[{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.1","label":"1","content":"Povlauj uas raug hu los ua Yexus Khetos tus tubtxib raws li Vajtswv lub siab nyiam thiab peb tus kwvtij Xauthene"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.2","label":"2","content":"hais mus rau Vajtswv pawg ntseeg hauv lub moos Khaulee uas muab cais ua cov uas dawb huv rau hauv Yexus Khetos thiab raug hu los ua xov dawb koom nrog txhua tus uas nyob txhua qhov uas tuav peb tus Tswv Yexus Khetos lub npe uas yog peb thiab lawv tus Tswv."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.3","label":"3","content":"Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.4","label":"4","content":"Kuv ua Vajtswv tsaug txog nej tsis tu ncua vim txojkev hlub uas Vajtswv pub hauv Yexus Khetos rau nej."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.5","label":"5","content":"Nej tau txais txhua yam hauv Khetos puv npo tsis hais txhua yam kev hais lus thiab txhua yam kev txawj ntse,"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.6","label":"6","content":"vim tias tej lus timkhawv hais txog Khetos nyob ruaj khov rau hauv nej lawm."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.7","label":"7","content":"Nej thiaj tsis tu ncua ib yam dabtsi uas Vajtswv pub rau ncua sijhawm uas nej tseem tos rawv peb tus Tswv Yexus Khetos rov los."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.8","label":"8","content":"Yexus yuav ua rau nej nyob ruaj mus txog thaum kawg xwv thiaj tsis muaj chaw thuam nej tau rau hauv peb tus Tswv Yexus Khetos hnub."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.9","label":"9","content":"Vajtswv uas hu nej los nrog nws tus tub Yexus Khetos uas yog peb tus Tswv sib raug zoo yog tus ncaj uas peb tso siab tau."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.10","label":"10","content":"Cov kwvtij, kuv tuav peb tus Tswv Yexus Khetos lub npe thov kom nej sawvdaws nyob sib hum thiab tsis txhob tawg ua pab ua pawg, thiab thov kom nej koom ua ib lub siab thiab xam pom ib yam nkaus."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.11","label":"11","content":"Kuv cov kwvtij, Khalau‑e tsev neeg piav rau kuv mloog tias muaj kev sib cav sib ceg hauv nej."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.12","label":"12","content":"Kuv xav txog qhov uas nej nyias taus nyias hais tias “Kuv yog Povlauj cov,” “Kuv yog Apaulau cov,” “Kuv yog Khefa  cov,” lossis “Kuv yog Khetos cov.”"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.13","label":"13","content":"Muab Khetos faib ua ntau tus lawm lov? Povlauj yog tus raug teem rau saum khaublig ntoo this nej lov? Nej tau ua kevcai raus dej hauv Povlauj lub npe lov?"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.14","label":"14","content":"Kuv ua Vajtswv tsaug uas kuv tsis tau muab nej cov leejtwg ua kevcai raus dej tsuas yog Khipa thiab Kai‑a xwb."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.15","label":"15","content":"Yog li ntawd, tsis muaj leejtwg hais tau tias nws ua kevcai raus dej hauv kuv lub npe."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.16","label":"16","content":"(Kuv tau muab Xatefana tsev neeg ua kevcai raus dej thiab. Dua li ntawd, kuv tsis paub tias kuv tau muab leejtwg ua kevcai raus dej.)"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.17","label":"17","content":"Rau qhov Khetos tsis tau txib kuv mus coj ua kevcai raus dej tiamsis txib kom piav txoj xov zoo, tsis yog hais lus txawj lus ntse tsam ua rau Khetos tus khaublig ntoo tsis muaj hwjchim lawm."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.18","label":"18","content":"Zaj uas hais txog tus khaublig ntoo yog kev ruam rau cov uas tabtom puam tsuaj tiamsis yog Vajtswv lub hwjchim rau peb cov uas tabtom dim."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.19","label":"19","content":"Rau qhov muaj lus sau cia hais tias, “Kuv yuav rhuav tshem cov neeg uas muaj tswvyim lub tswvyim, thiab yuav ua rau cov neeg txawj ntse txojkev txawj ntse ploj mus.”"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.20","label":"20","content":"Tus neeg muaj tswvyim nyob qhovtwg? Tus xibhwb qhia kevcai nyob qhovtwg? Tiam no tus uas txawj sib cam txog txhua yam nyob qhovtwg? Vajtswv twb ua rau lub ntiajteb lub tswvyim ruam lawm los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.21","label":"21","content":"Vim tias raws li uas Vajtswv lub tswvyim teem cia, lub ntiajteb siv ntiajteb lub tswvyim tsis txawj paub Vajtswv, mas Vajtswv thiaj li txaus siab siv txojkev ruam uas peb tshaj tawm ua rau cov uas ntseeg dim."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.22","label":"22","content":"Cov Yudai thov txujci tseem ceeb thiab cov Kili nrhiav tswvyim,"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.23","label":"23","content":"tiamsis peb tshaj tawm txog Khetos uas raug teem rau saum khaublig ntoo, yog qhov uas ua rau cov Yudai dawm thiab lwm haiv neeg suav tias yog kev ruam."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.24","label":"24","content":"Tiamsis peb piav Khetos uas yog Vajtswv lub hwjchim thiab yog Vajtswv lub tswvyim rau cov uas Vajtswv twb hu los lawd tsis hais cov Yudai thiab cov Kili."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.25","label":"25","content":"Vim qhov uas Vajtswv ruam tseem muaj tswvyim loj dua neeg lub tswvyim, thiab qhov uas Vajtswv tsis muaj zog tseem muaj zog loj dua neeg lub zog."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.26","label":"26","content":"Cov kwvtij, cia li tshuaj saib thaum Vajtswv hu nej, nej zoo li cas. Raws li neeg ntiajteb xav, nej cov tsis muaj tsawg leej uas muaj tswvyim, tsis muaj tsawg leej uas muaj hwjchim thiab tsis muaj tsawg leej uas muaj koob meej."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.27","label":"27","content":"Tiamsis Vajtswv xaiv cov uas ruam hauv lub ntiajteb kom thiaj ua rau cov uas muaj tswvyim txaj muag. Vajtswv xaiv cov uas tsis muaj zog hauv lub ntiajteb kom thiaj ua rau cov uas muaj zog txaj muag."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.28","label":"28","content":"Vajtswv xaiv cov neeg qes qes thiab cov uas lub ntiajteb saib tsis taus thiab cov uas tsis tseem ceeb los kom rhuav tshem tau tej uas tseem ceeb,"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.29","label":"29","content":"kom thiaj tsis muaj ib tug neeg khav tau rau ntawm Vajtswv lub xubntiag."},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.30","label":"30","content":"Vim muaj Vajtswv nej thiaj tau nyob hauv Yexus Khetos uas yog lub tswvyim uas Vajtswv pub rau peb, nws yog peb txojkev ncaj ncees thiab muab peb cais kom dawb huv thiab txhiv peb dim,"},{"bible_id":"1269","chapter_code":"1CO.1","verse_code":"1CO.1.31","label":"31","content":"kom thiaj ua raws li uas muaj lus sau cia hais tias, “Cia tus uas khav tsuas khav txog tus Tswv xwb.”"},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.1","label":"1","content":"Cov kwvtij, thaum kuv tuaj txog nej, kuv tsis yog tuaj hais lus zaj lus zuag lossis siv kev txawj ntse qhia tej uas Vajtswv muab npog cia  lawd."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.2","label":"2","content":"Rau qhov kuv npaj siab tias kuv yuav tsis qhia ib yam dabtsi tsuas yog qhia txog Yexus thiab qhov uas nws raug teem rau saum khaublig ntoo xwb."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.3","label":"3","content":"Thaum kuv tuaj cuag nej kuv qaug zog thiab ntshai tshee hnyo."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.4","label":"4","content":"Tej lus uas kuv hais thiab tej uas kuv qhia tsis yog siv tej lus txawj lus ntse ntxias nej tiamsis yog ua kom nej pom Vaj Ntsuj Plig lub hwjchim xwb,"},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.5","label":"5","content":"nej txojkev ntseeg thiaj tsis yog vam khom neeg lub tswvyim tiamsis vam khom Vajtswv lub hwjchim."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.6","label":"6","content":"Txawm li ntawd los peb kuj hais txog tswvyim rau cov uas paub qabhau lawm tiamsis tsis yog lub tswvyim ntawm tiam no thiab tsis yog lub tswvyim ntawm cov thawj uas kav tiam no uas tabtom yuav ploj mus."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.7","label":"7","content":"Tiamsis peb hais txog Vajtswv lub tswvyim uas tsis muaj leejtwg paub thiab muab zais cia lawm, yog lub tswvyim uas Vajtswv twb teem cia ua ntej tsim ntuj tsim teb uas yuav ua rau peb tau koob meej ci ntsa iab."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.8","label":"8","content":"Cov thawj uas kav tiam no tsis muaj ib tug paub lub tswvyim ntawd. Yog lawv paub lawm, lawv yuav tsis muab tus Tswv uas muaj hwjchim ci ntsa iab teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.9","label":"9","content":"Raws li uas muaj lus sau cia hais tias, “Yam uas qhov muag tsis pom qhov ntsej tsis tau hnov, thiab neeg lub siab xav tsis txog, yog yam uas Vajtswv npaj cia rau cov uas hlub Vajtswv,”"},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.10","label":"10","content":"mas Vajtswv kom Vaj Ntsuj Plig qhia yam ntawd rau peb, rau qhov Vaj Ntsuj Plig tshuaj saib txhua yam txawm yog nyob tob tob hauv Vajtswv."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.11","label":"11","content":"Tej uas neeg xav tsis muaj leejtwg paub tau, tsuas yog tus neeg ntawd tus ntsuj plig thiaj paub xwb. Ib yam nkaus li ntawd, tej uas Vajtswv xav kuj tsis muaj leejtwg paub tau, tsuas yog Vajtswv tus Ntsuj Plig thiaj paub xwb."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.12","label":"12","content":"Peb tsis yog tau ntsuj plig ntawm ntiajteb tiamsis tau Ntsuj Plig ntawm Vajtswv kom peb thiaj paub txog tej uas Vajtswv pub dawb dawb rau peb."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.13","label":"13","content":"Thiab peb hais txog tej no tsis yog hais tej lus uas neeg lub tswvyim qhia tiamsis yog tej lus uas Vaj Ntsuj Plig qhia, peb qhia tej uas yog sab ntsuj plig li rau cov uas muaj Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.14","label":"14","content":"Tiamsis cov uas tsis muaj Vaj Ntsuj Plig  mas lawv tsis txais yuav tej uas yog Vajtswv tus Ntsuj Plig li rau qhov lawv pom tias yog yam uas ruam thiab lawv tsis txawj nkag siab tsuas yog tus uas muaj Vaj Ntsuj Plig thiaj txawj tshuaj saib."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.15","label":"15","content":"Tus uas muaj Vaj Ntsuj Plig thiaj txawj tshuaj saib txhua yam, tiamsis tsis muaj leejtwg txawj tshuaj saib nws."},{"bible_id":"1269","chapter_code":"1CO.2","verse_code":"1CO.2.16","label":"16","content":"“Leejtwg txawj paub Yawmsaub lub siab thiab taw qhia nws tau?”  Tiamsis peb muaj Khetos lub siab lawm."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.1","label":"1","content":"Cov kwvtij, kuv tsis txawj hais rau nej ib yam li hais rau cov uas muaj Vaj Ntsuj Plig tiamsis hais yam li hais rau cov uas nyob sab nqaij daim tawv thiab tseem yog menyuam mos hauv Khetos."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.2","label":"2","content":"Kuv muab kua mis yug nej, tsis yog muab tej zaub mov rau qhov nej noj tsis tau, thiab nimno los nej tseem noj tsis tau thiab,"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.3","label":"3","content":"vim nej tseem nyob sab nqaij tawv. Thaum nej tseem sib khib thiab ib leeg nrog ib leeg sib cav nej tseem nyob sab nqaij tawv thiab xyaum raws li neeg ntiajteb los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.4","label":"4","content":"Thaum ib tug hais tias, “Kuv yog Povlauj cov,” thiab dua ib tug hais tias, “Kuv yog Apaulau cov,” nej kuj zoo li neeg ntiajteb los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.5","label":"5","content":"Apaulau yog leejtwg? Povlauj yog leejtwg? Kuj yog cov uas ua haujlwm coj nej los ntseeg raws li tus Tswv tu haujlwm rau nyias ua nyias."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.6","label":"6","content":"Kuv yog tus cog, Apaulau yog tus ywg dej tiamsis Vajtswv ua kom loj hlob."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.7","label":"7","content":"Vim li no tus uas cog thiab tus uas ywg dej tsis tseem ceeb dabtsi, tsuas yog Vajtswv uas ua kom loj hlob thiaj li tseem ceeb."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.8","label":"8","content":"Tus uas cog thiab tus uas ywg dej kuj yeej yog tib pab thiab txhua tus yuav tau nqe zog raws li nyias tes haujlwm."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.9","label":"9","content":"Rau qhov peb koom nrog Vajtswv ua haujlwm, nej yog Vajtswv daim teb thiab yog Vajtswv lub tsev."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.10","label":"10","content":"Vim txojkev hlub uas Vajtswv pub rau kuv, kuv thiaj li tiag taw ib yam li tus Kws txawj ua tsev, thiab muaj dua ib tug tuaj tib thwv cib rau saum tej taw ntawd. Txhua tus yuav tsum ceev faj zoo tias nws yuav tib li cas."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.11","label":"11","content":"Rau qhov leejtwg yuav tiag dua taw tsis tau lawm, tsuas yog siv tej uas twb muab tiag lawm, yog Yexus Khetos xwb."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.12","label":"12","content":"Yog leejtwg yuav coj kub coj nyiaj coj hlaws zeb uas muaj nqes, coj ntoo, coj nroj qhuav lossis quav nyab tuaj tib rau saum tej taw ntawd,"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.13","label":"13","content":"mas txhua tus tes haujlwm yeej yuav tshwm los rau sawvdaws pom, vim hnub uas teem cia ntawd yuav ua kom pom tseeb. Yuav raug hluavtaws nthuav tshwm los thiab hluavtaws yuav muab tes haujlwm uas txhua tus ua sim saib zoo li cas."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.14","label":"14","content":"Yog leejtwg tes haujlwm uas tib rau saum tej taw ntawd nyob tau mus li, tus ntawd yuav tau nqe zog."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.15","label":"15","content":"Yog leejtwg tes haujlwm kub hnyiab tag, tus ntawd yuav piam tag tiamsis nws tus kheej yuav dim zoo ib yam li dim hauv hluavtaws los."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.16","label":"16","content":"Nej tsis paub lov? Nej yog Vajtswv lub tuam tsev thiab Vajtswv tus Ntsuj Plig nyob hauv nej."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.17","label":"17","content":"Yog leejtwg rhuav tshem Vajtswv lub tuam tsev, Vajtswv yuav rhuav tshem tus ntawd. Vim tias Vajtswv lub tuam tsev yog lub chaw dawb huv, thiab nej yog lub tuam tsev ntawd ntag."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.18","label":"18","content":"Tsis txhob rov dag yus tus kheej. Yog nej cov leejtwg xav hais tias tiam no nws yog tus muaj tswvyim, cia tus ntawd ua tus ruam xwv thiaj tau ua tus uas muaj tswvyim."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.19","label":"19","content":"Rau qhov tej tswvyim hauv ntiajteb no Vajtswv pom tias yog kev ruam. Muaj lus sau cia hais tias, “Nws siv cov neeg muaj tswvyim txojkev ntse rov ntes lawv”"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.20","label":"20","content":"thiab muaj sau cia hais tias, “Tus Tswv yeej paub tias tej uas cov neeg muaj tswvyim xav yeej tsis muaj qabhau.”"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.21","label":"21","content":"Vim li no tsis txhob cia leejtwg khav txog neeg, rau qhov txhua yam yog nej li,"},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.22","label":"22","content":"tsis hais Povlauj lossis Apaulau lossis Khefa lossis lub ntiajteb no thiab txojsia thiab kev tuag thiab lub sijhawm no thiab yav tom ntej, txhua yam no puavleej yog nej li."},{"bible_id":"1269","chapter_code":"1CO.3","verse_code":"1CO.3.23","label":"23","content":"Thiab nej yog Khetos li thiab Khetos yog Vajtswv li."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.1","label":"1","content":"Txhua tus yuav tsum suav tias peb yog Khetos cov tub qhe thiab Vajtswv muab tej uas nws muab npog cia lawd cob rau peb saib xyuas."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.2","label":"2","content":"Tsis tag li ntawd cov uas lees saib xyuas yuav tsum yog cov uas tso siab tau."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.3","label":"3","content":"Kuv tus kheej mas qhov uas nej lossis neeg leejtwg yuav rau txim rau kuv, kuv suav tias yog qhov me me xwb. Txawm yog kuv los kuj tsis rau txim rau kuv tus kheej."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.4","label":"4","content":"Kuv tsis paub muaj ib qho kom kuv tus kheej, tiamsis qhov no kuj tsis tau suav tias kuv tsis txhaum. Tus uas rau txim rau kuv yog tus Tswv."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.5","label":"5","content":"Yog li ntawd tsis txhob rau txim ua ntej uas tsis tau txog sijhawm. Cia li tos txog thaum tus Tswv los mas nws yuav rho txhua yam uas muab zais rau hauv qhov tsaus ntuj lawd los rau hauv qhov kaj thiab yuav thws tej uas neeg lub siab xav tshwm los. Thaum ntawd nyias yuav tau tej lus uas Vajtswv qhuas nyias."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.6","label":"6","content":"Cov kwvtij, kuv muab tej no piv rau kuv tus kheej thiab Apaulau xwv thiaj muaj qabhau rau nej, ua rau nej kawm paub tej lus uas hais tias tsis txhob ua dhau tej uas muab sau cia lawd, kom nej ib leeg thiaj tsis tsab ua loj dua ib leeg."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.7","label":"7","content":"Leejtwg ua rau nej zoo dua lwm tus? Nej muaj dabtsi uas tsis yog tau lwm qhov los? Yog nej tau los, ua cas nej yuav khav yam nkaus li nej tsis tau txais lwm qhov los?"},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.8","label":"8","content":"Nej twb muaj ib puas tsav yam txhij lawm lauj! Nej nplua nuj lawm lauj! Nej twb tau ua vajntxwv lawm tsis txog muaj peb. Kuv yeej xav kom nej tau ua vajntxwv tiag tiag xwv peb thiaj tau nrog nej kav."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.9","label":"9","content":"Kuv xav tias Vajtswv muab peb cov tubtxib tso rau tom tw ib yam li cov uas raug txiav txim tuag peb thiaj ua yeeb yam rau lub qab ntuj thiab tubtxib saum ntuj thiab neeg saib."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.10","label":"10","content":"Peb yog neeg ruam vim saib rau Khetos, nej yog cov uas muaj tswvyim hauv Khetos. Peb qaug zog tiamsis nej muaj zog. Luag hwm nej tiamsis luag saib tsis taus peb."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.11","label":"11","content":"Los txog tav no los peb tseem tshaib nqhis, tsis muaj ris tsho zoo hnav, peb raug nplawm thiab tsis muaj vag muaj tse,"},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.12","label":"12","content":"thiab peb ua haujlwm khwv ntawm peb txhais tes. Thaum peb raug luag cem peb kuj foom koob hmoov rau luag, thaum peb raug tsim txom peb kuj ua siab ntev thev,"},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.13","label":"13","content":"thaum peb raug luag iab hiam, peb kuj ua tib zoo teb luag. Peb zoo li tej tshwj xuam hauv ntiajteb thiab zoo li txhua yam uas qias los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.14","label":"14","content":"Kuv tsis yog sau tej no ua rau nej txaj muag tiamsis yog sau ntuas nej ib yam li nej yog kuv cov menyuam uas kuv hlub."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.15","label":"15","content":"Txawm yog nej muaj qas vam leej uas qhuab qhia nej hauv Khetos, los nej tsis muaj ntau leej txiv, rau qhov kuv yog tus qhia txoj xov zoo thiaj yug tau nej rau hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.16","label":"16","content":"Vim li no kuv thiaj thov kom nej ua yoog raws li kuv ua."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.17","label":"17","content":"Vim li no kuv thiaj txib Timaute uas yog tus tub uas kuv hlub hauv tus Tswv thiab yog tus uas kuv tso siab tau tuaj cuag nej pab kom nej nco txog kuv lub neej hauv Khetos ib yam li uas kuv qhia rau hauv txhua pawg ntseeg."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.18","label":"18","content":"Muaj qee leej tsab ua loj vim xav hais tias kuv yuav tsis tuaj cuag nej."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.19","label":"19","content":"Tiamsis yog tus Tswv pom zoo kuv yeej yuav tuaj cuag nej tsis ntev no, mas kuv tsis yog yuav paub cov neeg khav theeb ntawd tej lus xwb tiamsis yuav paub lawv lub hwjchim."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.20","label":"20","content":"Vim tias Vajtswv lub tebchaws tsis yog tej lus uas hais xwb tiamsis yog lub hwjchim."},{"bible_id":"1269","chapter_code":"1CO.4","verse_code":"1CO.4.21","label":"21","content":"Nej xav yuav dabtsi? Yuav cia kuv coj rab nplawm tuaj cuag nej lossis coj txojkev hlub thiab lub siab mos siab muag tuaj?"},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.1","label":"1","content":"Kuv hnov xov hais tias muaj kev ua nkauj nraug hauv nej cov. Txawm yog lwm haiv neeg los twb tsis muaj kev ua nkauj nraug li no, yog qhov uas ib tug tau deev nws txiv tus pojniam."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.2","label":"2","content":"Los nej tseem khav ntxhias. Twb tsim nyog nej nyuaj siab thiab muab tus uas ua txhaum ntawd ntiab tawm hauv nej cov mus los sas."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.3","label":"3","content":"Txawm yog kuv tsis nrog nej nyob los kuv lub siab yeej nrog nej nyob, thiab ib yam li kuv nrog nej nyob ntag kuv twb txiav txim rau tus uas ua txhaum li ntawd"},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.4","label":"4","content":"hauv peb tus Tswv Yexus lub npe lawm. Thaum nej tuaj sablaj ua ke thiab kuv lub siab yeej koom nrog nej ua ke thiab peb tus Tswv Yexus lub hwjchim nrog nraim,"},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.5","label":"5","content":"nej cia li muab tus ntawd cob rau Xatas  ua kom nws lub cev nqaij tawv puam tsuaj kom nws tus ntsuj plig thiaj li dim rau hnub uas tus Tswv teem cia."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.6","label":"6","content":"Qhov uas nej khav theeb ntawd tsis zoo kiag li. Nej tsis paub lov? Ib nyuag qhov keeb xwb yeej ua rau ib phaj hmoov su tag huvsi."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.7","label":"7","content":"Cia li ntxuav tej keeb qub huvsi pov tseg kom nej thiaj li ua tau cov hmoov tshiab uas tsis xyaw keeb ib yam li nej cov uas yeej tsis xyaw keeb. Rau qhov Khetos uas yog peb tus menyuam yaj ua kevcai Hla Dhau twb raug muab xyeem lawm."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.8","label":"8","content":"Vim li no, cia peb ua qhov kevcai Hla Dhau no, tsis yog muab cov qub keeb uas yog kev txhaum thiab kev phem kev qias los ua, tiamsis muab cov ncuav tsis xyaw keeb uas yog lub siab dawb paug thiab txojkev tseeb los ua."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.9","label":"9","content":"Kuv twb sau tsab ntawv tuaj hais kom nej tsis txhob koom nrog cov neeg ua nkauj ua nraug ua ke."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.10","label":"10","content":"Tsis yog kuv hais txog txhua tus hauv ntiajteb uas ua nkauj ua nraug thiab ntshaw luag tug thiab txeeb luag tug thiab pe dab mlom, vim tias yog txwv tej no huvsi lawm ces nej yuav tsum tawm hauv lub ntiajteb no mus."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.11","label":"11","content":"Tiamsis nimno kuv sau hais kom nej tsis txhob mus koom nrog cov uas hu ua kwvtij los tseem ua nkauj nraug, ntshaw luag tug, pe dab mlom, thuam luag, qaug dej qaug cawv, lossis txeeb luag tug, txawm yog yuav noj yuav haus los tsis txhob koom kiag li."},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.12","label":"12","content":"Kuv muaj cai qhovtwg uas yuav txiav txim rau cov uas tseem nyob sab nraud? Nej yuav tsum txiav txim rau cov uas nyob hauv nej pawg xwb los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.5","verse_code":"1CO.5.13","label":"13","content":"Vajtswv yog tus txiav txim rau cov uas nyob sab nraud. “Cia li rhuav tshem tus neeg phem tawm hauv nej cov mus.”"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.1","label":"1","content":"Thaum nej cov ib leeg muaj plaub rau ib leeg, nws tseem muaj plhus coj mus rau cov uas tsis ntseeg tu, tsis muab rau Vajtswv cov xov dawb tu lov?"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.2","label":"2","content":"Nej tsis paub lov? Vajtswv cov xov dawb yuav txiav txim rau lub ntiajteb. Yog nej twb yuav txiav txim rau lub ntiajteb nej tsis muaj peevxwm tu tej nyuag plaub me me no lov?"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.3","label":"3","content":"Nej tsis paub tias peb yuav txiav txim rau cov tubtxib saum ntuj no lov? Yog li ntawd peb yimhuab yuav txiav txim rau tej plaub uas muaj hauv lub neej no."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.4","label":"4","content":"Yog muaj plaub hauv nej lub neej no nej yuav tsa cov uas pawg ntseeg tsis quav ntsej tu lov?"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.5","label":"5","content":"Kuv hais li no kom nej thiaj li txaj muag. Hauv nej cov tsis muaj ib tug muaj tswvyim uas yuav txawj tu plaub rau cov kwvtij lov?"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.6","label":"6","content":"Tiamsis kwvtij tseem nrog kwvtij ua plaub thiab coj mus rau cov uas tsis ntseeg tu."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.7","label":"7","content":"Qhov uas nej sib ua plaub kuj yog nej poob lub neej ntseeg lawm. Ua cas nej tsis cia luag ua phem rau nej zoo dua? Ua cas nej tsis cia luag ntxo nej zoo dua?"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.8","label":"8","content":"Tiamsis nej ho ua phem thiab ntxo luag, txawm yog kwvtij los nej tseem ua."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.9","label":"9","content":"Nej tsis paub tias cov neeg tsis ncaj yuav tsis muaj feem tau Vajtswv lub tebchaws lov? Tsis txhob xav yuam kev. Cov uas ua nkauj ua nraug, pe dab mlom, deev luag poj luag txiv, cov txivneej muag cev, cov txivneej deev txivneej,"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.10","label":"10","content":"ua tub sab, ntshaw luag tug, quav cawv, thuam luag, txeeb luag tug tsis muaj feem tau Vajtswv lub tebchaws kiag li."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.11","label":"11","content":"Nej cov muaj qee leej txeev zoo li no. Tiamsis nej twb raug ntxuav kom huv lawm thiab raug muab cais ua dawb huv thiab raug suav tias ncaj ncees rau hauv tus Tswv Yexus Khetos lub npe thiab hauv peb tus Vajtswv tus Ntsuj Plig lawm."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.12","label":"12","content":"“Kuv muaj cai ua txhua yam,” tiamsis tsis yog txhua yam yuav muaj qabhau. “Kuv muaj cai ua txhua yam,” tiamsis kuv tsis yeem nyob hauv txhua yam lub qab hwjchim."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.13","label":"13","content":"“Tej zaub mov muaj cia rau lub plab thiab lub plab kuj muaj cia rau tej zaub mov,” tiamsis Vajtswv yuav ua rau ob yam ntawd ploj tag. Lub cev tsis yog muaj los cia ua nkauj nraug tiamsis muaj los cia rau tus Tswv, thiab tus Tswv muaj los cia rau lub cev."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.14","label":"14","content":"Vajtswv tsa tus Tswv ciaj sawv rov los, thiab Vajtswv yuav siv nws lub hwjchim tsa peb sawv."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.15","label":"15","content":"Nej tsis paub tias nej lub cev yog Khetos tej tes taw lov? Vim li no kuv yuav muab Khetos tej tes taw ua poj muag cev tej tes taw tau lov? Tsis txhob cia muaj li ntawd kiag li."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.16","label":"16","content":"Nej tsis paub tias tus uas koom nrog poj muag cev kuj koom nrog nws ua ib lub cev lawm lov? Rau qhov muaj lus sau cia hais tias, “Ob tug yuav koom ua ib lub cev.”"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.17","label":"17","content":"Tiamsis tus uas koom nrog tus Tswv kuj nrog tus Tswv koom tib tug ntsuj plig."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.18","label":"18","content":"Cia li khiav ntawm kev ua nkauj nraug. Lwm yam kev txhaum uas neeg ua nyob sab nraum lub cev, tiamsis tus uas ua nkauj nraug kuj ua txhaum rau nws lub cev ntag."},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.19","label":"19","content":"Nej tsis paub tias nej lub cev yog Vaj Ntsuj Plig uas dawb huv lub tuam tsev lov? Nws yog tus uas nyob hauv nej thiab nej tau ntawm Vajtswv los. Nej tsis yog tus uas kav nej lub cev,"},{"bible_id":"1269","chapter_code":"1CO.6","verse_code":"1CO.6.20","label":"20","content":"rau qhov Vajtswv them nqe yuav nej. Yog li no nej yuav tsum cia nej lub cev ua rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.1","label":"1","content":"Hais txog qhov uas nej sau ntawv tuaj ntawd. Yog txivneej tsis kov pojniam kiag li kuj zoo."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.2","label":"2","content":"Tiamsis tim qhov uas ua nkauj nraug, tsim nyog txhua tus txivneej nyias muaj nyias pojniam thiab txhua tus pojniam nyias muaj nyias txiv."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.3","label":"3","content":"Tus txiv tsis txhob cais nws tus pojniam thiab tus pojniam tsis txhob cais nws tus txiv."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.4","label":"4","content":"Tus pojniam tsis yog tus uas kav tau nws lub cev, nws tus txiv yog tus uas kav. Ib yam nkaus, tus txiv tsis yog tus kav tau nws lub cev, nws tus pojniam yog tus uas kav."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.5","label":"5","content":"Ob niam txiv tsis txhob cais chaw pw tsuas yog hais hum cais ib ntus es tau kev thov Vajtswv xwb, mas li rov pw ua ke dua xwv Xatas  thiaj ntxias tsis tau neb ua txhaum vim neb tswj tsis tau lub siab."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.6","label":"6","content":"Qhov uas kuv hais li no yog kuv tso cai, tsis yog yuam nej."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.7","label":"7","content":"Kuv xav kom txhua tus ua tau ib yam li kuv. Tiamsis txhua tus nyias tau raws li Vajtswv pub rau nyias, ib tug tau li ub ib tug tau li no."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.8","label":"8","content":"Kuv hais rau cov uas tsis muaj txij nkawm thiab cov poj ntsuam tias, yog lawv yuav nyob ib yam li kuv kuj zoo."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.9","label":"9","content":"Tiamsis yog lawv tswj tsis tau lawv tus kheej, lawv yuav tsum yuav txij nkawm. Vim tias qhov uas yuav txij nkawm kuj zoo dua qhov uas lub siab kub lug tswj tsis tau."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.10","label":"10","content":"Kuv hais rau cov uas yuav txij nkawm lawm, tsis yog kuv hais xwb tiamsis yog tus Tswv hais kom tus pojniam tsis txhob tso tus txiv tseg."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.11","label":"11","content":"Yog nws tso tus txiv tseg lawm nws tsis txhob mus yuav dua txiv tshiab lossis rov nrog nws tus txiv qub sib hum. Thiab tus txiv los tsis txhob muab tus pojniam nrauj."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.12","label":"12","content":"Kuv hais rau lwm tus, yog kuv hais tsis yog tus Tswv hais. Yog tus kwvtij twg muaj pojniam uas tsis ntseeg thiab tus pojniam txaus siab nrog tus txiv nyob, mas tus txiv tsis txhob muab nws nrauj."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.13","label":"13","content":"Yog tus pojniam twg muaj txiv uas tsis ntseeg thiab tus txiv txaus siab nrog nws nyob, nws tsis txhob muab tus txiv nrauj."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.14","label":"14","content":"Vim tias tus txiv uas tsis ntseeg ntawd raug muab cais ua tus dawb huv vim yog nws tus pojniam, thiab tus pojniam uas tsis ntseeg kuj raug muab cais ua tus dawb huv vim yog nws tus txiv. Yog tsis muaj li ntawd, neb cov menyuam kuj qias tsis huv tiamsis nimno neb cov menyuam twb dawb huv lawm."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.15","label":"15","content":"Tiamsis yog tus uas tsis ntseeg yuav tso tus ntseeg tseg, kuj ua tau. Yog zoo li no tus kwvtij uas ntseeg tsis hais pojniam txivneej tsis raug muab khi, rau qhov Vajtswv hu peb los nyob sib hum xeeb."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.16","label":"16","content":"Koj uas yog tus pojniam, koj paub tau li cas tias koj yuav pab koj tus txiv dim? Koj uas yog tus txiv, koj paub tau li cas tias koj yuav pab koj tus pojniam dim?"},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.17","label":"17","content":"Tus Tswv tu txhua tus nyob los li cas thiab Vajtswv hu txhua tus nyob li cas los, kuj cia lawv ua lub neej li ntawd mus. Kuv qhia kom txhua pawg ntseeg ua ib yam li uas hais tag no."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.18","label":"18","content":"Yog tus twg uas Vajtswv hu rau thaum nws twb ua kevcai txiav lawm nws kuj tsis txhob rhuav qhov uas ua kevcai txiav ntawd tseg. Yog tus twg uas Vajtswv hu rau thaum nws tsis tau ua kevcai txiav, nws kuj tsis txhob ua."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.19","label":"19","content":"Qhov uas ua kevcai txiav thiab tsis ua kuj tsis tseem ceeb dabtsi, tiamsis qhov tseem ceeb yog qhov uas coj raws li Vajtswv txoj kevcai."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.20","label":"20","content":"Cia txhua tus nyob lub neej li thaum uas Vajtswv hu nws los."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.21","label":"21","content":"Vajtswv hu koj rau thaum koj tseem ua qhev los tsis txhob txhawj. Yog koj muaj peevxwm nyob ywj pheej, kuj ua raws li ntawd."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.22","label":"22","content":"Tus uas Vajtswv hu rau thaum nws tseem ua qhev los nws twb ua Vajtswv li neeg uas nyob ywj pheej. Ib yam li ntawd, tus uas Vajtswv hu rau thaum nws tseem nyob ywj pheej nws kuj ua Khetos li qhev."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.23","label":"23","content":"Vajtswv them nqe yuav nej mas tsis txhob ua neeg li qhev kiag li."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.24","label":"24","content":"Cov kwvtij, Vajtswv hu txhua tus nyob lub neej li cas, kuj cia nws nyob lub neej li ntawd nrog nraim Vajtswv."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.25","label":"25","content":"Hais txog cov uas tsis muaj txij nkawm, tsis yog Vajtswv kom kuv hais tiamsis kuv hais li uas kuv xam pom, vim Vajtswv khuvleej kuv, nej thiaj tso siab tau rau kuv."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.26","label":"26","content":"Vim yog tej kev txom nyem uas muaj rau niaj hnub nimno, kuv xav tias txhua tus nyob li uas nws ib txwm nyob kuj zoo."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.27","label":"27","content":"Koj tseem nrog koj tus pojniam nyob lov? Tsis txhob nrhiav kev muab nws tso tseg. Koj tsis muaj pojniam lov? Tsis txhob mus nrhiav yuav pojniam."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.28","label":"28","content":"Tiamsis yog koj yuav pojniam los kuj tsis txhaum, thiab yog cov hluas nkauj dawb huv yuav txiv kuj tsis txhaum. Tiamsis cov neeg uas sib yuav yeej yuav muaj kev ntxhov siab hauv lub neej, mas kuv xav tav nej kom tsis txhob raug tej kev ntxhov siab no."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.29","label":"29","content":"Cov kwvtij, kuv hais tias lub sijhawm uas teem cia twb tag zuj zus lawm. Txij no mus cov uas muaj pojniam lawm cia li nyob zoo yam li tsis muaj pojniam,"},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.30","label":"30","content":"cov uas quaj ntsuag cia li nyob zoo yam li tsis muaj kev quaj ntsuag, cov uas xyiv fab cia li nyob yam li tsis xyiv fab, cov uas yuav qhov txhia chaw, cia li nyob zoo li tsis muaj ib yam dabtsi li,"},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.31","label":"31","content":"thiab cov uas tau siv tej qhov txhia chaw hauv lub ntiajteb no cia li nyob yam li tsis quav ntsej tej qhov txhia chaw ntawd, rau qhov txhua yam hauv lub ntiajteb no yuav dua mus."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.32","label":"32","content":"Kuv xav kom nej dim tej kev txhawj xeeb. Tus yawg uas tsis muaj pojniam kuj txhawj txog tej uas yog tus Tswv li, saib nws yuav ua kom hum tus Tswv lub siab li cas."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.33","label":"33","content":"Tiamsis tus uas muaj pojniam lawm kuj txhawj txog tej uas yog lub ntiajteb no li, saib nws yuav ua kom hum tus pojniam lub siab li cas,"},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.34","label":"34","content":"nws thiaj ua ob lub siab. Tus pojniam uas tsis muaj txiv thiab tus hluas nkauj dawb huv kuj txhawj txog tej uas yog tus Tswv li, saib nws yuav dawb huv ntawm lub cev thiab ntawm ntsuj plig li cas. Tiamsis tus pojniam uas muaj txiv lawm kuj txhawj txog tej uas yog lub ntiajteb no li, saib nws yuav ua kom hum tus txiv lub siab li cas."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.35","label":"35","content":"Kuv hais li no kuj yog ua kom nej tau qabhau, tsis yog muab hlua tav nej, tiamsis xav kom nej ua tej uas tsim nyog ua thiab nej siv zog ua koom tu tus Tswv tsis tu ncua tsis khuam cheem dabtsi li."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.36","label":"36","content":"Yog leejtwg xav hais tias ua tsis tau li uas tsim nyog rau tus hluas nkauj uas nws twb qhaib lawd thiab tus hluas nkauj hnub nyoog nchav lawm  thiab xav tias yuav tsum sib yuav, kuj cia nws ua raws li nws xav. Cia ob tug sib yuav, kuj tsis txhaum."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.37","label":"37","content":"Tiamsis tus txivneej uas npaj siab ruaj khov thiab tsis muaj kev cheem tsum thiab tswj tau nws txojkev ntshaw, thiab txiav txim siab tias cia tus hluas nkauj ntawd nyob ua hluas nkauj dawb huv mus li, nws kuj ua zoo lawm."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.38","label":"38","content":"Vim li no tus uas yuav tus uas nws qhaib lawm kuj yog nws ua zoo. Tus uas tsis yuav tus uas nws qhaib kuj yimhuab ua zoo."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.39","label":"39","content":"Thaum tus txiv tseem muaj txojsia nyob tug pojniam nyob hauv tus txiv lub xubntiag. Yog tus txiv tuag lawm, nws li nyob ywj pheej mus yuav tau lwm tus txiv raws li nws siab xav, tiamsis yuav tsum yog yuav tus uas ntseeg tus Tswv."},{"bible_id":"1269","chapter_code":"1CO.7","verse_code":"1CO.7.40","label":"40","content":"Tiamsis raws li kuv xam pom, yog nws nyob tib leeg mus li, nws yuav tau nyob kaj siab lug heev dua. Thiab kuv xav tias yog Vajtswv tus Ntsuj Plig qhia tej lus no rau kuv."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.1","label":"1","content":"Hais txog tej zaub mov uas xyeem rau dab mlom. Peb paub tias, peb txhua tus muaj kev txawj ntse. Txojkev txawj ntse ua rau khav theeb, tiamsis txojkev hlub ua rau nyob ruaj khov tuaj."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.2","label":"2","content":"Yog leejtwg suav tias nws paub yam twg lawm, nws tsis tau paub li uas tsim nyog paub."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.3","label":"3","content":"Tiamsis yog leejtwg hlub Vajtswv, Vajtswv kuj paub tus ntawd."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.4","label":"4","content":"Vim li no, hais txog qhov uas noj tej zaub mov uas xyeem rau tej dab mlom, peb kuj paub tias tej dab mlom tsis tseem ceeb rau hauv lub ntiajteb thiab paub tias muaj Vajtswv tib leeg xwb."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.5","label":"5","content":"Txawm yog muaj ntau yam uas luag hu tias timtswv tsis hais saum ntuj thiab hauv ntiajteb, yeej muaj ntau tus timtswv thiab ntau tus tswv,"},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.6","label":"6","content":"tiamsis peb li mas muaj tib tug Vajtswv uas yog leej Txiv, yog tus uas tsim txhua yam thiab peb nyob ua koom tu nws, thiab peb muaj tib tug Tswv uas yog Yexus Khetos, yog tus uas Vajtswv kom tsim txhua yam thiab qhov uas muaj peb yog vim muaj Yexus."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.7","label":"7","content":"Tiamsis tsis yog txhua tus paub ib yam li no. Muaj qee leej txeev teev dab mlom los lawm. Thaum lawv noj tej zaub mov ntawd lawv tseem suav tias yog muab xyeem rau dab mlom tiag tiag li lawm, lawv lub siab uas paub qhov zoo qhov phem tsaug leeg heev thiaj qias puas tsuas."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.8","label":"8","content":"Tej zaub mov tsis ua rau peb nyob ze Vajtswv. Yog peb tsis noj peb kuj tsis phem mus. Yog noj, kuj tsis zoo tuaj."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.9","label":"9","content":"Nej yuav tsum ceev faj tsis txhob cia qhov uas nej muaj cai ntawd ua rau cov uas kev ntseeg yau dawm."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.10","label":"10","content":"Vim tias yog leejtwg pom koj uas paub lawd zaum noj mov hauv lub tsev teev dab, ces tus uas lub siab paub qhov zoo qhov phem tsis muaj zog ntawd yuav ua siab loj mus noj tej zaub mov uas xyeem rau tej dab mlom los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.11","label":"11","content":"Ces koj tej kev paub yuav ua rau koj tus kwvtij uas kev ntseeg yau uas Yexus Khetos twb tuag txhiv lawd puam tsuaj."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.12","label":"12","content":"Thaum nej ua txhaum rau nej cov kwvtij li no thiab rhuav lawv lub siab paub qhov zoo qhov phem uas tsis muaj zog, kuj yog nej ua txhaum rau Khetos lawm."},{"bible_id":"1269","chapter_code":"1CO.8","verse_code":"1CO.8.13","label":"13","content":"Vim li no yog tej zaub mov ua rau kuv cov kwvtij dawm kuv yuav tsis noj nqaij dua li lawm xwv thiaj tsis ua rau kwvtij dawm."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.1","label":"1","content":"Kuv tsis nyob ywj pheej lov? Kuv tsis yog tubtxib lov? Kuv tsis tau pom Yexus uas yog peb tus Tswv lov? Nej tsis yog tes haujlwm uas kuv ua rau tus Tswv lov?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.2","label":"2","content":"Yog lwm tus tsis pom tias kuv yog tubtxib los nej kuj pom, rau qhov nej yog lub hom thawj uas nias rau qhov uas kuv ua tus Tswv li tubtxib."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.3","label":"3","content":"Yog leejtwg tshuaj saib kuv, kuv yuav hais daws kuv zaj li no."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.4","label":"4","content":"Kuv tsis muaj cai noj thiab haus lov?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.5","label":"5","content":"Kuv tsis muaj cai coj pojniam uas ntseeg nrog kuv mus ib yam li lwm tus tubtxib thiab yam li tus Tswv cov kwv thiab Khefa lov?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.6","label":"6","content":"Lossis tsuas yog kuv thiab Npananpa xwb thiaj tsis muaj cai tso tej haujlwm uas yug wb lub ncauj tseg lov?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.7","label":"7","content":"Leejtwg ua tub rog es rov them nws tus nqe zog? Leejtwg cog vaj txiv hmab es tsis noj tej txiv hauv lub vaj ntawd? Leejtwg yug yaj es tsis haus tej kua mis?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.8","label":"8","content":"Kuv hais li no raws li neeg lub siab xav xwb lov? Phau kevcai kuj hais ib yam li no los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.9","label":"9","content":"Rau qhov twb muaj lus sau cia rau hauv Mauxe phau kevcai hais tias, “Thaum nyuj tabtom tsuj qeb tsuj mog nej tsis txhob muab tawb looj nyuj qhov ncauj.”  Yog Vajtswv txhawj nyuj xwb lov?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.10","label":"10","content":"Vajtswv yeej hais rau peb los tsis yog? Tej lus ntawd sau cia rau peb rau qhov tus uas laij teb, laij muaj siab vam thiab tus uas ntaus qoob ntaus muaj vam tias yuav tau tej qoob ntawd."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.11","label":"11","content":"Yog peb tseb sab ntsuj plig rau nej, peb sau sab nqaij tawv ntawm nej yog hnyav rau nej lov?"},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.12","label":"12","content":"Yog lwm tus muaj cai tau ntawm nej, peb yimhuab muaj cai los tsis yog? Txawm li cas los peb tsis siv txoj cai no, tiamsis peb thev txhua yam kom peb thiaj tsis muab dabtsi los tav Khetos txoj xov zoo."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.13","label":"13","content":"Nej tsis paub lov? Cov uas ua haujlwm hauv lub tuam tsev kuj noj lub tuam tsev li zaub mov, thiab cov uas ua haujlwm ntawm lub thaj kuj tau tej uas faib ntawm lub thaj."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.14","label":"14","content":"Ib yam li ntawd, tus Tswv hais tias tsim nyog cov uas piav txoj xov zoo tau noj ntawm qhov uas piav txoj xov zoo ntawd."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.15","label":"15","content":"Tiamsis kuv tsis siv txoj cai no kiag li thiab qhov uas kuv sau tej no tsis yog hais kom luag pub li ntawd rau kuv, rau qhov kuv yeem tuag zoo dua cia luag rhuav qhov uas kuv khav."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.16","label":"16","content":"Yog kuv piav txoj xov zoo kuv yeej tsis muaj chaw khav kiag li, rau qhov kuv yeej yuav tsum ua. Yog kuv tsis piav txoj xov zoo kuv kuj raug txom nyem."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.17","label":"17","content":"Yog kuv zoo siab piav txoj xov zoo kuv yuav tau nqe zog. Yog kuv tsis zoo siab piav los kuv yeej yuav tsum ua tej uas muab cob rau kuv lawm."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.18","label":"18","content":"Tej nqe zog uas muab rau kuv yog dabtsi? Kuj yog qhov uas piav txoj xov zoo ntawd kuv piav tsis yuav nqe, kuv thiaj tsis siv txoj cai hauv txoj xov zoo kiag li."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.19","label":"19","content":"Txawm yog kuv tau nyob ywj pheej tsis ua leejtwg qhev los kuv tseem ua txhua tus li qhev kom thiaj coj tau neeg los ntseeg coob zuj zus."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.20","label":"20","content":"Kuv ua yam li ib tug Yudai rau hauv cov Yudai xwv thiaj coj tau cov Yudai los ntseeg. Kuv ua yam li tus uas nyob hauv Mauxe txoj kevcai rau hauv cov uas nyob hauv txoj kevcai (tiamsis kuv tus kheej tsis yog nyob hauv txoj qab kevcai) xwv thiaj coj tau cov uas nyob hauv txoj kevcai ntawd los ntseeg."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.21","label":"21","content":"Kuv ua yam li tus uas tsis nyob hauv txoj kevcai rau hauv cov uas tsis nyob hauv txoj kevcai, (kuv tsis yog nyob dhau Vajtswv txoj kevcai tiamsis nyob hauv Khetos txoj qab kevcai) xwv thiaj coj tau cov uas tsis nyob hauv txoj kevcai los."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.22","label":"22","content":"Kuv ua yam li tus uas qaug zog rau hauv cov uas qaug zog xwv thiaj coj tau cov uas qaug zog los. Kuv yeem ua txhua yam neeg rau txhua tus kom thiaj siv txhua txojkev pab tau qee leej dim."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.23","label":"23","content":"Kuv ua txhua yam vim yog saib rau txoj xov zoo kuv thiaj li muaj feem tau tej uas txoj xov zoo pub."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.24","label":"24","content":"Nej tsis paub lov? Cov uas sib tw dhia sawvdaws yeej dhia tiamsis tsuas yog tib tug thiaj tau tshav ntuj xwb. Nej yuav tsum dhia tiag kom tau tshav ntuj."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.25","label":"25","content":"Txhua tus uas sib tw dhia yuav tsum tswj lawv lub cev rau txhua fab. Lawv ua kom tau lub mom paj ntoos uas txawj zeeg tiamsis peb ua kom tau lub mom paj ntoos uas tsis txawj zeeg."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.26","label":"26","content":"Yog li ntawd kuv tsis yog lam dhia tsis muaj hom phiaj, kuv tsis yog ntaus nrig yam li tus uas ntaus cua xwb."},{"bible_id":"1269","chapter_code":"1CO.9","verse_code":"1CO.9.27","label":"27","content":"Tiamsis kuv ntaus kuv lub cev thiab tswj cia, ntshai tsam thaum kuv tshaj tawm txoj xov zoo rau lwm tus lawm kuv tus kheej tsis nrog luag tau tej tshav ntuj ntawd."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.1","label":"1","content":"Cov kwvtij, kuv xav kom nej nkag siab tias peb tej poj koob yawm txwv sawvdaws tau nyob hauv tauv qab huab thiab txhua tus tau hla hiavtxwv,"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.2","label":"2","content":"thiab txhua tus tau ua kevcai raus hauv tauv huab thiab hauv hiavtxwv koom nrog Mauxe,"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.3","label":"3","content":"thiab txhua tus tau noj tib yam mov uas los saum ntuj los"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.4","label":"4","content":"thiab txhua tus tau haus tib yam dej uas los saum ntuj los,  vim tias lawv tau haus dej ntawm phab zeb uas nrog lawv mus thiab yog Vajtswv pub. Phab zeb ntawd yog Khetos ntag."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.5","label":"5","content":"Txawm li ntawd los Vajtswv tsis txaus siab rau cov neeg ntawd feem coob, lawv thiaj tuag pawg lug hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.6","label":"6","content":"Tej xwm txheej no yog ua yam ntxwv qhia rau peb kom peb tsis txhob ntshaw tej yam phem ib yam li lawv cov ntawd."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.7","label":"7","content":"Nej tsis txhob pe dab mlom ib yam li lawv qee leej pe, raws li muaj lus sau cia hais tias, “Cov pejxeem kuj zaum noj haus thiab sawv dhia ua lomzem.”"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.8","label":"8","content":"Peb tsis txhob ua nkauj nraug ib yam li lawv qee leej ua, mas tib hnub xwb lawv tuag ob vam peb txhiab leej."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.9","label":"9","content":"Peb tsis txhob sim tus Tswv ib yam li lawv qee leej tau sim es raug nab tom puam tsuaj."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.10","label":"10","content":"Peb tsis txhob yws ib yam li lawv qee leej tau yws es raug tus uas ua kom puam tsuaj muab tua pov tseg."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.11","label":"11","content":"Tej xwm txheej no tshwm los raug lawv ua lub chaw qhia muab sau cia ntuas peb cov uas nyob ze lub sijhawm kawg."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.12","label":"12","content":"Vim li no tus uas xav tias nws nyob ruaj khov lawm yuav tsum ceev faj tsam nws ntog."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.13","label":"13","content":"Tsis muaj ib yam kev sim siab twg yuav tshwm los raug nej dhau tej uas txeev tshwm los raug ib tsoom neeg lawd. Vajtswv yog tus uas peb tso siab tau, mas nws yuav tsis cia nej raug kev sim siab dhau li uas nej thev tsis taus, tiamsis thaum raug kev sim siab nws yuav qheb kev rau nej dim kom nej thiaj li thev taus."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.14","label":"14","content":"Yog li no, cov uas kuv hlub, nej cia li khiav ntawm qhov uas pe dab mlom."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.15","label":"15","content":"Kuv hais rau nej yam li hais rau cov neeg uas muaj tswvyim. Nej cia li tshuaj saib tej lus uas kuv hais."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.16","label":"16","content":"Lub khob koob hmoov uas peb thov koob hmoov ntawd ua rau peb koom Khetos cov ntshav los tsis yog? Lub ncuav uas peb muab ntais ntawd ua rau peb koom Khetos lub cev los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.17","label":"17","content":"Muaj tib lub ncuav xwb mas peb txawm muaj coob leej los peb koom ib lub cev vim peb txhua tus noj tib lub ncuav ntawd."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.18","label":"18","content":"Cia li tshuaj saib cov Yixayee lub neej. Cov uas noj tej uas muab xyeem rau Vajtswv kuj koom lub thaj xyeem ntawd los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.19","label":"19","content":"Yog li ntawd kuv hais li cas? Tej uas muab xyeem rau dab mlom yog yam tseem ceeb lov? Lossis tej dab mlom ntawd tseem ceeb lov?"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.20","label":"20","content":"Tsis yog li ntawd, kuv tsuas hais tias tej uas lawv muab xyeem ntawd lawv xyeem rau dab xwb tsis yog xyeem rau Vajtswv. Kuv tsis xav kom nej koom dab."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.21","label":"21","content":"Nej yuav haus tus Tswv lub khob thiab dab lub khob tsis tau. Nej yuav noj tus Tswv rooj mov thiab dab rooj mov kuj tsis tau."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.22","label":"22","content":"Peb yuav zes ua rau tus Tswv khib lov? Peb muaj zog heev dua nws lov?"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.23","label":"23","content":"“Peb muaj cai ua txhua yam,” tiamsis tsis yog txhua yam yuav muaj qabhau. “Peb muaj cai ua txhua yam,” tiamsis tsis yog txhua yam tsim tsa kom nyob ruaj."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.24","label":"24","content":"Tsis txhob cia leejtwg xam pom nws tus kheej, yuav tsum xam pom lwm tus."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.25","label":"25","content":"Txhua yam nqaij uas muag tom kiab cia li noj, tsis txhob nug dabtsi raws li nej lub siab ua xyem xyav."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.26","label":"26","content":"Rau qhov “Lub ntiajteb thiab txhua yam uas nyob hauv yog tus Tswv li.”"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.27","label":"27","content":"Yog ib tug uas tsis ntseeg hu nej mus noj mov thiab nej muaj lub siab mus, mas cia li noj txhua yam uas lawv rau rau nej, tsis txhob nug dabtsi raws li nej lub siab ua xyem xyav."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.28","label":"28","content":"Tiamsis yog leejtwg hais rau nej tias, “Yam no twb muab xyeem rau dab lawm,” nej yuav tsum saib rau tus uas hais rau nej ntawd es tsis txhob noj, thiab saib rau lub siab uas paub qhov zoo qhov phem,"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.29","label":"29","content":"kuv tsis yog hais txog nej lub siab tiamsis hais txog tus ntawd lub siab. Ua li cas lwm tus lub siab uas paub qhov zoo qhov phem yuav txiav txim rau qhov uas kuv tau nyob ywj pheej?"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.30","label":"30","content":"Yog kuv ua Vajtswv tsaug li noj, ua li cas kuv yuav raug luag thuam vim tim tej uas kuv twb ua Vajtswv tsaug lawd?"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.31","label":"31","content":"Vim li no nej yuav noj yuav haus lossis yuav ua ib yam dabtsi, cia li ua txhua yam rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.32","label":"32","content":"Tsis txhob ua rau cov Yudai lossis cov Kili lossis Vajtswv pawg ntseeg dawm yuam kev,"},{"bible_id":"1269","chapter_code":"1CO.10","verse_code":"1CO.10.33","label":"33","content":"ib yam li kuv ua txhua yam ua kom hum sawvdaws siab, tsis yog kuv xav nrhiav qabhau rau kuv tus kheej tiamsis kuv nrhiav qabhau rau neeg coob coob kom lawv thiaj tau dim."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.1","label":"1","content":"Nej cia li yoog raws li kuv, ib yam li kuv yoog raws li Khetos."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.2","label":"2","content":"Kuv qhuas nej vim nej nco txog kuv rau txhua yam thiab nej tuav rawv tej lus qhia raws li uas kuv muab cob rau nej."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.3","label":"3","content":"Kuv xav kom nej nkag siab tias Khetos yog txhua tus txivneej lub taubhau, tus txiv yog tus pojniam lub taubhau thiab Vajtswv yog Khetos lub taubhau."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.4","label":"4","content":"Txhua tus txivneej uas thov Vajtswv lossis cev Vajtswv lus yog nws ntoo phuam kuj yog saib tsis taus nws lub taubhau,"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.5","label":"5","content":"tiamsis txhua tus pojniam uas thov Vajtswv lossis cev Vajtswv lus yog nws tsis kauv taubhau kuj yog saib tsis taus nws lub taubhau, ib yam li nws plaubhau raug muab chais tag lawm."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.6","label":"6","content":"Yog tus pojniam tsis kauv taubhau, tsim nyog muab nws cov plaubhau txiav, tiamsis yog qhov uas txiav plaubhau lossis chais plaubhau ntawd ua rau tus pojniam poob ntsej muag, kuj cia nws kauv taubhau."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.7","label":"7","content":"Tus txivneej tsis tsim nyog ntoo phuam rau qhov nws yog Vajtswv tus yam ntxwv thiab yog Vajtswv lub meej mom, tiamsis tus pojniam yog tus txiv lub meej mom."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.8","label":"8","content":"Rau qhov tsis yog tsim txivneej ntawm pojniam los tiamsis tsim pojniam ntawm txivneej los,"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.9","label":"9","content":"thiab tsis yog tsim txivneej rau pojniam tiamsis tsim pojniam rau txivneej."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.10","label":"10","content":"Vim li no pojniam yuav tsum kauv taubhau thiaj muaj cai thov vim yog saib rau cov tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.11","label":"11","content":"Txawm li cas los xij nyob hauv tus Tswv yog tsis muaj txivneej kuj tsis txawj muaj pojniam, yog tsis muaj pojniam kuj tsis txawj muaj txivneej,"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.12","label":"12","content":"vim tias ib yam li pojniam tsim ntawm txivneej los, txivneej kuj yug ntawm pojniam los ib yam nkaus. Tiamsis txhua yam puavleej los ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.13","label":"13","content":"Nej cia li sim xav saib qhov uas pojniam tsis kauv taubhau rau thaum thov Vajtswv tsim nyog lov?"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.14","label":"14","content":"Raws li ib txwm nej yeej paub tias yog txivneej tseg plaubhau ntev kuj yog nws raug txaj muag los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.15","label":"15","content":"Tiamsis yog pojniam tseg plaubhau ntev kuj yog meej mom rau nws los tsis yog? Rau qhov cov plaubhau yog pub rau nws npog taubhau."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.16","label":"16","content":"Yog leejtwg yuav cam, mas peb thiab Vajtswv cov pawg ntseeg tsis muaj dua lwm txoj kevcai dhau tej uas hais no."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.17","label":"17","content":"Tej lus nkaw no kuv yuav qhuas nej tsis tau, rau qhov thaum nej tuaj txoos ua ke tsis yog tuaj ua tau qhov zoo tiamsis yog tuaj ua tau qhov phem."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.18","label":"18","content":"Thawj qhov, kuv hnov tias thaum nej tuaj txoos ua ke rau hauv pawg ntseeg nej tawg ua pab ua pawg. Kuv ntseeg tias muaj tseeb ib txhia,"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.19","label":"19","content":"vim yeej yuav tsum muaj kev sib faib hauv nej li ntawd kom thiaj pom nej cov uas ua raug cai tshwm tuaj."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.20","label":"20","content":"Thaum nej tuaj txoos ua ke tsis yog tuaj noj tus Tswv rooj mov."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.21","label":"21","content":"Vim tias thaum noj mov ntawd nyias taus nyias noj tsis sib tos, muaj ib txhia tseem tshaib ib txhia twb haus qaug lawm."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.22","label":"22","content":"Nej tsis muaj vag tsis muaj tse noj haus lov? Lossis nej saib tsis taus Vajtswv pawg ntseeg thiab ua rau cov uas tsis muaj dabtsi noj txaj muag lov? Kuv yuav hais li cas rau nej? Kuv yuav qhuas nej txog zaj no lov? Kuv yuav tsis qhuas kiag li."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.23","label":"23","content":"Tej uas kuv muab cob rau nej lawm kuv tau txais ntawm tus Tswv los, yog hmo uas luag fav xeeb rau tus Tswv Yexus, nws muab lub ncuav los."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.24","label":"24","content":"Thaum nws ua Vajtswv tsaug lawm nws txawm muab ntais thiab hais tias, “No yog kuv lub cev uas muab pub rau nej. Cia li ua li no thiaj nco ntsoov kuv.”"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.25","label":"25","content":"Thaum noj hmo tag lawd, nws txawm muab lub khob los ua ib yam nkaus thiab hais tias, “Lub khob no yog lo lus cog tseg tshiab hauv kuv cov ntshav. Thaum twg nej haus lub khob no nej yuav tsum haus ua lub chaw nco ntsoov kuv.”"},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.26","label":"26","content":"Vim tias thaum twg nej noj cov ncuav no thiab haus lub khob no nej kuj qhia tus Tswv txojkev tuag mus txog thaum nws rov qab los."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.27","label":"27","content":"Yog li ntawd, yog leejtwg lam noj lub ncuav lossis lam haus tus Tswv lub khob ua yam uas tsis tsim nyog, nws kuj ua txhaum tus Tswv lub cev thiab nws cov ntshav."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.28","label":"28","content":"Txhua tus yuav tsum tshuaj saib nws tus kheej mam li noj lub ncuav thiab haus lub khob."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.29","label":"29","content":"Rau qhov tus uas noj thiab haus tsis xav txog Yexus lub cev kuj noj thiab haus ua rau nws tus kheej raug txim."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.30","label":"30","content":"Vim li no nej cov muaj coob leej thiaj li qaug zog thiab muaj mob muaj nkeeg, thiab qee leej kuj tuag lawm."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.31","label":"31","content":"Tiamsis yog peb tshuaj saib peb tus kheej peb yuav tsis raug txiav txim."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.32","label":"32","content":"Thaum Vajtswv txiav txim rau peb, kuj yog Vajtswv nplawm peb kom peb thiaj tsis nrog lub ntiajteb raug txim."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.33","label":"33","content":"Vim li no, kuv cov kwvtij, thaum nej tuaj txoos ua ke noj mov ntawd nej yuav tsum sib tos."},{"bible_id":"1269","chapter_code":"1CO.11","verse_code":"1CO.11.34","label":"34","content":"Yog leejtwg tshaib plab, cia nws noj mov hauv nws tsev ua ntej xwv thaum tuaj txoos ua ke nej thiaj tsis raug rau txim. Dua li lwm zaj cia thaum kuv tuaj txog nej kuv li qhia."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.1","label":"1","content":"Cov kwvtij, kuv xav kom nej nkag siab txog tej tswvyim uas Vaj Ntsuj Plig pub."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.2","label":"2","content":"Nej yeej paub tias thaum nej tsis tau los ntseeg nej raug cab yuam kev mus pe tej dab mlom uas tsis txawj hais lus."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.3","label":"3","content":"Vim li no kuv thiaj qhia nej paub tias tsis muaj leejtwg uas yuav hais hauv Vajtswv tus Ntsuj Plig tias, “Cia Yexus raug foom tsis zoo.” Thiab tsis muaj leejtwg hais tau tias, “Yexus yog tus Tswv,” tsuas yog Vaj Ntsuj Plig uas dawb huv qhia thiaj hais tau xwb."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.4","label":"4","content":"Tej tswvyim uas Vaj Ntsuj Plig pub muaj ntau yam, tiamsis muaj tib tug Vaj Ntsuj Plig xwb,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.5","label":"5","content":"thiab tej haujlwm uas ua koom tu tus Tswv muaj ntau yam, tiamsis muaj tib tug Tswv xwb,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.6","label":"6","content":"thiab tej haujlwm muaj ntau yam, tiamsis muaj tib tug Vajtswv ua kom txhua tus ua tau txhua yam haujlwm."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.7","label":"7","content":"Vajtswv pub Vaj Ntsuj Plig los tshwm rau hauv txhua tus xwv thiaj muaj qabhau rau sawvdaws."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.8","label":"8","content":"Vajtswv kom Vaj Ntsuj Plig pub ib tug txawj hais tej lus muaj tswvyim, thiab kom tib tug Vaj Ntsuj Plig pub dua ib tug hais tej lus txawj ntse,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.9","label":"9","content":"thiab kom tib tug Vaj Ntsuj Plig pub dua ib tug muaj kev ntseeg, thiab kom tib tug Vaj Ntsuj Plig pub dua ib tug muaj tswvyim kho tau mob,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.10","label":"10","content":"thiab pub dua ib tug ua tau tej txujci phimhwj, thiab pub dua ib tug cev Vajtswv lus thiab dua ib tug txawj tshuaj saib tej ntsuj plig, thiab pub dua ib tug txawj hais lus txawv txawv thiab dua ib tug txawj txhais tej lus txawv txawv ntawd."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.11","label":"11","content":"Tib tug Vaj Ntsuj Plig tu tej no huvsi rau nyias muaj nyias raws li Vaj Ntsuj Plig lub siab nyiam."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.12","label":"12","content":"Zoo ib yam li lub cev yog tib lub los muaj ntau yam koom ua ke, thiab txhua yam ntawm lub cev ntawd txawm yog muaj ntau yam lus tseem koom ua tib lub cev, Khetos kuj zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.13","label":"13","content":"Vim tias peb sawvdaws tsis hais cov Yudai cov Kili cov uas ua qhev thiab cov uas nyob ywj pheej peb puavleej tau ua kevcai raus dej hauv tib tug Vaj Ntsuj Plig los koom ua ib lub cev, thiab muaj tib tug Vaj Ntsuj Plig pub rau peb haus."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.14","label":"14","content":"Lub cev tsis yog muaj tib yam xwb, tiamsis muaj ntau yam."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.15","label":"15","content":"Yog kotaw hais tias, “Kuv tsis yog tes ces kuv tsis koom lub cev,” vim qhov uas hais li no kotaw txawm tsis koom lub cev los yeej tsis tau li."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.16","label":"16","content":"Yog qhov ntsej hais tias, “Kuv tsis yog qhov muag ces kuv tsis koom lub cev,” vim qhov uas hais li no qhov ntsej txawm tsis koom lub cev los yeej tsis tau li."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.17","label":"17","content":"Yog lub cev huvsi ua qhov muag tag lawm, qhov uas hnov tau yuav nyob qhovtwg? Yog lub cev huvsi ua qhov ntsej, qhov uas hnov ntxhiab yuav nyob qhovtwg?"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.18","label":"18","content":"Tiamsis Vajtswv pub txhua yam rau lub cev nyias nyob nyias chaw raws li Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.19","label":"19","content":"Yog txhua yam ntawm lub cev ua tib yam xwb, lub cev yuav muaj tau li cas?"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.20","label":"20","content":"Qhov tseeb muaj ntau yam ntawm lub cev tiamsis yeej yog tib lub cev xwb."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.21","label":"21","content":"Lub qhov muag hais tsis tau rau txhais tes tias, “Kuv tsis yuav koj,” lossis lub taubhau hais tsis tau rau txhais kotaw tias, “Kuv tsis yuav koj.”"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.22","label":"22","content":"Tsis yog li ntawd, tiamsis tej yam ntawm lub cev uas xav tias tsis muaj zog tseem yog yam uas cheem tsum,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.23","label":"23","content":"thiab tej yam uas peb xav tias tsis tsim txiaj pes tsawg peb yimhuab ua kom tsim txiaj tuaj, thiab yam uas tsis zoo nkauj peb ua tib zoo tu,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.24","label":"24","content":"mas yam uas tib zoo saib lawm tsis cheem tsum yuav tu. Tiamsis Vajtswv pub lub cev muaj txhua yam koom ua ke thiab pub koob meej ntau dua rau yam uas tsis tsim txiaj,"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.25","label":"25","content":"kom thiaj tsis pub lub cev sib faib, tiamsis txhua yam ntawm lub cev ib yam yuav mob siab rau ib yam."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.26","label":"26","content":"Yog lub cev ib qho twg mob, txhua yam ntawm lub cev kuj mob thiab. Yog lub cev ib qho twg tau koob meej, txhua yam ntawm lub cev kuj zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.27","label":"27","content":"Nej yog Khetos lub cev, thiab nej txhua tus ib leeg yog ib yam ntawm lub cev."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.28","label":"28","content":"Vajtswv tsa qee leej rau hauv pawg ntseeg, pab ib yog cov tubtxib, pab ob yog cov uas cev Vajtswv lus, pab peb yog cov xibhwb qhuab qhia, dua li ntawd yog cov uas ua tau txujci phimhwj, thiab cov uas Vajtswv pub tswvyim txawj kho mob, thiab cov uas pab lwm tus, cov uas txawj coj thiab cov uas hais tau ntau yam lus txawv txawv."},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.29","label":"29","content":"Txhua tus ua tubtxib lov? Txhua tus cev Vajtswv lus lov? Txhua tus ua xibhwb qhuab qhia lov? Txhua tus ua tau txujci phimhwj lov?"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.30","label":"30","content":"Txhua tus muaj tswvyim kho mob zoo lov? Txhua tus hais tau lus txawv txawv lov? Txhua tus txhais tau tej lus txawv txawv lov?"},{"bible_id":"1269","chapter_code":"1CO.12","verse_code":"1CO.12.31","label":"31","content":"Nej yuav tsum siv zog nrhiav tej tswvyim uas loj dua. Thiab kuv yuav qhia nej paub txojkev uas zoo tshaj plaws."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.1","label":"1","content":"Txawm yog kuv hais tej lus  uas neeg hais lossis tej lus uas tubtxib saum ntuj hais, los tsis muaj kev hlub, kuv kuj zoo li tej suab tswb suab nruas uas nrov ua nqaj ua nqug xwb."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.2","label":"2","content":"Txawm yog kuv txawj cev tau Vajtswv lus thiab paub txhua yam uas muab npog cia lawd thiab txawj ntse txhua yam, thiab txawm yog kuv muaj kev ntseeg txhij uas tshais tau tej roob mus rau lwm qhov los tsis muaj kev hlub, kuv kuj tsis muaj nqes dabtsi kiag li."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.3","label":"3","content":"Txawm yog kuv pub txhua yam uas kuv muaj rau luag thiab muab kuv lub cev hlawv pov tseg, los kuv tsis muaj kev hlub, kuj tsis muaj qabhau dabtsi rau kuv."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.4","label":"4","content":"Txojkev hlub ua tau siab ntev, muaj siab khuvleej, tsis khib luag, tsis khav theeb, tsis tsab ua loj,"},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.5","label":"5","content":"tsis ua tej uas rhuav ntsej muag, tsis xam pom nws xwb, tsis chim sai, tsis cim ntsoov luag tej kev txhaum,"},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.6","label":"6","content":"tsis xyiv fab rau tej kev phem tiamsis xyiv fab rau txojkev tseeb."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.7","label":"7","content":"Txojkev hlub nyiaj taus txhua yam, ntseeg mus li, muaj kev vam mus li thiab ua siab ntev thev txhua yam."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.8","label":"8","content":"Txojkev hlub tsis txawj kawg kiag li. Qhov uas cev Vajtswv lus yuav ploj mus, qhov uas hais lus txawv txawv yuav tseg tsis hais, thiab tej kev txawj ntse yuav ploj mus."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.9","label":"9","content":"Rau qhov peb tsuas paub qee yam thiab tsuas cev Vajtswv lus qee yam xwb."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.10","label":"10","content":"Tiamsis thaum muaj txhua yam txhij lawm qhov uas muaj qee yam xwb yuav ploj ntais mus."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.11","label":"11","content":"Thaum kuv tseem yau kuv hais lus yam li menyuam yaus, kuv xav yam li menyuam yaus, thiab tshuaj saib txhua yam ib yam li menyuam yaus. Thaum kuv hlob lawd kuv tseg tsis ua li menyuam yaus lawm."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.12","label":"12","content":"Rau qhov nimno peb pom zem zuag yam li saib hauv daim iav, tiamsis thaum ntawd peb yuav pom tim ntsej tim muag. Nimno kuv tsuas paub qee yam xwb, tiamsis thaum ntawd kuv yuav paub txhij txhua ib yam li Vajtswv paub kuv."},{"bible_id":"1269","chapter_code":"1CO.13","verse_code":"1CO.13.13","label":"13","content":"Nimno peb yam no tseem muaj nyob, yog kev vam, kev ntseeg thiab kev hlub, tiamsis yam uas loj kawg yog kev hlub."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.1","label":"1","content":"Cia li tsom ntsoov nrhiav kev hlub thiab siv zog nrhiav tej tswvyim uas Vaj Ntsuj Plig pub, thiab nrhiav qhov uas cev Vajtswv lus heev dua."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.2","label":"2","content":"Rau qhov tus uas hais lus txawv txawv tsis yog hais rau neeg, yog hais rau Vajtswv, rau qhov tsis muaj leejtwg nkag siab, nws hais tej uas muab npog cia raws li Vaj Ntsuj Plig qhia."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.3","label":"3","content":"Tiamsis tus uas cev Vajtswv lus yog hais rau neeg kom kheev hlob thiab muaj kev txhawb siab thiab nplij siab."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.4","label":"4","content":"Tus uas hais lus txawv txawv kuj ua rau nws tus kheej kheev hlob xwb, tiamsis tus uas cev Vajtswv lus ua rau pawg ntseeg kheev hlob."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.5","label":"5","content":"Kuv xav kom nej sawvdaws txawj hais lus txawv txawv, tiamsis loj dua li ntawd kuv xav kom nej cev Vajtswv li lus. Tus uas cev Vajtswv lus kuj loj dua tus uas hais lus txawv txawv. Qhov uas hais lus txawv txawv yuav tsum muaj tus uas txhais tau xwv pawg ntseeg thiaj kheev hlob."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.6","label":"6","content":"Cov kwvtij, yog kuv tuaj cuag nej kuv hais lus txawv txawv xwb, kuv tsis hais tej lus uas Vajtswv qhia tshwm los lossis tej lus txawj ntse lossis cev Vajtswv tej lus lossis tej lus qhuab qhia, kuv yuav pab tau nej li cas?"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.7","label":"7","content":"Txawm yog tej cuab yeej tsis muaj sia uas ua tau suab xws li raj thiab nkauj nog ncas, yog tsis muaj suab siab suab qes uas txawv neeg yuav paub lub suab uas tshuab thiab ntaus tau li cas?"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.8","label":"8","content":"Yog raj xyu nrov tsis meej, leejtwg yuav txawj npaj ua rog?"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.9","label":"9","content":"Nej kuj zoo ib yam li ntawd. Yog nej hais lus txawv txawv tsis siv tej lus uas nkag siab tau, neeg yuav nkag siab tej lus ntawd tau li cas? Nej tej lus yuav ploj raws cua mus."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.10","label":"10","content":"Hauv ntiajteb no yeej muaj ntau yam lus. Tsis muaj ib yam lus twg uas tsis muaj lub ntsiab."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.11","label":"11","content":"Tiamsis yog kuv tsis paub tej lus ntawd lub ntsiab kuv kuj yog lwm haiv neeg rau tus uas hais ntawd, thiab tus uas hais ntawd yog lwm haiv neeg rau kuv."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.12","label":"12","content":"Nej kuj ib yam li ntawd. Vim nej siv zog nrhiav tej uas Vaj Ntsuj Plig pub, cia li nrhiav tej tswvyim nplua mias uas ua rau pawg ntseeg kheev hlob."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.13","label":"13","content":"Yog li no, tus uas hais lus txawv txawv, kuj yuav tsum thov kom nws txhais tau thiab."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.14","label":"14","content":"Yog kuv hais lus txawv txawv thov Vajtswv, kuv tus ntsuj plig kuj thov tiag tiamsis kuv txojkev xav tsis tau qabhau."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.15","label":"15","content":"Vim li no kuv yuav ua li cas? Kuv yuav siv kuv tus ntsuj plig thiab siv kuv txojkev xav thov Vajtswv. Thiab kuv yuav siv tus ntsuj plig thiab siv kuv txojkev xav hu nkauj."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.16","label":"16","content":"Yog tsis ua li ntawd, yog koj siv tus ntsuj plig qhuas Vajtswv mas cov neeg uas tsis nkag siab yuav hais “Amee” rau tej lus uas koj ua Vajtswv tsaug ntawd tau li cas, rau qhov lawv tsis paub tias koj hais dabtsi?"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.17","label":"17","content":"Txawm yog koj ua Vajtswv tsaug zoo npaum li cas, los lwm tus kuj tsis kheev hlob."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.18","label":"18","content":"Kuv ua Vajtswv tsaug, kuv hais lus txawv txawv ntau dua nej sawvdaws."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.19","label":"19","content":"Tiamsis hauv pawg ntseeg kuv xav hais tsib lo lus uas kuv twb xav cia lawm xwb kom thiaj qhia tau lwm tus, zoo dua li hais ib vam lo lus txawv txawv."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.20","label":"20","content":"Cov kwvtij, nej tsis txhob xav li tej menyuam yaus xav. Qhov uas ua phem cia li ua menyuam mos, qhov uas xav, cia li xav li tus neeg laus."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.21","label":"21","content":"Hauv txoj kevcai muaj sau cia hais tias, “Kuv yuav siv lwm yam lus thiab siv lwm haiv neeg lub qhov ncauj hais rau cov neeg no. Txawm li ntawd los lawv yuav tsis mloog kuv hais. Tus Tswv hais li no ntag.”"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.22","label":"22","content":"Yog li no qhov uas hais lus txawv txawv tsis yog txujci rau cov uas ntseeg tiamsis yog txujci rau cov uas tsis ntseeg. Qhov uas cev Vajtswv lus tsis yog muaj rau cov uas tsis ntseeg, tiamsis yog muaj rau cov uas ntseeg."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.23","label":"23","content":"Yog li no yog tag nrho pawg ntseeg tuaj sablaj ua ke thiab txhua tus nyias taus nyias hais lus txawv txawv mas muaj cov uas tsis paub lossis cov uas tsis ntseeg tuaj rau hauv, lawv yuav hais tias nej vwm lawm los tsis yog?"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.24","label":"24","content":"Tiamsis yog txhua tus cev Vajtswv lus mas ib tug uas tsis ntseeg lossis ib tug uas tsis paub tuaj rau hauv, mas nws raug txhua tus ntuas thiab sawvdaws taw nws qhov txhaum,"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.25","label":"25","content":"thiab tej uas muab zais rau hauv nws lub siab yuav raug muab nthuav tshwm los thiab nws yuav khwb nkaus hauv pem teb pe Vajtswv hais tias. “Vajtswv nrog nraim nej tiag tiag li.”"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.26","label":"26","content":"Yog li ntawd, cov kwvtij 'e, yuav hais li cas? Thaum nej tuaj txoos ua ke, muaj tus muaj nkauj, muaj tus qhuab qhia, muaj tus muaj tej lus uas Vajtswv qhia tshwm, muaj tus hais lus txawv txawv thiab muaj tus txhais tej lus txawv txawv. Nej yuav tsum ua txhua yam kom pawg ntseeg kheev hlob."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.27","label":"27","content":"Yog leejtwg hais lus txawv txawv, cia ob leeg hais lossis ntau kawg peb leeg xwb, ib leeg hais tag ib leeg li hais, thiab cia muaj dua ib leeg txhais."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.28","label":"28","content":"Tiamsis yog tsis muaj leejtwg txhais, kuj kom lawv nyob twjywm hauv chaw sablaj, cia lawv hais rau lawv tus kheej thiab hais rau Vajtswv xwb."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.29","label":"29","content":"Pub cov uas cev Vajtswv lus hais tau ob leeg lossis peb leeg thiab cia sawvdaws tshuaj saib tej lus uas lawv hais."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.30","label":"30","content":"Yog Vajtswv qhia tshwm rau dua ib tug uas zaum ua ke ntawd, kuj cia thawj tug nyob twjywm tso."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.31","label":"31","content":"Vim tias nej sawvdaws cev Vajtswv lus tau ib leeg zuj zus xwv txhua tus thiaj kawm tau thiab tau txais kev txhawb siab."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.32","label":"32","content":"Cov uas cev Vajtswv lus tus ntsuj plig yeej nyob hauv cov uas cev Vajtswv lus ntawd li kev tswjhwm,"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.33","label":"33","content":"rau qhov Vajtswv tsis yog tus Vajtswv uas nyiam kev kub ntxhov tiamsis yog tus uas nyiam kev tus yees. Ib yam li uas muaj rau hauv cov xov dawb txhua pawg ntseeg,"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.34","label":"34","content":"cia cov pojniam nyob twjywm hauv lub chaw sablaj, vim tias tsis tso cai rau lawv hais lus, lawv yuav tsum txo hwjchim raws li txoj kevcai hais tseg."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.35","label":"35","content":"Yog lawv xav paub dabtsi, kuj cia lawv nug tus txiv tom tsev, vim tias qhov uas pojniam yuav hais lus hauv chaw sablaj kuj txaj muag."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.36","label":"36","content":"Vajtswv txojlus tshwm hauv nej cov los lov? Vajtswv txojlus tuaj txog nej tib cov xwb lov?"},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.37","label":"37","content":"Yog leejtwg xav tias nws yog tus cev Vajtswv lus lossis nws muaj Vaj Ntsuj Plig kuj yuav tsum lees tias tej lus uas kuv sau tuaj txog nej no yog Vajtswv tej lus qhia."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.38","label":"38","content":"Yog leejtwg tsis quav ntsej tej lus no, yuav tsis quav ntsej tus ntawd."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.39","label":"39","content":"Yog li no, kuv cov kwvtij, cia li siv zog rau qhov uas cev Vajtswv lus, thiab tsis txhob txwv qhov uas hais lus txawv txawv."},{"bible_id":"1269","chapter_code":"1CO.14","verse_code":"1CO.14.40","label":"40","content":"Cia li ua txhua yam raws li tsim nyog ua thiab raws li txoj kevcai."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.1","label":"1","content":"Cov kwvtij, kuv xav kom nej nco txog txoj xov zoo uas kuv txeev qhia rau nej, thiab nej twb txais yuav thiab nyob ruaj rau hauv lawm."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.2","label":"2","content":"Nej yuav tau dim vim muaj txoj xov zoo ntawd, tsuav yog nej tuav rawv tej lus uas kuv qhia rau nej. Yog nej tsis tuav rawv li ntawd nej kev ntseeg tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.3","label":"3","content":"Rau qhov kuv twb muab zaj uas tseem ceeb kawg nkaus uas kuv tau txais los ntawd cob rau nej lawm, yog qhov uas Khetos tuag vim yog tim peb lub txim raws li sau cia rau hauv Vajtswv phau ntawv,"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.4","label":"4","content":"thiab nws raug muab log lawm, hnub peb nws raug tsa sawv rov los raws li sau cia rau hauv Vajtswv phau ntawv,"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.5","label":"5","content":"thiab nws los tshwm rau Khefa thiab tshwm rau kaum ob tug thwjtim pom."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.6","label":"6","content":"Dhau ntawd nws los tshwm rau cov kwvtij coob dua tsib puas leej pom rau tib lub sijhawm, cov uas pom ntawd feem coob nimno tseem muaj txojsia nyob, tsuas yog qee leej tsaug zog lawm xwb."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.7","label":"7","content":"Dhau ntawd nws los tshwm rau Yakaunpau thiab cov tubtxib sawvdaws pom."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.8","label":"8","content":"Thaum kawg nws los tshwm rau kuv pom, kuv zoo li tus menyuam uas tsis tau txog caij yug cia li yug lawm."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.9","label":"9","content":"Vim tias kuv yog tus tubtxib uas yau dua lwm tus huvsi, thiab tsis tsim nyog tau lub npe hu ua tubtxib rau qhov kuv tsim txom Vajtswv pawg ntseeg."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.10","label":"10","content":"Vim yog Vajtswv txojkev hlub kuv thiaj tau nyob li uas nyob no thiab qhov uas Vajtswv hlub kuv tau muaj qabhau heev. Kuv ua haujlwm khwv dua lawv sawvdaws tiamsis tsis yog kuv tus kheej ua, yog Vajtswv txojkev hlub uas nrog nraim kuv ua."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.11","label":"11","content":"Vim li no txawm yog kuv thiab lawv, los peb puavleej tshaj tawm zaj no thiab nej ntseeg zaj no."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.12","label":"12","content":"Yog peb tshaj tawm tias Khetos raug tsa ciaj sawv hauv qhov tuag rov los lawm, ua cas nej cov qee leej tseem hais tias qhov uas sawv hauv qhov tuag rov los tsis muaj?"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.13","label":"13","content":"Yog qhov uas sawv hauv qhov tuag rov los tsis muaj, Khetos kuj tsis raug tsa sawv rov los."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.14","label":"14","content":"Yog Khetos tsis tau raug tsa sawv rov los, qhov uas peb tshaj tawm ntawd kuj tsis muaj qabhau, thiab qhov uas nej ntseeg kuj tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.15","label":"15","content":"Neeg yuav pom tias peb ua cuav timkhawv txog Vajtswv vim peb twb ua timkhawv tias Vajtswv tsa Khetos sawv rov los lawm, tiamsis yog neeg tuag tsis raug tsa sawv rov los, Vajtswv kuj tsis tsa Khetos sawv rov los thiab."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.16","label":"16","content":"Yog cov neeg tuag tsis raug tsa sawv rov los, Khetos kuj tsis tau raug tsa sawv rov los."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.17","label":"17","content":"Yog Khetos tsis tau raug tsa sawv rov los, nej txojkev ntseeg kuj tsis muaj qabhau thiab nej tseem nyob hauv nej lub txim."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.18","label":"18","content":"Yog li ntawd cov neeg uas tsaug zog rau hauv Khetos kuj puam tsuaj mus lawm."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.19","label":"19","content":"Yog peb muaj siab vam rau hauv Khetos rau sim neej no xwb, peb kuj yog cov uas ntxim khuvleej dua ib tsoom sawvdaws."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.20","label":"20","content":"Tiamsis nimno Khetos twb raug tsa hauv qhov tuag rov los lawm, yog thawj tug  hauv cov uas tsaug zog lawm."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.21","label":"21","content":"Vim tias txojkev tuag tshwm ntawm ib tug neeg los li cas, mas qhov uas ciaj sawv hauv qhov tuag kuj tshwm ntawm ib tug neeg los ib yam nkaus li ntawd."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.22","label":"22","content":"Vim tias txhua tus nyob hauv Adas thiaj li tuag, mas txhua tus uas nyob hauv Khetos yuav ciaj sawv rov los ib yam li ntawd."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.23","label":"23","content":"Tiamsis yuav tsum sawv raws ib qeb zuj zus, Khetos yog thawj tug,  dhau ntawd thaum Khetos rov qab los cov uas yog Khetos li yuav sawv rov los."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.24","label":"24","content":"Thaum ntawd yog lub sijhawm kawg uas Khetos muab lub tebchaws cob rau Vajtswv uas yog leej Txiv yog thaum Khetos twb rhuav tshem txhua tus timtswv uas kav thiab tej hwjchim thiab tej dab huvsi lawm."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.25","label":"25","content":"Rau qhov Khetos yuav tsum kav mus txog thaum Vajtswv muab txhua tus yeeb ncuab txo nyob hauv Khetos qab xib taws."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.26","label":"26","content":"Tus yeeb ncuab kawg uas yuav muab ua kom puam tsuaj yog txojkev tuag."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.27","label":"27","content":"“Rau qhov Vajtswv muab txhua yam tso rau hauv nws qab xib taws.”  Thaum Vajtswv txojlus hais tias, “Muab txhua yam tso rau hauv nws qab xib taws,” kuj paub tseeb tias tsis yog hais txog Vajtswv uas muab txhua yam tso rau hauv leej Tub lub qab hwjchim."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.28","label":"28","content":"Thaum txhua yam nyob hauv leej Tub lub qab hwjchim lawm, thaum ntawd leej Tub kuj yuav raug nyob rau hauv leej Txiv lub qab hwjchim, kom Vajtswv thiaj ua txhua yam tus thawj."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.29","label":"29","content":"Yog li ntawd cov uas ua kevcai raus dej mus pab rau cov uas tuag lawd yuav ua li cas? Yog cov uas tuag lawm tsis ciaj sawv rov los li, ua cas tseem muaj neeg ua kevcai raus dej mus pab cov uas tuag thiab?"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.30","label":"30","content":"Thiab ua cas peb yuav raug kev ceeblaj txhua lub sijhawm?"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.31","label":"31","content":"Cov kwvtij, kuv niaj hnub ntsib kev tuag. Kuv hais li no vim kuv khav txog nej rau hauv Yexus Khetos uas yog peb tus Tswv."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.32","label":"32","content":"Yog kuv tawm tsam tsiaj qus hauv lub moos Efexau, thiab muaj siab vam ib yam li ib tsoom neeg xwb, kuv yuav tau qabhau dabtsi? Yog cov neeg tuag tsis txawj sawv rov los, kuj “cia peb noj tiag haus tiag rau qhov tagkis peb yuav tuag.”"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.33","label":"33","content":"Tsis txhob yuam kev. “Qhov uas nrog cov neeg phem ua ke yeej yuav rhuav qhov uas yus ua zoo.”"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.34","label":"34","content":"Cia li rov qab feeb meej ua lub neej zoo, tsis txhob ua txhaum dua li lawm, rau qhov muaj qee leej tsis paub Vajtswv. Kuv hais li no kom nej paub txaj muag."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.35","label":"35","content":"Tiamsis yuav muaj neeg nug hais tias, “Cov neeg tuag yuav ciaj sawv rov los li cas? Lawv yuav muaj lub cev zoo li cas los?”"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.36","label":"36","content":"Au niag neeg ruam. Yam uas nej muab tseb, yog tsis tuag ua ntej yuav tsis txawj tuaj dua tshiab."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.37","label":"37","content":"Yam uas nej muab tseb ntawd tsis hais mog lossis lwm yam qoob, tsis yog nej muab kiag tsob qoob mus tseb, tiamsis nej coj noob qhuav qhuav mus tseb xwb."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.38","label":"38","content":"Vajtswv pub lub cev rau lub noob raws li nws pom zoo, thiab pub txhua yam noob nyias muaj nyias lub cev."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.39","label":"39","content":"Txhua yam nqaij tsis sib thooj, neeg muaj dua ib yam nqaij, tsiaj txhu muaj dua ib yam nqaij, nas noog muaj dua ib yam nqaij thiab ntses muaj dua ib yam nqaij."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.40","label":"40","content":"Lub cev saum ntuj kuj muaj, lub cev hauv ntiajteb kuj muaj. Lub cev saum ntuj muaj dua ib yam meej mom, lub cev hauv ntiajteb kuj muaj dua ib yam meej mom."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.41","label":"41","content":"Lub hnub muaj dua ib yam meej mom, lub hli muaj dua ib yam meej mom thiab tej hnub qub kuj muaj dua ib yam meej mom. Ib lub hnub qub li meej mom zoo tsis thooj lwm lub hnub qub li meej mom."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.42","label":"42","content":"Qhov uas neeg tuag ciaj sawv rov los kuj zoo ib yam nkaus. Lub cev uas muab tseb txawj lwj tag, lub cev uas sawv rov los tsis txawj lwj."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.43","label":"43","content":"Yam uas muab tseb lawd tsis muaj koob meej, yam uas sawv rov los muaj meej mom. Yam uas muab tseb tsis muaj zog, yam uas sawv rov los muaj zog."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.44","label":"44","content":"Yam uas muab tseb yog lub cev nqaij, yam uas sawv rov los yog lub cev ntsuj plig. Yog muaj lub cev nqaij lawm, yeej muaj lub cev ntsuj plig."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.45","label":"45","content":"Raws li muaj lus sau cia tias, “Thawj tug neeg uas yog Adas thiaj li ciaj sia,”  tiamsis tus Adas uas los tom kawg yog ntsuj plig uas pub txojsia."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.46","label":"46","content":"Thawj lub cev tsis yog lub cev ntsuj plig, yog lub cev nqaij tawv, lub cev tom qab thiaj yog cev ntsuj plig."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.47","label":"47","content":"Thawj tug neeg yog tawm hauv ntiajteb los yog neeg av, tus neeg uas ob los saum ntuj los."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.48","label":"48","content":"Tus neeg av ntawd zoo li cas, tej neeg av kuj zoo ib yam li ntawd. Tus neeg saum ntuj zoo li cas, tej neeg saum ntuj kuj zoo ib yam nkaus li ntawd."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.49","label":"49","content":"Yam nkaus li peb twb muaj yam ntxwv zoo li tus neeg av, peb kuj yuav muaj yam ntxwv zoo li tus neeg saum ntuj."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.50","label":"50","content":"Cov kwvtij, kuv hais tias, nqaij thiab ntshav tsis muaj feem tau Vajtswv lub tebchaws, thiab yam uas txawj lwj tsis muaj feem tau yam uas tsis txawj lwj."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.51","label":"51","content":"Saib maj, kuv yuav qhia ib zaj uas muab npog cia tob tob lawd rau nej. Peb sawvdaws yuav tsis tsaug zog  tag huvsi, tiamsis peb txhua tus yuav raug plhis dua tshiab,"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.52","label":"52","content":"rau tib pliag tib ntsais muag xwb rau thaum tshuab raj xyu zaum kawg. Rau qhov yuav tshuab raj xyu mas cov uas tuag tag lawd yuav raug tsa ciaj sawv rov los tsis txawj lwj thiab peb yuav raug plhis dua tshiab."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.53","label":"53","content":"Yam uas txawj lwj yuav tsum hnav yam uas tsis txawj lwj, thiab yam uas yuav tsum tuag yuav tsum hnav yam uas tsis txawj tuag."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.54","label":"54","content":"Thaum yam uas txawj lwj hnav yam uas tsis txawj lwj thiab yam uas yuav tsum tuag hnav yam uas tsis txawj tuag, thaum ntawd yuav tiav raws li tej lus sau cia hais tias, “Txojkev kov yeej twb nqos txojkev tuag lawm.”"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.55","label":"55","content":"“Txojkev tuag 'e, koj txojkev kov yeej dua twg lawm? Txojkev tuag 'e, koj tus taug  dua twg lawm?”"},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.56","label":"56","content":"Txojkev tuag tus taug yog lub txim thiab lub txim lub hwjchim yog Mauxe txoj kevcai."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.57","label":"57","content":"Ua Vajtswv tsaug nws pub peb kov yeej vim yog peb tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"1CO.15","verse_code":"1CO.15.58","label":"58","content":"Vim li no, cov kwvtij uas kuv hlub, cia li nyob ruaj khov, tsis txhob ywj fab ywj fwj, cia li ua tus Tswv tes haujlwm puv npo txhua lub sijhawm thiab paub tias tej haujlwm uas nej ua rau hauv tus Tswv tsis tag dawb tag do."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.1","label":"1","content":"Nimno hais txog qhov uas sau nyiaj pab Vajtswv cov xov dawb, kuv hais rau cov pawg ntseeg hauv lub xeev Kalatia li cas, nej yuav tsum ua ib yam li ntawd."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.2","label":"2","content":"Hnub ib  hauv txhua lub chib so nej txhua tus yuav tsum khaws tej nyiaj ib qho cia raws li nyias khwv tau, xwv thaum kuv tuaj txog thiaj tsis txog sau lawm."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.3","label":"3","content":"Thaum kuv tuaj txog lawd, yog nej pom zoo leejtwg, kuv yuav txib cov neeg ntawd xa cov nyiaj uas nej pub thiab tsab ntawv mus rau lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.4","label":"4","content":"Yog pom tias tsim nyog kuv mus thiab, lawv yuav nrog kuv ua ke mus."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.5","label":"5","content":"Thaum kuv hla lub xeev Makhedaunia lawd kuv yuav los xyuas nej, vim tias kuv yuav hla lub xeev Makhedaunia mus."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.6","label":"6","content":"Tej zaum kuv yuav so hauv nej, thiab yuav so kom tag lub caij ntuj no, xwv thaum kuv mus qhovtwg nej thiaj tau xa kuv mus qhov ntawd."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.7","label":"7","content":"Tsis yog kuv xav tuaj xyuas nej rau thaum kuv dua kev xwb. Yog tus Tswv pub, kuv vam tias kuv yuav nrog nej nyob ib ntus"},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.8","label":"8","content":"Kuv yuav nyob hauv lub moos Efexau mus txog hnub Pheethekhoxate,"},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.9","label":"9","content":"vim ntawm no qheb qhov rooj dav qas fo rau kuv ua haujlwm txi txiv thiab muaj cov uas tawm tsam coob."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.10","label":"10","content":"Thaum Timaute tuaj txog nej, nej yuav tsum saib nws zoo tsis txhob cia nws nyuaj siab rau thaum nws nrog nej nyob, rau qhov nws ua tus Tswv tes haujlwm ib yam li kuv."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.11","label":"11","content":"Vim li ntawd, tsis txhob cia leejtwg saib tsis taus nws. Cia li xa nws mus kev ua kaj siab lug kom nws thiaj rov los txog kuv, vim kuv tseem tos ntsoov nws nrog cov kwvtij los."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.12","label":"12","content":"Hais txog peb tus kwvtij Apaulau, kuv twb thov thov nws nrog cov kwvtij mus xyuas nej, tiamsis nws tsis kam mus lub sijhawm no. Thaum muaj sijhawm nws yuav mus."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.13","label":"13","content":"Nej yuav tsum ceev faj zov tos, nyob ruaj hauv txojkev ntseeg, ua lub siab tuab thiab khov kho."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.14","label":"14","content":"Cia li ua txhua yam ntawm txojkev hlub."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.15","label":"15","content":"Cov kwvtij, nej paub tias Xatefana tsev neeg yog thawj phaum uas ntseeg hauv lub xeev Akhaya, thiab lawv tau pub lawv tus kheej tu cov xov dawb, mas kuv thov nej"},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.16","label":"16","content":"kom nej txo hwjchim rau cov neeg zoo li no thiab txhua tus uas koom ua haujlwm thiab rau siab ua."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.17","label":"17","content":"Kuv zoo siab qhov uas Xatefana, Fothunatha thiab Akha‑ika tuaj, vim lawv twb tuaj txhawb kuv lub zog puv npo lawm ntxiv qhov uas nej tsis tau tuaj."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.18","label":"18","content":"Lawv ua rau kuv lub siab thiab nej lub siab kaj lug. Vim li no nej yuav tsum lees yuav cov neeg zoo li no."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.19","label":"19","content":"Cov pawg ntseeg hauv lub xeev Axia hais lus nco txog nej. Akhila thiab Plixakha thiab pawg ntseeg hauv ob tug lub tsev hais lus nco txog nej heev tshaj plaws hauv tus Tswv."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.20","label":"20","content":"Cov kwvtij txhua tus hais lus nco txog nej. Cia li sib fim ntawm txoj kevcai nwj uas dawb huv."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.21","label":"21","content":"Tej lus nco txog no yog kuv Povlauj txhais tes sau."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.22","label":"22","content":"Yog leejtwg tsis hlub tus Tswv, cia tus ntawd raug foom tsis zoo. Thov tus Tswv cia li los."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.23","label":"23","content":"Thov tus Tswv Yexus txoj koob hmoov nrog nraim nej."},{"bible_id":"1269","chapter_code":"1CO.16","verse_code":"1CO.16.24","label":"24","content":"Kuv txojkev hlub nrog nraim nej txhua tus hauv Yexus Khetos."}]