[{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.1","label":"1","content":"Povlauj, uas yog Yexus Khetos tus tubtxib raws li Vajtswv uas yog peb tus Cawmseej thiab Yexus Khetos uas yog peb lub chaw vam,"},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.2","label":"2","content":"hais mus rau Timaute uas yog kuv tus tseem tub hauv txojkev ntseeg. Thov txojkev hlub, txojkev khuvleej thiab txojkev siab tus ntawm leej Txiv Vajtswv thiab ntawm Yexus Khetos uas yog peb tus Tswv nrog nraim koj."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.3","label":"3","content":"Kuv thov koj nyob hauv lub moos Efexau, ib yam li kuv twb hais rau koj rau thaum kuv mus rau lub xeev Makhedaunia, kom thiaj li txwv qee leej kom tsis txhob qhia tej uas txawv peb qhia,"},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.4","label":"4","content":"thiab tsis txhob kub siab rau tej dab neeg thiab tej zaj uas hais txog poj koob yawm txwv tsis paub tag. Tej no ua rau muaj kev sib cam ntau dua li qhov uas ua Vajtswv tes haujlwm hauv txojkev ntseeg."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.5","label":"5","content":"Tiamsis qhov uas kuv nkaw lus li no yog xav kom lawv muaj kev sib hlub uas los ntawm lub siab dawb paug thiab lub siab uas paub qhov zoo thiab ntawm txojkev ntseeg tuaj nruab siab los."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.6","label":"6","content":"Qee leej tso tej uas hais no tseg tig mus hais tej zaj uas tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.7","label":"7","content":"Lawv xav ua xibhwb qhia txoj kevcai los lawv twb tsis nkag siab tej uas lawv hais lossis tej uas lawv ruaj siab qhia."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.8","label":"8","content":"Peb paub tias txoj kevcai ntawd zoo, tsuav yog siv raug cai."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.9","label":"9","content":"Peb paub tias txoj kevcai tsis yog rhawv rau cov uas ncaj ncees tiamsis rhawv rau cov uas tsis coj raws li kevcai thiab tawv ncauj, cov uas tsis yuav Vajtswv thiab cov uas muaj txim, cov uas tsis hwm Vajtswv thiab tuam mom Vajtswv, cov uas tua niam tua txiv, cov uas tua neeg,"},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.10","label":"10","content":"cov uas ua nkauj ua nraug, cov txivneej deev txivneej, cov uas ua tub sab nyiag neeg, cov uas txawj dag, cov uas ua cuav timkhawv thiab dua lwm yam uas tawm tsam tej lus tseeb"},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.11","label":"11","content":"uas raws li nyob hauv txoj xov zoo tsim txiaj uas hais txog Vajtswv uas tsim nyog qhuas, yog txoj xov zoo uas muab cob rau kuv lawm."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.12","label":"12","content":"Kuv ua tsaug Yexus Khetos uas yog peb tus Tswv, nws yog tus uas pub zog rau kuv, vim nws suav tias tso siab tau rau kuv thiaj tsa kuv ua nws tes haujlwm."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.13","label":"13","content":"Txawm yog yav tag los kuv yog neeg tuam mom thiab tsim txom thiab ua limhiam los kuv tseem tau txais kev khuvleej vim thaum ntawd kuv tsis paub, kuv tsis ntseeg, kuv thiaj ua li ntawd."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.14","label":"14","content":"Tiamsis peb tus Tswv txoj koob hmoov muaj nplua mias rau kuv nrog txojkev ntseeg thiab txojkev sib hlub uas muaj hauv Yexus Khetos ua ke."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.15","label":"15","content":"Tej lus no tso siab tau thiab tsim nyog lees yuav kawg, yog qhov uas Yexus Khetos los rau hauv lub ntiajteb cawm cov neeg muaj txim kom dim. Hauv cov neeg muaj txim ntawd kuv yog tus thawj."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.16","label":"16","content":"Tiamsis vim li no kuv thiaj tau txais kev khuvleej kom Yexus Khetos thiaj ua txojkev siab ntev thev tshwm rau kuv uas yog tus thawj ua txhaum thiaj ua yam ntxwv rau cov uas yuav ntseeg nws thiab txais txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.17","label":"17","content":"Tus vajntxwv uas kav mus ib txhis thiab tsis txawj tuag thiab tsis muaj leejtwg pom, nws yog tib tug Vajtswv. Thov kom nws muaj koob meej thiab hwjchim ci ntsa iab mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.18","label":"18","content":"Kuv tus tub Timaute, tej lus nkaw no kuv muab cob rau koj, raws li tus xibhwb cev lus hais pom tom hauv ntej hais txog koj. Tej lus ntawd yuav pab kom koj txawj ua rog zoo,"},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.19","label":"19","content":"thiab tuav rawv txojkev ntseeg thiab lub siab uas paub qhov zoo ruaj. Tej no qee leej muab tso tseg lawm ua rau lawv txojkev ntseeg qaug."},{"bible_id":"1269","chapter_code":"1TI.1","verse_code":"1TI.1.20","label":"20","content":"Hauv cov neeg ntawd muaj Himene‑a thiab Alexadaw, uas kuv twb muab cob rau Xatas  lawm kom ob tug thiaj kawm paub qhov uas tsis txhob tuam mom Vajtswv."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.1","label":"1","content":"Vim li no ua ntej dua lwm yam huvsi, kuv thov kom nej siv zog thov thiab taij thov thiab thov pab lwm tus thiab ua Vajtswv tsaug txog ib tsoom neeg,"},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.2","label":"2","content":"yog thov pab tej vajntxwv thiab txhua tus nom tswv kom peb thiaj tau ua neej nyob siab tus yees thiab kaj siab lug muaj siab xib rau Vajtswv thiab paub cai."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.3","label":"3","content":"Qhov uas ua li no yog qhov zoo thiab hum Vajtswv uas yog peb tus Cawmseej lub siab."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.4","label":"4","content":"Nws xav kom ib tsoom neeg sawvdaws tau txais kev dim thiab paub txojkev tseeb."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.5","label":"5","content":"Rau qhov muaj tib tug Vajtswv thiab muaj tib tug nyob nruab nrab Vajtswv thiab neeg, yog Yexus Khetos uas yog neeg,"},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.6","label":"6","content":"uas pub nws tus kheej txhiv txhua tus, thiaj yog ua timkhawv raws li lub sijhawm uas teem cia."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.7","label":"7","content":"Vim zaj no kuv thiaj raug tsa ua tus tshaj txoj xov zoo thiab ua tubtxib thiab ua xibhwb qhia lwm haiv neeg txog txojkev ntseeg thiab txojkev tseeb. Kuv hais tseeb tsis dag li."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.8","label":"8","content":"Vim li no kuv thiaj xav kom cov txivneej tsa txhais tes dawb huv thov Vajtswv rau txhua qhov, tsis txhob muaj kev sib chim sib cav."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.9","label":"9","content":"Cov pojniam yuav tsum ua tib zoo hnav tsoos kom phim thiab tsim nyog, tsis txhob ntxias plaubhau lossis coj kub coj qe qwj muaj nqes lossis hnav tej tsoos tsho kim kim,"},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.10","label":"10","content":"tiamsis tu lub cev rau qhov uas ua haujlwm zoo kom tsim nyog ib tug pojniam uas hais tias nws hwm Vajtswv."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.11","label":"11","content":"Cov pojniam yuav tsum txo hwjchim nyob twjywm kawm."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.12","label":"12","content":"Kuv tsis kheev cov pojniam qhuab qhia lossis tswjhwm cov txiv. Cia nws nyob twjywm."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.13","label":"13","content":"Rau qhov Vajtswv tsim Adas ua ntej mam li tsim Eva,"},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.14","label":"14","content":"thiab tsis yog Adas raug dag ntxias, tiamsis tus pojniam raug dag ntxias thiab poob rau hauv kev txhaum."},{"bible_id":"1269","chapter_code":"1TI.2","verse_code":"1TI.2.15","label":"15","content":"Txawm li ntawd los pojniam yuav tau kev dim hauv qhov uas yug menyuam tsuav yog lawv nyob hauv kev ntseeg thiab kev hlub thiab kev dawb huv thiab paub cai."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.1","label":"1","content":"Tej lus no tso siab tau. Yog leejtwg xav ua tes haujlwm uas saib xyuas pawg ntseeg, kuj yog tus ntawd xav ua tes haujlwm zoo."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.2","label":"2","content":"Tus uas saib xyuas pawg ntseeg yuav tsum yog tus uas tsis muaj chaw thuam thiab muaj ib tug pojniam xwb, thiab paub xyuam xim, txawj tswj nws tus kheej, paub cai, zoo siab txais qhua, txawj qhuab qhia,"},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.3","label":"3","content":"tsis qaug dej qaug cawv, tsis ua nruj ua tsiv tiamsis muaj lub siab zam xeeb, tsis sib cav sib ceg, thiab tsis ntshaw nyiaj txiag."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.4","label":"4","content":"Nws yuav tsum kav tau nws tsev neeg, thiab tswj nws cov menyuam kom mloog lus thiab hwm lwm tus."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.5","label":"5","content":"Yog tus txivneej twg tsis txawj kav nws tsev neeg, nws yuav saib xyuas tau Vajtswv pawg ntseeg li cas?"},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.6","label":"6","content":"Tsis txhob cia tus uas nyuam qhuav ntseeg tshiab ua tus saib xyuas pawg ntseeg tsam ces nws khav theeb thiab raug txim ib yam li Ntxwg Nyoog."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.7","label":"7","content":"Thiab nws kuj yuav tsum yog tus uas tej neeg sab nraud hwm, xwv nws thiaj tsis raug thuam thiab tsis mag Ntxwg Nyoog lub voj hlua."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.8","label":"8","content":"Cov uas pab ua haujlwm kuj ib yam nkaus yuav tsum yog cov uas luag hwm, tsis txhob ua ncauj lus zoo siab phem, tsis txhob quav dej quav cawv, tsis txhob ua lub siab hlob xav yuav ntau."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.9","label":"9","content":"Lawv yuav tsum muaj lub siab dawb paug tuav txojkev ntseeg uas Vajtswv muab npog cia tob tob kom ruaj."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.10","label":"10","content":"Yuav tsum xub tshuaj saib lawv tso, yog pom tias lawv tsis muaj chaw thuam, mam li cia lawv ua cov uas pab ua haujlwm."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.11","label":"11","content":"Cov pojniam kuj ib yam nkaus thiab, yuav tsum yog cov uas luag hwm, tsis xyav lwm tus moo, paub xyuam xim thiab ua ncaj rau txhua yam."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.12","label":"12","content":"Cov uas pab ua haujlwm yuav tsum muaj ib tug pojniam xwb, thiab yuav tsum kav tau lawv cov menyuam thiab tsev neeg zoo."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.13","label":"13","content":"Cov uas pab yog ua tau haujlwm zoo kuj tau koob meej thiab yuav ruaj siab kawg rau hauv txojkev ntseeg Yexus Khetos."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.14","label":"14","content":"Kuv vam tias kuv yuav tuaj cuag koj sai sai no, tiamsis qhov uas sau tej no tuaj rau koj kuj yog tias"},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.15","label":"15","content":"yog kuv tuaj qeeb koj thiaj paub tias tsim nyog yuav xyaum li cas rau hauv Vajtswv tsev neeg, uas yog Vajtswv tus muaj txojsia nyob pawg ntseeg, yog tej ncej txawb thiab tej taw tiag txojkev tseeb."},{"bible_id":"1269","chapter_code":"1TI.3","verse_code":"1TI.3.16","label":"16","content":"Peb lees tias txojkev ntseeg uas muab npog cia tob tob lawd tseem ceeb heev. Nws tshwm los ua neeg nqaij tawv. Vaj Ntsuj Plig qhia kom paub tseeb tias nws ncaj ncees, thiab cov tubtxib saum ntuj pom ntsoov nws. Nws raug muab tshaj tawm rau ib tsoom neeg, thiab neeg hauv ntiajteb ntseeg nws. Nws raug muab qaws nrog hwjchim ci ntsa iab nce mus."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.1","label":"1","content":"Vaj Ntsuj Plig qhia meej tias yav tom ntej yuav muaj qee leej tso kev ntseeg tseg tig mus ntseeg tej ntsuj plig uas dag ntxias thiab tej lus uas dab qhia."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.2","label":"2","content":"Tej no los ntawm cov neeg ncauj lus zoo siab phem uas txawj dag, lawv lub siab uas paub qhov zoo qhov phem raug hluavtaws kub tuag lawm."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.3","label":"3","content":"Lawv txwv tsis kheev sib yuav ua txij nkawm, thiab txwv tsis pub noj qee yam uas Vajtswv tsim cia rau cov uas ntseeg thiab paub txojkev tseeb, ua Vajtswv tsaug li noj tau."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.4","label":"4","content":"Vim txhua yam uas Vajtswv tsim cia puavleej zoo, tsis muaj ib yam dabtsi yuav txwv, tsuav yog ua Vajtswv tsaug li noj xwb,"},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.5","label":"5","content":"vim Vajtswv txojlus thiab tej lus thov twb ntxuav tej ntawd kom dawb huv lawm."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.6","label":"6","content":"Yog koj qhia tej no rau cov kwvtij kuj yog koj ua Yexus Khetos tus tub qhe uas ua haujlwm zoo vim txojkev ntseeg tej lus thiab tej lus qhia zoo uas koj xyaum raws li lawm yug koj kom kheev hlob."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.7","label":"7","content":"Tsis txhob quav ntsej tej dab neeg uas rhuav tshem Vajtswv thiab tej kwv huam. Tiamsis koj yuav tsum ua lub neej xyaum kom tau lub siab uas hwm Vajtswv."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.8","label":"8","content":"Qhov uas muab lub cev xyaum twb muaj qabhau mentsis lawm, tiamsis lub siab uas hwm Vajtswv muaj qabhau rau txhua txojkev, vim muaj lo lus cog tseg rau txojsia tiam no thiab tiam tom ntej."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.9","label":"9","content":"Tej lus no tso siab tau thiab tsim nyog lees yuav kawg."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.10","label":"10","content":"Qhov uas peb ua haujlwm khwv thiab siv zog ua haujlwm kuj yog vim peb vam khom Vajtswv tus muaj txojsia nyob uas yog ib tsoom neeg tus Cawmseej, thiab qhov tseem ceeb nws yog cov ntseeg li Cawmseej."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.11","label":"11","content":"Cia li nkaw lus thiab qhia tej no."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.12","label":"12","content":"Tsis txhob cia leejtwg saib tsis taus qhov uas koj tseem hluas, tiamsis cia li ua yam ntxwv zoo rau cov ntseeg tsis hais kev hais lus kev ua haujlwm, kev sib hlub, thiab kev ntseeg kev dawb huv huvsi."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.13","label":"13","content":"Cia li kub siab nyeem Vajtswv txojlus rau sawvdaws mloog, thiab txhawb lawv lub zog thiab qhuab qhia mus txog thaum kuv tuaj txog."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.14","label":"14","content":"Tsis txhob hnov qab lub tswvyim uas muab pub rau koj raws li uas cev Vajtswv lus rau thaum cov saib xyuas pawg ntseeg tsa tes npuab koj."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.15","label":"15","content":"Cia li ua tej haujlwm no thiab siv zog ua kom txhua tus thiaj pom tias koj kheev hlob zuj zus."},{"bible_id":"1269","chapter_code":"1TI.4","verse_code":"1TI.4.16","label":"16","content":"Cia li ua tib zoo saib koj tus kheej thiab tej uas koj qhia. Cia li xyaum raws li tej no tsis tu li, rau qhov yog koj ua li no koj yuav cawm tau koj tus kheej thiab cov uas mloog koj qhia kom dim."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.1","label":"1","content":"Tsis txhob cem tus yawg laus twg, tiamsis ntuas nws zoo ib yam yog koj txiv. Cia li saib cov hluas ib yam li yog koj kwvtij,"},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.2","label":"2","content":"thiab saib cov pojniam laus ib yam li yog koj niam, thiab saib cov pojniam uas tseem hluas ib yam li yog koj tus muam ntawm lub siab dawb huv."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.3","label":"3","content":"Cia li saib taus cov poj ntsuam uas tsis muaj chaw vam khom leejtwg."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.4","label":"4","content":"Yog tus poj ntsuam twg muaj tub ki xeeb ntxwv, kuj cia cov menyuam ntawd kawm paub ua raws li Vajtswv hais rau lawv tsev neeg ua ntej thiab ua pauj lawv niam lawv txiv tej txiaj ntsig, vim qhov uas ua li no hum Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.5","label":"5","content":"Tus poj ntsuam uas tsis muaj chaw vam uas nyob ib leeg xwb nws yeej vam ntsoov thiab taij thov thiab thov Vajtswv pab nruab hnub hmo ntuj tsis tu li."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.6","label":"6","content":"Tiamsis tus poj ntsuam uas tsis tsheej haj txawm yog nws tseem ciaj los kuj tiv li tuag lawm."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.7","label":"7","content":"Cia li qhia tej no rau lawv xwv lawv thiaj tsis raug thuam."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.8","label":"8","content":"Yog leejtwg tsis yug nws cov kwvtij thiab qhov loj tsis yug nws tsev neeg, tus ntawd twb tso kev ntseeg tseg lawm, nws tseem phem dua tus uas tsis tau ntseeg thiab."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.9","label":"9","content":"Cia li nce npe cov poj ntsuam uas hnub nyoog tsis qes dhau rau caum xyoo thiab yuav tib zaug txiv tej npe rau hauv phau ntawv xwb."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.10","label":"10","content":"Tus pojniam ntawd yuav tsum yog tus uas muaj koob meej rau qhov uas ua haujlwm zoo xws li muaj siab tu menyuam, nyiam txais qhua, ntxuav cov xov dawb kotaw, pab cov neeg txom nyem thiab siv zog ua txhua yam haujlwm zoo."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.11","label":"11","content":"Tiamsis tsis txhob nce cov poj ntsuam hluas hluas npe rau hauv ntawv, vim tias thaum lawv txojkev ntshaw ua rau lawv tso Khetos tseg lawv kuj xav yuav txiv dua,"},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.12","label":"12","content":"ces lawv thiaj muaj txim vim yog tsis ua raws li uas cog lus cia ua ntej lawd."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.13","label":"13","content":"Dua li ntawd lawv tseem xyaum ua neeg tub nkeeg, nyiam mus cuav zej cuav zos, thiab tsis yog tub nkeeg xwb tseem taug xaiv thiab tab kaum lwm tus thiab hais tej lus uas tsis tsim nyog hais."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.14","label":"14","content":"Vim li no kuv thiaj xav kom cov poj ntsuam hluas hluas rov yuav txiv, muaj menyuam, saib vaj saib tsev xwv yeeb ncuab thiaj tsis tau kev thuam."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.15","label":"15","content":"Rau qhov muaj qee leej yuam kev raws dab Xatas  mus lawm."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.16","label":"16","content":"Yog cov pojniam uas ntseeg leejtwg muaj txheeb ze ua poj ntsuam, kuj cia nws pab yug lawv cov ntawd. Tsis txhob cia ua nra rau pawg ntseeg xwv pawg ntseeg thiaj pab tau cov poj ntsuam uas tsis muaj chaw vam tiag tiag."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.17","label":"17","content":"Cia li suav tias cov saib xyuas pawg ntseeg uas kav zoo tsim nyog tau tshav ntuj ob npaug, yimhuab tsim nyog muab rau cov uas siv zog piav Vajtswv txojlus thiab qhuab qhia,"},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.18","label":"18","content":"rau qhov Vajtswv txojlus sau cia hais tias, “Thaum nyuj tabtom tsuj qeb tsuj mog, tsis txhob muab tawb looj nyuj qhov ncauj,”  thiab “Tus tub zog tsim nyog tau nws li nqe zog.”"},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.19","label":"19","content":"Tsis txhob ntseeg tej lus uas iab hiam tus saib xyuas cov ntseeg twg, yuav yog muaj ob leeg lossis peb leeg ua timkhawv thiaj ntseeg xwb."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.20","label":"20","content":"Cov uas tseem ua txhaum, koj cia li ntuas lawv tab meeg sawvdaws, kom lwm tus thiaj paub ntshai."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.21","label":"21","content":"Kuv nkaw lus rau koj tab meeg Vajtswv thiab tab meeg Yexus Khetos thiab tab meeg cov tubtxib saum ntuj uas xaiv cia lawd kom koj tuav rawv tej lus no cia tsis txhob saib leejtwg ntsej muag thiab tsis txhob tuaj leejtwg tog."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.22","label":"22","content":"Tsis txhob maj muab tes npuab tsa leejtwg, thiab tsis txhob koom nrog lwm tus ua txhaum. Cia li tsom kwm koj tus kheej kom dawb huv mus li."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.23","label":"23","content":"Tsis txhob haus dej xwb, tiamsis koj yuav tsum haus mentsis cawv txiv hmab thiaj pab tau koj lub plab thiab pab qhov uas koj pheej muaj mob."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.24","label":"24","content":"Qee leej tej kev txhaum mas tshwm los meej tamsid mas coj ncaj nraim mus raug txiav txim uas nyob tom hauv ntej. Tiamsis lwm tus tej kev txhaum tshwm los meej rau yav tom qab."},{"bible_id":"1269","chapter_code":"1TI.5","verse_code":"1TI.5.25","label":"25","content":"Qhov uas ua zoo kuj yuav tshwm los meej ib yam nkaus thiab, txawm yog qee yam tsis tau tshwm los thaum ntawd los yuav muab npog cia mus li tsis tau."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.1","label":"1","content":"Cia txhua tus uas nyob hauv tus qab quab uas ua qhev suav tias lawv tus lospav yog tus uas tsim nyog hwm kawg, kom Vajtswv lub npe thiab tej lus qhia thiaj tsis raug saib tsis taus."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.2","label":"2","content":"Cov qhev uas tus lospav yog ib tug ntseeg, kuj tsis txhob saib tsis taus tus lospav rau qhov ob tog puavleej yog kwvtij lawm. Tiamsis lawv yuav tsum yimhuab ua haujlwm zoo rau tus lospav vim tias tus lospav uas tau txiaj ntsig ntawm cov tub qhe ntawd yog tus uas ntseeg thiab ntxim hlub. Cia li qhuab qhia thiab ntuas zaj no."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.3","label":"3","content":"Yog leejtwg qhia txawv tej no thiab tsis pom zoo raws li tej lus raug cai uas peb tus Tswv Yexus Khetos qhia thiab tej lus qhia uas hum Vajtswv txojkev,"},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.4","label":"4","content":"kuj yog nws khav theeb thiab tsis paub dabtsi li. Nws nyiam sib cav sib ceg dhau cai thiab sib cam rau tej nyuag lo lus uas ua rau muaj kev sib khib, sib faib, xyav luag moo, pheej xav tias luag phem,"},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.5","label":"5","content":"thiab ua rau cov neeg uas xav phem thiab tsis muaj txoj tseeb kiag li sib cam. Lawv xav tias qhov uas hwm Vajtswv yog ncauj kev nrhiav tshaj thawj."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.6","label":"6","content":"Qhov uas hwm Vajtswv thiab tau kev siab tus kuj yog tau tshaj thawj ntau kawg,"},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.7","label":"7","content":"vim peb tsis tau coj ib yam dabtsi los rau hauv lub ntiajteb, thiab peb yuav coj tsis tau ib yam dabtsi tawm hauv lub ntiajteb mus li thiab."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.8","label":"8","content":"Tiamsis yog peb muaj noj muaj hnav peb yuav txaus siab rau tej ntawd."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.9","label":"9","content":"Cov uas xav nplua nuj kuj poob rau hauv txojkev dag ntxias thiab mag rooj hlua thiab poob rau hauv txojkev ntshaw ntau yam uas ruam thiab ua kom raug ceeblaj, uas yuav coj mus txog kev liamsim thiab kev puam tsuaj."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.10","label":"10","content":"Vim tias qhov uas nyiam nyiaj txiag yog txhua yam kev phem tus cag. Qhov uas ntshaw nyiaj txiag no ua rau qee leej yuam kev ntawm txojkev ntseeg thiab lawv lub siab raug ntau yam kev txom nyem chob."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.11","label":"11","content":"Koj uas yog Vajtswv li neeg, cia li khiav kom dhau tej no. Cia li nrhiav txojkev ncaj ncees, kev hwm Vajtswv, kev ntseeg, kev hlub, kev ua siab ntev thev, thiab kev zam xeeb."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.12","label":"12","content":"Cia li tawm tsam kawg nkaus rau hauv txojkev ntseeg lub tshav rog. Cia li tuav rawv txojsia ib txhis uas Vajtswv hu koj los txais rau thaum koj yeem lees tib zoo tab meeg ntau leej timkhawv."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.13","label":"13","content":"Kuv nkaw lus rau koj tab meeg Vajtswv uas pub txojsia rau txhua yam thiab tab meeg Yexus Khetos uas ua timkhawv lees tib zoo rau ntawm Phauthi‑au Philaj lub xubntiag,"},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.14","label":"14","content":"kom koj tuav rawv tej lus nkaw no huvsi tsis txhob ua ib qho phem thiab tsis muaj chaw thuam li mus txog thaum peb tus Tswv Yexus Khetos rov los."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.15","label":"15","content":"Vajtswv yuav ua kom tshwm los rau lub sijhawm uas teem cia, yog Vajtswv uas tsim nyog qhuas, thiab yog tib tug uas muaj hwjchim loj kawg nkaus, yog ib tsoom vajntxwv tus Vajntxwv thiab yog cov uas muaj hwjchim tus Tswv,"},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.16","label":"16","content":"yog tib tug uas tsis txawj tuag, thiab nyob hauv qhov kaj tsis muaj leejtwg mus tau ze thiab tsis muaj leejtwg txeev pom thiab pom tsis tau. Thov kom nws tau koob meej thiab hwjchim tswjhwm mus ib txhis. Amee."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.17","label":"17","content":"Hais txog cov uas nplua nuj tiam no, koj cia li nkaw lus rau lawv kom tsis txhob khav theeb thiab tsis txhob vam tej nyiaj txiag uas tsis ruaj khov tiamsis vam Vajtswv uas pub txhua yam nplua mias rau peb kom peb thiaj muaj siab xyiv fab."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.18","label":"18","content":"Cia li nkaw lus kom lawv ua zoo, thiab ua tes haujlwm zoo ntau kawg, thiab ua lub siab dav zoo siab faib rau luag."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.19","label":"19","content":"Qhov uas ua li ntawd yog khaws qhov txhia chaw cia ua lub chaw tiag ruaj khov rau tom hauv ntej, kom lawv thiaj tuav tau txojsia, yog txojsia uas tseeb."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.20","label":"20","content":"Timaute 'e, cia li tuav rawv tej uas twb muab cob rau koj lawm. Cia li zam tej lus tsis muaj qabhau uas saib tsis taus Vajtswv thiab tej lus sib cam uas luag xav yuam kev tias yog kev txawj ntse."},{"bible_id":"1269","chapter_code":"1TI.6","verse_code":"1TI.6.21","label":"21","content":"Muaj qee leej lees yuav tej kev txawj ntse ntawd thiaj yuam kev ntawm txojkev ntseeg. Thov Vajtswv txojkev hlub nrog nraim nej."}]