[{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.1","label":"1","content":"Kuv yog tus saib xyuas cov ntseeg, kuv hais rau tus niam tsev  uas Vajtswv xaiv cia thiab nws cov menyuam uas kuv hlub tiag, tsis yog kuv tib leeg xwb, txhua tus uas paub qhov tseeb kuj hlub thiab,"},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.2","label":"2","content":"vim yog tim qhov tseeb uas nyob hauv peb thiab yuav nrog nraim peb mus ib txhis li."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.3","label":"3","content":"Txojkev hlub, txojkev khuvleej thiab txojkev siab tus ntawm leej Txiv Vajtswv thiab ntawm leej Txiv tus Tub Yexus Khetos yuav nrog peb nyob rau hauv txojkev tseeb thiab txojkev hlub."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.4","label":"4","content":"Kuv zoo siab xyiv fab kawg uas pom tias koj cov menyuam qee leej ua raws li qhov tseeb raws li leej Txiv tau qhia rau peb ua."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.5","label":"5","content":"Tus muam uas saib hlob, nimno kuv thov koj, tsis yog kuv sau dua ib txoj kevcai tshiab rau koj, tiamsis yog txoj kevcai uas peb yeej muaj txij thaum chiv thawj los lawm, yog qhov uas peb ib leeg yuav hlub ib leeg."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.6","label":"6","content":"Txojkev hlub yog qhov uas peb xyaum raws li Vajtswv tej lus qhia. Tej lus qhia ntawd uas nej tau hnov txij thaum chiv thawj los yog qhov uas nej yuav tsum xyaum raws li txojkev sib hlub."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.7","label":"7","content":"Vim muaj cov uas dag coob coob tawm mus rau hauv lub ntiajteb, yog cov uas tsis lees hais tias Yexus Khetos los ua neeg. Tus neeg zoo li ntawd yog tus dag thiab yog Khetos tus yeeb ncuab."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.8","label":"8","content":"Nej cia li ceev faj zoo kom nej  thiaj tsis plam tej uas nej ua los lawd, tiamsis yuav tau nqe zog puv npo."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.9","label":"9","content":"Txhua tus uas ua dhau cai thiab tsis nyob hauv Khetos tej lus qhuab qhia kuj yog tsis muaj Vajtswv. Tus uas nyob hauv tej lus qhia thiaj yog muaj Vajtswv thiab muaj leej Tub."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.10","label":"10","content":"Yog leejtwg tuaj cuag nej tsis coj tej lus qhuab qhia no tuaj, tsis txhob hu nws los tsev thiab tsis txhob fim nws kiag li,"},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.11","label":"11","content":"rau qhov tus uas fim nws kuj nrog nws koom ua phem."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.12","label":"12","content":"Tseem tshuav ntau yam uas kuv xav sau tuaj rau nej tiamsis kuv tsis xav siv ntawv thiab kua mem sau. Kuv vam tias kuv yuav tuaj xyuas nej thiab nrog nej sib tham ntawm ncauj, xwv peb thiaj zoo siab xyiv fab kawg nkaus."},{"bible_id":"1269","chapter_code":"2JN.1","verse_code":"2JN.1.13","label":"13","content":"Koj tus muam uas xaiv cia lawd cov menyuam kuj hais lus nco txog tuaj rau koj."}]