[{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.1","label":"1","content":"Thaum Xa‑u tuag ntawd, Davi mus tua cov Amalej rov los thiab so hauv lub moos Xilaj tau ob hnub."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.2","label":"2","content":"Hnub uas peb txawm muaj ib tug yawg tuaj hauv Xa‑u lub yeej tuaj ris tsho ntuag tag thiab muaj hmoov av saum taubhau. Thaum nws tuaj txog Davi nws khwb ti nkaus av pe."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.3","label":"3","content":"Davi hais rau nws tias, “Koj tuaj qhovtwg tuaj?” Nws teb tias, “Kuv dim hauv cov Yixayee lub yeej tuaj.”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.4","label":"4","content":"Davi nug nws tias, “Qhia rau kuv saib, xwm txheej zoo li cas?” Nws teb tias, “Cov neeg khiav hauv tshav rog tag lawm, muaj neeg raug tua tuag coob kawg. Xa‑u thiab nws tus tub Yaunathas kuj tuag lawm.”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.5","label":"5","content":"Davi txawm hais rau tus tub hluas uas xa xov ntawd tias, “Koj paub li cas tias Xa‑u thiab nws tus tub Yaunathas tuag lawm?”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.6","label":"6","content":"Tus tub hluas uas xa xov ntawd teb tias, “Kuv cia li mus txog saum lub roob Kinpau‑a ua ciav Xa‑u chob nrees nws rab hmuv, thiab luag tej tsheb ua rog thiab tej tub rog caij nees tuaj yuav txog nws."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.7","label":"7","content":"Thaum nws tig los pom kuv nws txawm hu kuv. Kuv teb tias, ‘Kuv nyob ntawm no 'os.’"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.8","label":"8","content":"Nws nug kuv tias, ‘Koj yog leejtwg?’ Kuv teb tias, ‘Kuv yog neeg Amalej.’"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.9","label":"9","content":"Nws hais rau kuv tias, ‘Cia li los sawv ze thiab muab kuv tua. Kuv mob qhuav siab kawg tiamsis kuv txojsia tsis tau tu.’"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.10","label":"10","content":"Kuv thiaj txav mus ze muab nws tua tseg, rau qhov kuv yeej paub tseeb tias nws twb ntog lawm nws yuav tsis ciaj li. Kuv thiaj hle nws lub mom vajntxwv saum nws taubhau thiab nws li tooj npab ntawm txhais tes, kuv coj tuaj ntawm no muab rau koj uas yog kuv tus tswv.”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.11","label":"11","content":"Davi txawm dua rhe nws lub tsho thiab nws cov neeg sawvdaws kuj dua pes rhe tsho ib yam li ntawd."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.12","label":"12","content":"Lawv quaj ntsuag thiab yoo mov mus txog tsaus ntuj rau Xa‑u thiab nws tus tub Yaunathas thiab cov Yixayee vim yog lawv raug hniav ntaj tuag tag."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.13","label":"13","content":"Mas Davi hais rau tus hluas uas tuaj hais rau nws ntawd tias, “Koj tuaj qhovtwg tuaj?” Nws teb tias, “Kuv yog lwm haiv neeg li tub, yog neeg Amalej.”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.14","label":"14","content":"Davi hais rau nws tias, “Ua cas koj tsis ntshai qhov uas tsa tes tua tus uas Yawmsaub hliv roj tsa cia lawd?”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.15","label":"15","content":"Ces Davi txawm hu ib tug hluas los thiab hais tias, “Cia li mus muab nws tua pov tseg.” Ces nws txawm muab tus yawg ntawd tua pov tseg."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.16","label":"16","content":"Davi hais rau tus yawg ntawd tias, “Qhov uas koj tuag kod, koj ris koj cov ntshav, rau qhov koj lub qhov ncauj ua timkhawv tom koj hais tias, ‘Kuv tau tua tus uas Yawmsaub hliv roj tsa cia lawd.’ ”"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.17","label":"17","content":"Davi kuj quaj ntsuag txog Xa‑u thiab nws tus tub Yaunathas raws li no."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.18","label":"18","content":"Nws hais kom qhia zaj quaj ntsuag no rau cov Yuda. Mas zaj quaj ntsuag no  kuj muab sau cia rau hauv phau ntawv Yasa lawm. Davi hais tias,"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.19","label":"19","content":"Yixayee 'e, nej lub koob meej raug muab tua pov tseg rau saum lub roob siab lawm. Tej txivneej uas siab tuab ntog tuag tag lawm lauj!"},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.20","label":"20","content":"Tsis txhob piav zaj no rau hauv lub moos Ka, tsis txhob tshaj tawm rau hauv lub moos Akheloo tej kev, ntshai tsam Filixatee tej ntxhais yuav zoo siab, thiab cov uas tsis ua kevcai txiav tej ntxhais yuav zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.21","label":"21","content":"Kinpau‑a tej roob 'e, thov tsis txhob muaj lwg muaj nag rau saum nej, thiab tsis txhob cia tej teb tau qoob loo rau nej, rau qhov tus uas siab tuab daim phiaj hlau qias puas tsuas rau qhov ntawd lawm, yog Xa‑u daim phiaj hlau uas tsis muaj roj pleev dua li lawm."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.22","label":"22","content":"Yaunathas rab hneev tsis tig ntawm tej ntshav uas sib tua kiag li, tsis tig ntawm cov uas siab loj siab tuab tej nqaij, thiab Xa‑u rab ntaj kuj tsis rov los do."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.23","label":"23","content":"Xa‑u thiab Yaunathas, uas ntxim hlub thiab zoo kawg li, txawm yog nyob thiab tuag los tsis sib ncaim, ob tug nrawm dua tej dav, muaj zog dua li tej tsov ntxhuav."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.24","label":"24","content":"Yixayee cov ntxhais 'e, cia li quaj Xa‑u, yog tus uas muab tsoos tsho zoo nkauj tsamxem rau nej hnav, thiab muab tej npauj kub teem rau nej tej tsoos tsho."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.25","label":"25","content":"Cov uas siab loj siab tuab ntog tuag rau hauv tshav rog lawm lauj! Yaunathas kuj pw tuag rau saum nej lub roob siab."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.26","label":"26","content":"Kuv tijlaug Yaunathas 'e, kuv ntxhov siab kawg txog koj. Koj ua rau kuv kaj siab kawg. Qhov uas koj hlub kuv zoo tshaj plaws, zoo dua tej pojniam kev hlub."},{"bible_id":"1269","chapter_code":"2SA.1","verse_code":"2SA.1.27","label":"27","content":"Cov uas siab loj siab tuab ntog tuag lawm lauj! Tej cuab yeej ua rog puam tsuaj tag lawm lauj!"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.1","label":"1","content":"Dhau ntawd Davi nug Yawmsaub tias, “Kuv yuav nce mus rau hauv Yuda tej moos ib lub twg los tsis mus?” Yawmsaub hais rau nws tias, “Cia li nce mus.” Davi thiaj hais tias, “Kuv yuav mus rau lub twg?” Yawmsaub hais tias, “Mus rau lub moos Heploo.”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.2","label":"2","content":"Davi thiaj nce mus qhov ntawd thiab nws ob tug pojniam kuj nrog nws mus, yog Ahinau‑as uas yog neeg Yile‑ee thiab Anpikayi uas yog Nanpas hauv Khamee tus pojniam uas ua poj ntsuam lawm."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.3","label":"3","content":"Davi kuj coj cov neeg uas nrog nws ua ke mus thiab. Txhua tus kuj nyias coj nyias tsev neeg mus mas lawv nyob hauv tej zej zog ntawm Heploo."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.4","label":"4","content":"Cov neeg Yuda tuaj ua ke mas tsa Davi ua vajntxwv kav xeem Yuda rau qhov ntawd. Thaum muaj neeg hais rau Davi tias, “Cov neeg hauv Yanpe Kile‑a yog cov uas log Xa‑u,”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.5","label":"5","content":"mas Davi txib neeg mus hais rau cov neeg Yanpe Kile‑a tias, “Thov Yawmsaub foom koob hmoov rau nej rau qhov nej tau ua zoo ua ncaj ua ncees rau Xa‑u uas yog nej tus tswv es nej muab nws log."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.6","label":"6","content":"Mas thov Yawmsaub ua nws txojkev hlub uas ruaj khov thiab nws txojkev ncaj tshwm rau nej. Thiab kuv yuav ua zoo rau nej vim yog nej yog cov uas log Xa‑u."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.7","label":"7","content":"Vim li no nej txhais tes cia li muaj zog, cia li ua siab loj siab tuab, rau qhov nej tus tswv Xa‑u twb tuag lawm, mas xeem Yuda twb tsa kuv ua vajntxwv kav lawv lawm.”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.8","label":"8","content":"Mas Naw tus tub Anaw uas yog Xa‑u tus thawj kav tub rog tau coj Xa‑u tus tub Inpause hla mus rau lub moos Mahana‑i,"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.9","label":"9","content":"thiab tsa nws ua vajntxwv kav Kile‑a thiab cov Asu thiab Yile‑ee thiab Efa‑i thiab Npeeyamee thiab Yixayee huvsi."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.10","label":"10","content":"Thaum Xa‑u tus tub Inpause pib kav cov Yixayee nws hnub nyoog muaj plaub caug xyoo. Nws kav tau ob xyoos tiamsis xeem Yuda nrog nraim Davi."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.11","label":"11","content":"Davi nyob hauv lub moos Heploo ua vajntxwv kav xeem Yuda tau xya xyoo thiab rau lub hli."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.12","label":"12","content":"Naw tus tub Anaw thiab Xa‑u tus tub Inpause cov tub teg tub taws tawm hauv Mahana‑i mus rau lub moos Kinpe‑oo."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.13","label":"13","content":"Thiab Xeluya  tus tub Yau‑a thiab Davi cov tub teg tub taws kuj tawm mus ntsib lawv ntawm lub pas dej hauv lub moos Kinpe‑oo. Lawv zaum ntawm ntug pas dej, ib pab nyob ib sab pas dej."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.14","label":"14","content":"Anaw hais rau Yau‑a tias, “Cia cov hluas ob tog sawv sib ntaus rau peb saib.” Yau‑a hais tias, “Kom lawv sawv los maj.”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.15","label":"15","content":"Cov Npeeyamee uas yog Xa‑u tus tub Inpause tog kaum ob leeg, thiab Davi tog kaum ob leeg lawv sawv los sib ntaus."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.16","label":"16","content":"Nyias taus nyias ntsiab nkaus taubhau thiab xuas ntaj nyias nkaug nyias tus phab tav mas ob tog tuag tag huvsi li. Lawv thiaj hu lub chaw ntawd hu ua Heekha Haxuli  uas nyob ntawm Kinpe‑oo."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.17","label":"17","content":"Kev ua rog hnub ntawd thiaj heev kawg li. Anaw thiab cov neeg Yixayee kuj swb Davi cov tub rog."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.18","label":"18","content":"Xeluya peb tug tub kuj nyob ntawd, yog Yau‑a, Anpisai thiab Axahee. Axahee mas dhia nrawm cuag nkaus kauv seb."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.19","label":"19","content":"Axahee caum Anaw qab, nws caum nws qab tsis tig rau sab xis sab laug li."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.20","label":"20","content":"Anaw tig los saib mas hais tias, “Koj yog Axahee lov?” Axahee teb tias, “Yog los maj.”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.21","label":"21","content":"Anaw hais rau nws tias, “Tig rau sab xis lossis sab laug mus ntes ib tug hluas es txeeb nws qhov txhia chaw mus.” Tiamsis Axahee tsis thim li, nws ywj caum Anaw qab xwb."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.22","label":"22","content":"Anaw thiaj hais dua rau Axahee tias, “Cia li tseg tsis txhob caum kuv. Yuav cia kuv ntaus koj kom ntog hauv pem teb ua dabtsi? Ces kuv yuav ua li cas tsa muag ntsia tau koj tus tijlaug Yau‑a?”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.23","label":"23","content":"Tiamsis nws tsis yeem tseg qhov uas caum Anaw. Vim li ntawd Anaw thiaj xuas qab hmuv nkaug rov tom qab thiaj chob nplho Axahee lub plab tshab plaws nrob qaum, nws thiaj ntog tuag rau qhov ntawd. Mas txhua tus uas tuaj rau ntawm lub chaw uas Axahee ntog tuag ntawd txawm nres twjywm rau ntawd."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.24","label":"24","content":"Tiamsis Yau‑a thiab Anpisai tseem caum Anaw qab mus. Thaum hnub poob qho lawv mus txog ntawm lub pov roob Asma uas nyob ncaj ntawm Kiya ntawm txojkev uas mus rau tebchaws moj sab qhua Kinpe‑oo."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.25","label":"25","content":"Cov Npeeyamee sau zog tuaj tom Anaw qab mus ua kiag ib pab tiv rau saum ib lub ncov roob."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.26","label":"26","content":"Anaw qw nrov rau Yau‑a tias, “Yuav cia hniav ntaj noj neeg mus li lov? Koj tsis paub tias thaum kawg yuav lwj siab no lov? Yuav ntev li cas es koj li hais koj cov neeg tseg tsis caum lawv cov kwvtij?”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.27","label":"27","content":"Yau‑a thiaj hais tias, “Muaj Vajtswv muaj txojsia nyob pom, yog koj tsis cheem mas yuav yog tagkis kaj ntug cov tub rog li tseg tsis caum lawv kwvtij.”"},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.28","label":"28","content":"Yau‑a thiaj tshuab raj kub yaj, cov neeg sawvdaws thiaj tseg tsis caum cov Yixayee thiab tsis ua rog dua li lawm."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.29","label":"29","content":"Mas hmo ntawd Anaw thiab nws cov neeg thiaj mus ib hmos kev hauv Alanpa. Lawv hla tus dej Yaladee thiab hla lub hav Npiloo  li mus txog Mahana‑i."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.30","label":"30","content":"Yau‑a thiaj thim tsis caum Anaw. Mas thaum nws txheeb cov neeg sawvdaws los ua ke, Davi cov tub rog ploj lawm kaum cuaj leeg tsis suav Axahee."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.31","label":"31","content":"Tiamsis Davi cov tub rog tua cov Npeeyamee tuag lawm peb puas rau caum leej uas yog Anaw cov neeg."},{"bible_id":"1269","chapter_code":"2SA.2","verse_code":"2SA.2.32","label":"32","content":"Lawv kwv Axahee mus log rau hauv nws txiv lub qhov ntxa hauv lub moos Npelehee. Yau‑a thiab nws cov neeg mus ib hmos kev mas thaum kaj ntug lawv thiaj mus txog lub moos Heploo."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.1","label":"1","content":"Xa‑u cov neeg thiab Davi cov neeg kuj ua rog ntev loo. Davi kuj kov yeej zuj zus, Xa‑u cov kuj qaug zog zuj zus."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.2","label":"2","content":"Davi cov tub uas yug hauv Heploo yog li no, tus tub hlob yog Asnoo, yog Ahinau‑as uas yog neeg Yile‑ee yug."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.3","label":"3","content":"Tus ob yog Khile‑a, yog Anpikayi uas yog Nanpas hauv Khamee tus pojniam uas ua poj ntsuam yug. Tus peb yog Axaloo, yog Ma‑akha uas yog cov Kesu tus vajntxwv Thamai tus ntxhais yug."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.4","label":"4","content":"Tus plaub yog Adauniya, yog Hakis yug. Tus tsib yog Sefathiya, yog Anpithas yug."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.5","label":"5","content":"Tus rau yog Ile‑as, yog Elag uas yog Davi tus pojniam yug. Cov tub no Davi yug hauv lub moos Heploo."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.6","label":"6","content":"Lub sijhawm uas Xa‑u cov neeg thiab Davi cov neeg tabtom ua rog, Anaw kuj tsab ua loj zuj zus rau hauv Xa‑u cov neeg."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.7","label":"7","content":"Xa‑u muaj ib tug hluas nkauj hu ua Lixapa, yog Aiyag tus ntxhais. Inpause txawm hais rau Anaw tias, “Ua cas koj mus nrog kuv txiv li hluas nkauj pw?”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.8","label":"8","content":"Mas Anaw chim heev rau Inpause lo lus ntawd, nws txawm hais tias, “Kuv yog Yuda li ib lub taubhau dev lov?  Niaj hnub nimno kuv lub siab npuab koj txiv Xa‑u cov neeg thiab koj txiv kwvtij kwvluag, kuv tsis tau muab koj rau hauv Davi txhais tes. Tiamsis hnub no koj tseem yuav xeeb plaub ntawm tus pojniam no rau kuv."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.9","label":"9","content":"Yog kuv tseem tsis pab Davi kom tiav raws li Yawmsaub cog lus rau nws lawd, kuv thov Vajtswv rau txim rau kuv kom hnyav kawg."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.10","label":"10","content":"Kuv yuav muab lub tebchaws rho hauv Xa‑u cov neeg thiab kuv yuav tsa Davi lub zwm txwv rau saum cov Yixayee thiab cov Yuda txij ntua Daj mus txog ntua Npe‑awsenpa.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.11","label":"11","content":"Mas Inpause teb tsis taus Anaw ib los li rau qhov nws ntshai Anaw."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.12","label":"12","content":"Anaw tso neeg xa xov mus hais rau Davi ntawm Heploo tias, “Lub tebchaws no yog leejtwg li? Koj nrog kuv cog lus sib raug zoo, mas kuv yuav tuaj koj tog, kuv yuav coj cov Yixayee huvsi los cob rau koj.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.13","label":"13","content":"Davi hais tias, “Zoo kawg. Kuv yuav nrog koj cog lus. Kuv xav kom koj ua ib yam tso. Thaum koj yuav tuaj ntsib kuv tim ntsej tim muag, yog koj tsis coj Xa‑u tus ntxhais Mikhas tuaj rau kuv tso, mas koj yeej yuav tsis pom kuv.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.14","label":"14","content":"Thiab Davi tso xov rau Xa‑u tus tub Inpause hais tias, “Muab kuv tus pojniam Mikhas rau kuv, nws yog tus uas kuv muab cov Filixatee ib puas daim tawv chaw xis qhaib lawm.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.15","label":"15","content":"Inpause txawm kom neeg mus coj Mikhas ntawm nws tus txiv uas yog La‑i tus tub Pati‑ee los."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.16","label":"16","content":"Nws tus txiv kuj quaj raws quaj raws nws mus txog ntawm Npahuli. Anaw hais rau nws tias, “Cia li rov qab mus.” Nws thiaj rov qab mus lawm."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.17","label":"17","content":"Anaw txawm nrog Yixayee cov kev txwj laus sablaj hais tias, “Ntev los lawm nej yeej xav kom Davi ua vajntxwv kav nej."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.18","label":"18","content":"Mas nimno cia li ua kom tiav, rau qhov Yawmsaub twb cog lus cia rau Davi lawm tias, ‘Kuv yuav siv kuv tus qhev Davi txhais tes cawm kuv haiv neeg Yixayee dim hauv cov Filixatee txhais tes thiab dim hauv lawv cov yeeb ncuab sawvdaws txhais tes huvsi.’ ”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.19","label":"19","content":"Anaw kuj hais rau cov Npeeyamee thiab. Anaw txawm mus cuag Davi hauv lub moos Heploo qhia txhua yam uas cov Yixayee thiab xeem Npeeyamee sawvdaws pom zoo ua."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.20","label":"20","content":"Thaum Anaw nrog nees nkaum leej tuaj cuag Davi hauv lub moos Heploo, mas Davi pam noj haus rau Anaw thiab cov neeg uas nrog nws tuaj."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.21","label":"21","content":"Anaw hais rau Davi tias, “Kuv yuav sawv kev rov mus thiab kuv yuav sau zog cov Yixayee sawvdaws tuaj cuag vajntxwv uas yog kuv tus tswv, kom lawv thiaj tau nrog koj cog lus sib raug zoo thiab koj thiaj yuav kav tau txhua yam uas koj siab nyiam.” Davi thiaj tso Anaw rov qab. Anaw rov qab mus ua tso siab plhuav."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.22","label":"22","content":"Lub sijhawm ntawd Yau‑a thiab Davi cov tub rog mus lws luag thiab coj qhov txhia chaw ntau kawg li lus. Tiamsis Anaw twb tsis nrog Davi nyob ntawm Heploo lawm rau qhov Davi twb tso nws mus thiab nws twb mus ua tso siab plhuav lawm."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.23","label":"23","content":"Thaum Yau‑a thiab cov tub rog sawvdaws uas nrog nws los txog, muaj neeg hais rau Yau‑a tias, “Naw tus tub Anaw tuaj cuag vajntxwv mas vajntxwv twb tso nws rov qab mus lawm, nws mus ua tso siab plhuav.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.24","label":"24","content":"Ces Yau‑a txawm mus hais rau vajntxwv tias, “Koj ua dabtsi li no? Koj sim saib, Anaw twb tuaj cuag koj. Ua cas koj cia li tso nws mus, nws thiaj mus lawm?"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.25","label":"25","content":"Koj yeej paub tias Naw tus tub Anaw tuaj dag koj xwv thiaj paub tias koj tawm mus thiab nkag los li cas thiab paub txhua yam uas koj ua.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.26","label":"26","content":"Thaum Yau‑a tawm ntawm Davi los nws txawm tso neeg xa xov mus caum Anaw. Lawv coj Anaw ntawm lub pas dej Xilas rov los. Davi kuj tsis paub qhov no li."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.27","label":"27","content":"Thaum Anaw rov los txog Heploo lawm Yau‑a txawm coj nws tib leeg nkag mus rau hauv plawv rooj loog kom thiaj tau nrog nws tib leeg tham xwb. Ces Yau‑a txawm nkaug Anaw plab qhov ntawd, Anaw thiaj tuag lawm, twb yog Yau‑a ua pauj rau qhov uas nws tus kwv Axahee tuag."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.28","label":"28","content":"Dhau ntawd thaum Davi paub li ntawd nws thiaj hais tias, “Kuv thiab kuv lub tebchaws yuav tsis ris lub txim uas Naw tus tub Anaw cov ntshav los no ib txhis tab meeg Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.29","label":"29","content":"Thov kom lub txim poob rau saum Yau‑a taubhau thiab poob rau saum nws txiv caj ces. Cia Yau‑a caj ces pheej yuav muaj tus uas muaj kua ntws los lossis muaj tus uas mob lig mob ruas lossis muaj tus uas nrig pas  lossis muaj tus uas raug hniav ntaj tua lossis muaj tus uas tsis muaj mov noj.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.30","label":"30","content":"Yau‑a thiab nws tus kwv Anpisai tua Anaw vim Anaw tau tua ob tug tus kwv Axahee rau ntawm tshav rog Kinpe‑oo lawm."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.31","label":"31","content":"Davi kuj hais rau Yau‑a thiab cov neeg sawvdaws uas nrog nws tias, “Cia li dua nej tej ris tsho thiab muab khaub seev tsaj los npua thiab quaj ntsuag mus ua Anaw lub cev tuag ntej.” Thiab vajntxwv Davi raws qab lub hleb."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.32","label":"32","content":"Lawv muab Anaw log rau ntawm Heploo. Vajntxwv kuj tsa suab quaj ntawm Anaw lub ntxa thiab cov pejxeem sawvdaws kuj quaj kawg li."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.33","label":"33","content":"Vajntxwv quaj ntsuag txog Anaw tias, “Tsim nyog Anaw yuav tuag ib yam nkaus li tus neeg ruam lov?"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.34","label":"34","content":"Twb tsis muab koj txhais tes khi, twb tsis muab koj kotaw xauv ntsuas phoo, koj cia li ntog tuag yam nkaus li neeg ntog rau ntawm neeg limhiam xubntiag.” Mas cov pejxeem sawvdaws kuj rov quaj Anaw dua ib zaug."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.35","label":"35","content":"Cov pejxeem sawvdaws tuaj cheem kom Davi noj mov rau thaum tseem nruab hnub. Tiamsis Davi twv hais tias, “Yog kuv sim mentsis ncuav lossis ib yam dabtsi ua ntej uas hnub poob qho, mas cia Vajtswv rau txim rau kuv li ntawd hnyav dua thiab.”"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.36","label":"36","content":"Cov pejxeem sawvdaws pom li ntawd mas kuj txaus siab. Txhua yam uas vajntxwv ua yeej los txaus cov pejxeem lub siab."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.37","label":"37","content":"Hnub ntawd cov pejxeem sawvdaws thiab cov Yixayee sawvdaws kuj nkag siab tias tsis yog vajntxwv muaj nplooj siab tua Naw tus tub Anaw."},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.38","label":"38","content":"Vajntxwv hais rau nws cov tub teg tub taws tias, “Nej tsis paub lov, hnub no cov Yixayee ib tug thawj tseem ceeb tau tuag lawm?"},{"bible_id":"1269","chapter_code":"2SA.3","verse_code":"2SA.3.39","label":"39","content":"Txawm yog kuv raug tsa ua vajntxwv los hnub no kuv kuj qaug zog. Xeluya cov tub no hnyav dhau rau kuv lawm. Thov Yawmsaub ua pauj rau tus uas ua txhaum raws li nws kev txhaum.”"},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.1","label":"1","content":"Thaum Xa‑u tus tub Inpause hnov tias Anaw tuag rau hauv Heploo lawm nws qaug zog kiag lawm thiab cov Yixayee sawvdaws poob siab tag."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.2","label":"2","content":"Xa‑u tus tub muaj ob yawg ua thawj coj pab tub rog lws luag, ib tug hu ua Npa‑anas, ib tug hu ua Lekhaj. Ob tug yog Limoo li tub uas yog xeem Npeeyamee nyob hauv lub moos Npe‑awlau (rau qhov kuj muab Npe‑awlau suav ua Npeeyamee li moos."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.3","label":"3","content":"Cov neeg hauv Npe‑awlau tsiv mus rau lub moos Kitha‑i mas nyob qhov ntawd los txog niaj hnub nimno.)"},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.4","label":"4","content":"Xa‑u tus tub Yaunathas muaj ib tug tub mus tsis taus kev. Thaum uas muaj xov xwm hais txog Xa‑u thiab Yaunathas hauv Yile‑ee tuaj, tus menyuam no muaj tsib xyoos. Mas tus nkauj qhev uas tu nws muab puag coj khiav. Thaum nws maj khiav mus ntawd, tus menyuam txawm poob mas tuag ceg. Nws npe hu ua Mefinpause."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.5","label":"5","content":"Mas Limoo uas yog neeg Npe‑awlau ob tug tub uas yog Lekhaj thiab Npa‑anas txawm sawv kev mus. Thaum tshav ntuj kub lawv tuaj txog Inpause lub tsev, yog thaum tav su uas Inpause tseem pw so."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.6","label":"6","content":"Ces ob tug txawm nkag mus rau hauv tsev ua txuj yam li yuav mus nqa mentsis mog ces ob tug txawm nkaug kiag Inpause plab, ces Lekhaj thiab nws tijlaug Npa‑anas txawm khiav lawm."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.7","label":"7","content":"Thaum ob tug nkag mus rau hauv tsev Inpause pw hauv txaj, mas ob tug txawm ntaus nws thiab muab nws tua thiab txiav nws lub taubhau. Ob tug coj nws lub taubhau taug txojkev hauv Alanpa mus ib hmos kaj ntug."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.8","label":"8","content":"Ob tug coj Inpause lub taubhau mus pub rau Davi hauv lub moos Heploo thiab hais rau vajntxwv tias, “No yog koj tus yeeb ncuab Xa‑u tus tub Inpause lub taubhau, yog tus uas nrhiav txov koj txojsia. Hnub no Yawmsaub tau pab vajntxwv uas yog wb tus tswv ua pauj rau Xa‑u thiab nws tej tub ki.”"},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.9","label":"9","content":"Tiamsis Davi teb Lekhaj thiab nws tus tijlaug Npa‑anas uas yog Limoo uas yog neeg hauv Npe‑awlau ob tug tub tias, “Muaj Yawmsaub muaj txojsia nyob pom, yog tus uas cawm kuv dim hauv txhua txojkev txom nyem,"},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.10","label":"10","content":"thaum muaj ib tug hais rau kuv tias, ‘Xa‑u tuag lawm,’ nws xav tias yog nws coj xov zoo rau kuv, kuv muab nws ntes muab nws tua rau ntawm Xilaj lawm. No yog kuv muab nqe zog rau nws rau qhov uas nws coj tsab xov ntawd tuaj."},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.11","label":"11","content":"Heev dua li ntawd, yog muaj neeg phem tua tus neeg ncaj ncees rau hauv nws lub tsev thiab saum nws lub txaj pw, kuv yuav tsis kom neb ris nws cov ntshav no lov, thiab yuav tsis muab neb ua puam tsuaj hauv ntiajteb no lov?”"},{"bible_id":"1269","chapter_code":"2SA.4","verse_code":"2SA.4.12","label":"12","content":"Davi txawm hais rau nws cov tub hluas, mas lawv muab ob tug tua, muab txiav tes txiav taw muab ob lub cev dai rau ntawm ntug pas dej ntawm Heploo. Tiamsis lawv muab Inpause lub taubhau coj mus log rau hauv Anaw lub qhov ntxa ntawm lub moos Heploo."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.1","label":"1","content":"Cov Yixayee txhua xeem tuaj cuag Davi hauv lub moos Heploo thiab hais tias, “Peb nrog koj koom nqaij koom txha."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.2","label":"2","content":"Thaum ub uas Xa‑u ua vajntxwv kav peb, koj yeej yog tus uas coj cov Yixayee tawm mus thiab coj rov qab los, thiab Yawmsaub hais rau koj tias, ‘Koj yuav ua tus yug yaj kav kuv haiv neeg Yixayee thiab koj yuav ua cov Yixayee tus thawj.’ ”"},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.3","label":"3","content":"Yog li ntawd Yixayee cov kev txwj laus sawvdaws thiaj tuaj cuag Davi hauv lub moos Heploo. Thiab vajntxwv Davi nrog lawv sib cog lus hauv lub moos Heploo rau ntawm Yawmsaub xubntiag, ces lawv txawm hliv roj tsa Davi ua vajntxwv kav cov Yixayee."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.4","label":"4","content":"Thaum Davi pib kav tebchaws nws hnub nyoog muaj peb caug xyoo thiab nws kav tau plaub caug xyoo."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.5","label":"5","content":"Nws nyob hauv Heploo kav cov Yuda tau xya xyoo rau lub hli, thiab nyob hauv Yeluxalees kav cov Yixayee thiab cov Yuda huvsi tau peb caug peb xyoos."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.6","label":"6","content":"Vajntxwv thiab nws cov tub rog mus rau lub nroog Yeluxalees ua rog rau cov Yenpu uas nyob hauv lub tebchaws ntawd. Cov Yenpu hais rau Davi tias, “Koj txeem tsis tau los rau hauv no, cov neeg dig muag ceg tawv kuj yuav tiv tau koj.” Lawv xav tias Davi yuav txeem los tsis tau li."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.7","label":"7","content":"Txawm li ntawd los Davi txeeb tau lub chaw ruaj khov Xi‑oo, uas yog Davi lub nroog."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.8","label":"8","content":"Hnub ntawd Davi hais tias, “Leejtwg yuav mus ntaus cov Yenpu cia tus ntawd nce taus tus kwj deg mus tua cov dig muag ceg tawv uas Davi lub siab ntxub kawg li.” Vim li ntawd luag thiaj hais tias, “Tsis txhob kheev cov dig muag ceg tawv nkag los rau hauv vajntxwv tsev.”"},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.9","label":"9","content":"Davi nyob kiag hauv lub chaw ruaj khov thiab hu lub chaw ntawd tias Davi lub nroog. Thiab Davi tsim lub nroog puag ncig txij ntua lub loog Milau mus rau sab hauv."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.10","label":"10","content":"Davi muaj hwjchim zuj zus vim yog Yawmsaub uas yog Vajtswv muaj hwjchim loj kawg nkaus nrog nraim nws."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.11","label":"11","content":"Vajntxwv Hilas hauv lub nroog Thailab tso neeg xa xov tuaj cuag Davi thiab xa ntoo ciab thiab cov Kws ntoo cov Kws txhwm pob zeb tuaj ua lub tsev rau Davi nyob."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.12","label":"12","content":"Davi paub tias Yawmsaub tau tsa nws ua vajntxwv ruaj khov kav cov Yixayee thiab ua rau nws lub tebchaws vam meej vim yog saib rau nws haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.13","label":"13","content":"Thaum Davi tawm hauv lub moos Heploo los nyob rau hauv Yeluxalees nws yuav dua niam yau thiab coj tej hluas nkauj los kav, mas yug dua tub thiab ntxhais."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.14","label":"14","content":"Cov menyuam uas Davi yug hauv Yeluxalees li npe yog li no: Samu‑a, Saunpam, Nathas, Xalaumoo,"},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.15","label":"15","content":"Iha, Elisu‑a, Nefe, Yafia,"},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.16","label":"16","content":"Elisama, Eliyada thiab Elifele."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.17","label":"17","content":"Thaum cov Filixatee hnov tias Davi raug tsa ua vajntxwv kav cov Yixayee huvsi, cov Filixatee sawvdaws txawm nce tuaj nrhiav Davi. Tiamsis Davi hnov li ntawd nws txawm mus nyob rau hauv lub chaw ruaj khov."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.18","label":"18","content":"Cov Filixatee tuaj nyob thoob plaws hauv lub hav Lefa‑i."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.19","label":"19","content":"Davi txawm ua nug rau Yawmsaub tias, “Kuv yuav mus ntaus cov Filixatee lov? Koj yuav muab lawv rau hauv kuv txhais tes los tsis muab?” Yawmsaub teb Davi tias, “Cia li mus, kuv yeej yuav muab cov Filixatee rau hauv koj txhais tes.”"},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.20","label":"20","content":"Davi thiaj mus rau ntawm lub moos Npa‑as Pelaxi, mas Davi kov yeej cov Filixatee qhov ntawd. Nws hais tias, “Yawmsaub txeem plaws rau kuv cov yeeb ncuab yam li dej txeem plaws mus nyab.” Vim li ntawd lub chaw ntawd thiaj hu ua Npa‑as Pelaxi."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.21","label":"21","content":"Cov Filixatee thiaj muab lawv tej dab mlom tso tseg rau qhov ntawd. Davi thiab nws cov tub rog thiaj muab nqa mus lawm."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.22","label":"22","content":"Cov Filixatee rov qab tuaj dua mus nyob thoob plaws hauv lub hav Lefa‑i."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.23","label":"23","content":"Thaum Davi rov qab ua nug rau Yawmsaub dua ib zaug, Yawmsaub hais tias, “Koj tsis txhob ncaj mus, cia li lug mus tom lawv qub qab, ntaus lawv ncaj ntawm cov ntoo zaub kab."},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.24","label":"24","content":"Thaum koj hnov suab nrov saum cov ntsis ntoo zaub kab yam li lub suab uas tub rog mus kev, koj cia li maj nroos mus, vim lub sijhawm ntawd Yawmsaub tau ua koj ntej mus ntaus Filixatee cov tub rog lawm.”"},{"bible_id":"1269","chapter_code":"2SA.5","verse_code":"2SA.5.25","label":"25","content":"Davi ua raws li Yawmsaub hais rau nws mas ntaus cov Filixatee txij ntua lub moos Kenpa mus txog ntua lub moos Kexaw."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.1","label":"1","content":"Davi rov txhij peb vam leej tub rog uas nws xaiv hauv cov Yixayee cia lawd."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.2","label":"2","content":"Thiab Davi nrog nws cov neeg sawvdaws sawv kev mus rau ntawm lub moos Npa‑aleyuda mus coj Vajtswv lub phij xab uas hu raws li Yawmsaub tus muaj hwjchim loj kawg nkaus lub npe uas nyob lub zwm txwv saum cov Khelunpee los."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.3","label":"3","content":"Lawv kuj muab ib lub tsheb nyuj tshiab thauj Vajtswv lub phij xab thiab coj tawm hauv Anpinada lub tsev uas nyob saum lub roob los. Uxa thiab Ahiyau uas yog Anpinada li tub tsav lub tsheb nyuj tshiab ntawd"},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.4","label":"4","content":"uas muaj Vajtswv lub phij xab, mas Ahiyau mus ua lub phij xab ntej."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.5","label":"5","content":"Davi thiab cov Yixayee sawvdaws kuj zoo siab xyiv fab rau ntawm Yawmsaub lub xubntiag kawg lawv lub dag lub zog, thiab hu nkauj ntaus nkauj nog ncas me thiab nkauj nog ncas loj thiab co tswb khob pab thiab npuaj nruas tooj liab."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.6","label":"6","content":"Thaum lawv los txog ntawm Nakhoo lub tshav ntaus qoob Uxa cev tes tuav nkaus Vajtswv lub phij xab rau qhov nyuj dawm."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.7","label":"7","content":"Mas Yawmsaub thiaj npau taws rau Uxa. Mas Vajtswv ntaus nws tuag vim yog nws cev tes tuav lub phij xab, ces nws txawm tuag rau ntawm Vajtswv lub phij xab ib sab."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.8","label":"8","content":"Davi chim rau qhov uas Yawmsaub txojkev npau taws tshwm plaws los rau Uxa, vim li ntawd thiaj hu lub chaw ntawd hu ua Pele‑uxa  los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.9","label":"9","content":"Hnub ntawd Davi kuj ntshai Yawmsaub heev thiab nws hais tias, “Yawmsaub lub phij xab yuav los nrog kuv nyob tau li cas?”"},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.10","label":"10","content":"Davi thiaj tsis kam coj Yawmsaub lub phij xab mus rau hauv Davi lub nroog, tiamsis nws coj mus cia rau tom Aunpe Edoo uas yog neeg Ka lub tsev."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.11","label":"11","content":"Yawmsaub lub phij xab nyob hauv Aunpe Edoo uas yog neeg Ka lub tsev tau peb lub hlis, mas Yawmsaub foom koob hmoov rau Aunpe Edoo thiab nws tsev neeg sawvdaws."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.12","label":"12","content":"Muaj neeg hais rau vajntxwv Davi tias, “Yawmsaub foom koob hmoov rau Aunpe Edoo tsev neeg thiab txhua yam uas yog nws li, vim yog muaj Vajtswv lub phij xab.” Yog li ntawd Davi thiaj mus coj Vajtswv lub phij xab ntawm Aunpe Edoo tsev los rau hauv Davi lub nroog xyiv fab hlo."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.13","label":"13","content":"Thaum cov uas kwv Yawmsaub lub phij xab mus tau rau kauj ruam, Davi kuj tua ib tug nyuj thiab ib tug thav nyuj rog rog xyeem."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.14","label":"14","content":"Davi kuj dhia seev cev kawg nws lub dag lub zog rau ntawm Yawmsaub lub xubntiag. Thiab Davi hnav lub tsho efauj  xwb."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.15","label":"15","content":"Yog li no Davi thiab ib tsoom Yixayee sawvdaws thiaj qw zoo siab xyiv fab tshuab raj kub yaj coj Yawmsaub lub phij xab los."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.16","label":"16","content":"Thaum Yawmsaub lub phij xab los rau hauv Davi lub nroog, Xa‑u tus ntxhais Mikhas xauj qhov rais pom vajntxwv Davi dhia paj paws ntsos seev cev rau ntawm Yawmsaub lub xubntiag, ces nws txawm xu siab rau Davi."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.17","label":"17","content":"Lawv coj Yawmsaub lub phij xab los txawb rau lub chaw hauv lub tsev ntaub uas Davi twb tsa cia lawd, thiab Davi kuj tua tsiaj ua kevcai hlawv xyeem thiab ua kevcai xyeem sib raug zoo rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.18","label":"18","content":"Thaum Davi ua kevcai hlawv xyeem thiab ua kevcai xyeem sib raug zoo tag lawd, nws txawm tuav Yawmsaub uas muaj hwjchim loj kawg nkaus lub npe foom koob hmoov rau cov pejxeem."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.19","label":"19","content":"Thiab nws muab ib leeg ib lub ncuav, ib leeg ib daim nqaij thiab ib lub ncuav txiv hmab qhuav pub rau ib tsoom Yixayee sawvdaws tsis hais pojniam txivneej. Ces lawv txawm nyias rov mus nyias tsev."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.20","label":"20","content":"Davi kuj rov mus foom koob hmoov rau nws tsev neeg. Tiamsis Mikhas uas yog Xa‑u tus ntxhais tawm tuaj tos Davi thiab hais tias, “Hnub no cov Yixayee tus vajntxwv tau koob meej loj kawg li lauj! Nws hle tej tsoos vajntxwv tab meeg nws cov tub teg tub taws tej nkauj qhev yam nkaus li tej neeg plhu tuab hle ris tsho tsis paub txaj muag li.”"},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.21","label":"21","content":"Mas Davi hais rau Mikhas tias, “Kuv ua li no hwm Yawmsaub uas xaiv kuv los nyob koj txiv chaw thiab nyob nws caj ces sawvdaws chaw tsa kuv ua thawj kav cov Yixayee uas yog Yawmsaub haiv neeg, mas kuv thiaj ua lomzem zoo siab xyiv fab rau ntawm Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.22","label":"22","content":"Kuv yuav txo kom kuv raug saib tsis taus heev dua li no thiab kuv yuav saib kuv qes dua thiab. Tiamsis cov nkauj qhev uas koj hais ntawd, lawv yuav muab kuv saib hlob.”"},{"bible_id":"1269","chapter_code":"2SA.6","verse_code":"2SA.6.23","label":"23","content":"Ces Xa‑u tus ntxhais Mikhas txawm tsis muaj menyuam tag sim neej li."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.1","label":"1","content":"Thaum vajntxwv nyob ruaj hauv nws lub vaj tse, thiab Yawmsaub ua rau nws cov yeeb ncuab uas nyob ib ncig tsis tuaj ua rog rau nws lawm,"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.2","label":"2","content":"vajntxwv hais rau Nathas uas ua xibhwb cev Vajtswv lus tias, “Saib maj, kuv nyob hauv lub tsev uas xuas ntoo ciab ua hos Vajtswv lub phij xab nyob hauv lub tsev ntaub xwb.”"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.3","label":"3","content":"Mas Nathas hais rau vajntxwv tias, “Koj cia li mus ua txhua yam uas koj lub siab xav ua, rau qhov Yawmsaub nrog nraim koj.”"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.4","label":"4","content":"Tiamsis hmo ntawd Yawmsaub hais lus tuaj rau Nathas tias,"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.5","label":"5","content":"“Cia li mus hais rau kuv tus qhev Davi tias, ‘Yawmsaub hais li no tias, Koj yuav ua ib lub tsev rau kuv nyob lov?"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.6","label":"6","content":"Txij thaum kuv coj nej tawm hauv Iyi tebchaws los txog hnub no, kuv tsis txeev nyob hauv lub tsev, tiamsis kuv mus mus los los nyob hauv lub tsev ntaub xwb."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.7","label":"7","content":"Txhua qhov uas kuv nrog cov Yixayee sawvdaws mus mus los los, kuv puas tau hais ib lo lus rau cov Yixayee ib tug thawj twg uas kuv txib kom saib xyuas kuv haiv neeg Yixayee hais tias, “Ua cas nej tsis ua ib lub tsev ntoo ciab rau kuv?” ’"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.8","label":"8","content":"“Vim li no nimno koj cia li hais rau kuv tus qhev Davi tias, ‘Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, Kuv coj koj tawm hauv lub tshav zaub uas koj yug yaj los ua tus thawj kav kuv haiv neeg Yixayee."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.9","label":"9","content":"Koj mus qhovtwg los kuv nrog nraim koj qhov ntawd, thiab kuv rhuav tshem koj cov yeeb ncuab huvsi ntawm koj lub xubntiag mus. Kuv yuav pub kom koj muaj koob meej ib yam li tej uas muaj koob meej loj hauv ntiajteb no."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.10","label":"10","content":"Kuv yuav tu ib lub chaw cia rau kuv haiv neeg Yixayee nyob, thiab kuv yuav muab lawv cog cia nyob ruaj khov rau hauv lub chaw uas yog lawv tug, tsis muaj leejtwg yuav tuaj zes lawv. Tej neeg limhiam ntais ntuj yuav tsis tuaj tsim txom lawv dua li lawm yam li yav tag los"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.11","label":"11","content":"txij thaum kuv tsa cov thawj kav kuv haiv neeg Yixayee. Kuv yuav ua rau koj tej yeeb ncuab sawvdaws tsis ua rog rau koj lawm. Dua li ntawd Yawmsaub hais rau koj tias Yawmsaub yuav pub kom koj muaj caj ces ua vaj mus li."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.12","label":"12","content":"Thaum koj hnub nyoog tag mus nrog koj tej poj koob yawm txwv nyob lawd, kuv yuav tsa ib tug tub uas koj yug los nyob koj chaw thiab kuv yuav tsa nws ua vajntxwv kav ruaj khov."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.13","label":"13","content":"Nws yog tus uas yuav ua lub tuam tsev rau kuv lub npe, thiab kuv yuav tsa nws lub zwm txwv nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.14","label":"14","content":"Kuv yuav ua nws leej txiv thiab nws yuav ua kuv tus tub. Thaum nws ua txhaum kuv yuav siv neeg rab nplawm qhuab qhia nws, thiab kuv yuav siv neeg nplawm nws."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.15","label":"15","content":"Tiamsis kuv yuav tsis muab kuv txojkev hlub uas ruaj khov rho ntawm nws mus yam li uas kuv tau rho ntawm Xa‑u uas kuv muab rhuav tshem ploj ntawm koj mus."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.16","label":"16","content":"Koj caj ces thiab qhov uas lawv ua vajntxwv yuav nyob ruaj khov rau ntawm kuv xubntiag mus ib txhis li. Koj lub zwm txwv yuav raug muab tsa nyob ruaj khov mus ib txhis.’ ”"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.17","label":"17","content":"Nathas hais tej lus no huvsi rau Davi raws li tej uas nws ua yog toog."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.18","label":"18","content":"Ces vajntxwv Davi txawm nkag rau hauv lub tsev ntaub zaum ntawm Yawmsaub xubntiag mas hais tias, “Au Vajtswv Yawmsaub, kuv yog leejtwg, kuv caj ces yog leejtwg es koj coj kuv los txog txij no?"},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.19","label":"19","content":"Au Vajtswv Yawmsaub, tej no yog tej yam me me ntawm koj lub qhov muag xwb. Koj tseem hais tseg txog kuv uas yog koj tus qhev caj ces rau ntau xyoo tom hauv ntej. Au Vajtswv Yawmsaub koj tau qhia tej no rau neeg."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.20","label":"20","content":"Kuv Davi yuav hais dabtsi ntxiv rau koj thiab? Au Vajtswv Yawmsaub, koj yeej paub kuv uas yog koj tus qhev."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.21","label":"21","content":"Twb yog vim koj saib rau koj tej lus cog tseg thiab vim yog raws li koj lub siab nyiam koj thiaj ua tej haujlwm loj no huvsi thiab qhia rau koj tus qhev paub."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.22","label":"22","content":"Au Vajtswv Yawmsaub, koj loj kawg, tsis muaj leejtwg zoo cuag li koj. Dhau koj lawm yeej tsis muaj dua ib tug vajtswv txij li peb lub qhov ntsej tau hnov."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.23","label":"23","content":"Haiv neeg twg hauv lub ntiajteb no yuav zoo thooj li koj haiv neeg Yixayee, uas Vajtswv mus txhiv los ua nws haiv neeg thiab ua rau nws lub npe nto moo lug? Nws ua tej yam uas loj kawg thiab txaus ntshai rau lub tebchaws tab meeg lawv, yog nws haiv neeg uas nws txhiv tawm hauv Iyi tebchaws thiab hauv tej neeg tej dab los."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.24","label":"24","content":"Au Yawmsaub, koj tsim tsa koj haiv neeg Yixayee los ua koj li teej tug mus ib txhis li, thiab koj ua lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.25","label":"25","content":"Au Vajtswv Yawmsaub, thov koj tuav tej lus uas koj hais txog kuv uas yog koj tus qhev thiab hais txog kuv caj ces nyob ruaj mus ib txhis, thiab thov koj ua raws li koj tau hais cia lawd."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.26","label":"26","content":"“Koj lub npe yuav raug qhuas mus ib txhis hais tias, ‘Yawmsaub uas muaj hwjchim loj kawg nkaus yog Vajtswv uas kav cov Yixayee,’ thiab Davi uas yog koj tus qhev caj ces yuav nyob ruaj khov ntawm koj lub xubntiag mus li."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.27","label":"27","content":"Au Yawmsaub uas muaj hwjchim loj kawg nkaus uas yog cov Yixayee tus Vajtswv, koj twb qhia rau kuv uas yog koj tus qhev paub tias, koj yuav tsim kuv kom muaj caj ces ua vaj mus li. Vim li no kuv uas yog koj tus qhev thiaj muaj cuabkav tsa ncauj thov koj."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.28","label":"28","content":"Au Vajtswv Yawmsaub, koj yeej yog Vajtswv, koj tej lus yeej yog lus tseeb, thiab koj tau cog tej lus zoo no rau koj tus qhev."},{"bible_id":"1269","chapter_code":"2SA.7","verse_code":"2SA.7.29","label":"29","content":"Yog li no nimno thov koj txaus siab foom koob hmoov rau koj tus qhev caj ces kom nyob ruaj rau ntawm koj lub xubntiag mus ib txhis. Au Vajtswv Yawmsaub, koj twb hais cia li ntawd lawm, thiab koj tej koob hmoov yeej yuav muaj rau kuv uas yog koj tus qhev caj ces mus ib txhis.”"},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.1","label":"1","content":"Dhau ntawd Davi ntaus yeej cov Filixatee thiab tswjhwm lawv. Davi txeeb tau lub moos Methehama ntawm cov Filixatee txhais tes."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.2","label":"2","content":"Nws ntaus yeej cov Mau‑a thiab. Nws yuam lawv pw ua ib kab sab rau hauv pem teb mas xuas hlua ntsuas lawv, ntsuas ob hluas muab tua pov tseg, ntsuas ib hluas tseg cia. Cov Mau‑a kuj zwm rau Davi thiab coj qhov txhia chaw tuaj them se rau nws."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.3","label":"3","content":"Davi kuj ntaus yeej Lehau tus tub Hadadexaw uas ua vajntxwv hauv lub moos Xaunpa, yog thaum Hadadexaw mus txeeb cov tebchaws ntawm dej Yufeti rov qab."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.4","label":"4","content":"Davi txeeb tau cov tub rog caij nees ib txhiab xya pua leej thiab cov tub rog mus kotaw ob vam leej, thiab Davi txiav cov nees uas hai tsheb ua rog leeg raws huvsi, tseg kom txaus hai ib puas lub tsheb ua rog xwb."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.5","label":"5","content":"Thaum cov neeg Alas uas nyob hauv lub nroog Damaxaka tuaj pab Xaunpa tus vajntxwv Hadadexaw, mas Davi tua cov Alas ob vam ob txhiab leej."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.6","label":"6","content":"Davi tsa ib co tub rog zov kav cov Alas hauv lub nroog Damaxaka. Cov Alas zwm rau Davi thiab coj qhov txhia chaw tuaj them se rau nws. Yawmsaub pub Davi kov yeej rau txhua qhov uas nws mus."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.7","label":"7","content":"Thiab Davi txeeb tau daim phiaj kub uas thaiv hauv siab uas Hadadexaw cov tub teg tub taws coj, thiab coj mus rau lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.8","label":"8","content":"Thiab vajntxwv Davi txeeb tau tooj liab ntau ntau li ntawm lub moos Npetha thiab lub moos Npelauthai uas yog Hadadexaw tej moos."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.9","label":"9","content":"Thaum vajntxwv Thau‑i hauv lub moos Hama hnov tias Davi tau ntaus yeej Hadadexaw cov tub rog huvsi lawm,"},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.10","label":"10","content":"Thau‑i txawm txib nws tus tub Yaulas mus cuag vajntxwv Davi mus hais ib lo lus tshav ntuj zoo siab rau nws rau qhov uas Davi tau ua rog thiab ntaus yeej Hadadexaw lawm, rau qhov Hadadexaw pheej ua rog rau Thau‑i. Yaulas kuj coj tej qhov txhia chaw uas xuas nyiaj xuas kub xuas tooj liab ua, tuaj pub rau Davi."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.11","label":"11","content":"Vajntxwv Davi muab txhua yam no xyeem pub rau Yawmsaub, thiab muab tej nyiaj kub uas nws muab tau ntawm txhua haiv neeg uas nws kov yeej xyeem pub rau Yawmsaub,"},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.12","label":"12","content":"yog tej uas nws txeeb tau ntawm cov Edoo,  cov Mau‑a, cov Asmoo, cov Filixatee, cov Amalej thiab tej uas nws txeeb tau ntawm Lehau tus tub Hadadexaw uas ua vajntxwv hauv Xaunpa."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.13","label":"13","content":"Thaum Davi mus tua cov Edoo  tuag ib vam yim txhiab leej rau hauv lub Hav Ntsev rov los, ces nws lub moo txawm nrov nto moo lug."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.14","label":"14","content":"Nws tso tub rog zov kav thoob tebchaws Edoo, mas cov neeg Edoo sawvdaws zwm rau Davi. Yawmsaub pub Davi kov yeej rau txhua qhov uas nws mus."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.15","label":"15","content":"Mas Davi kav tag nrho cov Yixayee huvsi. Davi ua ncaj ua ncees thiab ua zoo rau nws cov pejxeem sawvdaws."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.16","label":"16","content":"Xeluya tus tub Yau‑a ua thawj kav tub rog. Ahilu tus tub Yehausafa ua tus uas sau ntawv keeb kwm."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.17","label":"17","content":"Ahithu tus tub Xadau thiab Anpiyatha tus tub Ahimelej ua pov thawj. Xelaya ua tus tub sau ntawv."},{"bible_id":"1269","chapter_code":"2SA.8","verse_code":"2SA.8.18","label":"18","content":"Yehauyada tus tub Npenaya kav cov Khelethi thiab cov Pelethi.  Thiab Davi cov tub ua pov thawj."},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.1","label":"1","content":"Davi hais tias, “Xa‑u caj ces tshuav leejtwg rau kuv hlub vim yog saib rau Yaunathas los tsis tshuav?”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.2","label":"2","content":"Xa‑u tsev neeg muaj ib tug tub qhe hu ua Xinpa, ces lawv txawm hu nws tuaj cuag Davi, mas vajntxwv Davi nug nws tias, “Koj yog Xinpa lov?” Nws teb tias, “Kuv uas yog koj tus qhev yog lauj.”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.3","label":"3","content":"Vajntxwv hais rau nws tias, “Xa‑u caj ces tshuav leejtwg rau kuv hlub raws li Vajtswv txojkev hlub los tsis tshuav?” Xinpa teb vajntxwv tias, “Yaunathas tshuav ib tug tub, tuag taw thiab.”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.4","label":"4","content":"Vajntxwv nug nws tias, “Tus ntawd nyob qhovtwg?” Xinpa hais rau vajntxwv tias, “Tus ntawd nyob hauv Ami‑ee tus tub Makhi lub tsev hauv lub moos Laudenpa.”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.5","label":"5","content":"Ces vajntxwv txawm txib neeg mus coj tus ntawd hauv Ami‑ee tus tub Makhi lub tsev ntawm lub moos Laudenpa los."},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.6","label":"6","content":"Ces Yaunathas tus tub Mefinpause uas yog Xa‑u tus xeeb ntxwv thiaj tau los cuag Davi, nws khwb nkaus pe Davi. Davi hais tias, “Mefinpause 'e.” Nws teb tias, “Yawg hlob, kuv yog koj tus qhev.”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.7","label":"7","content":"Davi hais rau nws tias, “Tsis txhob ntshai rau qhov kuv yuav hlub koj vim yog saib rau koj txiv Yaunathas, thiab kuv yuav muab koj yawg Xa‑u tej liaj teb huvsi thim rau koj, thiab koj yuav nrog kuv koom noj haus ua ke ntawm kuv rooj mov mus li.”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.8","label":"8","content":"Mefinpause txawm pe thiab hais tias, “Kuv uas yog koj tus qhev yog leejtwg es koj yuav tsa muag zaj saib tus dev tuag uas zoo li kuv no?”"},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.9","label":"9","content":"Vajntxwv hu Xinpa uas yog Xa‑u tus tub qhe tuaj thiab hais tias, “Txhua yam uas yog Xa‑u thiab nws tsev neeg li kuv muab cob rau koj tus tswv tus xeeb ntxwv lawm."},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.10","label":"10","content":"Koj thiab koj cov tub ki thiab koj cov tub qhe yuav tsum ua nws tej teb rau nws, thiab sau tej qoob uas ua tau ntawd los rau koj tus tswv tus xeeb ntxwv tau noj. Tiamsis Mefinpause uas yog koj tus tswv tus xeeb ntxwv no yuav nrog kuv koom rooj noj ua ke.” Xinpa muaj kaum tsib tug tub thiab nees nkaum tus tub qhe."},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.11","label":"11","content":"Xinpa txawm hais rau vajntxwv tias, “Kuv yuav ua txhua yam raws li uas vajntxwv hais rau kuv uas yog koj tus qhev.” Mefinpause thiaj nrog Davi koom rooj noj haus ua ke ib yam li yog vajntxwv tub."},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.12","label":"12","content":"Mefinpause muaj ib tug metub yau hu ua Mikhas. Txhua tus uas nyob hauv Xinpa lub tsev puavleej ua Mefinpause li tub qhe."},{"bible_id":"1269","chapter_code":"2SA.9","verse_code":"2SA.9.13","label":"13","content":"Mefinpause thiaj nyob hauv lub nroog Yeluxalees. Nws nrog vajntxwv koom ib lub rooj noj mov mus li. Nws ob txhais taw tuag tag huvsi."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.1","label":"1","content":"Dhau ntawd los cov Asmoo tus vajntxwv txawm tuag mas nws tus tub Hanu ua vajntxwv sawv nws txiv chaw."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.2","label":"2","content":"Davi txawm hais tias, “Kuv yuav ua ncaj ua zoo rau Naha tus tub Hanu ib yam li nws txiv tau ua ncaj ua zoo rau kuv.” Davi thiaj tso nws cov tub teg tub taws mus nplij Hanu siab vim nws txiv tuag lawm. Mas Davi cov tub teg tub taws thiaj mus rau hauv cov Asmoo tebchaws."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.3","label":"3","content":"Tiamsis cov Asmoo cov thawj hais rau Hanu uas ua lawv tus tswv tias, “Koj xav hais tias Davi xa neeg tuaj nplij koj ces yog nws hwm koj txiv no lov? Sub tsis yog Davi txib nws cov tub teg tub taws tuaj cuag koj es yuav saib thiab tshuaj saib thiab rhuav lub nroog.”"},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.4","label":"4","content":"Hanu txawm ntes Davi cov tub teg tub taws thiab muab hwj txwv chais ib nrab tseg ib nrab thiab muab lawv lub tsho txiav txij ntawm lub ntsag rau yav hauv pov tseg, thiab muab lawv tso mus."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.5","label":"5","content":"Thaum muaj neeg mus hais rau Davi paub mas nws txib neeg mus tos lawv rau qhov lawv raug kev txaj muag heev. Vajntxwv thiaj hais tias, “Nej cia li so ntawm lub moos Yelikhau mus txog thaum nej cov hwj txwv tuaj tso mam li los.”"},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.6","label":"6","content":"Thaum cov Asmoo pom tias lawv ua rau Davi ntxub lawv lawm, cov Asmoo txawm txib neeg mus ntiav cov neeg Alas  hauv lub moos Npelehau thiab cov Alas hauv lub moos Xaunpa, yog tub rog mus kotaw huvsi ob vam leej, thiab ntiav tus vajntxwv hauv Ma‑akha uas muaj ib txhiab leej, thiab cov neeg hauv lub moos Thauj yog ib vam ob txhiab leej."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.7","label":"7","content":"Thaum Davi hnov tej no lawd nws txawm txib Yau‑a thiab cov tub rog siab tuab huvsi mus."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.8","label":"8","content":"Cov Asmoo kuj tawm tuaj npaj tub rog rau ntawm rooj loog. Cov Alas uas tuaj hauv lub moos Xaunpa thiab tuaj hauv lub moos Lehau, thiab cov neeg Thauj thiab cov neeg Ma‑akha, lawv nyob dua ib cag tom hav nroj."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.9","label":"9","content":"Thaum Yau‑a pom tias luag npaj tub rog rau tom nws hauv ntej thiab npaj tub rog rau tom nws qub qab, nws txawm xaiv pab tub rog Yixayee uas txawj tshaj plaws qee leej thiab tso lawv mus tiv cov Alas."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.10","label":"10","content":"Dua li cov nws muab cob rau nws tus kwv Anpisai kav thiab kom lawv npaj mus tiv cov Asmoo."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.11","label":"11","content":"Yau‑a hais tias, “Yog cov Alas muaj zog heev dhau kuv, koj cia li tuaj pab kuv, hos yog cov Asmoo muaj zog heev dhau koj mas kuv yuav tuaj pab koj."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.12","label":"12","content":"Cia li ua siab tuab, peb cia li ua siab loj yam li txivneej yawg pab peb haiv neeg thiab pab peb tus Vajtswv tej moos. Thov Yawmsaub ua raws li nws pom zoo.”"},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.13","label":"13","content":"Ua li ntawd mas Yau‑a thiab cov tub rog uas nrog nws thiaj li txeem mus ze ua rog rau cov Alas, mas cov Alas thiaj khiav thim zuj zus tom nws hauv ntej."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.14","label":"14","content":"Thaum cov Asmoo pom cov Alas khiav lawm ces lawv txawm khiav ntawm Anpisai hauv ntej ib yam nkaus nkag mus rau hauv lub nroog. Ces Yau‑a txawm tseg tsis ua rog rau cov Asmoo, cia li rov los rau Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.15","label":"15","content":"Thaum cov Alas pom tias lawv swb cov Yixayee lawm lawv txawm mus sau zog los ua ke."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.16","label":"16","content":"Mas Hadadexaw txib neeg mus coj cov neeg Alas uas nyob sab dej Yufeti hnub tuaj tawm tuaj. Lawv tuaj rau ntawm Helas. Hadadexaw tus thawj rog Saunpa coj lawv kev."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.17","label":"17","content":"Thaum muaj neeg hais rau Davi paub mas nws sau zog cov Yixayee sawvdaws tuaj ua ke hla tus dej Yaladee tuaj txog ntawm Helas. Mas cov Alas npaj tub rog tiv Davi thiab ua rog rau nws."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.18","label":"18","content":"Cov Alas kuj thim khiav cov Yixayee mas Davi tua tau Alas cov tub rog hauv tsheb ua rog tuag xya pua leej thiab tua tau cov tub rog caij nees tuag plaub vam leej thiab tua tau lawv tus thawj rog Saunpa tuag rau qhov ntawd."},{"bible_id":"1269","chapter_code":"2SA.10","verse_code":"2SA.10.19","label":"19","content":"Thaum cov vajntxwv uas zwm rau Hadadexaw pom tias lawv swb cov Yixayee lawm lawv kuj nrog cov Yixayee sib raug zoo thiab zwm rau cov Yixayee. Vim li no cov Alas thiaj ntshai tsis kav pab cov Asmoo dua li lawm."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.1","label":"1","content":"Thaum txog lub caij ntuj qhua yog lub caij uas tej vajntxwv pheej tawm mus ua rog, Davi txib Yau‑a thiab cov tub teg tub taws thiab Yixayee cov tub rog huvsi mus ntaus yeej cov Asmoo thiab vij lub nroog Lanpa cia. Tiamsis Davi nyob hauv lub nroog Yeluxalees xwb."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.2","label":"2","content":"Muaj ib hnub thaum yuav tsaus ntuj Davi sawv ntawm nws lub chaw pw nce mus rau saum vajntxwv lub tsev txheej tsev las tshav ncig ua si. Nws tsa muag ntsia pom ib tug pojniam da dej, tus pojniam ntawd zoo nkauj heev."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.3","label":"3","content":"Davi txib neeg mus nug txog tus pojniam ntawd. Muaj ib tug los hais tias, “Tus pojniam ntawd sub tsis yog Npasenpa uas yog Elias tus ntxhais uas yog Uliya uas yog neeg Hithai tus pojniam lov?”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.4","label":"4","content":"Ces Davi txawm txib tub xa xov mus coj tus pojniam ntawd tuaj. Tus pojniam txawm tuaj cuag Davi, Davi txawm nrog nws pw. Tus pojniam ntawd nyuam qhuav ua kevcai ntxuav nws lub cev uas ua pojniam tag. Ces tus pojniam ntawd txawm rov qab mus tsev."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.5","label":"5","content":"Tus pojniam ntawd txawm xeeb menyuam, nws thiaj txib neeg mus hais rau Davi paub hais tias, “Kuv xeeb menyuam lawm.”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.6","label":"6","content":"Davi thiaj xa xov mus hais rau Yau‑a tias, “Cia li tso Uliya uas yog neeg Hithai los cuag kuv.” Yau‑a thiaj tso Uliya los cuag Davi."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.7","label":"7","content":"Thaum Uliya los txog Davi nug tias Yau‑a nyob li cas, cov tub rog nyob li cas thiab kev ua rog kov yeej mus li cas lawm."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.8","label":"8","content":"Davi txawm hais rau Uliya tias, “Cia li mus rau hauv koj lub tsev thiab ntxuav koj kotaw.” Uliya txawm tawm hauv vajntxwv tsev mus thiab muaj neeg coj tej qhov txhia chaw uas vajntxwv pub raws qab mus rau nws."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.9","label":"9","content":"Tiamsis Uliya cia li nrog vajntxwv cov tub teg tub taws pw ntawm vajntxwv tsev lub rooj vag, twb tsis mus rau hauv nws lub tsev li."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.10","label":"10","content":"Muaj neeg hais rau Davi tias, “Uliya tsis mus rau hauv nws tsev li.” Davi txawm hais rau Uliya tias, “Koj twb mus kev deb deb los es ua cas koj tsis mus rau hauv koj tsev?”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.11","label":"11","content":"Uliya hais rau Davi tias, “Lub phij xab thiab cov Yixayee thiab cov Yuda nyob hauv lub tsev ntaub ua rog. Kuv tus tswv Yau‑a thiab koj cov tub teg tub taws kuj ua yeej nyob tom tshav rog es kuv yuav cia li mus tsev mus noj haus thiab nrog kuv tus pojniam pw tau lov? Koj muaj txojsia nyob thiab koj lub siab tseem ciaj sia pom, kuv yuav tsis ua li ntawd kiag li.”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.12","label":"12","content":"Davi txawm hais rau Uliya tias, “Hnub no cia li so ntawm no tagkis kuv li kheev koj mus.” Uliya thiaj nyob hauv Yeluxalees hnub ntawd thiab hnub tom qab."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.13","label":"13","content":"Davi hu nws los nws thiaj los noj los haus ntawm vajntxwv xubntiag, thiab vajntxwv muab nws txhaus kom qaug cawv. Hnub ntawd tsaus ntuj nws kuj mus nrog vajntxwv cov tub teg tub taws pw ntawm daim lev tsis mus rau hauv nws tsev li."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.14","label":"14","content":"Tagkis tom qab Davi thiaj sau ib tsab ntawv muab rau Uliya coj mus rau Yau‑a."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.15","label":"15","content":"Tsab ntawv ntawd hais tias, “Cia li tu kom Uliya ua pab uas ntaus ua ntej rau ntawm lub chaw uas lawv sib tua heev, thiab thim tub rog cia nws raug tua tuag.”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.16","label":"16","content":"Thaum Yau‑a tseem vij lub nroog nws tu kom Uliya mus ntaus ncaj qhov chaw uas nws paub tias muaj cov tub rog siab loj siab tuab."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.17","label":"17","content":"Ces cov neeg hauv lub nroog txawm tawm tuaj tiv Yau‑a, mas Davi cov tub teg tub taws muaj qee leej raug tua tuag. Uliya uas yog neeg Hithai kuj tuag thiab."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.18","label":"18","content":"Yau‑a txawm tso ib tug mus hais rau Davi paub txog kev sib tua zaum ntawd."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.19","label":"19","content":"Nws qhia tus xa xov tias, “Thaum koj piav qhov uas sib tua rau vajntxwv mloog tag lawm,"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.20","label":"20","content":"yog vajntxwv npau taws thiab nws hais rau koj tias, ‘Ua cas nej yuav mus ntaus ze lub nroog ntawd ua luaj? Nej tsis paub tias luag yuav tua ntawm ntsa loog tuaj no lov?"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.21","label":"21","content":"Leejtwg tua Anpimelej uas yog Yelunpese  tus tub? Tsis yog ib tug pojniam muab txhib txiv zeb pov saum ntsa loog los raug nws tuag ntawm lub moos Thenpes lov? Ua cas nej yuav mus ze lub ntsa loog?’ ces koj cia li hais tias, ‘Vajntxwv tus tub qhe Uliya uas yog neeg Hithai kuj tuag lawm thiab.’ ”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.22","label":"22","content":"Tus uas xa xov txawm mus, nws hais rau Davi paub txog txhua yam uas Yau‑a txib nws los hais."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.23","label":"23","content":"Tus uas xa xov ntawd hais rau Davi tias, “Yeeb ncuab ua tau dua peb, lawv tawm tuaj tua peb sab nraud. Ces peb caum lawv mus txog ntua ntawm rooj loog."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.24","label":"24","content":"Ces cov tub rog kuj tua hneev saum ntsa loog tuaj rau koj cov tub rog. Mas koj cov tub teg tub taws qee leej tuag thiab koj tus qhev Uliya uas yog neeg Hithai kuj tuag thiab.”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.25","label":"25","content":"Davi txawm hais rau tus xa xov ntawd tias, “Koj cia li hais rau Yau‑a li no tias, ‘Tsis txhob nyuaj siab rau zaj no, rau qhov hniav ntaj yeej tua ib zaug tus ub ib zaug tus no. Cia li ua rog heev dua qub ntaus kom tau lub nroog ntawd.’ Koj txhawb nws lub zog thiab.”"},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.26","label":"26","content":"Thaum Uliya tus pojniam hnov tias nws tus txiv Uliya tuag lawm nws kuj quaj ntsuag nws tus txiv."},{"bible_id":"1269","chapter_code":"2SA.11","verse_code":"2SA.11.27","label":"27","content":"Thaum dhau lub sijhawm quaj ntsuag lawm, Davi txawm txib neeg mus coj nws los rau hauv Davi lub tsev thiab ua Davi pojniam thiab yug ib tug tub rau Davi. Tiamsis Yawmsaub tsis txaus siab rau tej uas Davi ua ntawd."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.1","label":"1","content":"Yawmsaub txib Nathas mus cuag Davi. Nathas txawm mus txog Davi thiab hais tias, “Muaj ob tug txivneej nyob hauv ib lub moos, ib tug nplua nuj ib tug pluag."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.2","label":"2","content":"Tus nplua nuj muaj tshis muaj yaj muaj nyuj coob heev."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.3","label":"3","content":"Tus pluag tsis muaj dabtsi li tsuas muaj tib tug xyuas yaj uas nws yuav los xwb. Nws tu hlob thiab cia nrog nws thiab nws cov menyuam nyob ua ke, noj ua ke koom haus ib lub khob dej, pw hauv nws lub xubntiag, zoo yam nkaus li ib tug mentxhais rau nws."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.4","label":"4","content":"Tus nplua nuj ntawd muaj ib tug qhua tuaj tsham nws. Nws tsis kam muab nws tej yaj tej tshis tej nyuj los tua tiam tus qhua uas tuaj tsham ntawd, ces nws txawm muab tus pluag ntawd tus menyuam yaj los tua rau tus qhua uas tuaj tsham nws noj.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.5","label":"5","content":"Ces Davi txawm npau taws rau tus nplua nuj ntawd heev thiab hais rau Nathas tias, “Yawmsaub muaj txojsia nyob pom, yuav tsum muab tus yawg uas ua li ntawd tua pov tseg."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.6","label":"6","content":"Thiab nws yuav thim tus menyuam yaj rov qab plaub npaug vim yog nws ua li no nws tsis muaj siab khuvleej li.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.7","label":"7","content":"Nathas hais rau Davi tias, “Koj yog tus yawg ntawd ntag. Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Kuv twb tsa koj ua vajntxwv kav cov Yixayee thiab cawm koj dim hauv Xa‑u txhais tes."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.8","label":"8","content":"Kuv tau muab Xa‑u uas yog koj tus tswv tsev neeg rau koj thiab muab nws tej pojniam rau hauv koj lub xubntiag, thiab kuv muab cov Yixayee thiab cov Yuda huvsi rau koj. Yog npaum li no tseem tsawg lawm kuv yuav tsav ntxiv dua ib npaug thiab."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.9","label":"9","content":"Ua cas koj yuav saib tsis taus Yawmsaub tej lus es ua tej uas nws pom tias phem kawg? Koj xuas ntaj tua Uliya uas yog neeg Hithai thiab yuav nws tus pojniam los ua koj pojniam. Koj xuas cov Asmoo rab ntaj tua nws ntag."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.10","label":"10","content":"Vim li ntawd nimno hniav ntaj yuav tsis plam hauv koj caj ces kiag li vim yog koj saib tsis taus kuv thiab yuav Uliya uas yog neeg Hithai tus pojniam los ua koj pojniam.’"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.11","label":"11","content":"Yawmsaub hais li no tias, ‘Saib nawj, kuv yuav ua kom xwm txheej phem tshwm los hauv koj tsev neeg tawm tsam koj, thiab kuv yuav muab koj tej pojniam coj mus tab meeg koj thiab muab pub rau koj kwvtij zej zog, mas tus ntawd yuav nrog koj tej pojniam pw tab meeg nruab hnub."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.12","label":"12","content":"Koj ua tej kev txhaum ntawd zais ntshis tsis pub leejtwg pom, tiamsis kuv yuav ua tej no nruab hnub lug tab meeg rau cov Yixayee sawvdaws pom.’ ”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.13","label":"13","content":"Davi thiaj hais rau Nathas tias, “Kuv tau ua txhaum muaj txim rau Yawmsaub lawm.” Mas Nathas hais rau Davi tias, “Yawmsaub zam koj lub txim lawm, koj yuav tsis tuag."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.14","label":"14","content":"Txawm li cas kuj xij vim koj ua tej no saib tsis taus Yawmsaub heev kawg, mas tus menyuam uas yuav yug los ntawd yuav tuag.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.15","label":"15","content":"Nathas txawm rov qab mus tsev lawm. Mas Yawmsaub ua rau tus menyuam uas Uliya tus pojniam yug rau Davi ntawd mob heev."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.16","label":"16","content":"Davi txawm taij thov Vajtswv pab tus menyuam ntawd. Davi yoo mov thiab pw ib hmos hauv av."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.17","label":"17","content":"Cov tub teg tub taws hauv vajntxwv tsev los rau ntawm nws yuav tsa nws sawv hauv av los. Tiamsis nws tsis kam thiab tsis nrog lawv noj mov li."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.18","label":"18","content":"Tau xya hnub tus menyuam ntawd txawm tuag lawm. Mas Davi cov tub teg tub taws ntshai tsis kav qhia rau nws paub tias tus menyuam tuag lawm, lawv sib tham hais tias, “Thaum tus menyuam ntawd tseem ciaj sia nyob peb hais rau Davi, Davi twb tsis mloog. Mas peb yuav ua li cas hais tau rau nws tias tus menyuam tuag lawm? Tsam ces nws ho ua li cas rau nws tus kheej.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.19","label":"19","content":"Tiamsis thaum Davi pom cov tub teg tub taws sib ntxhi li ntawd, nws nkag siab tias tus menyuam tuag lawm. Davi thiaj hais rau nws cov tub teg tub taws tias, “Tus menyuam tuag lawm lov?” Lawv teb tias, “Tuag lawm lauj.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.20","label":"20","content":"Ces Davi txawm sawv tsees hauv av los, da dej pleev roj hloov ris tsho thiab mus rau hauv Yawmsaub lub tsev pe hawm Yawmsaub. Nws mus rau hauv nws lub tsev thiab thaum nws hais kom lawv rau mov los, lawv kuj coj mov los rau rau ntawm nws xubntiag rau nws noj."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.21","label":"21","content":"Nws cov tub teg tub taws thiaj nug nws tias, “Ua cas koj ua li no? Koj yoo mov thiab quaj txog tus menyuam ntawd rau thaum nws tseem muaj txojsia nyob. Tiamsis thaum tus menyuam tuag lawd koj cia li sawv tsees los noj mov.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.22","label":"22","content":"Davi hais tias, “Thaum tus menyuam tseem ciaj sia nyob kuv yoo mov thiab quaj, vim kuv xav tias leejtwg yuav paub xyov Yawmsaub yuav hlub kuv es pub tus menyuam ntawd muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.23","label":"23","content":"Tiamsis nimno nws twb tuag lawd es kuv yuav yoo mov ua dabtsi? Kuv yuav ua tau kom tus menyuam ciaj rov los lov? Kuv tsuas muaj uas yuav mus rau ntawm nws, nws yuav tsis rov los rau ntawm kuv.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.24","label":"24","content":"Ces Davi txawm nplij nws tus pojniam Npasenpa lub siab, thiab nrog nws pw, ces nws txawm yug tau ib tug tub, mas Davi tis lub npe hu ua Xalaumoo. Yawmsaub hlub tus metub ntawd."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.25","label":"25","content":"Mas Yawmsaub hais lus tuaj rau Nathas uas ua xibhwb cev Vajtswv lus kom tis tus metub ntawd npe hu ua Yedidiya  vim yog Yawmsaub hlub."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.26","label":"26","content":"Yau‑a ntaus cov Asmoo lub nroog Lanpa thiab txeeb tau lub chaw ruaj khov uas vajntxwv nyob."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.27","label":"27","content":"Yau‑a txawm tso neeg mus hais rau Davi tias, “Kuv tabtom ntaus lub nroog Lanpa thiab kuv txeeb tau lub qhov dej hauv lub nroog lawm."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.28","label":"28","content":"Nimno thov koj sau cov tub rog uas tseem tshuav es tuaj ua yeej vij ntaus lub nroog thiab txeeb kom tau, ntshai tsam kuv txeeb tau ces luag yuav hu lub nroog ntawd raws li kuv lub npe.”"},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.29","label":"29","content":"Davi thiaj li sau cov tub rog huvsi thiab mus rau ntawm Lanpa, nws ntaus thiab txeeb tau lub nroog ntawd."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.30","label":"30","content":"Nws hle lub mom kub ntawm lawv tus vajntxwv lub taubhau los, yog tseem kub hnyav ib tala  thiab muaj ib lub qe zeb hlaws muaj nqes nyob rau hauv. Lawv muab lub mom kub ntawd rau Davi ntoo. Davi sau tau tej qhov txhia chaw uas txeeb tau hauv lub nroog ntawd ntau kawg li coj mus."},{"bible_id":"1269","chapter_code":"2SA.12","verse_code":"2SA.12.31","label":"31","content":"Davi kuav cov neeg hauv lub nroog ntawd tawm los thiab yuam kom lawv xuas kaw xuas hlau xuas taus ua haujlwm thiab ua haujlwm ntawm lub chaw hlawv thwv cib. Nws ua ib yam li no rau cov Asmoo txhua lub moos huvsi. Ces Davi thiab cov tub rog sawvdaws rov mus rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.1","label":"1","content":"Davi tus tub Axaloo muaj ib tug muam zoo nkauj hu ua Thama. Nyob nyob Davi tus tub Asnoo txawm nyiam nws."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.2","label":"2","content":"Vim yog nws tus muam Thama no mas Asnoo thiaj lwj lwj siab ua mob kiag, rau qhov uas nws tsis tau deev dua hluas nraug li mas Asnoo yeej xav tias ua tsis tau li cas rau nws."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.3","label":"3","content":"Ces Asnoo muaj ib tug phoojywg hu ua Yaunada, yog Davi tus tijlaug Sime‑a li tub. Yaunada yog ib tug ntse."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.4","label":"4","content":"Nws txawm hais rau Asnoo tias, “Vajntxwv tus tub 'e, ua cas koj niaj tagkis ua ib tug niag nphob xuav ntsej muag ntshaus tag? Tsis qhia rau kuv paub li lov?” Asnoo teb nws tias, “Kuv nyiam Thama uas yog kuv tus tijlaug Axaloo tus muam.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.5","label":"5","content":"Yaunada txawm hais rau nws tias, “Koj mus pw saum koj lub txaj ua txuj mob, mas thaum koj txiv tuaj saib koj, cia li hais rau nws tias, ‘Thov txib kuv tus muam tuaj muab mov rau kuv noj, kom nws tuaj ua mov ntawm kuv xubntiag xwv kuv thiaj li pom thiab tau noj ntawm nws txhais tes ntag.’ ”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.6","label":"6","content":"Asnoo txawm pw ua txuj mob. Thaum vajntxwv tuaj saib, Asnoo txawm hais rau vajntxwv tias, “Thov txib kuv tus muam Thama tuaj ua ob peb lub ncuav ntawm kuv xubntiag xwv kuv thiaj li tau noj ntawm nws txhais tes.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.7","label":"7","content":"Davi thiaj txib neeg mus hais rau Thama hauv tsev tias, “Cia li mus ntawm koj tus nus Asnoo tsev mus ua mov rau nws noj.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.8","label":"8","content":"Thama thiaj mus rau ntawm nws tus nus Asnoo tsev uas Asnoo pw ntawd. Nws kuj muab hmoov mog los zuaj ua ncuav ntawm Asnoo xubntiag thiab muab ci."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.9","label":"9","content":"Nws rho lub tais ci ncuav los nchuav txawb rau ntawm Asnoo xubntiag. Tiamsis Asnoo tsis kam noj. Asnoo hais tias, “Kom lwm tus tawm mus tso.” Txhua tus thiaj tawm mus lawm."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.10","label":"10","content":"Asnoo txawm hais rau Thama tias, “Cia li coj cov ncuav los rau hauv txaj kom kuv thiaj noj ntawm koj txhais tes.” Thama kuj coj cov ncuav uas nws ua ntawd mus rau hauv lub txaj muab rau nws tus nus Asnoo."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.11","label":"11","content":"Ces thaum nws coj cov ncuav los ze yuav muab rau Asnoo noj, Asnoo txawm ntsiab nkaus nws cia hais tias, “Leej muam, koj cia li los nrog kuv pw.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.12","label":"12","content":"Nws teb Asnoo tias, “Leej nus, tsis tau li, tsis txhob yuam kuv li. Tej kev zoo li no yeej tsis tsim nyog ua hauv cov Yixayee. Tsis txhob ua tej kev phem kev qias li no kiag li."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.13","label":"13","content":"Thiab kuv los kuv yuav muab txojkev txaj muag no coj mus nraim rau qhovtwg? Thiab koj los koj yuav ua zoo li tus niag neeg ruam hauv cov Yixayee. Vim li no thov koj hais rau vajntxwv tso. Vajntxwv yuav tsis txwv es tsis pub kuv rau koj.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.14","label":"14","content":"Tiamsis Asnoo tsis mloog nws hais li. Asnoo muaj zog heev dua nws thiaj muab nws yuam tau pw lawm."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.15","label":"15","content":"Dhau ntawd Asnoo txawm ntxub nws kawg li. Mas txojkev ntxub no loj dhau qhov uas thaum nws nyiam. Ces Asnoo txawm hais rau nws tias, “Cia li sawv khiav mus.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.16","label":"16","content":"Tiamsis Thama hais rau nws tias, “Leej nus, tsis txhob ua li. Qhov uas koj muab kuv ntiab tawm no tseem txhaum loj dua li uas koj tau ua rau kuv lawd.” Tiamsis Asnoo tsis mloog nws hais li."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.17","label":"17","content":"Nws cia li hu tus hluas uas tu nws hais tias, “Cia li muab tus pojniam no ntiab kom tawm dhau ntawm kuv lub xubntiag mus, es muab qhov rooj kaw muab laj rau.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.18","label":"18","content":"Thama hnav lub tsho ntev muaj tes, yam li vajntxwv tej ntxhais uas tsis tau deev dua hluas nraug ib txwm hnav. Tus tub teg tub taws ntawd txawm muab Thama ntiab tawm mus thiab muab qhov rooj laj rau."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.19","label":"19","content":"Thama muab tshauv tsuab rau saum nws taubhau thiab muab nws lub tsho ntev uas nws hnav dua rhe. Nws muab tes puab taubhau quaj taug kev mus."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.20","label":"20","content":"Nws tus nus Axaloo txawm hais rau nws tias, “Koj tus nus Asnoo nrog koj nyob lawm lov? Leej muam, ua twjywm. Nws yog koj li nus. Tsis txhob ntxhov siab rau qhov no.” Thama txawm nyob ua siab ntuag tag rau hauv nws tus nus Axaloo lub tsev."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.21","label":"21","content":"Thaum vajntxwv Davi paub txog zaj no huvsi nws chim heev."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.22","label":"22","content":"Tiamsis Axaloo tsis hais ib los li cas rau Asnoo li txawm yog zoo thiab phem, rau qhov Axaloo ntxub Asnoo kawg vim qhov uas yuam nws tus muam Thama."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.23","label":"23","content":"Tau ob xyoo tom qab Axaloo ntiav zog txiav plaub yaj ntawm Npa‑as Haxau uas nyob ze Efa‑i, mas Axaloo hu vajntxwv cov tub sawvdaws mus rau qhov ntawd."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.24","label":"24","content":"Axaloo mus hais rau vajntxwv tias, “Kuv uas yog koj tus qhev ntiav zog txiav plaub yaj mas thov vajntxwv thiab nws cov tub teg tub taws nrog kuv mus thiab.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.25","label":"25","content":"Tiamsis vajntxwv hais rau Axaloo tias, “Tub, tsis txhob ua li ntawd, peb tsis txhob mus huvsi tsam ces peb ua nra hnyav rau koj.” Axaloo taij taij vajntxwv los nws tsis kam mus. Vajntxwv cia li foom koob hmoov rau nws xwb."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.26","label":"26","content":"Axaloo thiaj thov hais tias, “Yog koj tsis mus los thov tso kuv tus kwv Asnoo nrog peb mus.” Vajntxwv hais rau nws tias, “Ua li cas nws yuav tsum nrog koj mus?”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.27","label":"27","content":"Tiamsis Axaloo taij taij txog thaum vajntxwv kheev Asnoo thiab vajntxwv cov tub sawvdaws nrog nws mus."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.28","label":"28","content":"Mas Axaloo hais rau nws cov tub teg tub taws tias, “Tos ntsia ntsoov thaum twg Asnoo haus cawv zoo siab heev mas thaum kuv hais kom nej ntaus Asnoo ces nej cia li muab nws tua kiag. Tsis txhob ntshai li, yog kuv hais kom nej ua. Cia li ua siab loj siab tuab.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.29","label":"29","content":"Mas Axaloo cov tub teg tub taws kuj ua rau Asnoo raws li Axaloo hais kom lawv ua. Mas vajntxwv cov tub sawvdaws cia li sawv pes tsees nyias caij nyias tus luj txwv khiav."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.30","label":"30","content":"Mas thaum cov tub ntawd tseem taug kev, Davi hnov xov tias, “Axaloo twb muab vajntxwv cov tub tua tuag tag huvsi tsis tshuav ib tug li.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.31","label":"31","content":"Vajntxwv sawv tsees muab lub tsho dua rhe pw nthi hauv pem teb. Cov tub teg tub taws uas nyob ze Davi sawvdaws kuj muab tsho dua rhe."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.32","label":"32","content":"Tiamsis Davi tus tijlaug Sime‑a tus tub Yaunada hais tias, “Koj tsis txhob xav tias lawv tua koj cov tub tag huvsi lawm, tsuas yog Asnoo tib leeg tuag xwb. Qhov uas Axaloo hais kom ua li no nws twb npaj thaum Asnoo yuam nws tus muam Thama los lawm."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.33","label":"33","content":"Mas vajntxwv tsis txhob tu siab tsis txhob ntxhov siab, tsis txhob xav tias vajntxwv cov tub tuag tag huvsi lawm, tsuas yog Asnoo tib leeg tuag xwb.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.34","label":"34","content":"Ces Axaloo txawm khiav lawm. Tus hluas uas fajxwm zov lub moos tsa muag ntsia mas pom neeg coob coob tabtom tuaj taug txojkev Haulana‑i ntawm ib sab roob los."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.35","label":"35","content":"Yaunada thiaj hais rau vajntxwv tias, “Saib maj, vajntxwv cov tub kuj los lawm. Yeej muaj tseeb li uas kuv uas yog koj tus qhev hais rau koj lawm.”"},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.36","label":"36","content":"Thaum nws hais lus xaus nkaus vajntxwv cov tub los txog tsa suab hlo quaj. Vajntxwv thiab nws cov tub teg tub taws sawvdaws kuj quaj lwj siab kawg."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.37","label":"37","content":"Axaloo khiav mus cuag Amihu tus tub Thamai uas ua vajntxwv hauv Kesu tebchaws. Davi kuj niaj hnub quaj nws tus tub."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.38","label":"38","content":"Axaloo kuj khiav mus rau Kesu tebchaws mus nyob hauv tau peb xyoos."},{"bible_id":"1269","chapter_code":"2SA.13","verse_code":"2SA.13.39","label":"39","content":"Vajntxwv nco dai siab dhuam Axaloo. Davi lub siab uas nco Asnoo uas tuag lawd mas rov zoo zuj zus."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.1","label":"1","content":"Xeluya tus tub Yau‑a pom tias vajntxwv nco Axaloo heev ua dai siab dhuam."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.2","label":"2","content":"Yau‑a txawm tso neeg mus rau lub moos Thekhau‑a es coj ib tug pojniam ntse ntsuav los mas hais rau nws tias, “Koj ua txuj li tus uas quaj tej tuag thiab hnav lub tsho uas nco tuag. Tsis txhob pleev roj tsw qab, ua txuj yam li tus pojniam uas twb quaj tej tuag tau ntau hnub lawd,"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.3","label":"3","content":"mas mus cuag vajntxwv, mus hais li no rau nws.” Mas Yau‑a qhia lus rau tus pojniam ntawd."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.4","label":"4","content":"Thaum tus pojniam hauv Thekhau‑a tuaj cuag vajntxwv nws txawm khwb ti nkaus av pe vajntxwv mas hais tias, “Au vajntxwv, thov pab kuv.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.5","label":"5","content":"Vajntxwv hais rau nws tias, “Koj muaj teeb meem dabtsi?” Nws teb tias, “Kuv yog ib tug niag poj ntsuam, kuv tus txiv tuag lawm."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.6","label":"6","content":"Kuv uas yog koj tus nkauj qhev muaj ob tug tub sib ceg tom teb. Tsis muaj leejtwg pab cheem ob tug mas ib tug thiaj muab ib tug ntaus tuag lawm."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.7","label":"7","content":"Mas cov kwvtij sawvdaws tuaj nrhiav cai rau kuv uas yog koj tus nkauj qhev hais tias, ‘Muab tus uas tua nws tus tijlaug rau peb, kom peb thiaj muab nws tua tau pov tseg ua pauj qhov uas nws tua nws tijlaug ntawd. Mas lawv yuav muab tus uas yuav saws qub txeeg qub teg tua thiab.’ Txawm yam nkaus li yuav tua kuv lub ncaig taws uas tseem tshuav tsis pub kuv txiv muaj npe muaj keeb nyob ntiajteb no li lawm.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.8","label":"8","content":"Vajntxwv thiaj hais rau tus pojniam ntawd tias, “Cia li rov mus tsev, kuv yeej yuav hais kom luag tu koj tshaj plaub.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.9","label":"9","content":"Mas tus pojniam Thekhau‑a hais rau vajntxwv tias, “Vajntxwv uas yog kuv tus tswv, cia lub txim poob rau saum kuv thiab kuv txiv caj ces. Tiamsis vajntxwv thiab vajntxwv lub zwm txwv tsis txhob raug txim.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.10","label":"10","content":"Vajntxwv hais tias, “Yog muaj leejtwg hais li cas rau koj, cia li coj tus ntawd tuaj cuag kuv, mas tus ntawd yuav tsis kov koj dua li lawm.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.11","label":"11","content":"Tus pojniam ntawd txawm hais tias, “Thov vajntxwv tuav Yawmsaub uas yog koj tus Vajtswv lub npe cog lus twv, kom tus rob caub thiaj tsis tua dua li lawm, kuv tus tub thiaj tsis raug puam tsuaj.” Vajntxwv hais tias, “Yawmsaub muaj txojsia nyob pom, koj tus tub yuav tsis poob ib txoj plaubhau rau hauv av.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.12","label":"12","content":"Mas tus pojniam ntawd hais tias, “Vajntxwv, thov cia kuv uas yog koj tus nkauj qhev hais ib lo lus rau vajntxwv uas yog kuv tus tswv.” Vajntxwv hais tias, “Hais maj.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.13","label":"13","content":"Tus pojniam thiaj hais tias, “Ua li cas koj npaj ua li no rau Vajtswv haiv neeg? Qhov uas hais li no mas kuj yog koj hais koj qhov txhaum, rau qhov koj tsis coj tus uas koj muab ntiab khiav rov los rau hauv koj tsev."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.14","label":"14","content":"Mas peb sawvdaws yuav tuag tag yam nkaus li cov dej uas nchuav rau hauv pem teb yawm tsis tau rov los. Vajtswv tsis txov txojsia, tiamsis Vajtswv nrhiav kev rau tus uas raug muab ntiab khiav lawd tsis txhob raug muab pov tseg."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.15","label":"15","content":"Qhov uas kuv tuaj hais zaj no rau vajntxwv uas yog kuv tus tswv vim yog cov pejxeem hem kuv ntshai. Mas kuv uas yog koj tus nkauj qhev xav tias, ‘Kuv yuav mus hais vajntxwv, tej zaum vajntxwv yuav ua raws li vajntxwv tus qhev lo lus thov."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.16","label":"16","content":"Nyaj vajntxwv yuav mloog thiab cawm kuv uas yog vajntxwv tus qhev dim ntawm tus uas npaj siab muab kuv thiab kuv tus tub rhuav tshem kom tsis tau tej qub txeeg qub teg uas Vajtswv pub.’"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.17","label":"17","content":"Mas koj tus nkauj qhev xav tias, ‘Vajntxwv uas yog kuv tus tswv tej lus yuav ua rau kuv lub siab tus, rau qhov vajntxwv uas yog kuv tus tswv mas zoo yam nkaus li Vajtswv tus tubtxib saum ntuj, uas paub qhov phem qhov zoo. Thov Yawmsaub uas yog koj tus Vajtswv nrog koj nyob.’ ”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.18","label":"18","content":"Ces vajntxwv txawm teb tus pojniam ntawd tias, “Tej uas kuv yuav nug koj no koj tsis txhob zais nav.” Tus pojniam ntawd hais tias, “Thov vajntxwv uas yog kuv tus tswv hais maj.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.19","label":"19","content":"Vajntxwv txawm hais tias, “Koj zaj no huvsi Yau‑a txhais tes txuam hauv los tsis txuam?” Tus pojniam teb tias, “Au vajntxwv uas yog kuv tus tswv, koj muaj txojsia nyob pom, tsis muaj leejtwg lug dhau vajntxwv tej lus rau sab xis los sab laug kiag li. Twb yog koj tus qhev Yau‑a kom kuv thov li no ntag. Nws yog tus uas qhia kuv uas yog koj tus nkauj qhev hais tej lus no."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.20","label":"20","content":"Yau‑a ua li no xwv thiaj li ntxeev tau tej xwm txheej no. Tiamsis kuv tus tswv muaj tswvyim cuag nkaus li Vajtswv tus tubtxib saum ntuj li tswvyim uas paub txhua yam hauv ntiajteb no.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.21","label":"21","content":"Vajntxwv hais rau Yau‑a tias, “Kuv kheev ua raws li no. Cia li mus coj tus tub hluas Axaloo rov los.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.22","label":"22","content":"Yau‑a kuj khoov ntshis rau hauv pem teb pe thiab foom koob hmoov rau vajntxwv. Yau‑a hais tias, “Vajntxwv uas yog kuv tus tswv, hnub no kuv uas yog koj tus qhev paub tias koj txaus siab rau kuv rau qhov uas koj pub raws li koj tus qhev lo lus thov.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.23","label":"23","content":"Yau‑a thiaj sawv tsees mus rau Kesu tebchaws mus coj Axaloo rov qab los rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.24","label":"24","content":"Mas vajntxwv hais tias, “Kom nws nyob hauv nws lub tsev xwb, tsis txhob kheev nws los cuag kuv.” Axaloo kuj mus nyob hauv nws lub tsev, tawm tsis tau mus cuag vajntxwv li."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.25","label":"25","content":"Tag nrho hauv cov Yixayee tsis muaj ib tug twg uas luag yuav qhuas tias zoo nraug li Axaloo. Txij ntua ntawm xib taws mus thoob plaws saum tiaj taubhau nws tsis muaj ib qho phem li."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.26","label":"26","content":"Txhua xyoo thaum xyoo laus tag nws txiav ib zaug plaubhau vim nws cov plaubhau hnyav hwv lawm thiaj muab txiav. Thaum muab txiav lawd nws muab luj mas hnyav ob puas sekhee  raws li tej vajntxwv rab teev."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.27","label":"27","content":"Axaloo yug tau peb tug tub thiab ib tug ntxhais hu ua Thama, yog ib tug ntxhais zoo zoo nkauj li."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.28","label":"28","content":"Axaloo nyob tau ob xyoos txwm nkaus hauv lub nroog Yeluxalees tsis tau cuag vajntxwv ib zaug li."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.29","label":"29","content":"Ces Axaloo txawm tso neeg mus hu Yau‑a tuaj xav txib Yau‑a mus cuag vajntxwv, tiamsis Yau‑a tsis kam tuaj. Nws rov tso dua neeg mus hu zaum ob los Yau‑a tsis kam tuaj."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.30","label":"30","content":"Axaloo txawm hais rau nws cov tub teg tub taws tias, “Yau‑a daim teb nyob npuas kuv daim, nws cov qeb tseem nyob hauv teb. Nej cia li mus muab hlawv.” Axaloo cov tub teg tub taws txawm mus hlawv daim teb ntawd."},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.31","label":"31","content":"Yau‑a thiaj sawv tsees tuaj cuag Axaloo hauv nws lub tsev mas hais rau nws tias, “Ua li cas koj cov tub teg tub taws muab kuv daim teb hlawv.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.32","label":"32","content":"Axaloo teb Yau‑a tias, “Kuv twb ua xov kom koj tuaj ntawm no es kuv yuav txib koj mus cuag vajntxwv mus nug hais tias, ‘Kom kuv los ntawm Kesu los ua dabtsi? Kuv nyob kuv tim Kesu kuj zoo dua.’ Thov cia kuv mus cuag vajntxwv nimno. Yog tias kuv muaj txim kuj cia nws muab kuv tua pov tseg.”"},{"bible_id":"1269","chapter_code":"2SA.14","verse_code":"2SA.14.33","label":"33","content":"Yau‑a thiaj mus cuag vajntxwv thiab hais tej no rau nws. Vajntxwv thiaj hu Axaloo tuaj. Axaloo thiaj tuaj cuag vajntxwv khoov ntshis ua lub plhu ti nkaus rau hauv av pe ntawm vajntxwv xubntiag, mas vajntxwv thiaj nwj Axaloo."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.1","label":"1","content":"Los rau tom qab no Axaloo yuav tau ib lub tsheb ua rog thiab nees thiab muaj tub teg tub taws tsib caug leej ua nws ntej."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.2","label":"2","content":"Axaloo pheej sawv ntxov mus sawv rau ntawm ntug kev ntawm rooj loog. Yog leejtwg muaj plaub yuav hais kom vajntxwv tu, Axaloo kuj hu tus ntawd hais tias, “Koj tuaj lub moos twg tuaj?” Thaum tus ntawd teb tias nws yog xeem ub xeem no hauv cov Yixayee,"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.3","label":"3","content":"mas Axaloo txawm hais rau nws tias, “Tej lus uas koj tuaj thov kuj zoo thiab raug cai, tiamsis vajntxwv tsis tau tsa leejtwg ua tus uas mloog koj tej lus.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.4","label":"4","content":"Thiab Axaloo hais ntxiv tias, “Kheev lam yog kuv tau ua tus tu plaub hauv lub tebchaws no. Mas thaum leejtwg muaj plaub muaj ntug tau tuaj cuag kuv mas kuv yuav tu ncaj ncees rau tus ntawd.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.5","label":"5","content":"Thaum leejtwg tuaj ze yuav pe nws, nws cev tes kiag mus ntsiab tus ntawd cia thiab nwj."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.6","label":"6","content":"Axaloo ua li no rau txhua tus Yixayee uas tuaj thov vajntxwv tu plaub. Axaloo ua li no kom cov Yixayee qaug siab rau nws."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.7","label":"7","content":"Thaum dhau plaub xyoos lawd Axaloo hais rau vajntxwv tias, “Thov koj tso kev cia kuv mus rau hauv lub moos Heploo mus pauj tej uas kuv tau fiv cia rau Yawmsaub lawd."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.8","label":"8","content":"Kuv uas yog koj tus qhev twb cog lus fiv rau thaum kuv nyob hauv lub moos Kesu hauv Alas tebchaws lawm tias, ‘Yog Yawmsaub coj kuv los txog lub nroog Yeluxalees kuv yuav mus pe hawm Yawmsaub rau hauv lub moos Heploo.’ ”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.9","label":"9","content":"Vajntxwv teb nws tias, “Cia li mus zoo.” Ces nws txawm sawv tsees mus rau lub moos Heploo."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.10","label":"10","content":"Tiamsis Axaloo tso neeg xa xov twjywm mus thoob plaws txhua xeem Yixayee hais tias, “Thaum twg nej hnov lub suab raj kub yaj nej cia li qw hais tias, ‘Axaloo ua vajntxwv hauv lub moos Heploo.’ ”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.11","label":"11","content":"Muaj ob puas tus txivneej nrog Axaloo tawm hauv lub nroog Yeluxalees mus yog cov uas Axaloo caw mus, lawv mus dawb dawb do do xwb tsis paub dabtsi li."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.12","label":"12","content":"Thaum Axaloo tua tsiaj xyeem ntawd nws kuj txib neeg mus hu Ahithaufee uas yog neeg Kilau thiab yog Davi tus tub sablaj tuaj hauv nws lub moos Kilau tuaj. Qhov uas tuav tswvyim phem yuav fav xeeb ntawd loj zuj zus thiab cov neeg uas nrog Axaloo koom kuj coob zuj zus tuaj."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.13","label":"13","content":"Muaj ib tug tuaj cuag Davi hais rau nws tias, “Cov Yixayee twb qaug siab raws Axaloo qab lawm.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.14","label":"14","content":"Ces Davi txawm hais rau nws cov tub teg tub taws sawvdaws uas nrog nws nyob hauv lub nroog Yeluxalees tias, “Cia li sawv tsees, peb cia li khiav mus. Tsis ua li ntawd ces peb yuav khiav tsis dim Axaloo. Peb cia li maj nroos mus sai sai tsam ces nws caum cuag peb thiab ua phem rau peb thiab xuas hniav ntaj hniav riam ntaus lub nroog no.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.15","label":"15","content":"Vajntxwv cov tub teg tub taws hais rau nws tias, “Vajntxwv txiav txim siab ua li cas, peb uas yog koj cov tub qhe kuj npaj txhij yuav ua li ntawd.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.16","label":"16","content":"Ces vajntxwv thiab nws tsev neeg sawvdaws ua ke tawm khiav mus tseg kaum tus hluas nkauj uas vajntxwv kav cia zov lub vaj lub tsev."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.17","label":"17","content":"Vajntxwv tawm mus thiab cov neeg sawvdaws raws nws qab mus. Lawv mus nres ntawm lub tsev uas kawg nkaus ntawm ntug nroog."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.18","label":"18","content":"Davi cov tub teg tub taws hla ua nws ntej mus. Thiab cov Khelethi thiab cov Pelethi  sawvdaws thiab cov neeg Ka rau pua leej uas nrog Davi ua ke hauv lub moos Ka los kuj hla ua vajntxwv ntej mus."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.19","label":"19","content":"Vajntxwv hais rau Ithai uas yog neeg Ka tias, “Ua cas koj nrog peb mus? Koj cia li rov qab mus thiab nrog vajntxwv nyob, rau qhov koj yog lwm haiv neeg thiab yog ib tug uas poob tebchaws."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.20","label":"20","content":"Nag koj nyuam qhuav tuaj txog xwb, hnub no kuv yuav ua rau koj nrog peb mus mus los los lov, rau qhov kuv tsis paub tias yuav mus rau qhovtwg? Cia li rov qab mus thiab coj koj cov kwvtij mus thiab. Thov Yawmsaub ua nws txojkev hlub uas ruaj khov thiab nws txojkev ncaj uas tso siab tau tshwm los rau koj.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.21","label":"21","content":"Tiamsis Ithai teb vajntxwv tias, “Muaj Yawmsaub uas muaj txojsia nyob pom, thiab muaj kuv tus vajntxwv uas muaj txojsia nyob pom, vajntxwv uas yog kuv tus tswv yuav nyob qhovtwg, txawm yog yuav tuag yuav ciaj, los kuv uas yog koj tus qhev yuav nyob qhov ntawd thiab.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.22","label":"22","content":"Davi thiaj hais rau Ithai tias, “Cia li hla mus.” Ithai uas yog neeg Ka thiaj li mus nrog nws cov neeg sawvdaws thiab lawv cov menyuam sawvdaws ua ke."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.23","label":"23","content":"Thaum cov neeg sawvdaws tabtom hla mus cov neeg hauv lub tebchaws sawvdaws quaj nrov nrov. Vajntxwv hla lub hav Khiloo thiab cov neeg sawvdaws mus rau tom tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.24","label":"24","content":"Xadau thiab cov Levi sawvdaws kwv Vajtswv lub phij xab sib cog lus tuaj thiab. Lawv muab Vajtswv lub phij xab txo mus txog thaum cov neeg sawvdaws tawm hauv lub nroog tag."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.25","label":"25","content":"Ces vajntxwv txawm hais rau Xadau tias, “Cia li kwv Vajtswv lub phij xab rov mus rau hauv lub nroog. Yog Yawmsaub txaus siab rau kuv nws yuav coj kuv rov qab los thiab pub kuv pom lub phij xab thiab Yawmsaub lub chaw nyob."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.26","label":"26","content":"Tiamsis yog Yawmsaub hais tias, ‘Kuv tsis txaus siab rau koj,’ saib maj, kuv nyob ntawm no, cia Yawmsaub ua rau kuv raws li nws pom zoo.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.27","label":"27","content":"Thiab vajntxwv hais rau tus pov thawj Xadau tias, “Koj yog tus uas pom tom hauv ntej lov? Koj thiab Anpiyatha thiab neb ob tug tub cia li rov qab mus zoo rau hauv lub nroog, yog koj tus tub Ahima‑a thiab Anpiyatha tus tub Yaunathas."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.28","label":"28","content":"Kuv yuav nyob ntawm lub chaw hla dej mus rau tebchaws moj sab qhua tos txog thaum koj li xov tuaj rau kuv paub.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.29","label":"29","content":"Ces Xadau thiab Anpiyatha thiaj kwv Vajtswv lub phij xab rov qab mus cia rau hauv lub nroog Yeluxalees thiab ob tug nyob rau hauv."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.30","label":"30","content":"Davi nce taug txojkev mus rau saum lub roob txiv Aulib, nws quaj laug laws mus, muaj ntaub kauv taubhau tsis muaj khau rau. Cov neeg uas nrog nws ua ke sawvdaws kuj muab ntaub kauv taubhau taug kev quaj laug laws mus."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.31","label":"31","content":"Muaj neeg hais rau Davi tias, “Ahithaufee nrog Axaloo cov neeg fav xeeb ua ib nqag lawm thiab.” Mas Davi hais tias, “Au Yawmsaub, thov koj ua kom Ahithaufee tej lus sablaj tsis muaj tseeb tsis tau qabhau.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.32","label":"32","content":"Thaum Davi tuaj txog lub ncov roob uas pe Vajtswv mas Husai uas yog Akhi cum txawm tuaj cuag nws, lub tsho ntuag tag thiab muaj hmoov av saum nws lub taubhau."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.33","label":"33","content":"Davi hais rau nws tias, “Yog koj nrog kuv mus koj yuav ua nra rau kuv xwb."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.34","label":"34","content":"Tiamsis yog koj rov qab mus rau hauv lub nroog thiab hais rau Axaloo tias, ‘Au vajntxwv, kuv yuav ua koj qhev. Yav tom ntej kuv ua koj txiv qhev li cas, kuv yuav ua koj qhev li ntawd.’ Ces koj yuav pab kuv ua rau Ahithaufee tej lus sablaj swb kiag."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.35","label":"35","content":"Xadau thiab Anpiyatha uas ua pov thawj kuj nrog koj nyob qhov ntawd. Txhua yam uas koj hnov hauv vajntxwv lub tsev koj cia li hais rau Xadau thiab Anpiyatha paub."},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.36","label":"36","content":"Ob tug tej tub kuj nyob qhov ntawd thiab, yog Xadau tus tub Ahima‑a thiab Anpiyatha tus tub Yaunathas. Txhua yam uas koj hnov, cia li txib lawv tuaj hais rau kuv paub.”"},{"bible_id":"1269","chapter_code":"2SA.15","verse_code":"2SA.15.37","label":"37","content":"Ces Davi tus kwvluag Husai txawm rov los rau hauv lub nroog rau thaum Axaloo tabtom los rau hauv lub nroog Yeluxalees thiab."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.1","label":"1","content":"Thaum Davi mus dhau lub ncov roob mentsis lawd Xinpa uas yog Mefinpause tus tub qhe txawm tuaj cuag Davi, muaj ib nkawg nees luav nog eeb thiab thauj ob puas lub ncuav thiab ib puas tauv txiv hmab qhuav thiab ib puas lub txiv ntoo caij ntuj kub thiab ib hnab tawv cawv txiv hmab."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.2","label":"2","content":"Vajntxwv hais rau Xinpa tias, “Koj coj tej no tuaj ua dabtsi?” Xinpa teb tias, “Nkawm nees luav no muab rau koj tsev neeg caij, cov ncuav thiab cov txiv ntoo caij ntuj kub muab rau koj cov neeg noj, thiab cov cawv txiv hmab muab rau cov uas tsaug leeg hauv tebchaws moj sab qhua haus.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.3","label":"3","content":"Vajntxwv hais rau nws tias, “Koj tus tswv Xa‑u tus xeeb ntxwv nyob qhovtwg?” Xinpa hais rau vajntxwv tias, “Nws nyob hauv Yeluxalees, rau qhov nws hais tias, ‘Hnub no cov Yixayee yuav muab kuv yawg lub tebchaws rov rau kuv kav.’ ”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.4","label":"4","content":"Vajntxwv txawm hais rau Xinpa tias, “Nimno Mefinpause li ib puas tsav yam poob ua koj li.” Xinpa hais tias, “Kuv pe koj ua koj tsuag. Vajntxwv uas yog kuv tus tswv, thov koj hlub kuv mus ib txhis.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.5","label":"5","content":"Thaum vajntxwv Davi mus txog ntawm lub moos Npahuli, muaj ib tug yawg yog Xa‑u cuab neeg hu ua Sime‑i yog Kela li tub tawm tuaj cem foom taug kev tsis tu li,"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.6","label":"6","content":"thiab laim pob zeb tuaj rau Davi thiab Davi cov tub teg tub taws sawvdaws. Davi cov neeg thiab cov tub rog siab loj siab tuab sawvdaws kuj nyob ntawm nws sab xis thiab sab laug."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.7","label":"7","content":"Sime‑i cem hais tias, “Niag neeg noj nyoog, niag neeg limhiam, cia li khiav mus, cia li khiav mus los maj!"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.8","label":"8","content":"Yawmsaub pauj Xa‑u tsev neeg tej ntshav rau koj. Koj sawv nws chaw kav tiamsis Yawmsaub muab lub tebchaws rau koj tus tub Axaloo kav. Saib maj, kev puam tsuaj los raug koj lawm, vim koj yog neeg noj nyoog.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.9","label":"9","content":"Anpisai uas yog Xeluya tus tub txawm hais rau vajntxwv tias, “Ua cas yuav cia tus dev tuag no cem foom vajntxwv uas yog kuv tus tswv? Thov cia kuv mus muab nws lub taubhau txiav pov tseg.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.10","label":"10","content":"Tiamsis vajntxwv hais tias, “Xeluya ob tug tub 'e, kuv thab txog neb dabtsi? Yog tus ntawd cem foom vim Yawmsaub hais rau nws tias, ‘Cia li cem foom Davi,’ mas leejtwg yuav kav hais rau nws tias, ‘Ua cas koj ua li no?’ ”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.11","label":"11","content":"Davi hais rau Anpisai thiab nws cov tub teg tub taws sawvdaws tias, “Sim xav saib, kuv tus tub ntag los tseem nrhiav txov kuv txojsia, tus neeg Npeeyamee no yimhuab yuav ua li ntawd thiab. Cia nws nyob nws, cia nws cem foom nws, vim yog Yawmsaub hais rau nws lawm."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.12","label":"12","content":"Tej zaum Yawmsaub yuav tsa muag ntsia kuv txojkev txom nyem nyuaj siab thiab Yawmsaub yuav ua qhov zoo pauj qhov uas hnub no nws cem foom kuv.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.13","label":"13","content":"Ces Davi thiab nws cov neeg pheej taug kev mus tiamsis Sime‑i mus raws qaum kev cem foom thiab laim pob zeb w hmoov av rau lawv."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.14","label":"14","content":"Vajntxwv thiab cov neeg uas nrog nws sawvdaws mus txog tus dej Yaladee txog siav kawg, thiaj li so qhov ntawd kom los siav."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.15","label":"15","content":"Axaloo thiab cov pejxeem sawvdaws uas yog cov Yixayee kuj los txog hauv lub nroog Yeluxalees, Ahithaufee kuj nrog lawv los thiab."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.16","label":"16","content":"Thaum Davi tus kwvluag Husai uas yog Akhi cum tuaj cuag Axaloo, Husai hais rau Axaloo tias, “Thov kom vajntxwv muaj txojsia loj siav ntev, thov cia vajntxwv muaj txojsia loj siav ntev.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.17","label":"17","content":"Axaloo hais rau Husai tias, “No yog koj ua zoo rau koj tus kwvluag lov? Ua cas tsis nrog koj tus kwvluag mus?”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.18","label":"18","content":"Husai hais rau Axaloo tias, “Tsis yog li ntawd. Yawmsaub thiab cov pejxeem no thiab cov Yixayee sawvdaws xaiv tus twg, kuv yuav tuaj tus ntawd tog thiab kuv yuav nrog tus ntawd nyob."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.19","label":"19","content":"Dua ib qho tsim nyog kuv ua num rau tus twg? Tsis yog nws tus tub lov? Kuv twb ua num rau koj txiv li cas lawm, kuv yuav ua num rau koj ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.20","label":"20","content":"Axaloo hais rau Ahithaufee tias, “Thov koj qhia saib peb yuav ua li cas thiaj zoo.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.21","label":"21","content":"Ahithaufee hais rau Axaloo tias, “Cia li mus nrog koj txiv cov hluas nkauj uas nws tseg cia zov tsev pw. Cov Yixayee sawvdaws yuav hnov tias koj muab koj tus kheej ua yam uas koj txiv ntxub kawg li mas cov neeg uas tuaj koj tog txhais tes yuav muaj zog heev.”"},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.22","label":"22","content":"Lawv thiaj nthuav tsev ntaub rau saum txheej tsev las tshav, mas Axaloo mus nrog nws txiv cov hluas nkauj pw tab meeg cov Yixayee sawvdaws."},{"bible_id":"1269","chapter_code":"2SA.16","verse_code":"2SA.16.23","label":"23","content":"Lub sijhawm ntawd lawv saib Ahithaufee tej lus tseem ceeb zoo yam nkaus li Vajtswv hais ntag. Txawm yog Davi thiab Axaloo los kuj saib hlob Ahithaufee txhua lo lus taw qhia."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.1","label":"1","content":"Thiab Ahithaufee hais rau Axaloo tias, “Thov cia kuv xaiv ib vam ob txhiab tus tub rog es hmo no kuv sawv kev mus caum Davi."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.2","label":"2","content":"Kuv yuav mus caum cuag rau thaum nws txog siav heev thiab poob siab ua rau nws ntshai ras zom zaws, cov neeg uas nrog nws ua ke sawvdaws yuav khiav tag. Kuv yuav tua kiag vajntxwv tib leeg xwb,"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.3","label":"3","content":"thiab kuv yuav coj cov pejxeem sawvdaws rov los rau koj.  Thaum uas tua tau tib tug uas koj cheem tsum xwb, ces kuj tau cov pejxeem sawvdaws rov los lawm, thiab cov pejxeem sawvdaws yuav nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.4","label":"4","content":"Cov lus no hum Axaloo thiab Yixayee cov kev txwj laus sawvdaws lub siab."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.5","label":"5","content":"Axaloo thiaj hais tias, “Cia li hu Husai uas yog Akhi cum los. Peb yuav mloog saib nws hais li cas.”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.6","label":"6","content":"Thaum Husai los cuag Axaloo, Axaloo hais rau nws tias, “Ahithaufee hais li no lawm. Tsim nyog ua raws li nws qhia los tsis tsim nyog ua? Yog tsis tsim nyog ua, koj cia li hais.”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.7","label":"7","content":"Husai hais rau Axaloo tias, “Tej uas Ahithaufee hais zaum no tsis zoo.”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.8","label":"8","content":"Husai hais ntxiv tias, “Koj yeej paub tias koj txiv thiab nws cov neeg yog tub rog siab tuab. Lawv tabtom npau taws heev yam li tus maum dais tom hav zoov uas luag coj cov menyuam mus lawm. Dua li ntawd koj txiv yog tus uas txawj ua rog heev thiab hmo ntuj nws yuav tsis nrog nws cov tub rog pw ua ke."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.9","label":"9","content":"Sim saib, tamsim no nws mus nraim rau hauv lub qhov lossis nyob dua rau ib qho lawm. Thaum koj cov tub rog mus ntaus rog thawj zaug es qee leej raug tuag, leejtwg hnov los yuav hais tias, ‘Axaloo cov tub rog raug tua tuag.’"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.10","label":"10","content":"Ces txawm yog cov tub rog uas siab tuab thiab lub siab zoo yam nkaus li tus tsov ntxhuav los yuav ntshai siab yaj tag, vim cov Yixayee sawvdaws yeej paub tias koj txiv yog tus uas muaj zog heev thiab nws cov tub rog kuj siab tuab."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.11","label":"11","content":"Kuv li lus qhia koj yog li no, koj sau cov Yixayee sawvdaws txij ntua lub moos Daj mus txog lub moos Npe‑awsenpa ua tau tub rog coob yam nkaus li tej xuab zeb ntawm ntug hiavtxwv mas koj ua tus uas kav cov tub rog mus ntag."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.12","label":"12","content":"Mas peb ntsib nws qhovtwg kuj xij, peb yuav nias ntho nws yam nkaus lwg los rau hauv av. Mas Davi thiab nws cov neeg yuav tsis tshuav ib tug li."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.13","label":"13","content":"Yog nws thim mus rau hauv lub moos twg, cov Yixayee sawvdaws yuav coj hlua mus rub lub moos ntawd rau hauv hav dej, ua kom tsis tshuav ib lub qe zeb nyob ntawm lub chaw kiag li.”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.14","label":"14","content":"Axaloo thiab cov Yixayee sawvdaws hais tias, “Tej lus uas Husai uas yog Akhi cum qhia zoo dua tej lus uas Ahithaufee qhia.” Yawmsaub twb npaj tseg ua kom tej lus zoo uas Ahithaufee qhia kov tsis yeej xwv Yawmsaub thiaj coj tau tej xwm txheej phem los raug Axaloo."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.15","label":"15","content":"Husai txawm hais rau Xadau thiab Anpiyatha uas ua pov thawj tias, “Ahithaufee tau qhia li ub li no rau Axaloo thiab Yixayee cov kev txwj laus, thiab kuv qhia li ub li no."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.16","label":"16","content":"Yog li ntawd cia li maj tso neeg mus hais rau Davi hais tias, ‘Hmo no nws tsis txhob so ntawm lub chaw uas hla dej mus rau tebchaws moj sab qhua, cia li hla kiag mus tsam ces vajntxwv thiab nws cov neeg sawvdaws yuav raug muab nqos kiag huvsi.’ ”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.17","label":"17","content":"Yaunathas thiab Ahima‑a tabtom tos ntawm lub qhov dej Eelaukee. Muaj ib tug nkauj qhev pheej mus qhia rau ob tug, ces ob tug thiaj mus hais rau Davi, rau qhov ob tug tsis kav mus rau hauv lub nroog rau leejtwg pom."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.18","label":"18","content":"Tiamsis muaj ib tug tub hluas pom ob tug ces txawm mus hais rau Axaloo. Ob tug thiaj maj nroos khiav mus txog ib tug yawg lub tsev hauv lub moos Npahuli. Yawg ntawd muaj ib lub qhov dej nyob ntawm tog tsev, ob tug txawm nqes mus nyob hauv lub qhov ntawd."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.19","label":"19","content":"Tus yawg ntawd pojniam txawm muab ntaub los npog lub ncauj qhov thiab muab qoob los ziab rau saud tsis muaj leejtwg paub li."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.20","label":"20","content":"Thaum Axaloo cov tub teg tub taws tuaj txog ntawm tus pojniam ntawd lub tsev, lawv txawm nug tias, “Ahima‑a thiab Yaunathas nyob qhovtwg?” Tus pojniam ntawd teb tias, “Ob tug hla dej mus dhau lawm.” Thaum lawv nrhiav tsis pom ob tug, lawv txawm rov mus rau hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.21","label":"21","content":"Thaum cov neeg ntawd rov mus lawd, ob tug li tawm hauv lub qhov los thiab mus qhia rau vajntxwv Davi. Ob tug hais rau Davi tias, “Cia li sawv tsees maj nroos hla tus dej mus vim yog Ahithaufee twb qhia li ub li no txog koj.”"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.22","label":"22","content":"Davi thiab nws cov neeg sawvdaws txawm sawv tsees hla tus dej Yaladee mus. Thaum kaj ntug ces tsis tshuav ib tug uas tsis tau hla tus dej Yaladee li."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.23","label":"23","content":"Thaum Ahithaufee pom tias lawv tsis ua raws li tej lus uas nws qhia, nws txawm nog eeb caij nees luav mus rau nws lub tsev uas nyob hauv nws lub moos lawm. Thaum nws tu nws lub cuab txhij lawm nws txawm mus dai caj dab tuag, lawv thiaj muab nws log rau hauv nws txiv lub qhov ntxa."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.24","label":"24","content":"Davi txawm mus txog lub moos Mahana‑i. Ces Axaloo thiab cov txivneej Yixayee sawvdaws txawm hla tus dej Yaladee mus."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.25","label":"25","content":"Axaloo twb tsa Amaxa ua thawj rog nyob Yau‑a chaw. Amaxa yog ib tug Yixayee  hu ua Ithala li tub. Ithala yuav Anpikas uas yog Naha tus ntxhais thiab yog Xeluya uas yog Yau‑a niam tus niam hluas."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.26","label":"26","content":"Cov Yixayee thiab Axaloo ua yeej nyob hauv Kile‑a tebchaws."},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.27","label":"27","content":"Thaum Davi tuaj txog ntawm lub moos Mahana‑i, mas Saunpi uas yog Naha tus tub uas yog neeg hauv lub moos Lanpa hauv Asmoo tebchaws, thiab Makhi uas yog Ami‑ee hauv lub moos Laudenpa tus tub, thiab Npaxilai uas yog neeg Kile‑a nyob hauv lub moos Laukeli,"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.28","label":"28","content":"lawv coj tej txaj pw tej phaj tej laujkaub av, thiab tej mog tej qeb tej hmoov tej qeb kib tej taum lag taum pauv,"},{"bible_id":"1269","chapter_code":"2SA.17","verse_code":"2SA.17.29","label":"29","content":"thiab zib ntab thiab kua mis nyeem thiab tej yaj thiab tej thooj nyuj mis nkoog khov tuaj pub rau Davi thiab nws cov neeg noj. Lawv hais tias, “Cov neeg ntawd tshaib thiab tsaug leeg heev thiab nqhis dej rau hauv tebchaws moj sab qhua.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.1","label":"1","content":"Davi txawm txheeb cov neeg uas nrog nws mus thiab tsa kom muaj thawj kav ib txhiab leej thiab kav ib puas leej."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.2","label":"2","content":"Davi xa nws cov tub rog tawm mus ua peb pab, Yau‑a kav ib pab, Anpisai uas yog Xeluya tus tub kav ib pab thiab Ithai uas yog neeg Ka kav ib pab. Vajntxwv hais rau nws cov tub rog tias, “Kuv yuav nrog nej mus thiab.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.3","label":"3","content":"Tiamsis lawv hais tias, “Koj tsis txhob mus. Yog peb yuav khiav, yeeb ncuab yuav tsis quav ntsej peb. Yog peb tuag ib nrab lawm, los lawv yeej yuav tsis quav ntsej peb. Tiamsis koj muaj nqes npaum li peb ib vam leej. Koj nyob hauv lub moos xa neeg tuaj pab peb xwb mas zoo dua.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.4","label":"4","content":"Vajntxwv hais rau lawv tias, “Nej pom zoo li cas kuv yuav ua raws li ntawd.” Vajntxwv thiaj sawv ntsug ntawm rooj loog ib sab saib thaum cov tub rog sawvdaws tawm tuaj mus ua tej pab ib puas leej tej pab ib txhiab leej."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.5","label":"5","content":"Vajntxwv hais rau Yau‑a thiab Anpisai thiab Ithai tias, “Saib rau kuv es tsis txhob ua hnyav rau tus tub hluas Axaloo ntawd.” Thaum vajntxwv hais txog Axaloo li no rau cov thawj rog sawvdaws, mas cov tub rog sawvdaws kuj puavleej hnov."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.6","label":"6","content":"Cov tub rog txawm tawm mus ua rog rau cov Yixayee, lawv sib ntaus sib tua rau hauv hav zoov Efa‑i."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.7","label":"7","content":"Cov Yixayee kuj swb Davi cov tub rog, mas hnub ntawd muaj neeg raug tua tuag coob kawg, tuag ob vam leej rau qhov ntawd."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.8","label":"8","content":"Kev ua rog nthuav dav mus thoob plaws lub tebchaws ntawd. Hnub ntawd hav zoov noj neeg coob dua hniav ntaj noj."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.9","label":"9","content":"Mas Axaloo cia li ntsib nthav Davi cov tub rog. Axaloo caij rawv luj txwv, mas thaum luj txwv dhia mus rau hauv tus qab ntoo qheb uas ntxhov ntxhov, Axaloo lub taubhau txawm khuab nkaus rau hauv tus ceg ntoo ceev ceev li. Thaum tus luj txwv uas nws caij dhia dhau lawm nws txawm dai vias ib nta ntoo."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.10","label":"10","content":"Muaj ib tug yawg los pom ces txawm mus hais rau Yau‑a tias, “Kuv pom Axaloo dai saum ib tug ntoo qheb.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.11","label":"11","content":"Yau‑a hais rau tus uas hais rau nws ntawd tias, “Ua li cas no? Koj pom nws lawm lov? Ua cas koj tsis muab nws tua pov tseg rau qhov ntawd? Kuv yuav zoo siab muab kaum lub txiag nyiaj thiab ib txoj siv tawv rau koj.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.12","label":"12","content":"Tiamsis tus yawg ntawd teb Yau‑a tias, “Txawm yog kuv txhais tes tau puag ib txhiab lub txiag nyiaj los kuv yuav tsis cev tes tawm tsam vajntxwv tus tub, rau qhov peb lub qhov ntsej tau hnov tej uas vajntxwv hais rau koj thiab Anpisai thiab Ithai lawm hais tias, ‘Nej saib rau kuv es tsom kwm tus tub hluas Axaloo ntawd.’"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.13","label":"13","content":"Yog kuv tsis mloog lus es txov nws txojsia lawm, yeej tsis muaj dabtsi yuav npog tau ntawm vajntxwv, ces koj yuav tsis quav ntsej pab kuv.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.14","label":"14","content":"Yau‑a txawm hais tias, “Kuv yuav tsis nkim sijhawm rau koj li no.” Yau‑a txawm coj peb rab hmuv mus nkaug raug Axaloo lub plawv rau thaum nws tseem ciaj dai saum tus ntoo qheb."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.15","label":"15","content":"Kaum tus tub rog hluas uas nqa Yau‑a tej cuab yeej ua rog vij nkaus Axaloo thiab muab nws tua kiag."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.16","label":"16","content":"Yau‑a txawm tshuab raj kub yaj, mas cov tub rog thiaj rov qab tsis caum cov Yixayee lawm, vim yog Yau‑a tswj lawv cia."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.17","label":"17","content":"Lawv muab Axaloo lub cev tuag pov rau hauv ib lub qhov loj hauv hav zoov, thiab tib ib pawg pob zeb loj loj rau saud. Cov Yixayee sawvdaws nyias taus nyias khiav rov mus tsev tag lawm."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.18","label":"18","content":"Thaum Axaloo tseem ua neej nyob nws txhos ib tug ncej ua chaw nco txog nws rau hauv lub Hav Vajntxwv, vim nws hais tias, “Kuv tsis muaj tub uas yuav tuav kuv lub npe mus li.” Nws thiaj hu tus ncej ntawd raws li nws lub npe, luag thiaj hu tias tus ncej Axaloo los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.19","label":"19","content":"Xadau tus tub Ahima‑a hais tias, “Cia kuv dhia coj xov mus hais rau vajntxwv paub tias Yawmsaub cawm nws dim hauv nws cov yeeb ncuab txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.20","label":"20","content":"Yau‑a hais rau nws tias, “Hnub no koj tsis txhob coj xov mus. Koj coj xov mus dua rau lwm hnub kuj tau, tiamsis hnub no koj tsis txhob coj xov mus rau qhov vajntxwv tus tub tuag lawm.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.21","label":"21","content":"Yau‑a hais rau ib tug neeg Khuj tias, “Koj cia li coj xov mus hais rau vajntxwv raws li koj qhov muag pom.” Tus neeg Khuj ntawd kuj nyo hau pe Yau‑a thiab dhia mus."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.22","label":"22","content":"Xadau tus tub Ahima‑a txawm rov hais rau Yau‑a tias, “Txawm li cas kuj xij, thov cia kuv dhia raws tus neeg Khuj ntawd mus.” Yau‑a hais tias, “Metub, koj yuav dhia mus ua dabtsi, rau qhov koj yuav tsis tau nqe zog xa tsab xov no?”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.23","label":"23","content":"Nws hais tias, “Txawm li cas los xij kuv yuav dhia mus.” Yau‑a hais rau nws tias, “Dhia los maj.” Ces Ahima‑a txawm dhia taug txojkev nram tiaj mus, huas tau tus neeg Khuj ntej mus."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.24","label":"24","content":"Thaum ntawd Davi zaum ntawm ob txheej rooj loog ntu nruab nrab. Muaj ib tug faj xwm nce mus rau saum lub ntsa loog mus sawv txheej sab saum lub rooj loog. Thaum nws tsa muag ntsia pom ib tug yawg dhia tib leeg los."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.25","label":"25","content":"Tus faj xwm qw hais rau vajntxwv paub. Vajntxwv hais tias, “Yog tib leeg los xwb, yeej yog coj xov zoo los.” Tus yawg ntawd dhia los ze zuj zus."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.26","label":"26","content":"Tus faj xwm pom dua ib tug dhia los thiab. Tus faj xwm qw rau tus uas zov rooj loog tias, “Saib nawj, muaj dua ib tug dhia tib leeg los thiab.” Vajntxwv hais tias, “Yog nws coj xov zoo los thiab.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.27","label":"27","content":"Tus faj xwm hais tias, “Kuv saib mas tus uas dhia ua ntej dhia zoo yam nkaus li Xadau tus tub Ahima‑a.” Vajntxwv hais tias, “Nws yog neeg zoo. Nws coj xov zoo los.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.28","label":"28","content":"Ces Ahima‑a qw rau vajntxwv tias, “Zoo lauj!” Nws txawm khoov ntshis ua lub plhu ti nkaus av pe hais tias, “Qhuas Yawmsaub uas yog koj tus Vajtswv uas tau muab cov neeg fav xeeb uas tawm tsam kuv tus tswv cob rau hauv vajntxwv txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.29","label":"29","content":"Vajntxwv hais tias, “Tus tub hluas Axaloo nyob zoo lov?” Ahima‑a teb tias, “Thaum Yau‑a txib kuv uas yog koj tus qhev los no, kuv pom muaj neeg coob vij vog uas tsis paub tias xyov yog dabtsi.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.30","label":"30","content":"Vajntxwv hais tias, “Cia li los sawv ntawm no.” Nws txawm mus sawv ntsug twjywm."},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.31","label":"31","content":"Ua ciav tus neeg Khuj ntawd txawm dhia los txog. Nws hais tias, “Muaj xov zoo hais rau vajntxwv uas yog kuv tus tswv, rau qhov hnub no Yawmsaub cawm koj dim hauv cov neeg sawvdaws uas sawv tawm tsam koj txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.32","label":"32","content":"Vajntxwv nug tus neeg Khuj tias, “Tus tub hluas Axaloo nyob zoo lov?” Tus neeg Khuj teb tias, “Thov cia vajntxwv tej yeeb ncuab thiab txhua tus uas sawv tawm tsam vajntxwv uas yog kuv tus tswv zoo li tus tub hluas ntawd.”"},{"bible_id":"1269","chapter_code":"2SA.18","verse_code":"2SA.18.33","label":"33","content":"Vajntxwv nyuaj siab heev kawg, nws nce mus rau ib chav tsev uas nyob txheej saum lub rooj loog thiab quaj quaj. Thaum nws nce mus nws hais tias, “Au kuv tus tub Axaloo, kuv tus tub, kuv tus tub Axaloo 'e, kuv xav tuag this koj. Au Axaloo, kuv tus tub, kuv tus tub 'e.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.1","label":"1","content":"Lawv mus hais rau Yau‑a tias, “Saib maj, vajntxwv quaj thiab quaj ntsuag Axaloo.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.2","label":"2","content":"Vim li no hnub ntawd kev kov yeej thiaj ntxeev ua kev quaj ntsuag rau cov pejxeem sawvdaws, rau qhov hnub ntawd lawv hnov tias, vajntxwv quaj lwj siab rau nws tus tub."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.3","label":"3","content":"Hnub ntawd cov tub rog nyiag kev nkag los rau hauv lub moos yam nkaus li cov tub rog uas khiav rog thiab txaj muag kawg."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.4","label":"4","content":"Vajntxwv muab ntaub kauv nws lub ntsej muag thiab quaj nrov nrov hais tias, “Au kuv tus tub Axaloo, au Axaloo 'e, kuv tus tub, kuv tus tub 'e.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.5","label":"5","content":"Yau‑a txawm los rau hauv vajntxwv tsev thiab hais tias, “Vajntxwv, hnub no koj ua rau koj cov tub teg tub taws sawvdaws uas cawm koj txojsia thiab cawm koj tej tub tej ntxhais thiab koj tej pojniam thiab tej hluas nkauj txojsia raug kev txaj muag,"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.6","label":"6","content":"rau qhov koj hlub cov uas ntxub koj thiab koj ntxub cov uas hlub koj. Hnub no koj tau ua rau sawvdaws pom tseeb tias koj saib cov thawj rog thiab cov tub teg tub taws tsis muaj txiag muaj ntsig. Kuv paub tias yog hnub no Axaloo ciaj sia nyob es peb tuag tag huvsi lawm, koj yuav zoo siab."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.7","label":"7","content":"Vim li no koj cia li sawv tsees mus hais ib lo lus tshav ntuj rau koj cov tub teg tub taws, rau qhov kuv tuav Yawmsaub lub npe twv hais tias, yog koj tsis mus hais mas hmo no yuav tsis tshuav ib tug txivneej twg nrog koj nyob kiag li. Mas qhov no yuav phem rau koj heev dua li tej xwm txheej phem huvsi uas txeev los raug koj txij thaum koj yau los txog niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.8","label":"8","content":"Vajntxwv thiaj sawv tsees mus nyob ntawm rooj loog. Muaj neeg hais rau cov tub rog tias, “Saib maj, vajntxwv zaum ntawm rooj loog.” Cov tub rog sawvdaws thiaj mus rau ntawm vajntxwv. Cov Yixayee nyias khiav rau nyias vaj nyias tsev tag lawm."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.9","label":"9","content":"Cov pejxeem sawvdaws sib cav thoob plaws hauv txhua xeem Yixayee hais tias, “Vajntxwv tso peb dim hauv peb cov yeeb ncuab txhais tes thiab cawm peb dim hauv cov Filixatee txhais tes lawm. Nimno nws khiav Axaloo tawm hauv lub tebchaws mus lawm."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.10","label":"10","content":"Los Axaloo uas peb tsa ua vajntxwv kav peb kuj tuag hauv tshav rog lawm. Ua cas nej tsis hais dabtsi txog qhov uas yuav coj vajntxwv rov los li?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.11","label":"11","content":"Vajntxwv Davi xa xov mus hais rau Xadau thiab Anpiyatha uas ua pov thawj hais tias, “Neb cia li hais rau Yuda cov kev txwj laus tias, ‘Ua cas nej yuav ua pab tom qab kawg uas coj vajntxwv rov los rau hauv lub vaj lub tsev? Cov Yixayee sawvdaws tej lus twb tuaj txog vajntxwv hauv nws lub chaw nyob lawm."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.12","label":"12","content":"Nej yog kuv li kwvtij txheeb, nrog kuv koom nqaij koom txhav. Ua cas nej yuav ua pab tom qab kawg uas coj vajntxwv rov los?’"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.13","label":"13","content":"Thiab hais rau Amaxa tias, ‘Koj tsis yog nrog kuv koom nqaij koom txhav lov? Yog koj tsis tau nyob Yau‑a chaw ua thawj kav kuv cov tub rog mas thov Vajtswv rau txim rau kuv hnyav dua.’ ”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.14","label":"14","content":"Amaxa kuj rub tau cov neeg Yuda sawvdaws lub siab koom kiag rau Davi. Lawv thiaj tso neeg mus hais rau vajntxwv tias, “Thov koj thiab koj cov tub teg tub taws sawvdaws rov los.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.15","label":"15","content":"Vajntxwv thiaj li rov los rau ntawm tus dej Yaladee. Cov Yuda thiaj mus tos vajntxwv ntawm lub moos Kilakas yuav coj vajntxwv hla tus dej Yaladee."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.16","label":"16","content":"Sime‑i uas yog Kela tus tub yog xeem Npeeyamee nyob hauv lub moos Npahuli, maj nroos tuaj nrog cov Yuda tos vajntxwv Davi."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.17","label":"17","content":"Xeem Npeeyamee muaj ib txhiab leej nrog nws tuaj. Thiab Xinpa uas yog Xa‑u tsev neeg tus tub qhe thiab nws kaum tsib tug tub thiab nws nees nkaum tus tub qhe kuj maj nroos tuaj tos vajntxwv ntawm ntug dej Yaladee."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.18","label":"18","content":"Lawv hla tus dej mus coj vajntxwv tsev neeg hla dej los thiab ua txhua yam raws li vajntxwv lub siab xav. Kela tus tub Sime‑i khwb nkaus pe vajntxwv rau thaum vajntxwv yuav hla tus dej Yaladee,"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.19","label":"19","content":"thiab nws hais rau vajntxwv tias, “Vajntxwv uas yog kuv tus tswv, thov koj zam kuv lub txim thiab tsis txhob nco tej kev txhaum uas kuv uas yog koj tus qhev tau ua rau hnub uas koj khiav tawm hauv Yeluxalees. Thov vajntxwv tsis txhob cim rau hauv lub siab."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.20","label":"20","content":"Kuv uas yog koj tus qhev yeej paub tias kuv ua txhaum lawm. Vim li no hnub no kuv thiaj ua Yauxej tej caj ces thawj pab uas tuaj tos vajntxwv uas yog kuv tus tswv.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.21","label":"21","content":"Anpisai uas yog Xeluya tus tub txawm teb tias, “Tsis tsim nyog muab Sime‑i tua pov tseg lov vim nws tau tsawm foom tus uas Yawmsaub tsa cia lawd?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.22","label":"22","content":"Tiamsis Davi hais tias, “Xeluya ob tug tub 'e, kuv thab txog neb dabtsi es hnub no neb yuav tuaj tawm tsam kuv? Hnub no tsim nyog muab leejtwg tua pov tseg lov? Hnub no kuv tsis paub tias kuv yog vajntxwv kav cov Yixayee lov?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.23","label":"23","content":"Vajntxwv thiaj hais rau Sime‑i tias, “Koj yuav tsis tuag.” Thiab vajntxwv cog lus twv tseg rau nws."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.24","label":"24","content":"Mefinpause uas yog Xa‑u tus xeeb ntxwv kuj tuaj tos vajntxwv. Nws tsis tau tu txhais kotaw tsis ntsis hwj txwv thiab tsis tau ntxhua ris tsho txij hnub uas vajntxwv tawm khiav mus lawd los txog hnub uas vajntxwv rov los zoo."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.25","label":"25","content":"Thaum Mefinpause tawm hauv Yeluxalees mus tos vajntxwv, vajntxwv nug nws tias, “Mefinpause, ua cas koj tsis nrog kuv mus?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.26","label":"26","content":"Nws teb tias, “Vajntxwv uas yog kuv tus tswv 'e, kuv tus tub qhe dag kuv. Kuv hais kom nws nog eeb rau ib tug nees luav rau kuv caij nrog koj mus, rau qhov kuv tuag taw."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.27","label":"27","content":"Nws muab kuv uas yog koj tus qhev hais dag rau vajntxwv uas yog kuv tus tswv. Tiamsis kuv tus vajntxwv zoo yam li Vajtswv tus tubtxib saum ntuj. Koj cia li ua raws li koj pom zoo rau kuv."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.28","label":"28","content":"Kuv txiv tsev neeg tsuas yog cov uas tsim nyog raug tua tuag rau ntawm vajntxwv uas yog kuv tus tswv lub xubntiag. Tiamsis koj tseem tsa kuv uas yog koj tus qhev nrog cov uas nrog koj koom rooj noj rooj haus ua ke. Kuv tseem muaj cai thov dabtsi ntawm vajntxwv?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.29","label":"29","content":"Vajntxwv hais rau nws tias, “Tsis txog koj hais dabtsi ntxiv lawm. Kuv txiav txim siab lawm tias yuav muab tej teb faib rau Xinpa neb ob leeg.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.30","label":"30","content":"Mefinpause hais rau vajntxwv tias, “Cia Xinpa yuav huvsi mus, vim vajntxwv uas yog kuv tus tswv twb rov los txog tsev tso siab plhuav lawm.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.31","label":"31","content":"Npaxilai uas yog neeg Kile‑a kuj tuaj ntawm lub moos Laukeli nrog vajntxwv mus txog tus dej Yaladee thiab xa vajntxwv hla tus dej Yaladee mus."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.32","label":"32","content":"Npaxilai laus heev lawm, hnub nyoog muaj yim caum xyoo. Nws tau coj zaub mov tuaj pub rau vajntxwv rau thaum vajntxwv nyob ntawm lub moos Mahana‑i, rau qhov nws nplua nuj heev."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.33","label":"33","content":"Vajntxwv hais rau Npaxilai tias, “Cia li nrog kuv hla mus, kuv yuav yug koj nrog kuv nyob hauv lub nroog Yeluxalee.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.34","label":"34","content":"Tiamsis Npaxilai hais rau vajntxwv tias, “Kuv yuav nyob pes tsawg xyoo ntxiv thiab, es kuv yuav nrog vajntxwv mus nyob hauv lub nroog Yeluxalees?"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.35","label":"35","content":"Hnub no kuv hnub nyoog muaj yim caum xyoo lawm. Kuv tseem yuav paub qhov twg hum siab qhov twg tsis hum siab lov? Kuv uas yog koj tus tub qhe tseem yuav txawj sim noj saib yam twg qab yam twg tsis qab thiab lov? Kuv tseem yuav mloog tej tub tej ntxhais hu nkauj tau thiab lov? Ua cas tseem yuav cia kuv ua nra tsav ntxiv rau vajntxwv uas yog kuv tus tswv thiab nev?"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.36","label":"36","content":"Kuv uas yog koj tus qhev yuav xa koj hla dej Yaladee mus mentsis xwb. Ua cas vajntxwv yuav pub tej tshav ntuj npaum li no diam pauj rau kuv?"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.37","label":"37","content":"Thov cia kuv uas yog koj tus qhev rov qab mus es tuag rau hauv kuv lub moos ze kuv niam kuv txiv lub qhov ntxa. Tus no yog Khihas uas yog koj tus qhev, thov cia nws nrog vajntxwv uas yog kuv tus tswv mus, koj pub rau nws raws li koj pom zoo.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.38","label":"38","content":"Vajntxwv teb tias, “Khihas yuav nrog kuv mus, kuv yuav pub rau nws raws li koj pom zoo. Thiab txhua yam uas koj xav kom kuv ua rau koj, kuv yuav ua raws li ntawd.”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.39","label":"39","content":"Ces cov neeg sawvdaws txawm hla tus dej Yaladee mus, vajntxwv kuj hla mus thiab. Vajntxwv nwj Npaxilai thiab foom koob hmoov rau nws, ces Npaxilai txawm rov qab mus nws vaj nws tsev lawm."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.40","label":"40","content":"Vajntxwv taug kev mus rau ntawm lub moos Kilakas, Khihas kuj nrog nws mus thiab. Cov Yuda huvsi thiab cov Yixayee ib nrab coj vajntxwv hla los."},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.41","label":"41","content":"Ces cov Yixayee sawvdaws tuaj cuag vajntxwv thiab hais rau nws tias, “Ua cas peb cov kwvtij Yuda nyiag koj mus lawm thiab coj vajntxwv thiab nws tsev neeg thiab Davi cov tub rog sawvdaws hla tus dej Yaladee los lawm?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.42","label":"42","content":"Cov Yuda thiaj teb cov Yixayee tias, “Rau qhov vajntxwv yog peb li kwvtij txheeb. Nej yuav chim txog qhov no ua dabtsi? Peb tau noj vajntxwv tej nyiaj txiag lawm lov? Nws tau pub tshav ntuj dabtsi rau peb lawm lov?”"},{"bible_id":"1269","chapter_code":"2SA.19","verse_code":"2SA.19.43","label":"43","content":"Cov Yixayee teb cov Yuda tias, “Peb muaj feem kaum npaug rau hauv vajntxwv, peb muaj feem ntau dua nej rau hauv Davi. Ua cas nej saib tsis taus peb li no? Peb yog cov uas xub hais txog qhov uas coj peb tus vajntxwv rov los los tsis yog?” Tiamsis cov Yuda li lus muaj ceem heev dua cov Yixayee li lus."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.1","label":"1","content":"Txawm cia li muaj ib niag neeg phem tsis zoo npe hu ua Senpa uas yog Npili uas yog xeem Npeeyamee tus tub. Nws tshuab raj kub yaj thiab hais tias, “Peb tsis muaj feem hauv Davi. Peb tsis muaj qub txeeg qub teg hauv Yexi tus tub. Cov Yixayee, sawvdaws nyias rov qab mus rau hauv nyias tsev ntaub.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.2","label":"2","content":"Ua li no mas cov neeg Yixayee sawvdaws tawm ntawm Davi mus raws Senpa uas yog Npili tus tub. Tiamsis cov Yuda raws nraim lawv tus vajntxwv ntawm tus dej Yaladee mus txog lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.3","label":"3","content":"Davi kuj los txog nws lub tsev hauv Yeluxalees mas vajntxwv coj kaum tus hluas nkauj uas nws muab tseg cia zov nws lub tsev mus kaw cia rau hauv ib lub tsev tso tub rog zov huvsi. Nws pub rau noj rau haus tiamsis nws tsis mus nrog pw li. Cov pojniam ntawd raug muab kaw nyob yam nkaus li tej poj ntsuam mus txog hnub tuag li."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.4","label":"4","content":"Vajntxwv txawm hais rau Amaxa tias, “Cia li hu cov neeg Yuda kom tuaj txhij rau hauv peb hnub no, thiab koj los tuaj thiab.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.5","label":"5","content":"Mas Amaxa mus hu cov Yuda, tiamsis nws ua qeeb qeeb twb dhau lub sijhawm uas teem cia lawm."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.6","label":"6","content":"Davi thiaj hais rau Anpisai tias, “Nimno Npili tus tub Senpa yuav ua phem rau peb heev dua li Axaloo ua. Cia li coj kuv cov tub teg tub taws mus caum nws tsam ces nws mus nyob rau hauv tej moos uas muaj ntsa loog lawm ces nws yuav khiav dim peb mus.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.7","label":"7","content":"Yau‑a cov neeg thiab cov Khelethi thiab cov Pelethi  thiab cov tub rog uas muaj zog huvsi nrog Anpisai mus. Lawv tawm hauv Yeluxalees caum Npili tus tub Senpa."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.8","label":"8","content":"Thaum lawv nyob ntawm lub pob tsuas loj uas nyob ntawm Kinpe‑oo mas Amaxa tuaj ntsib lawv. Yau‑a hnav cev tsoos tub rog uas sia txoj siv tawv ris hnab ntaj thiab rab ntaj rau ntawm duav. Thaum Yau‑a tuaj ze zog nws rab ntaj txawm cia li hlauv kiag."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.9","label":"9","content":"Yau‑a txawm hais rau Amaxa tias, “Tijlaug nyob zoo lov?” Yau‑a txawm xuas txhais tes xis ntsiab nkaus Amaxa hwj txwv yuav nwj."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.10","label":"10","content":"Tiamsis Amaxa tsis nco pom rab ntaj hauv Yau‑a txhais tes. Yau‑a txawm xuas ntaj nkaug Amaxa plab mas hnyuv hlauv kiag rau hauv av. Twb tsis txog nkaug zaum ob ces nws twb tuag lawm. Yau‑a thiab nws tus kwv Anpisai thiaj caum Npili tus tub Senpa mus."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.11","label":"11","content":"Yau‑a ib tug tub rog los sawv ze ntawm Amaxa mas hais tias, “Leejtwg pom zoo rau Yau‑a, leejtwg tuaj Davi tog, cia li nrog Yau‑a mus.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.12","label":"12","content":"Amaxa lub cev tuag xyab luas tsau ntshav tsawv hauv txojkev. Tus tub rog ntawd pom tias cov neeg sawvdaws tuaj nres rau qhov ntawd. Nws kuj coj Amaxa lub cev tuag ntawm txojkev mus pov tseg rau tom teb thiab muab khaubncaws los npog rau."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.13","label":"13","content":"Thaum uas muab Amaxa lub cev tuag coj ntawm txojkev mus pov tseg lawm mas cov neeg sawvdaws kuj nrog Yau‑a mus caum Npili tus tub Senpa."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.14","label":"14","content":"Senpa hla cov xeem Yixayee sawvdaws mus txog lub moos Anpee hauv Npe Ma‑akha, mas Npili cum kuj tuaj ua ke nrog nws mus."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.15","label":"15","content":"Cov neeg uas nrog Yau‑a kuj tuaj vij nws hauv lub moos Anpee hauv Npe Ma‑akha. Lawv tsub av rau sab ntsa loog nraud mus nto plaws saum ntsa loog. Lawv tabtom tsoo tej ntsa loog kom pob."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.16","label":"16","content":"Ces txawm muaj ib tug pojniam ntse ntsuav qw hauv moos tuaj hais tias, “Thov mloog, thov mloog. Hais kom Yau‑a tuaj ntawm no, kuv yuav nrog nws hais lus.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.17","label":"17","content":"Yau‑a thiaj li txav ze zog mas tus pojniam ntawd hais tias, “Koj yog Yau‑a lov?” Yau‑a teb tias, “Yog lauj.” Tus pojniam ntawd txawm hais tias, “Thov koj mloog kuv uas yog koj tus nkauj qhev li lus.” Yau‑a teb tias, “Kuv tabtom mloog los maj.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.18","label":"18","content":"Tus pojniam thiaj hais tias, “Yav thaum ub lawv txeev hais tias, ‘Cia lawv mus sablaj rau ntawm Anpee,’ ces lawv thiaj hais hum qhov ntawd."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.19","label":"19","content":"Kuv yog ib tug uas nyiam kev thaj yeeb thiab kev ncaj ncees rau hauv cov Yixayee. Koj xav ua rau ib lub moos uas zoo li leej niam hauv cov Yixayee puam tsuaj. Ua li cas koj yuav muab Yawmsaub qub txeeg qub teg nqos tag huvsi?”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.20","label":"20","content":"Yau‑a teb tias, “Qhov uas kuv yuav nqos lossis ua rau puam tsuaj mas thov kom nyob deb ntawm kuv, nyob deb kuv heev hwv lauj!"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.21","label":"21","content":"Qhov no tsis muaj tseeb. Muaj ib tug yawg nyob pem toj siab Efa‑i tebchaws, yog Npili tus tub Senpa, nws tau tsa nws txhais tes sawv twv rau vajntxwv Davi. Cia li muab kiag nws tib leeg rau kuv mas kuv yuav thim tub rog rov qab ntawm lub moos no.” Tus pojniam txawm hais rau Yau‑a tias, “Kuv yuav muab tus yawg ntawd lub taubhau laim saum ntsa loog tuaj rau koj.”"},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.22","label":"22","content":"Tus pojniam ntawd mus hais nws tej tswvyim rau cov pejxeem sawvdaws. Mas lawv txawm txiav Npili tus tub Senpa lub taubhau muab laim rau Yau‑a. Yau‑a thiaj tshuab raj kub yaj ces lawv txawm tawm ntawm lub moos ntawd nyias mus rau nyias vaj nyias tsev. Yau‑a kuj rov qab mus cuag vajntxwv hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.23","label":"23","content":"Yau‑a yog tus uas kav tag nrho Yixayee cov tub rog sawvdaws, thiab Yehauyada tus tub Npenaya yog tus uas kav cov Khelethi thiab cov Pelethi."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.24","label":"24","content":"Adaulas yog tus uas saib cov uas raug yuam ua haujlwm. Ahilu tus tub Yehausafa yog tus uas sau ntawv keeb kwm."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.25","label":"25","content":"Seva yog tus tub sau ntawv. Xadau thiab Anpiyatha ua pov thawj."},{"bible_id":"1269","chapter_code":"2SA.20","verse_code":"2SA.20.26","label":"26","content":"Ila uas yog Ya‑i cum kuj ua Davi tus pov thawj."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.1","label":"1","content":"Thaum uas Davi ua vajntxwv mas muaj kev tshaib plab tau peb xyoos, xyoo tag xyoo tuaj los kuj tshaib. Ces Davi txawm kub siab lug nrhiav Yawmsaub. Mas Yawmsaub hais tias, “Lub txim uas tua neeg poob rau saum Xa‑u thiab Xa‑u caj ces rau qhov nws muab cov Kinpe‑oo tua pov tseg.”"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.2","label":"2","content":"Vajntxwv thiaj hu cov Kinpe‑oo tuaj hais rau lawv. Cov Kinpe‑oo ntawd tsis yog neeg Yixayee, lawv yog cov Amaulai uas tseem tshuav noob nyob. Txawm yog cov Yixayee tau cog lus twv hais tias yuav tseg lawv txojsia cia, los Xa‑u yooj xeeb lias nrhiav kev muab lawv tua pov tseg, vim yog nws mob siab cov Yixayee thiab cov Yuda."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.3","label":"3","content":"Davi hais rau cov Kinpe‑oo tias, “Kuv yuav ua dabtsi pab nej? Kuv yuav ua li cas thiaj ntxuav tau tej kev txhaum no tseg nej thiaj foom koob hmoov rau Yawmsaub qub txeeg qub teg?”"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.4","label":"4","content":"Cov Kinpe‑oo hais rau nws tias, “Qhov uas Xa‑u thiab nws caj ces ua rau peb ntawd, mas tsis yog nyiaj thiab kub yuav ntxuav tau, thiab tsis yog peb yuav muab cov Yixayee ib tug twg tua pov tseg.” Vajntxwv thiaj hais tias, “Ces nej xav kom kuv ua dabtsi pab nej?”"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.5","label":"5","content":"Lawv hais rau vajntxwv tias, “Tus yawg uas muab peb ntxuav pov tseg thiab ntaus tswvyim yuav muab peb ua kom puam tsuaj xwv thiaj ua rau peb tsis muaj chaw nyob hauv Yixayee tebchaws,"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.6","label":"6","content":"mas thov muab tus ntawd xya leej tub rau peb es peb yuav coj mus dai caj dab tuag tab meeg Yawmsaub xubntiag rau ntawm Kinpe‑a uas yog Xa‑u lub moos, yog tus uas Yawmsaub xaiv tsa.” Mas vajntxwv hais tias, “Kuv yuav muab lawv cob rau nej.”"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.7","label":"7","content":"Vajntxwv tseg Mefinpause uas yog Yaunathas tus tub txojsia yog Xa‑u tus xeeb ntxwv, vim yog Xa‑u tus tub Yaunathas thiab Davi tau tuav Yawmsaub lub npe cog lus twv cia lawm."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.8","label":"8","content":"Mas vajntxwv muab Aiyag tus ntxhais Lixapa ob tug tub uas yug rau Xa‑u, uas npe hu ua Amauni thiab Mefinpause, thiab muab Xa‑u tus ntxhais Mela  tsib tug tub uas nws yug rau Npaxilai tus tub Adi‑ee uas yog neeg hauv Mehaula."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.9","label":"9","content":"Vajntxwv muab cov neeg no rau hauv cov Kinpe‑oo txhais tes. Lawv txawm muab cov no dai caj dab saum lub roob tab meeg Yawmsaub xubntiag, mas xya leej ntawd raug muab tua kiag ua ke rau thawj hnub uas lawv pib hlais qoob loo, rau thaum lawv pib hlais qeb."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.10","label":"10","content":"Mas Aiyag tus ntxhais Lixapa muab seev tsaj pua saum lub pob zeb rau nws nyob txij thaum pib hlais qoob loo mus txog dej nag nqes los ntub cov cev tuag ntawd. Nruab hnub nws tsis tseev noog saum nruab ntug los thos lawv, hmo ntuj nws tsis tseev tsiaj qus los kov."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.11","label":"11","content":"Thaum muaj neeg mus hais rau Davi tias Aiyag tus ntxhais Lixapa uas yog Xa‑u tus hluas nkauj tau ua li ntawd lawm,"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.12","label":"12","content":"Davi kuj mus coj Xa‑u thiab Xa‑u tus tub Yaunathas cov pob txha ntawm cov neeg hauv Yanpe Kile‑a los. Cov neeg hauv Yanpe Kile‑a ntawd twb nyiag cov pob txha ntawd hauv lub tshav puam hauv lub moos Npesas uas cov Filixatee muab khuam cia rau hnub uas cov Filixatee tua Xa‑u saum lub roob Kinpau‑a."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.13","label":"13","content":"Mas vajntxwv coj Xa‑u thiab Xa‑u tus tub Yaunathas cov pob txha los, thiab lawv khaws cov neeg uas muab dai caj dab tuag ntawd cov pob txha."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.14","label":"14","content":"Mas lawv muab Xa‑u thiab Xa‑u tus tub Yaunathas cov pob txha log rau hauv Xa‑u leej txiv Khij lub qhov ntxa ntawm Xela hauv Npeeyamee tebchaws. Lawv kuj ua txhua yam uas vajntxwv hais kom lawv ua. Dhau ntawd Vajtswv kuj mloog tej lus uas lawv thov Vajtswv pab lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.15","label":"15","content":"Cov Filixatee ua rog rau cov Yixayee dua ib zaug. Davi kuj nrog nws cov tub teg tub taws nqes mus ua rog rau cov Filixatee ces Davi txawm txog txog siav."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.16","label":"16","content":"Inpinpenau yog cov neeg loj loj siab siab li noob. Nws coj ib rab hmuv tooj liab hnyav peb puas sekhee  thiab ris ib rab ntaj tshiab ntawm duav, xav tias nws yuav tua Davi."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.17","label":"17","content":"Tiamsis Xeluya tus tub Anpisai los pab Davi thiab ntaus tus Filixatee ntawd muab nws tua pov tseg. Mas Davi cov neeg thov hais tias, “Koj tsis txhob nrog peb tawm mus ua rog dua li lawm tsam ces cov Yixayee lub teeb tuag.”"},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.18","label":"18","content":"Dhau ntawd rov qab ua rog rau cov Filixatee ntawm lub moos Kaus. Zaum ntawd Xinpekhai uas yog Husa cum tua tau Xa uas yog cov neeg loj loj siab siab li noob."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.19","label":"19","content":"Thiab rov qab ua rog rau cov Filixatee ntawm lub moos Kaus. Ya‑ale Auleki tus tub Eehanas uas yog neeg Npelehee tua tau Kaulia uas yog neeg Ka. Nws rab hmuv tus ko luaj li rab nqos ntos ntaub."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.20","label":"20","content":"Thiab rov qab ua rog ntawm lub moos Ka, yog lub moos uas muaj ib tug txivneej loj kawg li, muaj rau tus ntiv tes thiab rau tus ntiv taw huvsi muaj nees nkaum plaub tug ntiv tes ntiv taw. Nws yog cov neeg loj loj siab siab li noob."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.21","label":"21","content":"Thaum nws twv ntxhias cov Yixayee mas Davi tus tijlaug Sime‑i tus tub Yaunathas kuj muab nws tua kiag."},{"bible_id":"1269","chapter_code":"2SA.21","verse_code":"2SA.21.22","label":"22","content":"Plaub tug no yog cov neeg loj loj siab siab hauv lub moos Ka li noob. Lawv tuag tag rau Davi tes thiab tuag rau Davi cov tub teg tub taws tes."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.1","label":"1","content":"Hnub uas Yawmsaub cawm Davi dim hauv nws cov yeeb ncuab txhais tes huvsi thiab dim hauv Xa‑u txhais tes lawm, Davi thiaj hu zaj nkauj no rau Yawmsaub."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.2","label":"2","content":"Nws hais tias, “Yawmsaub yog kuv txhib zeb, yog kuv lub chaw ruaj khov, yog tus uas tso kuv dim,"},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.3","label":"3","content":"yog kuv tus Vajtswv, yog txhib zeb uas kuv los nraim cev, yog kuv daim phiaj hlau, yog txwm kub uas cawm kuv dim, yog kuv lub chaw ruaj khov, yog kuv lub chaw nraim cev, thiab yog kuv tus cawmseej. Koj cawm kuv dim tej neeg limhiam ntais ntuj."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.4","label":"4","content":"Kuv hu rau Yawmsaub tus uas tsim nyog qhuas, mas kuv thiaj dim hauv cov yeeb ncuab los."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.5","label":"5","content":"“Tej nthwv dej uas yog kev tuag vij nkaus kuv, txojkev puam tsuaj nyab kiag kuv,"},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.6","label":"6","content":"kuv mag txoj hlua uas cuab hauv tub tuag teb lawm, rooj ntxiab uas yog kev tuag nyob ntawm kuv xubntiag."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.7","label":"7","content":"Thaum kuv raug kev txom nyem kuv thov hu Yawmsaub, kuv thov kuv tus Vajtswv. Nws nyob hauv nws lub tuam tsev hnov kuv lub suab, kuv tej lus thov nrov mus txog nws qhov ntsej."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.8","label":"8","content":"“Lub ntiajteb ntseeg nkaws ua zog koog, tej lag zeb uas tiag lub ntuj kuj co nplawg ntia thiab ua zog kais vim yog Yawmsaub chim."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.9","label":"9","content":"Pa taws tawm hauv Yawmsaub qhov ntswg los, thiab tej nplaim taws kub ceev tawm ntawm nws qhov ncauj los, thee kuj cig plaws tawm los."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.10","label":"10","content":"Nws qheb rooj ntug nqes los, ntuj tsaus nti hauv nws qab kotaw."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.11","label":"11","content":"Nws caij ib tug Khelunpee thiab ya mus ya los, pom nws caij kooj tis cua los."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.12","label":"12","content":"Nws muab qhov tsaus ntuj los vij puag ncig nws, cov huab tsaus tsaus vim yog muaj dej ua lub kaus roos nws."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.13","label":"13","content":"Tej thee ci ua nplaim tawm hauv qhov kaj uas nyob ntawm nws xubntiag los."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.14","label":"14","content":"Yawmsaub ua xob nrov ntseeg nkaws saum ntuj, yog tus uas loj dua ntais ua suab nrov."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.15","label":"15","content":"Nws tua nws rab xob ua rau lawv khiav tag, nws tso xob laim ua rau lawv tawg ua sab ua sua mus."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.16","label":"16","content":"Mas thiaj li pom hiavtxwv ti nkaus qab thu, thiab pom tag nrho tej taw uas tiag lub ntiajteb no, rau thaum Yawmsaub cem thiab tshuab tej pa tawm hauv nws qhov ntswg los."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.17","label":"17","content":"“Yawmsaub cev tes saum ntuj tuaj ntsiab nkaus kuv, nws rub kuv tawm hauv cov dej tob tob."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.18","label":"18","content":"Nws cawm kuv dim kuv cov yeeb ncuab uas muaj zog thiab dim cov neeg uas ntxub kuv, rau qhov lawv muaj zog loj dua kuv."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.19","label":"19","content":"Hnub uas kuv raug kev txom nyem ceeblaj mas lawv cia li tuaj tawm tsam kuv, tiamsis Yawmsaub ua kuv lub chaw tiag taw."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.20","label":"20","content":"Nws coj kuv tawm mus nyob hauv lub chaw dav, nws tso kuv dim vim nws zoo siab xyiv fab rau kuv."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.21","label":"21","content":"“Yawmsaub pub hmoov zoo rau kuv raws li kuv txojkev ncaj ncees. Yawmsaub pauj rau kuv raws li kuv txhais tes dawb huv."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.22","label":"22","content":"Kuv taug nraim Yawmsaub txojkev thiab kuv tsis tau ua qhov phem es tso kuv tus Vajtswv tseg."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.23","label":"23","content":"Rau qhov nws tej kevcai huvsi nyob ntawm kuv xubntiag thiab kuv tsis tau tig ntawm nws tej kab ke kiag li."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.24","label":"24","content":"Kuv tsis muaj ib qho chaw thuam rau ntawm nws xubntiag, thiab kuv tswjhwm kuv tus kheej tsis ua txhaum."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.25","label":"25","content":"Vim li no Yawmsaub thiaj pauj rau kuv raws li kuv txojkev ncaj ncees, thiab raws li nws pom kuv txojkev dawb huv."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.26","label":"26","content":"“Yawmsaub, koj ua ncaj rau tus uas xib rau koj, koj ua koj txojkev zoo kawg nkaus tshwm rau tus uas tsis muaj chaw thuam li."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.27","label":"27","content":"Koj ua koj txojkev dawb huv tshwm rau tus uas ua dawb huv, koj ua txojkev nkhaus tshwm rau tus uas siab nkhaus."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.28","label":"28","content":"Koj tso cov neeg uas txo hwjchim dim, tiamsis koj tsom ntsoov ua rau cov uas khav theeb poob qes."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.29","label":"29","content":"Au Yawmsaub, koj yog kuv lub teeb, Yawmsaub ua rau kuv qhov tsaus ntuj pom kev."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.30","label":"30","content":"Yog koj pab, kuv yeej ntaus tau ib pab tub rog, yog kuv tus Vajtswv pab, kuv thiaj caws qia hla tau ntsa loog."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.31","label":"31","content":"Tus Vajtswv no, mas nws txojkev zoo kawg nkaus, Yawmsaub lo lus cog tseg yeej muaj tseeb. Nws yog daim phiaj hlau thaiv txhua tus uas tuaj cawm siav rau hauv nws."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.32","label":"32","content":"“Leejtwg yog Vajtswv, tsuas yog Yawmsaub xwb? Leejtwg ua txhib zeb, tsuas yog peb tus Vajtswv xwb?"},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.33","label":"33","content":"Vajtswv yog kuv lub chaw nraim cev uas ruaj khov, thiab ua rau txojkev uas kuv taug tso siab plhuav."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.34","label":"34","content":"Nws ua rau kuv txhais kotaw zoo yam nkaus li kotaw maum muas lwj, thiab nws tso kuv nyob tso siab plhuav saum tej roob siab."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.35","label":"35","content":"Nws cob kuv txhais tes kom txawj ua rog, kuv txhais npab thiaj rub tau hneev nti tooj liab."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.36","label":"36","content":"Koj pub daim phiaj hlau uas cawm dim rau kuv, thiab koj nqes los pab ua rau kuv hlob tuaj."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.37","label":"37","content":"Koj pub kuv taug txojkev dav thiab kuv txhais taw tsis plam."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.38","label":"38","content":"Kuv caum kuv cov yeeb ncuab thiab ua kom lawv puam tsuaj, kuv tsis thim rov qab mus txog thaum lawv puam tsuaj tag."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.39","label":"39","content":"Kuv rhuav tshem lawv, kuv ntaus lawv ntsoog tag lawv thiaj sawv tsis taus, lawv ntog rau ntawm kuv kotaw."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.40","label":"40","content":"Koj muab zog sia ntawm kuv duav mus ua rog. Koj ua rau kuv cov yeeb ncuab ntog khwb tag nrho ntawm kuv xubntiag."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.41","label":"41","content":"Koj ua rau kuv cov yeeb ncuab thim khiav tig nrob qaum rau kuv, thiab cov uas ntxub kuv mas kuv ua kom puam tsuaj tag."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.42","label":"42","content":"Lawv tsa muag ntsia los tsis muaj leejtwg cawm tau lawv dim, lawv hu thov Yawmsaub tiamsis nws tsis teb lawv."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.43","label":"43","content":"Kuv muab lawv tsoo mos nyoos yam li hmoov av, kuv muab lawv tsoo tawg tsuj yam li tej av nplaum ntawm ntug kev."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.44","label":"44","content":"“Koj cawm kuv dim qhov uas nrog tej neeg sib txeeb. Koj tuav rawv kuv ua ib tsoom tebchaws tus thawj, tej neeg uas kuv tsis tau paub dua los kuj zwm rau kuv."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.45","label":"45","content":"Lwm haiv neeg kuj tuaj pe khwb nkaus rau ntawm kuv. Thaum lawv tau hnov txog kuv lawv kuj mloog kuv lus."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.46","label":"46","content":"Lwm haiv neeg poob siab tag, thiab tawm hauv lawv lub chaw ruaj khov ua ib ce tshee hnyo los."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.47","label":"47","content":"“Yawmsaub yeej muaj txojsia nyob. Cia li qhuas kuv txhib zeb. Cia li txhawb nqa kuv tus Vajtswv uas yog txhib zeb uas cawm kuv dim,"},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.48","label":"48","content":"yog tus Vajtswv uas pab kuv ua pauj thiab coj tej neeg nyob rau hauv kuv qab kev tswjhwm,"},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.49","label":"49","content":"thiab cawm kuv dim ntawm kuv cov yeeb ncuab. Koj yog tus uas tsa kuv sawv siab dua cov uas tawm tsam kuv. Koj twb tso kuv dim ntawm cov neeg limhiam ntais ntuj."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.50","label":"50","content":"Au Yawmsaub, vim li no kuv thiaj qhuas ntxhias koj rau hauv ib tsoom tebchaws sawvdaws thiab hu nkauj qhuas koj lub npe."},{"bible_id":"1269","chapter_code":"2SA.22","verse_code":"2SA.22.51","label":"51","content":"Yawmsaub pub kev kov yeej loj rau nws tus vajntxwv, nws ua nws txojkev hlub ruaj khov tshwm rau tus uas nws hliv roj tsa cia lawd, yog Davi thiab nws caj ces mus ib txhis.”"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.1","label":"1","content":"No yog Davi tej lus uas hais thaum kawg, “No yog tej lus uas Yexi tus tub Davi tau hais, yog tus uas raug muab tsa ua tus hlob, yog tus uas Yakhauj tus Vajtswv hliv roj tsa, yog tus uas phim tej nkauj uas hu tau zoo kawg rau cov Yixayee."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.2","label":"2","content":"Yawmsaub tus Ntsuj Plig kom kuv hais, nws tej lus nyob ntawm kuv tus nplaig."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.3","label":"3","content":"Yixayee tus Vajtswv twb hais lawm, Yixayee Txhib Zeb twb hais rau kuv tias, ‘Thaum leejtwg kav neeg ncaj, yog qhov uas nws paub ntshai Vajtswv ua rau nws txawj kav,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.4","label":"4","content":"mas nws ci rau lawv zoo yam nkaus li qhov kaj thaum sawv ntxov, zoo yam li lub hnub ci rau tagkis tsis muaj huab, thiab yam li nag ua rau nroj tsuag tuaj ntsuab xiab saum npoo av.’"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.5","label":"5","content":"“Kuv caj ces nyob ruaj rau hauv Vajtswv los tsis yog? Rau qhov Vajtswv cog lus ib txhiab ib txhis rau kuv, thiab cog lus txhua yam muaj kab muaj ke ruaj khov. Nws yuav tsis ua rau qhov uas kuv dim kom tiav lov, thiab tsis pub kuv tau txhua yam uas kuv lub siab xav lov?"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.6","label":"6","content":"Tiamsis cov uas tsis hwm Vajtswv yuav zoo yam nkaus li tej pos uas muab xyeeb pov tseg rau qhov yuav xuas tes khaws los tsis tau."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.7","label":"7","content":"Tus uas kov tej ntawd yuav xuas cuab yeej hlau lossis xuas tus ko hmuv thiab yuav muab hluavtaws hlawv kub hnyiab tag rau qhov ntawd.”"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.8","label":"8","content":"No yog Davi cov tuam leem tej npe. Yause Npasenpe uas yog cum Thamauni yog tus thawj  hauv pab peb tug tuam leem. Nws xuas hmuv mus ua ib zaug rog rau yim pua leej mas muab lawv tua tag huvsi."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.9","label":"9","content":"Peb tus tuam leem ntawd tus ob yog Daudau tus tub Ele‑axa uas yog Ahau‑a cum. Nws nrog Davi nyob rau thaum uas lawv twv cov Filixatee uas sau zog tuaj ua ke yuav ua rog qhov ntawd, mas cov Yixayee kuj thim rov qab."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.10","label":"10","content":"Ces Ele‑axa sawv ntawm nws lub chaw tua cov Filixatee mus txog thaum nws txhais tes loog tag lo rau nws rab ntaj. Hnub ntawd Yawmsaub ua kom kov yeej kiag. Cov tub rog kuj rov tuaj rau ntawm nws, tsuas yog tuaj daws tej qhov txhia chaw ntawm cov neeg uas muab tua tau lawd."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.11","label":"11","content":"Tus peb yog Sama uas yog Ake nyob hauv Hala tus tub. Cov Filixatee sau zog tuaj ua ke rau ntawm Lehi uas yog ib thaj teb uas muaj taum liab puv nkaus. Cov tub rog kuj thim khiav cov Filixatee lawm."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.12","label":"12","content":"Tiamsis Sama sawv khov kho hauv nruab nrab thaj teb ntawd zov rawv thaj teb ntawd thiab tua cov Filixatee. Mas Yawmsaub ua kom kov yeej kiag."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.13","label":"13","content":"Thaum lub caij sau qoob muaj peb leeg hauv peb caug tus thawj rog nqes mus cuag Davi hauv lub qhov tsua Adulas rau thaum cov Filixatee ib pab ua yeej hauv lub hav Lefa‑i."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.14","label":"14","content":"Thaum ntawd Davi nyob hauv lub chaw ruaj khov thiab cov Filixatee ib pab tub rog kuj nyob zov rawv hauv lub moos Npelehee."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.15","label":"15","content":"Mas Davi txawm hais seev yees tias, “Kheev muaj ib tug mus nqa tau cov dej hauv lub qhov dej uas nyob ntawm ib sab rooj loog Npelehee los rau kuv haus.”"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.16","label":"16","content":"Mas peb tug tuam leem ntawd thiaj txeem plaws hauv cov Filixatee lub yeej mus ntaus tau dej hauv lub qhov dej ntawm Npelehee ib sab rooj loog coj los pub rau Davi. Tiamsis Davi tsis kam haus cov dej ntawd, nws muab hliv xyeem rau Yawmsaub,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.17","label":"17","content":"thiab hais tias, “Au Yawmsaub, thov tsis txhob cia kuv ua li no. Kuv yuav haus cov neeg uas sev nyog txojsia mus ntawd cov ntshav lov?” Ua li no nws thiaj tsis kam haus. Tej no yog tej uas peb tug tuam leem ntawd ua."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.18","label":"18","content":"Yau‑a tus kwv Anpisai uas yog Xeluya tus tub ua peb caug leej ntawd  tus thawj. Nws xuas hmuv ua rog rau peb puas leej mas muab lawv tua tag huvsi mas thiaj tau koob meej ib yam li peb leeg ntawd."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.19","label":"19","content":"Nws yog tus uas muaj koob meej ntau dua peb caug leej ntawd.  Nws ua tus thawj uas kav peb caug leej tiamsis tsis suav nws rau hauv peb leeg ntawd."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.20","label":"20","content":"Yehauyada tus tub Npenaya yog ib tug siab loj siab tuab hauv lub moos Khaxe‑ee, nws ua tej qhov haujlwm loj. Nws tau tua Mau‑a cov tub rog ob tug uas muaj zog kawg li. Thiab nws tau nqes rau hauv lub qhov mas tua tau ib tug tsov ntxhuav rau hnub uas los daus xib daus npu."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.21","label":"21","content":"Thiab nws tau tua ib tug neeg Iyi, yog ib tug uas zoo nraug kawg. Tus Iyi ntawd tuav rawv ib rab hmuv tiamsis Npenaya coj tus pas nrig mus rau ntawm tus Iyi xwb, ces txeeb tau tus Iyi rab hmuv ntawm nws tes muab nws rab hmuv rov nkaug tus Iyi tuag."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.22","label":"22","content":"Yehauyada tus tub Npenaya tau ua tej haujlwm no thiab tau koob meej ib yam nkaus li peb tug tuam leem ntawd."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.23","label":"23","content":"Nws muaj koob meej hauv peb caug leej ntawd tiamsis tsis suav nws rau hauv peb tug tuam leem ntawd. Davi kuj tsa nws ua tus thawj kav pab tub rog uas zov vajntxwv."},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.24","label":"24","content":"Peb caug leej ntawd tej npe yog li no, Yau‑a tus kwv Axahee, Daudau tus tub Eehanas uas nyob hauv Npelehee,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.25","label":"25","content":"Sama hauv lub moos Falau, Elikha hauv moos Falau,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.26","label":"26","content":"Helexi uas yog Pati cum, Ikhe tus tub Ila hauv moos Thekhau‑a,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.27","label":"27","content":"Anpiyexaw hauv moos Anathau, Menpunai uas yog Husa cum,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.28","label":"28","content":"Xamoo hauv cum Ahau‑a, Mahalai hauv moos Nethaufa,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.29","label":"29","content":"Npa‑anas tus tub Hele hauv moos Nethaufa, Linpai tus tub Ithai hauv moos Kinpe‑a hauv Npeeyamee tebchaws,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.30","label":"30","content":"Npenaya hauv moos Pilathoo, Hidai uas nyob ntawm tus dej Ka‑a,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.31","label":"31","content":"Anpi Yanpoo uas yog Anpa cum, Amave hauv moos Npahuli,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.32","label":"32","content":"Eliyanpa hauv moos Sa‑anpoo, Yasee cov tub, Yaunathas,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.33","label":"33","content":"Sama hauv moos Hala, Sala tus tub Ahiyas hauv moos Hala,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.34","label":"34","content":"Ahanpai tus tub Elifele hauv moos Ma‑akha, Ahithaufee tus tub Elias hauv moos Kilau,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.35","label":"35","content":"Helau hauv moos Khamee, Palai hauv moos Anpa,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.36","label":"36","content":"Nathas tus tub Ikas hauv moos Xaunpa, Npani xeem Kas,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.37","label":"37","content":"Xeleb uas yog neeg Asmoo, Nahalai hauv moos Npe‑awlau uas kwv Xeluya tus tub Yau‑a tej cuab yeej ua rog,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.38","label":"38","content":"Ilas uas yog Ithala cum, Kale hauv cum Ithala,"},{"bible_id":"1269","chapter_code":"2SA.23","verse_code":"2SA.23.39","label":"39","content":"thiab Uliya uas yog neeg Hithai. Huvsi muaj peb caug xya leej."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.1","label":"1","content":"Yawmsaub chim rau cov Yixayee dua ib zaug, nws thiaj tshoov Davi lub siab kom tawm tsam lawv hais tias, “Cia li mus suav cov Yixayee thiab cov Yuda.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.2","label":"2","content":"Vajntxwv thiaj hais rau Yau‑a thiab cov thawj  uas kav cov tub rog tias, “Cia li mus suav thoob plaws txhua xeem Yixayee txij ntua lub moos Daj mus txog lub moos Npe‑awsenpa, kom kuv thiaj paub tias muaj neeg npaum li cas.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.3","label":"3","content":"Ces Yau‑a hais rau vajntxwv tias, “Thov Yawmsaub uas yog koj tus Vajtswv pub kom cov pejxeem huaj vam coob ib puas npaug ntxiv rau cov uas muaj lawd, thiab thov kom vajntxwv uas yog kuv tus tswv lub qhov muag tau pom ntag. Tiamsis ua cas vajntxwv uas yog kuv tus tswv yuav xav ua li no?”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.4","label":"4","content":"Tiamsis vajntxwv tej lus kov yeej Yau‑a thiab cov thawj kav cov tub rog tej lus. Yau‑a thiab cov thawj kav tub rog thiaj tawm ntawm vajntxwv xubntiag mus suav cov Yixayee."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.5","label":"5","content":"Lawv hla tus dej Yaladee mus thiab tsuam chaw nyob ntawm lub moos Alau‑aw sab nrad uas nyob hauv nruab nrab tiaj thiab mus thoob plaws Kas tebchaws mus txog ntua lub moos Yaxaw."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.6","label":"6","content":"Lawv mus txog Kile‑a tebchaws thiab mus txog lub moos Thathi Hausi. Lawv mus txog lub moos Daj Ya‑as thiab tig mus txog lub moos Xaidoo."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.7","label":"7","content":"Lawv mus txog lub nroog Thailab uas muaj ntsa loog ruaj khov thiab mus txog cov Hivai thiab cov Khana‑as txhua lub moos. Thiab lawv mus rau nram Neke hauv Yuda tebchaws mus rau lub moos Npe‑awsenpa."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.8","label":"8","content":"Lawv mus tau cuaj lub hlis thiab nees nkaum hnub thiaj mus thoob plaws lub tebchaws lawm lawv li rov los rau hauv lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.9","label":"9","content":"Yau‑a thiaj qhia rau vajntxwv paub tias cov pejxeem uas nws mus suav ntawd muaj npaum li cas. Hauv Yixayee tebchaws huvsi muaj 800,000 tus txivneej uas muaj siab tuab ua tau tub rog thiab hauv Yuda tebchaws muaj 500,000 leej."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.10","label":"10","content":"Thaum suav cov pejxeem tag lawd Davi kuj ntxhov siab. Davi thiaj hais rau Yawmsaub tias, “Qhov uas kuv ua li no yog kuv tau ua txhaum loj kawg. Au Yawmsaub, nimno thov koj daws kuv uas yog koj tus qhev lub txim no tseg rau qhov kuv tau ua yam uas ruam tshaj plaws.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.11","label":"11","content":"Tagkis tom qab thaum Davi sawv tsees Yawmsaub hais lus tuaj rau Kas uas ua xibhwb cev Vajtswv lus thiab yog Davi tus xibhwb uas hais lus pom tom hauv ntej hais tias,"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.12","label":"12","content":"“Cia li mus hais rau Davi tias, ‘Yawmsaub hais li no tias, Kuv muab peb yam rau koj xaiv, saib koj yeem cia kuv ua yam twg rau koj.’ ”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.13","label":"13","content":"Kas thiaj mus cuag Davi thiab hais tej lus no rau nws tias, “Yuav cia lub tebchaws raug kev tshaib plab peb xyoos  lov? Lossis yuav cia koj yuav khiav tshawj chim peb lub hlis lov? Lossis yuav cia mob kis los raug lub tebchaws peb hnub lov? Nimno koj cia li xav saib thiab txiav txim siab saib yuav cia kuv mus teb li cas rau Yawmsaub uas txib kuv tuaj.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.14","label":"14","content":"Mas Davi hais rau Kas tias, “Kuv ntxhov siab heev, thov cia kuv poob rau hauv Yawmsaub txhais tes, rau qhov nws txojkev khuvleej loj kawg li, tiamsis thov tsis txhob cia kuv poob rau hauv neeg txhais tes.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.15","label":"15","content":"Yog li ntawd Yawmsaub thiaj tso mob kis los raug Yixayee tebchaws txij tagkis ntawd mus tag lub sijhawm teem cia. Mas cov neeg uas tuag txij ntua lub moos Daj mus txog lub moos Npe‑awsenpa muaj xya vam leej."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.16","label":"16","content":"Thaum tus tubtxib saum ntuj tsa tes kiag rau saum lub nroog Yeluxalees yuav ua kom puam tsuaj, Yawmsaub hloov dua siab tsis tso tej mob kis ntawd lawm. Nws thiaj hais rau tus tubtxib saum ntuj uas tabtom ua kom cov pejxeem puam tsuaj tias, “Txaus lawm, cia li nkaum koj txhais tes tamsim no.” Mas Yawmsaub tus tubtxib saum ntuj sawv ntsug ntawm Alauna uas yog neeg Yenpu lub tshav ntaus qoob."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.17","label":"17","content":"Thaum Davi pom tus tubtxib saum ntuj uas tabtom tua cov pejxeem, nws hais rau Yawmsaub tias, “Kuv yog tus uas tau ua txhaum muaj txim thiab ua phem kawg li lawm. Tiamsis pab yaj no lawv tau ua dabtsi? Thov koj tsa koj txhais tes tawm tsam kuv thiab kuv tsev neeg xwb.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.18","label":"18","content":"Hnub ntawd Kas tuaj cuag Davi thiab hais rau nws tias, “Cia li nce mus tib ib lub thaj xyeem rau Yawmsaub rau ntawm Alauna uas yog neeg Yenpu lub tshav ntaus qoob.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.19","label":"19","content":"Davi thiaj li nce mus raws li Kas tej lus uas Yawmsaub hais."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.20","label":"20","content":"Thaum Alauna tsa muag ntsia mus nws pom vajntxwv thiab nws cov tub teg tub taws tabtom nce tuaj rau ntawm nws. Alauna thiaj tawm mus khoov ntshis pe vajntxwv ua lub plhu ti nkaus av."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.21","label":"21","content":"Alauna hais tias, “Vajntxwv, ua cas koj uas yog kuv tus tswv yuav tuaj rau ntawm kuv uas yog koj tus qhev?” Davi teb tias, “Kuv tuaj yuav koj lub tshav ntaus qoob coj los ua lub thaj xyeem rau Yawmsaub, xwv thiaj li tav tau tej mob phem no kom ploj ntawm cov pejxeem mus.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.22","label":"22","content":"Alauna hais rau Davi tias, “Vajntxwv, thov koj uas yog kuv tus tswv cia li muab tej uas koj pom zoo los xyeem rau Yawmsaub. Ntawm no muaj nyuj siv hlawv xyeem, muaj tej thob log luam qoob thiab tej quab nyuj ua taws rauv."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.23","label":"23","content":"Au vajntxwv, tej no huvsi kuv muab pub rau koj.” Thiab Alauna hais rau vajntxwv tias, “Thov Yawmsaub uas yog koj tus Vajtswv txais yuav koj.”"},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.24","label":"24","content":"Tiamsis vajntxwv hais rau Alauna tias, “Ua tsis tau li ntawd, kuv yuav xuas nyiaj yuav ntawm koj. Kuv yuav muab tej uas kuv tsis tau them nqe ua kevcai hlawv xyeem rau kuv tus Vajtswv Yawmsaub tsis tau li.” Davi thiaj yuav lub tshav ntaus qoob thiab nyuj ua tsib caug sekhee nyiaj."},{"bible_id":"1269","chapter_code":"2SA.24","verse_code":"2SA.24.25","label":"25","content":"Davi thiaj ua ib lub thaj xyeem rau Yawmsaub qhov ntawd thiab ua kevcai hlawv xyeem thiab ua kevcai xyeem sib raug zoo. Yawmsaub mloog tej lus uas Davi thov pab lub tebchaws ntawd ces tej mob phem txawm ploj hauv cov Yixayee lawm."}]