[{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.1","label":"1","content":"Povlauj, Xivana thiab Timaute hais lus mus rau pawg ntseeg hauv lub moos Thexalaunika hauv Vajtswv uas yog peb leej Txiv thiab hauv tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.2","label":"2","content":"Thov Vajtswv txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.3","label":"3","content":"Cov kwvtij, peb yuav tsum ua Vajtswv tsaug tsis tu txog nej raws li uas tsim nyog vim nej txojkev ntseeg loj hlob thiab nej txhua tus txojkev sib hlub loj zuj zus."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.4","label":"4","content":"Yog li no peb thiaj khav rau Vajtswv cov pawg ntseeg txog qhov uas nej ua siab ntev thev thiab khav txog nej txojkev ntseeg rau thaum nej raug txhua yam kev tsim txom thiab raug ceeblaj txom nyem."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.5","label":"5","content":"Qhov no kuj ua rau pom meej tias Vajtswv txiav txim ncaj ncees thiab qhia tias nej tsim nyog nyob Vajtswv lub tebchaws uas nej tabtom raug txom nyem vim yog saib rau lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.6","label":"6","content":"Vajtswv yeej ncaj ncees, nws yuav muab txojkev tsim txom pauj rau cov uas tsim txom nej,"},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.7","label":"7","content":"thiab pub nej cov uas raug kev tsim txom ntawd tau nrog peb so kaj siab, rau thaum tus Tswv Yexus nrog nws cov tubtxib uas muaj hwjchim tshwm saum ntuj nrog hluavtaws los."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.8","label":"8","content":"Nws yuav rau txim rau cov uas tsis paub Vajtswv thiab rau cov uas tsis mloog peb tus Tswv Yexus txoj xov zoo."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.9","label":"9","content":"Lawv yuav raug txim yog qhov uas lawv puam tsuaj mus ib txhis thiab raug ncaim ntawm tus Tswv lub xubntiag thiab ntawm nws lub zog uas muaj hwjchim ci ntsa iab,"},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.10","label":"10","content":"rau hnub uas nws los txais koob meej hauv nws cov xov dawb thiab ua lub chaw phimhwj rau hauv txhua tus uas ntseeg thiab hauv nej vim nej ntseeg peb tej lus timkhawv."},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.11","label":"11","content":"Vim li no peb thiaj thov Vajtswv tsis tu pab nej kom Vajtswv ua rau nej tsim nyog qhov uas nws hu nej ntawd thiab thov kom nws siv nws lub hwjchim ua txhua yam uas nej npaj siab cia thiab tej haujlwm uas los ntawm nej txojkev ntseeg kom tiav,"},{"bible_id":"1269","chapter_code":"2TH.1","verse_code":"2TH.1.12","label":"12","content":"kom peb tus Tswv Yexus lub npe thiaj tau koob meej hauv nej thiab nej tau koob meej hauv nws, raws li peb tus Vajtswv thiab tus Tswv Yexus Khetos txojkev hlub."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.1","label":"1","content":"Cov kwvtij, hais txog qhov uas peb tus Tswv Yexus Khetos yuav rov los  thiab qhov uas nws qaws peb mus nrog nws nyob ntawd, peb thov kom nej"},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.2","label":"2","content":"tsis txhob ua siab ywj fab ywj fwj sai lossis poob siab tsis hais ntawm ntsuj plig lossis tej lus hais lossis tej tsab ntawv uas dag hais tias yog peb sau tuaj, hais tias tus Tswv hnub twb los txog lawm."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.3","label":"3","content":"Tsis txhob cia leejtwg dag tau nej rau txojkev twg, vim tias hnub ntawd yuav tsis los txog ua ntej uas tsis tau muaj kev fav xeeb thiab tus neeg phem uas tsis yuav cai tsis tau tshwm los, nws yog tus uas raug tshwj tseg rau kev puam tsuaj."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.4","label":"4","content":"Nws tawm tsam thiab tsab ua loj dua txhua yam uas hu ua timtswv thiab txhua yam uas neeg pe hawm, nws thiaj zaum rau hauv Vajtswv lub tuam tsev thiab tshaj tawm tias nws yog Vajtswv."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.5","label":"5","content":"Nej nco tsis tau lawm lov? Thaum kuv nrog nej nyob kuv twb qhia zaj no rau nej lawm."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.6","label":"6","content":"Thiab nimno nej kuj paub tias muaj dabtsi tswj nws cia kom nws thiaj tshwm los tau rau lub sijhawm uas teem rau nws."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.7","label":"7","content":"Txojkev phem uas muab npog cia ntawd tabtom ua haujlwm, tiamsis tus uas nimno tswj nrees txojkev phem ntawd tsuas tswj mus txog thaum nws raug muab ntiab tawm mus xwb."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.8","label":"8","content":"Thaum ntawd tus phem uas tsis yuav cai yuav tshwm los, mas tus Tswv Yexus yuav tshuab pa ntawm nws qhov ncauj tua tus ntawd thiab qhov uas Yexus ci ntsa iab nqes los yuav ua kom tus ntawd puam tsuaj tag."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.9","label":"9","content":"Tus phem uas tsis yuav cai ntawd yuav tuaj raws li Xatas  tshoov nws lub siab thiab yuav muaj txhua yam hwjchim thiab ua tau cuav txujci tseem ceeb thiab txujci phimhwj dag ntxias,"},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.10","label":"10","content":"thiab muaj txhua yam tswvyim phem dag cov uas yuav puam tsuaj vim lawv tsis nyiam txojkev tseeb uas cawm tau lawv dim."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.11","label":"11","content":"Vim li no Vajtswv thiaj tso txojkev dag ntxias los raug lawv ua rau lawv ntseeg txoj uas cuav,"},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.12","label":"12","content":"mas txhua tus uas tsis ntseeg txojkev tseeb tiamsis nyiam txojkev phem thiaj raug teem txim."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.13","label":"13","content":"Cov kwvtij uas tus Tswv hlub, tsim nyog peb ua Vajtswv tsaug txog nej tsis tu, rau qhov Vajtswv twb xaiv nej thaum chiv keeb los kom thiaj dim vim yog Vaj Ntsuj Plig cais nej kom dawb huv thiab vim nej ntseeg txojkev tseeb."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.14","label":"14","content":"Vajtswv siv txoj xov zoo uas peb qhia hu nej los kom tau tej no, kom nej thiaj tau koom peb tus Tswv Yexus Khetos lub hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.15","label":"15","content":"Vim li no, cov kwvtij, nej cia li nyob ruaj thiab tuav rawv tej lus qhia uas peb cob rau nej, tsis hais tej lus uas xuas ncauj hais thiab tej tsab ntawv."},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.16","label":"16","content":"Nimno thov kom peb tus Tswv Yexus Khetos thiab Vajtswv uas yog peb leej Txiv uas hlub peb thiab txhawb peb lub siab mus ib txhis thiab pub peb muaj lub chaw vam uas zoo ntawm nws txojkev hlub,"},{"bible_id":"1269","chapter_code":"2TH.2","verse_code":"2TH.2.17","label":"17","content":"txhawb nej lub siab thiab pab kom nej nyob ruaj rau txhua yam haujlwm zoo uas nej ua thiab tej lus uas nej hais."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.1","label":"1","content":"Cov kwvtij, thaum kawg no, cia li thov Vajtswv pab peb kom tus Tswv txojlus yuav nthuav mus sai sai thiab tau koob meej ib yam li twb tau hauv nej lawd,"},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.2","label":"2","content":"thiab thov kom peb tau dim hauv tej neeg limhiam thiab phem, rau qhov tsis yog sawvdaws ntseeg."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.3","label":"3","content":"Tus Tswv yog tus uas tso siab tau. Nws yuav pab kom nej nyob ruaj thiab tsom kwm nej tsis pub tus uas phem  ua phem rau nej."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.4","label":"4","content":"Peb kuj tso siab rau hauv tus Tswv tias nej tabtom ua thiab nej yuav ua tej uas peb hais rau nej ntxiv mus."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.5","label":"5","content":"Thov tus Tswv coj nej lub siab kom mus txog Vajtswv txojkev hlub thiab txog Khetos txojkev ua siab ntev thev taus."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.6","label":"6","content":"Cov kwvtij, peb tuav peb tus Tswv Yexus Khetos lub npe nkaw lus rau nej kom nej txav deb ntawm txhua tus kwvtij uas tub nkeeg thiab tsis xyaum raws li tej lus qhia uas peb muab cob rau nej."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.7","label":"7","content":"Vim nej kuj paub tias nej yuav tsum yoog raws li peb. Thaum peb nrog nej nyob peb tsis tub nkeeg,"},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.8","label":"8","content":"thiab peb tsis tau noj leejtwg li zaub mov tsis them nqe, peb siv zog ua haujlwm hnyav nruab hnub hmo ntuj thiaj tsis ua nra rau nej cov leejtwg."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.9","label":"9","content":"Tsis yog peb tsis muaj cai, tiamsis yog peb ua lub neej ua yam ntxwv rau nej xyaum."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.10","label":"10","content":"Txawm yog thaum peb tseem nrog nej nyob, peb yeej nkaw lus li no tias yog leejtwg tsis yeem ua haujlwm, tsis txhob kheev nws noj."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.11","label":"11","content":"Vim peb hnov tias nej cov muaj qee leej tub nkeeg tsis ua haujlwm dabtsi li tiamsis mus tab kaum lwm tus."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.12","label":"12","content":"Nimno peb tuav tus Tswv Yexus Khetos lub npe nkaw lus thiab ntuas cov neeg zoo li ntawd kom lawv cia li nyob tus yees ua lawv tej haujlwm thiab nrhiav rau lawv noj."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.13","label":"13","content":"Cov kwvtij, nej tsis txhob nkees ua qhov zoo."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.14","label":"14","content":"Yog leejtwg tsis mloog tej lus uas kuv hais hauv tsab ntawv no, cia li cim tus ntawd cia, tsis txhob nrog nws ua ke xwv nws thiaj li txaj muag."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.15","label":"15","content":"Tsis txhob suav tias nws yog yeeb ncuab tiamsis cia li ntuas nws yam li yog kwvtij."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.16","label":"16","content":"Thov kom tus Tswv uas muaj siab tus yees pub lub siab tus yees rau nej txhua lub sijhawm thiab rau hauv txhua yam. Thov tus Tswv nrog nraim nej."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.17","label":"17","content":"Tej lus sib fim no yog kuv Povlauj txhais tes sau, kuv ntaus cim li no rau txhua tsab ntawv. Kuv yeej sau li no."},{"bible_id":"1269","chapter_code":"2TH.3","verse_code":"2TH.3.18","label":"18","content":"Thov peb tus Tswv Yexus Khetos txojkev hlub nrog nraim nej txhua tus."}]