[{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.1","label":"1","content":"Povlauj uas yog Yexus Khetos li tub qhe raws li Vajtswv lub siab nyiam, thiab peb tus kwv Timaute"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.2","label":"2","content":"hais mus rau cov xov dawb thiab cov kwvtij uas ntseeg Khetos hauv lub moos Khaulauxi. Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.3","label":"3","content":"Txhua zaus uas peb thov Vajtswv pab nej peb ua Vajtswv uas yog peb tus Tswv Yexus Khetos leej Txiv tsaug,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.4","label":"4","content":"vim peb twb hnov txog nej txojkev ntseeg hauv Yexus Khetos thiab hnov txog qhov uas nej hlub Vajtswv cov xov dawb txhua tus."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.5","label":"5","content":"Txojkev ntseeg thiab txojkev hlub ntawd los ntawm txojkev vam uas khaws cia saum ntuj ceeb tsheej rau nej, uas nej twb txeev hnov ntawm txojlus tseeb uas yog txoj xov zoo,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.6","label":"6","content":"uas twb tuaj txog nej lawm. Txoj xov zoo ntawd tabtom tawg paj txi txiv thiab huaj vam thoob ntiajteb, ib yam li huaj vam rau hauv nej txij hnub uas nej tau hnov thiab nkag siab Vajtswv txojkev hlub raws li qhov tseeb."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.7","label":"7","content":"Nej tau kawm ntawm Epafa uas nrog kuv koom ua haujlwm thiab kuv hlub nws, nws yog ib tug uas muaj siab xib ua Khetos tes haujlwm vim yog saib rau nej,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.8","label":"8","content":"thiab nws tau qhia rau peb paub txog nej txojkev hlub hauv Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.9","label":"9","content":"Vim li no txij hnub uas peb hnov txog nej, peb kuj tsis tseg qhov uas thov Vajtswv pab nej. Peb thov kom nej yuav muaj txhua yam tswvyim thiab nkag siab sab ntsuj plig  thiaj paub tag nrho Vajtswv lub siab nyiam li cas,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.10","label":"10","content":"xwv nej thiaj ua lub neej raws li uas tsim nyog ua rau tus Tswv, thiab txaus nws lub siab txhua yam, yog tawg paj txi txiv rau txhua yam haujlwm zoo thiab paub Vajtswv zuj zus."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.11","label":"11","content":"Kuv thov txhawb nej lub zog kom muaj zog heev raws li Vajtswv lub hwjchim ci ntsa iab, kom nej thiaj thev taus thiab ua siab ntev rau txhua yam thiab muaj siab xyiv fab"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.12","label":"12","content":"thiab ua leej Txiv tsaug uas pub nej   muaj feem nrog cov xov dawb tau qub txeeg qub teg hauv qhov kaj."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.13","label":"13","content":"Vajtswv cawm peb dim lub hwjchim tsaus ntuj thiab coj peb los nyob hauv nws tus tub uas nws hlub lub tebchaws."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.14","label":"14","content":"Hauv tus tub ntawd peb thiaj raug txhiv dim, yog qhov uas daws lub txim."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.15","label":"15","content":"Khetos yog Vajtswv uas peb qhov muag tsis pom tus yam ntxwv, yog thawj tug uas yug los hauv ib puas tsav yam uas tsim los."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.16","label":"16","content":"Vim tus Tub ntawd, thiaj li tsim ib puas tsav yam tshwm los yog tej uas nyob saum nruab ntug, tej uas nyob hauv ntiajteb, tej uas qhov muag pom thiab tej uas qhov muag tsis pom, tsis hais tej dab, tej timtswv, tej hwjchim thiab tej dab uas kav huvsi, txhua yam puavleej tsim ntawm nws thiab tsim rau nws."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.17","label":"17","content":"Nws nyob ua ntej dua txhua yam thiab txhua yam raug rub los txuas ua ke rau hauv nws."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.18","label":"18","content":"Nws yog lub taubhau rau lub cev uas yog pawg ntseeg. Nws yog lub hauv paus, nws yog tus tub hlob uas xub ciaj sawv hauv qhov tuag rov los, kom nws thiaj ua txhua yam tus thawj."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.19","label":"19","content":"Rau qhov Vajtswv txaus siab pub qhov uas yog Vajtswv tag nrho huvsi nyob rau hauv Khetos,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.20","label":"20","content":"thiab Vajtswv siv Khetos ua rau txhua yam rov los nrog Vajtswv sib raug zoo, tsis hais tej uas nyob hauv lub ntiajteb thiab nyob saum nruab ntug, vim yog Khetos cov ntshav ntawm tus khaublig ntoo ua kom muaj kev sib hum xeeb."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.21","label":"21","content":"Yav nram ntej nej raug txiav tu ntawm Vajtswv, thiab lub siab ua yeeb ncuab ua phem kawg,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.22","label":"22","content":"tiamsis nimno Vajtswv pub nej rov nrog nws sib raug zoo vim yog qhov uas Yexus lub cev tau tuag thiaj coj nej los cuag Vajtswv ua cov uas dawb huv thiab tsis muaj qhov qias thiab tsis muaj chaw thuam rau ntawm Vajtswv xubntiag,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.23","label":"23","content":"tsuav yog nej tsim tsa ruaj hauv txojkev ntseeg thiab nyob ruaj nreeg, tsis txhob khiav ntawm txojkev vam hauv txoj xov zoo uas nej tau hnov, uas twb tshaj tawm rau txhua tus neeg thoob qab ntuj lawm, thiab kuv Povlauj yog tus uas ua tes haujlwm tshaj txoj xov zoo no."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.24","label":"24","content":"Nimno kuv zoo siab qhov uas raug kev txom nyem vim yog saib rau nej, thiab raug kev txom nyem ntxiv rau tej kev tsim txom uas Khetos raug tsis tag, vim yog saib rau nws lub cev uas yog pawg ntseeg, kuv thiaj ris kom tiav rau hauv kuv lub cev."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.25","label":"25","content":"Kuv ua haujlwm rau pawg ntseeg ntawd raws li tes haujlwm uas Vajtswv muab cob rau kuv kom qhia Vajtswv txojlus tag nrho huvsi rau nej,"},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.26","label":"26","content":"yog tej uas muab npog cia ib txwm thaum ub los thiab ntau tiam neeg los lawm tiamsis nimno raug muab nthuav tshwm los rau nws cov xov dawb lawm."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.27","label":"27","content":"Vajtswv xav kom lawv paub tias yam uas muab npog cia tob tob no muaj hwjchim ci ntsa iab nplua mias li cas rau hauv lwm haiv neeg. Yam ntawd yog Khetos uas nyob hauv nej, yog qhov chaw vam tias yuav tau koob meej ci ntsa iab."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.28","label":"28","content":"Peb tshaj tawm tus Tswv no, thiab peb muab txhua yam tswvyim los ntuas thiab qhuab qhia txhua tus kom peb thiaj coj tau txhua tus mus cuag Vajtswv ua neeg uas hlob tiav rau hauv Khetos lawm."},{"bible_id":"1269","chapter_code":"COL.1","verse_code":"COL.1.29","label":"29","content":"Kuv thiaj siv zog ua haujlwm khwv rau qhov ntawd raws li lub zog uas Vajtswv pub kuv muaj ntau kawg li."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.1","label":"1","content":"Kuv xav kom nej paub tias kuv siv zog ua haujlwm pab nej thiab pab cov uas nyob hauv lub moos Laudikia thiab pab txhua tus uas tsis tau pom dua kuv ntsej muag npaum li cas,"},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.2","label":"2","content":"xwv lawv thiaj li tau txais kev txhawb siab thiab koom ua ib lub siab rau hauv txojkev hlub uas yuav ua rau lawv nkag siab tag nrho txhua yam huvsi thiab paub txog yam uas Vajtswv muab npog cia tob tob lawd, yog Khetos."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.3","label":"3","content":"Lub txhab tswvyim thiab kev txawj ntse txhua yam muab zais rau hauv nws."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.4","label":"4","content":"Kuv hais li no xwv thiaj tsis muaj leejtwg hais lus mos lus muag dag ntxias nej."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.5","label":"5","content":"Txawm yog kuv lub cev tsis nrog nej nyob los kuv lub siab yeej nrog nej nyob, thiab kuv zoo siab xyiv fab qhov uas pom nej nyob muaj kab muaj ke thiab pom qhov uas nej ntseeg Khetos ruaj khov."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.6","label":"6","content":"Yog li ntawd, vim nej twb txais Yexus Khetos uas yog tus Tswv lawm, nej cia li ua lub neej rau hauv Khetos ib yam nkaus."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.7","label":"7","content":"Cia li ntsia cag thiab tsim tsa rau hauv nws, thiab nyob ruaj hauv txojkev ntseeg raws li uas nej tau kawm los lawd, thiab ua Vajtswv tsaug heev kawg nkaus."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.8","label":"8","content":"Cia li ceev faj tsis txhob cia leejtwg tej lus txawj ntse thiab tej lus dag do do ntes tau nej mus ua qhev. Tej lus ntawd yog raws li neeg tej qub kevcai thiab raws li tej hwjchim uas kav lub qab ntuj, tsis yog raws li Khetos."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.9","label":"9","content":"Vim tias qhov uas yog Vajtswv tag nrho huvsi nyob rau hauv Khetos lub cev,"},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.10","label":"10","content":"thiab nej tau txhua yam puv npo hauv Khetos, uas yog tej timtswv uas kav thiab tej hwjchim huvsi lub taubhau."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.11","label":"11","content":"Hauv Khetos, nej ua kevcai txiav uas tsis yog neeg txhais tes ua, yog nej rhuav tshem nej lub cev nqaij tawv ntawm qhov uas Khetos muab nej ua kevcai txiav."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.12","label":"12","content":"Thiab nej kuj raug muab log nrog nws ua ke hauv txoj kevcai raus dej, thiab Vajtswv tsa nej nrog nws sawv rov los vim qhov uas nej ntseeg Vajtswv lub hwjchim uas tsa Khetos sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.13","label":"13","content":"Nej cov uas twb tuag lawm vim qhov uas nej ua txhaum thiab vim qhov uas tsis ua kevcai txiav ntawm nej lub cev nqaij, Vajtswv ua rau nej nrog Khetos muaj txojsia nyob. Nws daws peb tej kev txhaum huvsi,"},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.14","label":"14","content":"thiab txoj kevcai uas sau cia tawm tsam peb, nws muab rhuav tseg thiab muab rho ntawm peb mus teem rau saum khaublig ntoo lawm."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.15","label":"15","content":"Khetos rhuav tej timtswv thiab tej hwjchim uas kav thiab qhia lawv tshwm rau sawvdaws pom tab meeg thiab kov yeej lawv saum tus khaublig ntoo ntawd."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.16","label":"16","content":"Vim li no tsis txhob cia leejtwg txiav txim rau nej vim qhov kev noj kev haus thiab qhov uas ua tej kevcai thiab hwm lub hli xiab thiab hnub Xanpatau."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.17","label":"17","content":"Tej no tsuas yog tej uas yuav tshwm los tus duab xwb, tiamsis tus tseem yog Khetos."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.18","label":"18","content":"Tsis txhob cia leejtwg ua rau nej raug rau txim rau qhov uas xav kom nej ua txuj txo hwjchim thiab pe hawm tubtxib saum ntuj. Lawv ntshaw ua yog toog pom thiab khav theeb do do raws li tej uas lawv lub cev nqaij tawv xav."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.19","label":"19","content":"Lawv tsis tuav ruaj lub taubhau  uas yug lub cev huvsi thiab ua kom tej leeg tej pob qej txha los txuas ua ke, lub cev thiaj loj hlob raws li Vajtswv pub."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.20","label":"20","content":"Yog nej nrog Khetos tuag thiaj hla dhau tej hwjchim uas kav lub qab ntuj, ua cas nej tseem zoo li cov uas nyob hauv qab ntuj thiab ua raws li tej kevcai uas hais tias,"},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.21","label":"21","content":"“tsis txhob kov, tsis txhob sim, tsis txhob nphav”?"},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.22","label":"22","content":"Tej no huvsi yuav puam tsuaj rau thaum uas muab siv, thiab tsuas yog neeg tej lus qhia thiab neeg tej kab ke xwb."},{"bible_id":"1269","chapter_code":"COL.2","verse_code":"COL.2.23","label":"23","content":"Saib yam li tej kab ke no muaj tswvyim, yog qhov uas yus pe hawm raws li yus lub siab xav thiab qhov uas txo hwjchim thiab qhov uas tsim txom yus lub cev, tiamsis tsis muaj qabhau tawm tsam lub cev nqaij tawv txojkev ntshaw."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.1","label":"1","content":"Vim li no, yog nej twb raug tsa nrog Khetos sawv rov los lawm, cia li nrhiav tej uas nyob saum ntuj, yog lub chaw uas Khetos zaum ntawm Vajtswv sab tes xis."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.2","label":"2","content":"Cia li xib rau tej uas nyob saum ntuj, tsis txhob xib rau tej uas nyob hauv ntiajteb,"},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.3","label":"3","content":"vim nej twb tuag thiab nej txojsia twb muab zais nrog Khetos rau hauv Vajtswv lawm."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.4","label":"4","content":"Thaum Khetos uas yog nej  txojsia tshwm los, lub sijhawm ntawd nej yuav nrog nws tshwm los muaj koob meej ci ntsa iab."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.5","label":"5","content":"Yog li ntawd, cia li muab nej lub neej uas nyiam kev ntiajteb tua pov tseg, tsis hais kev ua nkauj nraug, kev ua phem ua qias, kev ntshaw, xav tej uas phem thiab xav yuav luag tug uas zoo li pe dab mlom."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.6","label":"6","content":"Vim tej no Vajtswv txojkev npau taws yuav tshwm los."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.7","label":"7","content":"Yav nram ntej uas nej tseem nyob hauv tej kev phem no, nej yeej ua lub neej zoo li no."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.8","label":"8","content":"Tiamsis nimno nej cia li muab tej no tso tseg huvsi, yog kev chim kev npau kev xav phem, xyav luag moo, hais lus phem lus qias tawm ntawm nej lub qhov ncauj."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.9","label":"9","content":"Ib leeg tsis txhob dag ib leeg rau qhov nej twb muab tus neeg qub thiab tej kev qub hle tseg lawm,"},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.10","label":"10","content":"thiab nej twb muab tus neeg tshiab uas tabtom tsim dua tshiab raws li tus uas tsim tus yam ntxwv los hnav xwv thiaj paub Vajtswv."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.11","label":"11","content":"Qhov no tsis muaj cov Yudai thiab cov Kili, tsis muaj cov uas ua kevcai txiav thiab cov uas tsis ua, tsis muaj lwm haiv neeg thiab neeg Xithia,  tsis muaj qhev thiab cov uas tsis ua qhev, tiamsis Khetos yog txhua yam thiab nyob hauv txhua yam."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.12","label":"12","content":"Vim li no, nej yog cov uas Vajtswv xaiv thiab yog cov uas dawb huv thiab nws hlub, nej cia li hnav lub siab tab ncuab, siab khuvleej, siab txo hwjchim, siab mos siab muag thiab thev taus,"},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.13","label":"13","content":"ib leeg ua siab ntev rau ib leeg thiab yog leejtwg muaj xaiv muaj lus ib leeg kuj zam ib leeg. Tus Tswv zam txim rau nej li cas nej yuav tsum zam txim ib yam li ntawd."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.14","label":"14","content":"Cia li hnav txojkev hlub tsav rau tej no huvsi, txojkev hlub khi tau txhua yam sib koom ua ke."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.15","label":"15","content":"Cia txojkev siab tus uas Khetos pub coj nej lub siab, rau qhov Vajtswv hu nej los koom ua ib lub cev rau txojkev siab tus no. Thiab cia li ua Vajtswv tsaug."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.16","label":"16","content":"Cia Khetos txojlus nyob puv npo rau hauv nej, cia li qhuab qhia thiab muaj txhua yam tswvyim ntuas, thiab hu Davi tej nkauj thiab tej nkauj qhuas thiab tej nkauj sab ntsuj plig ua Vajtswv tsaug hauv nej lub siab."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.17","label":"17","content":"Thaum nej ua ib yam dabtsi tsis hais tej lus hais lossis tej haujlwm uas nej ua, cia li ua txhua yam rau hauv tus Tswv Yexus lub npe thiab ua tsaug Vajtswv uas yog leej Txiv hauv Khetos lub npe."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.18","label":"18","content":"Cov pojniam, cia li nyob hauv nej tus txiv qab kev tswjhwm, yog yam uas tsim nyog rau hauv tus Tswv."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.19","label":"19","content":"Cov txiv, cia li hlub nej tus pojniam, tsis txhob ua nruj ua tsiv rau nws."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.20","label":"20","content":"Cov menyuam, cia li mloog nej niam nej txiv lus txhua yam, vim qhov no hum tus Tswv lub siab."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.21","label":"21","content":"Nej cov uas yog txiv, nej tsis txhob zes nej tej menyuam lawv thiaj tsis poob siab."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.22","label":"22","content":"Nej cov uas yog tub qhe, cia li mloog nej tej lospav hauv ntiajteb no lus txhua yam, tsis yog mloog rau thaum tus lospav pom xwb yam li cov uas ua rau neeg txaus siab, tiamsis ua txhua yam tuaj nruab siab thiab paub ntshai tus Tswv."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.23","label":"23","content":"Tsis hais nej yuav ua dabtsi, cia li rau siab ua ib yam li ua rau tus Tswv tsis yog ua rau neeg,"},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.24","label":"24","content":"vim nej yeej paub tias nej yuav tau saws qub txeeg qub teg ntawm tus Tswv ua nqe zog. Nej tabtom ua koom tu tus Tswv Khetos."},{"bible_id":"1269","chapter_code":"COL.3","verse_code":"COL.3.25","label":"25","content":"Cov uas ua txhaum yuav tau saws raws li tej kev txhaum uas nws tau ua, yuav tsis saib leejtwg ntsej muag li."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.1","label":"1","content":"Nej cov uas yog lospav, cia li ua ncaj sib luag zos rau nej cov qhev, vim nej kuj paub tias nej muaj ib tug Tswv nyob saum ntuj."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.2","label":"2","content":"Cia li siv zog thov Vajtswv mus li, thiab thaum thov cia li zov tos thiab ua Vajtswv tsaug."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.3","label":"3","content":"Thiab thov Vajtswv pab peb kom nws qheb qhov rooj rau peb qhia txoj xov zoo, yog piav txog Khetos zaj uas Vajtswv muab npog cia tob tob lawd, vim qhov no kuv thiaj raug kaw."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.4","label":"4","content":"Thov pab kom kuv qhia tau zaj no meej raws li uas tsim nyog qhia."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.5","label":"5","content":"Cia li siv tswvyim xyaum rau cov uas nyob sab nraud thiab siv txhua lub sijhawm kom muaj qabhau"},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.6","label":"6","content":"Cia li hais nej tej lus muaj kev hlub thiab qab ntsev, xwv nej thiaj paub tias tsim nyog teb txhua tus li cas."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.7","label":"7","content":"Thikhika uas yog ib tug kwvtij uas kuv hlub thiab muaj siab xib ua haujlwm thiab nrog kuv koom ua tus Tswv tes haujlwm, nws yuav qhia rau nej paub txhua yam txog kuv"},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.8","label":"8","content":"Qhov uas kuv txib nws tuaj cuag nej twb yog kuv xav kom nej paub tias peb nyob li cas thiab xav kom nws txhawb tau nej lub siab,"},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.9","label":"9","content":"thiab Aunexima uas yog ib tug kwvtij uas kuv hlub thiab yog tus uas tso siab tau, yog ib tug hauv nej cov ntag, yuav nrog mus thiab. Ob tug yuav piav rau nej paub txog txhua yam xwm txheej ntawm no."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.10","label":"10","content":"Alithakha uas nrog kuv raug kaw xa lus nco txog nej, thiab Malakau uas yog Npananpa li kwvtij kuj nco txog nej thiab. Nej twb txais tej lus hais txog Malakau lawm, yog nws tuaj txog cia li tos txais nws."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.11","label":"11","content":"Thiab Yexus uas hu ua Yuxatha kuj xa lus nco txog nej. Cov uas koom nrog kuv ua haujlwm rau Vajtswv lub tebchaws, tsuas yog cov no thiaj ua kevcai txiav lawm xwb, thiab lawv txhawb kuv lub zog."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.12","label":"12","content":"Epafa uas yog ib tug hauv nej cov thiab ua Yexus Khetos ib tug qhev kuj xa lus nco txog nej. Nws siv zog thov Vajtswv pab nej tsis tu li kom nej nyob ruaj, hlob tiav thiab muaj siab ruaj rau txhua yam uas Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.13","label":"13","content":"Kuv ua timkhawv tau tias nws ua haujlwm hnyav pab nej thiab cov uas nyob hauv lub moos Laudikia thiab lub moos Hialapoli."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.14","label":"14","content":"Tus Kws tshuaj Luka uas kuv hlub thiab Dema xa lus nco txog nej."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.15","label":"15","content":"Thov nej xa tej lus nco txog mus rau cov kwvtij uas nyob hauv lub moos Laudikia thiab xa rau tus pojniam Nifa thiab pawg ntseeg hauv nws tsev."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.16","label":"16","content":"Thaum nej nyeem tsab ntawv no tag lawm, thov nej xa mus rau pawg ntseeg hauv Laudikia tau nyeem thiab. Thiab tsab ntawv uas tuaj hauv lub moos Laudikia tuaj nej kuj muab nyeem thiab."},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.17","label":"17","content":"Thiab hais rau Akhipa tias, “Tes haujlwm uas koj lees ua hauv tus Tswv, cia li rau siab ua kom tiav.”"},{"bible_id":"1269","chapter_code":"COL.4","verse_code":"COL.4.18","label":"18","content":"Tej lus nco txog no yog kuv Povlauj txhais tes sau. Thov nej nco txog txoj saw hlau uas khi kuv. Thov Vajtswv txojkev hlub nrog nraim nej."}]