[{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.1","label":"1","content":"Xyoo peb uas Yehauyakhi ua vajntxwv kav Yuda tebchaws, vajntxwv Nenpukhanexa hauv Npanpiloo tuaj vij ntaus lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.2","label":"2","content":"Mas tus Tswv  muab Yuda tus vajntxwv Yehauyakhi thiab tej twj siv hauv Vajtswv lub tuam tsev qee yam cob rau hauv Nenpukhanexa txhais tes, ces nws txawm coj tej ntawd los rau hauv Sina  tebchaws muab cia rau hauv nws tus dab lub txhab nyiaj."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.3","label":"3","content":"Vajntxwv txawm hais rau Apena uas yog nws tus thawj nraug sam kom coj cov Yixayee qee leej, yog tej noob vajntxwv thiab cov uas ua hlob los,"},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.4","label":"4","content":"yog cov hluas uas tsis muaj chaw thuam, zoo nraug ntxiag thiab muaj tswvyim, txawj paub thiab txawj nkag siab txhua yam uas muaj peevxwm ua tau haujlwm hauv vajntxwv lub tsev, mas nws yuav tsum qhia lawv paub cov Kheedia li ntawv thiab paub lus."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.5","label":"5","content":"Vajntxwv niaj hnub kom muab cov zaub mov zoo zoo uas vajntxwv noj thiab tej cawv txiv hmab uas nws haus rau lawv raws li uas teem tseg. Nws kom lawv kawm txuj ci tau peb xyoos, mas thaum puv sijhawm lawd lawv yuav tsum ua vajntxwv li haujlwm."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.6","label":"6","content":"Hauv lawv cov ntawd muaj Daniyee, Hananiya, Misa‑ee thiab Axaliya uas yog xeem Yuda."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.7","label":"7","content":"Tus thawj nraug sam tis dua npe tshiab rau lawv. Daniyee mas hu ua Npeethesaxa, Hananiya hu ua Salab, Misa‑ee hu ua Mesa, thiab Axaliya hu ua Anpenekau."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.8","label":"8","content":"Daniyee txiav txim siab tias nws yuav tsis cia vajntxwv tej zaub mov zoo thiab tej cawv txiv hmab uas vajntxwv haus ua rau nws lub cev qias puas tsuas. Vim li ntawd nws thiaj thov tus thawj nraug sam kom yeem tsis txhob cia Daniyee ua rau nws qias puas tsuas."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.9","label":"9","content":"Vajtswv kuj ua rau tus thawj nraug sam hlub thiab khuvleej Daniyee."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.10","label":"10","content":"Tus thawj nraug sam thiaj hais rau Daniyee tias, “Ntshai tsam vajntxwv uas yog kuv tus tswv uas tu tej zaub mov thiab cawv rau nej, pom tias nej lub cev tsis puv li cov hluas uas hnub nyoog nrog nej ib phaum. Ces nej kuj yuav ua rau vajntxwv muab kuv lub taubhau txiav pov tseg.”"},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.11","label":"11","content":"Mas Daniyee thiaj hais rau tus uas tus thawj nraug sam tsa los saib xyuas Daniyee, Hananiya, Misa‑ee thiab Axaliya tias,"},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.12","label":"12","content":"“Thov koj sim peb uas yog koj cov tub qhe kaum hnub. Cia li muab zaub thiab dej rau peb noj thiab haus xwb,"},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.13","label":"13","content":"es koj li tshuaj saib peb lub cev piv rau cov hluas uas noj vajntxwv tej zaub mov zoo ntawd, mas ua rau peb uas yog koj cov tub qhe raws li koj pom tias peb zoo li cas lawm”"},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.14","label":"14","content":"Tus uas saib xyuas lawv kuj yeem ua raws li lawv hais ntawd thiab sim lawv kaum hnub."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.15","label":"15","content":"Thaum puv kaum hnub lawd, thiaj pom tias lawv lub cev zoo dua thiab puv dua txhua tus hluas uas noj vajntxwv tej zaub mov zoo."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.16","label":"16","content":"Tus uas saib xyuas lawv thiaj rho tej zaub mov zoo thiab tej cawv uas tu rau lawv haus mus lawm, muab zaub rau lawv noj xwb."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.17","label":"17","content":"Plaub tug hluas ntawd, mas Vajtswv pub kev txawj ntse rau lawv thiab pub kom lawv txawj ntaub txawj ntawv thiab paub txhua yam tswvyim. Thiab Daniyee kuj nkag siab tej uas ua yog toog thiab ua npau suav txhua yam."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.18","label":"18","content":"Thaum tag sijhawm uas vajntxwv teem cia kom coj lawv tuaj cuag nws, tus thawj nraug sam thiaj coj lawv los rau ntawm Nenpukhanexa lub xubntiag."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.19","label":"19","content":"Vajntxwv thiaj li nrog lawv tham, mas tag nrho lawv sawvdaws tsis pom muaj ib tug uas zoo cuag li Daniyee, Hananiya, Misa‑ee thiab Axaliya. Lawv thiaj tau ua vajntxwv li haujlwm."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.20","label":"20","content":"Tsis hais txhua yam kev tswvyim thiab kev txawj ntse uas vajntxwv nug lawv mas nws pom tias lawv zoo dua tej txiv neeb txiv yaig thiab tej uas txawj ua khawv koob uas nyob hauv nws lub tebchaws kaum npaug."},{"bible_id":"1269","chapter_code":"DAN.1","verse_code":"DAN.1.21","label":"21","content":"Daniyee kuj tau nyob li ntawd mus txog thawj xyoo uas Xailab ua vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.1","label":"1","content":"Xyoo ob uas Nenpukhanexa ua vajntxwv kav, Nenpukhanexa txawm ua npau suav mas nws ntxhov siab heev pw tsis tsaug zog."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.2","label":"2","content":"Vajntxwv thiaj hais kom hu cov txiv neeb txiv yaig thiab tej uas txawj ua khawv koob thiab cov uas txawj saib caij saib nyoog thiab cov Kheedia  tuaj txhais vajntxwv tej npau suav rau nws. Lawv txawm nkag los sawv ntsug rau ntawm vajntxwv xubntiag."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.3","label":"3","content":"Mas vajntxwv hais rau lawv tias, “Kuv tau ua npau suav mas kuv ntxhov siab kawg xav paub zaj npau suav lub ntsiab.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.4","label":"4","content":"Cov Kheedia thiaj hais rau vajntxwv tias,  “Au vajntxwv, thov koj muaj txojsia nyob mus ib txhis. Thov koj piav koj zaj npau suav rau peb uas yog koj cov qhev mloog, mas peb yuav txhais lub ntsiab rau koj.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.5","label":"5","content":"Vajntxwv teb cov Kheedia tias, “Kuv yeej hais tu nrho tias, yog nej tsis piav zaj npau suav thiab txhais lub ntsiab rau kuv, nej tej tes taw yuav raug muab dua tu pov tseg, thiab nej tej tsev yuav raug muab rhuav pob tag."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.6","label":"6","content":"Tiamsis yog nej piav zaj npau suav thiab txhais lub ntsiab rau kuv, kuv yuav pub tshav ntuj thiab nqe thiab koob meej loj rau nej. Yog li no, cia li piav zaj npau suav thiab txhais lub ntsiab rau kuv.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.7","label":"7","content":"Lawv teb zaum ob hais tias, “Thov vajntxwv piav zaj npau suav rau peb mloog, mas peb yuav txhais lub ntsiab rau koj.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.8","label":"8","content":"Vajntxwv teb tias, “Kuv paub tseeb tias nej yooj xeeb luab lim sijhawm xwb, vim nej pom tias kuv hais tu nrho tias,"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.9","label":"9","content":"yog nej tsis piav zaj npau suav rau kuv, ces muaj tib lo lus txiav txim rau nej xwb. Nej yeej hais hum yuav hais lus dag thiab hais lus tsis tseeb rau kuv mus txog thaum txawv txav tsis thooj li kuv hais. Vim li no nej cia li hais zaj npau suav rau kuv, kuv thiaj paub tias nej txhais tau lub ntsiab thiab.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.10","label":"10","content":"Cov Kheedia txawm teb vajntxwv tias, “Vajntxwv, thoob plaws hauv lub qab ntuj no yeej tsis muaj ib tug yuav ua tau raws li koj hais. Yeej tsis txeev muaj ib tug vajntxwv loj kawg uas muaj hwjchim thov li no ntawm cov txiv neeb txiv yaig, cov uas ua khawv koob yees siv thiab cov Kheedia."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.11","label":"11","content":"Tej uas koj thov ntawd nyuaj kawg, tsis muaj ib tug twg yuav piav tau rau koj tsuas yog tej timtswv uas tsis nrog neeg nyob thiaj qhia tau xwb.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.12","label":"12","content":"Vim qhov no vajntxwv thiaj chim heev thiab npau taws ceev txawm hais kom muab cov neeg txawj ntse hauv Npanpiloo tua pov tseg huvsi."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.13","label":"13","content":"Muaj ntawv tshaj tawm kom tua cov neeg txawj ntse pov tseg, mas luag kuj mus nrhiav Daniyee thiab nws cov kwvluag yuav muab tua pov tseg."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.14","label":"14","content":"Daniyee txawm ua tib zoo hais tej lus txawj ntse teb Ali‑au uas ua thawj rog saib xyuas cov tub rog zov vajntxwv uas tawm mus tua cov neeg txawj ntse hauv Npanpiloo,"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.15","label":"15","content":"thiab nws hais rau Ali‑au uas yog vajntxwv tus thawj rog tias, “Ua cas vajntxwv tsab ntawv yuav txiav txim hnyav ua luaj?” Ces Ali‑au kuj piav zaj ntawd rau Daniyee paub."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.16","label":"16","content":"Mas Daniyee thiaj nkag mus thiab thov vajntxwv pub sijhawm rau nws kom nws thiaj txhais tau zaj npau suav lub ntsiab rau vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.17","label":"17","content":"Ces Daniyee txawm rov los rau hauv nws tsev thiab qhia zaj ntawd rau nws cov kwvluag uas yog Hananiya thiab Misa‑ee thiab Axaliya mloog."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.18","label":"18","content":"Nws hais kom lawv thov Vajtswv ntuj txojkev khuvleej txog zaj uas tsis muaj leejtwg paub no, xwv Daniyee thiab nws cov kwvluag thiaj tsis nrog lwm tus neeg txawj ntse hauv Npanpiloo puam tsuaj."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.19","label":"19","content":"Mas zaj uas tsis muaj leejtwg paub ntawd raug muab qhia rau Daniyee ua yog toog hmo ntuj. Mas Daniyee thiaj qhuas Vajtswv ntuj."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.20","label":"20","content":"Daniyee hais tias “Cia li qhuas Vajtswv lub npe mus ib txhiab ib txhis, tswvyim thiab hwjchim loj kawg yog nws li."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.21","label":"21","content":"Nws hloov lub caij lub nyoog, nws hle tej vajntxwv thiab tsa tej vajntxwv tshiab. Nws pub tswvyim rau cov neeg txawj ntse, thiab pub kev paub rau cov uas txawj nkag siab."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.22","label":"22","content":"Nws qhia tej uas nyob tob tsis muaj leejtwg paub tshwm los, nws paub tej uas nyob hauv qhov tsaus ntuj. thiab qhov kaj nrog nraim nws nyob."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.23","label":"23","content":"Au kuv tej yawg koob tus Vajtswv, kuv ua koj tsaug thiab qhuas koj, vim yog koj pub tswvyim thiab pub zog rau kuv, thiab qhia yam uas peb thov rau kuv paub, rau qhov koj qhia vajntxwv zaj tshwm rau peb paub.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.24","label":"24","content":"Ces Daniyee txawm mus cuag Ali‑au uas vajntxwv tau tsa kom muab cov neeg txawj ntse hauv Npanpiloo ua kom puam tsuaj. Nws nkag mus hais rau Ali‑au tias, “Thov tsis txhob ua kom cov neeg txawj ntse hauv Npanpiloo puam tsuaj tag. Cia li coj kuv mus cuag vajntxwv, kuv yuav txhais zaj npau suav rau vajntxwv.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.25","label":"25","content":"Ces Ali‑au txawm maj nroos coj Daniyee mus cuag vajntxwv, thiab hais rau vajntxwv tias, “Kuv ntsib ib tug hauv cov neeg Yuda uas poob tebchaws uas txhais tau zaj npau suav rau vajntxwv paub.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.26","label":"26","content":"Vajntxwv thiaj hais rau Daniyee uas muaj dua npe hu ua Npeethesaxa tias, “Koj muaj peevxwm piav zaj npau suav uas kuv pom ntawd thiab txhais lub ntsiab rau kuv paub lov?”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.27","label":"27","content":"Daniyee teb vajntxwv tias, “Tsis muaj ib tug tub txawj ntse, lossis ib tug txiv neeb txiv yaig lossis ib tug uas txawj ua khawv koob yees siv lossis ib tug uas txawj saib caij saib nyoog yuav qhia tau yam uas tsis muaj leejtwg paub rau vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.28","label":"28","content":"Tiamsis muaj ib tug Vajtswv uas nyob saum ntuj qhia yam uas tsis muaj leejtwg paub tshwm los, thiab nws qhia rau vajntxwv Nenpukhanexa paub txog tej uas yuav muaj tshwm los rau tom hauv ntej. Koj zaj npau suav thiab koj zaj yog toog uas koj pom hauv koj lub taubhau saum koj lub txaj pw yog li no."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.29","label":"29","content":"Au vajntxwv, thaum koj pw saum koj lub txaj, mas koj xav txog tej uas yuav tshwm los rau yav tom ntej, mas tus Vajtswv uas qhia tej uas tsis muaj leejtwg paub ntawd qhia tej uas yuav tshwm los rau koj."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.30","label":"30","content":"Qhov uas muab yam no uas tsis muaj leejtwg paub qhia tshwm rau kuv paub, tsis yog vim kuv muaj tswvyim ntau dua tej neeg uas tseem ciaj sia nyob sawvdaws, tiamsis yog qhia rau vajntxwv paub zaj npau suav lub ntsiab thiab paub txog tej uas koj xav cia hauv lub siab."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.31","label":"31","content":"“Au vajntxwv, koj tsa qhov muag saib mas pom muaj ib tug niag moj zeej loj loj. Tus moj zeej loj no muaj hwjchim heev ci nplas, nyob rau ntawm koj xubntiag thiab saib mas txaus ntshai kawg li."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.32","label":"32","content":"Tus moj zeej lub taubhau yog tseem kub, lub hauv siab thiab ob txhais npab yog nyiaj, lub plab thiab ob txhais ncej qab yog tooj liab,"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.33","label":"33","content":"ob txhais ceg yog hlau, ob txhais taw yog hlau xyaw av nplaum."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.34","label":"34","content":"Thaum koj tabtom saib, txawm muaj ib lub pob zeb uas muab txam tsis yog neeg txhais tes txam, txawm dhia los raug tus moj zeej ntawd txhais kotaw uas yog av nplaum xyaw hlau thiab tsoo ua tawg tag ua tej dwb daim."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.35","label":"35","content":"Mas tej hlau, tej av nplaum, tej tooj liab, tej nyiaj thiab tej kub puavleej tawg ntsoog ntxaws ua tej dwb daim zoo li tej npluag hauv tshav ntaus qoob thaum lub caij ntuj kub, cua muab ntsawj ya tag lawm, tsis pom tshuav ib yam dabtsi kiag li. Tiamsis lub pob zeb uas tsoo tus moj zeej ntawd txawm loj zuj zus ua ib lub roob loj loj puv nkaus lub ntiajteb."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.36","label":"36","content":"“No yog koj zaj npau suav. Nimno peb yuav txhais lub ntsiab rau vajntxwv paub."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.37","label":"37","content":"Au vajntxwv, uas yog ib tsoom vajntxwv tus tuam vajntxwv, uas Vajtswv ntuj tau pub qhov uas kav tej tebchaws thiab pub hwjchim thiab zog thiab meej mom rau koj,"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.38","label":"38","content":"thiab tau muab ib tsoom neeg thiab tsiaj qus thiab tej nas noog saum nruab ntug cob rau koj txhais tes tsis hais nyob qhovtwg kuj xij, muab rau koj kav tag nrho huvsi, mas lub taubhau kub ntawd yog koj ntag."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.39","label":"39","content":"Dhau koj lawm yuav muaj dua ib lub tebchaws kav uas qes dua koj, thiab tseem muaj dua lub tebchaws uas peb yog tooj liab uas yuav kav thoob plaws lub ntiajteb."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.40","label":"40","content":"Thiab yuav muaj lub tebchaws uas plaub muaj zog yam li hlau, rau qhov hlau yuav tsoo txhua yam lov tawg tag ua tej dwb daim. Thiab yuav muab lov thiab tsoo tej tebchaws ntawd ntsoog tag ib yam li hlau tsoo."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.41","label":"41","content":"Ib yam li koj pom txhais kotaw thiab cov ntiv taw ib qho yog av nplaum ib qho yog hlau, mas lub tebchaws ntawd yuav sib faib li ntawd. Tiamsis tseem muaj zog li hlau ib txhia, ib yam li koj pom hlau xyaw av nplaum ntawd."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.42","label":"42","content":"Ib yam li tej ntiv taw ib qho yog hlau ib qhov yog av nplaum, lub tebchaws ntawd ib qho yuav nplaum ib qho yuav nkig."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.43","label":"43","content":"Ib yam li koj pom hlau xyaw av nplaum, lub tebchaws yuav txuam tsoov ua tshoob ua kos tiamsis yuav tsis lo ua ke, ib yam li hlau tsis lo rau av nplaum."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.44","label":"44","content":"Ncua sijhawm uas tej vajntxwv ntawd nyob Vajtswv ntuj yuav tsa dua ib lub tebchaws uas tsis muaj ib hnub uas ua kom puam tsuaj li, lossis qhov uas kav lub tebchaws ntawd yuav tsis poob rau lwm haiv neeg. Lub tebchaws ntawd yuav ua rau tej tebchaws tawg ntsoog ntxaws ua tej dwb daim yaj tag, thiab lub tebchaws ntawd yuav nyob ruaj khov mus ib txhis,"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.45","label":"45","content":"raws li uas koj pom lub pob zeb raug muab txam ntawm lub roob uas tsis yog neeg txhais tes txam, thiab lub pob zeb ua rau tej hlau, tej tooj liab, tej av nplaum, tej nyiaj thiab tej kub tawg ntsoog ua tej dwb daim. Tus Vajtswv loj kawg tau qhia vajntxwv paub tias yuav muaj dabtsi tshwm los rau yav tom ntej. Zaj npau suav no muaj tseeb thiab tej lus txhais lub ntsiab kuj tseeb tiag tiag li.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.46","label":"46","content":"Vajntxwv Nenpukhanexa txawm khwb nkaus pe Daniyee, thiab hais kom muab qhov txhia chaw thiab hmoov tshuaj tsw qab los xyeem rau Daniyee."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.47","label":"47","content":"Vajntxwv hais rau Daniyee tias, “Muaj tseeb tiag, koj tus Vajtswv yog ib tsoom timtswv tus Vajtswv, thiab yog ib tsoom vajntxwv tus Tswv, yog tus uas qhia tej uas tsis muaj leejtwg paub tshwm los, vim koj muaj peevxwm qhia tau zaj uas tsis muaj leejtwg paub no tshwm los.”"},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.48","label":"48","content":"Vajntxwv thiaj pub meej mom siab thiab tshav ntuj ntau kawg rau Daniyee, thiab tsa nws ua tus kav tag nrho lub xeev Npanpiloo huvsi, thiab ua tus thawj uas kav cov neeg txawj ntse hauv Npanpiloo sawvdaws."},{"bible_id":"1269","chapter_code":"DAN.2","verse_code":"DAN.2.49","label":"49","content":"Daniyee thov vajntxwv mas vajntxwv kuj tsa Salab, Mesa thiab Anpenekau ua cov uas tu haujlwm hauv lub xeev Npanpiloo. Hos Daniyee tseem nyob hauv vajntxwv lub tsev ua haujlwm."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.1","label":"1","content":"Vajntxwv Nenpukhanexa ua ib tug dab mlom kub siab rau caum tshim dav rau tshim. Nws muab txawb rau hauv lub tiaj Dula hauv lub xeev Npanpiloo."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.2","label":"2","content":"Mas vajntxwv Nenpukhanexa hu cov thawj kav tej tebchaws, cov thawj uas kav lub xeev, cov thawj uas kav tej moos, cov tub sablaj, cov uas ceev txhab nyiaj, cov uas tu plaub, cov tub ceev xwm, thiab tej nom tswv huvsi hauv tej xeev kom tuaj txoos ua ke ua thawj zaug kevcai pe hawm tus dab mlom uas vajntxwv Nenpukhanexa muab txawb cia lawm."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.3","label":"3","content":"Cov thawj kav tej tebchaws, cov thawj uas kav lub xeev, cov thawj uas kav tej moos, cov tub sablaj, cov uas ceev txhab nyiaj, cov uas tu plaub, cov tub ceev xwm, thiab tej nom tswv huvsi hauv tej xeev txawm tuaj txoos ua ke thawj zaug ua kevcai pe hawm tus dab mlom uas vajntxwv Nenpukhanexa muab txawb cia lawd. Lawv tuaj sawv ntsug rau ntawm tus dab mlom uas Nenpukhanexa muab txawb cia lub xubntiag."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.4","label":"4","content":"Mas tus uas tshaj tawm kuj qw nrov hais tias, “Ib tsoom neeg, ib tsoom tebchaws thiab nej cov uas hais txhua yam lus, cia li mloog."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.5","label":"5","content":"Thaum nej hnov lub suab raj kub yaj, raj ntsaws, nkauj nog ncas me, nkauj nog ncas tshiav, nkauj nog ncas loj, nruas npuaj thiab txhua yam cuab yeej suab nkauj nrov, nej sawvdaws yuav tsum khwb nkaus pe hawm tus dab mlom kub uas vajntxwv Nenpukhanexa ua txawb cia ntawd."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.6","label":"6","content":"Leejtwg tsis khwb nkaus pe hawm, yuav muab tus ntawd pov tamsim ntawd rau hauv lub niag qhov hluavtaws uas tabtom cig.”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.7","label":"7","content":"Yog li no thaum cov neeg sawvdaws hnov suab raj kub yaj, raj ntsaws, nkauj nog ncas me, nkauj nog ncas tshiav, nkauj nog ncas loj, nruas npuaj thiab txhua yam cuab yeej suab nkauj nrov, mas ib tsoom neeg, ib tsoom tebchaws thiab cov uas hais txhua yam lus sawvdaws txawm khwb nkaus pe hawm tus dab mlom kub uas vajntxwv Nenpukhanexa ua txawb cia ntawd."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.8","label":"8","content":"Thaum ntawd cov Kheedia qee leej txawm ua lub siab phem tuaj kom cov Yudai."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.9","label":"9","content":"Lawv hais rau vajntxwv Nenpukhanexa tias, “Au vajntxwv, thov koj muaj txojsia nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.10","label":"10","content":"Au vajntxwv, koj twb tawm ib txoj kevcai tias txhua tus uas hnov suab raj kub yaj, raj ntsaws, nkauj nog ncas me, nkauj nog ncas tshiav, nkauj nog ncas loj, nruas npuaj thiab txhua yam cuab yeej suab nkauj nrov, lawv yuav tsum khwb nkaus pe hawm tus dab mlom kub."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.11","label":"11","content":"Yog leejtwg tsis khwb nkaus pe hawm, yuav muab tus ntawd pov rau hauv cub hluavtaws uas tabtom cig."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.12","label":"12","content":"Cov Yudai muaj qee leej uas koj muab tsa tu tej haujlwm hauv lub xeev Npanpiloo, yog Salab, Mesa thiab Anpenekau. Au vajntxwv, cov neeg no tsis quav ntsej koj. Lawv tsis ua koom tu koj tej dab thiab tsis pe hawm tus dab mlom kub uas koj ua txawb cia ntawd.”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.13","label":"13","content":"Mas Nenpukhanexa kuj chim heev thiaj hais kom coj Salab, Mesa thiab Anpenekau tuaj. Lawv thiaj coj peb leeg ntawd tuaj cuag vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.14","label":"14","content":"Nenpukhanexa hais rau lawv tias, “Salab, Mesa thiab Anpenekau 'e, qhov uas nej tsis ua koom tu kuv tej dab thiab tsis pe hawm tus dab mlom kub uas kuv ua txawb cia ntawd muaj tseeb los tsis muaj?"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.15","label":"15","content":"Yog nej kam mas thaum nej hnov suab raj kub yaj, raj ntsaws, nkauj nog ncas me, nkauj nog ncas tshiav, nkauj nog ncas loj, nruas npuaj thiab txhua yam cuab yeej suab nkauj nrov, nej cia li khwb nkaus pe hawm tus dab mlom uas kuv tau ua cia ntawd. Yog nej tsis pe hawm mas yuav muab nej pov tamsim ntawd rau hauv cub hluavtaws uas tabtom cig. Mas tus timtswv twg yuav pab nej dim hauv kuv txhais tes?”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.16","label":"16","content":"Ces Salab, Mesa thiab Anpenekau txawm teb vajntxwv tias, “Au Nenpukhanexa, tsis txog peb yuav teb koj txog qhov no."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.17","label":"17","content":"Yog muaj li ntawd Vajtswv uas peb ua koom tu yuav cawm tau peb dim hauv cub hluavtaws. Au vajntxwv, nws kuj yuav cawm peb dim hauv koj txhais tes thiab."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.18","label":"18","content":"Txawm yog tsis ua li ntawd los, au vajntxwv, thov hais rau koj paub tias peb yuav tsis ua koom tu koj tej dab lossis pe hawm tus dab mlom kub uas koj ua txawb cia ntawd.”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.19","label":"19","content":"Ces Nenpukhanexa kuj npau taws kawg, nws lub ntsej muag txawv kiag rau Salab, Mesa thiab Anpenekau. Nws hais kom rauv cub hluavtaws kom cig hlob dua li uas txeev rauv xya npaug."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.20","label":"20","content":"Nws hais kom nws cov tub rog qee leej uas muaj zog muab Salab, Mesa thiab Anpenekau khi thiab muab pov rau hauv cub hluavtaws uas tabtom cig."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.21","label":"21","content":"Peb leeg no raug muab khi nrees tseem hnav tsho ntev thiab ris tsho thiab ntoo kaus mom thiab lwm yam tsoos, thiab lawv raug muab pov rau hauv cub hluavtaws uas tabtom cig."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.22","label":"22","content":"Vim yog vajntxwv hais tawv kawg li thiab cub hluavtaws kuj kub heev mas tej nplaim taws thiaj hlawv cov neeg uas pov Salab, Mesa thiab Anpenekau ntawd kub hnyiab tag."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.23","label":"23","content":"Mas peb tug no uas yog Salab, Mesa thiab Anpenekau lawv raug khi nrees poob rau hauv cub hluavtaws uas tabtom cig."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.24","label":"24","content":"Thaum ntawm vajntxwv Nenpukhanexa phimhwj thiaj maj nroos sawv tsees. Nws hais rau nws cov tub sablaj tias, “Peb muab peb leeg khi pov rau hauv cub hluavtaws xwb los tsis yog?” Lawv teb vajntxwv tias, “Au vajntxwv, muaj tseeb li koj hais.”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.25","label":"25","content":"Mas Vajntxwv teb tias, “Ciav kuv pom plaub leeg tsis khi li tabtom mus mus los los hauv cov hluavtaws thiab lawv tsis raug mob li. Tus uas plaub mas saib yam li yog tej timtswv li ib tug tub.”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.26","label":"26","content":"Nenpukhanexa txawm txav los ze ntawm lub qhov rooj cub tawg uas tabtom cig thiab hais tias, “Salab, Mesa thiab Anpenekau uas yog tus Vajtswv loj dua ntais cov tub qhe 'e, cia li tawm los, Cia li los ntawm no.” Salab, Mesa thiab Anpenekau txawm tawm hauv hluavtaws los."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.27","label":"27","content":"Cov thawj kav tej tebchaws, cov thawj uas kav lub xeev, cov thawj uas kav tej moos, thiab vajntxwv cov tub sablaj kuj tuaj ua ke mas pom tias hluavtaws tsis ua li cas rau lawv peb leeg ntawd lub cev kiag li, lawv tej plaubhau twb tsis caws, lawv tej tsho twb tsis hiav thiab twb tsis hnov tsw pa hluavtaws ntawm lawv kiag li."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.28","label":"28","content":"Nenpukhanexa hais tias, “Qhuas Salab, Mesa thiab Anpenekau lawv tus Vajtswv, yog tus uas txib nws li tubtxib saum ntuj tuaj tso nws cov tub qhe uas tso siab rau nws kom dim. Lawv rhuav vajntxwv tej lus pov tseg, thiab yeem tso lawv lub cev tseg zoo dua li ua koom tu thiab pe lwm tus dab uas tsis yog lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.29","label":"29","content":"Vim li no kuv tawm ib tsab kevcai tias, haiv neeg twg thiab lub tebchaws twg thiab cov uas hais yam lus twg kuj xij, yog hais tawm tsam Salab, Mesa thiab Anpenekau tus Vajtswv, mas nws tej tes taw yuav raug muab dua tu pov tseg, thiab nws lub tsev yuav raug muab rhuav pob tag, rau qhov tsis muaj dua ib tug timtswv uas yuav tso kom dim tau li no.”"},{"bible_id":"1269","chapter_code":"DAN.3","verse_code":"DAN.3.30","label":"30","content":"Vajntxwv txawm muab Salab, Mesa thiab Anpenekau lawv tsa ua loj dua qub rau hauv lub xeev Npanpiloo."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.1","label":"1","content":"Kuv yog vajntxwv Nenpukhanexa tshaj tawm rau ib tsoom neeg thiab ib tsoom tebchaws thiab cov uas hais txhua yam lus uas nyob thoob qab ntuj hais tias, Thov kom nej tsuas muaj noj qab nyob zoo heev zuj zus."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.2","label":"2","content":"Kuv pom zoo uas yuav piav tej txujci tseem ceeb thiab tej txujci phimhwj uas Vajtswv tus loj dua ntais tau ua rau kuv."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.3","label":"3","content":"Nws tej txujci loj kawg li lauj! Nws tej haujlwm phimhwj muaj hwjchim kawg li lauj! Nws yuav kav mus ib txhis tsis kawg thiab nws muaj hwjchim kav ib tiam dhau ib tiam."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.4","label":"4","content":"Kuv yog Nenpukhanexa noj qab nyob zoo hauv kuv lub tsev thiab vam meej rau hauv kuv lub tsev vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.5","label":"5","content":"Kuv ua npau suav pom yam uas ua rau kuv ntshai. Thaum kuv pw saum kuv lub txaj tej uas kuv xav thiab tej uas kuv ua yog toog tshwm rau hauv kuv lub taubhau ua rau kuv poob siab."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.6","label":"6","content":"Kuv thiaj ua ntawv kom coj cov neeg txawj ntse hauv Npanpiloo sawvdaws tuaj cuag kuv kom lawv thiaj txhais tau zaj npau suav rau kuv paub."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.7","label":"7","content":"Cov txiv neeb txiv yaig thiab cov uas txawj ua khawv koob yees siv thiab cov Kheedia txawm nkag los. Kuv thiaj piav zaj npau suav rau lawv, tiamsis lawv txhais tsis tau lub ntsiab."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.8","label":"8","content":"Thaum kawg Daniyee thiaj tuaj cuag kuv, nws muaj dua ib lub npe hu ua Npeethesaxa raws li kuv tus dab lub npe, nws muaj tej timtswv  uas dawb huv tus ntsuj plig, mas kuv piav zaj npau suav rau nws mloog tias,"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.9","label":"9","content":"“Npeethesaxa uas yog tej txiv neeb tus thawj 'e, vim yog kuv paub tias tej timtswv uas dawb huv tus ntsuj plig nyob hauv koj thiab tsis muaj ib yam dabtsi uas tsis muaj leejtwg paub uas yuav ceeblaj dhau koj txhais tsis tau, zaj uas kuv ua npau suav pom yog li no. Mas thov koj txhais lub ntsiab rau kuv."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.10","label":"10","content":"Zaj yog toog uas tshwm rau hauv kuv lub taubhau rau thaum kuv pw saum lub txaj yog li no. Kuv saib mas pom ib tsob ntoo nyob hauv plawv lub ntiajteb siab kawg li."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.11","label":"11","content":"Tsob ntoo ntawd loj hlob thiab khov kawg li, lub ntsis siab mus nto ntuj, thiab thoob qab ntuj kawg puavleej pom tau."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.12","label":"12","content":"Cov nplooj kuj zoo nkauj, cov txiv kuj ncw, sawvdaws noj tau tsob ntoo ntawd. Tej tsiaj qus los nraim hauv tus qab duab ntxoov ntxoo thiab tej nas noog saum nruab ntug los nyob saum tej ceg, thiab txhua yam uas muaj txojsia kuj noj tsob ntoo ntawd."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.13","label":"13","content":"“Zaj yog toog uas tshwm rau hauv kuv lub taubhau rau thaum kuv pw saum lub txaj, ua ciav kuv pom ib tug faj xwm dawb huv nqes saum ntuj los."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.14","label":"14","content":"Nws qw nrov thiab hais tias, ‘Cia li ntov tsob ntoo no thiab txiav nws tej ceg huvsi, cia li muab tej nplooj lwg du lug thiab muab tej txiv w rau tom ub tom no. Cia tej tsiaj khiav hauv tsob qab ntoo mus thiab tej noog khiav saum tej ceg tag."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.15","label":"15","content":"Tiamsis tseg lub hauv paus thiab cov cag nyob hauv av, muab ib daim hlau thiab tooj liab khwb lub hauv paus cia nyob hauv nruab nrab tej nroj mos tom teb. Cia nws ntub tej lwg saum ntuj, cia nws nrog tsiaj qus nyob hauv nruab nrab tej nroj tsuag hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.16","label":"16","content":"Cia nws lub siab hloov tsis thooj li neeg lub thiab muab tsiaj qus lub siab rau nws. Tso nws nyob li ntawd kom puv xya xyoo."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.17","label":"17","content":"Tej lus txiav txim ntawd yog cov faj xwm txiav, yog cov uas dawb huv tej lus txiav txim siab kom cov uas muaj txojsia nyob thiaj paub tias tus Vajtswv loj dua ntais kav neeg tej tebchaws thiab pub tebchaws rau tus uas nws xav pub, thiab tsa tus uas qes kawg ua tus uas kav.’"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.18","label":"18","content":"Zaj npau suav no yog kuv vajntxwv Nenpukhanexa pom. Npeethesaxa 'e, koj cia li hais lub ntsiab rau kuv, rau qhov cov neeg txawj ntse hauv kuv lub tebchaws sawvdaws txhais tsis tau zaj npau suav rau kuv, tiamsis koj yuav txhais tau vim tej timtswv dawb huv tus ntsuj plig nyob hauv koj.”"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.19","label":"19","content":"Ces Daniyee uas muaj dua npe hu ua Npeethesaxa txawm nyuaj siab ib nyuag pliag thiab tej uas nws xav ua rau nws poob siab. Vajntxwv thiaj hais tias, “Npeethesaxa, tsis txhob cia zaj npau suav lossis lub ntsiab ua rau koj poob siab.” Npeethesaxa teb tias, “Yawg hlob, thov cia zaj npau suav ntawd poob rau cov uas ntxub koj thiab lub ntsiab poob rau koj cov yeeb ncuab."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.20","label":"20","content":"Tsob ntoo uas koj pom, uas loj hlob thiab khov kawg li, lub ntsis siab mus nto ntuj, thiab thoob qab ntuj kawg puavleej pom tau,"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.21","label":"21","content":"cov nplooj kuj zoo nkauj, cov txiv kuj ncw, sawvdaws noj tau tsob ntoo ntawd, thiab tej tsiaj qus los nraim hauv tus qab duab ntxoov ntxoo thiab tej nas noog saum nruab ntug los nyob saum tej ceg,"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.22","label":"22","content":"au vajntxwv, tsob ntoo ntawd yog koj ntag. Koj loj hlob thiab khov, qhov uas koj tau ua loj kuj loj zuj zus tuaj thiab siab mus nto ntuj, thiab koj muaj hwjchim kav mus thoob qab ntuj kawg."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.23","label":"23","content":"Koj pom ib tug faj xwm dawb huv nqes saum ntuj los thiab hais tias, ‘Cia li ntov tsob ntoo no thiab ua kom puam tsuaj, tiamsis tseg lub hauv paus thiab cov cag nyob hauv av, muab ib daim hlau thiab tooj liab khwb lub hauv paus cia nyob hauv nruab nrab tej nroj mos tom teb. Cia nws ntub tej lwg saum ntuj, cia nws nrog tsiaj qus nyob, mus txog thaum puv xya xyoo.’"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.24","label":"24","content":"Au vajntxwv, tej uas koj pom ntawd lub ntsiab yog li no. Vajtswv uas loj dua ntais hais lus tuaj rau vajntxwv uas yog kuv tus tswv tias"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.25","label":"25","content":"koj yuav raug muab ntiab tawm hauv tej neeg mus thiab koj yuav nrog tej tsiaj qus nyob, thiab koj yuav tsum noj zaub ib yam li nyuj, thiab koj yuav ntub cov lwg saum ntuj, thiab koj yuav nyob li ntawd kom puv xya xyoo,  mus txog thaum koj paub tias tus uas loj dua ntais kav neeg tej tebchaws thiab pub tebchaws rau tus uas nws xav pub."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.26","label":"26","content":"Qhov uas hais kom tseg lub hauv paus ntoo thiab tej cag nyob ntawd, lub ntsiab yog hais tias koj lub tebchaws tseem tseg rau koj kav, txij thaum koj lees tias Vajtswv ntuj kav rawv."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.27","label":"27","content":"Au vajntxwv, vim li no thov koj yuav tej lus uas kuv hais. Muab koj tej kev txhaum pov tseg es ua ncaj ncees, thiab tseg koj tej kev phem kev qias es muaj lub siab khuvleej cov uas raug quab yuam, xwv koj thiaj noj qab nyob zoo ntev mus.”"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.28","label":"28","content":"Tej xwm txheej no huvsi tshwm los raug vajntxwv Nenpukhanexa."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.29","label":"29","content":"Dhau kaum ob lub hlis nws mus ncig saum vajntxwv txheej tsev las tshav hauv Npanpiloo,"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.30","label":"30","content":"thiab vajntxwv hais tias, “No yog lub tuam nroog Npanpiloo los tsis yog, uas kuv siv lub hwjchim loj kawg tsim los ua lub chaw rau vajntxwv nyob thiab ua rau kuv lub hwjchim meej mom nto moo lug?”"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.31","label":"31","content":"Thaum tej lus ntawd tseem nyob hauv vajntxwv lub qhov ncauj txawm muaj ib lub suab hais saum ntuj tuaj hais tias, “Au vajntxwv Nenpukhanexa, tej lus no yog hais rau koj tias, lub tebchaws ncaim ntawm koj lawm,"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.32","label":"32","content":"thiab koj yuav raug muab ntiab tawm hauv tej neeg mus thiab koj yuav nrog tej tsiaj qus nyob, thiab koj yuav tsum noj zaub ib yam li nyuj, thiab koj yuav nyob li ntawd kom puv xya xyoo,  mus txog thaum koj lees paub tias tus uas loj dua ntais kav neeg tej tebchaws thiab pub tebchaws rau tus uas nws xav pub.”"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.33","label":"33","content":"Ces tamsim ntawd tej lus ntawd txawm tiav rau Nenpukhanexa. Nws raug muab ntiab tawm hauv tej neeg mus thiab nws noj zaub ib yam li nyuj, nws lub cev ntub lwg saum ntuj mus txog thaum cov plaubhau ntev li plaub dav thiab nws tej rau tes ntev li rau noog."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.34","label":"34","content":"Dhau lub sijhawm ntawd lawm, kuv, Nenpukhanexa, tsa muag ntsia saum ntuj mas kuv rov feeb meej li qub, kuv thiaj qhuas Vajtswv uas loj dua ntais, thiab kuv qhuas thiab ua rau tus uas nyob mus ib txhis tau koob meej, rau qhov nws muaj hwjchim kav mus ib txhis thiab nws lub tebchaws yuav nyob ruaj ib tiam dhau ib tiam mus li."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.35","label":"35","content":"Nws pom tias ib tsoom neeg hauv ntiajteb sawvdaws tsis tseem ceeb dabtsi, nws ua raws li nws lub siab nyiam rau cov neeg qaum ntuj thiab rau cov uas nyob ntiajteb, tsis muaj leejtwg tav tau Vajtswv txhais tes lossis hais rau nws tias, “Koj ua dabtsi ne?”"},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.36","label":"36","content":"Lub sijhawm ntawd kuv lub siab thiaj li feeb rov los, thiab kuv lub hwjchim meej mom thiab kuv lub meej nthawb thiaj li rov los rau kuv ua rau kuv lub tebchaws tau koob meej. Kuv cov tub sablaj thiab kuv cov thawj tuaj cuag kuv, thiab kuv thiaj rov raug muab tsa kav lub tebchaws ruaj thiab tau koob meej loj tsav ntxiv rau."},{"bible_id":"1269","chapter_code":"DAN.4","verse_code":"DAN.4.37","label":"37","content":"Nimno kuv, Nenpukhanexa, qhuas thiab txhawb nqa thiab muab koob meej rau tus tuam vajntxwv saum ntuj, rau qhov txhua yam uas nws ua kuj raug cai thiab nws tej kev kuj ncaj. Cov uas ua lub neej khav theeb nws muab txo tau kom qes."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.1","label":"1","content":"Vajntxwv Npeesaxa npaj ib rooj noj loj rau nws cov thawj ib txhiab leej, thiab nws haus cawv txiv hmab tab meeg ib txhiab leej ntawd."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.2","label":"2","content":"Thaum Npeesaxa sim tej cawv txiv hmab ntawd lawm txawm hais kom coj tej tais nyiaj tais kub uas nws txiv Nenpukhanexa  tau coj hauv lub tuam tsev hauv lub nroog Yeluxalees los, xwb vajntxwv thiab nws cov thawj thiab nws tej pojniam thiab tej hluas nkauj thiaj siv haus cawv txiv hmab."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.3","label":"3","content":"Lawv thiaj coj tej tais nyiaj tais kub uas coj hauv lub tuam tsev uas yog Vajtswv lub tuam tsev hauv Yeluxalees los tuaj. Mas vajntxwv thiab nws cov thawj thiab nws tej pojniam thiab nws tej hluas nkauj siv tej tais ntawd haus cawv txiv hmab."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.4","label":"4","content":"Lawv haus cawv txiv hmab thiab qhuas tej dab mlom uas muab nyiaj muab kub muab tooj liab muab hlau muab ntoo thiab muab pob zeb ua."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.5","label":"5","content":"Tamsim ntawd txawm muaj ntiv tes neeg tshwm plaws los sau rau ntawm vajntxwv phab ntsa tsev ncaj ntawm lub teeb. Mas vajntxwv pom txhais tes uas sau ntawd."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.6","label":"6","content":"Vajntxwv ntshaus tag thiab tej uas nws xav ua rau nws poob siab tag. Nws txhais ceg tsaug tag, nws hauv caug tshee hnyo."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.7","label":"7","content":"Vajntxwv txawm qw nrov kom coj cov txiv neeb txiv yaig thiab cov Kheedia thiab cov uas txawj saib caij saib nyoog. Vajntxwv hais rau cov neeg txawj ntse hauv Npanpiloo tias, “Leejtwg nyeem tau tej lus uas sau no thiab txhais tau rau kuv, kuv yuav pub cev tsoos tsamxem rau nws hnav thiab pub txoj saw kub rau nws coj ntawm caj dab, thiab yuav muab nws tsa ua kuv tus tim xyoob uas ob kav lub tebchaws.”"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.8","label":"8","content":"Mas vajntxwv cov neeg uas txawj ntse tuaj tag nrho tiamsis lawv nyeem tsis tau thiab txhais tsis tau lub ntsiab rau vajntxwv paub kiag li."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.9","label":"9","content":"Mas vajntxwv Npeesaxa kuj poob siab heev thiab nws ntsej muag thim xem tag, thiab nws cov thawj kuj ntxhov hnyo."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.10","label":"10","content":"Thaum poj vaj hnov vajntxwv thiab cov thawj tej lus ntawd nws txawm nkag mus rau hauv chav tsev noj haus thiab hais tias, “Au vajntxwv, thov kom koj muaj txojsia nyob mus ib txhis. Tsis txhob poob siab lossis ua ntsej muag thim xem tag."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.11","label":"11","content":"Hauv koj lub tebchaws muaj ib yawg uas tej timtswv uas dawb huv tus ntsuj plig nyob hauv nws. Thaum koj txiv ua vajntxwv kav, mas pom muaj txojkev kaj thiab kev paub thiab tswvyim ib yam li tej timtswv li tswvyim nyob hauv nws, mas koj txiv vajntxwv Nenpukhanexa tau tsa nws ua cov uas ua khawv koob yees siv, cov txiv neeb txiv yaig, cov Kheedia thiab cov uas txawj saib caij saib nyoog tus thawj,"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.12","label":"12","content":"rau qhov pom tias Daniyee uas vajntxwv tis dua npe hu ua Npeethesaxa muaj ntsuj plig zoo kawg thiab kev paub txawj txhais npau suav, txawj txhais txhiaj txhais thiab daws teeb meem. Nimno cia li hu Daniyee tuaj, nws yuav qhia lub ntsiab rau koj paub.”"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.13","label":"13","content":"Lawv thiaj coj Daniyee tuaj cuag vajntxwv, mas vajntxwv hais rau Daniyee tias, “Koj yog tus Daniyee uas poob Yuda tebchaws los uas tus vajntxwv uas yog kuv txiv coj hauv Yuda tebchaws los lov?"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.14","label":"14","content":"Kuv hnov tias tej timtswv uas dawb huv tus ntsuj plig nyob hauv koj, thiab txojkev kaj thiab kev paub thiab tswvyim zoo muaj nyob hauv koj."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.15","label":"15","content":"Nimno cov neeg txawj ntse thiab cov txiv neeb txiv yaig raug muab coj tuaj cuag kuv tuaj nyeem tej lus uas sau no thiab txhais lub ntsiab rau kuv paub, tiamsis lawv txhais tsis tau zaj no kiag li."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.16","label":"16","content":"Kuv hnov tias koj txawj txhais lub ntsiab thiab daws tau teeb meem. Nimno yog koj nyeem tau tej lus uas sau no thiab txhais tau lub ntsiab rau kuv paub, kuv yuav pub cev tsoos tsamxem rau koj hnav thiab pub txoj saw kub rau koj coj ntawm caj dab, thiab koj yuav raug muab tsa ua kuv tus tim xyoob uas ob kav lub tebchaws.”"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.17","label":"17","content":"Mas Daniyee teb vajntxwv tias, “Thov khaws tej uas koj pub ntawd cia rov rau koj, thiab muab tej tshav ntuj ntawd rau lwm tus. Vajntxwv, txawm li cas los kuv yuav nyeem tej lus uas sau ntawd rau koj mloog thiab txhais lub ntsiab rau koj paub."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.18","label":"18","content":"Au vajntxwv, Vajtswv uas loj dua ntais pub koj txiv Nenpukhanexa tau ua vajntxwv kav thiab pub nws ua loj kawg thiab pub koob meej thiab hwjchim meej mom rau nws."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.19","label":"19","content":"Vim nws pub koj txiv ua loj kawg mas ib tsoom neeg thiab ib tsoom tebchaws thiab cov uas hais txhua yam lus thiaj ntshai koj txiv ua tshee hnyo. Nws yuav tua leejtwg kuj tua kiag pov tseg, yuav tseg leejtwg txojsia kuj tseg, nws yuav tsa leejtwg kuj tsa, yuav qhau leejtwg kuj qhau."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.20","label":"20","content":"Tiamsis thaum koj txiv lub siab tsab ua loj thiab nws ua lub siab tawv nws thiaj khav ntxhias, mas nws thiaj raug muab hle ntawm lub zwm txwv vajntxwv, thiab nws lub koob meej raug muab rho ntawm nws mus."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.21","label":"21","content":"Nws raug muab ntiab tawm hauv tej neeg mus thiab nws lub siab hloov zoo li tsiaj qus lub. Nws nrog nees luav qus nyob, muab zaub rau nws noj yam li nyuj thiab nws lub cev ntub lwg saum ntuj, mus txog thaum nws lees paub tias tus Vajtswv uas loj dua ntais kav neeg tej tebchaws thiab tsa tus uas nws xav kom kav tej tebchaws ntawd."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.22","label":"22","content":"Npeesaxa, koj uas yog nws tus tub, txawm yog koj paub tej no huvsi lawm los koj tsis txo koj lub siab,"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.23","label":"23","content":"koj txawm tsa koj tus kheej tawm tsam tus Tswv ntuj. Koj tseem coj tej tais hauv tus Tswv lub tuam tsev los rau ntawm koj xubntiag, mas koj thiab koj cov thawj thiab koj cov pojniam thiab koj cov hluas nkauj muab tej tais ntawd haus cawv txiv hmab, thiab koj qhuas tej dab mlom uas muab nyiaj muab kub muab tooj liab muab hlau muab ntoo thiab muab pob zeb ua uas tsis pom kev tsis hnov lus thiab tsis paub dabtsi. Tiamsis koj tsis muab koob meej rau tus Vajtswv uas tuav koj txojsia rau hauv nws txhais tes thiab koj txhua txojkev nyob ntawm nws coj."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.24","label":"24","content":"Nws thiaj txib txhais tes ntawm nws xubntiag mus sau tej lus no."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.25","label":"25","content":"“No yog tej lus uas sau cia ntawd. MENE, MENE, TEKHEE thiab PAXI."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.26","label":"26","content":"No yog tej ntsiab lus ntawd. MENE txhais tias Vajtswv twb teem caij nyoog rau qhov uas koj ua vajntxwv thiab coj los txog qhov kawg lawm."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.27","label":"27","content":"TEKHEE txhais tias koj raug muab luj hauv rab teev mas pom tias muaj tsis txwm."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.28","label":"28","content":"PELE txhais tias koj lub tebchaws raug muab faib thiab muab rau cov Midia thiab cov Pawxia.”"},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.29","label":"29","content":"Npeesaxa txawm hais kom lawv muab cev tsoos tsamxem rau Daniyee hnav, thiab muab txoj saw kub rau nws coj ntawm caj dab, thiab tshaj tawm txog nws tias nws yuav ua tus tim xyoob uas ob kav lub tebchaws."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.30","label":"30","content":"Ces hmo ntawd Npeesaxa uas yog neeg Kheedia txawm raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"DAN.5","verse_code":"DAN.5.31","label":"31","content":"Mas Dali‑a uas yog neeg Midia txeeb kav lub tebchaws, nws hnub nyoog muaj rau caum ob xyoos."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.1","label":"1","content":"Dali‑a txaus siab yuav tsa ib puas nees nkaum leej ua thawj kav tej tebchaws huvsi uas nws tau kav lawd."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.2","label":"2","content":"Thiab nws tsa peb tug tim xyoob kav cov ntawd, Daniyee yog ib tug hauv peb tug tim xyoob ntawd. Cov thawj uas kav tebchaws ntawd yuav tsum cev lus rau peb tug ntawd thiaj tsis muaj kev nyuaj rau vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.3","label":"3","content":"Daniyee tau koob meej heev dua lwm tus tim xyoob thiab cov thawj uas kav tebchaws, vim nws muaj ntsuj plig zoo tshaj plaws, mas vajntxwv thiaj npaj siab yuav tsa nws kav tag nrho lub tebchaws huvsi."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.4","label":"4","content":"Cov tim xyoob thiab cov thawj uas kav tej tebchaws txawm nrhiav plaub kom Daniyee txog tej kev kav tebchaws, tiamsis lawv nrhiav tsis tau plaub lossis ib qho txhaum kom nws, vim nws pheej ua ncaj, mas nrhiav tsis tau ib qho uas nws ua yuam kev lossis ib qho txhaum kiag li."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.5","label":"5","content":"Lawv cov ntawd txawm hais tias, “Peb yuav nrhiav tsis tau ib qho plaub kom tus Daniyee no, tsuas yog peb nrhiav plaub ntsig txog nws tus Vajtswv txoj kevcai xwb thiaj tau.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.6","label":"6","content":"Mas cov tim xyoob thiab cov thawj ntawd thiaj ntaus tswvyim mus cuag vajntxwv thiab hais tias, “Au vajntxwv Dali‑a, thov kom koj muaj txojsia nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.7","label":"7","content":"Cov tim xyoob hauv lub tebchaws, cov thawj kav tej tebchaws, cov thawj uas kav lub xeev, vajntxwv cov tub sablaj thiab cov thawj uas kav tej moos sawvdaws hais hum tias tsim nyog vajntxwv rhawv ib txoj kevcai rau sawvdaws coj thiab txwv tu nrho hais tias, hauv peb caug hnub no yog leejtwg thov tej dab lossis ib tug neeg twg uas tsis yog vajntxwv koj, mas cia muab tus ntawd pov rau hauv qhov tsov ntxhuav."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.8","label":"8","content":"Au vajntxwv, nimno thov koj rhawv txoj kevcai txwv li no thiab sau koj npe rau hauv kom thiaj hloov tsis tau raws li cov Midia thiab cov Pawxia tej kevcai uas muab kho dua tsis tau li.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.9","label":"9","content":"Vim li no vajntxwv Dali‑a thiaj nqes npe rau tsab ntawv uas rhawv kevcai txwv ntawd."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.10","label":"10","content":"Thaum Daniyee paub tias vajntxwv nqes npe rau tsab ntawv kevcai ntawd lawm, nws mus rau hauv nws lub tsev txheej saud uas muaj qhov rais qheb tig mus rau lub nroog Yeluxalees. Mas nws txhos caug thov thiab ua Vajtswv tsaug ib hnub peb zaug ib yam li nws txeev ua los lawd."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.11","label":"11","content":"Cov neeg ntawd txawm ntaus tswvyim tuaj mas pom Daniyee thov thiab taij nws tus Vajtswv."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.12","label":"12","content":"Ces lawv txawm mus cuag vajntxwv thiab hais txog txoj kevcai uas txwv ntawd tias, “Au vajntxwv, koj tsis tau nqes npe rau hauv tsab ntawv uas txwv hais tias, hauv peb caug hnub no yog leejtwg thov tej dab lossis ib tug neeg twg uas tsis yog vajntxwv koj, ces yuav muab tus ntawd pov rau hauv qhov tsov ntxhuav lov?” Vajntxwv teb tias, “Zaj ntawd tseem ruaj khov, raws li cov Midia thiab cov Pawxia tej kevcai uas muab kho dua tsis tau li.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.13","label":"13","content":"Lawv thiaj teb vajntxwv tias, “Au vajntxwv, tus Daniyee uas nrog cov Yuda uas poob tebchaws los no, tsis quav ntsej koj thiab tsab kevcai txwv uas koj twb nqes npe rau lawd, nws tseem thov Vajtswv ib hnub peb zaug thiab.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.14","label":"14","content":"Thaum vajntxwv hnov tej lus ntawd lawm, nws txawm nyuaj siab heev thiab nws muaj siab nrhiav kev tso Daniyee dim. Nws yooj xeeb nrhiav kev cawm Daniyee mus txog thaum hnub poob qho."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.15","label":"15","content":"Ces cov neeg ntawd txawm ua ke rov tuaj cuag vajntxwv thiab hais rau vajntxwv tias, “Au vajntxwv, koj yeej paub tias cov Midia thiab cov Pawxia txoj kevcai hais tias tsab ntawv kevcai txwv lossis txoj kevcai twg uas vajntxwv rhawv cia lawd yeej hloov tsis tau li.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.16","label":"16","content":"Ces vajntxwv txawm hais kom coj Daniyee mus pov rau hauv qhov tsov ntxhuav. Vajntxwv thiaj hais rau Daniyee tias, “Thov koj tus Vajtswv uas koj ib txwm ua koom tu tso koj dim lauj!”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.17","label":"17","content":"Thiab lawv coj ib txhib zeb los kaw lub rooj qho, thiab vajntxwv ntaus nws lub cim rau thiab ntaus nws cov thawj li cim rau, kom thiaj hloov tsis tau tej uas ua rau Daniyee kiag li."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.18","label":"18","content":"Ces vajntxwv txawm rov mus tsev thiab yoo mov ib hmos, tsis kheev coj ib yam kev lomzem los rau nws, thiab nws pw tsis tsaug zog."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.19","label":"19","content":"Thaum kaj ntug vajntxwv sawv tsees maj nroos mus rau tom qhov tsov ntxhuav."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.20","label":"20","content":"Thaum nws tuaj ze lub qhov tsov uas Daniyee nyob, nws txawm qw nyuaj siab kawg hu Daniyee tias, “Au Daniyee uas yog Vajtswv uas muaj txojsia nyob tug qhev, koj tus Vajtswv uas koj ib txwm ua koom tu tso tau koj dim hauv cov tsov ntxhuav los lawm lov?”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.21","label":"21","content":"Daniyee teb vajntxwv tias, “Au vajntxwv, thov kom koj muaj txojsia nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.22","label":"22","content":"Kuv tus Vajtswv txib nws tus tubtxib saum ntuj tuaj kaw tsov ntxhuav qhov ncauj, tsov thiaj tsis ua li cas rau kuv, vim Vajtswv pom tias kuv tsis txhaum. Au vajntxwv, kuv tsis tau ua ib qho txhaum rau koj.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.23","label":"23","content":"Mas Vajntxwv zoo siab heev kawg, nws txawm hais kom rho Daniyee tawm hauv lub qhov los. Daniyee thiaj raug muab rho tawm los mas tsis pom nws raug ib qho mob kiag li vim nws tso siab rau nws tus Vajtswv."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.24","label":"24","content":"Ces vajntxwv hais kom coj cov neeg uas kom Daniyee ntawd tuaj pov rau hauv qhov tsov ntxhuav, tsis hais lawv thiab lawv tej pojniam menyuam huvsi. Thaum lawv poob tsis tau ti qab thu cov tsov ntxhuav twb muab lawv tom dua noj tag ua rau lawv tej pob txha tawg ua tej dwb daim."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.25","label":"25","content":"Vajntxwv Dali‑a txawm xa ntawv mus rau ib tsoom neeg thiab ib tsoom tebchaws thiab cov uas hais txhua yam lus uas nyob thoob plaws lub ntiajteb sawvdaws hais tias, “Thov kom nej muaj noj qab nyob zoo heev zuj zus."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.26","label":"26","content":"Kuv rhawv ib tsab kevcai tias thoob plaws tej tebchaws uas kuv kav tej neeg cia li ntshai Daniyee tus Vajtswv ua ib ce tshee hnyo, “rau qhov nws yog Vajtswv uas muaj txojsia nyob, nws nyob mus ib txhis, nws lub tebchaws yuav tsis raug kev puam tsuaj, thiab nws lub hwjchim tswjhwm yuav muaj nyob mus txog thaum kawg."},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.27","label":"27","content":"Nws cawm thiab tso kom dim, nws ua tej txujci tseem ceeb thiab txujci phimhwj rau saum ntuj thiab hauv lub ntiajteb, nws yog tus uas cawm Daniyee dim hauv tsov ntxhuav lub hwjchim.”"},{"bible_id":"1269","chapter_code":"DAN.6","verse_code":"DAN.6.28","label":"28","content":"Tus Daniyee no thiaj li vam meej rau thaum Dali‑a ua vajntxwv kav thiab thaum Xailab uas yog neeg Pawxia kav."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.1","label":"1","content":"Thawj xyoo uas Npeesaxa ua vajntxwv hauv Npanpiloo Daniyee ua npau suav thiab ua yog toog hauv nws taubhau rau thaum nws pw saum lub txaj. Nws thiaj muab zaj npau suav ntawd sau cia hais li no."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.2","label":"2","content":"Daniyee hais tias, “Kuv pom hauv zaj yog toog hmo ntuj muaj cua ntsawj plaub ceg kaum ntuj tuaj ua rau dej hiavtxwv loj ntas."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.3","label":"3","content":"Txawm muaj plaub tug niag tsiaj loj tawm hauv hiavtxwv los, nyias yog nyias ib yam tsiaj."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.4","label":"4","content":"Thawj tug zoo li tsov ntxhuav thiab muaj kooj tis li dav. Kuv ntsia ntsoov mas pom ob sab kooj tis raug muab rho kiag mus lawm thiab tus tsiaj ntawd raug muab tsa kiag sawv hauv pem teb kom siv ob txhais kotaw sawv ntsug yam li neeg, thiab muab neeg txojkev xav rau hauv tus tsiaj ntawd."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.5","label":"5","content":"Ua ciav txawm muaj dua ib tug tsiaj yog tus uas ob zoo li dais, tsa ib sab cev sawv. Nws kaus hniav ntxo nrees peb tug tav hauv nws qhov ncauj, mas muaj suab hais rau nws tias, ‘Cia li sawv tsees, cia li noj nqaij ntau ntau.’"},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.6","label":"6","content":"Dhau ntawd kuv saib ua ciav muaj dua ib tug tsiaj zoo li tsov pom txwv, muaj plaub phab tis noog saum nrob qaum. Tus tsiaj ntawd muaj plaub lub taubhau, thiab muab hwjchim tswjhwm rau nws."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.7","label":"7","content":"Dhau ntawd kuv pom hauv zaj yog toog hmo ntuj, ua ciav muaj tus tsiaj uas plaub, nyaum kawg thiab txaus ntshai heev thiab muaj zog heev kawg, muaj kaus hniav hlau loj heev. Nws noj thiab muab tsoo ua tej dwb daim thiab xuas kotaw ntaug tej uas noj tsis tag pov tseg. Nws tsis thooj li tej tsiaj uas nyob ua nws ntej, nws muaj kaum tus kub."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.8","label":"8","content":"Thaum kuv tshuaj saib tej kub ntawd, ua ciav muaj dua ib tug kub me me hlav hauv nruab nrab cov kub ntawd tuaj. Peb tus kub ua ntej raug muab dob kiag cag rau ntawm nws xubntiag. Tus kub me me ntawd muaj qhov muag zoo yam li neeg qhov muag, thiab muaj qhov ncauj uas hais tej lus khav ntxhias."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.9","label":"9","content":"“Thaum kuv tabtom ntsia ntsoov txawm muaj ntau lub zwm txwv raug muab txawb cia, thiab tus uas ib txwm muaj nyob los zaum. Nws cev tsoos dawb yam li daus xib daus npu, nws plaubhau saum taubhau zoo yam li cov tseem plaub yaj. Nws lub zwm txwv yog nplaim taws cig plaws, cov log tsheb ntawm lub zwm txwv yog hluavtaws cig laim pes lias."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.10","label":"10","content":"Hluavtaws tawm ntawm nws lub xubntiag ntws los yam li dej ntws. Muaj ntau txhiab leej ua koom tu nws, muaj ntau vam leej nyob ntawm nws xubntiag, tus tu plaub kuj txiav txim, tej phau ntawv kuj muab qheb cia."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.11","label":"11","content":"“Kuv tseem ntsia ntsoov vim tej lus khav theeb uas tus kub me me ntawd tabtom hais. Thaum kuv ntsia ntsoov, tus tsiaj ntawd txawm raug muab tua pov tseg, nws lub cev tuag muab ua puam tsuaj thiab raug muab hlawv kub hnyiab tag."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.12","label":"12","content":"Cov tsiaj uas tseem tshuav ntawd li hwjchim tswjhwm raug muab rho pov tseg lawm, tiamsis lawv txojsia tseem nyob mus txog ib lub caij thiab ib lub sijhawm."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.13","label":"13","content":"“Hmo ntuj kuv ua yog toog pum ua ciav muaj ib tug zoo li neeg tus tub nrog tej huab saum ntuj los, nws los cuag tus uas ib txwm muaj nyob, thiab raug coj los rau ntawm tus uas ib txwm muaj nyob lub xubntiag."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.14","label":"14","content":"Hwjchim tswjhwm thiab hwjchim ci ntsa iab thiab lub tebchaws raug muab cob rau nws, kom ib tsoom neeg thiab ib tsoom tebchaws thiab tej neeg uas hais txhua yam lus thiaj yuav ua koom tu nws, nws lub hwjchim tswjhwm yuav tsis txawj ploj, thiab nws lub tebchaws yuav tsis raug puam tsuaj."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.15","label":"15","content":"“Kuv yog Daniyee, kuv ntxhov siab heev thiab tej zaj yog toog hauv kuv taubhau ua rau kuv ntshai."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.16","label":"16","content":"Kuv thiaj txav mus cuag ib tug uas sawv ntawd thiab nug qhov tseeb txog tej no huvsi. Nws txawm hais rau kuv thiab qhia kuv paub tej ntawd lub ntsiab hais tias,"},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.17","label":"17","content":"‘Plaub tug niag tsiaj loj ntawd yog plaub tug vajntxwv uas yuav tshwm los hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.18","label":"18","content":"Tiamsis Vajtswv uas loj dua ntais cov neeg dawb huv yuav tau hwjchim kav tebchaws, qhov uas kav tebchaws ntawd yuav ua lawv teej lawv tug mus ib txhiab ib txhis li.’"},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.19","label":"19","content":"“Mas kuv xav paub qhov tseeb txog tus tsiaj uas plaub uas tsis thooj li lwm tus tsiaj huvsi, uas yog nyaum kawg muaj kaus hniav hlau thiab rau tooj liab, thiab noj thiab muab tsoo ua tej dwb daim thiab xuas kotaw ntaug tej uas noj tsis tag pov tseg."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.20","label":"20","content":"Thiab xav paub txog kaum tus kub uas nyob saum nws taubhau thiab tus kub uas hlav tuaj thiab peb tug kub dam daws ntawm nws xubntiag, yog tus kub uas muaj qhov muag muaj qhov ncauj uas hais tej lus khav ntxhias, thiab saib zoo yam li loj dua lwm tus kub huvsi."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.21","label":"21","content":"Thaum kuv ntsia ntsoov, tus kub ntawd ua rog rau cov neeg dawb huv thiab kov yeej"},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.22","label":"22","content":"mus txog thaum tus uas ib txwm muaj nyob los txog, thiab txiav txim tuaj Vajtswv uas loj dua ntais cov neeg dawb huv tog, thiab txog sijhawm uas cov neeg dawb huv tau hwjchim kav."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.23","label":"23","content":"“Tus yawg ntawd hais tias, ‘Tus tsiaj uas plaub yog li no. Yuav muaj lub tebchaws uas plaub rau saum lub ntiajteb uas yuav txawv tsis thooj li txhua lub tebchaws huvsi, nws yuav noj thoob ntiajteb thiab muab tsuj thiab muab tsoo ua tej dwb daim."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.24","label":"24","content":"Hais txog kaum tus kub ntawd mas yuav muaj kaum tus vajntxwv sawv tawm hauv lub tebchaws ntawd los. Dhau lawv lawm yuav muaj dua ib tug tshwm los tom qab txawv tej uas nyob ua ntej, thiab nws yuav kov yeej peb tus vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.25","label":"25","content":"Nws yuav hais lus tawm tsam Vajtswv uas loj dua ntais, thiab yuav quab yuam tus uas loj dua ntais cov neeg dawb huv, thiab xav tswvyim hloov lub caij nyoog thiab tej kevcai. Lawv yuav raug muab cob rau hauv nws txhais tes ib ncua sijhawm thiab ob ncua thiab ib nrab ncua."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.26","label":"26","content":"Tiamsis cov tu plaub yuav txiav txim, mas yuav muab nws lub hwjchim tswjhwm rho ntawm nws mus, yuav muab ua puam tsuaj liamsim tag nrho huvsi."},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.27","label":"27","content":"Mas qhov uas kav tebchaws thiab hwjchim tswjhwm thiab txhua lub tebchaws hauv qab ntuj li meej mom yuav raug muab rau tus uas loj dua ntais cov neeg dawb huv, lawv yuav muaj hwjchim kav mus ib txhis, thiab txhua lub tebchaws yuav zwm rau lawv thiab mloog lawv lus.’"},{"bible_id":"1269","chapter_code":"DAN.7","verse_code":"DAN.7.28","label":"28","content":"“Tej xwm txheej kuj kawg li no. Kuv yog Daniyee, mas tej uas kuv xav ua rau kuv poob siab heev thiab kuv lub ntsej muag thim xem tag. Tiamsis kuv khaws tej no cia rau hauv kuv lub siab.”"},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.1","label":"1","content":"Xyoo peb uas Npeesaxa ua vajntxwv kav, muaj ib zaj yog toog tshwm rau kuv Daniyee tom qab zaj yog toog thawj zaug."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.2","label":"2","content":"Kuv ua yog toog pom tias kuv nyob hauv lub tuam nroog Xuxa uas nyob hauv lub xeev Elas. Kuv ua yog toog pom tias kuv nyob ntawm ntug dej Ulai."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.3","label":"3","content":"Kuv tsa muag ntsia mas pom ib tug txiv yaj nyob ntawm ntug dej. Muaj ob tug kub, ob tug puavleej ntev, tiamsis ib sab kub ntev dua ib sab. Sab kub uas ntev ntawd hlav tuaj tom qab."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.4","label":"4","content":"Kuv pom tus txiv yaj dhia mus rau sab hnub poob sab ped thiab sab nrad. Tsis muaj ib tug tsiaj tiv tau nws li, thiab tsis muaj leejtwg cawm kom dim tau hauv nws lub hwjchim. Nws ua raws li nws lub siab nyiam xwb thiab tsab ua loj."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.5","label":"5","content":"Thaum kuv tshuaj saib, ua ciav muaj ib tug txiv tshis tawm sab hnub poob tuaj, nws hla thoob qab ntuj tiamsis tsis tsuj av kiag li. Tus txiv tshis ntawd muaj ib tug kub uas nyob nruab nrab nws ob lub qhov muag rau sawvdaws pom."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.6","label":"6","content":"Nws tuaj txog tus txiv yaj uas muaj ob tug kub uas kuv pom sawv ntsug ntawm ntug dej, thiab nws siv zog dhia npau taws vog los rau ntawm tus txiv yaj ntawd."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.7","label":"7","content":"Kuv pom nws dhia los ze tus txiv yaj mas npau taws thiab nrau tus txiv yaj ua rau nws ob sab kub lov ntho. Tus txiv yaj tsis muaj zog tiv tau nws. Nws muab tus txiv yaj nrau ntog rau hauv av thiab tsuj pes ntiag. Tsis muaj leejtwg cawm tau tus txiv yaj dim hauv nws lub hwjchim."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.8","label":"8","content":"Mas tus txiv tshis thiaj yimhuab tsab ua loj, tiamsis thaum nws muaj zog heev nws tus kub txawm lov lawm, muaj plaub tug kub hlav tuaj nyob chaw taw rau plaub ceg kaum ntuj rau sawvdaws pom."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.9","label":"9","content":"Txawm muaj ib tug kub me me hlav ntawm plaub tug kub ntawd ib tug tuaj, nws hlob loj kawg li mus rau sab nrad thiab sab hnub tuaj thiab rau sab tebchaws uas zoo nkauj kawg."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.10","label":"10","content":"Nws hlob loj kawg tuaj mus nto tej hnub qub saum nruab ntug thiab muab tej hnub qub ib txhia laim rau hauv av thiab muab tsuj pes ntiag."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.11","label":"11","content":"Nws tsab ua loj, xav ua loj yam li tus thawj saum nruab ntug. Nws muab tej kevcai hlawv xyeem uas niaj hnub xyeem rau tus thawj ntawd rhuav pov tseg thiab ua qias puas tsuas lub chaw pe hawm."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.12","label":"12","content":"Vim lawv fav xeeb, Vajtswv cov neeg thiab qhov uas niaj hnub ua kevcai hlawv xyeem raug muab cob rau hauv tus kub ntawd txhais tes, thiab txojkev tseeb raug muab laim kiag tseg rau hauv av, thiab tus kub ntawd kuj ua txhua yam tiav."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.13","label":"13","content":"Kuv hnov ib tug uas dawb huv hais thiab muaj dua ib tug dawb huv hais tias, “Zaj yog toog uas hais txog tej kevcai uas niaj hnub hlawv xyeem thiab qhov uas fav xeeb thiaj ua kom liamsim tag thiab qhov uas muab lub chaw pe hawm cob rau luag thiab qhov uas Vajtswv cov neeg raug muab tsuj yuav nyob ntev li cas?”"},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.14","label":"14","content":"Tus uas teb nws hais tias, “Yuav nyob ob txhiab peb puas lub sijhawm nruab hnub hmo ntuj li. Mas lub chaw pe hawm yuav rov nyob zoo li qub.”"},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.15","label":"15","content":"Thaum kuv Daniyee tau pom zaj yog toog no lawd, kuv yooj xeeb xav nkag siab. Ua ciav muaj ib tug zoo li neeg sawv ntawm kuv xubntiag."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.16","label":"16","content":"Kuv hnov lub suab neeg hu hauv nruab nrab hav dej Ulai tuaj, hais tias, “Kali‑ee 'e, cia li qhia kom tus no nkag siab zaj yog toog no.”"},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.17","label":"17","content":"Nws thiaj los ze qhov chaw uas kuv sawv ntsug. Thaum nws los txog lawd kuv ntshai heev thiab khwb nkaus ua lub plhu ti nkaus av. Tiamsis nws hais rau kuv tias, “Neeg tus tub 'e, cia li nkag siab tias zaj yog toog no yog hais txog lub sijhawm kawg.”"},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.18","label":"18","content":"Thaum nws tabtom hais rau kuv, kuv looj hlias lub plhu ti nkaus av, nws kov kuv thiab tsa kuv sawv ntsug."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.19","label":"19","content":"Nws txawm hais rau kuv tias, “Saib maj, kuv yuav qhia koj paub tias thaum txojkev chim dhau lawd yuav muaj dabtsi tshwm los, vim ntsig txog lub sijhawm uas teem cia thaum kawg."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.20","label":"20","content":"Tus txiv yaj muaj ob tug kub uas koj pom ntawd yog Midia thiab Pawxia ob tug vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.21","label":"21","content":"Tus txiv tshis yog Kili tus vajntxwv, thiab tus kub loj uas tuaj hauv ob lub qhov muag kem nruab nrab yog thawj tug vajntxwv."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.22","label":"22","content":"Tus kub uas lov thiab muaj dua plaub tug kub hlav tuaj nyob lub chaw, yog plaub tug vajntxwv yuav tshwm hauv nws haiv neeg tuaj, tiamsis tsis muaj hwjchim loj li thawj tug kub."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.23","label":"23","content":"“Lub sijhawm uas lawv cov ntawd kav thaum kawg, thaum cov uas fav xeeb tau ua phem txaus nkaus lawd, yuav muaj ib tug vajntxwv uas lub ntsej muag nyaum kawg thiab lub siab ntse nkhaus tshwm los."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.24","label":"24","content":"Nws lub hwjchim yuav loj heev tiamsis tsis yog nws lub zog ua tau, thiab nws yuav ua kom puam tsuaj txaus ntshai kawg, thiab txhua yam uas nws ua nws ua tau tiav, thiab nws yuav ua rau cov uas muaj zog thiab Vajtswv cov neeg dawb huv raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.25","label":"25","content":"Nws txojkev ntse yuav ua rau tej kev dag ntxias nthuav loj zuj zus ntawm nws txhais tes tuaj, thiab nws lub siab yuav tsab ua loj heev. Nws tsis qhia ua ntej, nws cia li muab neeg coob coob ua kom puam tsuaj. Txawm yog cov thawj tug thawj los nws yuav tawm tsam. Tiamsis nws yuav raug tsoo pob tag tsis yog neeg txhais tes ua."},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.26","label":"26","content":"Zaj yog toog uas hais txog lub sijhawm nruab hnub thiab hmo ntuj kuj muaj tseeb. Tiamsis cia li muab zaj yog toog ntawd npog twjywm cia, rau qhov yog zaj hais txog ntau hnub tom hauv ntej.”"},{"bible_id":"1269","chapter_code":"DAN.8","verse_code":"DAN.8.27","label":"27","content":"Kuv Daniyee kuj tsaug leeg heev thiab pw mob tau ntau hnub, kuv mam li sawv tsees mus ua vajntxwv tej haujlwm ntxiv mus. Kuv tseem ntxhov siab txog zaj yog toog ntawd thiab tsis nkag siab kiag li."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.1","label":"1","content":"Thawj xyoo uas Ahaxu‑ela tus tub Dali‑a uas yug ua neeg Midia ua vajntxwv kav cov Kheedia lub tebchaws,"},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.2","label":"2","content":"thawj xyoo uas nws ua vajntxwv, kuv uas yog Daniyee tau saib hauv tej ntawv mas pom tias yuav tsum muaj pes tsawg xyoo raws li tej lus uas Yawmsaub hais rau xibhwb Yelemi uas cev Vajtswv lus, es qhov uas Yeluxalees raug muab tso tseg nyob do cuas thiaj li kawg, mas yog xya caum xyoo."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.3","label":"3","content":"Ces kuv txawm tig xubntiag mus nrhiav Vajtswv uas yog tus Tswv  thiab thov thiab taij yoo mov thiab hnav khaub seev tsaj thiab nyob hauv qhov tshauv."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.4","label":"4","content":"Kuv hu thov Yawmsaub uas yog kuv tus Vajtswv thiab lees txim hais tias, “Au tus Tswv, koj yog Vajtswv uas loj kawg thiab txaus ntshai. Koj ua raws li koj tej lus cog tseg thiab raws li koj txojkev hlub ruaj khov rau cov uas muaj siab npuab koj thiab tuav rawv koj tej lus nkaw."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.5","label":"5","content":"Peb muaj txim, peb tau ua txhaum thiab ua phem kawg li thiab fav xeeb, tig ntawm koj tej lus nkaw thiab koj tej kevcai."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.6","label":"6","content":"Peb tsis mloog koj cov tub qhe uas cev koj lus, uas tuav koj lub npe hais rau peb cov vajntxwv thiab peb cov thawj thiab peb tej poj koob yawm txwv thiab cov pejxeem sawvdaws hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.7","label":"7","content":"Au tus Tswv, txojkev ncaj ncees nyob ntawm koj, tiamsis txojkev poob ntsej muag nyob ntawm peb txog niaj hnub nimno, tag nrho cov Yuda, cov uas nyob hauv Yeluxalees, thiab cov Yixayee sawvdaws, cov uas nyob ze nyob deb rau hauv txhua lub tebchaws uas koj ntiab lawv mus, vim yog tim lawv tej kev fav xeeb rau koj."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.8","label":"8","content":"Au tus Tswv, txojkev poob ntsej muag nyob ntawm peb thiab peb tej vajntxwv thiab peb cov thawj thiab peb tej poj koob yawm txwv vim peb tau ua txhaum rau koj."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.9","label":"9","content":"Vajtswv uas yog peb tus Tswv muaj kev khuvleej thiab kev zam txim, txawm yog peb fav xeeb rau nws kuj xij."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.10","label":"10","content":"Peb tsis mloog peb tus Vajtswv Yawmsaub tej lus, thiab tsis ua raws li nws tej kevcai uas nws kom nws cov tub qhe uas cev lus muab txawb rau ntawm peb xubntiag."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.11","label":"11","content":"“Ib tsoom Yixayee sawvdaws tau fav xeeb koj txoj kevcai thiab tig kiag lawm, tsis yeem mloog koj tej lus. Tej lus tsawm foom thiab tej lus twv uas muab sau cia rau hauv Vajtswv tus qhev Mauxe phau kevcai thiaj raug muab nchuav rau saum peb vim peb tau ua txhaum muaj txim rau koj."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.12","label":"12","content":"Koj tuav rawv koj tej lus uas koj tau hais txog peb thiab cov uas kav peb, es coj tej xwm txheej phem loj kawg los raug peb. Thoob plaws hauv lub qab ntuj tsis txeev ua tej uas thooj li ua rau Yeluxalees."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.13","label":"13","content":"Raws li uas tau sau cia rau hauv Mauxe phau kevcai lawd, tej xwm txheej phem no huvsi thiaj poob los raug peb, los peb tseem tsis thov kom peb tus Vajtswv Yawmsaub tsa muag zaj saib peb, thiab tsis tig ntawm peb tej kev txhaum thiab tsis rau siab rau koj txojkev tseeb."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.14","label":"14","content":"Vim li no Yawmsaub thiaj khaws tej xwm txheej phem cia thiab coj los raug peb. Peb tus Vajtswv Yawmsaub ua txhua yam ncaj ncees tiamsis yog peb tsis mloog nws tej lus."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.15","label":"15","content":"“Au Vajtswv uas yog peb tus Tswv, nimno koj tau siv koj txhais tes uas muaj hwjchim coj koj haiv neeg tawm hauv Iyi tebchaws los, thiab ua koj lub npe nto moo lug txog niaj hnub nimno, peb tau ua txhaum muaj txim thiab peb tau ua phem kawg."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.16","label":"16","content":"Au tus Tswv, raws li koj txojkev ncaj ncees huvsi, thov koj thim koj txojkev npau thiab kev chim ntawm koj lub nroog Yeluxalees, uas yog koj lub roob dawb huv. Vim yog tim peb tej kev txhaum txim thiab tim peb tej poj koob yawm txwv tej kev txhaum, Yeluxalees thiab koj cov neeg thiaj tiag luag ncauj luag lo thoob plaws cov neeg uas nyob ib ncig peb."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.17","label":"17","content":"Au peb tus Vajtswv, nimno thov koj tig ntsej mloog koj tus qhev tej lus thov thiab nws tej lus taij. Au tus Tswv, vim yog saib rau koj, thov koj lub ntsej muag ci mus rau lub chaw pe hawm koj uas raug muab tso tseg ntawd."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.18","label":"18","content":"Au kuv tus Vajtswv, thov tig ntsej mloog thiab tsa muag ntsia qhov uas peb thiab lub nroog uas hu raws li koj lub npe raug nyob do cuas, rau qhov tsis yog peb ua ncaj ncees peb thiaj taij thov koj, tiamsis vim koj muaj kev khuvleej loj kawg peb thiaj taij thov."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.19","label":"19","content":"Au tus Tswv, thov mloog. Au tus Tswv, thov zam txim. Au tus Tswv, thov koj mob siab thiab pab. Au kuv tus Vajtswv, thov saib rau koj es tsis txhob tos ntev, rau qhov koj lub nroog thiab koj cov neeg raug hu raws li koj lub npe.”"},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.20","label":"20","content":"Thaum kuv tabtom hais lus thiab thov thiab lees kuv thiab kuv haiv neeg Yixayee lub txim, thiab taij thov kuv tus Vajtswv Yawmsaub pab kuv tus Vajtswv lub roob dawb huv,"},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.21","label":"21","content":"thaum kuv tabtom hais tej lus thov, tus Kali‑ee uas kuv twb pom hauv thawj zaj yog toog txawm ya los sai sai ze ntawm kuv rau lub sijhawm uas ua kevcai xyeem thaum yuav tsaus ntuj."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.22","label":"22","content":"Nws los hais rau kuv tias, “Daniyee 'e, kuv los nimno yog yuav pub tswvyim thiab kev nkag siab rau koj."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.23","label":"23","content":"Thaum koj pib taij thov, muaj tej lus tawm mus, mas kuv thiaj los qhia tej lus ntawd rau koj paub rau qhov koj yog tus uas ntxim hlub. Vim li no cia li tshuaj saib tej lus no thiab nkag siab zaj yog toog."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.24","label":"24","content":"“Xya caum lub chib so  yog teem cia rau koj haiv neeg thiab koj lub nroog dawb huv xwv tej kev fav xeeb thiaj li kawg thiab lub txim thiaj li tag thiab thiaj ntxuav tau kev txhaum thiab coj txojkev ncaj ncees ib txhis los thiab ntaus cim rau zaj yog toog thiab tej lus uas hais txog tom hauv ntej no thiab hliv roj tsa kom muaj lub chaw uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.25","label":"25","content":"Vim li no koj cia li paub thiab nkag siab tias suav txij thaum hais tej lus no tawm mus kom kho thiab tsim Yeluxalees dua tshiab mus txog thaum tus uas raug muab roj hliv tsa ua ib tug thawj yog sijhawm xya lub chib so.  Yuav siv rau caum ob lub chib so tsim kho Yeluxalees dua tshiab kom muaj tshav puam thiab tej kwj deg vij, yog ncua sijhawm uas muaj kev ceeblaj."},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.26","label":"26","content":"Dhau rau caum ob lub chib so lawm, tus uas raug muab roj hliv tsa ntawd yuav raug muab txiav pov tseg, nws yuav tsis muaj dabtsi li. Tus thawj uas yuav tshwm los cov neeg yuav ua rau lub nroog thiab lub chaw pe hawm Vajtswv puam tsuaj. Thaum kawg yuav raug dej nyab, thiab yuav muaj kev ua tsov ua rog mus txog thaum kawg thiab muaj kev puam tsuaj teem cia lawm"},{"bible_id":"1269","chapter_code":"DAN.9","verse_code":"DAN.9.27","label":"27","content":"Nws yuav cog lus ruaj khov rau neeg coob coob ib lub chib so, nws yuav ua rau tej kevcai tua tsiaj xyeem thiab xyeem qhov txhia chaw tu nrho tau ib nrab chib so. Tus uas ua kom muaj kev liamsim ntawd yuav nyob saum tej kev qias vuab tsuab phab tis los, mus txog lub txim uas teem cia thaum kawg yuav raug muab nchuav rau saum tus uas ua kom muaj kev liamsim ntawd.”"},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.1","label":"1","content":"Xyoo peb uas Xailab ua vajntxwv kav Pawxia tebchaws, muaj ib zaj tshwm los rau Daniyee uas muaj dua npe hu ua Npeethesaxa paub. Zaj ntawd muaj tseeb, yog hais txog kev ua rog loj heev. Nws nkag siab tej lus ntawd thiab nkag siab zaj yog toog ntawd."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.2","label":"2","content":"Thaum ntawd kuv Daniyee quaj ntsuag tau peb lub chib so."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.3","label":"3","content":"Kuv tsis noj ib yam qab, tsis hais nqaij lossis cawv txiv hmab yeej tsis nkag rau hauv kuv lub qhov ncauj kiag li, thiab kuv tsis muab roj pleev kuv lub cev tau peb lub chib so txwm nkaus."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.4","label":"4","content":"Hnub tim nees nkaum plaub lub ib hlis, kuv sawv ntsug ntawm ntug dej loj yog tus niag dej Thaiki."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.5","label":"5","content":"Kuv tsa muag ntsia mas pom ib tug yawg hnav tsoos tsho ntaub mag, nws sia ib txoj siv uas xuas cov kub hauv lub moos Ufa ua."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.6","label":"6","content":"Nws lub cev zoo li qe zeb hlaws ntsuab pes xiab, nws lub ntsej muag zoo li xob laim, nws lub qhov muag zoo li teg tsau cig, nws tej tes taw ci zoo li tooj liab uas muab txhuam lawm, nws lub suab nrov ntsoog qees yam li neeg coob coob li suab."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.7","label":"7","content":"Kuv Daniyee tib leeg pom zaj yog toog no, cov uas nrog kuv tsis pom zaj ntawd, tiamsis lawv kuj ntshai tshee heev kawg lawv thiaj dhia mus tsiv nraim."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.8","label":"8","content":"Tshuav kuv tib leeg nyob thiab pom zaj yog toog loj no. Kuv lub zog ploj tag huvsi, kuv lub ntsej muag tshiab hloov ua ntsej muag thim xem zoo li neeg tuag, kuv tsis muaj zog kiag li."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.9","label":"9","content":"Mas kuv hnov nws lub suab hais lus. Thaum kuv hnov nws lub suab ntawd kuv txawm khwb nkaus looj hlias ua lub plhu ti nkaus av."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.10","label":"10","content":"Txawm muaj ib txhais tes kov kuv thiab tsa kuv sawv txhos caug nthia tes rau hauv av ua ib ce tshee hnyo."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.11","label":"11","content":"Nws hais rau kuv tias, “Daniyee 'e, koj yog tus uas ntxim hlub, cia li muab siab rau rau tej lus uas kuv hais rau koj thiab sawv ntseg, rau qhov kuv raug txib tuaj cuag koj nimno.” Thaum nws tabtom hais tej lus no rau kuv, kuv txawm sawv tsees tshee hnyo."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.12","label":"12","content":"Nws hais rau kuv tias, “Daniyee 'e, koj tsis txhob ntshai, vim txij thawj hnub uas koj muaj siab xav to taub thiab txo koj lub hwjchim rau ntawm koj tus Vajtswv lub xubntiag, Vajtswv yeej hnov koj tej lus thov lawm mas kuv thiaj tuaj vim yog koj tej lus."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.13","label":"13","content":"Tus timtswv uas kav Pawxia tebchaws tav kuv kev tau nees nkaum ib hnub, tiamsis Mikha‑ee uas yog cov tubtxib saum ntuj ib tug thawj tuaj pab kuv, vim kuv muaj kev tab kaum ntawm tus timtswv uas kav Pawxia tebchaws."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.14","label":"14","content":"Kuv tuaj qhia koj nkag siab txog tej uas yuav los raug koj haiv neeg rau yav tom hauv ntej. Rau qhov zaj yog toog no hais txog yav tom hauv ntej.”"},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.15","label":"15","content":"Thaum nws hais tej lus no rau kuv lawd, kuv txawm tig plhu rau hauv av thiab ruam hais tsis tau lus."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.16","label":"16","content":"Txawm muaj ib tug zoo yam li neeg los kov kuv tawv ncauj, ces kuv txawm rua ncauj hais tau lus. Kuv hais rau tus uas sawv ntsug ntawm kuv xubntiag tias, “Yawg hlob 'e, vim yog zaj yog toog no kuv thiaj li raug mob, kuv tsis muaj zog kiag li."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.17","label":"17","content":"Kuv uas yog koj tus qhev yuav nrog koj uas yog kuv tus tswv hais tau lus li cas? Rau qhov nimno kuv tsis muaj zog kiag li thiab kuv tej pa kuj ploj tag ntawm kuv li lawm.”"},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.18","label":"18","content":"Tus uas zoo yam li neeg ntawd txawm kov kuv dua ib zaug thiab pub zog rau kuv."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.19","label":"19","content":"Nws hais tias, “Tus uas ntxim hlub 'e, tsis txhob ntshai, cia li nyob kaj siab lug. Cia li ua khov kho thiab ua siab tuab.” Thaum nws hais rau kuv ntawd kuv thiaj li muaj zog tuaj thiab hais tias, “Thov koj uas yog kuv tus tswv cia li hais, rau qhov koj twb pub zog rau kuv lawm.”"},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.20","label":"20","content":"Nws txawm hais tias, “Koj paub tias yog vim li cas kuv tuaj cuag koj los tsis paub? Nimno kuv yuav rov mus ua rog rau tus timtswv uas kav Pawxia tebchaws. Thaum kuv ua txhua yam rau nws tiav lawd, tus timtswv uas kav Kili tebchaws yuav tuaj."},{"bible_id":"1269","chapter_code":"DAN.10","verse_code":"DAN.10.21","label":"21","content":"Kuv yuav qhia rau koj paub txog tej uas sau rau hauv phau ntawv uas hais qhov tseeb. Tsis muaj leejtwg nrog kuv tawm tsam cov timtswv ntawd li, tsuas yog Mikha‑ee uas yog tus tubtxib saum ntuj uas tsom kwm koj xwb.”"},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.1","label":"1","content":"Thawj xyoo uas Dali‑a uas yog neeg Midia ua vajntxwv kav, mas kuv ua tus uas sawv pab thiab txhawb Mikha‑ee lub zog."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.2","label":"2","content":"“Nimno kuv yuav qhia qhov tseeb rau koj paub. Saib maj, yuav muaj dua peb tug vajntxwv sawv los rau hauv Pawxia tebchaws, mas tus uas plaub yuav nplua nuj heev dua lwm tus huvsi. Thaum nws tej nyiaj txiag ua rau nws muaj zog, nws yuav tshum txhua tus kom tawm tsam Kili tebchaws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.3","label":"3","content":"Mas yuav muaj ib tug sawv los ua vajntxwv muaj hwjchim loj heev. Nws yuav muaj hwjchim loj kav thiab ua raws li nws lub siab."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.4","label":"4","content":"Thaum nws sawv los kav lawd, nws lub tebchaws yuav tawg thiab raug muab faib rau plaub ceg kaum ntuj, tiamsis tsis yog faib rau nws caj ces thiab tsis muaj hwjchim kav li nws lawm. Lub tebchaws uas nws kav yuav raug muab rho rau lwm tus uas tsis yog nws caj ces kav."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.5","label":"5","content":"“Mas tus vajntxwv uas kav sab nrad yuav muaj zog, tiamsis nws ib tug thawj yuav muaj zog heev dua nws, mas tus thawj ntawd yuav muaj hwjchim loj kav."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.6","label":"6","content":"Dhau ntau xyoo tom qab ob tug yuav sib cog lus ua phoojywg. Tus vajntxwv sab nrad tus ntxhais yuav tuaj cuag tus vajntxwv sab ped es cog lus sib hum xeeb. Tiamsis tus ntxhais ntawd txhais npab yuav tsis muaj zog khov ntev, thiab tus vajntxwv sab ped thiab nws tus tub yuav nyob tsis ntev. Tus ntxhais ntawd yuav raug muab tso tseg, tag nrho nrog rau cov uas nrog nws tuaj thiab nws tus menyuam  thiab tus uas yuav nws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.7","label":"7","content":"“Thaum lub sijhawm ntawd yuav muaj ib tug ntsuag hlav ntawm tus ntxhais lub hauv paus tuaj nyob vajntxwv chaw. Nws yuav tuaj ua rog rau tus vajntxwv sab ped cov tub rog thiab txeem mus rau hauv tus vajntxwv ntawd lub chaw ruaj khov, thiab ua rog rau lawv thiab kov yeej."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.8","label":"8","content":"Nws yuav thauj kiag lawv tej dab mlom uas lawv nchuav thiab tej twj siv tsim txiaj uas lawv muab nyiaj muab kub ua mus rau Iyi tebchaws, thiab nws yuav tseg tsis nrog tus vajntxwv sab ped ua rog ntau xyoo."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.9","label":"9","content":"Tus vajntxwv sab ped yuav txeem mus rau hauv tus vajntxwv sab nrad lub tebchaws ces nws yuav cia li rov qab los rau nws lub tebchaws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.10","label":"10","content":"“Nws tej tub npaj ua rog thiab yuav sau tub rog coob coob muaj zog heev tuaj ua ke. Lawv yuav tuaj nyab kiag hla dhau plaws mus, thiab yuav ua rog mus txog ntua tus vajntxwv sab nrad lub chaw ruaj khov."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.11","label":"11","content":"Mas tus vajntxwv sab nrad yuav chim heev thiab tawm mus ua rog rau tus vajntxwv sab ped. Tus vajntxwv sab ped yuav txhij tub rog coob coob tiamsis lawv yuav raug muab cob rau hauv tus vajntxwv sab nrad txhais tes."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.12","label":"12","content":"Thaum tus vajntxwv sab ped cov tub rog raug muab ntes kiag lawm, tus vajntxwv sab nrad lub siab yuav khav theeb heev, thiab nws yuav tua ntau vam leej tiamsis nws yuav tsis kov yeej mus li."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.13","label":"13","content":"Rau qhov tus vajntxwv sab ped yuav txhij tub rog dua ib zaug coob heev, coob dua qub. Mas ntau xyoo tom qab nws yuav coj kiag cov tub rog coob ntawd muaj zaub mov ntau nplua mias tuaj."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.14","label":"14","content":"“Lub sijhawm ntawd yuav muaj neeg coob coob fav xeeb rau tus vajntxwv sab nrad, thiab koj haiv neeg cov uas ua nruj ua tsiv kuj yuav fav xeeb, xwv thiaj ua rau zaj yog toog no tiav, tiamsis lawv yuav kov tsis yeej."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.15","label":"15","content":"Mas tus vajntxwv sab ped yuav tuaj tib chaw vij lub nroog uas muaj ntsa loog ruaj khov thiab txeeb tau. Tus vajntxwv sab nrad cov tub rog yuav tiv tsis taus. Txawm yog pab tub rog uas txawj tshaj plaws los tiv tsis taus rau qhov tsis muaj zog sawv tiv khov kho."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.16","label":"16","content":"Tus uas tuaj ua rog rau lawv ntawd yuav ua tau raws li nws lub siab xav, tsis muaj leejtwg tiv tau nws. Nws yuav sawv nres nroos rau hauv lub tebchaws uas zoo tshaj, thiab tag nrho lub tebchaws yuav nyob hauv nws lub qab hwjchim."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.17","label":"17","content":"Tus vajntxwv sab ped yuav sau zog nws lub tebchaws huvsi lub zog tsom ntsoov tuaj thiab yuav nrog tus vajntxwv sab nrad cog lus sib hum xeeb thiab yuav muab nws tus ntxhais qua rau tus vajntxwv sab nrad thiaj li rhuav tshem tau lub tebchaws sab nrad, tiamsis tsis ruaj khov thiab tsis muaj qabhau ib yam dabtsi rau nws li."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.18","label":"18","content":"Dhau ntawd nws yuav tsom ntsoov mus rau tej tebchaws ntawm ntug hiavtxwv, thiab yuav txeeb tau ntau lub. Tiamsis muaj ib tug thawj rog yuav rhuav tshem tau nws txojkev khav theeb, qhov tseeb yuav muab qhov uas nws khav theeb ntawd ua pauj rau nws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.19","label":"19","content":"Ces nws yuav tig kiag ncaj nraim mus rau lub chaw ruaj khov hauv nws lub tebchaws, tiamsis nws yuav dawm ntog, nrhiav tsis tau nws li lawm."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.20","label":"20","content":"“Mas yuav muaj dua ib tug sawv nws chaw. Tus ntawd yuav tso ib tug tub teg tub taws mus sau se thiaj ua rau nws lub tebchaws vam meej nto moo lug. Tiamsis tsis muaj tsawg hnub tus vajntxwv ntawd yuav raug puam tsuaj, tsis yog muaj kev chim lossis kev ua rog."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.21","label":"21","content":"Yuav muaj ib tug niag neeg tsis tsim txiaj sawv los, yeej tsis muaj leejtwg muab mom vajntxwv rau nws. Ib sij huam xwb nws cia li tuaj ntxias tau ua vajntxwv kav."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.22","label":"22","content":"Tej tub rog thiab tus tuam pov thawj hlob yuav raug muab kuav tag nrho huvsi thiab puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.23","label":"23","content":"Txij thaum luag nrog nws cog lus sib raug zoo, nws yuav dag ntxias. Txawm yog nws muaj neeg tsawg tsawg xwb los nws yuav muaj zog heev zuj zus tuaj."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.24","label":"24","content":"Ib sij huam xwb nws yuav txeem tuaj rau hauv lub chaw nplua nuj kawg hauv lub xeev, thiab nws yuav ua tej uas nws poj koob yawg koob thiab nws tej laus tsis tau txeev ua. Nws yuav muab tej nyiaj txiag uas lws tau thiab tej uas txeeb tau los thiab tej cuab txhiaj cuab tam faib rau nws cov neeg. Nws yuav ntaus tswvyim phem tawm tsam tej chaw ruaj khov, tiamsis yuav ua tau ib pliag xwb."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.25","label":"25","content":"Nws yuav cuab nws lub zog thiab ua lub siab tuab txhij tub rog coob coob mus ua rog rau tus vajntxwv sab nrad. Mas tus vajntxwv sab nrad yuav coj tub rog coob muaj zog heev tuaj ua rog, tiamsis nws yuav kov tsis yeej vim yog luag ntaus tswvyim phem rau nws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.26","label":"26","content":"Txawm yog cov uas nrog nws noj tej zaub mov zoo zoo ua ke los tseem yuav nrhiav kev txov nws. Nws cov tub rog yuav raug muab kuav kiag mus, cov uas raug tua tuag kuj coob heev."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.27","label":"27","content":"Ob tug vajntxwv ntawd lub siab tseem xav ua phem. Ob tug yuav hais lus dag ntawm rooj mov uas ob tug koom noj ua ke, los kuj tsis muaj qabhau dabtsi. Rau qhov lub sijhawm kawg yuav txog rau lub sijhawm uas teem cia."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.28","label":"28","content":"Tus vajntxwv sab ped yuav coj tej cuab txhiaj cuab tam ntau kawg rov qab mus rau nws lub tebchaws, tiamsis nws lub siab xav rhuav tej lus cog tseg uas dawb huv  pov tseg. Nws yuav ua kom tiav li rov qab mus rau nws lub tebchaws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.29","label":"29","content":"“Thaum txog sijhawm uas teem cia lawd, nws yuav rov qab tuaj rau sab nrad, tiamsis zaum no yuav tsis thooj li zaum ua ntej."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.30","label":"30","content":"Rau qhov Khithi  li nkoj yuav tuaj tawm tsam nws, ces nws yuav ntshai thiab khiav rov qab. Nws yuav tig kiag chim heev rov qab mus rhuav tej lus cog tseg uas dawb huv. Nws yuav tig mus mloog cov uas twb muab tej lus cog tseg dawb huv tso tseg lawd."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.31","label":"31","content":"Nws tej pab tub rog yuav los ua qias puas tsuas lub chaw ruaj khov uas pe Vajtswv, thiab rhuav tej kevcai uas niaj hnub hlawv xyeem. Lawv yuav muab yam uas qias vuab tsuab uas ua kom muaj kev liamsim txawb cia."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.32","label":"32","content":"Nws yuav hais lus mos lus muag ntxias cov uas fav xeeb rau tej lus cog tseg. Tiamsis cov neeg uas paub lawv tus Vajtswv yuav nyob ruaj nreeg thiab tiv thaiv."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.33","label":"33","content":"Cov uas txawj ntse hauv cov pejxeem yuav ua rau neeg coob coob nkag siab, txawm yog lawv tuag rau hniav ntaj thiab nplaim taws, lossis raug ntes raug lws ib ntus kuj xij."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.34","label":"34","content":"Thaum lawv raug tej ntawd lawv yuav txais kev pab mentsis. Yuav muaj neeg coob nrog lawv koom tiamsis tsis yog muaj lub siab dawb paug ua."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.35","label":"35","content":"Cov neeg txawj ntse qee leej yuav raug tej ntawd xwv thiaj raug muab nchuav thiab muab ntxuav kom dawb, mus txog lub sijhawm kawg, rau qhov lub sijhawm kawg yuav los txog raws li teem cia."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.36","label":"36","content":"“Tus vajntxwv ntawd yuav ua raws li nws lub siab nyiam. Nws yuav khav theeb thiab tsab ua loj dua tej timtswv txhua tus, thiab yuav hais tej lus phem kawg li tawm tsam ib tsoom timtswv tus Vajtswv. Nws yuav vam meej mus txog thaum Vajtswv chim rau nws txaus nkaus lawm, rau qhov yam uas teem cia lawd yeej yuav tiav."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.37","label":"37","content":"Nws yuav tsis quav ntsej nws tej poj koob yawm txwv tej dab, lossis tus dab uas cov pojniam nyiam. Nws yuav tsis quav ntsej ib tug dab twg kiag li, vim nws tsab ua loj dua tej dab huvsi."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.38","label":"38","content":"Nws yuav hwm tus dab uas zov tej chaw ruaj khov nyob tej dab ntawd chaw huvsi. Nws yuav muab nyiaj muab kub muab qe zeb hlaws thiab tshav ntuj muaj nqes xyeem teev ib tug dab uas nws tej poj koob yawm txwv tsis tau paub dua."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.39","label":"39","content":"Nws yuav muaj lwm tebchaws tus dab pab nws ua rog rau tej chaw uas ruaj khov kawg. Leejtwg txais yuav nws, nws kuj muab meej mom loj rau. Nws yuav tsa lawv kom kav neeg coob coob thiab yuav muab tej tebchaws faib ua nqe zog rau lawv."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.40","label":"40","content":"“Thaum txog lub sijhawm kawg tus vajntxwv sab nrad yuav tuaj ua rog rau nws, mas tus vajntxwv sab ped yuav coj tej tsheb nees ua rog thiab tej tub rog caij nees thiab tej nkoj coob kawg pluav mus ntaus nws yam nkaus li khaub zeeg cua. Nws yuav txeem mus rau ntau lub tebchaws thiab ntws nyab kiag hla plaws mus."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.41","label":"41","content":"Nws yuav txeem mus rau hauv lub tebchaws uas zoo nkauj kawg,  mas yuav tuag tag ntau vam leej, tiamsis cov Edoo thiab cov Mau‑a thiab feem coob hauv cov Asmoo yuav dim hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.42","label":"42","content":"Nws yuav tsa tes mus ntaus ntau lub tebchaws, thiab Iyi tebchaws kuj yuav tsis dim."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.43","label":"43","content":"Nws yuav kav Iyi tej cuab txhiaj cuab tam uas yog nyiaj thiab kub thiab tej uas tsim txiaj huvsi. Cov neeg Linpia thiab cov neeg Khuj yuav zwm rau nws."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.44","label":"44","content":"Tiamsis tej xov uas tuaj sab hnub tuaj thiab tuaj sab ped tuaj yuav ua rau nws poob siab, mas nws yuav tawm mus ua npau taws vog mus ua kom neeg coob coob puam tsuaj tag tu noob nrho huvsi."},{"bible_id":"1269","chapter_code":"DAN.11","verse_code":"DAN.11.45","label":"45","content":"Nws yuav tsa nws tej tsev ntaub vajntxwv loj rau ntu nruab nrab hiavtxwv thiab lub roob dawb huv uas zoo nkauj kawg. Ces nws yuav tuag tsis muaj leejtwg pab li.”"},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.1","label":"1","content":"“Thaum ntawd Mikha‑ee uas yog tus thawj loj uas tsom kwm koj haiv neeg yuav sawv los. Thaum ntawd yog lub sijhawm uas raug txom nyem ceeblaj loj uas txij thaum muaj neeg nyob los txog thaum ntawd tsis tau txeev muaj dua li. Tiamsis lub sijhawm ntawd koj haiv neeg yuav dim, yog txhua tus uas muaj npe sau rau hauv ntawv."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.2","label":"2","content":"Cov neeg coob coob uas pw tsaug zog rau hauv hmoov av hauv lub ntiajteb yuav tsim los, ib txhia yuav tau txojsia ntev mus ib txhis, ib txhia yuav raug kev txaj muag thiab poob ntsej muag mus ib txhis."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.3","label":"3","content":"Cov uas txawj ntse yuav ci yam li duab tshav ntuj, cov uas coj neeg coob coob los txog kev ncaj ncees yuav ci zoo li tej hnub qub mus ib txhiab ib txhis."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.4","label":"4","content":"Daniyee 'e, koj cia li muab tej lus no npog cia thiab ntaus cim rau kaw phau ntawv ntawd cia mus txog lub sijhawm kawg. Neeg coob yuav dhia mus dhia los, thiab kev nkag siab yuav huaj vam zuj zus.”"},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.5","label":"5","content":"Kuv Daniyee txawm tsa muag ntsia mas pom muaj dua ob leeg sawv ntsug, ib tug sawv sab ntug dej no, ib tug sawv sab ntug dej tim ub."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.6","label":"6","content":"Ob tug ntawd txawm hais rau tus yawg uas hnav ntaub mag uas nyob saum tus niag dej ntawd tias, “Tshuav ntev li cas tej xwm txheej phimhwj no li tiav?”"},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.7","label":"7","content":"Tus yawg uas hnav ntaub mag uas nyob saum tus niag dej ntawd txawm tsa txhais tes xis thiab txhais tes laug rau saum ntuj. Kuv hnov nws tuav tus uas nyob mus ib txhis lub npe cog lus twv tias, “Tseem tshuav ib ncua sijhawm thiab ob ncua thiab ib nrab ncua.  Thaum haiv neeg dawb huv lub hwjchim raug muab rhuav tshem tag lawm, tej no huvsi kuj tiav.”"},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.8","label":"8","content":"Kuv hnov tiamsis kuv tsis nkag siab kuv thiaj hais tias, “Au kuv tus tswv, tej no yuav ua tau tiav mus li cas?”"},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.9","label":"9","content":"Nws hais tias, “Daniyee 'e, cia li mus, rau qhov tej lus no muab npog cia lawm thiab muab ntaus cim kaw cia mus txog lub sijhawm kawg."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.10","label":"10","content":"Neeg coob coob yuav raug muab ntxuav thiab muab ua kom dawb thiab raug muab nchuav kom dawb huv. Cov neeg limhiam tseem yuav ua limhiam. Cov neeg limhiam yuav tsis muaj leejtwg nkag siab, tiamsis cov neeg txawj ntse yuav nkag siab."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.11","label":"11","content":"Txij thaum muab tej kevcai uas niaj hnub hlawv xyeem rhuav tseg, thiab muab yam uas qias vuab tsuab uas ua kom liamsim tag los txawb cia, mas yuav muaj ib txhiab ob puas cuaj caum hnub."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.12","label":"12","content":"Tus uas tos rawv thiab nyob mus txog ib txhiab peb puas peb caug tsib hnub yuav tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"DAN.12","verse_code":"DAN.12.13","label":"13","content":"Koj cia li mus kom txog tom kawg, mas koj yuav tau so siab tus yees thiab yuav sawv ntsug tau txais tej uas tu rau koj rau thaum tsis muaj nruab hnub hmo ntuj lawm.”"}]