[{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.1","label":"1","content":"Tej lus no yog tej lus uas Mauxe hais rau ib tsoom Yixayee sawvdaws hauv tebchaws moj sab qhua ntawm dej Yaladee sab hnub tuaj, yog ntawm lub tiaj Alanpa ncaj lub moos Xus thiab nyob hauv nruab nrab cov moos no yog Palas, Thaufee, Lanpas, Haxelau thiab Dixaha."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.2","label":"2","content":"Txojkev ntawm Haule  uas hla lub roob Xe‑i mus rau Khade Npania mas yog kaum ib hnub ke."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.3","label":"3","content":"Lub kaum ib hlis hnub xiab ib uas yog xyoo plaub caug Mauxe hais txhua txoj kevcai uas Yawmsaub hais rau Mauxe lawd rau cov Yixayee,"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.4","label":"4","content":"yog hais tom qab uas nws twb kov yeej cov Amaulai tus vajntxwv Xihoo uas nyob hauv Hesanpoo thiab Npasas tus vajntxwv Aus uas nyob hauv Athalau thiab hauv Ede‑i."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.5","label":"5","content":"Mauxe pib piav txoj kevcai no hauv Mau‑a tebchaws ntawm tus dej Yaladee sab hnub tuaj hais tias,"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.6","label":"6","content":"Yawmsaub uas yog peb tus Vajtswv twb hais rau peb ntawm Haule tias, “Nej so ntawm lub roob no ntev txaus lawm."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.7","label":"7","content":"Nej cia li tig hlo sawv kev mus pem toj siab Amaulai tebchaws thiab mus txog tej neeg uas nyob ze hauv Alanpa, yog tej uas nyob pem roob thiab ntawm tej pov roob Sefela thiab ntawm Neke  thiab nyob ntawm ntug hiavtxwv thiab hauv Khana‑as tebchaws thiab Lenpanoo tebchaws mus txog ntua tus dej Yufeti."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.8","label":"8","content":"Saib maj, kuv muab lub tebchaws no tso rau ntawm nej xubntiag lawm. Nej cia li txeem mus txeeb lub tebchaws uas Yawmsaub cog lus ruaj khov rau nej tej poj koob yawm txwv, uas yog Aplahas, Yiha thiab Yakhauj hais tias yuav muab pub rau lawv thiab lawv caj ces.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.9","label":"9","content":"Thaum ntawd kuv twb hais rau nej tias, “Kuv tib leeg xwb ris tsis taus nej."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.10","label":"10","content":"Yawmsaub uas yog nej tus Vajtswv pub nej huaj vam coob tuaj, mas sim saib, niaj hnub nimno nej coob npaum li tej hnub qub saum nruab ntug."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.11","label":"11","content":"Thov Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv pub kom nej huaj vam qas txhiab npaug thiab foom koob hmoov rau nej raws li nws twb cog lus tseg rau nej."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.12","label":"12","content":"Kuv tib leeg yuav ua li cas ris tau nej tej kev ceeblaj thiab tej nra thiab tej uas nej sib cav sib ceg?"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.13","label":"13","content":"Cia li xaiv cov uas muaj tswvyim thiab txawj ntse thiab sawvdaws hwm hauv nej txhua xeem los es kuv yuav muab lawv tsa ua thawj coj rau nej.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.14","label":"14","content":"Nej twb teb kuv tias, “Yam uas koj hais kod zoo lawm, tsim nyog peb ua.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.15","label":"15","content":"Kuv thiaj muab cov thawj hauv nej txhua xeem uas muaj tswvyim thiab sawvdaws hwm tsa ua thawj coj rau nej kom ua tus kav ib txhiab, kav ib puas, kav tsib caug, kav kaum leej thiab ua nom tswv rau hauv nej txhua xeem."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.16","label":"16","content":"Thaum ntawd kuv twb hais rau cov uas tu nej plaub tias, “Nej yuav tsum tshuaj saib tej plaub ntug uas cov kwvtij muaj thiab tu tej plaub kom ncaj rau ob tog tsis hais kwvtij lossis lwm haiv neeg uas nrog nej nyob."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.17","label":"17","content":"Nej tsis txhob tuaj ib tog tu plaub, nej yuav tsum mloog tus yau thiab tus hlob hais ib yam nkaus. Nej tsis txhob ntshai neeg rau qhov tej kev tu plaub ntawd yog Vajtswv li. Tej plaub uas ceeblaj nej tu tsis tau ces cia li coj tuaj rau kuv, kuv mam li tshuaj saib.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.18","label":"18","content":"Thaum ntawd kuv twb hais rau nej txog txhua yam uas nej yuav tsum ua."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.19","label":"19","content":"Peb thiaj tawm ntawm Haule mus dhau plaws lub niag tebchaws moj sab qhua dav heev uas txaus ntshai kawg uas nej twb pom ntawd, taug txojkev pem toj siab Amaulai tebchaws raws li uas Yawmsaub uas yog peb tus Vajtswv hais rau peb lawd, thiab peb los txog Khade Npania."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.20","label":"20","content":"Kuv twb hais rau nej tias, “Nej los txog toj siab Amaulai tebchaws lawm uas Yawmsaub uas yog peb tus Vajtswv pub rau peb."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.21","label":"21","content":"Saib maj, nej tus Vajtswv Yawmsaub twb muab lub tebchaws ntawd rau nej lawm. Cia li txeem mus txeeb ua nej tug raws li Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv hais cia lawd. Tsis txhob ntshai, tsis txhob poob siab li.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.22","label":"22","content":"Nej sawvdaws txawm tuaj hais rau kuv tias, “Cia peb tso neeg ua peb ntej mus tshuaj lub tebchaws ntawd, es lawv li rov los qhia peb paub tej kev uas peb yuav mus thiab paub tej moos uas peb yuav mus ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.23","label":"23","content":"Tej uas nej hais ntawd kuv kuj pom zoo, kuv thiaj xaiv kaum ob leeg hauv nej ib xeem ib leeg."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.24","label":"24","content":"Mas lawv cov ntawd thiaj sawv kev mus txog pem toj siab mus txog lub hav Ekhau mus tshuaj qhov ntawd."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.25","label":"25","content":"Lawv thiaj de tej txiv hmab txiv ntoo coj los rau peb thiab coj xov los rau peb hais tias, “Tej uas Yawmsaub uas yog peb tus Vajtswv pub rau peb mas yog ib lub tebchaws zoo heev.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.26","label":"26","content":"Txawm yog li ntawd los nej tsis yeem txeem mus li. Tiamsis nej tseem tawv nyom Yawmsaub uas yog nej tus Vajtswv tej lus,"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.27","label":"27","content":"thiab nej tseem yws yws hauv nej tej tsev ntaub hais tias, “Yog vim Yawmsaub ntxub peb Yawmsaub thiaj coj peb tawm hauv Iyi tebchaws los yuav muab peb cob rau hauv cov Amaulai txhais tes thiab muab peb ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.28","label":"28","content":"Peb yuav txeem mus rau qhovtwg? Peb cov kwvtij ua rau peb siab ntsws yaj tag. Lawv hais tias, ‘Cov neeg ntawd muaj zog dua peb siab dua peb. Lawv tej moos kuj loj muaj ntsa loog siab nto ntuj, thiab peb tseem pom cov neeg Anaj nyob qhov ntawd thiab.’ ”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.29","label":"29","content":"Kuv txawm hais rau nej tias, “Tsis txhob ras tsis txhob ntshai lawv li."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.30","label":"30","content":"nej tus Vajtswv Yawmsaub ua nej ntej mus mas nws yuav ua rog pab nej ib yam li nws twb pab nej hauv Iyi tebchaws tab meeg nej lub qhov muag,"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.31","label":"31","content":"thiab hauv tebchaws moj sab qhua, uas nej twb pom nej tus Vajtswv Yawmsaub muab nej puag ib yam li leej txiv puag nws tus menyuam tub, mus thoob txojkev uas nej mus ntawd mus txog thaum uas nej los txog ntawm no.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.32","label":"32","content":"Txawm li cas los xij los nej pheej tsis ntseeg Yawmsaub uas yog nej tus Vajtswv"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.33","label":"33","content":"uas ua nej ntej mus nrhiav chaw rau nej tsuam chaw nyob, hmo ntuj ua nplaim taws nruab hnub ua tauv huab qhia nej paub txojkev uas nej yuav tsum mus."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.34","label":"34","content":"Yawmsaub twb hnov nej tej lus mas nws thiaj npau taws thiab twv kiag tias,"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.35","label":"35","content":"“Tiam neeg phem no yuav tsis muaj ib tug tau pom lub tebchaws zoo uas kuv cog lus ruaj khov tias yuav muab pub rau nej tej poj koob yawm txwv,"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.36","label":"36","content":"tsuas yog Yefune tus tub Khalej thiaj pom xwb. Thiab kuv yuav pub lub tebchaws uas nws tau tsuj ntawd rau nws thiab nws tej tub ki, rau qhov nws ua raws li Yawmsaub lub siab nyiam kawg siab kawg ntsws.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.37","label":"37","content":"Vim yog tim nej, Yawmsaub thiaj chim rau kuv thiab thiaj hais tias, “Koj yuav tsis tau mus rau hauv lub tebchaws ntawd thiab."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.38","label":"38","content":"Noo tus tub Yausua uas sawv koj ntiag yuav tau mus rau hauv. Cia li txhawb nws lub zog rau qhov nws yuav coj cov Yixayee mus tuav tau lub tebchaws ntawd ua qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.39","label":"39","content":"Thiab nej tej menyuam yaus uas nej hais tias yuav raug luag ntes coj mus thiab nej tej menyuam uas hnub no tsis paub qhov zoo qhov phem yuav tau txeem mus rau hauv. Kuv yuav pub lub tebchaws ntawd rau lawv mas lawv yuav tau los ua lawv tug."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.40","label":"40","content":"Tiamsis nej mas nej cia li tig hlo mus rau hauv tebchaws moj sab qhua taug txojkev uas mus rau Hiavtxwv Liab.”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.41","label":"41","content":"Ces nej txawm teb kuv tias, “Peb tau ua txhaum rau Yawmsaub lawm, peb yuav nce mus ua rog raws li Yawmsaub uas yog peb tus Vajtswv hais rau peb.” Nej cov txivneej sawvdaws thiaj li coj kiag cuab yeej ua rog thiab xav tias yuav yoojyim nce mus rau pem tebchaws toj siab."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.42","label":"42","content":"Yawmsaub hais rau kuv tias, “Cia li hais rau lawv tias, ‘Tsis txhob nce mus ua rog vim kuv tsis nyob hauv nej nruab nrab lawm tsam ces nej swb yeeb ncuab.’ ”"},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.43","label":"43","content":"Kuv thiaj hais li ntawd rau nej tiamsis nej tsis mloog thiab nej tawv nyom tej uas Yawmsaub hais kom nej ua. Nej lub siab khav theeb khav txiv mas nej nce mus pem toj siab."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.44","label":"44","content":"Mas cov Amaulai uas nyob pem toj siab ntawd tawm tuaj ntaus nej caum nej yam nkaus li xub ntab caum thiab ntaus nej swb kiag ntawm Xe‑i mus txog ntua Hauma."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.45","label":"45","content":"Ces nej ho los quaj rau ntawm Yawmsaub xubntiag, tiamsis Yawmsaub kuj tsis quav ntsej nej lub suab quaj thiab tsis tig ntsej mloog nej."},{"bible_id":"1269","chapter_code":"DEU.1","verse_code":"DEU.1.46","label":"46","content":"Nej thiaj li nyob ntawm Khade tau ntau hnub ntev li uas nej nyob ntawd."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.1","label":"1","content":"Thaum ntawd peb thiaj li tig rov mus rau hauv tebchaws moj sab qhua taug txojkev uas mus rau Hiavtxwv Liab raws li Yawmsaub tau hais rau kuv lawd. Peb thiaj mus lug lub roob Xe‑i ntau hnub."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.2","label":"2","content":"Mas Yawmsaub thiaj hais rau kuv tias,"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.3","label":"3","content":"“Nej twb lug tebchaws toj siab Xe‑i no ntev txaus lawm. Koj cia li tig hlo mus rau sab ped."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.4","label":"4","content":"Mas koj hais rau cov pejxeem tias, ‘Nej twb yuav hla nej cov kwvtij lub tebchaws uas yog Exau tej tub ki uas nyob hauv Xe‑i. Lawv yuav ntshai nej, vim li no nej yuav tsum ceev faj."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.5","label":"5","content":"Nej tsis txhob ua rog rau lawv vim kuv tsis pub lawv lub tebchaws rau nej, txawm yog ib nyuag qhov av dav li lub xib taws tsuj los kuv tsis pub rau nej, rau qhov kuv twb muab kiag lub roob Xe‑i ntawd pub rau Exau yuav ua nws tug lawm."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.6","label":"6","content":"Nej yuav tsum muab nyiaj yuav lawv li mov noj thiaj tau noj thiab muab nyiaj yuav lawv li dej thiaj tau dej haus.’ ”"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.7","label":"7","content":"Yawmsaub uas yog nej tus Vajtswv twb foom koob hmoov rau txhua yam haujlwm uas nej txhais tes tau ua. Nws paub txojkev uas nej tau mus hauv lub niag tuam tebchaws moj sab qhua no. Tau plaub caug xyoo nej tus Vajtswv Yawmsaub twb nrog nej nyob mas nej twb tsis tu ncua ib yam dabtsi li."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.8","label":"8","content":"Mas peb cia li sawv kev mus lug kiag peb cov kwvtij uas yog Exau tej tub ki uas nyob hauv Xe‑i. Peb tawm ntawm txojkev Alanpa uas mus ntawm Elab thiab Exi‑oo Kenpaw, thiab peb lug taug txojkev uas mus rau tebchaws moj sab qhua Mau‑a."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.9","label":"9","content":"Mas Yawmsaub hais rau kuv tias, “Koj tsis txhob zes cov Mau‑a, tsis txhob ua rog rau lawv rau qhov kuv yeej yuav tsis muab lawv lub tebchaws ib nyuag qhov rau koj yuav ua koj tug vim kuv twb muab tebchaws A ntawd rau Lauj caj ces yuav ua lawv tug lawm.”"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.10","label":"10","content":"(Lub tebchaws ntawd thaum ub cov neeg Emi nyob. Lawv yog cov neeg uas loj thiab coob heev thiab siab ib yam nkaus li cov neeg Anaj."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.11","label":"11","content":"Cov neeg no muaj dua ib lub npe hu ua Lefa‑i ib yam li hu cov Anaj, tiamsis cov Mau‑a hu lawv cov no ua Emi."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.12","label":"12","content":"Thaum ub cov Hauli kuj nyob hauv Xe‑i tiamsis Exau caj ces ntiab lawv khiav thiab muab lawv ua puam tsuaj tag thiab los nyob lawv lub chaw, ib yam nkaus li cov Yixayee ua rau lub tebchaws uas Yawmsaub pub rau lawv yuav ua lawv tug.)"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.13","label":"13","content":"“Nimno koj cia li sawv kev hla lub hav dej Xelej.” Peb thiaj hla lub hav dej Xelej."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.14","label":"14","content":"Suav txij thaum peb tawm ntawm Khade Npania los txog thaum peb hla lub hav dej Xelej ntawd yog peb caug yim xyoo mus txog thaum cov txivneej uas ua tau rog hauv tiam neeg ntawd tuag tag huvsi rau hauv zos lawm, raws li Yawmsaub tau twv rau lawv lawm."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.15","label":"15","content":"Yeej yog Yawmsaub txhais tes tawm tsam lawv ua rau lawv puam tsuaj hauv zos tag mus txog thaum ua rau lawv ploj tag huvsi lawm."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.16","label":"16","content":"Thaum cov txivneej uas ua tau rog ntawd tuag ploj tag hauv cov pejxeem lawd,"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.17","label":"17","content":"Yawmsaub thiaj hais rau kuv tias,"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.18","label":"18","content":"“Hnub no koj yuav hla Mau‑a lub tebchaws ntawm A mus."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.19","label":"19","content":"Mas thaum koj mus txog cov Asmoo ciam teb, tsis txhob zes lawv tsis txhob ua rog rau lawv rau qhov kuv yeej yuav tsis muab cov Asmoo lub tebchaws ib nyuag qhov rau koj yuav ua koj tug vim yog kuv twb muab lub tebchaws no rau Lauj caj ces yuav ua lawv tug lawm.”"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.20","label":"20","content":"(Luag suav tias lub tebchaws ntawd yog cov Lefa‑i li tebchaws. Yav thaum ub cov neeg Lefa‑i nyob qhov ntawd, tiamsis cov Asmoo hu cov Lefa‑i ua Xaxumi."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.21","label":"21","content":"Cov neeg ntawd loj thiab coob heev thiab siab ib yam nkaus li cov Anaj, tiamsis Yawmsaub tau muab lawv ua puam tsuaj tag rau ntawm cov Asmoo xubntiag mas cov Asmoo thiaj txeeb tau lawv lub tebchaws thiab los nyob lawv lub chaw,"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.22","label":"22","content":"ib yam nkaus li Yawmsaub twb pab Exau caj ces uas nyob Xe‑i thaum Yawmsaub ua rau cov Hauli puam tsuaj tag ntawm lawv hauv ntej, mas Exau caj ces thiaj li txeeb tau cov Hauli tebchaws thiab los nyob lawv lub chaw los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.23","label":"23","content":"Cov neeg Avi uas nyob tej zej zog mus txog ntua Kaxa, mas cov neeg Khathauli uas tuaj Khathau tuaj kuj muab lawv ua puam tsuaj tag thiab los nyob lawv lub chaw.)"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.24","label":"24","content":"“Koj cia li sawv kev mus hla tus dej Anoo. Saib maj, kuv twb muab Hesanpoo tus vajntxwv Xihoo uas yog neeg Amaulai thiab nws lub tebchaws rau hauv koj txhais tes lawm. Koj cia li pib txeeb lub tebchaws ntawd thiab ua rog rau nws."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.25","label":"25","content":"Hnub no kuv yuav pib ua rau ib tsoom neeg hauv qab ntuj no ras thiab ntshai nej. Lawv yuav hnov xov txog nej mas yuav ntshai tshee hnyo thiab txhawj kawg li.”"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.26","label":"26","content":"Mas kuv thiaj li txib neeg xa xov hauv tebchaws moj sab qhua Khedemau mus cuag Hesanpoo tus vajntxwv Xihoo mus hais ib lo lus tshav ntuj rau nws tias,"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.27","label":"27","content":"“Thov cia kuv hla koj lub tebchaws. Kuv yuav taug txoj niag kev hlob xwb tsis tig mus rau sab xis lossis sab laug li."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.28","label":"28","content":"Thov koj muag zaub mov rau kuv thiab yuav kuv tej nyiaj xwv kuv thiaj tau mov noj. Thov koj muag dej rau kuv thiab yuav kuv tej nyiaj xwv kuv thiaj tau dej haus. Thov koj cia kuv xuas kotaw hla koj lub tebchaws mus xwb,"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.29","label":"29","content":"ib yam li Exau caj ces uas nyob hauv Xe‑i thiab ib yam li cov Mau‑a uas nyob hauv A tebchaws tau cia kuv hla lawv tebchaws lawm, mus txog thaum kuv hla tus dej Yaladee mus rau hauv lub tebchaws uas Yawmsaub uas yog peb tus Vajtswv pub rau peb.”"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.30","label":"30","content":"Tiamsis Hesanpoo tus vajntxwv Xihoo tsis kheev cia peb hla nws lub tebchaws, rau qhov nej tus Vajtswv Yawmsaub tau ua rau nws siab loj siab tawv, kom thiaj muab tau nws rau hauv nej txhais tes yam li niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.31","label":"31","content":"Mas Yawmsaub hais rau kuv tias, “Saib maj, kuv twb pib muab Xihoo thiab nws lub tebchaws rau koj lawm. Cia li nqes tes kiag mus txeeb lub tebchaws ntawd los nyob ua nej tug.”"},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.32","label":"32","content":"Mas Xihoo thiab nws cov tub rog sawvdaws txawm tuaj ua rog rau peb ntawm Yahaj."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.33","label":"33","content":"Mas Yawmsaub uas yog peb tus Vajtswv muab nws rau peb mas peb thiaj ntaus yeej nws thiab nws cov tub thiab nws cov neeg huvsi."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.34","label":"34","content":"Thaum ntawd peb thiaj txeeb tau nws tej moos huvsi thiab peb muab txhua lub moos ntawd ua kom puam tsuaj tag, muab cov txivneej cov pojniam cov menyuam ua puam tsuaj tag huvsi tsis tseg ib tug li."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.35","label":"35","content":"Tiamsis tej tsiaj txhu thiab tej qhov txhia chaw hauv tej moos uas peb ntaus tau ntawd peb coj los ua peb tug."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.36","label":"36","content":"Txij ntua lub moos Alau‑aw uas nyob ntug hav Anoo thiab txij ntua ntawm lub moos uas nyob hauv lub hav ntawd mus txog ntua lub moos Kile‑a, mas tsis muaj ib lub moos ruaj khov uas tiv tau peb. Yawmsaub uas yog peb tus Vajtswv twb muab huvsi rau hauv peb txhais tes lawm."},{"bible_id":"1269","chapter_code":"DEU.2","verse_code":"DEU.2.37","label":"37","content":"Tiamsis nej tsis tau mus ze cov Asmoo lub tebchaws, nej tsis mus ze ntug dej Yanpo thiab tsis mus ze tej moos uas nyob pem toj siab thiab tsis mus rau tej chaw uas Yawmsaub uas yog peb tus Vajtswv txwv tsis pub peb mus."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.1","label":"1","content":"Peb txawm tig hlo taug txojkev uas mus pem Npasas mas Npasas tus vajntxwv Aus thiab nws cov tub rog sawvdaws kuj tawm tuaj ua rog rau peb ntawm Ede‑i."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.2","label":"2","content":"Tiamsis Yawmsaub hais rau kuv tias, “Tsis txhob ntshai nws rau qhov kuv twb muab nws thiab nws cov neeg sawvdaws thiab nws lub tebchaws huvsi rau hauv koj txhais tes, mas koj yuav ua rau nws ib yam nkaus li koj twb ua rau cov Amaulai tus vajntxwv Xihoo uas nyob hauv Hesanpoo lawd.”"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.3","label":"3","content":"Yawmsaub uas yog peb tus Vajtswv thiaj muab Npasas tus vajntxwv Aus thiab nws cov neeg huvsi rau hauv peb txhais tes thiab peb muab lawv ntaus tua mus txog thaum tsis tshuav ib tug nyob li."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.4","label":"4","content":"Thaum ntawd peb txeeb tau nws tej moos huvsi tsis tshuav ib lub uas peb txeeb tsis tau ntawm lawv li. Huvsi yog rau caum lub moos, uas yog tag nrho Akau tebchaws uas yog lub tebchaws Npasas uas vajntxwv Aus kav."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.5","label":"5","content":"Tej moos no txhua lub muaj ntsa loog xov puag ncig siab siab, muaj rooj loog muaj las rooj huvsi thiab peb txeeb tau tej zej zog uas tsis muaj ntsa loog ntau ntau li."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.6","label":"6","content":"Peb muab lawv ua puam tsuaj tag huvsi ib yam nkaus peb ua rau Hesanpoo tus vajntxwv Xihoo. Peb muab txhua lub moos tej pojniam txivneej menyuam ua puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.7","label":"7","content":"Tiamsis tej tsiaj txhu huvsi thiab tej qhov txhia chaw uas peb txeeb tau hauv tej moos ntawd peb coj los ua peb tug."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.8","label":"8","content":"Thaum ntawd peb txeeb tau lub tebchaws ntawm cov Amaulai ob tug vajntxwv txhais tes uas nyob ntug dej Yaladee sab hnub tuaj txij ntua ntawm lub hav Anoo mus txog lub roob Hawmoo."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.9","label":"9","content":"(Lub roob Hawmoo ntawd cov neeg Xaidoo hu ua Xili‑oo thiab cov Amaulai hu ua Xeni.)"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.10","label":"10","content":"Peb txeeb tau txhua lub moos pem tej nras tiaj toj siab thiab Kile‑a tebchaws thiab Npasas tebchaws huvsi mus txog ntua Xalekha thiab Ede‑i uas yog tej moos uas Npasas tus vajntxwv Aus kav."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.11","label":"11","content":"(Npasas tus vajntxwv Aus yog neeg Lefa‑i uas tshuav nws tib leeg xwb. Nws lub txaj pw yog xuas hlau ua. Nws lub txaj ntawd tseem nyob hauv cov Asmoo lub moos Lanpa. Lub txaj ntawd ntev cuaj tshim dav plaub tshim raws li peb tej tshim nimno.)"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.12","label":"12","content":"Lub tebchaws uas lub sijhawm ntawd peb txeeb tau ntawd txij ntawm Alau‑aw uas nyob ntawm ntug dej Anoo thiab tej toj siab hauv Kile‑a tebchaws ib nrab thiab tej moos uas nyob hauv, kuv muab rau xeem Lunpee thiab xeem Kas."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.13","label":"13","content":"Tebchaws Kile‑a uas tseem tshuav thiab Npasas tebchaws huvsi uas yog vajntxwv Aus kav, yog tag nrho Akau tebchaws, kuv muab rau ib nrab xeem Manaxe. (Tag nrho tebchaws Npasas ntawd txeev hu ua cov Lefa‑i li tebchaws."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.14","label":"14","content":"Ya‑i uas yog xeem Manaxe kuj txeeb tau Akau tebchaws huvsi mus txog ntua cov Kesu thiab cov Ma‑akha ciam teb, thiab nws hu tebchaws Npasas ntawd hu ua Havauya‑i  raws li nws lub npe los txog niaj hnub nimno.)"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.15","label":"15","content":"Kuv muab Kile‑a rau Makhi,"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.16","label":"16","content":"mas kuv muab tej tebchaws no rau xeem Lunpee thiab xeem Kas, yog txij ntua Kile‑a mus txog lub hav Anoo, muab lub plawv hav Anoo ua ciam teb, mus txog ntua tus dej Yanpo uas yog cov Asmoo ciam teb."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.17","label":"17","content":"Thiab tag nrho Alanpa uas muaj tus dej Yaladee ua ciam teb thiab txij ntua ntawm Khinele mus txog ntua hiavtxwv Alanpa uas yog Hiavtxwv Ntsev,  ntawm taw roob Pixaka uas nyob sab hnub tuaj."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.18","label":"18","content":"Thaum ntawd kuv twb hais rau nej tias, “Yawmsaub uas yog nej tus Vajtswv tau pub lub tebchaws no rau nej yuav ua nej tug. Nej cov txivneej txhua tus uas txawj ua rog yuav tsum nqa cuab yeej hla ua nej cov kwvtij Yixayee ntej mus."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.19","label":"19","content":"Tiamsis nej cov pojniam cov menyuam yaus thiab nej tej tsiaj txhu, uas kuv paub tias nej muaj tsiaj txhu coob, mas yuav nyob rau hauv tej moos uas kuv twb muab rau nej lawd,"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.20","label":"20","content":"mus txog thaum uas Yawmsaub pub kom nej tej kwvtij tau so ib yam li nws twb pub rau nej tau so lawm, mus txog thaum lawv txeeb tau lub tebchaws uas Yawmsaub uas yog nej tus Vajtswv pub rau lawv sab dej Yaladee tim ub lawd, mas nej li rov qab los rau hauv nyias teb nyias chaw uas kuv twb muab rau nej lawd.”"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.21","label":"21","content":"Thaum ntawd kuv twb hais rau Yausua tias, “Koj lub qhov muag twb pom txhua yam uas Yawmsaub uas yog nej tus Vajtswv tau ua rau ob tug vajntxwv no lawd. Yawmsaub yuav ua ib yam nkaus li ntawd rau txhua lub tebchaws uas nej yuav mus rau hauv."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.22","label":"22","content":"Nej tsis txhob ntshai lawv li rau qhov nej tus Vajtswv Yawmsaub yog tus uas yuav ua rog pab nej.”"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.23","label":"23","content":"Thaum ntawd kuv thov thov Yawmsaub hais tias,"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.24","label":"24","content":"“Au Vajtswv Yawmsaub, koj nyuam qhuav pib ua koj lub hwjchim thiab koj txhais tes uas muaj zog tshwm rau koj tus tub qhe pom. Muaj ib tug timtswv twg uas nyob saum ntuj lossis hauv ntiajteb no yuav ua tau tej haujlwm thiab tej txujci phimhwj uas koj ua tau?"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.25","label":"25","content":"Thov koj pub kuv hla mus saib lub tebchaws zoo uas nyob sab dej Yaladee tim ub, saib tej toj siab uas zoo zoo thiab Lenpanoo.”"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.26","label":"26","content":"Tiamsis Yawmsaub chim rau kuv vim yog tim nej, nws thiaj li tsis mloog kuv tej lus thov. Nws hais rau kuv tias, “Txaus lawm lauj! Koj tsis txhob hais txog zaj no rau kuv dua li lawm."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.27","label":"27","content":"Koj cia li nce mus rau saum lub ncov roob Pixaka es tsa qhov muag ntsia rau sab hnub poob sab ped sab nrad sab hnub tuaj, tsa qhov muag ntsia lub tebchaws ntawd xwb, rau qhov koj yuav hla tsis tau tus dej Yaladee no rau sab tid li."},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.28","label":"28","content":"Koj cia li hais rau Yausua thiab txhawb nws lub zog thiab txhawb nws lub siab kom ruaj khov rau qhov nws yuav coj haiv neeg no hla mus thiab yuav coj lawv mus tuav lub tebchaws uas koj pom no ua lawv teej lawv tug.”"},{"bible_id":"1269","chapter_code":"DEU.3","verse_code":"DEU.3.29","label":"29","content":"Ces peb thiaj tsuam hauv lub hav uas ncaj lub moos Npepe‑au."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.1","label":"1","content":"Cov Yixayee 'e, nimno nej cia li mloog tej kab ke thiab tej kevcai uas kuv qhia rau nej thiab ua raws nraim, xwv nej thiaj ciaj sia nyob thiab txeem mus tau lub tebchaws uas nej tej poj koob yawm txwv tus Vajtswv Yawmsaub pub rau nej ua nej tug."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.2","label":"2","content":"Nej tsis txhob tsav ntxiv tej lus uas qhia nej thiab tsis txhob muab rho ib qho tseg, tiamsis nej yuav tsum tuav nej tus Vajtswv Yawmsaub tej lus nkaw uas kuv muab cob rau nej."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.3","label":"3","content":"Nej lub qhov muag twb pom tej uas Yawmsaub ua ntawm Npa‑as Pe‑au lawm. Nej tus Vajtswv Yawmsaub twb ua rau cov uas ua koom tu dab Npa‑as ntawm Pe‑au puam tsuaj tag hauv nej nruab nrab mus,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.4","label":"4","content":"tiamsis nej cov uas tuav rawv nej tus Vajtswv Yawmsaub ruaj ruaj txhua tus kuj muaj txojsia nyob txog hnub no."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.5","label":"5","content":"Saib maj, kuv twb qhia tej kab ke thiab tej kevcai rau nej raws li Yawmsaub uas yog kuv tus Vajtswv tau hais rau kuv lawm, kom nej thiaj ua raws li ntawd rau hauv lub tebchaws uas nej tabtom yuav txeem mus ua nej tug."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.6","label":"6","content":"Nej yuav tsum tuav rawv tej kevcai no thiab ua raws nraim. Qhov uas ua li no yuav qhia nej lub tswvyim thiab nej tej kev txawj ntse rau ib tsoom neeg paub. Thaum luag hnov txog tej kab ke huvsi no, luag yuav hais tias, “Haiv neeg loj no yeej yog haiv neeg uas muaj tswvyim thiab txawj ntse.”"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.7","label":"7","content":"Puas muaj ib haiv neeg loj twg uas muaj timtswv nyob ze lawv yam li Yawmsaub uas yog peb tus Vajtswv nyob ze peb rau thaum peb thov nws?"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.8","label":"8","content":"Puas muaj ib haiv neeg loj twg uas muaj tej kab ke thiab tej kevcai ncaj ncees yam li txoj kevcai no uas hnub no kuv muab cob rau nej?"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.9","label":"9","content":"Nej yuav tsum ceev faj thiab ua tib zoo tswj nej lub siab, ntshai tsam nej tsis nco qab tej uas nej lub qhov muag twb pom ntawd thiab ntshai tsam tej ntawd ploj tag hauv nej lub siab mus ib sim neej. Nej yuav tsum qhia rau nej cov menyuam thiab nej tej xeeb ntxwv paub txog tej no tias,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.10","label":"10","content":"hnub uas nej sawv rau ntawm nej tus Vajtswv Yawmsaub xubntiag ntawm Haule , mas Yawmsaub hais rau kuv tias, “Cia li sau cov pejxeem tuaj ua ke rau ntawm kuv es kuv yuav cia lawv hnov kuv tej lus xwv lawv thiaj tau kawm hwm thiab paub ntshai kuv mus tag lawv sim neej uas lawv muaj txojsia nyob hauv ntiajteb, thiab lawv thiaj tau qhia lawv tej menyuam kom ua li ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.11","label":"11","content":"Nej twb tuaj ze sawv ntawm taw roob thiab lub roob muaj nplaim taws cig nto ntuj, thiab muaj huab tsaus nti laum nkaus."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.12","label":"12","content":"Mas Yawmsaub hais hauv nplaim taws tuaj rau nej. Nej twb hnov nws lub suab hais lus kom tsis pom nws xyeem qhov muag, tsuas yog hnov lub suab xwb."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.13","label":"13","content":"Nws piav nws tej lus cog tseg rau nej, yog kaum txoj kevcai uas nws kom nej ua. Thiab nws muab sau rau hauv ob daim txiag zeb."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.14","label":"14","content":"Thaum ntawd, Yawmsaub hais kom kuv qhia tej kab ke thiab tej kevcai rau nej, xwv nej thiaj coj mus ua raws li ntawd rau hauv lub tebchaws uas nej tabtom hla mus txeeb ua nej tug."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.15","label":"15","content":"Hnub uas Yawmsaub hais hauv cov nplaim taws tuaj rau nej ntawm Haule, nej tsis pom nws xyeem qhov muag li. Yog li no nej yuav tsum ceev faj zoo,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.16","label":"16","content":"tsis txhob yuam kev mus ua dab mlom rau nej, tsis hais tus yam ntxwv zoo li pojniam lossis txivneej,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.17","label":"17","content":"lossis zoo li ib yam tsiaj hauv ntiajteb, lossis zoo li ib yam noog muaj tis ya saum nruab ntug,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.18","label":"18","content":"lossis zoo li ib yam tsiaj uas nkag hauv av, lossis zoo li ib yam ntses uas nyob hauv dej hauv nruab tiv txwv."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.19","label":"19","content":"Thaum nej tsa muag ntsia saum ntuj nej pom lub hnub lub hli thiab cov hnub qub thiab txhua yam saum nruab ntug, tsis txhob cia nej raug ntxias mus pe thiab ua koom tu tej ntawd, yog yam uas Yawmsaub uas yog nej tus Vajtswv pub rau ib tsoom neeg hauv qab ntuj no huvsi."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.20","label":"20","content":"Tiamsis Yawmsaub coj nej tawm hauv cub thee hlawv hlau, yog tawm hauv Iyi tebchaws los ua haiv neeg uas yog nws teej nws tug ib yam li niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.21","label":"21","content":"Tsis tag li ntawd, vim yog tim nej Yawmsaub thiaj li chim siab rau kuv thiab cog lus tawv tias kuv yuav tsis tau hla tus dej Yaladee thiab kuv yuav tsis tau nkag mus rau hauv lub tebchaws zoo uas nej tus Vajtswv Yawmsaub pub ua qub txeeg qub teg rau nej."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.22","label":"22","content":"Kuv yuav tuag rau hauv lub tebchaws no. Kuv yuav tsis tau hla tus dej Yaladee, tiamsis nej yuav tau hla mus thiab txeeb lub tebchaws zoo ntawd ua nej tug."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.23","label":"23","content":"Nej yuav tsum ceev faj, nej yuav tsum pheej nco ntsoov nej tus Vajtswv Yawmsaub tej lus cog tseg uas nws cog rau nej thiab tsis txhob ua dab mlom uas zoo li ib yam dabtsi uas nej tus Vajtswv Yawmsaub txwv tsis pub nej ua."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.24","label":"24","content":"Rau qhov Yawmsaub uas yog nej tus Vajtswv yog nplaim taws kub ceev, nws yog Vajtswv uas khib xeeb."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.25","label":"25","content":"Thaum nej muaj tub ki muaj xeeb ntxwv thiab tau nyob hauv lub tebchaws ntawd ntev, yog nej yuam kev mus ua dab mlom uas muaj yam ntxwv zoo li ib yam dabtsi, thiab ua tej uas nej tus Vajtswv Yawmsaub pom tias phem thiaj zes ua rau nws chim,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.26","label":"26","content":"mas hnub no kuv thov lub ntuj lub teb ua timkhawv rau nej tias nej yuav puam tsuaj ploj tag sai sai hauv lub tebchaws uas nej tabtom yuav hla dej Yaladee mus txeeb ua nej tug ntawd. Nej yuav tsis tau nyob ntev rau hauv, nej yuav raug puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.27","label":"27","content":"Yawmsaub yuav ua rau nej khiav ri sua mus rau hauv ib tsoom neeg, mas nej yuav tshuav tsawg tsawg rau hauv tej tebchaws uas Yawmsaub ntiab nej mus nyob ntawd."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.28","label":"28","content":"Mas nej yuav ua koom tu tej dab mlom uas yog ntoo yog pob zeb qhov ntawd, yog tej uas neeg txhais tes ua uas tsis txawj pom kev tsis txawj hnov lus tsis txawj noj tsis txawj hnia ntxhiab."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.29","label":"29","content":"Thaum nyob qhov ntawd nej yuav nrhiav Yawmsaub uas yog nej tus Vajtswv, yog nej rau siab nrhiav nws kawg siab kawg ntsws mas nej yuav ntsib nws."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.30","label":"30","content":"Thaum nej raug kev txom nyem lwj siab thiab tej xwm txheej no huvsi los raug nej rau yav tom hauv ntej, ces nej yuav rov los cuag Yawmsaub uas yog nej tus Vajtswv thiab yuav mloog nws lus."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.31","label":"31","content":"Rau qhov nej tus Vajtswv Yawmsaub yog tus Vajtswv uas khuvleej thiab yuav tsis muab nej tso tseg thiab tsis muab nej ua kom puam tsuaj. Nws pheej yuav nco ntsoov tej lus cog tseg uas nws tau cog ruaj khov rau nej tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.32","label":"32","content":"Cia li nug txog yav thaum ub uas nyob ua ntej nej, txij thaum uas Yawmsaub tsim neeg rau saum lub ntiajteb, thiab nug sab ntuj no mus txog sab ntuj tim ub, saib txeev muaj xwm txheej loj li no tshwm los los tsis muaj thiab txeev hnov dua los tsis hnov."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.33","label":"33","content":"Txeev muaj ib haiv neeg twg uas tau hnov timtswv lub suab hais hauv nplaim taws tuaj ib yam li nej tau hnov es tseem muaj txojsia nyob los tsis muaj?"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.34","label":"34","content":"Txeev muaj tus timtswv twg tau yooj xeeb coj ib haiv neeg tawm hauv lwm haiv neeg los ua nws tug los tsis muaj? Nws sim neeg siab thiab ua tej txujci tseem ceeb thiab tej txujci phimhwj thiab ua rog thiab siv nws txhais tes uas muaj hwjchim thiab nws txhais npab uas tsa hlo, thiab ua kom muaj kev ntshai kawg, ib yam li nej tus Vajtswv Yawmsaub tau ua rau nej hauv Iyi tebchaws tab meeg nej."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.35","label":"35","content":"Qhov uas ua tej no tshwm rau nej pom ntawd twb yog ua rau nej paub tias Yawmsaub yog Vajtswv, dhau nws lawm tsis muaj dua lwm tus Vajtswv li."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.36","label":"36","content":"Nws pub nej tau hnov nws lub suab saum ntuj tuaj, kom nws thiaj qhuab qhia tau nej. Nws pub nej pom nws cov nplaim taws loj heev hauv lub ntiajteb thiab nej hnov nws tej lus hauv cov nplaim taws tuaj."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.37","label":"37","content":"Vim yog nws hlub nej tej poj koob yawm txwv thiab xaiv lawv tej caj ces, nws nrog nraim nej nyob thiab siv nws lub hwjchim loj coj nej tawm hauv Iyi tebchaws los,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.38","label":"38","content":"thiab ntiab tej haiv neeg uas loj dua thiab muaj zog heev dua nej khiav ntawm nej xubntiag mus, thiab coj nej nkag los thiab pub lawv lub tebchaws ua qub txeeg qub teg rau nej yam li niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.39","label":"39","content":"Vim li no hnub no cia li paub thiab khaws cia hauv lub siab tias Yawmsaub yog Vajtswv uas nyob saum ntuj thiab nyob hauv ntiajteb, tsis muaj dua lwm tus li lawm."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.40","label":"40","content":"Yog li ntawd nej yuav tsum tuav rawv nws tej kab ke thiab nws tej lus nkaw uas hnub no kuv muab cob rau nej xwv thiab nej tej tub ki uas yug los tom qab thiaj noj qab nyob zoo thiab muaj txojsia ntev rau hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej mus ib txhis."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.41","label":"41","content":"Mauxe tu peb lub moos cia rau sab dej Yaladee hnub tuaj,"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.42","label":"42","content":"es yog leejtwg tua neeg thiaj li tau khiav mus rau hauv, yog tus uas tua kwvtij zej zog tiamsis tsis yog txhob txwm tua thiab tsis tau ua tshawj chim dua li. Thaum uas khiav mus nyob rau hauv cov moos no lub twg lawm ces yuav dim txojsia."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.43","label":"43","content":"Xeem Lunpee lub moos cawm siav yog lub moos Npexaw uas nyob saum tej nras tiaj toj siab hauv tebchaws moj sab qhua, xeem Kas lub moos cawm siav yog lub moos Lamau hauv Kile‑a, thiab xeem Manaxe lub moos cawm siav yog Kaulas hauv Npasas."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.44","label":"44","content":"Ntawm no mus yog txoj kevcai uas Mauxe muab cob rau cov Yixayee coj."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.45","label":"45","content":"No yog tej lus cog tseg thiab tej kab ke thiab tej kevcai uas thaum cov Yixayee tawm hauv Iyi tebchaws los lawd Mauxe qhia rau lawv"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.46","label":"46","content":"ntawm tus dej Yaladee sab hnub tuaj hauv lub hav uas ncaj lub moos Npepe‑au, yog cov Amaulai tus vajntxwv Xihoo hauv Hesanpoo lub tebchaws. Xihoo yog tus uas Mauxe thiab cov Yixayee ntaus yeej thaum lawv tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.47","label":"47","content":"Cov Yixayee txeeb tau nws lub tebchaws thiab txeeb tau Npasas tus vajntxwv Aus lub tebchaws, yog cov Amaulai ob tug vajntxwv uas nyob sab dej Yaladee hnub tuaj"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.48","label":"48","content":"txij ntua lub moos Alau‑aw uas nyob ntug hav Anoo mus txog lub roob Xili‑oo (uas yog Hawmoo),"},{"bible_id":"1269","chapter_code":"DEU.4","verse_code":"DEU.4.49","label":"49","content":"thiab tag nrho Alanpa uas nyob ntawm dej Yaladee sab hnub tuaj mus txog ntua Hiavtxwv Alanpa,  ntawm taw roob Pixaka."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.1","label":"1","content":"Mauxe txawm hu ib tsoom Yixayee sawvdaws tuaj ua ke thiab hais rau lawv tias, Cov Yixayee 'e, cia li tig ntsej mloog tej kab ke thiab tej kevcai uas hnub no kuv hais rau nej mloog, mas nej yuav tsum cim cia thiab ceev faj ua raws li."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.2","label":"2","content":"Yawmsaub uas yog peb tus Vajtswv tau cog lus rau peb ntawm Haule."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.3","label":"3","content":"Tsis yog Yawmsaub cog lus rau peb tej poj koob yawm txwv xwb, kuj yog nws cog lus rau peb thiab ntag, yog peb sawvdaws uas hnub no tseem ciaj sia nyob ntawm no ntag."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.4","label":"4","content":"Yawmsaub hais rau nej ntawm lub roob hauv cov nplaim taws tim ntsej tim muag."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.5","label":"5","content":"Mas thaum ntawd kuv nyob hauv nej nruab nrab thiab Yawmsaub, kuv thiaj piav Yawmsaub tej lus rau nej, rau qhov nej ntshai cov nplaim taws thiab tsis nce mus rau saum lub roob. Yawmsaub hais tias,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.6","label":"6","content":"“Kuv yog Yawmsaub uas yog koj tus Vajtswv uas coj koj tawm hauv Iyi tebchaws los tawm hauv txojkev ua qhev los."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.7","label":"7","content":"“Koj tsis txhob muaj dua lwm tus vajtswv uas tsis yog kuv."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.8","label":"8","content":"“Koj tsis txhob ua dab mlom los rau koj pe, tsis hais tej uas muaj yam ntxwv zoo li tej uas nyob saum nruab ntug lossis tej uas nyob hauv ntiajteb lossis tej uas nyob hauv dej hauv nruab tiv txwv."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.9","label":"9","content":"Tsis txhob pe thiab tsis txhob ua koom tu tej dab mlom ntawd rau qhov kuv yog Yawmsaub uas yog koj tus Vajtswv, yog tus Vajtswv uas khib xeeb heev, kuv yuav rau txim rau leej txiv uas ntxub kuv thiab poob mus rau nws cov tub ki mus txog peb plaub tiam."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.10","label":"10","content":"Tiamsis kuv yuav ua txojkev hlub uas ruaj khov tshwm rau cov uas npuab kuv thiab ua raws li kuv tej lus nkaw ntau txhiab tiam neeg."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.11","label":"11","content":"“Koj tsis txhob lam hais saib tsis taus Yawmsaub uas yog koj tus Vajtswv lub npe, rau qhov tus uas lam hais saib tsis taus nws lub npe, mas Yawmsaub yuav tsis zam txim."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.12","label":"12","content":"“Koj yuav tsum hwm hnub Xanpatau  ua hnub uas dawb huv raws li Yawmsaub uas yog koj tus Vajtswv twb hais rau koj lawd."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.13","label":"13","content":"Koj yuav tsum khwv thiab ua koj tej haujlwm huvsi rau hnub,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.14","label":"14","content":"tiamsis hnub xya yog hnub Xanpatau uas caiv rau Yawmsaub uas yog koj tus Vajtswv. Hnub ntawd tsis txhob ua ib yam haujlwm dabtsi li, tsis hais koj tus kheej thiab koj tej tub tej ntxhais thiab koj cov tub qhe nkauj qhev thiab koj tej nyuj tej nees luav thiab koj tej tsiaj txhu txhua yam thiab lwm haiv neeg uas tuaj nyob hauv koj lub moos, koj tej tub qhe nkauj qhev thiaj tau so ib yam li koj so."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.15","label":"15","content":"Koj yuav tsum nco ntsoov tias koj txeev ua qhev hauv Iyi tebchaws mas nej tus Vajtswv Yawmsaub xuas nws txhais tes uas muaj hwjchim thiab txhais npab uas tsa hlo coj koj tawm qhov ntawd los. Yog li ntawd koj tus Vajtswv Yawmsaub hais kom koj nco ntsoov caiv hnub Xanpatau."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.16","label":"16","content":"“Koj yuav tsum hwm koj niam koj txiv raws li Yawmsaub uas yog koj tus Vajtswv tau hais rau koj lawd kom koj thiaj li muaj txojsia nyob ntev mas koj yuav noj qab nyob zoo rau hauv lub tebchaws uas koj tus Vajtswv Yawmsaub muab pub rau koj."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.17","label":"17","content":"“Tsis txhob tua neeg,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.18","label":"18","content":"“thiab tsis txhob deev luag poj luag txiv,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.19","label":"19","content":"“thiab tsis txhob ua tub sab,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.20","label":"20","content":"“thiab tsis txhob ua cuav timkhawv iab hiam luag lwm tus,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.21","label":"21","content":"“thiab tsis txhob ua siab hlob xav tau luag tus pojniam, tsis txhob xav tau luag vaj luag tsev luag tej liaj tej teb thiab luag tub qhe nkauj qhev luag tej nyuj tej nees luav lossis ib yam dabtsi uas yog luag li.”"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.22","label":"22","content":"Tej lus no Yawmsaub twb hais nrov nrov rau nej sawvdaws ntawm lub roob, yog hais hauv cov nplaim taws thiab hauv tauv huab thiab hauv qhov tsaus ntuj tuaj. Mas nws tsis tsav ib lo lus ntxiv li. Nws muab sau rau hauv ob daim txiag zeb thiab muab pub rau kuv."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.23","label":"23","content":"Thaum nej hnov lub suab nrov hauv qhov tsaus ntuj tuaj thiab thaum lub roob tabtom cig plaws, nej txhua xeem tus thawj huvsi thiab cov kev txwj laus tuaj cuag kuv,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.24","label":"24","content":"mas nej hais rau kuv tias, “Saib maj, Yawmsaub uas yog peb tus Vajtswv tau ua nws lub hwjchim ci ntsa iab thiab nws tej haujlwm loj tshwm los rau peb pom, thiab peb tau hnov nws lub suab hauv cov nplaim taws. Hnub no peb tau pom Vajtswv nrog neeg hais lus los neeg tseem ciaj sia nyob tau."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.25","label":"25","content":"Yog li ntawd nimno peb tseem yuav tuag ua dabtsi? Cov nplaim taws loj no yuav hlawv peb. Yog peb tseem hnov Yawmsaub uas yog peb tus Vajtswv lub suab ib zaug ntxiv peb yeej yuav tuag,"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.26","label":"26","content":"rau qhov ib tsoom neeg puas muaj leejtwg tau hnov Vajtswv uas muaj txojsia nyob lub suab hauv nplaim taws yam li uas peb tau hnov es tseem ciaj sia nyob tau?"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.27","label":"27","content":"Koj cia li txav mus ze mloog txhua yam uas peb tus Vajtswv Yawmsaub yuav hais. Txhua yam uas peb tus Vajtswv Yawmsaub hais rau koj mas koj qhia rau peb mas peb yuav mloog thiab ua raws li ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.28","label":"28","content":"Thaum nej hais li ntawd rau kuv Yawmsaub kuj hnov nej tej lus, mas Yawmsaub hais rau kuv tias, “Kuv twb hnov cov neeg no tej lus uas lawv hais rau koj lawm. Txhua yam uas lawv hais ntawd kuj zoo."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.29","label":"29","content":"Kuv xav kom lawv muaj lub siab zoo li no mus li, yog qhov uas hwm thiab paub ntshai kuv thiab tuav rawv kuv tej lus nkaw huvsi, mas lawv thiab lawv tej tub ki yuav noj qab nyob zoo ib txhiab ib txhis li."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.30","label":"30","content":"Cia li rov mus hais rau lawv tias, ‘Nej cia li rov mus rau hauv nej tej tsev ntaub.’"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.31","label":"31","content":"Tiamsis koj cia li sawv ntsug ze kuv ntawm no es kuv yuav qhia tej lus nkaw thiab tej kab ke thiab tej kevcai huvsi rau koj, mas koj yuav qhia rau lawv kom lawv ua raws li tej kevcai ntawd rau hauv lub tebchaws uas kuv pub rau lawv yuav ua lawv tug.”"},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.32","label":"32","content":"Nej yuav tsum ceev faj zoo ua raws nraim li uas nej tus Vajtswv Yawmsaub hais cia lawd, nej tsis txhob tig mus rau sab xis los sab laug li."},{"bible_id":"1269","chapter_code":"DEU.5","verse_code":"DEU.5.33","label":"33","content":"Nej yuav ua nej lub neej raws nraim li txhua txojkev uas nej tus Vajtswv Yawmsaub tau hais kom nej ua xwv nej thiaj muaj txojsia nyob thiab nej thiaj noj qab nyob zoo thiab muaj txoj siav loj siav ntev nyob rau hauv lub tebchaws uas nej yuav tau ua nej tug ntawd."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.1","label":"1","content":"Ntawm no mus yog tej lus nkaw thiab tej kab ke thiab tej kevcai uas Yawmsaub uas yog nej tus Vajtswv hais kom kuv qhia nej, xwv nej thiaj tau ua raws li ntawd rau hauv lub tebchaws uas nej yuav hla mus txeeb ua nej tug,"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.2","label":"2","content":"mas nej thiab nej tej menyuam xeeb ntxwv thiaj yuav hwm thiab paub ntshai Yawmsaub uas yog nej tus Vajtswv mus tag nej sim neej, yog qhov uas tuav rawv nws tej kab ke thiab tej lus nkaw uas kuv muab cob rau nej, kom nej thiaj muaj txojsia nyob ntev dhawv."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.3","label":"3","content":"Yixayee 'e, vim li no nej cia li tig ntsej mloog thiab ceev faj ua raws li ntawd, kom nej thiaj tau noj qab nyob zoo thiab huaj vam coob coob rau hauv lub tebchaws uas muaj kua mis thiab zib ntab ntws nto, raws li Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv tau cog lus rau nej."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.4","label":"4","content":"Cov Yixayee 'e, cia li tig ntsej mloog. Yawmsaub uas yog peb tus Vajtswv yog tib tug Yawmsaub xwb."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.5","label":"5","content":"Koj yuav tsum hlub Yawmsaub uas yog koj tus Vajtswv kawg siab kawg ntsws, thiab kawg dag kawg zog."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.6","label":"6","content":"Koj yuav khaws tej lus uas hnub no kuv qhia koj rau hauv koj lub siab,"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.7","label":"7","content":"thiab koj yuav ua tib zoo qhia tej lus no rau koj tej menyuam, thiab hais txog tej lus no rau thaum koj nyob hauv tsev, thaum koj taug kev, thaum koj pw thiab thaum koj sawv."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.8","label":"8","content":"Muab tej lus no khi rau ntawm koj txhais tes ua lub chaw nco, thiab muab pav rau ntawm koj hauv pliaj,"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.9","label":"9","content":"thiab muab sau rau ntawm tej npuab rooj hauv tsev thiab ntawm rooj loog."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.10","label":"10","content":"Thaum Yawmsaub uas yog koj tus Vajtswv coj koj mus txog lub tebchaws uas nws cog lus tseg ruaj khov rau koj tej poj koob yawm txwv, uas yog Aplahas, Yiha thiab Yakhauj, tias yuav pub rau koj, muaj tej moos loj thiab zoo uas koj tsis tau tsim li,"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.11","label":"11","content":"muaj vaj tse muaj cuab txhiaj cuab tam zoo puv nkaus uas koj tsis tau npaj cia, thiab muaj tej pas dej uas koj tsis tau khawb, thiab muaj tej vaj txiv hmab thiab tej vaj txiv ntoo aulib uas koj tsis tau cog, mas thaum koj tau noj tsau npo,"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.12","label":"12","content":"koj yuav tsum ceev faj pheej nco ntsoov Yawmsaub uas coj koj tawm hauv Iyi tebchaws hauv txojkev ua qhev los."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.13","label":"13","content":"Koj yuav tsum hwm thiab paub ntshai Yawmsaub uas yog koj tus Vajtswv. Koj yuav ua koom tu nws thiab tsuas tuav nws lub npe twv xwb."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.14","label":"14","content":"Nej tsis txhob raws ncuj nciav luag tej dab, yog lwm haiv neeg uas nyob ib ncig nej tej dab."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.15","label":"15","content":"Rau qhov Yawmsaub uas yog nej tus Vajtswv nrog nraim nej nyob yog tus Vajtswv uas khib xeeb, ntshai tsam nej tus Vajtswv Yawmsaub yuav npau taws rau nej thiab muab nej ua puam tsuaj ploj tag hauv ntiajteb."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.16","label":"16","content":"Nej tsis txhob sim Yawmsaub uas yog nej tus Vajtswv, ib yam li nej sim nws ntawm Maxa."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.17","label":"17","content":"Nej yuav tsum ua tib zoo tuav rawv nej tus Vajtswv Yawmsaub tej lus los nkaw thiab nws tej lus qhia thiab nws tej kab ke uas nws hais rau nej lawm."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.18","label":"18","content":"Koj yuav tsum ua tej uas Yawmsaub pom tias raug cai thiab zoo kom koj thiaj noj qab nyob zoo thiab txeem mus tau lub tebchaws zoo uas Yawmsaub cog lus ruaj khov yuav muab pub rau koj tej poj koob yawm txwv,"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.19","label":"19","content":"thiab ntiab koj tej yeeb ncuab huvsi khiav ntawm koj xubntiag mus, raws li Yawmsaub tau cog lus cia lawd."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.20","label":"20","content":"Yav tom hauv ntej thaum koj tus tub nug tias, “Tej lus thiab tej kab ke thiab tej kevcai uas peb tus Vajtswv Yawmsaub hais rau koj lub ntsiab yog li cas?”"},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.21","label":"21","content":"mas koj yuav teb koj tus tub tias, “Peb ua Falau qhev hauv Iyi tebchaws, mas Yawmsaub siv nws txhais tes uas muaj hwjchim coj peb tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.22","label":"22","content":"Yawmsaub ua txujci tseem ceeb thiab txujci phimhwj uas loj thiab ntshai kawg tshwm los raug Iyi tebchaws thiab Falau thiab nws tsev neeg sawvdaws tab meeg peb."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.23","label":"23","content":"Mas Yawmsaub coj peb tawm qhov ntawd los, xwv nws thiaj coj peb los rau hauv lub tebchaws no thiab muab pub rau peb raws li nws twb cog lus ruaj khov tias yuav pub rau peb tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.24","label":"24","content":"Yawmsaub hais kom peb ua raws li tej kab ke no huvsi, yog hwm thiab paub ntshai Yawmsaub uas yog peb tus Vajtswv kom peb thiaj noj qab nyob zoo mus ib txhis thiab nws thiaj tsom kwm peb txojsia nyob yam li niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.6","verse_code":"DEU.6.25","label":"25","content":"Yog peb ceev faj ua raws li tej lus nkaw no huvsi rau ntawm peb tus Vajtswv Yawmsaub xubntiag raws li nws twb muab cob rau peb, kuj yog txojkev ncaj ncees rau peb.”"},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.1","label":"1","content":"Thaum Yawmsaub uas yog nej tus Vajtswv coj nej mus rau hauv lub tebchaws uas nej tabtom mus txeeb ua nej tug thiab ntiab ntau haiv neeg khiav ntawm nej hauv ntej mus, yog cov Hithai, cov Kawkasi, cov Amaulai, cov Khana‑as, cov Pelixai, cov Hivai thiab cov Yenpu, yog xya haiv neeg uas loj dua thiab muaj zog dua nej,"},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.2","label":"2","content":"thiab thaum Yawmsaub uas yog nej tus Vajtswv muab lawv rau hauv nej txhais tes thiab nej ntaus yeej lawv, mas nej yuav tsum ua kom lawv puam tsuaj tag nrho huvsi. Tsis txhob nrog lawv sib cog lus dabtsi kiag li, tsis txhob khuvleej lawv."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.3","label":"3","content":"Tsis txhob nrog lawv ua tshoob ua kos, tsis txhob muab nej tej ntxhais qua rau lawv tej tub thiab tsis txhob yuav lawv tej ntxhais rau nej tej tub."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.4","label":"4","content":"Rau qhov lawv yuav ua rau nej tej tub tso kuv tseg mus ua koom tu luag tej dab. Mas Yawmsaub yuav npau taws rau nej thiab ua kom nej puam tsuaj sai sai."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.5","label":"5","content":"Tiamsis nej yuav tsum ua li no rau lawv. Nej yuav tsum rhuav lawv tej thaj teev dab thiab tsoo lawv tej ncej zeb thiab ntov lawv tej ncej dab Asela thiab muab lawv tej dab mlom hlawv pov tseg huvsi."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.6","label":"6","content":"Rau qhov nej yog haiv neeg uas dawb huv rau Yawmsaub uas yog nej tus Vajtswv. Nej tus Vajtswv Yawmsaub xaiv nej tawm hauv ib tsoom neeg uas nyob hauv ntiajteb los ua haiv neeg uas yog nws teej nws tug."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.7","label":"7","content":"Qhov uas Yawmsaub hlub nej thiab xaiv nej ntawd tsis yog vim nej muaj coob dua lwm haiv neeg. Hauv txhua haiv neeg nej yog haiv uas tsawg kawg nkaus."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.8","label":"8","content":"Tiamsis twb yog vim Yawmsaub hlub nej thiab nws tuav rawv tej lus uas nws cog tseg ruaj khov rau nej tej poj koob yawm txwv, nws thiaj siv nws txhais tes uas muaj hwjchim coj nej tawm los thiab txhiv nej dim hauv txojkev ua qhev, yog dim hauv Iyi tus vajntxwv Falau txhais tes."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.9","label":"9","content":"Vim li no cia li paub tseeb tias Yawmsaub uas yog nej tus Vajtswv yog Vajtswv ntag. Nws yog tus Vajtswv uas tso siab tau thiab tuav rawv nws tej lus cog tseg thiab nws txojkev hlub ruaj khov rau cov uas npuab nws thiab tuav rawv nws tej lus nkaw mus txog ib txhiab tiam,"},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.10","label":"10","content":"thiab tsom ntsoov ua pauj rau cov uas ntxub nws thiab ua kom lawv puam tsuaj. Nws yuav tsis sej qhov uas rau txim rau cov uas ntxub nws, nws yuav tsom ntsoov ua pauj rau lawv."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.11","label":"11","content":"Vim li no nej yuav tsum ceev faj ua raws li tej lus nkaw thiab tej kab ke thiab tej kevcai uas hnub no kuv hais rau nej."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.12","label":"12","content":"Vim yog nej mloog tej kevcai no thiab tuav rawv thiab ua raws li, Yawmsaub uas yog nej tus Vajtswv yuav tuav rawv nws tej lus cog tseg thiab txojkev hlub ruaj khov rau nej raws li nws cog lus tseg ruaj khov rau nej tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.13","label":"13","content":"Nws yuav hlub nej thiab foom koob hmoov rau nej thiab ua rau nej huaj vam coob tuaj. Nws yuav foom koob hmoov rau nej tej noob uas xeeb menyuam thiab nej tej qoob loo hauv liaj teb, nej tej cawv txiv hmab, nej tej roj, thiab tej noob yaj noob tshis noob nyuj kom huaj vam coob rau hauv lub tebchaws uas nws cog lus ruaj khov rau nej tej poj koob yawm txwv tias yuav pub rau nej."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.14","label":"14","content":"Nej yuav tau koob hmoov ntau dua txhua haiv neeg. Yuav tsis muaj ib tug txivneej lossis pojniam uas xeeb tsis taus menyuam lossis ib tug tsiaj txhu mooj li."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.15","label":"15","content":"Thiab Yawmsaub yuav tshem tej mob nkeeg huvsi tawm ntawm nej. Thiab tej mob phem hauv Iyi tebchaws uas nej paub ntawd, nws yuav tsis tso rau saum nej, tiamsis nws yuav tso rau saum txhua tus uas ntxub nej."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.16","label":"16","content":"Nej yuav tsum muab txhua haiv neeg uas nej tus Vajtswv Yawmsaub muab cob rau nej ua kom puam tsuaj. Nej lub qhov muag tsis txhob khuvleej lawv. Nej tsis txhob ua koom tu lawv tej dab, vim qhov uas ua li ntawd yuav ua voj hlua cuab nej."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.17","label":"17","content":"Yog nej xav hauv nej lub siab tias, “Tej haiv neeg ntawd loj dua peb, peb yuav txeeb tau lawv lub tebchaws li cas?”"},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.18","label":"18","content":"nej tsis txhob ntshai lawv li, nej cia li nco txog tej uas nej tus Vajtswv Yawmsaub ua rau Falau thiab cov Iyi huvsi lawd."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.19","label":"19","content":"Nej qhov muag twb pom qhov uas sim lawv loj kawg, yog qhov uas nej tus Vajtswv Yawmsaub tau siv tej txujci tseem ceeb phimhwj thiab nws txhais tes uas muaj hwjchim thiab nws txhais npab uas tsa hlo coj nej tawm los. Nej tus Vajtswv Yawmsaub yuav ua ib yam li ntawd rau txhua haiv neeg uas nej ntshai ntawd ntag."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.20","label":"20","content":"Tsis tag li ntawd nej tus Vajtswv Yawmsaub yuav tso nkawj tso daiv  los rau hauv lawv nruab nrab mus txog thaum cov uas tseem tshuav thiab mus tsiv nraim nej raug puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.21","label":"21","content":"Nej tsis txhob ua siab puas tsus ntshai lawv, rau qhov nej tus Vajtswv Yawmsaub nrog nraim nej, nws yog tus Vajtswv uas loj kawg thiab txaus ntshai."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.22","label":"22","content":"Nej tus Vajtswv Yawmsaub yuav rhuav tshem tej haiv neeg no ib zaug mentsis ib zaug mentsis ntawm nej hauv ntej mus, tiamsis nws tsis pub nej ua tib zaug rhuav tshem lawv, ntshai tsam tsiaj qus yuav huaj vam coob rau nej."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.23","label":"23","content":"Nej tus Vajtswv Yawmsaub yuav muab lawv rau nej thiab ua rau lawv ntxhov hnyo mus txog thaum puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.24","label":"24","content":"Thiab nws yuav muab lawv tej vajntxwv cob rau hauv nej txhais tes, thiab nej yuav ua kom lawv tej npe ploj tag hauv lub qab ntuj. Yuav tsis muaj leejtwg tiv tau nej mus txog thaum nej ua rau lawv puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.25","label":"25","content":"Nej yuav muab lawv tej dab mlom hlawv pov tseg. Nej tsis txhob ntshaw tej nyiaj tej kub uas luam tej dab mlom ntawd lossis coj mus ua nej tug tsam ces nej mag tej ntawd. Rau qhov tej ntawd yog tej uas qias vuab tsuab rau Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.7","verse_code":"DEU.7.26","label":"26","content":"Nej tsis txhob coj tej uas qias vuab tsuab ntawd mus rau hauv nej lub tsev ntshai tsam nej yuav raug muab cais ua kom puam tsuaj yam li tej ntawd. Nej yuav tsum ntxub tej ntawd kawg nkaus vim yog tej uas muab cais ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.1","label":"1","content":"Tej lus nkaw uas hnub no kuv muab cob rau nej, nej yuav tsum ceev faj ua raws nraim huvsi, xwv nej thiaj muaj txojsia thiab huaj vam coob thiab mus txeeb tau lub tebchaws uas Yawmsaub cog lus ruaj cia rau nej tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.2","label":"2","content":"Nej yuav tsum nco ntsoov txog tej kev uas nej tus Vajtswv Yawmsaub coj nej taug hauv tebchaws moj sab qhua tau plaub caug xyoo, kom nws thiaj txo tau nej lub hwjchim thiab sim saib nej lub siab zoo li cas saib nej yuav tuav rawv nws tej lus nkaw los tsis tuav."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.3","label":"3","content":"Yawmsaub txo nej lub hwjchim thiab cia nej tshaib thiab pub mana yug nej, yog tej mov uas nej thiab nej tej poj koob yawm txwv tsis tau paub dua li, nws thiaj ua rau nej paub tias tsis yog tib cov mov xwb yuav yug tau neeg txojsia, yog txhua lo lus uas tawm ntawm Yawmsaub qhov ncauj los thiaj yug tau."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.4","label":"4","content":"Lub sijhawm plaub caug xyoo ntawd nej tej tsoos tsho yeej tsis ntuag li, thiab nej tej kotaw kuj tsis o."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.5","label":"5","content":"Nej cia li paub hauv lub siab tias leej txiv nplawm qhuab qhia nws tus tub li cas, nej tus Vajtswv Yawmsaub nplawm qhuab qhia nej ib yam li ntawd."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.6","label":"6","content":"Vim li no nej yuav tsum tuav rawv nej tus Vajtswv Yawmsaub tej lus nkaw, yog qhov uas ua lub neej raws nraim nws txojkev thiab hwm thiab paub ntshai nws."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.7","label":"7","content":"Rau qhov Yawmsaub uas yog nej tus Vajtswv tabtom coj nej los rau hauv lub tebchaws uas zoo, yog lub tebchaws uas muaj hav dej, muaj qhov dej thiab muaj dej txhawv ntws hauv tej hav thiab pem tej roob,"},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.8","label":"8","content":"muaj mog muaj qeb, muaj txiv hmab txiv cev txiv ntsiav kws, thiab yog lub tebchaws uas muaj ntoo aulib thiab zib ntab,"},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.9","label":"9","content":"thiab yog lub tebchaws uas nej yuav tau noj tsis tshaib tsis nqhis, thiab nej yuav tsis tu ncua ib yam dabtsi li, thiab yog lub tebchaws uas tej pob zeb yog hlau thiab nej yuav khaws tau tooj liab ntawm tej roob."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.10","label":"10","content":"Nej yuav tau noj tsau npo, thiab nej yuav qhuas Yawmsaub uas yog nej tus Vajtswv txog lub tebchaws zoo uas nws muab pub rau nej ntawd."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.11","label":"11","content":"Koj yuav tsum ceev faj zoo pheej nco ntsoov Yawmsaub uas yog koj tus Vajtswv es tsis tuav nws tej lus nkaw thiab nws tej kevcai thiab nws tej kab ke uas hnub no kuv hais rau koj."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.12","label":"12","content":"Ntshai tsam thaum koj noj tsau npo thiab ua zoo vaj zoo tsev thiab tau nyob hauv lawm,"},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.13","label":"13","content":"thiab koj tej nyuj tej yaj tej tshis huaj vam coob thiab muaj nyiaj muaj kub ntau zuj zus thiab ib puas tsav yam uas koj muaj huam coob,"},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.14","label":"14","content":"mas thaum ntawd koj lub siab yuav khav theeb thiab koj yuav tsis nco qab koj tus Vajtswv Yawmsaub uas coj koj tawm hauv Iyi tebchaws hauv txojkev ua qhev los."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.15","label":"15","content":"Nws coj koj mus thoob plaws hauv lub tebchaws moj sab qhua uas loj thiab txaus ntshai kawg, uas muaj nab raj kub sai thiab raub ris teb, thiab yog lub tebchaws qhuav nkig nkuav tsis muaj dej. Nws pub dej tawm hauv phab zeb tawv tawv los rau koj haus,"},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.16","label":"16","content":"thiab pub cov mana uas koj tej poj koob yawm txwv tsis paub dua yug koj rau hauv tebchaws moj sab qhua, kom nws thiaj txo tau koj lub hwjchim thiab sim koj lub siab, mas thaum kawg koj thiaj tau noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.17","label":"17","content":"Koj yuav tsum ceev faj tsam ces koj hais tuj taws tias, “Yog kuv lub hwjchim thiab kuv txhais tes lub zog tau ua rau kuv tau tej cuab txhiaj cuab tam no.”"},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.18","label":"18","content":"Koj yuav tsum nco ntsoov Yawmsaub uas yog koj tus Vajtswv, rau qhov nws yog tus uas pub zog rau koj kom tau tej cuab txhiaj cuab tam no, xwv nws thiaj tuav rawv nws tej lus cog tseg uas nws cog ruaj khov rau koj tej poj koob yawm txwv, ib yam li niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.19","label":"19","content":"Yog koj tsis nco qab koj tus Vajtswv Yawmsaub es mus raws ncuj nciav luag tej dab thiab ua koom tu thiab pe tej dab ntawd, hnub no kuv hais tseeb kiag rau nej tias nej yeej yuav puam tsuaj tiag tiag."},{"bible_id":"1269","chapter_code":"DEU.8","verse_code":"DEU.8.20","label":"20","content":"Ib yam li tej haiv neeg uas Yawmsaub muab ua puam tsuaj tag rau ntawm nej xubntiag, nej yuav puam tsuaj tag ib yam nkaus li ntawd ntag, rau qhov nej tsis mloog nej tus Vajtswv Yawmsaub tej lus."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.1","label":"1","content":"Cov Yixayee 'e, cia li tig ntsej mloog. Hnub no nej yuav hla tus dej Yaladee mus txeeb lub tebchaws uas tej haiv neeg uas loj dua nej thiab muaj zog dua thiab lawv tej moos kuj loj muaj ntsa loog siab txij ntuj."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.2","label":"2","content":"Cov neeg ntawd loj thiab siab, yog Anaj caj ces uas nej twb paub thiab hnov luag hais tias, “Leejtwg yuav sawv tiv yeej Anaj caj ces?”"},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.3","label":"3","content":"Hnub no nej cia li paub tseeb tias tus uas mus ua nej ntej yam li nplaim taws kub ceev yeej yog Yawmsaub uas yog nej tus Vajtswv. Nws yuav ua kom lawv puam tsuaj thiab swb kiag nej, nej thiaj yuav ntiab tau lawv khiav mus ua rau lawv puam tsuaj sai kawg, yam li Yawmsaub tau cog lus rau nej lawd."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.4","label":"4","content":"Thaum Yawmsaub uas yog nej tus Vajtswv muab lawv ntiab tawm ntawm nej hauv ntej mus lawm, nej tsis txhob hais tuj taws tias, “Twb yog kuv ua ncaj ncees Yawmsaub thiaj coj kuv los txeeb tau lub tebchaws no ua kuv tug,” tiamsis qhov tseeb yog tim tej haiv neeg no ua phem Yawmsaub thiaj muab lawv ntiab tawm ntawm nej hauv ntej mus."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.5","label":"5","content":"Qhov uas nej mus txeeb tau lawv lub tebchaws ua nej tug, tsis yog vim nej ua ncaj ncees lossis nej lub siab ncaj, tiamsis vim yog tej haiv neeg no ua phem, nej tus Vajtswv Yawmsaub thiaj li muab lawv ntiab tawm ntawm nej xubntiag mus, thiab nws thiaj tuav rawv tej lus uas Yawmsaub tau cog tseg ruaj khov rau nej tej poj koob yawm txwv, uas yog Aplahas, Yiha thiab Yakhauj."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.6","label":"6","content":"Vim li no nej yuav tsum paub tseeb tias qhov uas Yawmsaub uas yog nej tus Vajtswv pub lub tebchaws zoo no rau nej txeeb tau ua nej tug ntawd tsis yog vim nej ua ncaj ncees, rau qhov nej kuj yog haiv neeg uas tawv ncauj."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.7","label":"7","content":"Nej cia li nco ntsoov thiab tsis txhob tsis nco qab tias nej tau ua li cas thiaj zes ua rau nej tus Vajtswv Yawmsaub npau taws rau hauv tebchaws moj sab qhua. Txij hnub uas nej tawm hauv Iyi tebchaws los txog lub chaw no nej pheej fav xeeb rau Yawmsaub."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.8","label":"8","content":"Txawm yog ntawm Haule  los nej kuj zes ua rau Yawmsaub npau taws, thiab nws chim heev kawg li, nws twb yuav ua rau nej puam tsuaj."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.9","label":"9","content":"Thaum kuv nce mus saum lub roob yuav txais daim txiag zeb uas muaj tej lus cog tseg uas Yawmsaub cog rau nej, kuv nyob saum lub roob plaub caug hnub plaub caug hmo. Kuv tsis noj mov tsis haus dej li."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.10","label":"10","content":"Mas Yawmsaub muab ob daim txiag zeb uas Vajtswv xuas ntiv tes sau nws tej lus pub rau kuv. Hauv ob daim txiag zeb ntawd muaj tej lus huvsi uas Yawmsaub hais rau nej hauv cov nplaim taws saum lub roob rau hnub uas nej tuaj txoos ua ke."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.11","label":"11","content":"Thaum dhau plaub caug hnub plaub caug hmo lawm Yawmsaub muab ob daim txiag zeb uas muaj tej lus cog tseg pub rau kuv."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.12","label":"12","content":"Mas Yawmsaub hais rau kuv tias, “Cia li sawv tsees, nqes ntawm no mus tamsid, rau qhov koj haiv neeg uas koj coj tawm hauv Iyi tebchaws los yuam kev ua txhaum lawm. Lawv tig kiag ntawm txojkev uas kuv qhia rau lawv lawd sai kawg li. Lawv nchuav ib tug dab mlom rau lawv lawm.”"},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.13","label":"13","content":"Tsis tag li ntawd, Yawmsaub hais rau kuv tias, “Kuv pom haiv neeg no, mas saib maj, yog ib haiv neeg uas tawv ncauj."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.14","label":"14","content":"Tsis txhob tav kuv lawm, kuv yuav ua kom lawv puam tsuaj thiab muab lawv lub npe rhuav kom ploj hauv lub qab ntuj no mus. Kuv yuav tsa koj ua ib haiv neeg uas loj thiab muaj zog dua lawv.”"},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.15","label":"15","content":"Kuv thiaj tig kiag nqes saum lub roob los, muaj nplaim taws puv nkaus saum lub roob. Thiab ob daim txiag zeb uas muaj tej lus cog tseg nyob rawv hauv kuv txhais tes."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.16","label":"16","content":"Kuv tsa muag ntsia mas pom tias nej tau ua txhaum rau Yawmsaub uas yog nej tus Vajtswv lawm. Nej tau nchuav ib tug dab mlom thav nyuj rau nej, nej tau tig hlo ntawm txojkev uas Yawmsaub tau qhia nej lawd sai kawg."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.17","label":"17","content":"Kuv thiaj muab ob daim txiag zeb ntawm kuv txhais tes laim pov tseg tawg tag tab meeg nej."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.18","label":"18","content":"Ces kuv txawm khwb nkaus rau ntawm Yawmsaub xubntiag yam li thawj zaug tau plaub caug hnub plaub caug hmo. Kuv tsis noj mov tsis haus dej li, vim yog tim tej kev txhaum huvsi uas nej tau ua, yog tau ua phem tab meeg Yawmsaub zes ua kom nws chim."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.19","label":"19","content":"Kuv ntshai Yawmsaub txojkev chim thiab qhov uas nws tsis txaus siab heev rau nej, nws twb yuav ua kom nej puam tsuaj. Tiamsis zaum ntawd Yawmsaub kuj mloog kuv tej lus thov."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.20","label":"20","content":"Yawmsaub chim rau Aloo heev, twb yuav ua rau nws puam tsuaj. Thaum ntawd kuv kuj thov Yawmsaub txog Aloo thiab."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.21","label":"21","content":"Kuv thiaj muab yam uas txhaum loj ntawd, yog tus dab mlom thav nyuj uas nej ua ntawd, mas muab hlawv muab tsoo muab tuav mos mos ua hmoov, thiab kuv muab w rau hauv tus dej uas ntws pem lub roob los."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.22","label":"22","content":"Nej twb ua rau Yawmsaub npau taws ntawm Thanpela thiab ntawm Maxa thiab ntawm Khilau Hata‑ava."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.23","label":"23","content":"Thiab thaum Yawmsaub txib kom nej tawm ntawm Khade Npania mus hais tias, “Cia li mus txeeb lub tebchaws uas kuv muab rau nej,” los nej kuj fav xeeb tsis ua raws li nej tus Vajtswv Yawmsaub hais rau nej, thiab nej tsis tso siab rau nws thiab tsis mloog nws tej lus."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.24","label":"24","content":"Nej pheej fav xeeb rau Yawmsaub txij hnub uas kuv paub nej los li lawm."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.25","label":"25","content":"Kuv thiaj khwb nkaus rau ntawm Yawmsaub xubntiag tau plaub caug hnub plaub caug hmo ntawd rau qhov Yawmsaub hais tias nws yuav ua rau nej puam tsuaj."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.26","label":"26","content":"Kuv thiaj thov Yawmsaub hais tias, “Au Vajtswv Yawmsaub, thov tsis txhob ua rau koj haiv neeg uas yog koj qub txeeg qub teg puam tsuaj. Lawv yog cov uas koj tau siv koj lub hwjchim loj txhiv los thiab xuas koj txhais tes uas muaj zog coj tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.27","label":"27","content":"Thov koj nco txog koj cov tub qhe uas yog Aplahas, Yiha thiab Yakhauj. Thov tsis txhob saib rau qhov uas haiv neeg no tawv ncauj thiab lawv tej kev phem thiab lawv tej kev txhaum,"},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.28","label":"28","content":"tsam ces cov neeg hauv lub tebchaws uas koj coj peb tawm los ntawd yuav hais tias, ‘Vim yog Yawmsaub tsis muaj peevxwm coj lawv mus rau hauv lub tebchaws uas nws cog lus cia rau lawv lawd, thiab twb yog nws ntxub lawv, nws thiaj coj lawv los tua tag rau hauv tebchaws moj sab qhua.’"},{"bible_id":"1269","chapter_code":"DEU.9","verse_code":"DEU.9.29","label":"29","content":"Lawv twb yog koj haiv neeg thiab yog koj qub txeeg qub teg uas koj siv koj lub hwjchim loj thiab koj txhais npab uas tsa hlo coj tawm los.”"},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.1","label":"1","content":"Thaum ntawd Yawmsaub hais rau kuv tias, “Koj cia li txua ob daim txiag zeb zoo ib yam li thawj ob daim thiab nce tuaj cuag kuv saum lub roob, thiab ua ib lub phij xab ntoo."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.2","label":"2","content":"Mas kuv yuav sau tej lus uas nyob hauv ob daim txiag zeb uas koj ua tawg lawd thiab koj yuav tsum muab ob daim txiag zeb ntawd khaws cia rau hauv lub phij xab.”"},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.3","label":"3","content":"Kuv thiaj muab ntoo kub twg los ua lub phij xab thiab txua ob daim txiag zeb zoo ib yam li thawj ob daim thiab nqa ob daim txiag zeb hauv kuv txhais tes nce mus saum lub roob."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.4","label":"4","content":"Mas Yawmsaub thiaj sau kaum txoj kevcai rau hauv ob daim txiag zeb yam li qub, yog tej lus uas Yawmsaub hais hauv cov nplaim taws saum lub roob rau nej rau hnub uas nej tuaj txoos ua ke. Mas Yawmsaub muab ob daim txiag zeb ntawd pub rau kuv."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.5","label":"5","content":"Ces kuv txawm tig kiag nqes saum lub roob los thiab muab ob daim txiag zeb ntawd khaws cia rau hauv lub phij xab uas kuv ua, mas ob daim txiag zeb kuj nyob rau hauv, raws li Yawmsaub hais cia rau kuv."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.6","label":"6","content":"(Cov Yixayee taug kev ntawm Npe‑awlauj Npene Ya‑akhas los txog Mauxela, mas Aloo txawm tuag thiab muab log rau qhov ntawd lawm. Ces nws tus tub Ele‑axa thiaj sawv nws chaw ua pov thawj."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.7","label":"7","content":"Lawv tshais chaw qhov ntawd los txog Kukauda, thiab tshais ntawm Kukauda los txog Yaunpatha uas yog lub tebchaws muaj hav dej ntau."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.8","label":"8","content":"Thaum ntawd Yawmsaub muab xeem Levi cais ua cov uas kwv Yawmsaub lub phij xab sib cog lus thiab nyob ntawm Yawmsaub xubntiag ua koom tu nws thiab tuav nws lub npe foom koob hmoov los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.9","label":"9","content":"Vim li no cov Levi thiaj tsis muaj feem nrog cov kwvtij tau lub tebchaws ua qub txeeg qub teg. Yawmsaub yog lawv li qub txeeg qub teg, raws li nej tus Vajtswv Yawmsaub hais rau lawv lawd.)"},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.10","label":"10","content":"Kuv nyob saum lub roob plaub caug hnub plaub caug hmo yam li thawj zaug, mas zaum ntawd Yawmsaub kuj mloog kuv tej lus thov thiab, Yawmsaub thiaj tsis xav ua kom nej puam tsuaj lawm."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.11","label":"11","content":"Yawmsaub hais rau kuv tias, “Cia li sawv tsees, coj cov pejxeem taug kev mus kom lawv thiaj mus txeeb tau lub tebchaws uas kuv cog lus ruaj cia rau lawv tej poj koob yawm txwv tias yuav pub rau lawv.”"},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.12","label":"12","content":"Cov Yixayee 'e, nimno Yawmsaub uas yog nej tus Vajtswv xav kom nej ua dabtsi? Nws xav kom nej hwm thiab paub ntshai Yawmsaub uas yog nej tus Vajtswv, thiab ua lub neej raws nraim nws tej txojkev huvsi, thiab hlub nws thiab ua koom tu Yawmsaub uas yog nej tus Vajtswv kawg nej lub siab lub ntsws,"},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.13","label":"13","content":"thiab tuav rawv Yawmsaub tej lus nkaw thiab tej kab ke uas hnub no kuv hais rau nej xwv nej thiaj noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.14","label":"14","content":"Saib maj, lub ntuj thiab lub ntuj uas siab kawg nkaus thiab lub ntiajteb thiab txhua yam uas nyob hauv puavleej yog nej tus Vajtswv Yawmsaub li."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.15","label":"15","content":"Txawm li ntawd los Yawmsaub tsom ntsoov hlub nej tej poj koob yawm txwv thiab xaiv lawv tej caj ces uas yog nej ua haiv neeg tseem ceeb dua ib tsoom neeg sawvdaws, yam li niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.16","label":"16","content":"Vim li no nej cia li txiav nrho nej lub siab tsis txhob tawv ncauj dua li lawm."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.17","label":"17","content":"Rau qhov Yawmsaub uas yog nej tus Vajtswv yog ib tsoom timtswv tus Vajtswv, thiab yog cov uas muaj hwjchim tus tswv, nws yog tus Vajtswv uas loj kawg thiab muaj hwjchim thiab txaus ntshai kawg, nws tsis saib leejtwg ntsej muag, tsis yuav tej nyiaj xiab."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.18","label":"18","content":"Nws tu plaub ncaj rau cov menyuam uas tsis muaj txiv thiab cov poj ntsuam, thiab hlub lwm haiv neeg uas nrog nej nyob, nws pub zaub mov thiab ris tsho rau lawv."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.19","label":"19","content":"Vim li no nej yuav tsum hlub lwm haiv neeg rau qhov nej kuj txeev ua lwm haiv neeg rau hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.20","label":"20","content":"Nej yuav tsum hwm thiab paub ntshai Yawmsaub uas yog nej tus Vajtswv. Nej yuav tsum ua koom tu nws thiab nrog nws tsheej xeeb thiab tuav nws tib leeg lub npe twv."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.21","label":"21","content":"Nws yog tus uas nej yuav qhuas. Nws yog nej tus Vajtswv uas twb ua tej xwm txheej loj thiab txaus ntshai uas nej lub qhov muag twb pom no."},{"bible_id":"1269","chapter_code":"DEU.10","verse_code":"DEU.10.22","label":"22","content":"Nej tej poj koob yawm txwv mus xya caum leej rau hauv Iyi tebchaws, tiamsis nimno nej tus Vajtswv Yawmsaub twb ua rau nej huaj vam coob yam li tej hnub qub saum ntuj."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.1","label":"1","content":"Vim li no nej yuav tsum hlub Yawmsaub uas yog nej tus Vajtswv thiab tuav rawv tej lus uas nws qhia thiab nws tej kab ke thiab nws tej kevcai thiab nws tej lus nkaw mus li."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.2","label":"2","content":"Hnub no nej yuav tsum nco ntsoov txog nej tus Vajtswv Yawmsaub txojkev nplawm qhuab qhia. Twb yog nej pom, tsis yog nej cov menyuam paub thiab pom. Nej cia li nco txog Yawmsaub uas loj kawg thiab nws txhais tes uas muaj hwjchim thiab nws txhais npab uas tsa hlo,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.3","label":"3","content":"thiab nco txog nws tej txujci phimhwj uas nws ua rau Iyi tus vajntxwv Falau thiab nws lub tebchaws huvsi,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.4","label":"4","content":"thiab tej uas nws ua rau Iyi pab tub rog thiab cov nees thiab lawv tej tsheb ua rog, thiab ua rau Hiavtxwv Liab nphau nyab kiag lawv rau thaum lawv raws caum nej, Yawmsaub thiaj ua rau lawv puam tsuaj txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.5","label":"5","content":"Thiab nco txog tej uas nws ua rau nej hauv tebchaws moj sab qhua mus txog thaum nej los txog ntawm no,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.6","label":"6","content":"thiab tej uas nws ua rau Dathas thiab Anpilas uas yog Elia li tub thiab yog Lunpee li xeeb ntxwv, uas yog thaj av rua ncauj nqos kiag lawv thiab lawv tsev neeg thiab lawv tej tsev ntaub thiab txhua yam muaj txojsia uas nrog lawv nyob, tab meeg cov Yixayee sawvdaws."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.7","label":"7","content":"Nej lub qhov muag twb pom ntsoov tej xwm txheej loj uas Vajtswv ua no huvsi."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.8","label":"8","content":"Yog li no nej yuav tsum tuav rawv tej lus nkaw huvsi uas hnub no kuv cob rau nej, xwv nej thiaj li muaj zog thiab mus txeeb tau lub tebchaws uas nej tabtom hla mus tuav ua nej tug,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.9","label":"9","content":"thiab nej thiaj muaj txojsia nyob ntev rau hauv lub tebchaws uas Yawmsaub cog lus ruaj khov cia rau nej tej poj koob yawm txwv tias yuav pub rau lawv thiab lawv tej caj ces, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.10","label":"10","content":"Lub tebchaws uas nej yuav mus txeeb ntawd tsis thooj li Iyi tebchaws uas nej tawm los. Hauv Iyi tebchaws nej tseb noob thiab xuas kotaw tuam tshuab ntov dej yam li tej vaj zaub."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.11","label":"11","content":"Tiamsis lub tebchaws uas nej hla mus txeeb ua nej tug ntawd muaj roob muaj hav muaj dej nag saum ntuj los ntub,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.12","label":"12","content":"yog lub tebchaws uas nej tus Vajtswv Yawmsaub tsom kwm. Nej tus Vajtswv Yawmsaub lub qhov muag ntsia ntsoov lub tebchaws tsis tu ncua txij thaum hauv xyoo mus txog qab xyoo."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.13","label":"13","content":"Yog nej ua raws li tej lus nkaw uas hnub no kuv muab cob rau nej, uas yog hlub Yawmsaub uas yog nej tus Vajtswv thiab ua koom tu nws kawg nej lub siab lub ntsws,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.14","label":"14","content":"mas nws  yuav pub nag los rau nej lub tebchaws raws caij raws nyoog, yog cov nag hauv xyoo nag qab xyoo kom nej thiaj li tau qoob loo thiab cawv txiv hmab thiab roj,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.15","label":"15","content":"thiab nws yuav pub nej tej tshav zaub muaj zaub rau nej tej tsiaj txhu noj, mas nej yuav tau noj tsau npo."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.16","label":"16","content":"Nej yuav tsum ceev faj tsis txhob cia nej lub siab raug ntxias tig kiag mus ua koom tu thiab pe luag tej dab."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.17","label":"17","content":"Yog nej ua li ntawd Yawmsaub txojkev npau taws yuav tshwm plaws rau nej. Nws yuav kaw lub ntuj tsis tso nag los thiab tej av yuav tsis tuaj qoob loo thiab nej yuav puam tsuaj ploj sai kawg li rau hauv lub tebchaws zoo uas Yawmsaub pub rau nej."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.18","label":"18","content":"Vim li no nej yuav tsum khaws tej lus uas kuv hais no rau hauv nej lub siab lub ntsws, thiab muab tej lus no khi rau ntawm nej txhais tes ua lub chaw nco, thiab muab pav rau ntawm nej hauv pliaj."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.19","label":"19","content":"Nej yuav qhia tej lus no rau nej tej menyuam, thiab hais txog tej lus no rau thaum nej nyob hauv tsev thaum nej taug kev thaum nej pw thiab thaum nej sawv,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.20","label":"20","content":"thiab muab sau rau ntawm tej npuab rooj hauv tsev thiab ntawm rooj loog,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.21","label":"21","content":"kom nej thiab nej tej tub ki thiaj muaj txojsia ntev rau hauv lub tebchaws uas Yawmsaub cog lus ruaj tias yuav pub rau nej tej poj koob yawm txwv, ntev li thaum lub ntuj tseem khwb lub ntiajteb."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.22","label":"22","content":"Yog nej ceev faj ua raws nraim tej lus nkaw no huvsi uas kuv cob rau nej, uas yog hlub Yawmsaub uas yog nej tus Vajtswv thiab ua nej lub neej raws nraim nws tej kev huvsi thiab tuav rawv nws,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.23","label":"23","content":"mas Yawmsaub yuav ntiab txhua haiv neeg no tawm ntawm nej hauv ntej mus, mas nej yuav txeeb tau tej haiv neeg uas loj dua nej thiab muaj zog dua nej lub tebchaws."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.24","label":"24","content":"Nej xib taws tsuj mus txog qhovtwg qhov ntawd yuav yog nej li. Nej li ciam teb yuav txij ntua tebchaws moj sab qhua mus txog Lenpanoo, thiab txij ntua tus niag dej Yufeti mus txog hiavtxwv sab hnub poob."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.25","label":"25","content":"Yuav tsis muaj leejtwg sawv tiv tau nej. Yawmsaub uas yog nej tus Vajtswv yuav ua kom thoob lub tebchaws uas nej yuav mus tsuj ntawd ntshai nej heev kawg li, raws li nws twb cog lus tseg rau nej."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.26","label":"26","content":"Saib maj, hnub no kuv coj tej lus foom koob hmoov thiab tej lus tsawm foom los txawb rau ntawm nej xubntiag."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.27","label":"27","content":"Yog nej ua raws li nej tus Vajtswv Yawmsaub tej lus nkaw uas hnub no kuv muab cob rau nej, mas nej yuav tau tej koob hmoov ntawd."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.28","label":"28","content":"Hos yog nej tsis ua raws li nej tus Vajtswv Yawmsaub tej lus nkaw es tig kiag ntawm txojkev uas hnub no kuv hais rau nej mus raws ncuj nciav luag tej dab uas nej tsis tau paub dua, nej yuav tau saws tej lus tsawm foom ntawd."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.29","label":"29","content":"Thaum Yawmsaub uas yog nej tus Vajtswv coj nej mus rau hauv lub tebchaws uas nej tabtom yuav mus txeeb ua nej tug ntawd, nej yuav tsum muab tej lus foom koob hmoov tshaj tawm rau saum lub roob Kelixi thiab muab tej lus tsawm foom tshaj tawm rau saum lub roob Enpas."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.30","label":"30","content":"Ob lub roob no nyob sab ntug dej Yaladee tim ub, yog nyob ntawm txojkev uas mus rau sab hnub poob hauv cov Khana‑as thaj tebchaws ntawm Alanpa, thiab ncaj lub moos Kilakas ze tej ntoo xeeb ntawm Maule."},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.31","label":"31","content":"Nej yuav hla tus dej Yaladee mus txeeb tau lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej, mas thaum nej txeeb tau thiab nyob rau hauv lawm,"},{"bible_id":"1269","chapter_code":"DEU.11","verse_code":"DEU.11.32","label":"32","content":"nej yuav tsum ceev faj ua raws li tej kab ke thiab tej kevcai huvsi uas hnub no kuv muab cob rau nej."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.1","label":"1","content":"Ntawm no mus yog tej kab ke thiab tej kevcai uas nej yuav tsum ceev faj ua raws nraim li rau hauv lub tebchaws uas Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv twb muab rau nej ua nej tug tag sim neej uas nej nyob ntiajteb no."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.2","label":"2","content":"Nej yuav tsum muab tej haiv neeg uas nej ntiab khiav ntawd tej chaw teev dab rhuav kom puam tsuaj huvsi, yog tej chaw uas nyob saum roob siab thiab saum tej pov roob thiab hauv txhua tsob qab ntoo ntsuab."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.3","label":"3","content":"Nej yuav tsum muab lawv tej thaj teev dab rhuav pov tseg thiab tsoo lawv tej ncej teev dab kom tawg ua tej dwb daim thiab hlawv lawv tej ncej dab Asela pov tseg. Nej yuav tsum muab tej dab mlom tsoo pov tseg thiab muab tej npe dab ntawd rhuav kom ploj qhov ntawd mus."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.4","label":"4","content":"Nej tsis txhob pe li ntawd rau Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.5","label":"5","content":"Nej yuav tsum nrhiav ib qho chaw uas nej tus Vajtswv Yawmsaub yuav xaiv rau hauv nej txhua xeem rau nws lub npe thiab ua lub chaw rau nws nyob. Mas nej yuav mus qhov ntawd,"},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.6","label":"6","content":"thiab nej yuav muab tej uas ua kevcai hlawv huvsi xyeem thiab tej tsiaj uas tua xyeem, tej uas nej pub ib feem kaum, tej uas yuav muab cev xyeem, tej uas nej fiv cia yuav muab xyeem, tej uas nej zoo siab muab xyeem pub thiab thawj tug menyuam nyuj menyuam tshis menyuam yaj coj mus rau qhov ntawd."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.7","label":"7","content":"Nej thiab nej tsev neeg yuav noj qhov ntawd tab meeg nej tus Vajtswv Yawmsaub lub xubntiag thiab yuav zoo siab xyiv fab rau tej haujlwm uas nej ua huvsi, tej ntawd yog nej tus Vajtswv Yawmsaub foom koob hmoov rau nej."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.8","label":"8","content":"Nej tsis txhob ua raws li uas peb niaj hnub ua ntawm no, yog qhov uas sawvdaws nyias ua raws li nyias siab pom zoo xwb."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.9","label":"9","content":"Rau qhov nej tseem tsis tau mus txog lub chaw uas tau so thiab tsis tau mus txog tej qub txeeg qub teg uas nej tus Vajtswv Yawmsaub pub rau nej."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.10","label":"10","content":"Tiamsis thaum nej hla tus dej Yaladee mus nyob rau hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub ua qub txeeg qub teg rau nej thiab thaum nws pub nej tau so tsis ua rog rau nej tej yeeb ncuab uas nyob ib ncig nej, nej tau nyob kaj siab lug lawd,"},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.11","label":"11","content":"mas nej yuav coj txhua yam uas kuv hais rau nej lawd mus rau lub chaw uas nej tus Vajtswv Yawmsaub yuav xaiv cia rau nws lub npe nyob. Nej yuav coj tej uas yuav hlawv huvsi xyeem thiab tej uas yuav tua xyeem thiab tej uas nej pub ib feem kaum thiab tej uas nej cev xyeem thiab txhua yam uas nej fiv cia yuav muab xyeem pub rau Yawmsaub."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.12","label":"12","content":"Nej thiab nej tej tub tej ntxhais nej tej tub qhe nkauj qhev thiab cov Levi uas nyob hauv nej tej moos vim lawv tsis muaj feem nrog nej tau qub txeeg qub teg, los nej sawvdaws yuav zoo siab xyiv fab rau ntawm nej tus Vajtswv Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.13","label":"13","content":"Koj yuav ceev faj zoo tsis txhob muab tej uas yuav hlawv huvsi xyeem ntawd xyeem rau ntawm tej chaw uas koj siab nyiam."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.14","label":"14","content":"Koj yuav tsum muab xyeem rau hauv lub chaw uas Yawmsaub yuav xaiv rau hauv nej cov ib xeem. Koj yuav muab tej uas yuav hlawv huvsi xyeem ntawd xyeem rau qhov ntawd, thiab koj yuav ua txhua yam uas kuv hais rau koj lawd rau lub chaw ntawd."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.15","label":"15","content":"Txawm li cas los xij, koj yuav tua tsiaj txhu noj rau hauv koj tej moos lub twg kuj tau, tua npaum li uas koj siab nyiam raws li Yawmsaub uas yog koj tus Vajtswv tau foom koob hmoov rau koj. Tus neeg uas qias tsis huv thiab tus uas huv los kuj noj tau, ib yam nkaus li noj nqaij kauv seb noj nqaij muas lwj."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.16","label":"16","content":"Koj tsuas tseg tsis txhob noj ntshav tsiaj kiag li, koj yuav muab hliv pov tseg rau hauv av yam li hliv dej."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.17","label":"17","content":"Tej qoob loo tej cawv txiv hmab tej roj ib feem kaum, thiab thawj tug menyuam nyuj menyuam tshis menyuam yaj, thiab tej uas koj fiv cia yeem yuav muab xyeem, thiab tej uas koj zoo siab muab xyeem pub thiab tej uas koj cev xyeem, mas koj tsis txhob noj rau hauv koj lub moos."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.18","label":"18","content":"Tiamsis koj yuav tsum noj tej no rau ntawm koj tus Vajtswv Yawmsaub lub xubntiag rau hauv lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia, tag nrho koj thiab koj tej tub ki koj tej tub qhe nkauj qhev thiab cov Levi uas nyob hauv koj lub moos huvsi. Thiab koj yuav zoo siab xyiv fab rau txhua yam haujlwm uas koj ua rau ntawm koj tus Vajtswv Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.19","label":"19","content":"Koj yuav ceev faj tsis txhob tso cov Levi tseg rau thaum koj tseem nyob hauv koj lub tebchaws."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.20","label":"20","content":"Thaum Yawmsaub uas yog koj tus Vajtswv pub koj tau tebchaws dav zuj zus raws li nws cog lus tseg rau koj lawd thiab koj hais tias, “Kuv yuav noj nqaij,” vim yog koj nqhis nqaij tsiaj, koj yuav tau noj nqaij npaum li uas koj lub siab nyiam."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.21","label":"21","content":"Yog lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia rau nws lub npe nyob ntawd deb koj heev lawm ces koj cia li tua koj tej nyuj yaj tshis uas Yawmsaub pub rau koj, raws li kuv hais rau koj lawd. Koj cia li noj rau hauv koj lub moos npaum li uas koj lub siab nyiam."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.22","label":"22","content":"Koj noj tau ib yam li noj nqaij kauv seb thiab nqaij muas lwj. Tus neeg uas qias tsis huv thiab tus uas huv los noj tau."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.23","label":"23","content":"Koj yuav tsum ceev faj tsis txhob noj cov ntshav kiag li, rau qhov cov ntshav yog txojsia, mas koj tsis txhob noj txojsia nrog cov nqaij."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.24","label":"24","content":"Koj tsis txhob noj cov ntshav kiag li, koj yuav tsum muab hliv pov tseg rau hauv av yam li hliv dej."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.25","label":"25","content":"Koj tsis txhob noj cov ntshav kiag li kom koj thiab koj tej tub ki thiaj li noj qab nyob zoo vim yog qhov uas koj ua tej uas Yawmsaub pom tias raug cai."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.26","label":"26","content":"Tej yam dawb huv uas yuav tsum pub raws li kevcai thiab tej uas koj fiv cia yuav muab xyeem pub mas koj yuav coj mus rau lub chaw uas Yawmsaub yuav xaiv cia."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.27","label":"27","content":"Cov nqaij thiab cov ntshav uas ua kevcai hlawv huvsi xyeem mas yuav muab xyeem saum koj tus Vajtswv Yawmsaub lub thaj. Tiamsis tus tsiaj uas tua xyeem mas muab cov ntshav hliv rau saum koj tus Vajtswv Yawmsaub lub thaj, hos cov nqaij mas koj noj tau."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.28","label":"28","content":"Koj yuav tsum ceev faj ua raws li txhua lo lus uas kuv hais kom koj ua xwv koj thiab koj tej tub ki thiaj li noj qab nyob zoo mus ib txhis, vim yog qhov uas koj ua tej uas Yawmsaub uas yog koj tus Vajtswv pom tias zoo thiab raug cai."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.29","label":"29","content":"Yawmsaub uas yog koj tus Vajtswv yuav rhuav tshem tej haiv neeg uas koj yuav txeem mus muab ntiab khiav ntawd, mas thaum koj muab lawv ntiab khiav thiab mus nyob hauv lawv lub tebchaws lawm,"},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.30","label":"30","content":"thiab thaum lawv raug puam tsuaj tag lawd, koj yuav tsum ceev faj tsis txhob raug lawv ntxias ua raws li lawv, thiab tsis txhob nug txog lawv tej dab hais tias, “Haiv neeg ntawd ua koom tu lawv tej dab li cas nev? Kuv yuav ua koom ib yam li lawv.”"},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.31","label":"31","content":"Koj tsis txhob ua li ntawd rau koj tus Vajtswv Yawmsaub rau qhov txhua yam uas lawv ua koom tu lawv tej dab ntawd yog kev qias vuab tsuab uas Yawmsaub ntxub. Txawm yog lawv tej tub tej ntxhais los lawv kuj muab hlawv xyeem rau lawv tej dab thiab."},{"bible_id":"1269","chapter_code":"DEU.12","verse_code":"DEU.12.32","label":"32","content":"Txhua yam uas kuv hais rau nej no nej yuav tsum ceev faj ua raws nraim. Nej tsis txhob tsav ib yam dabtsi rau thiab tsis txhob rho ib yam dabtsi tseg."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.1","label":"1","content":"Yog ib tug xibhwb cev Vajtswv lus lossis ib tug uas ua npau suav pom tom hauv ntej tshwm los rau hauv nej thiab qhia ib yam txujci tseem ceeb phimhwj rau koj,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.2","label":"2","content":"thiab yog txujci tseem ceeb phimhwj uas nws hais ntawd muaj tshwm los tiag tiag ces nws thiaj hais tias, “Cia peb pe hawm thiab ua koom tu luag tej dab,” uas koj tsis tau paub dua,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.3","label":"3","content":"mas koj tsis txhob ntseeg tus xibhwb cev lus lossis tus uas ua npau suav ntawd tej lus. Rau qhov nej tus Vajtswv Yawmsaub sim nej lub siab saib nej hlub nej tus Vajtswv Yawmsaub kawg nej lub siab lub ntsws los tsis hlub."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.4","label":"4","content":"Nej yuav tsum ua lub neej raws li Yawmsaub uas yog nej tus Vajtswv thiab hwm thiab paub ntshai nws thiab tuav rawv nws tej lus nkaw thiab mloog nws lus, thiab nej yuav tsum ua koom tu nws thiab nrog nws tsheej xeeb."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.5","label":"5","content":"Tus uas cev lus thiab tus uas ua npau suav ntawd yuav tsum raug muab tua pov tseg, vim yog nws qhia kom fav xeeb rau nej tus Vajtswv Yawmsaub uas coj nej tawm hauv Iyi tebchaws los thiab txhiv nej dim hauv txojkev ua qhev. Tus ntawd ua rau nej tig kiag ntawm txojkev uas nej tus Vajtswv Yawmsaub kom nej mus. Ua li no nej thiaj ntxuav tau tej kev phem no tawm hauv nej mus."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.6","label":"6","content":"Yog koj ib tug kwvtij uas nrog koj koom niam lossis koj li tub li ntxhais lossis koj tus pojniam ntawm koj xubntiag lossis koj tus kwvluag uas nrog koj koom ib lub siab yaum twjywm tias, “Cia peb mus ua koom tu luag tej dab,” uas koj thiab koj tej poj koob yawm txwv tsis tau paub dua,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.7","label":"7","content":"uas yog tej haiv neeg uas nyob ib ncig nej tej dab tsis hais deb los ze, txij ntua sab ntuj no mus txog sab ntuj kawg tim ub,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.8","label":"8","content":"los koj tsis txhob yeem swb nws thiab mloog nws hais, koj lub qhov muag tsis txhob khuvleej nws, tsis txhob tseg nws txojsia li, tsis txhob npog nws kiag li."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.9","label":"9","content":"Koj yuav tsum muab nws tua pov tseg. Koj yuav tsum nqes tes ua ntej rau txim tua nws, mas sawvdaws mam li nqes tes tom qab."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.10","label":"10","content":"Koj yuav tsum xuas pob zeb ntaus kom nws tuag, rau qhov nws yooj xeeb coj koj tawm hauv koj tus Vajtswv Yawmsaub uas coj nej tawm hauv Iyi tebchaws hauv txojkev ua qhev los."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.11","label":"11","content":"Mas cov Yixayee sawvdaws thiaj tau hnov thiab ntshai thiaj tsis ua tej kev phem no rau hauv nej nruab nrab dua li lawm."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.12","label":"12","content":"Yog koj hnov tias hauv nej tej moos uas nej tus Vajtswv Yawmsaub pub rau nej nyob lawd tsis hais lub twg"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.13","label":"13","content":"muaj neeg phem qee leej tawm hauv nej mus ntxias cov neeg hauv lub moos ntawd hais tias, “Cia peb mus ua koom tu luag tej dab,” uas nej tsis tau paub dua,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.14","label":"14","content":"mas koj yuav tsum tshuaj thiab tshawb nrhiav thiab ua tib zoo nug. Yog muaj tseeb thiab pom tseeb tias tej uas qias vuab tsuab no tshwm rau hauv nej nruab nrab,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.15","label":"15","content":"mas koj yuav tsum xuas hniav ntaj muab cov neeg hauv lub moos ntawd tua. Koj yuav tsum xuas hniav ntaj ua kom puam tsuaj tu noob nrho tsis hais tej neeg thiab tej tsiaj txhu hauv lub moos huvsi."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.16","label":"16","content":"Koj yuav tsum sau cov neeg ntawd tej qhov txhia chaw huvsi tuaj tso ua ke hauv tshav puam thiab muab lub moos ntawd thiab tej qhov txhia chaw huvsi hlawv pov tseg thiaj yog hlawv huvsi xyeem rau Yawmsaub uas yog koj tus Vajtswv. Lub moos ntawd yuav nyob do cuas cia mus ib txhis, tsis txhob rov ua dua tshiab."},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.17","label":"17","content":"Tsis txhob cia tej uas caiv ntawd ib yam dabtsi lo koj txhais tes, xwv Yawmsaub thiaj li thim nws txojkev npau taws heev thiab khuvleej thiab tab ncuab koj, thiab pub koj huaj vam coob, raws li nws cog lus ruaj khov cia rau koj tej poj koob yawm txwv lawm,"},{"bible_id":"1269","chapter_code":"DEU.13","verse_code":"DEU.13.18","label":"18","content":"vim nej mloog Yawmsaub uas yog nej tus Vajtswv tej lus, yog qhov uas tuav rawv nws tej lus nkaw huvsi uas hnub no kuv muab cob rau koj thiab ua tej uas koj tus Vajtswv Yawmsaub pom tias raug cai."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.1","label":"1","content":"Nej yog Yawmsaub uas yog nej tus Vajtswv li tub ki. Nej tsis txhob muab nej tej nqaij suam thiab tsis txhob chais cov plaubhau ntawm hauv pliaj rau thaum uas muaj neeg tuag."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.2","label":"2","content":"Rau qhov nej yog haiv neeg uas dawb huv rau Yawmsaub uas yog nej tus Vajtswv, thiab Yawmsaub tau xaiv nej tawm hauv ib tsoom neeg hauv qab ntuj no los ua haiv neeg uas yog nws teej nws tug."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.3","label":"3","content":"Koj tsis txhob noj tej yam uas qias vuab tsuab."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.4","label":"4","content":"Tej tsiaj uas noj tau yog cov no, yog nyuj, yaj, tshis,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.5","label":"5","content":"muas lwj, kauv seb, kauv liab, tshis qus, sai, nyuj qus dawb thiab yaj qus."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.6","label":"6","content":"Txhua yam tsiaj uas muaj rau uas rau ntshua ua ntiv thiab yog tsiaj uas zom zaub mas nej noj tau."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.7","label":"7","content":"Tej tsiaj uas zom zaub lossis rau ntshua uas nej caiv tsis txhob noj mas yog cov no, yog ntxhuav, luav, ntxim tsua vim cov tsiaj no zom zaub tiamsis rau tsis ntshua ua ntiv thiaj yog tej tsiaj uas qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.8","label":"8","content":"Npua mas rau ntshua tiamsis tsis zom zaub ces kuj qias tsis huv rau nej. Nej tsis txhob noj tej tsiaj no li nqaij thiab tsis txhob kov lawv lub cev tuag kiag li."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.9","label":"9","content":"Tej tsiaj nruab deg uas nej noj tau yog cov no, yog cov uas muaj txoob muaj nplai nej noj tau huvsi,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.10","label":"10","content":"tiamsis cov uas tsis muaj txoob tsis muaj nplai nej tsis txhob noj, yog tej tsiaj uas qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.11","label":"11","content":"Txhua yam noog uas huv mas nej noj tau,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.12","label":"12","content":"tiamsis cov noog uas nej caiv tsis txhob noj yog cov no,  yog dav dub, dav noj twm, dav txho,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.13","label":"13","content":"liaj tw ntev, liaj ntsuab, txhua yam uas yog liaj yog dav,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.14","label":"14","content":"txhua yam uab lag,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.15","label":"15","content":"plas dawb, plas txaij, plas liab, liaj txho, txhua yam plas no,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.16","label":"16","content":"lib nyug loj, lib nyug me, plas tauv lauv,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.17","label":"17","content":"plas me, dav dawb, plas noj ntses,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.18","label":"18","content":"os dej dub, qaib dej txho thiab txhua yam uas zoo li no, noog pej thiab puav."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.19","label":"19","content":"Txhua yam kab muaj tis puavleej qias tsis huv rau nej, nej tsis txhob noj."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.20","label":"20","content":"Txhua yam muaj tis uas huv nej noj tau."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.21","label":"21","content":"Tej tsiaj uas nws tuag nws nej tsis txhob noj. Nej muab rau lwm haiv neeg uas nrog nej nyob hauv nej tej moos noj kuj tau lossis nej muab muag rau lwm haiv neeg kuj tau, rau qhov nej yog haiv neeg uas dawb huv rau Yawmsaub uas yog nej tus Vajtswv. Tsis txhob muab tus maum tshis cov kua mis los hau nws tus menyuam."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.22","label":"22","content":"Tej qoob loo uas koj niaj xyoo tau hauv tej teb mas koj yuav tsum rho ib feem kaum khaws cia."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.23","label":"23","content":"Mas tej uas koj rho ib feem kaum ntawm koj tej qoob loo thiab koj tej cawv txiv hmab thiab koj tej roj, thiab koj thawj tug menyuam nyuj menyuam tshis menyuam yaj mas koj yuav tsum noj rau ntawm koj tus Vajtswv Yawmsaub lub xubntiag rau hauv lub chaw uas nws yuav xaiv cia rau nws lub npe nyob, xwv koj thiaj li kawm paub ntshai thiab hwm Yawmsaub uas yog koj tus Vajtswv ib txhis mus li."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.24","label":"24","content":"Yog tias kev deb heev koj tsis muaj peevxwm coj tau ib feem kaum uas koj tus Vajtswv Yawmsaub foom koob hmoov rau koj ntawd mus rau lub chaw uas koj tus Vajtswv Yawmsaub xaiv cia rau nws lub npe nyob vim yog kev deb heev,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.25","label":"25","content":"ces koj cia li muab tej ntawd muag ntxeev ua nyiaj qhwv coj mus rau ntawm lub chaw uas koj tus Vajtswv Yawmsaub xaiv cia lawd,"},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.26","label":"26","content":"es muab tej nyiaj ntawd yuav tej uas koj lub siab nyiam, xws li yog nyuj yaj, cawv txiv hmab thiab cawv ntxwg thiab tej yam uas koj xav noj. Koj yuav noj haus qhov ntawd tab meeg Yawmsaub uas yog koj tus Vajtswv xubntiag, koj thiab koj tsev neeg yuav zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.27","label":"27","content":"Koj tsis txhob tso cov Levi uas nyob hauv koj lub moos tseg vim yog lawv tsis muaj feem nrog koj tau qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.28","label":"28","content":"Thaum puv txhua peb xyoos koj yuav coj ib feem kaum ntawm txhua yam qoob loo uas koj tau xyoo ntawd huvsi tuaj khaws cia rau hauv koj lub moos."},{"bible_id":"1269","chapter_code":"DEU.14","verse_code":"DEU.14.29","label":"29","content":"Mas cov Levi uas tsis muaj feem nrog koj tau qub txeeg qub teg thiab lwm haiv neeg uas nrog koj nyob thiab cov menyuam uas tsis muaj txiv thiab cov poj ntsuam uas nyob hauv koj lub moos thiaj tau tuaj noj tsau npo. Mas Yawmsaub uas yog koj tus Vajtswv thiaj li foom koob hmoov rau koj tej haujlwm txhua yam uas koj txhais tes ua."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.1","label":"1","content":"Puv txhua xya xyoo koj yuav tsum tso nuj nqes tseg."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.2","label":"2","content":"Koj yuav tso li no, tus uas luag tshuav nws nqe no yuav tso tej uas kwvtij zej zog qev txais lawm tseg, tsis txhob tsob kwvtij zej zog them rov rau nws, vim yog twb tshaj tawm lub caij uas Yawmsaub teem kom tso nuj nqes tseg lawm."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.3","label":"3","content":"Koj yuav tsob ntawm lwm haiv neeg them rov los kuj tau, tiamsis yog koj qev txais dabtsi rau koj cov kwvtij mas koj cia li tso tseg tsis txhob yuav."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.4","label":"4","content":"Mas yuav tsis muaj tej neeg pluag rau hauv nej rau qhov Yawmsaub yuav foom koob hmoov rau koj rau hauv lub tebchaws uas koj tus Vajtswv Yawmsaub muab rau koj ua qub txeeg qub teg ua koj tug,"},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.5","label":"5","content":"tsuav yog koj mloog Yawmsaub uas yog koj tus Vajtswv lus thiab ceev faj ua raws nraim li tej lus nkaw huvsi uas hnub no kuv cob rau koj no xwb."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.6","label":"6","content":"Vim yog koj tus Vajtswv Yawmsaub yuav foom koob hmoov rau koj raws li nws tau cog lus tseg rau koj, mas koj yuav muaj qev txais rau ntau haiv neeg, tiamsis koj yuav tsis qev txais luag li, koj yuav kav ntau haiv neeg tiamsis luag yuav tsis kav koj."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.7","label":"7","content":"Yog hauv nej muaj ib tug pluag uas yog koj li kwvtij tsis hais nyob lub moos twg hauv koj lub tebchaws uas koj tus Vajtswv Yawmsaub pub rau koj mas koj tsis txhob ua lub siab deb nkaum tes ntawm koj tus kwvtij uas pluag ntawd."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.8","label":"8","content":"Koj yuav cev tes rau nws thiab qev txais kom txaus li nws cheem tsum, qev txais dabtsi kuj tau."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.9","label":"9","content":"Koj yuav tsum ceev faj tib zoo tsis txhob cia koj lub siab xav phem hais tias, “Twb yuav txog xyoo xya uas yog xyoo tso nuj nqes tseg,” ces koj txawm khib tug kwvtij uas pluag ntawd es tsis kam muab dabtsi rau nws, ces nws yuav thov hais rau Yawmsaub mas lub txim yuav poob rau koj."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.10","label":"10","content":"Koj cia li zoo siab hlo muab rau nws thiab thaum muab lawd koj lub siab tsis txhob khuvxim. Yog koj ua li no koj tus Vajtswv Yawmsaub yuav foom koob hmoov rau koj tej haujlwm txhua yam thiab rau txhua yam uas koj ua."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.11","label":"11","content":"Rau qhov tej neeg pluag yuav ploj tsis tag hauv lub tebchaws no. Vim li no kuv thiaj hais rau koj tias, Koj yuav tsum cev tes ua siab dav rau koj cov kwvtij thiab rau cov uas raug txom nyem thiab cov pluag hauv koj lub tebchaws."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.12","label":"12","content":"Yog luag muab koj cov kwvtij Henplais tsis hais pojniam txivneej ib tug muag rov rau koj, mas koj cia nws ua haujlwm rau koj rau xyoo mas xyoo uas xya koj yuav muab nws tso mus."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.13","label":"13","content":"Thaum koj tso nws mus ntawd koj tsis txhob tso nws mus tes dawb tes npliag."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.14","label":"14","content":"Koj yuav tsum muaj lub siab dav muab koj tej yaj tej tshis muab koj tej qoob loo thiab koj tej cawv txiv hmab rau nws raws li uas koj tus Vajtswv Yawmsaub twb foom koob hmoov rau koj lawd."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.15","label":"15","content":"Koj yuav tsum nco ntsoov tias koj txeev ua luag qhev hauv Iyi tebchaws mas Yawmsaub uas yog koj tus Vajtswv tau txhiv koj los. Vim li no hnub no kuv thiaj hais kom koj ua tej no."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.16","label":"16","content":"Tiamsis yog tus qhev hais rau koj tias, “Kuv tsis tawm ntawm koj mus,” vim yog nws nyiam koj thiab koj tsev neeg rau qhov nws nrog koj nyob mas tau zoo,"},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.17","label":"17","content":"ces koj cia li xuas koob laum nws taub ntsej tshab plaws teem rau ntawm qhov rooj. Ua li no nws thiaj yuav ua koj qhev mus ib sim neej li. Koj yuav ua ib yam nkaus li no rau koj tus nkauj qhev thiab."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.18","label":"18","content":"Thaum koj tso ib tug qhev mus koj tsis txhob nyuaj siab, rau qhov nws ua koj li haujlwm rau xyoo ntawd nws tsuas yog tau ib nrab nqe zog xwb. Ua li no koj tus Vajtswv Yawmsaub thiaj yuav foom koob hmoov rau txhua yam uas koj ua."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.19","label":"19","content":"Thawj tus menyuam tsiaj uas yog txiv tsis hais menyuam nyuj menyuam tshis menyuam yaj koj yuav muab cais ua dawb huv rau Yawmsaub uas yog koj tus Vajtswv. Koj tsis txhob muab thawj tug menyuam nyuj ntawd siv ua haujlwm thiab tsis txhob txiav thawj tug menyuam yaj cov plaub."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.20","label":"20","content":"Koj thiab koj tsev neeg niaj xyoo yuav noj thawj tug menyuam tsiaj ntawd tab meeg Yawmsaub uas yog koj tus Vajtswv lub xubntiag rau hauv lub chaw uas Yawmsaub yuav xaiv cia."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.21","label":"21","content":"Tiamsis yog tus tsiaj ntawd muaj chaw thuam, yog dig muag ceg tawv lossis muaj ib qho phem heev mas koj tsis txhob tua xyeem rau Yawmsaub uas yog koj tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.22","label":"22","content":"Koj yuav tsum noj tus tsiaj ntawd rau hauv koj lub moos. Tus uas qias tsis huv thiab tus uas huv kuj noj tau ib yam nkaus li noj nqaij kauv seb noj nqaij muas lwj."},{"bible_id":"1269","chapter_code":"DEU.15","verse_code":"DEU.15.23","label":"23","content":"Koj tsuas tseg tsis txhob noj cov ntshav xwb, koj cia li muab hliv pov tseg rau hauv av yam li hliv dej."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.1","label":"1","content":"Koj yuav nco lub hli Anpis thiab ua kevcai Hla Dhau rau Yawmsaub uas yog koj tus Vajtswv, rau qhov lub hli Anpis ntawd Yawmsaub uas yog koj tus Vajtswv tau coj koj tawm hauv Iyi tebchaws los hmo ntuj."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.2","label":"2","content":"Koj yuav muab tus tsiaj uas ua kevcai Hla Dhau xyeem rau Yawmsaub uas yog koj tus Vajtswv, yog yaj tshis lossis nyuj, rau hauv lub chaw uas Yawmsaub yuav xaiv cia rau nws lub npe nyob."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.3","label":"3","content":"Koj tsis txhob noj tej ncuav uas xyaw keeb ntxuag tus tsiaj ntawd. Koj yuav noj cov ncuav tsis xyaw keeb xya hnub, yog tej ncuav uas nco txog kev txom nyem vim yog koj maj maj khiav tawm hauv Iyi tebchaws, xwv koj thiaj li nco txog hnub uas koj tawm hauv Iyi tebchaws ntawd ib sim neej li."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.4","label":"4","content":"Hauv xya hnub ntawd tsis tseev kom muaj ib qho keeb ncuav hauv koj lub tebchaws kiag li. Tus tsiaj uas koj tua xyeem thawj hnub thaum yuav tsaus ntuj koj tsis txhob tseg ib qho nqaij cia ib hmos mus txog kaj ntug."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.5","label":"5","content":"Koj tsis txhob muab tus tsiaj uas ua kevcai Hla Dhau xyeem rau hauv koj tej moos uas koj tus Vajtswv Yawmsaub muab pub rau koj."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.6","label":"6","content":"Tiamsis koj yuav tsum muab tus tsiaj uas ua kevcai Hla Dhau xyeem rau hauv lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia rau nws lub npe nyob xwb. Koj yuav muab xyeem rau thaum yuav tsaus ntuj uas hnub poob qho lawd, yog lub sijhawm uas koj tawm hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.7","label":"7","content":"Koj yuav tsum muab ua kom siav mam li noj rau hauv lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia, mas tagkis tom qab koj rov mus rau hauv koj lub tsev ntaub."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.8","label":"8","content":"Koj yuav noj tej ncuav tsis xyaw keeb rau hnub mas hnub uas xya yuav tuaj txoos ua ke caiv so tiag tiag li rau Yawmsaub uas yog koj tus Vajtswv, thiab hnub ntawd koj tsis txhob ua ib yam haujlwm dabtsi li."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.9","label":"9","content":"Koj suav kom puv xya lub chib so, suav hnub uas koj pib xuas liag hlais qoob loo mus kom puv xya lub chib so."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.10","label":"10","content":"Hnub ntawd koj yuav tsum ua kevcai xya lub chib so  xyeem rau Yawmsaub uas yog koj tus Vajtswv, yuav muab xyeem pub raws li koj zoo siab pub, npaum li uas koj tus Vajtswv Yawmsaub twb foom koob hmoov rau koj lawd."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.11","label":"11","content":"Koj yuav zoo siab xyiv fab rau ntawm koj tus Vajtswv Yawmsaub xubntiag, koj thiab koj tej tub tej ntxhais koj tej tub qhe nkauj qhev thiab cov Levi uas nyob hauv koj tej moos thiab lwm tus uas nrog koj nyob thiab cov menyuam uas tsis muaj txiv thiab cov poj ntsuam uas nrog koj nyob, nej sawvdaws yuav zoo siab xyiv fab rau hauv lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia rau nws lub npe nyob."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.12","label":"12","content":"Koj yuav tsum nco tias koj txeev ua qhev hauv Iyi tebchaws mas koj yuav ceev faj ua raws li tej kab ke no."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.13","label":"13","content":"Koj yuav ua kevcai nyob tsev pheeb suab xya hnub rau thaum koj sau qoob loo hauv tej tshav ntaus qeb ntaus mog los ncaws tsev tag thiab sau kua txiv hmab hauv tej chaw tsuam tag lawm."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.14","label":"14","content":"Koj yuav pam noj haus ua siab xyiv fab, koj thiab koj tej tub tej ntxhais koj tej tub qhe nkauj qhev thiab cov Levi thiab lwm haiv neeg thiab cov menyuam uas tsis muaj txiv thiab cov poj ntsuam uas nyob hauv koj tej moos yuav ua ke xyiv fab."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.15","label":"15","content":"Koj yuav ua qhov kevcai no xyeem rau Yawmsaub uas yog koj tus Vajtswv xya hnub rau hauv lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia, rau qhov koj tus Vajtswv Yawmsaub yuav foom koob hmoov rau koj tej qoob loo huvsi thiab rau txhua yam haujlwm uas koj txhais tes ua, xwv koj thiaj muaj kev zoo siab xyiv fab kawg."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.16","label":"16","content":"Ib xyoos mas nej cov txivneej sawvdaws yuav tsum tuaj rau ntawm nej tus Vajtswv Yawmsaub xubntiag peb zaug rau hauv lub chaw uas nws yuav xaiv cia, yog thaum ua kevcai noj ncuav tsis xyaw keeb thiab thaum ua kevcai xya lub chib so thiab thaum ua kevcai nyob tsev pheeb suab. Lawv tsis txhob tuaj cuag Yawmsaub tes dawb tes do."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.17","label":"17","content":"Txhua tus yuav xyeem pub raws li xyeem tau, npaum li tej koob hmoov uas nej tus Vajtswv Yawmsaub twb pub rau nws lawd."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.18","label":"18","content":"Koj yuav tsum tsa cov uas tu plaub thiab cov nom tswv rau hauv nej txhua lub moos uas nej tus Vajtswv Yawmsaub pub rau nej, tsa rau hauv txhua xeem, mas lawv yuav tu plaub ntug ncaj ncees rau cov pejxeem."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.19","label":"19","content":"Koj tsis txhob tu plaub tsis ncaj, tsis txhob tuaj leejtwg tog, tsis txhob yuav nyiaj xiab rau qhov tej nyiaj xiab ua rau tus uas txawj ntse dig muag thiab qhau tus uas muaj cai."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.20","label":"20","content":"Tu plaub mas koj yuav tsum tu ncaj tiag tiag li, kom koj thiaj li muaj txojsia nyob thiab thiaj tau lub tebchaws uas koj tus Vajtswv Yawmsaub muab pub rau koj ua qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.21","label":"21","content":"Koj tsis txhob cog ib tsob ntoo dabtsi los ua ncej dab Asela rau ntawm koj tus Vajtswv Yawmsaub lub thaj uas koj ua lawd ib sab."},{"bible_id":"1269","chapter_code":"DEU.16","verse_code":"DEU.16.22","label":"22","content":"Koj tsis txhob txhos tej ncej teev dab, yog yam uas Yawmsaub uas yog koj tus Vajtswv ntxub."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.1","label":"1","content":"Koj tsis txhob coj tej txiv nyuj lossis tej yaj uas muaj chaw thuam ib qho twg tuaj xyeem rau Yawmsaub uas yog koj tus Vajtswv, rau qhov yog yam uas qias vuab tsuab rau koj tus Vajtswv Yawmsaub."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.2","label":"2","content":"Hauv nej tej moos uas nej tus Vajtswv Yawmsaub pub rau nej, yog muaj tus txivneej twg lossis tus pojniam twg ua tej uas nej tus Vajtswv Yawmsaub pom tias phem, uas tsis yog raws li Yawmsaub tej lus cog tseg,"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.3","label":"3","content":"mas nws mus ua koom tu thiab pe luag tej dab lossis pe lub hnub lub hli lossis ib yam dabtsi uas nyob saum nruab ntug uas kuv tau txwv lawm,"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.4","label":"4","content":"yog muaj neeg hais rau koj paub thiab koj hnov, mas koj yuav tsum ua tib zoo tshuaj saib. Yog muaj tseeb thiab pom tseeb tias cov Yixayee ib tug tau ua tej uas qias vuab tsuab ntawd,"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.5","label":"5","content":"koj yuav tsum coj tus txivneej lossis tus pojniam uas ua tej kev phem ntawd los rau ntawm rooj loog, mas xuas pob zeb ntaus tus txivneej ntawd lossis tus pojniam ntawd kom tuag."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.6","label":"6","content":"Tus uas raug txim tuag yuav tsum muaj ob leeg los peb leeg ua timkhawv tias nws ua txhaum thiaj muab tua pov tseg tau. Yog muaj tib leeg ua timkhawv xwb mas tsis txhob muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.7","label":"7","content":"Tus uas ua timkhawv yuav tsum nqes tes ntaus ua ntej, sawvdaws mam li nqes tes tom qab. Ua li no koj thiaj ntxuav tau tej kev phem no tawm hauv nej mus."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.8","label":"8","content":"Yog hauv nej tej moos muaj tshaj plaub twg uas koj ceeblaj tu, tsis hais plaub tua neeg plaub sib txeeb qhov txhia chaw lossis tej plaub sib ntaus, koj yuav tsum coj mus rau ntawm lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia,"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.9","label":"9","content":"thiab mus cuag cov pov thawj uas yog xeem Levi thiab mus cuag tus uas tu plaub rau lub sijhawm ntawd. Koj yuav tsum nrog lawv sablaj mas lawv yuav qhia koj tu plaub."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.10","label":"10","content":"Mas koj yuav tsum ua raws li uas lawv hais rau koj ntawm lub chaw uas Yawmsaub yuav xaiv cia ntawd, thiab koj yuav tsum ceev faj ua raws li txhua yam uas lawv qhia."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.11","label":"11","content":"Koj yuav tsum ua raws li tej lus uas lawv qhia rau koj thiab raws li tej lus uas lawv qhia koj tu plaub. Koj tsis txhob muab tej lus uas lawv qhia koj tu plaub tso tseg, tsis txhob tig rau sab xis lossis rau sab laug."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.12","label":"12","content":"Yog leejtwg tawv ncauj tsis yeem mloog tus pov thawj uas nyob qhov ntawd ua koom tu koj tus Vajtswv Yawmsaub thiab tsis mloog tus tu plaub hais, mas nws yuav tuag. Ua li no koj thiaj ntxuav tau tej kev phem no tawm hauv cov Yixayee mus."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.13","label":"13","content":"Mas cov pejxeem sawvdaws thiaj tau hnov thiab ntshai thiab tsis tawv ncauj dua li lawm."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.14","label":"14","content":"Thaum koj los txog lub tebchaws uas koj tus Vajtswv Yawmsaub pub rau koj thiab koj txeeb tau thiab nyob hauv lawm, thiab koj hais tias, “Peb yuav tsa ib tug vajntxwv los kav peb ib yam li txhua haiv neeg uas nyob ib ncig peb,”"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.15","label":"15","content":"koj yuav tsum tsa tus uas Yawmsaub uas yog koj tus Vajtswv xaiv cia ua vajntxwv kav nej. Koj yuav tsa koj cov kwvtij ib tug ua vajntxwv kav nej, koj tsis txhob tsa lwm haiv neeg uas tsis yog koj kwvtij kav nej."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.16","label":"16","content":"Tus vajntxwv ntawd tsis txhob muaj nees coob dhau thiab tsis txhob txib neeg mus yuav nees nram Iyi tebchaws los thiaj tau nees coob coob, rau qhov Yawmsaub tau hais rau nej tias, “Nej yuav tsis rov qab taug txojkev ntawd dua li lawm.”"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.17","label":"17","content":"Nws tsis txhob muaj pojniam coob tsam nws lub siab tig ntawm Yawmsaub. Nws tsis txhob muaj nyiaj muaj kub ntau kawg ua nws li."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.18","label":"18","content":"Thaum nws nyob saum lub zwm txwv hauv lub tebchaws, nws yuav tsum muab phau kevcai no sau dua ib phau rau nws raws nraim li phau uas cov pov thawj uas yog xeem Levi khaws cia."},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.19","label":"19","content":"Tus vajntxwv yuav tsum muaj phau kevcai ntawd thiab nyeem tsis tu ncua tag nws sim neej, kom nws thiaj kawm paub hwm thiab ntshai Yawmsaub uas yog nws tus Vajtswv, yog tuav rawv tej kevcai txhua nqe thiab tej kab ke no thiab ua raws nraim,"},{"bible_id":"1269","chapter_code":"DEU.17","verse_code":"DEU.17.20","label":"20","content":"kom nws lub siab thiaj tsis tsab ua loj siab dhau nws cov kwvtij thiab nws thiaj tsis tso tej lus nkaw no tseg tig mus rau sab xis lossis sab laug, nws thiab nws tej tub ki thiaj li kav tau nws lub tebchaws ntev hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.1","label":"1","content":"Cov Levi uas ua pov thawj yog xeem Levi huvsi yuav tsis muaj feem nrog cov Yixayee tau lub tebchaws ua qub txeeg qub teg. Lawv yuav tau noj tej uas muab hlawv xyeem rau Yawmsaub uas poob ua lawv tug."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.2","label":"2","content":"Lawv yuav tsis nrog lawv cov kwvtij muaj qub txeeg qub teg. Yawmsaub yog lawv li qub txeeg qub teg, raws li nws cog lus tseg rau lawv lawd."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.3","label":"3","content":"Thaum cov pejxeem coj tsiaj tuaj xyeem rau Yawmsaub tsis hais nyuj lossis yaj mas yuav tsum rho tej no ua cov pov thawj li feem, yog muab ceg pwg pu thiab cov nqaij ntawm ob sab plhu thiab lub plab rau tus pov thawj."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.4","label":"4","content":"Koj yuav muab thawj phaum qoob thiab cawv txiv hmab thiab roj thiab thawj phaum plaub yaj rau tus pov thawj."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.5","label":"5","content":"Rau qhov Yawmsaub uas yog koj tus Vajtswv tau xaiv Levi tawm hauv nej txhua xeem los sawv ntsug ua koom hauv Yawmsaub lub npe, tag nrho nws thiab nws caj ces mus ib txhis."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.6","label":"6","content":"Yog cov Levi leejtwg tawm ntawm lub moos twg uas nws nyob hauv cov Yixayee yuav tuaj rau lub chaw uas Yawmsaub yuav xaiv cia, nws kuj tuaj tau txhua lub sijhawm raws li nws xav tuaj,"},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.7","label":"7","content":"thiab nws yuav ua koom hauv nws tus Vajtswv Yawmsaub lub npe tau ib yam li nws cov kwvtij Levi sawvdaws uas sawv ntsug ua num rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.8","label":"8","content":"Nws yuav nrog lawv muaj feem tau noj sib npaug zos, tsis xam tej uas nws muag nws tej qhov txhia chaw es tau."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.9","label":"9","content":"Thaum koj mus rau hauv lub tebchaws uas koj tus Vajtswv Yawmsaub pub rau koj, koj tsis txhob xyaum ua tej kev qias vuab tsuab uas tej haiv neeg ntawd ua."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.10","label":"10","content":"Tsis txhob kheev koj cov ib tug twg muab nws tej tub tej ntxhais hlawv xyeem rau dab, tsis txhob kheev ib tug twg saib caij saib nyoog, saib yaig saib sij, ua txiv neeb thiab ntxooj dab,"},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.11","label":"11","content":"ua khawv koob, ua yees siv, lossis ua neeb hu tej tuag."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.12","label":"12","content":"Tus uas ua li no yog tus uas qias vuab tsuab rau Yawmsaub. Vim yog ua tej qias vuab tsuab no, koj tus Vajtswv Yawmsaub thiaj ntiab lawv khiav tawm ntawm koj hauv ntej mus."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.13","label":"13","content":"Koj yuav tsum ua tus uas tsis muaj chaw thuam li rau ntawm koj tus Vajtswv Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.14","label":"14","content":"Tej haiv neeg uas koj twb yuav muab ntiab kom khiav ntawd lawv ntseeg tej txiv neeb txiv yaig. Tiamsis koj li mas Yawmsaub uas yog koj tus Vajtswv tsis kheev koj ua li ntawd."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.15","label":"15","content":"Yawmsaub uas yog nej tus Vajtswv yuav tsa ib tug xibhwb cev lus zoo yam li kuv tshwm los hauv nej cov kwvtij, mas nej yuav tsum mloog nws lus."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.16","label":"16","content":"Yam li uas nej thov Yawmsaub uas yog nej tus Vajtswv ntawm Haule  rau hnub uas nej tuaj txoos ua ke hais tias, “Tsis txhob cia peb tau hnov peb tus Vajtswv Yawmsaub lub suab lossis pom tej nplaim taws hlob kawg no dua li lawm tsam ces peb tuag.”"},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.17","label":"17","content":"Mas Yawmsaub hais rau kuv tias, “Qhov uas lawv hais li ntawd kuj zoo."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.18","label":"18","content":"Kuv yuav pub ib tug cev kuv li lus zoo ib yam li koj tshwm los hauv lawv cov kwvtij. Mas kuv yuav muab kuv tej lus rau hauv nws lub qhov ncauj, mas nws yuav hais txhua lo lus uas kuv kom nws hais ntawd rau lawv."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.19","label":"19","content":"Leejtwg tsis mloog kuv tej lus uas tus cev lus tuav kuv lub npe hais, kuv yuav rau txim rau tus ntawd."},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.20","label":"20","content":"Tiamsis tus cev lus twg uas muaj cuabkav tuav kuv lub npe hais tej lus uas kuv tsis tau kom nws hais lossis tuav luag tej dab lub npe hais, mas tus uas cev lus ntawd yuav tuag.”"},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.21","label":"21","content":"Yog nej xav hauv lub siab tias, “Yuav ua li cas peb thiaj paub tej lus uas tsis yog Yawmsaub hais?”"},{"bible_id":"1269","chapter_code":"DEU.18","verse_code":"DEU.18.22","label":"22","content":"Yog thaum tus uas cev lus tuav Yawmsaub lub npe hais, yog tsis tshwm los muaj tseeb raws li nws hais, mas tej lus ntawd tsis yog Yawmsaub hais. Tus cev lus ntawd nws hais nws xwb, nej tsis txhob ntshai nws."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.1","label":"1","content":"Thaum Yawmsaub uas yog nej tus Vajtswv rhuav tshem tej haiv neeg hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej thiab nej txeeb lawv lub tebchaws thiab nej mus nyob rau hauv lawv tej moos thiab hauv lawv tej vaj tse,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.2","label":"2","content":"nej yuav tsum tseg peb lub moos cia rau hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej ua nej tug ntawd."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.3","label":"3","content":"Nej yuav npaj muaj kev mus rau hauv thiab muab lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej ua nej tug ntawd faib ua peb feem, xwv tus uas tau tua neeg lawm thiaj khiav tau mus rau hauv lub moos ntawd."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.4","label":"4","content":"Ntawm no mus yog tej kevcai rau tus uas tua neeg es khiav mus cawm siav tau rau hauv tej moos ntawd. Yog leejtwg tsis yog txhob txwm tua kwvtij zej zog thiab tsis tau ua tshawj chim dua,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.5","label":"5","content":"piv li uas ob tug kwvtij zej zog mus txiav ntoo tom hav zoov mas thaum ib tug tsa taus ntov ntoo nws rab taus cia li hle mus raug nws tus kwvtij tuag lawm, mas tus ntawd khiav tau mus rau hauv tej moos cawm siav lub twg kuj tau."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.6","label":"6","content":"Yog txojkev uas mus rau lub moos cawm siav deb heev, ces tus uas rob caub yuav chim heev ces caum cuag tus uas tua neeg ntawd thiab muab nws tua pov tseg, txawm yog nws tsis muaj lub txim txog tuag rau qhov nws tsis tau ua tshawj chim dua rau nws tus kwvtij zej zog kuj xij."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.7","label":"7","content":"Vim li no kuv thiaj hais rau nej tias, Nej yuav tsum tseg peb lub moos cia."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.8","label":"8","content":"Yog Yawmsaub uas yog nej tus Vajtswv nthuav nej lub tebchaws kom dav raws li nws tau cog lus ruaj cia rau nej tej poj koob yawm txwv thiab muab lub tebchaws huvsi uas nws cog lus tias yuav pub rau nej tej poj koob yawm txwv pub rau nej,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.9","label":"9","content":"tsuav yog nej ceev faj tuav rawv tej lus nkaw no huvsi uas hnub no kuv muab cob rau nej, uas yog nej hlub Yawmsaub uas yog nej tus Vajtswv thiab ua lub neej raws li nws tej kev, mas nej yuav tsav dua peb lub moos cawm siav,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.10","label":"10","content":"xwv tus uas tsis txhaum thiaj li tsis tuag rau hauv nej lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej ua qub txeeg qub teg, mas nej thiaj tsis tau ris nws cov ntshav."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.11","label":"11","content":"Tiamsis yog leejtwg ntxub nws tus kwvtij zej zog es mus zov kev muab tus kwvtij ntawd ntaus kom tuag, txawm yog tus uas tua ntawd khiav mus rau hauv tej moos cawm siav lub twg kuj xij,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.12","label":"12","content":"cov kev txwj laus hauv nws lub moos yuav txib neeg mus coj nws hauv lub moos cawm siav los mas muab cob rau tus rob caub mas nws yuav raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.13","label":"13","content":"Nej lub qhov muag tsis txhob khuvleej tus ntawd li, nej yuav tsum ntxuav lub txim uas tua tus neeg tsis txhaum hauv cov Yixayee mus kom nej thiaj noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.14","label":"14","content":"Tej qub txeeg qub teg uas koj yuav tau hauv lub tebchaws uas koj tus Vajtswv Yawmsaub pub rau koj ua koj tug ntawd, mas koj tsis txhob txav tej ncej ciam teb uas thaum koj tej poj koob yawm txwv uas dua tag lawm txhos cia."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.15","label":"15","content":"Tib leeg xwb ua timkhawv tom tus uas ua txhaum mas tsis txaus, tsis hais ua txhaum ib yam kevcai dabtsi li. Yuav tsum muaj ob leeg los peb leeg ua timkhawv thiaj li ntseeg tau."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.16","label":"16","content":"Yog muaj timkhawv iab hiam leejtwg hais tias tau ua txhaum,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.17","label":"17","content":"mas ob tog uas ua plaub ntawd yuav tsum mus rau ntawm Yawmsaub xubntiag mus cuag cov pov thawj thiab cov uas tu plaub rau lub sijhawm ntawd."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.18","label":"18","content":"Cov uas tu plaub yuav tsum ua tib zoo tshuaj saib mas yog tus uas ua timkhawv ntawd iab hiam dag nws tus kwvtij zej zog xwb,"},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.19","label":"19","content":"mas yuav tsum ua rau tus uas ua cuav timkhawv ntawd ib yam li nws npaj siab yuav ua rau nws tus kwvtij zej zog. Ua li no nej thiaj ntxuav tau tej kev phem no tawm hauv nej mus."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.20","label":"20","content":"Lwm tus sawvdaws yuav tau hnov thiab ntshai, tsis ua phem li no rau hauv nej nruab nrab dua li lawm."},{"bible_id":"1269","chapter_code":"DEU.19","verse_code":"DEU.19.21","label":"21","content":"Nej lub qhov muag tsis txhob khuvleej kiag li, yuav tsum muab siav pauj siav, qhov muag pauj qhov muag, kaus hniav pauj kaus hniav, tes pauj tes, taw pauj taw."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.1","label":"1","content":"Thaum nej mus ua rog rau yeeb ncuab yog nej pom nees thiab tsheb ua rog thiab tub rog coob dua nej mas nej tsis txhob ntshai lawv rau qhov nej tus Vajtswv Yawmsaub uas coj nej tawm hauv Iyi tebchaws los nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.2","label":"2","content":"Thaum nej tuaj ze yuav ua rog, tus pov thawj yuav tawm tuaj hais rau cov pejxeem,"},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.3","label":"3","content":"mas yuav hais tias, “Cov Yixayee 'e, cia li tig ntsej mloog. Hnub no nej tuaj ze yuav ua rog rau nej cov yeeb ncuab, nej tsis txhob poob siab tsis txhob ntshai tsis txhob tshee tsis txhob ras,"},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.4","label":"4","content":"rau qhov Yawmsaub uas yog nej tus Vajtswv yog tus uas nrog nej mus ua rog rau nej cov yeeb ncuab pab nej kov yeej.”"},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.5","label":"5","content":"Mas cov thawj rog yuav hais rau cov pejxeem tias, “Leejtwg ua tau tsev tshiab tiamsis tseem tsis tau ua kevcai xyeem lub tsev ntawd? Mas cia tus ntawd rov qab mus tsev ntshai tsam nws ho tuag hauv tshav rog ces lwm tus yuav ua kevcai xyeem nws lub tsev."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.6","label":"6","content":"Thiab leejtwg cog vaj txiv hmab tiamsis tseem tsis tau noj cov txiv hmab ntawd? Mas cia tus ntawd rov qab mus tsev ntshai tsam nws ho tuag hauv tshav rog lawm ces lwm tus yuav noj nws cov txiv hmab."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.7","label":"7","content":"Thiab leejtwg qhaib tau pojniam cia lawm tiamsis tseem tsis tau yuav? Mas cia tus ntawd rov qab mus tsev ntshai tsam nws ho tuag hauv tshav rog ces lwm tus ho yuav lawm.”"},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.8","label":"8","content":"Cov thawj rog yuav hais dua rau cov pejxeem tias, “Muaj leejtwg ntshai thiab siab yau? Cia nws rov qab mus tsev ntshai tsam nws tej phoojywg siab ho yaj tag yam li nws.”"},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.9","label":"9","content":"Thaum cov thawj rog hais rau cov pejxeem tag lawd mas yuav tsa dua ib cov thawj kav tej pab tub rog."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.10","label":"10","content":"Thaum nej mus ze lub moos uas nej yuav ua rog ntawd mas nej yuav xub tshaj xo sib raug zoo ua ntej."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.11","label":"11","content":"Yog lawv teb lo lus nrog nej sib raug zoo thiab qheb rooj loog rau nej, ces nej cia li yuam cov neeg uas nej ntsib hauv lub moos ntawd ua haujlwm rau nej ua koom tu nej."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.12","label":"12","content":"Tiamsis yog lawv tsis yeem nrog nej sib raug zoo cia li ua rog rau nej, ces nej cia li vij nkaus ntaus lub moos ntawd."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.13","label":"13","content":"Thaum nej tus Vajtswv Yawmsaub muab lub moos ntawd rau hauv nej txhais tes lawd, nej cia li xuas ntaj tua txhua tus txivneej huvsi pov tseg."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.14","label":"14","content":"Tiamsis cov pojniam thiab cov menyuam thiab tej tsiaj txhu thiab ib puas tsav yam hauv lub moos ntawd uas nej txeeb tau huvsi nej cia li coj los ua nej tug. Nej yuav siv tej uas nej txeeb tau ntawm nej cov yeeb ncuab los uas nej tus Vajtswv Yawmsaub pub rau nej."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.15","label":"15","content":"Nej yuav tsum ua li no rau txhua lub moos uas nyob deb nej uas tsis yog lwm haiv neeg tej moos uas nyob ze ze no."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.16","label":"16","content":"Tiamsis lwm haiv neeg tej moos uas nej tus Vajtswv Yawmsaub muab pub ua qub txeeg qub teg rau nej mas nej tsis txhob tseg ib txojsia dabtsi uas ua pa tau kiag li."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.17","label":"17","content":"Cia li muab ua kom puam tsuaj tu noob nrho, yog cov Hithai, cov Amaulai, cov Khana‑as, cov Pelixai, cov Hivai, thiab cov Yenpu, raws li nej tus Vajtswv Yawmsaub hais kom nej ua,"},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.18","label":"18","content":"kom lawv thiaj tsis qhia nej ua tej kev qias vuab tsuab uas lawv ua koom tu lawv tej dab, nej thiaj tsis ua txhaum rau Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.19","label":"19","content":"Thaum nej vij lub moos twg ntev thiab ua rog txeeb lub moos ntawd, tsis txhob xuas taus ntov tej ntoo ntawm lub moos ntawd, rau qhov nej yuav noj tej txiv ntoo ntawd mas tsis txhob muab ntov. Tej ntoo ntawd tsis yog neeg uas nej yuav vij ua rog rau."},{"bible_id":"1269","chapter_code":"DEU.20","verse_code":"DEU.20.20","label":"20","content":"Tsuas yog ntov tej ntoo uas nej paub tias noj tsis tau pov tseg xwb, thiab coj los siv tib chaw vij lub moos uas nrog nej ua rog, mus txog thaum lub moos ntawd tawg."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.1","label":"1","content":"Hauv lub tebchaws uas koj tus Vajtswv Yawmsaub muab pub rau koj yuav ua koj tug ntawd, yog koj pom ib tug raug tua tuag rau hav zoov hav tsuag tiamsis tsis paub tias yog leejtwg tua,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.2","label":"2","content":"mas koj cov kev txwj laus thiab koj cov uas tu plaub yuav tsum tawm mus ntsuas saib tej moos uas nyob ze tus tuag ntawd nyob nrug deb li cas."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.3","label":"3","content":"Mas cov kev txwj laus uas nyob hauv lub moos uas ze tus tuag dua tej huvsi yuav muab ib tug maum nyuj uas tsis tau txeev siv li thiab tsis tau txeev hai dua tsheb."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.4","label":"4","content":"Cov kev txwj laus lub moos ntawd yuav coj tus maum nyuj ntawd mus rau hauv ib lub hav uas muaj dej ntws uas tsis tau muaj leejtwg laij dua thiab tsis tau cog qoob li, mas yuav muab tus maum nyuj ntawd lov caj dab rau hauv lub hav ntawd."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.5","label":"5","content":"Mas cov pov thawj uas yog Levi caj ces yuav tawm tuaj, vim Yawmsaub uas yog nej tus Vajtswv twb xaiv lawv ua nws tes haujlwm thiab tuav nws lub npe foom koob hmoov. Txhua yam kev sib cav sib ceg thiab kev sib ntaus sib tua tag rau ntawm cov pov thawj tu."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.6","label":"6","content":"Cov kev txwj laus txhua tus hauv lub moos uas nyob ze tus tuag ntawd yuav ntxuav tes rau saum tus maum nyuj uas muab lov caj dab rau ntawm lub hav ntawd,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.7","label":"7","content":"mas lawv yuav ua timkhawv hais tias, “Peb txhais tes tsis tau ua rau tus no nqaij ntuag ntshav nrog, thiab peb qhov muag tsis pom nws roj nws ntshav los."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.8","label":"8","content":"Au Yawmsaub, thov koj ntxuav koj cov neeg Yixayee uas koj twb txhiv dim lawd tej kev txhaum. Thov tsis txhob suav txim rau hauv koj cov neeg Yixayee rau qhov uas tus neeg tsis txhaum nqaij ntuag ntshav nrog. Thov zam lawv tej kev txhaum uas nqaij ntuag ntshav nrog.”"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.9","label":"9","content":"Ua li no koj thiaj ntxuav tau tej kev txhaum uas tus neeg tsis txhaum ntawd nqaij ntuag ntshav nrog tawm hauv nej mus rau thaum uas koj ua tej uas Yawmsaub pom tias raug cai."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.10","label":"10","content":"Thaum nej mus ua rog rau nej tej yeeb ncuab mas Yawmsaub uas yog nej tus Vajtswv muab lawv rau hauv nej txhais tes lawm es nej ntes tau lawv,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.11","label":"11","content":"yog koj pom ib tug pojniam twg hauv cov uas koj ntes tau los ntawd zoo nkauj uas koj nyiam thiab xav yuav los ua koj pojniam,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.12","label":"12","content":"mas koj cia li coj tus pojniam ntawd los rau hauv koj tsev. Nws yuav tsum chais plaubhau thiab txiav rau tes,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.13","label":"13","content":"thiab hloov cev tsoos tsho uas nws hnav thaum koj ntes coj los ntawd, thiab nws yuav nyob hauv koj tsev quaj ntsuag nws niam nws txiv ib lub hlis. Dhau ntawd koj li mus nrog nws pw thiab ua tau nws li txiv thiab nws yuav ua koj li pojniam."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.14","label":"14","content":"Mas yog tom qab koj ho tsis txaus siab rau nws lawm ces cia li muab nws tso mus qhovtwg los tau raws li nws siab nyiam. Tsis txhob muab nws muag yuav nyiaj. Tsis txhob ua rau nws yam li ua rau tus qhev rau qhov koj twb ua rau nws poob koob lawm."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.15","label":"15","content":"Yog leejtwg muaj ob tug pojniam, nws hlub ib tug tseg ib tug, thiab ob tug pojniam ntawd tus uas nws hlub thiab tus uas nws tsis hlub kuj puavleej muaj menyuam, mas tus tub hlob yog tus pojniam uas nws tsis hlub li tub,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.16","label":"16","content":"ces yog txog hnub uas faib qub txeeg qub teg rau nws cov tub, nws tsis txhob ua rau tus pojniam uas nws hlub ntawd tus tub yam nkaus li yog tus tub hlob es tseg tus pojniam uas nws tsis hlub ntawd tus tub uas yeej yog tus hlob."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.17","label":"17","content":"Nws yuav tsum lees yuav tus pojniam uas nws tsis hlub ntawd tus tub ua tus hlob thiab faib txhua yam uas nws muaj ob npaug rau tus tub ntawd rau qhov nws yog leej txiv thawj lub zog mas feem uas yog tus tub hlob li yeej yog nws li."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.18","label":"18","content":"Yog leejtwg muaj ib tug tub tawv ncauj cov nyom, tsis mloog niam mloog txiv lus li, txawm yog niam txiv qhuab qhia thiab nplawm nws los nws tsis mloog,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.19","label":"19","content":"mas nws niam nws txiv yuav ntsiab nkaus nws coj mus rau tej kev txwj laus hauv nws lub moos ntawm rooj loog, yog lub moos uas nws nyob hauv."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.20","label":"20","content":"Mas niam txiv yuav hais rau tej kev txwj laus hauv nws lub moos tias, “Tus tub no tawv ncauj cov nyom, nws tsis mloog wb los li. Nws ua neeg vum loj vum khawb quav dej quav cawv.”"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.21","label":"21","content":"Cov txivneej txhua tus hauv lub moos ntawd yuav xuas pob zeb muab tus ntawd ntaus kom tuag. Ua li no nej thiaj li rhuav tshem tau tej kev phem tawm plaws hauv nej mus, mas cov Yixayee sawvdaws yuav hnov thiab ntshai."},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.22","label":"22","content":"Yog leejtwg tau ua txhaum muaj txim txaus tuag es nws raug muab tua tuag, thiab nej muab nws lub cev dai rau saum ntoo,"},{"bible_id":"1269","chapter_code":"DEU.21","verse_code":"DEU.21.23","label":"23","content":"mas tsis txhob cia nws lub cev tuag dai ib hmos rau saum tus ntoo. Nej cia li muab nws log rau tib hnub ntawd, vim yog tus uas raug muab dai rau saum ntoo ntawd kuj yog raug Vajtswv foom tsis zoo. Nej tsis txhob ua rau lub tebchaws uas nej tus Vajtswv Yawmsaub muab pub rau nej ua qub txeeg qub teg ntawd qias tsis huv."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.1","label":"1","content":"Yog koj pom kwvtij zej zog li nyuj lossis yaj yuam kev tuaj rau ntawm koj, koj tsis txhob nkaum tes nkoos tsis pab. Koj yuav tsum xa tej tsiaj ntawd rov qab mus rau tus tswv."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.2","label":"2","content":"Yog tus tswv nyob deb lossis koj tsis paub nws, koj yuav coj tus tsiaj ntawd los rau ntawm koj tsev, mas tus tsiaj yuav nrog koj nyob mus txog thaum tus tswv tuaj nrhiav tau mas koj yuav muab rau tus tswv."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.3","label":"3","content":"Koj yuav tsum ua ib yam nkaus li no, txawm yog nees luav lossis ris tsho lossis ib yam dabtsi uas luag ua ploj es koj pom. Tsis txhob nkaum tes nkoos tsis pab nws."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.4","label":"4","content":"Yog koj pom kwvtij zej zog li nees luav lossis nyuj ntog tom tej tog kev, koj tsis txhob nkaum tes nkoos. Koj yuav tsum pab muab tus tsiaj ntawd tsa kom sawv."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.5","label":"5","content":"Tej pojniam tsis txhob hnav tej txivneej li tsoos ib yam dabtsi kiag li. Tej txivneej tsis txhob hnav tej pojniam li tsoos. Yog leejtwg hnav li no mas kuj qias vuab tsuab rau Yawmsaub uas yog koj tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.6","label":"6","content":"Yog koj cia li mus pom zes noog nyob saum ntoo lossis hauv av muaj menyuam noog lossis qe thiab tus poj puag cov menyuam lossis puag cov qe ntawd, koj tsis txhob muab kiag tus poj thiab cov menyuam mus huvsi."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.7","label":"7","content":"Koj yuav tso tus poj noog mus tiamsis koj khaws cov menyuam mus tau, xwv koj thiaj noj qab nyob zoo thiab muaj txojsia nyob ntev."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.8","label":"8","content":"Thaum koj ua tsev tshiab, koj yuav tsum xov puag ncig txheej tsev las tshav saud mas yog muaj neeg poob saum lub tsev tuag lub tsev thiaj tsis ris tus uas tuag ntawd lub txim."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.9","label":"9","content":"Koj tsis txhob tseb ob yam noob ua ke rau hauv koj lub vaj txiv hmab. Yog ua li ntawd mas txhua yam uas koj tau hauv lub vaj ntawd yuav tsum muab kiag rau hauv qhov chaw uas pe hawm Vajtswv, tsis hais tej uas koj tseb ntawd thiab tej txiv hmab huvsi."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.10","label":"10","content":"Koj tsis txhob muab nyuj thiab nees luav los nruab koom khais laij teb."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.11","label":"11","content":"Koj tsis txhob hnav tej ntaub uas muab plaub yaj thiab xov maj ntos ua ke."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.12","label":"12","content":"Koj yuav tsum tis tw rau ntawm plaub lub kaum qab tsho ntev uas koj hnav."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.13","label":"13","content":"Yog leejtwg tau pojniam thiab nrog tus pojniam pw ho rov ntxub nws,"},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.14","label":"14","content":"thiab nrhiav lus hais tias tus pojniam ntawd xyaum tsis tsheej ua rau tus pojniam ntawd poob koob, nws hais tias, “Kuv yuav tus pojniam ntawd mas thaum kuv mus nrog nws pw mas pom tias nws tsis muaj yam uas ua chaw cim hais tias nws yog tus pojniam dawb huv,”"},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.15","label":"15","content":"mas tus ntxhais ntawd leej txiv thiab leej niam yuav coj yam uas ua chaw cim hais tias tus ntxhais ntawd dawb huv tuaj rau cov kev txwj laus hauv lub moos ntawd rau ntawm rooj loog."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.16","label":"16","content":"Tus ntxhais ntawd leej txiv yuav hais rau cov kev txwj laus tias, “Kuv muab kuv tus ntxhais qua rau tus yawg no ua pojniam kom nws ho rov ntxub."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.17","label":"17","content":"Tus yawg no nrhiav lus thuam hais tias nws tsis pom kuv tus ntxhais muaj yam uas ua chaw cim hais tias kuv tus ntxhais dawb huv. Yam no yog qhov uas ua tsoob zeej timkhawv hais tias kuv tus ntxhais dawb huv.” Ces nws yuav muab daim ntaub ntawd nthuav kiag rau cov kev txwj laus hauv lub moos ntawd saib."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.18","label":"18","content":"Mas cov kev txwj laus hauv lub moos yuav tsum muab tus txivneej ntawd nplawm,"},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.19","label":"19","content":"thiab muab nws nplua ib puas sekhee nyiaj  thiab muab cov nyiaj ntawd rau tus ntxhais ntawd leej txiv, rau qhov nws ua rau cov Yixayee ib tug ntxhais poob koob. Tus ntxhais ntawd yuav rov mus ua nws pojniam, nws yuav nrauj tsis tau tus ntxhais ntawd mus tag sim neej."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.20","label":"20","content":"Tiamsis yog zaj ntawd muaj tseeb thiab nrhiav tsis tau yam uas ua chaw cim hais tias tus ntxhais ntawd dawb huv,"},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.21","label":"21","content":"mas lawv yuav coj tus ntxhais ntawd tawm rau nraum leej txiv lub qhov rooj. Mas cov txivneej hauv lub moos ntawd yuav xuas pob zeb muab tus ntxhais ntawd ntaus kom tuag, rau qhov nws tau ua yam uas rhuav ntsej muag kawg li rau hauv cov Yixayee, yog deev hluas nraug rau hauv leej txiv lub tsev. Ua li no nej thiaj ntxuav tau tej kev phem tawm hauv nej mus."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.22","label":"22","content":"Yog nej pom ib tug deev lwm tus li pojniam, ob tug uas sib deev ntawd yuav tsum raug muab tua pov tseg. Ua li no nej thiaj ntxuav tau tej kev phem tawm hauv cov Yixayee mus."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.23","label":"23","content":"Yog muaj ib tug ntxhais dawb huv uas lwm tus tub qhaib lawm es muaj ib tug txawm ntsib tug ntxhais ntawd hauv lub moos thiab nrog nws pw ua ke lawm,"},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.24","label":"24","content":"mas nej yuav tsum coj ob tug tawm rau nraum rooj loog thiab xuas pob zeb muab ob tug ntaus kom tuag, tus ntxhais ntawd los vim nws twb nyob hauv lub moos kuj tsis qw hu luag tuaj pab, tus txivneej los vim nws tau ua qias puas tsuas nws kwvtij zej zog li pojniam. Ua li no nej thiaj ntxuav tau tej kev phem tawm hauv nej mus."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.25","label":"25","content":"Tiamsis yog ib tug txivneej ntsib ib tug ntxhais uas lwm tus tub qhaib lawm tom hav zoov hav tsuag es cia li muab tus ntxhais ntawd txhom deev, mas tsuas yog muab tus txivneej uas txhom ntawd tua pov tseg xwb."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.26","label":"26","content":"Nej tsis txhob ua li cas rau tus ntxhais ntawd rau qhov nws tsis tau ua txhaum txaus tuag. Tshaj plaub no kuj zoo ib yam li tshaj plaub uas ib tug yawg ntaus nws ib tug kwvtij zej zog tuag."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.27","label":"27","content":"Rau qhov tus yawg ntawd ntsib tug ntxhais tom hav zoov hav tsuag, txawm yog tus ntxhais uas lwm tus tub qhaib lawm qw hu luag tuaj pab los tsis muaj leejtwg tuaj."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.28","label":"28","content":"Yog ib tug txivneej twg ntsib ib tug ntxhais dawb huv uas tsis muaj leejtwg qhaib es muab tus ntxhais ntawd txhom deev thiab muaj neeg pom,"},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.29","label":"29","content":"mas tus yawg uas txhom ntawd yuav tsum them tsib caug sekhee nyiaj  rau tus ntxhais ntawd txiv thiab yuav tus ntxhais ntawd ua nws pojniam vim nws ua qias puas tsuas tus ntxhais ntawd lawm, mas nws yuav nrauj tsis tau tus ntxhais ntawd tag sim neej li."},{"bible_id":"1269","chapter_code":"DEU.22","verse_code":"DEU.22.30","label":"30","content":"Tsis kheev leejtwg yuav nws txiv tus pojniam thiab tsis txhob thws nws txiv pojniam chaw txaj muag."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.1","label":"1","content":"Tus txivneej twg uas noob qes xaum lossis tus noov tu  lawm tsis muaj feem koom nrog Yawmsaub cov neeg tuaj txoos ua ke."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.2","label":"2","content":"Tej menyuam tsaub tsis muaj feem koom nrog Yawmsaub cov neeg ua ke, tsis kheev lawv tej tub ki koom nrog Yawmsaub cov neeg ua ke mus txog kaum tiam."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.3","label":"3","content":"Cov Asmoo thiab cov Mau‑a tsis muaj feem koom nrog Yawmsaub cov neeg ua ke. Tsis kheev lawv caj ces koom nrog Yawmsaub cov neeg ua ke mus txog kaum tiam,"},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.4","label":"4","content":"rau qhov thaum uas nej khiav tawm hauv Iyi tebchaws los cov neeg no tsis nqa dej nqa mov tuaj tos nej ntawm tog kev. Lawv tseem ntiav Npe‑au tus tub Npala‑as tuaj ntawm Pethau hauv Mexauphautamia tebchaws tuaj foom nej."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.5","label":"5","content":"Txawm li cas los xij, nej tus Vajtswv Yawmsaub tsis mloog Npala‑as lus tiamsis nej tus Vajtswv Yawmsaub tseem muab tej lus foom ntawd ntxeev ua tej lus koob hmoov rau nej, vim yog nej tus Vajtswv Yawmsaub hlub nej."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.6","label":"6","content":"Nej tsis txhob nrog lawv sib raug zoo thiab txhawb lawv vam meej mus ib txhis."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.7","label":"7","content":"Nej tsis txhob ntxub cov Edoo rau qhov lawv yog nej li kwvtij. Nej tsis txhob ntxub cov Iyi rau qhov nej twb txeev mus nrog lawv nyob rau hauv lawv lub tebchaws."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.8","label":"8","content":"Lawv cov no tej menyuam mas tiam uas peb ces los koom tau nrog Yawmsaub cov neeg ua ke."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.9","label":"9","content":"Thaum nej tawm mus ua rog rau nej tej yeeb ncuab es nej tseem nyob hauv lub yeej, nej yuav tsum nyob deb txhua yam kev phem kev qias."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.10","label":"10","content":"Yog nej cov txivneej leejtwg qias tsis huv vim muaj kua chaw xis ntws los thaum hmo ntuj, nws yuav tsum tawm mus nyob sab nraum lub yeej nws tsis txhob los rau hauv lub yeej,"},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.11","label":"11","content":"tiamsis thaum yuav tsaus ntuj, nws yuav tsum da dej ces thaum hnub poob qho lawm nws los tau rau hauv lub yeej."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.12","label":"12","content":"Koj yuav tsum muaj ib lub chaw rau sab nraum lub yeej es koj mus plob sab rau ntawd."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.13","label":"13","content":"Hauv koj tej cuab yeej koj yuav tsum muaj ib rab taum txhob ntoo mas thaum uas koj zaum sab nraud lawd koj thiaj tau khawb qhov thiab tau faus quav."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.14","label":"14","content":"Rau qhov Yawmsaub uas yog koj tus Vajtswv nrog koj nyob hauv nruab nrab koj lub yeej kom thiaj tsom kwm tau koj thiab muab koj tej yeeb ncuab cob rau koj. Vim li no koj lub yeej yuav tsum dawb huv kom Vajtswv thiaj tsis pom tej uas tsis zoo saib nyob hauv koj, thiab thiaj tsis fee plhu kiag ntawm koj."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.15","label":"15","content":"Yog muaj tub qhe khiav ntawm tus lospav los nrog koj nyob mas tsis txhob muab tus qhev ntawd xa rov qab rau tus lospav."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.16","label":"16","content":"Koj cia nws nrog koj nyob hauv nej nruab nrab rau hauv lub chaw uas nws xaiv cia rau hauv nej tej moos qhov twg kuj tau raws li nws siab nyiam. Koj tsis txhob quab yuam tsim txom nws."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.17","label":"17","content":"Tsis txhob kheev Yixayee tej ntxhais ib tug twg ua poj muag cev xyeem rau dab. Tsis txhob kheev Yixayee cov tub ib tug twg ua txivneej muag cev xyeem rau dab."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.18","label":"18","content":"Koj tsis txhob coj tej nqe zog uas pojniam muag cev txivneej muag cev tuaj pub rau hauv koj tus Vajtswv Yawmsaub lub tsev pauj tej uas koj yeem lus tseg yuav pub, rau qhov ob yam no yog tej uas qias vuab tsuab rau koj tus Vajtswv Yawmsaub."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.19","label":"19","content":"Koj tsis txhob qev txais ib yam dabtsi rau kwvtij es yuav paj tsis hais nyiaj txiag, qoob loo los ib yam dabtsi uas luag qev es xam yuav paj."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.20","label":"20","content":"Koj muab qev txais rau lwm haiv neeg mas yuav paj kuj tau. Yog qev txais rau kwvtij mas tsis txhob yuav paj, xwv koj tus Vajtswv Yawmsaub thiaj li foom koob hmoov rau koj txhua yam uas koj ua rau hauv lub tebchaws uas koj mus txeeb ua koj tug."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.21","label":"21","content":"Thaum koj yeem lus yuav pub ib yam dabtsi rau Yawmsaub uas yog koj tus Vajtswv tsis txhob muab sej cia ntev, rau qhov koj tus Vajtswv Yawmsaub yuav tsob kom tau ntawm koj thiab koj yuav muaj txim."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.22","label":"22","content":"Yog koj tsis tau yeem lus koj kuj tsis muaj txim."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.23","label":"23","content":"Koj yuav tsum ceev faj ua raws li tej lus uas tawm hauv koj qhov ncauj los rau qhov yog koj zoo siab yeem pub rau koj tus Vajtswv Yawmsaub."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.24","label":"24","content":"Thaum koj mus txog hauv koj tej kwvtij zej zog vaj txiv hmab koj noj tau tej txiv hmab ntawd kom tsau npaum li uas koj xav noj, tiamsis tsis txhob muab ntim rau hauv koj lub kawm."},{"bible_id":"1269","chapter_code":"DEU.23","verse_code":"DEU.23.25","label":"25","content":"Thaum koj mus rau hauv koj tej kwvtij zej zog daim teb qeb teb mog koj cev tes de hnab puav kuj tau, tiamsis koj tsis txhob rho liag hlais kwvtij zej zog tej qoob loo."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.1","label":"1","content":"Thaum tus txivneej twg yuav tau pojniam tiamsis tsis txaus siab rau tus pojniam vim yog paub tias nws poob koob lawm, mas tus txiv ua ntawv nrauj cev rau tus pojniam ntawd txhais tes thiab ntiab nws tawm hauv tsev mus mas nws thiaj li tawm mus."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.2","label":"2","content":"Yog tus pojniam ntawd ho mus yuav dua txiv"},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.3","label":"3","content":"thiab tus txiv tom qab ntawd tsis nyiam nws thiab ua ntawv nrauj cev rau nws txhais tes thiab ntiab nws tawm hauv tsev mus, lossis yog tus txiv ntawd tuag lawm kuj xij,"},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.4","label":"4","content":"mas tus qub txiv uas nrauj nws tawm mus ntawd rov yuav tsis tau tus pojniam uas qias tsis huv ntawd lawm, vim yog tej uas qias vuab tsuab rau Yawmsaub. Koj tsis txhob ua rau lub tebchaws uas koj tus Vajtswv Yawmsaub muab pub ua qub txeeg qub teg rau koj muaj txim."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.5","label":"5","content":"Thaum leejtwg nyuam qhuav yuav tau pojniam mas tsis txhob kheev tus ntawd mus ntaus rog lossis ua nom tswv li haujlwm. Cia nws nyob ib xyoos hauv tsev kom thiaj li ua rau nws tus pojniam uas nws yuav tau ntawd zoo siab."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.6","label":"6","content":"Tsis txhob kheev leejtwg muab luag hwm zeb los nias nqe cia tsis hais txhib txiv lossis txhib niam, rau qhov nws muab yam uas yug lawv txojsia los nias lawm."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.7","label":"7","content":"Yog leejtwg raug luag ntes vim yog nws nyiag ib tug kwvtij Yixayee coj mus ua qhev lossis coj mus muag mas tus tub sab ntawd yuav tsum raug muab tua. Ua li no nej thiaj li rhuav tshem tau tej kev phem tawm hauv nej mus."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.8","label":"8","content":"Nej yuav tsum ceev faj tej kev mob lig mob ruas, yuav tsum ceev faj ua txhua yam raws li cov Levi uas ua pov thawj qhia nej. Nej yuav tsum ceev faj ua raws li uas kuv twb hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.9","label":"9","content":"Nej cia li nco txog tej uas nej tus Vajtswv Yawmsaub tau ua rau Mili‑as thaum uas nej taug kev tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.10","label":"10","content":"Thaum koj muab ib yam dabtsi txais rau kwvtij zej zog, mas tsis txhob nkag mus rau hauv nws lub tsev thiab muab yam uas nws muab yuam nqe rau koj."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.11","label":"11","content":"Koj nyob sab nraud tos mas tus uas txais ntawd mam li coj yam uas muab yuam nqe ntawd tuaj rau koj."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.12","label":"12","content":"Yog nws pluag mas tsis txhob khaws yam uas nws muab yuam ntawd cia es txawm mus pw."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.13","label":"13","content":"Thaum hnub poob qho koj cia li muab lub tsho ntev thim rov rau nws, kom nws thiaj li tau hnav rau thaum uas pw thiab foom hmoov rau koj. Ua li no thiaj yog koj ua ncaj rau ntawm Yawmsaub uas yog koj tus Vajtswv xubntiag."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.14","label":"14","content":"Koj tsis txhob quab yuam tus tub zog uas pluag thiab txom nyem, tsis hais yog koj li kwvtij lossis lwm haiv neeg uas nyob hauv koj lub tebchaws rau hauv koj tej moos."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.15","label":"15","content":"Koj yuav tsum them hnub ntawd li nqe zog rau nws ua ntej hnub poob qho, rau qhov nws pluag thiab tos ntsoov tus nqe zog ntawd, tsam ces nws yuav yws koj rau Yawmsaub ces koj yuav muaj txim."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.16","label":"16","content":"Leejtxiv yuav tsis ris nws tej menyuam lub txim tuag, thiab tej menyuam yuav tsis ris leej txiv lub txim tuag. Cia txhua tus nyias ris nyias lub txim tuag."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.17","label":"17","content":"Koj tsis txhob yuam lwm haiv neeg uas nrog nej nyob thiab tej menyuam uas tsis muaj txiv txojcai thiab tsis txhob muab tej poj ntsuam li tsoos tsho coj los yuam nqe."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.18","label":"18","content":"Koj yuav tsum nco ntsoov tias nej txeev ua qhev nyob hauv Iyi tebchaws thiab Yawmsaub uas yog nej tus Vajtswv txhiv nej tawm qhov ntawd los. Vim li ntawd kuv thiaj hais kom koj ua li no."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.19","label":"19","content":"Thaum koj sau qoob, yog tshuav qee teg sau tsis txhua, koj tsis txhob rov qab mus sau dua. Cia li tseg cia rau lwm haiv neeg uas nrog nej nyob thiab tej menyuam uas tsis muaj txiv thiab tej poj ntsuam, xwv koj tus Vajtswv Yawmsaub thiaj li foom koob hmoov rau tej haujlwm uas koj txhais tes ua huvsi."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.20","label":"20","content":"Thaum koj nplawm txiv ntoo aulib, koj tsis txhob rov de zaum ob, yuav tseg cia rau lwm haiv neeg uas nrog nej nyob thiab tej menyuam uas tsis muaj txiv thiab tej poj ntsuam."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.21","label":"21","content":"Thaum de txiv hmab hauv nej tej vaj, tsis txhob rov mus xawb de dua, yuav tseg tej uas tshuav ntawd cia rau lwm haiv neeg uas nrog nej nyob thiab tej menyuam uas tsis muaj txiv thiab tej poj ntsuam."},{"bible_id":"1269","chapter_code":"DEU.24","verse_code":"DEU.24.22","label":"22","content":"Koj yuav tsum nco ntsoov tias koj txeev ua qhev nyob hauv Iyi tebchaws. Vim li ntawd kuv thiaj hais kom koj ua li no."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.1","label":"1","content":"Thaum muaj ob leeg ua plaub mus txog tsev tu plaub, es cov tu plaub tu rau ob tug tias ib tug txhaum ib tug tsis txhaum,"},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.2","label":"2","content":"mas yog tus uas txhaum tsim nyog raug nplawm, tus tu plaub yuav kom nws pw mas tu kom nplawm npaum li nws kev txhaum tab meeg tus tu plaub."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.3","label":"3","content":"Yuav nplawm tau txog plaub caug nplawm, tsis txhob nplawm ntau dua ntawd, ntshai tsam ces nej yuav rhuav nws ntsej muag tab meeg sawvdaws."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.4","label":"4","content":"Thaum nyuj tabtom tsuj qeb tsuj mog nej tsis txhob muab tawb looj nyuj qhov ncauj."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.5","label":"5","content":"Yog muaj kwvtij nyob ua ke ib tug tuag lawm tsis tau muaj tub, tus uas tuag ntawd tus pojniam tawm mus yuav txiv sab nraud tsis tau. Nws tus txiv ib tug kwvtij yuav tsum yuav nws ua pojniam thiaj sawv nws tus txiv chaw."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.6","label":"6","content":"Mas thawj tug tub uas yug los yuav muab ua tus kwvtij uas tuag lawm li tub kom nws lub npe thiaj tsis ploj hauv cov Yixayee mus."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.7","label":"7","content":"Yog tus kwvtij ntawd tsis yeem yuav tus pojniam ntawd, mas tus pojniam ntawd yuav mus cuag cov kev txwj laus ntawm lub rooj loog thiab hais tias, “Kuv tus txiv tus kwvtij tsis yeem tuav nws tus kwvtij lub npe rau hauv cov Yixayee, nws tsis yeem sawv kuv tus txiv chaw.”"},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.8","label":"8","content":"Mas cov kev txwj laus hauv lub moos ntawd yuav hu tus yawg ntawd tuaj nrog lawv hais. Yog nws tseem ua tawv nkawv hais tias “Kuv tsis yeem yuav tus pojniam no,”"},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.9","label":"9","content":"ces tus pojniam ntawd yuav txav zog ze rau tus kwvtij ntawd tab meeg cov kev txwj laus chua kiag tus kwvtij ib sab khau thiab nto qaub ncaug rau tus kwvtij ntawd lub plhu thiab hais tias, “Tus uas tsis tuav nws tus kwvtij caj ces yeej raug li no.”"},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.10","label":"10","content":"Mas hauv cov Yixayee luag yuav hu tsev neeg no tias, Tsev neeg uas raug chua khau hle."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.11","label":"11","content":"Thaum ob tug txivneej sib ntaus es ib tug li pojniam txav ze mus pab nws tus txiv kom dim hauv tus uas ntaus ntawd txhais tes, nws cev tes loo mus chua tus txivneej tod chaw xis,"},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.12","label":"12","content":"mas nej muab tus pojniam ntawd txhais tes txiav pov tseg, tsis txhob khuvleej li."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.13","label":"13","content":"Koj tsis txhob muaj ob lub thauj teev tsis sib luag cia hauv lub hnab, ib lub hnyav ib lub sib."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.14","label":"14","content":"Koj tsis txhob muaj ob lub thoob tsis sib luag cia hauv koj lub tsev, ib lub loj ib lub yau."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.15","label":"15","content":"Koj yuav tsum muaj lub thauj teev uas hum thiab ncaj thiab muaj lub thoob uas hum thiab ncaj, xwv koj txojsia thiaj li ntev hauv lub tebchaws uas koj tus Vajtswv Yawmsaub muab pub rau koj."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.16","label":"16","content":"Rau qhov txhua tus uas ua li no, txhua tus uas ntxo luag noj li no yog neeg qias vuab tsuab rau koj tus Vajtswv Yawmsaub."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.17","label":"17","content":"Nco ntsoov txog tej uas thaum nej taug kev tawm hauv Iyi tebchaws los es cov Amalej ua rau nej."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.18","label":"18","content":"Lawv tuaj ntaus nej rau ntawm tog kev uas nej tsaug tsaug leeg txog siav thiab muab nej cov uas maj mam mus tom qab txiav tua pov tseg. Lawv tsis ntshai Vajtswv li."},{"bible_id":"1269","chapter_code":"DEU.25","verse_code":"DEU.25.19","label":"19","content":"Vim li no thaum uas nej tus Vajtswv Yawmsaub pub nej tau so tsis ua rog rau tej yeeb ncuab uas nyob ib ncig nej hauv lub tebchaws uas nej tus Vajtswv Yawmsaub muab pub rau nej ua qub txeeg qub teg ua nej tug, ces nej cia li muab cov Amalej rhuav tshem kom ploj ntais hauv qab ntuj no kom tsis muaj leejtwg nco tau. Nej cia li nco ntsoov qhov no."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.1","label":"1","content":"Thaum koj mus rau hauv lub tebchaws uas koj tus Vajtswv Yawmsaub pub ua qub txeeg qub teg rau koj, thiab koj txeeb tau ua koj tug thiab nyob rau hauv lawm,"},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.2","label":"2","content":"koj yuav tsum muab txhua yam qoob thawj phaum uas koj sau tau hauv lub tebchaws uas koj tus Vajtswv Yawmsaub pub rau koj ib txhia tso rau hauv lub tawb coj mus rau ntawm lub chaw uas koj tus Vajtswv Yawmsaub yuav xaiv cia rau nws lub npe nyob."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.3","label":"3","content":"Koj yuav mus cuag tus pov thawj uas ua haujlwm rau lub sijhawm ntawd mas hais rau nws tias, “Hnub no kuv lees rau Yawmsaub uas yog koj tus Vajtswv hais tias kuv tau los nyob lub tebchaws uas Yawmsaub cog lus ruaj khov rau peb tej poj koob yawm txwv tias yuav pub rau peb.”"},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.4","label":"4","content":"Mas tus pov thawj yuav txais lub tawb ntawm koj txhais tes coj mus tso rau ntawm koj tus Vajtswv Yawmsaub lub thaj xyeem ib sab."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.5","label":"5","content":"Koj yuav tsum hais li no rau ntawm koj tus Vajtswv Yawmsaub xubntiag tias, “Kuv txiv yog neeg Alas uas mus mus los los, thiab thaum nws nqes mus nyob nram Iyi tebchaws nws muaj neeg tsawg tsawg xwb. Nyob qhov ntawd nws huaj vam ua ib haiv neeg loj thiab muaj zog thiab muaj neeg coob."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.6","label":"6","content":"Mas cov Iyi ua nruj ua tsiv rau peb thiab ua rau peb txom nyem nyuaj siab thiab quab yuam peb ua qhev khwv kawg nkaus."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.7","label":"7","content":"Mas peb thiaj quaj thov Yawmsaub uas yog peb tej poj koob yawm txwv tus Vajtswv, Yawmsaub thiaj hnov peb lub suab thov thiab pom peb tej kev txom nyem nyuaj siab, tej haujlwm khwv thiab tej uas peb raug quab yuam."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.8","label":"8","content":"Yawmsaub siv nws txhais tes uas muaj hwjchim thiab nws txhais npab uas tsa hlo thiab nws lub hwjchim uas ntshai heev thiab tej txujci tseem ceeb thiab txujci phimhwj coj peb tawm hauv Iyi tebchaws."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.9","label":"9","content":"Nws coj peb los txog ntawm no thiab pub lub tebchaws no rau peb, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.10","label":"10","content":"Au Yawmsaub, nimno kuv coj thawj phaum qoob loo hauv teb uas koj pub rau kuv tuaj.” Mas koj yuav muab cov qoob loo ntawd tso rau ntawm Yawmsaub uas yog koj tus Vajtswv xubntiag thiab pe hawm Yawmsaub uas yog koj tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.11","label":"11","content":"Koj thiab cov Levi thiab lwm haiv neeg uas nrog nej nyob cia li zoo siab xyiv fab rau txhua yam zoo uas koj tus Vajtswv Yawmsaub pub rau koj thiab koj tsev neeg."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.12","label":"12","content":"Thaum koj muab koj tej qoob loo thiab txiv ntoo ib feem kaum pub rau xyoo uas peb, yog xyoo uas pub ib feem kaum rau cov Levi thiab lwm haiv neeg uas nrog nej nyob thiab cov menyuam uas tsis muaj txiv thiab cov poj ntsuam xwv lawv thiaj li tau noj tsau npo rau hauv nej tej moos,"},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.13","label":"13","content":"mas koj li hais rau ntawm koj tus Vajtswv Yawmsaub xubntiag tias, “Kuv rho tej uas dawb huv tawm hauv kuv lub tsev los mas muab pub rau cov Levi thiab lwm haiv neeg uas nrog peb nyob thiab cov menyuam uas tsis muaj txiv thiab cov poj ntsuam raws li koj tej lus nkaw uas koj cob rau kuv txhua yam. Kuv tsis fav xeeb rau koj tej lus nkaw ib nqes kiag li thiab kuv pheej nco ntsoov."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.14","label":"14","content":"Thaum kuv pam tuag kuv tsis tau noj ib feem kaum ntawd thiab thaum kuv qias tsis huv kuv kuj tsis muab ib qho rho thiab kuv tsis tau muab ib qho rau tej tuag. Kuv mloog kuv tus Vajtswv Yawmsaub lus, kuv ua txhua yam raws li uas koj hais cia."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.15","label":"15","content":"Thov koj tsa qhov muag saum ntuj uas yog koj lub chaw nyob dawb huv saib tuaj thiab thov foom koob hmoov rau koj haiv neeg Yixayee thiab rau cov av uas koj pub rau peb raws li koj tau cog lus ruaj khov rau peb tej poj koob yawm txwv, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto.”"},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.16","label":"16","content":"Hnub no Yawmsaub uas yog koj tus Vajtswv hais kom koj ua raws li tej kab ke thiab tej kevcai no. Mas koj yuav tsum ceev faj ua raws nraim kawg koj lub siab lub ntsws."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.17","label":"17","content":"Hnub no koj twb lees tias Yawmsaub yog koj tus Vajtswv thiab lees tias koj yuav xyaum koj lub neej raws li nws txojkev, thiab yuav tuav rawv nws tej kab ke thiab nws tej lus nkaw thiab nws tej kevcai thiab yuav mloog nws lus."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.18","label":"18","content":"Thiab hnub no Yawmsaub twb lees hais tias nej yog nws haiv neeg yog nws teej nws tug raws li nws cog lus cia rau nej, thiab hais tias nej yuav tsum tuav rawv nws tej lus nkaw huvsi."},{"bible_id":"1269","chapter_code":"DEU.26","verse_code":"DEU.26.19","label":"19","content":"Nws yuav tsa kom nej siab dua txhua haiv neeg uas nws tau tsim los, nej yuav tau lo lus qhuas tau meej nthawb tau koob meej thiab nej yuav ua haiv neeg uas dawb huv rau Yawmsaub uas yog nej tus Vajtswv raws li nws hais cia lawd."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.1","label":"1","content":"Mauxe thiab Yixayee cov kev txwj laus hais rau cov pejxeem tias, “Nej yuav tsum tuav rawv tej lus nkaw huvsi uas hnub no kuv cob rau nej."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.2","label":"2","content":"Hnub uas nej yuav hla tus dej Yaladee mus rau hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej, nej yuav tsum teeb tej lub pob zeb loj loj muab hmoov zeb sib pleev,"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.3","label":"3","content":"thiab sau tej kevcai no txhua nqe huvsi rau saum tej pob zeb ntawd rau thaum nej hla mus rau hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto, raws li Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv cog lus rau nej."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.4","label":"4","content":"Thaum nej hla tus dej Yaladee mus lawm, nej yuav tsum teeb tej pob zeb no rau saum lub roob Enpas raws li uas hnub no kuv hais rau nej, thiab nej yuav tsum muab hmoov zeb sib pleev."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.5","label":"5","content":"Thiab nej yuav tsum tib ib lub thaj xyeem rau Yawmsaub uas yog nej tus Vajtswv rau qhov ntawd, yog ib lub thaj pob zeb, tsis txhob siv twj hlau txaug tej pob zeb ntawd."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.6","label":"6","content":"Nej yuav muab tej pob zeb uas tsis tau muab txhwm muab npawm kiag li los tib ua lub thaj xyeem rau nej tus Vajtswv Yawmsaub, thiab nej yuav muab tsiaj hlawv xyeem saum lub thaj ntawd rau Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.7","label":"7","content":"Nej yuav muab qhov txhia chaw xyeem ua kevcai sib raug zoo thiab noj rau qhov ntawd, thiab nej yuav zoo siab xyiv fab rau ntawm nej tus Vajtswv Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.8","label":"8","content":"Thiab nej yuav muab tej kevcai no huvsi sau meej meej rau saum cov pob zeb ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.9","label":"9","content":"Mauxe thiab cov pov thawj uas yog xeem Levi hais rau cov Yixayee sawvdaws tias, “Cov Yixayee 'e, cia li nyob twjywm tig ntsej mloog. Hnub no nej tau ua Yawmsaub uas yog nej tus Vajtswv haiv neeg lawm."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.10","label":"10","content":"Vim li no nej yuav tsum mloog nej tus Vajtswv Yawmsaub lus, thiab tuav rawv nws tej lus nkaw thiab nws tej kab ke uas hnub no kuv hais rau nej.”"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.11","label":"11","content":"Tib hnub ntawd Mauxe nkaw lus rau cov pejxeem tias,"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.12","label":"12","content":"“Thaum nej hla tus dej Yaladee mus lawd, cov xeem no yuav mus sawv saum lub roob Kelixi hais tej lus foom koob hmoov rau cov pejxeem, yog Xime‑oo, Levi, Yuda, Ixakha, Yauxej thiab Npeeyamee."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.13","label":"13","content":"Thiab cov xeem no yuav mus sawv saum lub roob Enpas hais tej lus tsawm foom, yog Lunpee, Kas, Asaw, Xenpuloo, Daj thiab Nathali."},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.14","label":"14","content":"“Cov Levi yuav piav nrov nrov rau ib tsoom Yixayee tias,"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.15","label":"15","content":"“ ‘Leejtwg ua dab mlom tsis hais txua los lossis nchuav los, yog yam uas qias vuab tsuab rau Yawmsaub, thiab yog yam uas tus niag Kws txawj txhais tes ua tau los xwb, thiab muab teev nraim nkoos, mas tus ntawd raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav teb hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.16","label":"16","content":"“ ‘Leejtwg saib tsis taus nws niam nws txiv, mas tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.17","label":"17","content":"“ ‘Leejtwg txav kwvtij zej zog ciam teb, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav teb hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.18","label":"18","content":"“ ‘Leejtwg dag cov dig muag mus yuam kev, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.19","label":"19","content":"“ ‘Leejtwg yuam lwm haiv neeg uas nrog nej nyob thiab cov menyuam uas tsis muaj txiv thiab cov poj ntsuam txojcai, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.20","label":"20","content":"“ ‘Leejtwg nrog nws txiv tus pojniam pw, yog nws thws nws txiv tus pojniam chaw txaj muag, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.21","label":"21","content":"“ ‘Leejtwg deev tsiaj txhu yam twg kuj xij, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.22","label":"22","content":"“ ‘Leejtwg nrog nws tus muam pw, yog nws txiv li ntxhais lossis nws niam li ntxhais kuj xij, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.23","label":"23","content":"“ ‘Leejtwg nrog nws niam tais pw, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.24","label":"24","content":"“ ‘Leejtwg nyiag tua neeg twjywm, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.25","label":"25","content":"“ ‘Leejtwg yuav nyiaj ntiav es tua tus neeg uas tsis txhaum, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’"},{"bible_id":"1269","chapter_code":"DEU.27","verse_code":"DEU.27.26","label":"26","content":"“ ‘Leejtwg tsis tuav rawv tej kevcai no thiab tsis ua raws nraim, tus ntawd yuav raug foom tsis zoo.’ Mas cov pejxeem sawvdaws yuav hais tias, ‘Amee.’ ”"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.1","label":"1","content":"Yog nej mloog nej tus Vajtswv Yawmsaub lus thiab ceev faj ua raws nraim nws tej lus nkaw huvsi uas hnub no kuv cob rau nej, mas Yawmsaub uas yog nej tus Vajtswv yuav tsa nej siab dua txhua haiv neeg hauv qab ntuj."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.2","label":"2","content":"Tej koob hmoov no yuav los txog nej thiab nrog nraim nej mus li, tsuav yog nej mloog Yawmsaub uas yog nej tus Vajtswv lus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.3","label":"3","content":"Nej yuav tau koob hmoov hauv lub moos thiab tau koob hmoov hauv tej liaj teb."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.4","label":"4","content":"Nej tej noob uas xeeb menyuam thiab nej tej qoob loo hauv liaj teb thiab tej noob nyuj noob yaj yuav tau koob hmoov huaj vam coob."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.5","label":"5","content":"Nej lub tawb thiab nej tej phaj zuaj ncuav yuav tau hmoov zoo."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.6","label":"6","content":"Thaum nej nkag los yuav tau koob hmoov, thaum nej tawm mus nej yuav tau koob hmoov."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.7","label":"7","content":"Yawmsaub yuav ua rau tej yeeb ncuab uas tawm tsam nej swb nej. Lawv yuav tawm ib txojkev tuaj tawm tsam nej, tiamsis yuav khiav ntawm nej xubntiag ua xya txojkev rov qab."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.8","label":"8","content":"Yawmsaub yuav tso koob hmoov rau hauv nej lub txhab thiab txhua yam haujlwm uas nej ua. Nws yuav foom koob hmoov rau nej hauv lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.9","label":"9","content":"Yawmsaub yuav muab nej tsa ua haiv neeg uas dawb huv rau nws, yam li uas nws twb cog lus ruaj khov rau nej lawd, tsuav yog nej tuav rawv nej tus Vajtswv Yawmsaub tej lus nkaw thiab ua lub neej raws li nws txojkev."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.10","label":"10","content":"Txhua haiv neeg hauv ntiajteb yuav pom tias nej raug hu raws li Yawmsaub lub npe thiab lawv yuav ntshai nej."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.11","label":"11","content":"Yawmsaub yuav ua rau nej vam meej nplua mias kom nej muaj menyuam coob, nej tej tsiaj txhu yuav huaj vam coob, nej tej liaj teb yuav ntsu qoob rau hauv lub tebchaws uas Yawmsaub cog lus ruaj khov rau nej tej poj koob yawm txwv tias yuav pub rau nej."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.12","label":"12","content":"Yawmsaub yuav qheb nws lub txhab koob hmoov saum ntuj los rau nej thiab tso nag los raws lub caij lub nyoog thiab foom koob hmoov rau txhua yam haujlwm uas nej txhais tes ua. Nej yuav muab rau ntau lub tebchaws qev txais tiamsis nej yuav tsis qev txais lawv li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.13","label":"13","content":"Yawmsaub yuav ua rau nej ua taubhau tsis yog ua kotw. Nws yuav tsa nej nyob lub rooj siab tsis yog nyob lub rooj qes, tsuav yog nej mloog Yawmsaub uas yog nej tus Vajtswv tej lus nkaw uas hnub no kuv cob rau nej thiab ceev faj ua raws nraim,"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.14","label":"14","content":"thiab tsuav yog nej tsis tso tej lus uas hnub no kuv hais rau nej ib los tseg li, thiab tsis tig rau sab xis lossis sab laug mus raws ncuj nciav luag tej dab thiab ua koom tu."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.15","label":"15","content":"Tiamsis yog nej tsis mloog Yawmsaub uas yog nej tus Vajtswv tej lus thiab tsis ceev faj ua raws li Yawmsaub tej lus nkaw huvsi thiab nws tej kab ke uas hnub no kuv qhia rau nej mas txhua lo lus tsawm foom no yuav los raug nej thiab yuav caum cuag nej."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.16","label":"16","content":"Ces nej yuav raug lo lus tsawm foom rau hauv lub moos thiab nej yuav raug lo lus tsawm foom rau hauv tej liaj teb."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.17","label":"17","content":"Nej lub tawb thiab lub nej tej phaj zuaj ncuav yuav raug lo lus tsawm foom."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.18","label":"18","content":"Nej tej noob uas xeeb menyuam, thiab nej tej qoob loo hauv nej tej teb nej tej noob nyuj noob yaj yuav raug lo lus tsawm foom."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.19","label":"19","content":"Nej yuav raug lo lus tsawm foom rau thaum nej nkag los thiab nej yuav raug lo lus tsawm foom rau thaum nej tawm mus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.20","label":"20","content":"Yawmsaub yuav tso tej lus tsawm foom, tej kev kub ntxhov kev poob thab los raug nej thiab txhua yam haujlwm uas nej ua mus txog thaum nej puam tsuaj ploj ntais tag, vim yog tej kev phem uas nej ua, yog qhov uas nej tso kuv  tseg."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.21","label":"21","content":"Yawmsaub yuav ua rau tej mob phem los kis rau nej mus txog thaum nws muab nej rhuav tshem ploj tag rau hauv lub tebchaws uas nej mus txeeb ua nej tug."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.22","label":"22","content":"Yawmsaub yuav nplawm nej kom nej mob yuag zuj zus, muaj mob muaj nkeeg heev, muaj mob muaj paug, raug tshav kub, raug ntuj qhuav teb nkig nkuav, qoob loo tuag ntshav thiab raug kab mob. Tej no yuav raug nej mus txog thaum nej puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.23","label":"23","content":"Lub ntuj saum nej taubhau yuav ua tooj liab, lub ntiajteb av uas nej tsuj yuav ua hlau."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.24","label":"24","content":"Yawmsaub yuav ua rau tej dej nag hauv nej lub tebchaws ua hmoov av mos mos mas yuav poob saum ntuj los rau nej mus txog thaum nej puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.25","label":"25","content":"Yawmsaub yuav ua rau nej swb nej tej yeeb ncuab. Nej yuav tawm ua ib ke mus ntaus lawv, tiamsis nej yuav khiav lawv xya txojkev rov qab. Nej yuav ua lub chaw rau ib tsoom tebchaws hauv qab ntuj no ceeb thiab ntshai."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.26","label":"26","content":"Nej tej cev tuag yuav ua zaub mov rau txhua tus noog saum nruab ntug thiab tej tsiaj qus hauv ntiajteb noj. Thiab tsis muaj leejtwg yuav ntiab tej tsiaj ntawd mus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.27","label":"27","content":"Yawmsaub yuav ua rau nej mob tej rwj Iyi thiab mob kiav txhab qawj thiab mob ua paug viag thiab mob khaus uas kho tsis tau li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.28","label":"28","content":"Yawmsaub yuav nplawm nej kom vwm thiab dig muag thiab ntxhov siab hnyo,"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.29","label":"29","content":"mas tav su nrig los nej yuav xuas dub yam nkaus li tej dig muag xuas hauv qhov tsaus ntuj. Nej yuav tsis vam meej rau hauv txhua yam uas nej ua. Nej yuav raug luag quab yuam tsim txom thiab raug luag huab lws tsis tu mus li, thiab yuav tsis muaj leejtwg pab nej li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.30","label":"30","content":"Nej yuav qhaib pojniam cia los lwm tus txivneej yuav mus nrog pw. Nej ua tau tsev los yuav tsis tau nyob hauv lub tsev ntawd. Nej yuav cog vaj txiv hmab los nej yuav tsis tau tej txiv ntawd siv."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.31","label":"31","content":"Luag yuav tua nej tus nyuj tab meeg nej mas nej yuav tsis tau noj tej nqaij nyuj ntawd. Luag yuav txeeb nej tus nees luav mus tab meeg nej thiab luag yuav tsis xa rov qab rau nej. Nej tej yaj yuav raug coj mus pub rau nej tej yeeb ncuab, mas yuav tsis muaj leejtwg pab tau nej li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.32","label":"32","content":"Nej tej tub tej ntxhais yuav raug coj mus pub rau lwm haiv neeg, mas nej lub qhov muag yuav saib ua tsaus muag ntais thiab nco nco ib hnub dhau ib hnub. Nej txhais tes lub zog yuav tsis muaj peevxwm tiv thaiv tau li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.33","label":"33","content":"Ib haiv neeg uas nej tsis tau txeev paub dua yuav noj nej tej qoob loo hauv nej tej teb thiab noj nej tej dag tej zog. Thiab nej yuav raug luag tsuj thiab quab yuam tsim txom tsis tu mus li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.34","label":"34","content":"Mas tej uas nej qhov muag pom ntawd thiaj yuav ua rau nej vwm qas les mus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.35","label":"35","content":"Yawmsaub yuav nplawm nej kom mob rwj mob faj rau ntawm pob hauv caug thiab txhais ceg uas nej yuav kho tsis tau li, yuav ua rwj kiag hauv xib taws mus nto plaws tiaj taubhau."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.36","label":"36","content":"Yawmsaub yuav coj nej thiab nej tus vajntxwv uas nej tsa kav nej mus rau hauv lub tebchaws uas nej thiab nej tej poj koob yawm txwv tsis tau paub kiag li. Qhov ntawd nej yuav ua koom tu luag tej dab uas muab ntoo muab pob zeb ua."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.37","label":"37","content":"Nej yuav ua lub chaw rau luag ceeb thiab ntshai, thiab yuav ua paj lug rau luag hais, thiab yuav tiag luag ncauj luag lo rau hauv txhua haiv neeg uas Yawmsaub yuav coj nej mus ntawd."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.38","label":"38","content":"Nej yuav coj noob mus cog ntau rau hauv teb los yuav sau tau tsawg rov los, rau qhov kooj txig yuav muab noj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.39","label":"39","content":"Nej yuav cog vaj txiv hmab thiab tu tej txiv ntawd los nej yuav tsis tau haus tej cawv txiv hmab thiab tsis tau de tej txiv, rau qhov kab yuav muab noj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.40","label":"40","content":"Nej yuav muaj ntoo txiv aulib nyob thoob hauv nej lub tebchaws tiamsis nej yuav tsis tau tej roj txiv ntawd los pleev nej lub cev, rau qhov tej txiv aulib ntawd yuav zeeg tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.41","label":"41","content":"Nej yuav muaj tub muaj ntxhais tiamsis yuav tsis ua nej li, rau qhov lawv yuav raug luag ntes coj mus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.42","label":"42","content":"Nej tej xyoob ntoo txhua yam thiab nej tej qoob loo hauv nej tej teb yuav ua kooj txig li tug."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.43","label":"43","content":"Lwm haiv neeg uas nrog nej nyob yuav vam meej zuj zus tuaj heev dua nej thiab nej yuav poob zuj zus mus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.44","label":"44","content":"Luag yuav muaj qev txais rau nej tiamsis nej yuav tsis muaj qev txais rau luag. Luag yuav ua taubhau, nej yuav ua kotw."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.45","label":"45","content":"Txhua lo lus tsawm foom no yuav raug nej thiab yuav caum cuag nej thiab yuav ntes tau nej mus txog thaum uas nej puam tsuaj tag, vim yog nej tsis mloog Yawmsaub uas yog nej tus Vajtswv lus, tsis ua raws li nws tej lus nkaw thiab tej kab ke uas nws hais kom nej ua lawd."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.46","label":"46","content":"Tej no yuav ua txujci tseem ceeb thiab kev phimhwj rau nej thiab nej caj ces nco mus mus ib txhis."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.47","label":"47","content":"Vim thaum nej muaj ib puas tsav yam nplua mias lawm los nej tsis zoo siab xyiv fab ua koom tu Yawmsaub uas yog nej tus Vajtswv,"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.48","label":"48","content":"vim li no nej thiaj yuav tu nej tej yeeb ncuab uas Yawmsaub yuav tso tuaj ntaus nej, nej yuav raug kev tshaib kev nqhis, tsis muaj hnav, thiab yuav tu ncua txhua yam. Yawmsaub yuav muab ib tug quab hlau rau nej kwv saum caj qwb mus txog thaum nws ua rau nej puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.49","label":"49","content":"Yawmsaub yuav coj ib haiv neeg uas nyob deb deb tim qab ntuj kawg tuaj ntaus nej, yuav tuaj sai yam nkaus li dav ya tuaj, yog haiv neeg uas nej yeej tsis paub lawv tej lus,"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.50","label":"50","content":"yog haiv neeg uas ntsej muag nyaum yuav tsis hwm cov laus tsis nyiam cov hluas thiab cov yau."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.51","label":"51","content":"Lawv yuav noj nej tej tsiaj txhu li menyuam thiab noj tej qoob loo hauv nej tej teb mus txog thaum nej puam tsuaj tag. Lawv yuav tsis tseg qoob loo, cawv txiv hmab thiab roj, tsis tseg menyuam nyuj menyuam yaj rau nej mus txog thaum lawv ua rau nej puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.52","label":"52","content":"Lawv yuav muab nej vij puav cia rau hauv nej txhua lub moos mus txog thaum lawv ua rau tej ntsa loog siab thiab ruaj khov uas nej tso siab rau ntawd pob tag thoob nej lub tebchaws. Lawv yuav muab nej vij puav cia rau hauv nej txhua lub moos thoob lub tebchaws uas nej tus Vajtswv Yawmsaub twb muab rau nej lawm."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.53","label":"53","content":"Nej yuav noj nej tej menyuam uas nej yug, yog noj nej tej tub tej ntxhais uas nej tus Vajtswv Yawmsaub pub rau nej tej nqaij rau thaum uas nej tej yeeb ncuab vij puav nej cia thiab tsim txom nej."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.54","label":"54","content":"Ib tug txivneej uas siab dawb siab zoo xeeb huv tshaj plaws hauv nej cov los yuav tsis kam pub mov rau nws kwvtij, tsis pub rau nws tus pojniam ntawm nws xubntiag, tsis pub rau tus menyuam uas tseem ciaj nrog nws nyob noj."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.55","label":"55","content":"Nws thiaj tsis pub rau leejtwg tau noj nws tej menyuam li nqaij uas nws tabtom noj, vim nws tsis tshuav ib yam dabtsi li lawm rau thaum uas nej tej yeeb ncuab vij puav nej cia thiab tsim txom nej hauv nej txhua lub moos."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.56","label":"56","content":"Tus pojniam uas siab dawb siab zoo xeeb huv tshaj plaws hauv nej cov uas yeej tsis kam tsuj av li vim yog ib tug uas siab dawb siab zoo xeeb huv, los yuav tsis kam pub rau nws tus txiv ntawm nws xubntiag thiab tsis pub rau nws tus tub tus ntxhais"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.57","label":"57","content":"noj lub tsho menyuam uas nws nyuam qhuav yug hauv ob ceg los thiab noj tej menyuam uas nws yug, rau qhov nws yuav muab noj twjywm vim yog tsis muaj ib yam dabtsi noj li rau thaum uas nej tej yeeb ncuab vij puav nej cia thiab tsim txom nej hauv nej tej lub moos."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.58","label":"58","content":"Yog nej tsis ceev faj ua raws li txhua lo lus hauv txoj kevcai no uas sau cia rau hauv phau ntawv no, yog nej tsis hwm tsis ntshai lub npe uas muaj koob meej thiab txaus ntshai no, yog Yawmsaub uas yog nej tus Vajtswv lub npe,"},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.59","label":"59","content":"mas Yawmsaub yuav coj tej kev ntxhov siab kev txom nyem uas tsis thooj li txeev muaj los rau nej thiab nej tej tub ki, yog kev ntxhov siab kev txom nyem loj heev muaj ntev heev thiab tej kev mob kev nkeeg phem phem uas muaj ntev heev."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.60","label":"60","content":"Thiab nws yuav rov coj dua tej kev mob phem hauv Iyi tebchaws uas nej ntshai huvsi los rau nej thiab tej mob ntawd yuav kis kiag rau nej."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.61","label":"61","content":"Txhua yam kev mob thiab txhua yam kev txom nyem uas tsis tau sau rau hauv phau ntawv kevcai no Yawmsaub yuav coj los rau nej mus txog thaum nej puam tsuaj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.62","label":"62","content":"Txawm yog nej twb coob npaum li tej hnub qub saum nruab ntug lawm los nej yuav tshuav tsawg tsawg nyob xwb rau qhov nej tsis mloog Yawmsaub uas yog nej tus Vajtswv lus."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.63","label":"63","content":"Txawm yog Yawmsaub txaus siab ua zoo rau nej thiab ua kom nej huaj vam coob los Yawmsaub kuj yuav txaus siab coj kev puam tsuaj los rau nej thiab ua rau nej liamsim tag ib yam li ntawd. Nej yuav raug muab dob tawm hauv lub tebchaws uas nej tabtom mus txeeb ua nej tug ntawd."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.64","label":"64","content":"Mas Yawmsaub yuav ua rau nej tawg ua sab ua sua mus rau hauv txhua haiv neeg tag nrho sab ntuj no mus txog sab ntuj tim ub, mas hauv tej tebchaws ntawd nej yuav ua koom tu luag tej dab uas muab ntoo muab pob zeb ua, yog tej dab uas nej thiab nej tej poj koob yawm txwv tsis tau paub dua li."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.65","label":"65","content":"Thaum nej nrog cov neeg ntawd nyob nej yuav tsis tau nyob kaj siab lug, nej xib taws yuav tsis tau ib qho chaw so li. Yawmsaub yuav ua rau nej lub siab ntshai thiab tshee, nej yuav tsaus muag zuj zus mus thiab siab ntsws yaj tag."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.66","label":"66","content":"Nej lub neej yuav dai siav dhuam, nej yuav ntshai nruab hnub hmo ntuj tsis tso siab tias yuav muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.67","label":"67","content":"Thaum kaj ntug los nej yuav hais tias, “Kheev yog tsaus ntuj zoo dua,” thiab thaum tsaus ntuj los nej yuav hais tias, “Kheev yog kaj ntug zoo dua,” vim yog tej kev txhawj kev ntshai uas nej siab puas tsus, thiab tej uas nej qhov muag yuav pom ntawd."},{"bible_id":"1269","chapter_code":"DEU.28","verse_code":"DEU.28.68","label":"68","content":"Yawmsaub yuav coj nej caij nkoj rov qab mus txog Iyi tebchaws, yog txojkev uas kuv twb cog lus tseg rau nej tias nej yuav tsis rov taug dua ib zaug li. Mus txog qhov ntawd lawm nej yuav yeem muab nej muag ua tub qhe nkauj qhev rau nej cov yeeb ncuab los twb tsis muaj leejtwg yuav nej."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.1","label":"1","content":"Ntawm no mus yog tej lus cog tseg uas Yawmsaub kom Mauxe hais rau cov Yixayee hauv Mau‑a tebchaws, tsav rau tej lus cog tseg uas nws twb hais rau lawv ntawm Haule."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.2","label":"2","content":"Mauxe hu cov Yixayee sawvdaws tuaj ua ke mas hais rau lawv tias, Nej lub qhov muag twb pom ntsoov txhua yam uas Yawmsaub ua hauv Iyi tebchaws uas yog ua rau Falau thiab nws cov tub teg tub taws thiab ua rau thoob plaws nws lub tebchaws huvsi,"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.3","label":"3","content":"thiab nej twb pom tej uas nws ua sim lawv loj kawg thiab tej txujci tseem ceeb thiab tej kev phimhwj uas loj heev."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.4","label":"4","content":"Tiamsis los txog hnub no Yawmsaub tsis tau pub lub siab uas to taub thiab lub qhov muag uas pom kev thiab lub qhov ntsej uas hnov tau rau nej."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.5","label":"5","content":"Kuv coj nej hauv tebchaws moj sab qhua tau plaub caug xyoo. Nej tej ris tsho kuj tsis ntuag nej tej khau kuj tsis ntuag hle ntawm nej kotaw."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.6","label":"6","content":"Nej tsis tau noj ncuav tsis tau haus cawv txiv hmab thiab cawv ntxwg, xwv nej thiaj paub tias kuv yog Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.7","label":"7","content":"Thaum nej los txog ntawm no, Hesanpoo tus vajntxwv Xihoo thiab Npasas tus vajntxwv Aus tawm tuaj ua rog rau peb, tiamsis peb kuj ua rau lawv swb kiag."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.8","label":"8","content":"Peb txeeb kiag lawv lub tebchaws thiab muab ua qub txeeg qub teg rau xeem Lunpee thiab xeem Kas thiab ib nrab xeem Manaxe."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.9","label":"9","content":"Vim li no nej yuav tsum ceev faj ua raws li tej lus cog tseg no kom nej thiaj vam meej rau txhua yam uas nej ua."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.10","label":"10","content":"Hnub no nej txhua tus sawv tab meeg ntawm Yawmsaub uas yog nej tus Vajtswv xubntiag, tsis hais txhua xeem cov thawj thiab nej cov kev txwj laus thiab cov uas kav nej thiab Yixayee cov txivneej sawvdaws,"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.11","label":"11","content":"nej cov menyuam yaus, nej tej pojniam thiab lwm haiv neeg uas nrog nej nyob txiav taws kwv dej rau nej,"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.12","label":"12","content":"xwv nej thiaj tau txais nej tus Vajtswv Yawmsaub tej lus cog tseg ruaj khov uas nej tus Vajtswv Yawmsaub nrog nej cog tseg hnub no,"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.13","label":"13","content":"xwv hnub no nws thiaj muab nej tsa ua nws haiv neeg thiab nws yuav ua nej tus Vajtswv raws li nws cog lus tseg rau nej, thiab raws li nws cog lus ruaj khov rau nej tej poj koob yawm txwv yog Aplahas, Yiha thiab Yakhauj."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.14","label":"14","content":"Tej lus sib cog tseg ruaj khov no tsis yog kuv kom nej cov uas"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.15","label":"15","content":"hnub no nrog peb sawv rau ntawm Yawmsaub xubntiag no ua xwb, kuv kuj kom cov uas hnub no tsis nrog peb nyob ua thiab."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.16","label":"16","content":"Nej yeej paub tias peb nyob li cas hauv Iyi tebchaws, thiab peb hla dhau tej tebchaws los txog ntawm no li cas."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.17","label":"17","content":"Thiab nej twb pom lawv li tej yam uas ntxim ntxub kawg, yog lawv tej dab mlom uas xuas ntoo xuas pob zeb xuas nyiaj xuas kub ua uas nyob hauv lawv nruab nrab."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.18","label":"18","content":"Yuav tsum ceev faj zoo tsam muaj tus txivneej twg lossis tus pojniam twg lossis tsev neeg twg lossis xeem twg uas lub siab fav ntawm Yawmsaub uas yog peb tus Vajtswv mus ua koom tu tej haiv neeg ntawd tej dab, ntshai tsam hauv nej muaj ib tug cag tuaj ntsuag uas muaj taug thiab iab iab."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.19","label":"19","content":"Thaum ib tug uas zoo li ntawd tau hnov tej lus sib cog tseg uas ruaj khov no, nws lub siab yuav xav tias, “Zoo xwb lauj! Txawm yog kuv ua raws li kuv lub siab tawv xwb los kuv yeej yuav tau zoo.” Qhov uas nws xav li no yog coj kev puam tsuaj los rau tej neeg zoo thiab tej neeg phem huvsi."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.20","label":"20","content":"Yawmsaub yuav tsis zam txim rau tus ntawd. Yawmsaub txojkev npau taws thiab txojkev khib xeeb yuav tshwm plaws kub tus ntawd thiab tej lus tsawm foom uas sau cia rau hauv phau no yuav raug nws, thiab Yawmsaub yuav rhuav nws lub npe kom ploj hauv lub qab ntuj mus."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.21","label":"21","content":"Yawmsaub yuav muab nws cais tawm hauv txhua xeem Yixayee kom raug kev puam tsuaj raws li tej lus tsawm foom huvsi hauv tej lus cog tseg uas sau cia rau hauv phau kevcai no."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.22","label":"22","content":"Nej tej tub ki uas yug tiam tom qab thiab lwm haiv neeg uas tuaj tebchaws deb deb tuaj yuav pom tej kev txom nyem nyuaj siab hauv lub tebchaws no thiab pom tej mob phem uas Yawmsaub tso kom muaj."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.23","label":"23","content":"Lawv yuav pom tag nrho lub tebchaws ua quav lawj faj thiab ua ntsev, nyob do cuas vim raug kub hnyiab, tsis muaj leejtwg cog tsis muaj ib yam dabtsi tuaj, nroj tsuag kuj tsis tuaj, raug muab rhuav pov tseg yam li Xaudoo thiab Kaumaula thiab lub moos Ama thiab lub moos Xenpau‑i uas Yawmsaub chim thiab npau taws nws muab rhuav pov tseg tag."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.24","label":"24","content":"Mas ib tsoom tebchaws sawvdaws yuav hais tias, “Ua cas Yawmsaub ua li ntawd rau lub tebchaws no? Nws chim siab loj li no yog vim li cas?”"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.25","label":"25","content":"Mas luag yuav teb tias, “Yog vim lawv muab Yawmsaub uas yog lawv tej poj koob yawm txwv tus Vajtswv tej lus cog tseg tso pov tseg, yog tej lus uas thaum Yawmsaub coj lawv tawm hauv Iyi tebchaws los nws cog tseg rau lawv."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.26","label":"26","content":"Lawv cia li mus ua koom tu thiab pe hawm luag tej dab uas lawv tsis tau paub dua thiab tsis yog Yawmsaub muab rau lawv."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.27","label":"27","content":"Vim li ntawd Yawmsaub txojkev npau taws thiaj li tshwm plaws rau lub tebchaws no, thiaj coj txhua lo lus tsawm foom uas sau cia rau hauv phau no los raug."},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.28","label":"28","content":"Yawmsaub muab lawv dob kiag cag tawm hauv lawv lub tebchaws ua npau taws thiab chim tsawv thiab muab laim kiag mus rau lwm lub tebchaws zoo li niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"DEU.29","verse_code":"DEU.29.29","label":"29","content":"Tej xwm uas tsis tau muab qhia tshwm los yeej yog peb tus Vajtswv Yawmsaub li, tiamsis tej xwm uas twb muab qhia tshwm los yog peb li thiab peb tej tub ki li mus ib txhis, xwv peb thiaj tau ua raws li tej kevcai no txhua nqe huvsi."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.1","label":"1","content":"Thaum txhua yam uas hais tag no, yog tej lus foom koob hmoov thiab tej lus tsawm foom uas kuv hais tab meeg nej no, los txog nej lawm, thiab nej nco txog tej no hauv txhua lub tebchaws uas nej tus Vajtswv Yawmsaub ntiab nej mus nyob,"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.2","label":"2","content":"yog nej thiab nej cov menyuam rov los cuag nej tus Vajtswv Yawmsaub thiab mloog nws tej lus huvsi uas hnub no kuv hais rau nej kawg nej lub siab lub ntsws,"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.3","label":"3","content":"mas nej tus Vajtswv Yawmsaub yuav pub nej vam meej li qub, thiab yuav khuvleej nej thiab qaws nej hauv txhua haiv neeg uas Yawmsaub ua rau nej khiav ri sua mus nyob lawm rov los."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.4","label":"4","content":"Yog nej muaj neeg uas raug muab ntiab mus nyob kawg nkaus qab ntuj, los nej tus Vajtswv Yawmsaub yuav qaws nej qhov ntawd coj nej rov qab los."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.5","label":"5","content":"Thiab nej tus Vajtswv Yawmsaub yuav coj nej los rau hauv lub tebchaws uas nej tej poj koob yawm txwv tau nyob ua lawv tug rov ua nej tug. Nws yuav pub kom nej vam meej thiab huaj vam coob heev dua nej tej poj koob yawm txwv."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.6","label":"6","content":"Thiab nej tus Vajtswv Yawmsaub yuav txiav kiag nej thiab nej tej tub ki lub siab tawv ncauj xwv nej thiaj hlub Yawmsaub kawg siab kawg ntsws thiab nej thiaj muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.7","label":"7","content":"Nej tus Vajtswv Yawmsaub yuav muab tej lus tsawm foom no tso los raug cov uas tawm tsam thiab ua yeeb ncuab tsim txom nej,"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.8","label":"8","content":"thiab nej yuav rov mloog Yawmsaub lus thiab tuav rawv nws tej lus nkaw huvsi uas hnub no kuv cob rau nej."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.9","label":"9","content":"Nej tus Vajtswv Yawmsaub yuav ua rau nej vam meej nplua nuj heev kawg rau txhua yam haujlwm uas nej txhais tes ua, pub nej muaj menyuam coob, thiab nej tej tsiaj txhu huaj vam coob, thiab nej tej liaj teb yuav ntsu qoob, vim yog Yawmsaub yuav rov txaus siab ua rau nej vam meej ib yam li nws txaus siab rau nej tej poj koob yawm txwv,"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.10","label":"10","content":"tsuav yog nej mloog Yawmsaub uas yog nej tus Vajtswv lus, thiab tuav rawv nws tej lus nkaw thiab nws tej kab ke uas sau rau hauv phau kevcai no, thiab tsuav yog nej tig kiag rov los cuag Yawmsaub uas yog nej tus Vajtswv kawg siab kawg ntsws xwb."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.11","label":"11","content":"Tej lus nkaw uas hnub no kuv muab cob rau nej no tsis yog yam uas ceeblaj dhau rau nej ua thiab tsis yog nyob deb ntawm nej."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.12","label":"12","content":"Txoj kevcai ntawd tsis yog nyob saum ntuj es nej yuav hais tias, “Leejtwg yuav nce mus muab saum ntuj los rau peb, peb thiaj tau hnov thiab ua raws li?”"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.13","label":"13","content":"Thiab tsis yog nyob dhau hiavtxwv sab tim ub es nej yuav hais tias, “Leejtwg yuav hla mus muab los rau peb, peb thiaj tau hnov thiab ua raws li?”"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.14","label":"14","content":"Tiamsis tej lus ntawd yeej nyob ze nej, nyob hauv nej lub qhov ncauj thiab nyob hauv nej lub siab, mas nej yeej ua raws li ntawd tau."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.15","label":"15","content":"Cia li ua tib zoo saib, hnub no kuv muab txojsia thiab yam uas zoo, thiab muab txojkev tuag thiab yam uas phem tso rau ntawm nej xubntiag."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.16","label":"16","content":"Yog nej mloog nej tus Vajtswv Yawmsaub tej lus nkaw uas hnub no kuv muab cob rau nej, yog qhov uas muab siab hlub Yawmsaub uas yog nej tus Vajtswv thiab ua nej lub neej raws li nws txojkev thiab tuav rawv nws tej lus nkaw thiab nws tej kab ke thiab nws tej kevcai, mas nej yuav muaj txojsia nyob thiab huaj vam coob, thiab nej tus Vajtswv Yawmsaub yuav foom koob hmoov rau nej rau hauv lub tebchaws uas nej txeem mus ntawd."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.17","label":"17","content":"Tiamsis yog nej lub siab fav kiag lawm thiab nej tsis yeem mloog lus es raug ntxias mus pe thiab ua koom tu luag tej dab,"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.18","label":"18","content":"mas hnub no kuv qhia tseeb rau nej tias nej yuav puam tsuaj tag. Nej yuav tsis muaj txojsia nyob ntev rau hauv lub tebchaws uas nej tabtom hla tus dej Yaladee mus txeeb ntawd."},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.19","label":"19","content":"Kuv thov lub ntuj lub teb ua timkhawv rau nej hnub no tias, kuv twb muab txojsia thiab txojkev tuag, muab koob hmoov thiab los tsawm foom tso rau ntawm nej xubntiag. Mas nej cia li xaiv yuav txojsia, kom nej thiab nej caj ces thiaj li muaj txojsia nyob,"},{"bible_id":"1269","chapter_code":"DEU.30","verse_code":"DEU.30.20","label":"20","content":"thiab nej hlub Yawmsaub uas yog nej tus Vajtswv thiab mloog nws lus thiab tuav rawv nws. Ua li no nej thiaj tau txojsia thiab nyob ntev, kom nej thiaj tau nyob rau hauv lub tebchaws uas Yawmsaub cog lus ruaj khov rau nej tej poj koob yawm txwv uas yog Aplahas, Yiha thiab Yakhauj tias yuav muab pub rau lawv."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.1","label":"1","content":"Mauxe tseem hais tej lus no rau cov Yixayee sawvdaws,"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.2","label":"2","content":"thiab nws hais rau lawv tias, “Hnub no kuv hnub nyoog twb muaj ib puas nees nkaum xyoo lawm. Kuv yuav mus mus los los tsis taus lawm. Yawmsaub twb hais rau kuv tias, ‘Koj yuav tsis tau hla tus dej Yaladee no mus.’"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.3","label":"3","content":"Yawmsaub uas yog nej tus Vajtswv yuav hla ua nej ntej mus. Nws yuav ua rau tej haiv neeg ntawd puam tsuaj rau ntawm nej xubntiag nej thiaj txeeb tau lawv lub tebchaws. Mas Yausua yuav ua tus uas coj nej mus raws li Yawmsaub tau hais cia lawd."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.4","label":"4","content":"Yawmsaub yuav ua rau lawv ib yam li nws ua rau Xihoo thiab Aus uas yog cov Amaulai li vajntxwv thiab ib yam li ua rau ob tug lub tebchaws rau thaum Yawmsaub muab ob tug ua puam tsuaj."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.5","label":"5","content":"Yawmsaub yuav muab lawv cob rau nej mas nej yuav ua rau lawv raws tej lus nkaw uas kuv tau cob rau nej lawd huvsi."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.6","label":"6","content":"Cia li ua khov kho ua siab loj siab tuab, tsis txhob ras tsis txhob ntshai lawv li rau qhov Yawmsaub uas yog nej tus Vajtswv yeej nrog nej mus. Nws yuav tsis ncaim nej yuav tsis tso nej tseg.”"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.7","label":"7","content":"Ces Mauxe txawm hu Yausua los thiab hais rau nws tab meeg cov Yixayee sawvdaws tias, “Cia li ua khov kho thiab ua siab loj siab tuab, rau qhov koj yog tus uas yuav nrog haiv neeg no txeem mus rau hauv lub tebchaws uas Yawmsaub cog lus ruaj rau lawv tej poj koob yawm txwv tias yuav pub rau lawv. Koj yuav ua rau lawv tau lub tebchaws ntawd ua lawv tug."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.8","label":"8","content":"Tus uas ua koj ntej yog Yawmsaub, nws yuav nrog nraim koj, nws yuav tsis ncaim koj thiab tsis tso koj tseg. Tsis txhob ntshai tsis txhob poob siab li.”"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.9","label":"9","content":"Mauxe sau txoj kevcai no thiab muab rau cov pov thawj uas yog xeem Levi uas kwv Yawmsaub lub phij xab sib cog lus, thiab muab rau Yixayee cov kev txwj laus sawvdaws."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.10","label":"10","content":"Thiab Mauxe hais rau lawv tias, “Thaum puv xya xyoo uas teem ua xyoo uas tso nuj nqes tseg, ncaj lub sijhawm uas ua kevcai nyob tsev pheeb suab,"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.11","label":"11","content":"mas thaum ib tsoom Yixayee tuaj rau ntawm Yawmsaub uas yog nej tus Vajtswv lub xubntiag ntawm lub chaw uas nws yuav xaiv cia, nej yuav nyeem txoj kevcai no rau cov Yixayee sawvdaws mloog."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.12","label":"12","content":"Cia li hu cov pejxeem tuaj txoos ua ke, pojniam txivneej menyuam yaus thiab lwm haiv neeg uas nyob hauv nej tej moos, kom lawv thiaj tau hnov thiab kawm paub ntshai thiab hwm Yawmsaub uas yog nej tus Vajtswv thiab ceev faj ua raws nraim li tej lus huvsi hauv txoj kevcai no,"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.13","label":"13","content":"thiab lawv tej menyuam uas tsis tau paub dua thiaj tau hnov thiab kawm paub ntshai thiab hwm Yawmsaub uas yog nej tus Vajtswv tag lawv sim neej uas nyob rau hauv lub tebchaws uas nej tabtom yuav hla tus dej Yaladee mus txeeb ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.14","label":"14","content":"Yawmsaub hais rau Mauxe tias, “Twb yuav txog hnub uas koj tuag lawm. Cia li hu Yausua tuaj mas neb ob leeg cia li los cuag kuv rau hauv lub tsev ntaub sib ntsib kuv thiaj tsa tau nws ua haujlwm.” Ces Mauxe thiab Yausua thiaj mus cuag Yawmsaub rau hauv lub tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.15","label":"15","content":"Yawmsaub tshwm rau hauv tus ncej huab los rau hauv lub tsev ntaub, thiab tus ncej huab nyob ntawm lub qhov rooj tsev ntaub."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.16","label":"16","content":"Yawmsaub hais rau Mauxe tias, “Koj twb yuav qe muag mus nrog koj tej poj koob yawm txwv nyob. Mas haiv neeg no yuav cia li mus deev tej dab uas txawv txawv hauv lub tebchaws uas lawv mus nyob ntawd, thiab lawv yuav tso kuv tseg thiab rhuav kuv tej lus uas kuv nrog lawv sib cog lus."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.17","label":"17","content":"Ces hnub ntawd kuv yuav npau taws heev rau lawv, kuv yuav muab lawv tso tseg thiab kuv yuav fee plhu tsis ntsia lawv li lawm, mas lawv yuav raug puam tsuaj. Ntau yam kev phem kev txom nyem yuav los raug lawv. Hnub ntawd lawv yuav hais tias, ‘Tej kev phem no los raug peb vim yog peb tus Vajtswv tsis nrog peb nyob lawm los tsis yog?’"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.18","label":"18","content":"Hnub ntawd kuv yeej yuav fee plhu tsis ntsia lawv vim yog tej kev phem huvsi uas lawv tau ua, yog qhov uas lawv tig mus raws ncuj nciav luag tej dab."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.19","label":"19","content":"Nimno neb cia li sau zaj nkauj no thiab qhia rau cov Yixayee, muab tso rau hauv lawv lub qhov ncauj xwv zaj nkauj no thiaj ua timkhawv nrog kuv kom cov Yixayee."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.20","label":"20","content":"Thaum kuv coj lawv mus rau hauv lub tebchaws uas muaj kua mis thiab zib ntab ntws nto uas kuv tau cog lus ruaj tias kuv yuav pub rau lawv tej poj koob yawm txwv, thiab thaum lawv tau noj tsau npo thiab rog rog, mas lawv yuav tig mus ua koom tu luag tej dab thiab yuav saib tsis taus kuv thiab rhuav kuv tej lus cog tseg."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.21","label":"21","content":"Thaum ntau yam kev phem thiab kev txom nyem los raug lawv lawd, mas zaj nkauj no yuav ua timkhawv kom lawv, rau qhov zaj nkauj no yuav nyob ntawm lawv tej caj ces lub qhov ncauj pheej nco ntsoov mus li. Thaum kuv tsis tau coj lawv los rau hauv lub tebchaws uas kuv cog lus ruaj tias yuav pub rau lawv, kuv twb paub tej uas lawv npaj siab yuav ua lawm.”"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.22","label":"22","content":"Mauxe thiaj sau zaj nkauj ntawd rau tib hnub ntawd thiab qhia rau cov Yixayee hu."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.23","label":"23","content":"Ces Yawmsaub txawm tsa Yausua uas yog Noo tus tub los ua haujlwm thiab hais tias, “Koj cia li ua khov kho thiab ua siab loj siab tuab. Koj yuav coj cov Yixayee mus rau hauv lub tebchaws uas kuv cog lus ruaj tias yuav pub rau lawv. Kuv yuav nrog koj nyob.”"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.24","label":"24","content":"Thaum Mauxe sau tej kevcai no txhua nqe huvsi rau hauv phau ntawv tag lawm,"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.25","label":"25","content":"nws thiaj hais rau cov Levi uas kwv lub phij xab sib cog lus tias,"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.26","label":"26","content":"“Cia li muab phau ntawv kevcai no tso rau ntawm ib sab lub phij xab sib cog lus, kom thiaj ua timkhawv kom nej."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.27","label":"27","content":"Rau qhov kuv yeej paub tias nej fav xeeb thiab siab tawv li cas. Saib maj, thaum kuv tseem muaj txojsia nrog nej nyob los txog hnub no nej pheej fav xeeb rau Yawmsaub. Thaum kuv tuag lawm nej yeej yuav ua phem heev dua xwb lauj!"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.28","label":"28","content":"Nej cia li hu cov kev txwj laus huvsi hauv nej txhua xeem thiab cov uas kav nej tuaj sablaj ua ke kom kuv thiaj tau hais tej lus no rau lawv mloog thiab hu lub ntuj lub teb ua timkhawv kom lawv."},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.29","label":"29","content":"Kuv yeej paub tias thaum dua kuv lawm nej yuav ua phem ua qias tiag tiag li thiab fav kiag ntawm txojkev uas kuv twb qhia rau nej. Tom hauv ntej tej xwm txheej phem yuav poob los raug nej rau qhov nej ua tej uas Yawmsaub pom tias phem thiab tej uas nej txhais tes ua zes ua kom nws chim.”"},{"bible_id":"1269","chapter_code":"DEU.31","verse_code":"DEU.31.30","label":"30","content":"Mas Mauxe hais zaj nkauj no tag nrho rau ib tsoom Yixayee mloog."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.1","label":"1","content":"Lub ntuj 'e, cia li tig ntsej mloog kuv yuav hais, lub ntiajteb 'e, cia li mloog tej lus ntawm kuv lub qhov ncauj."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.2","label":"2","content":"Cia kuv tej lus qhuab qhia poob yam nkaus li nag los, cia kuv tej lus poob los yam li lwg nias, thiab yam nkaus li nag tshauv los rau saum tej nroj tsuag mos nyoos, thiab yam li tej pluav nag rau saum tej yub zaub."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.3","label":"3","content":"Rau qhov kuv yuav tshaj tawm Yawmsaub lub npe. Cia li qhuas ntxhias tias peb tus Vajtswv loj kawg nkaus."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.4","label":"4","content":"Nws yog txhib zeb, mas nws tes haujlwm zoo txhua fab, txhua yam uas nws ua kuj ncaj ncees. Vajtswv yog tus uas yeej tso siab tau, nws tsis ua ib qho txhaum li, nws txiav txim ncaj thiab ua raug cai xwb."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.5","label":"5","content":"Lawv ua phem ua qias rau Vajtswv, lawv ua tsis tau nws li menyuam lawm vim lawv muaj kev txaug kev txhaum. Lawv yog tiam neeg uas siab phem siab qias thiab siab nkhaus."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.6","label":"6","content":"Haiv neeg ruam, neeg tsis txawj xav 'e, nej ua pauj Yawmsaub tshav ntuj li no xwb lov? Yawmsaub tsis yog leej txiv uas tsim nej los lov, tsis yog tus uas tsim nej thiab yug nej kom hlob zoo lov?"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.7","label":"7","content":"Cia li nco txog yav thaum ub, cia li xav txog tej hnub nyoog uas ntau tiam neeg dhau los lawd. Cia li nug nej txiv mas nws yuav qhia rau nej paub, cia li nug nej cov laus mas lawv yuav piav rau nej."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.8","label":"8","content":"Thaum tus uas loj dua ntais pub qub txeeg qub teg rau ib tsoom tebchaws, thaum nws muab cov neeg faib, nws tu ciam rau cov neeg raws li Yixayee cov tub."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.9","label":"9","content":"Rau qhov Yawmsaub li feem yog nws cov neeg, Yakhauj yog Yawmsaub li qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.10","label":"10","content":"Yawmsaub ntsib lawv hauv tebchaws moj sab qhua, hauv ntuj nrag teb do uas cua ntsawj vig voog. Nws thaiv ib ncig lawv thiab zov lawv tsom kwm lawv zoo yam nkaus li lawv yog nws lub ntsiab muag."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.11","label":"11","content":"Nws zoo yam nkaus li tus dav uas muab nws lub zes rhuav es yuj saum nws cov menyuam. Nws nthuav tis kiag cug cov menyuam kwv rau saum phab tis."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.12","label":"12","content":"Yawmsaub tib leeg coj lawv los, tsis muaj lwm lub tebchaws li dab nrog lawv nyob."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.13","label":"13","content":"Yawmsaub pub lawv caij sau tej chaw siab hauv ntiajteb, pub lawv noj tej qoob loo hauv liaj teb, pub lawv ntxais zib ntab ntawm tej pob tsuas, thiab noj roj ntawm tej roob pob zeb uas tawv tawv,"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.14","label":"14","content":"thiab haus kua mis nyeem ntawm tej nyuj thiab kua mis ntawm tej tshis, thiab noj roj ntawm tej menyuam yaj thiab txiv yaj, thiab noj tej nyuj Npasas thiab tshis thiab tej mog uas zoo zoo. Nej tau haus tej txiv hmab li ntshav ua cawv."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.15","label":"15","content":"Yesulu  rog tuaj ces kuj fav xeeb, nej rog heev, nqaij tuab, ceev nrees. Lawv muab Vajtswv uas tsim lawv tso tseg, thiab saib tsis taus txhib zeb uas cawm lawv dim."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.16","label":"16","content":"Lawv teev luag tej dab ua rau Yawmsaub khib, lawv ua tej kev qias vuab tsuab zes ua kom nws chim."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.17","label":"17","content":"Lawv tua tsiaj xyeem rau tej dab uas tsis yog Vajtswv, yog xyeem rau tej dab uas lawv tsis tau paub dua, thiab xyeem rau tej dab uas nyuam qhuav muaj nimno, yog tej uas nej tej poj koob yawm txwv tsis tau hwm thiab ntshai."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.18","label":"18","content":"Nej tsis nco txog txhib zeb uas yug nej los, nej tsis nco qab Vajtswv uas yug nej."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.19","label":"19","content":"Yawmsaub pom mas tsis yuav lawv lawm rau qhov nws tej tub tej ntxhais ua rau nws chim."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.20","label":"20","content":"Mas Yawmsaub thiaj hais tias, “Kuv yuav fee plhu ntawm lawv, kuv yuav tos saib thaum kawg lawv yuav zoo li cas, rau qhov lawv yog tiam neeg uas ua nkhib nkhaus, yog cov menyuam uas tsis xib rau kuv."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.21","label":"21","content":"Lawv twb teev tej uas tsis yog Vajtswv ua rau kuv khib, lawv twb muaj dab mlom zes kom kuv chim. Mas kuv yuav siv tej neeg uas tsis yog haiv neeg ua rau lawv khib, kuv yuav siv ib haiv neeg ruam ua rau lawv chim."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.22","label":"22","content":"Rau qhov kuv lub siab chim chim tawm hluavtaws kub mus txog ntua ti nkaus qab thu hauv tub tuag teb, thiab kub ntiajteb thiab tej qoob loo thiab kub tej lag zeb uas pua tiag tej roob."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.23","label":"23","content":"Kuv yuav sau xwm txheej phem rau saum lawv thiab tso kuv tej xub hneev los tua lawv."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.24","label":"24","content":"Lawv yuav tshaib tshaib yuag zuj zus, thiab lawv yuav puam tsuaj vim yog muaj mob kub heev thiab mob kis. Kuv yuav tso kaus hniav tsiaj nyaum los tom lawv thiab tso tej uas muaj taug nkag hauv av los tom lawv."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.25","label":"25","content":"Nraum tshav puam los hniav ntaj hniav riam yuav ua rau neeg ua ntsuag, hauv tsev los yuav muaj kev ntshai heev, ua rau cov tub hluas ntxhais hluas thiab cov menyuam uas tseem noj mis thiab cov laus uas dawb hau paug puam tsuaj."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.26","label":"26","content":"Kuv twb hais lawm tias, ‘Kuv yuav ua rau lawv tawg ri sua mus deb, yuav rhuav lawv lub npe ua kom tsis muaj leejtwg nco tau.’"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.27","label":"27","content":"Tiamsis kuv ntshai tsam tej yeeb ncuab thuam kuv, ntshai tsam tej yeeb ncuab ho xav yuam kev, tsam ces lawv ho hais tias, ‘Yog peb txhais tes kov yeej, tsis yog Yawmsaub ua txhua yam no.’ ”"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.28","label":"28","content":"Lawv yog ib haiv neeg uas tsis paub qabhau, yog neeg tsis thoob tsib."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.29","label":"29","content":"Yog lawv ntse los lawv yuav nkag siab tej no thiab lawv yuav paub txog lawv lub neej thaum kawg."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.30","label":"30","content":"Ib leeg yuav ua li cas ntiab tau ib txhiab leej khiav, ob leeg yuav ua li cas ntiab tau ib vam leej khiav? Twb yog lawv txhib zeb twb muab lawv muag lawm thiab Yawmsaub twb tso lawv tseg lawm."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.31","label":"31","content":"Cov yeeb ncuab txhib zeb tsis thooj li peb txhib zeb, cov yeeb ncuab los yeej paub li ntawd."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.32","label":"32","content":"Lawv lub hauv paus txiv hmab yog ncau ntawm txij hmab Xaudoo, thiab tuaj hauv Kaumaula vaj txiv hmab tuaj. Lawv tej txiv hmab yog tshuaj lom, lawv tej tauv txiv hmab kuj iab kawg."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.33","label":"33","content":"Lawv tej cawv txiv hmab yog taug nab, yog nab raj kub sai li taug heev."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.34","label":"34","content":"“Kuv tsis tau muab qhov uas kuv yuav ua no khaws cia, thiab muab kaw ceev cia rau hauv kuv lub txhab lov?"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.35","label":"35","content":"Qhov uas ua pauj thiab qhov uas teem txim yog kuv li feem tos cia txog thaum lawv plam kotaw, rau qhov hnub uas lawv yuav puam tsuaj twb los yuav txog, thiab lawv lub khuab twb yuav los raug lawv sai sai no.”"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.36","label":"36","content":"Yawmsaub yuav feeb cai rau nws cov neeg, nws yuav khuvleej nws cov tub qhe rau thaum nws pom tias lawv zog tag lawm, thiab tsis muaj leejtwg tshuav nyob lawm tsis hais cov uas ua qhev thiab cov uas tsis ua qhev."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.37","label":"37","content":"Mas Yawmsaub yuav hais tias, “Lawv tej dab dua twg lawm, txhib zeb uas lawv nraim cev ntawd dua twg lawm?"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.38","label":"38","content":"Yog cov uas noj tej tsiaj uas muab tua xyeem li roj thiab haus tej cawv txiv hmab uas lawv muab hliv xyeem. Cia tej dab ntawd sawv tsees los pab nej, cia lawv tsom kwm nej los maj."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.39","label":"39","content":"“Saib maj, kuv yeej yog tus ntawd ntag, dhau kuv lawm tsis muaj lwm tus Vajtswv. Kuv tua kom tuag thiab kuv tsa kom sawv, kuv ua kom mob kom to thiab kuv kho kom zoo, tsis muaj leejtwg yuav pab kom dim tau hauv kuv txhais tes."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.40","label":"40","content":"Kuv tsa tes rau saum ntuj twv hais tias, Kuv yeej muaj txojsia nyob ib txhis tsis kawg,"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.41","label":"41","content":"thaum kuv hov kuv rab ntaj kom ntse ci nplas, thiab kuv txhais tes tuav rawv kev txiav txim, kuv yuav ua pauj rau kuv cov yeeb ncuab thiab ua pauj rau cov uas ntxub kuv."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.42","label":"42","content":"Kuv yuav ua rau kuv rab xub haus ntshav qaug thiab kuv rab ntaj yuav noj nqaij, yog cov uas raug tua tuag thiab cov uas raug ntes li ntshav uas los ntawm tej yeeb ncuab li taubhau.”"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.43","label":"43","content":"Ib tsoom tebchaws 'e, cia li qhuas Yawmsaub cov neeg, rau qhov Yawmsaub yuav pauj nws cov tub qhe tej ntshav thiab ua pauj rau nws cov yeeb ncuab, thiab ntxuav nws cov neeg thiab lub tebchaws kev txhaum."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.44","label":"44","content":"Mauxe thiab Noo tus tub Yausua tuaj piav txhua lo lus hauv zaj nkauj no rau cov pejxeem lub qhov ntsej hnov."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.45","label":"45","content":"Thaum Mauxe piav txhua lo lus no rau cov Yixayee sawvdaws mloog tag lawd,"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.46","label":"46","content":"nws kuj hais rau lawv tias, “Cia li khaws tej lus uas hnub no kuv hais kom nej ua rau nruab siab, xwv nej thiaj qhia tau rau nej tej tub ki kom lawv thiaj li paub ceev faj ua raws li tej lus hauv txoj kevcai no huvsi."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.47","label":"47","content":"Tej no tsis yog tej nyuag dog dig rau nej, tej no yeej yog nej txojsia ntag, thiab yog nej ua raws li tej no nej yuav muaj txoj siav loj siav ntev rau hauv lub tebchaws uas nej tabtom yuav hla tus dej Yaladee mus txeeb ua nej tug ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.48","label":"48","content":"Hnub ntawd Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.49","label":"49","content":"“Koj cia li nce mus pem lub roob Anpali no mus kom txog lub roob Nenpau uas nyob hauv Mau‑a tebchaws uas ncaj lub moos Yelikhau es tsa muag ntsia lub tebchaws Khana‑as uas kuv muab pub rau cov Yixayee yuav ua lawv tug."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.50","label":"50","content":"Koj yuav tu siav rau saum lub roob uas koj nce mus ntawd es mus nrog koj tej poj koob yawm txwv nyob, ib yam nkaus li uas koj tus tijlaug Aloo tuag saum lub roob Hau es mus nrog nws tej poj koob yawm txwv nyob,"},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.51","label":"51","content":"vim yog neb ob leeg tsis ua ncaj rau kuv tab meeg cov Yixayee ntawm qhov dej Melinpa Khade hauv tebchaws moj sab qhua Xee. Neb tsis hwm kuv ua tus uas dawb huv rau hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"DEU.32","verse_code":"DEU.32.52","label":"52","content":"Vim li no koj yuav tuaj deb ntsia pom lub tebchaws tiamsis koj yuav tsis tau nkag mus rau hauv lub tebchaws uas kuv muab pub rau cov Yixayee.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.1","label":"1","content":"Ntawm no mus yog Mauxe uas yog Vajtswv tus neeg tej lus foom koob hmoov rau cov Yixayee ua ntej uas nws tsis tau tuag."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.2","label":"2","content":"Nws hais tias, “Yawmsaub nqes saum lub roob Xinai los, nws tawm ntawm Xe‑i ci tuaj rau lawv, nws ci nplas saum lub roob Palas tuaj, nws nrog qas txhiab qas vam leej uas dawb huv tuaj, muaj nplaim taws ntawm nws sab tes xis."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.3","label":"3","content":"Nws yeej hlub nws haiv neeg. Nws cov neeg dawb huv, txhua tus nyob hauv nws txhais tes. Lawv pe ntawm koj kotaw thiab txais tej lus uas koj qhia."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.4","label":"4","content":"Mauxe muab txoj kevcai cob rau peb ua Yakhauj cov neeg qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.5","label":"5","content":"Yawmsaub thiaj ua vajntxwv hauv Yesulu rau thaum cov pejxeem cov thawj tuaj txoos ua ke thiab nrog cov Yixayee txhua xeem ua ke."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.6","label":"6","content":"“Thov cia Lunpee muaj txojsia nyob, tsis txhob tuag, tiamsis cia nws cov neeg muaj tsawg.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.7","label":"7","content":"Mauxe hais txog Yuda li no tias, “Au Yawmsaub, thov mloog Yuda tej lus, thov coj nws rov los koom nws haiv neeg. Nws txhais tes tawm tsam pab nws tus kheej. Thov koj pab nws tawm tsam nws cov yeeb ncuab.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.8","label":"8","content":"Mauxe hais txog Levi tias, “Yawmsaub, koj li Thumi thiab Uli nrog tus uas koj hlub nyob, yog tus uas koj twb muab sim ntawm Maxa lawm, thiab tus uas koj tawm tsam ntawm dej Melinpa."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.9","label":"9","content":"Nws hais rau nws niam nws txiv tias, ‘Kuv tsis quav ntsej lawv lawm.’ Nws tsis yuav nws cov kwvtij thiab tsis paub nws cov menyuam, rau qhov cov Levi ua raws li koj tej lus thiab tuav rawv koj tej lus cog tseg."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.10","label":"10","content":"Lawv yuav qhia koj tej kevcai rau Yakhauj, thiab qhia koj txoj kevcai rau Yixayee. Lawv yuav muab hmoov tshuaj tsw qab tso rau ntawm koj xubntiag, thiab muab tej uas hlawv huvsi xyeem tso rau saum koj lub thaj."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.11","label":"11","content":"Au Yawmsaub, thov foom koob hmoov rau nws tej qhov txhia chaw, thiab lees yuav tej haujlwm uas nws txhais tes ua. Thov koj tsoo nws cov yeeb ncuab lub duav, yog cov uas ntxub nws, ua kom sawv tsis taus dua li.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.12","label":"12","content":"Mauxe hais txog Npeeyamee tias, “Tus uas Yawmsaub hlub nyob tso siab plhuav rau hauv nws. Yawmsaub tsom kwm nws tas hnub tas hmo, nws nyob saum Yawmsaub xub pwg.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.13","label":"13","content":"Mauxe hais txog Yauxej tias, “Thov Yawmsaub foom koob hmoov rau nws lub tebchaws, cia nws tau dej lwg uas zoo kawg nkaus saum ntuj, thiab tau tej dej uas nyob hauv qab ntuj,"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.14","label":"14","content":"thiab tau tej qoob loo zoo kawg nkaus ntawm lub hnub, thiab tau tej qoob loo nplua mias raws lub hli,"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.15","label":"15","content":"thiab tau tej yam uas zoo kawg saum tej roob uas ib txwm muaj nyob, thiab tau tej uas zoo nplua mias saum tej ncov roob uas nyob mus ib txhis,"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.16","label":"16","content":"thiab tau tej kev tsim txiaj hauv ntiajteb thiab txhua yam uas nyob hauv, thiab tau txojkev hlub ntawm tus uas nyob hauv tsob ntoo cig plaws ntawd. Thov kom tej koob hmoov no los rau saum Yauxej lub taubhau, thiab los rau saum tus uas ua nws cov kwvtij tus thawj lub tiaj taubhau."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.17","label":"17","content":"Nws yog thawj tug menyuam txiv nyuj uas muaj meej mom, nws txwm kub zoo yam li kub nyuj qus. Txwm kub ntawd yuav laub txhua haiv neeg mus txog qab ntuj kawg. Efa‑i qas vam leej kuj zoo li no, Manaxe qas txhiab leej kuj zoo ib yam nkaus.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.18","label":"18","content":"Mauxe hais txog Xenpuloo tias, “Xenpuloo, cia li zoo siab xyiv fab rau thaum koj tawm mus, thiab Ixakha cia li zoo siab rau hauv koj lub tsev ntaub."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.19","label":"19","content":"Ob tug yuav hu neeg tuaj rau ntawm ob tug lub roob, thiab yuav xyeem tsiaj raug cai qhov ntawd. Ob tug rub tej uas zoo nplua mias hauv hiavtxwv los, thiab tau tej qhov txhia chaw tswm txiaj uas muab zais rau hauv xuab zeb.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.20","label":"20","content":"Mauxe hais txog Kas tias, “Qhuas Vajtswv uas nthuav Kas lub tebchaws dav. Kas nyob zoo yam li tsov ntxhuav, dua luag npab dua luag tiaj taubhau."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.21","label":"21","content":"Nws xaiv lub tebchaws uas zoo kawg nkaus rau nws, vim yog qhov ntawd tseg cia rau tus thawj uas kav. Thaum pejxeem cov thawj tuaj txoos ua ke, nws ua raws li Yawmsaub txojkev ncaj ncees, thiab ua raws li tej kevcai uas muab rau cov Yixayee.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.22","label":"22","content":"Mauxe hais txog Daj tias, “Daj yog ib tug menyuam tsov ntxhuav uas dhia caws qia hauv Npasas tebchaws tuaj.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.23","label":"23","content":"Mauxe hais txog Nathali tias, “Nathali 'e, koj yog tus uas tau Yawmsaub txojkev hlub puv npo, thiab tau Yawmsaub li koob hmoov puv nkaus, cia li txeeb dej hiavtxwv thiab yav qab teb ua koj tug.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.24","label":"24","content":"Mauxe hais txog Asaw tias, “Thov kom Asaw tau koob hmoov ntau dua cov tub huvsi, thov kom nws cov kwvtij hlub nws, thiab cia nws raus kotaw rau hauv thoob roj."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.25","label":"25","content":"Koj tej las rooj yog hlau thiab tooj liab, koj txojsia ntev li cas, koj lub zog yuav muaj ntev li ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.26","label":"26","content":"“Yesulu 'e, tsis muaj leejtwg zoo cuag li Vajtswv. Nws taug txojkev saum ntuj los pab koj thiab muaj meej mom caij huab cua los."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.27","label":"27","content":"Vajtswv uas ib txwm muaj nyob yog nej lub chaw nyob, nws txhais npab uas nyob mus ib txhis cug rawv nej. Nws ntiab yeeb ncuab khiav ntawm nej xubntiag mus, thiab hais tias, ‘Ua kom puam tsuaj lauj!’"},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.28","label":"28","content":"Ua li no Yixayee thiaj li nyob tso siab plhuav, Yakhauj caj ces kuj nyob thaj yeeb rau hauv lub tebchaws uas muaj qoob loo muaj cawv txiv hmab, thiab lub ntuj tso dej lwg nqes los."},{"bible_id":"1269","chapter_code":"DEU.33","verse_code":"DEU.33.29","label":"29","content":"Yixayee 'e, nej tau hmoov zoo tiag tiag li. Leejtwg zoo thooj li nej, yog haiv neeg uas Yawmsaub cawm kom dim? Nws yog daim hlau uas pab nej, nws yog rab ntaj uas ua kom nej kov yeej. Nej cov yeeb ncuab yuav nkag tuaj hawm nej, nej yuav tsuj pes ntiag saum lawv tej chaw siab.”"},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.1","label":"1","content":"Mauxe nce ntawm lub tiaj Mau‑a mus rau saum lub roob Nenpau txog lub ncov roob Pixaka, uas nyob ncaj lub moos Yelikhau. Mas Yawmsaub qhia nws pom tag nrho lub tebchaws huvsi, yog Kile‑a mus txog lub moos Daj,"},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.2","label":"2","content":"thiab tag nrho Nathali thiab Efa‑i thiab Manaxe tebchaws, thiab tag nrho Yuda tebchaws mus txog hiavtxwv uas nyob sab hnub poob,"},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.3","label":"3","content":"thiab Neke thiab nras tiaj uas yog txij ntua Yelikhau uas yog lub moos toov laj mus txog lub moos Xau‑a."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.4","label":"4","content":"Mas Yawmsaub hais rau Mauxe tias, “No yog lub tebchaws uas kuv cog lus ruaj rau Aplahas, Yiha thiab Yakhauj tias, ‘Kuv yuav muab pub rau nej caj ces.’ Kuv pub koj lub qhov muag pom tiamsis koj yuav tsis tau hla mus rau hauv lub tebchaws ntawd.”"},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.5","label":"5","content":"Ces Yawmsaub tus qhev Mauxe thiaj li tuag rau qhov ntawd rau hauv Mau‑a tebchaws, raws li Yawmsaub tau hais lawd."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.6","label":"6","content":"Yawmsaub muab nws log rau hauv lub hav uas ncaj lub moos Npepe‑au hauv Mau‑a tebchaws. Mas los txog niaj hnub nimno tsis muaj leejtwg paub lub chaw uas log Mauxe."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.7","label":"7","content":"Thaum Mauxe tuag ntawd nws hnub nyoog muaj ib puas nees nkaum xyoo. Nws qhov muag tseem pom kev zoo, nws lub zog kuj tsis ntaug."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.8","label":"8","content":"Mas cov Yixayee quaj Mauxe tau peb caug hnub hauv lub tiaj Mau‑a, mam li tag lub sijhawm uas quaj ntsuag Mauxe."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.9","label":"9","content":"Yausua uas yog Noo tus tub muaj lajlim tswvyim plab plaws puv npo vim yog Mauxe twb tsa tes npuab saum nws lawm. Yog li ntawd cov Yixayee thiaj li mloog nws lus thiab ua raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.10","label":"10","content":"Txij hnub ntawd los tsis muaj ib tug xibhwb cev Vajtswv lus twg tshwm rau hauv cov Yixayee zoo ib yam li Mauxe uas Yawmsaub nrog nraim tim ntsej tim muag."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.11","label":"11","content":"Tsis muaj ib tug twg zoo li Mauxe uas ua tej txujci tseem ceeb thiab txujci phimhwj huvsi uas Yawmsaub txib nws ua rau hauv Iyi tebchaws rau Falau thiab nws cov tub teg tub taws sawvdaws thiab tag nrho nws lub tebchaws huvsi."},{"bible_id":"1269","chapter_code":"DEU.34","verse_code":"DEU.34.12","label":"12","content":"Tsis muaj ib tug twg ua tau txhua yam haujlwm uas muaj hwjchim thiab txhua yam haujlwm loj uas txaus ntshai heev yam li Mauxe ua tab meeg cov Yixayee sawvdaws pom."}]