[{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.1","label":"1","content":"Povlauj uas yog Yexus Khetos tus tubtxib raws li Vajtswv lub siab nyiam hais mus rau cov xov dawb [hauv lub moos Efexau]  uas muaj siab xib rau Yexus Khetos."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.2","label":"2","content":"Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.3","label":"3","content":"Qhuas Vajtswv uas yog peb tus Tswv Yexus Khetos leej Txiv, uas foom koob hmoov sab ntsuj plig txhua yam saum ntuj los hauv Khetos rau peb."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.4","label":"4","content":"Rau qhov Vajtswv xaiv peb hauv Khetos ua ntej uas tsim ntuj tsim teb kom peb ua neeg dawb huv tsis muaj chaw thuam rau ntawm nws qhov muag."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.5","label":"5","content":"Nws hlub peb thiab teem tseg ua ntej kom peb ua nws li menyuam rau hauv Yexus Khetos raws li Vajtswv lub siab nyiam thiab nws twb xav tseg lawd,"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.6","label":"6","content":"kom thiaj ua lub chaw qhuas nws txojkev hlub ci ntsa iab uas nws pub dawb dawb hauv Khetos uas nws hlub rau peb."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.7","label":"7","content":"Hauv Khetos peb thiaj tau txais kev txhiv dim vim muaj nws cov ntshav, yog peb tau txais kev zam txim ntawm peb tej kev txhaum raws li Vajtswv txojkev hlub muaj nplua mias"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.8","label":"8","content":"uas nws pub rau peb ntau kawg li ntawm nws lub tswvyim thiab ntawm nws txojkev paub txhua yam."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.9","label":"9","content":"Nws pub peb paub tej uas nws lub siab xav uas nws twb muab npog cia lawd raws li nws lub siab nyiam uas nws hom cia rau hauv Khetos."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.10","label":"10","content":"Thaum txog sijhawm lawm nws yuav ua tej haujlwm uas nws hom tseg lawd kom tiav, yog qhov uas yuav sau zog txhua yam uas nyob saum ntuj thiab hauv ntiajteb los nyob hauv Khetos."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.11","label":"11","content":"Hauv Khetos peb thiaj raug xaiv, yog peb raug teem cia ua ntej raws li Vajtswv lub siab xav. Nws yog tus uas ua txhua yam raws li nws lub siab hom tseg"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.12","label":"12","content":"kom peb cov uas muaj vam rau hauv Khetos ua ntej lwm tus thiaj yuav nyob qhuas ntxhias Vajtswv lub koob meej."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.13","label":"13","content":"Hauv Khetos, thaum nej tau hnov txojlus tseeb yog txoj xov zoo uas cawm nej dim thiab tso siab rau nws lawm, nej kuj raug nias lub hom thawj uas yog Vaj Ntsuj Plig dawb huv raws li cog lus cia."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.14","label":"14","content":"Tus Vaj Ntsuj Plig ntawd yog puav pheej uas peb yuav tau txais qub txeeg qub teg mus txog thaum Vajtswv cov neeg txais kev txhiv dim, kom thiaj qhuas ntxhias nws lub koob meej."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.15","label":"15","content":"Vim li no, thaum kuv tau hnov txog nej txojkev ntseeg tus Tswv Yexus thiab qhov uas nej hlub cov xov dawb,"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.16","label":"16","content":"kuv thiaj ua Vajtswv tsaug txog nej tsis tu li rau thaum kuv nco txog nej hauv kuv tej lus thov."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.17","label":"17","content":"Kuv thov kom peb tus Tswv Yexus Khetos tus Vajtswv, yog leej Txiv uas muaj hwjchim ci ntsa iab, pub nej muaj lub siab  uas muaj tswvyim thiab qhia Vajtswv tshwm rau nej kom nej paub nws zoo."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.18","label":"18","content":"Kuv thov kom nej lub siab qheb pom kev xwv nej thiaj paub tias txojkev vam uas Vajtswv hu nej mus txog ntawd zoo li cas, thiab paub tej qub txeeg qub teg ci ntsa iab uas Vajtswv pub rau cov xov dawb ntau kawg npaum li cas,"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.19","label":"19","content":"thiab paub nws lub hwjchim loj kawg muaj ntau npaum li cas rau peb cov uas ntseeg. Yog tib lub hwjchim uas nws siv lub zog loj ua tej haujlwm"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.20","label":"20","content":"uas nws ua tshwm rau hauv Khetos rau thaum nws tsa Khetos sawv hauv qhov tuag rov los thiab pub Khetos zaum ntawm nws sab tes xis saum ntuj ceeb tsheej,"},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.21","label":"21","content":"siab dhau txhua tus timtswv uas kav thiab tej hwjchim, tej dab, thiab tej uas txawj tswjhwm huvsi, thiab tseem siab dhau txhua lub npe uas luag hu txog, tsis yog hauv tiam no xwb tseem yog hauv tiam uas yuav tshwm los thiab."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.22","label":"22","content":"Vajtswv muab txhua yam txo los nyob hauv Khetos qab xib taws thiab pub nws ua lub taubhau kav txhua yam rau cov pawg ntseeg."},{"bible_id":"1269","chapter_code":"EPH.1","verse_code":"EPH.1.23","label":"23","content":"Pawg ntseeg yog Khetos lub cev, yog muaj Yexus nyob puv npo. Nws yog tus uas tsav txhua yam kom muaj txhij zog rau txhua qhov."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.1","label":"1","content":"Nej twb tuag lawm vim qhov uas fav xeeb yuam kev ua txhaum muaj txim."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.2","label":"2","content":"Yav tag los nej txeev ua nej lub neej nyob hauv kev txhaum raws li ntiajteb txojkev, thiab raws li tus uas kav tej hwjchim saum nruab ntug, yog tus dab uas ua haujlwm rau hauv cov uas tsis mloog lus rau lub sijhawm no."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.3","label":"3","content":"Yav tag los peb txhua tus txeev nrog lawv nyob ua lub neej raws li lub cev nqaij tawv ntshaw, yog ua raws li peb lub cev nqaij tawv thiab peb lub siab xav yuav, mas raws li peb lub neej ces tsim nyog peb raug Vajtswv txojkev npau taws ib yam li lwm tus."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.4","label":"4","content":"Tiamsis Vajtswv muaj txojkev khuvleej ntau heev, thiab nws txojkev hlub loj uas nws ua tshwm los rau peb,"},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.5","label":"5","content":"mas txawm yog peb twb tuag lawm vim qhov uas fav xeeb ua txhaum, los Vajtswv tseem pub peb nrog Khetos muaj txojsia nyob. (Nej tau txais txojkev dim ntawm Vajtswv txojkev hlub.)"},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.6","label":"6","content":"Thiab Vajtswv tsa peb nrog Khetos sawv los, thiab pub peb nrog nws zaum ua ke saum ntuj ceeb tsheej rau hauv Yexus Khetos,"},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.7","label":"7","content":"xwv lwm tiam uas yuav los nws thiaj qhia nws txojkev hlub uas muaj nplua mias tshwm los, yog qhov uas nws khuvleej peb hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.8","label":"8","content":"Rau qhov nej dim, yog los ntawm txojkev hlub vim yog nej ntseeg. Txojkev dim no tsis yog tshwm ntawm nej los tiamsis yog Vajtswv pub dawb xwb,"},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.9","label":"9","content":"tsis yog tau ntawm qhov uas xyaum xwv thiaj tsis muaj leejtwg khav tau."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.10","label":"10","content":"Vim tias peb yog Vajtswv txhais tes ua, yog tsim rau hauv Yexus Khetos kom ua tej haujlwm zoo uas Vajtswv twb npaj ua ntej cia lawm rau peb xyaum raws nraim."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.11","label":"11","content":"Yog li ntawd nej yuav tsum nco tias yav tag los nej yog lwm haiv neeg raws li lub cev nqaij tawv. Thiab cov uas ua kevcai txiav, uas yog neeg txhais tes ua rau lub cev, txeev hu nej tias yog cov tsis ua kevcai txiav."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.12","label":"12","content":"Cia li nco tias thaum ntawd nej tsis muaj Khetos, tsis muaj feem ua neeg Yixayee, thiab tsis muaj cai koom tej lus uas Vajtswv cog tseg, nyob hauv lub ntiajteb no tsis muaj chaw vam thiab tsis muaj Vajtswv."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.13","label":"13","content":"Tiamsis nimno nyob hauv Yexus Khetos nej cov uas yav tag los nyob deb raug coj los nyob ze vim muaj Khetos cov ntshav."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.14","label":"14","content":"Khetos yog peb txojkev sib hum xeeb ntag. Nws muab peb ob tog los koom ua ib ntawm nws lub cev thiab rhuav lub ntsa loog uas kem nruab nrab yog qhov uas ob tog ua yeeb ncuab."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.15","label":"15","content":"Nws rhuav txoj kevcai uas muaj tej lus nkaw thiab tej kab ke ntawd tseg, kom thiaj muab tau ob pab neeg los tsim ua ib pab tshiab rau hauv nws, thiaj ua kom muaj kev nyob sib hum xeeb,"},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.16","label":"16","content":"thiab ua kom ob tog rov nrog Vajtswv sib raug zoo koom ib lub cev vim yog muaj tus khaublig ntoo, thiaj ua kom txojkev ua yeeb ncuab ploj tag lawm."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.17","label":"17","content":"Khetos los tshaj tawm txojkev sib hum xeeb rau nej cov uas nyob deb thiab cov uas nyob ze."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.18","label":"18","content":"Vim yog muaj Yexus peb ob tog thiaj tau los cuag leej Txiv ntawm tib tug Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.19","label":"19","content":"Vim li no nej tsis yog neeg lwm tebchaws thiab lwm haiv neeg dua li lawm, tiamsis nej koom nrog Vajtswv cov xov dawb thiab koom ua Vajtswv tsev neeg lawm."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.20","label":"20","content":"Nej raug tsim tsa rau saum tej taw tiag uas yog cov tubtxib thiab cov xibhwb cev Vajtswv lus, muaj Yexus Khetos ua lub thawj pob zeb ntawm kaum tsev."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.21","label":"21","content":"Hauv Khetos mas txhua yam uas ua lub tsev yuav muab sib txuas ua ke thiab hlob tuaj ua lub tuam tsev dawb huv rau hauv Vajtswv."},{"bible_id":"1269","chapter_code":"EPH.2","verse_code":"EPH.2.22","label":"22","content":"Hauv Khetos nej kuj tabtom raug tsim tsa ua lub chaw rau Vajtswv nyob, yog Vaj Ntsuj Plig nyob."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.1","label":"1","content":"Vim li no, kuv Povlauj raug kaw vim yog ua Yexus Khetos tes haujlwm pab nej cov uas yog lwm haiv neeg."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.2","label":"2","content":"Nej twb hnov txog tes haujlwm uas kuv qhia Vajtswv txojkev hlub, uas Vajtswv muab cob rau kuv pab nej."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.3","label":"3","content":"Vajtswv muab tej uas muab npog cia tob tob lawd qhia tshwm rau kuv paub raws li kuv twb sau qho mentsis lawm."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.4","label":"4","content":"Thaum nej nyeem tej lus ntawd nej yuav nkag siab tau qhov uas kuv paub tej uas muab npog cia hais txog Khetos,"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.5","label":"5","content":"uas yav tag los Vajtswv tsis muab qhia rau neeg yam li lub sijhawm no uas nws muab qhia tshwm rau nws cov tubtxib dawb huv thiab rau cov xibhwb cev Vajtswv lus ntawm Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.6","label":"6","content":"Yog qhov uas lwm haiv neeg tau koom saws qub txeeg qub teg thiab koom tib lub cev thiab muaj feem koom tej lus cog tseg hauv Yexus Khetos ntawm txoj xov zoo."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.7","label":"7","content":"Kuv los ua ib tug tub qhe qhia txoj xov zoo no raws li Vajtswv txojkev hlub uas muab pub rau kuv, vim Vajtswv lub hwjchim loj ua haujlwm rau hauv kuv."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.8","label":"8","content":"Txawm yog kuv yau dhau Vajtswv cov xov dawb huvsi, los kuj muab txojkev hlub pub rau kuv kom mus piav rau lwm haiv neeg paub txog tej uas Khetos muaj nplua mias uas tsis txawj tshawb nrhiav tag,"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.9","label":"9","content":"thiab qhia kom txhua tus pom tias dabtsi yog tes haujlwm uas yuav qhia tej uas Vajtswv tus uas tsim txhua yam tau muab npog cia tob tob ntau tiam thaum ub los lawd,"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.10","label":"10","content":"xwv thiaj siv cov pawg ntseeg qhia rau tej hwjchim thiab tej timtswv uas kav saum nruab ntug paub txog Vajtswv lub tswvyim uas muaj nplua mias rau lub sijhawm no."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.11","label":"11","content":"Tej no yog raws li Vajtswv xav tseg ib txwm los uas nws ua kom tiav rau hauv Yexus Khetos uas yog peb tus Tswv."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.12","label":"12","content":"Hauv Khetos peb thiaj muaj siab tuab thiab ruaj siab uas yuav mus cuag Vajtswv vim qhov uas ntseeg Khetos."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.13","label":"13","content":"Vim li no kuv thiaj thov nej kom tsis txhob poob siab rau qhov uas kuv raug txom nyem vim yog saib rau nej. Tej no yuav ua rau nej tau koob meej."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.14","label":"14","content":"Vim li no kuv thiaj txhos caug rau ntawm leej Txiv,"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.15","label":"15","content":"yog tus uas txhua haiv neeg saum ntuj thiab hauv ntiajteb hu ua leej txiv."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.16","label":"16","content":"Kuv thov Vajtswv pub kom nej muaj zog rau hauv lub siab ntawm lub hwjchim uas tau ntawm nws tus Ntsuj Plig los rau nej, raws li nws lub hwjchim ci ntsa iab uas muaj nplua mias,"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.17","label":"17","content":"thiab thov kom Khetos nyob hauv nej lub siab ntawm txojkev ntseeg. Kuv thov kom nej ntsia cag ruaj rau hauv txojkev hlub"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.18","label":"18","content":"nej thiaj muaj peevxwm nrog Vajtswv cov xov dawb sawvdaws nkag siab tau txog txojkev hlub qhov dav qhov ntev qhov siab thiab qhov tob,"},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.19","label":"19","content":"thiab paub Khetos txojkev hlub uas paub tsis tag, kom nej thiaj tau tej uas Vajtswv muaj nplua mias puv npo."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.20","label":"20","content":"Thov cia tus uas ua tau txhua yam ntau dua li tej uas peb thov thiab peb xav txog raws li nws lub hwjchim uas ua haujlwm rau hauv peb, tau koob meej."},{"bible_id":"1269","chapter_code":"EPH.3","verse_code":"EPH.3.21","label":"21","content":"Thov kom nws tau koob meej hauv pawg ntseeg thiab hauv Yexus Khetos txhua txhia tiam mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.1","label":"1","content":"Vim li no kuv uas raug kaw vim saib rau tus Tswv, thov nej ua lub neej kom phim qhov uas Vajtswv hu nej los xyaum."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.2","label":"2","content":"Nej yuav tsum txo kiag lub siab, thiab ua lub siab mos siab muag, ua lub siab ntev, thiab ua siab thev ib leeg rau ib leeg ntawm txojkev hlub,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.3","label":"3","content":"thiab kub siab tuav rawv qhov uas koom ua ib lub siab uas Vaj Ntsuj Plig pub, muab txojkev sib hum xeeb los khi nej."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.4","label":"4","content":"Muaj tib lub cev thiab tib tug Ntsuj Plig, ib yam li nej raug hu los txais tib txojkev vam rau thaum Vajtswv hu nej los,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.5","label":"5","content":"muaj tib tug Tswv, muaj tib txojkev ntseeg, muaj tib txoj kevcai raus dej,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.6","label":"6","content":"muaj tib tug Vajtswv uas yog peb txhua tus leej Txiv, nws kav txhua tus, txhua tus tshwm ntawm nws los, thiab nws nyob hauv txhua tus."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.7","label":"7","content":"Txojkev hlub muab pub rau peb txhua tus npaum li uas Khetos pub."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.8","label":"8","content":"Vim li ntawd thiaj muaj lus sau cia hais tias, “Thaum nws nce mus rau saum lub chaw siab, nws coj ib pab uas nws ntes tau nrog nws mus, thiab nws pub qhov txhia chaw rau tibneeg.”"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.9","label":"9","content":"(Qhov uas hais tias “Nws nce mus saud” muaj lub ntsiab li cas? Kuj yog hais tias nws nqes mus rau hauv nruab yeeb lawm thiab."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.10","label":"10","content":"Tus uas nqes mus rau hauv nruab yeeb kuj yog tus uas nce mus siab dhau saum ntuj huvsi, kom thiaj nyob tau thoob plaws txhua qhov.)"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.11","label":"11","content":"Tej uas nws pub ntawd kuj yog pub kom qee leej ua tubtxib, qee leej ua xibhwb cev Vajtswv lus, qee leej qhia txoj xov zoo, qee leej ua tus yug pawg ntseeg thiab ua xibhwb qhia,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.12","label":"12","content":"thiaj npaj tau cov xov dawb ua Vajtswv tes haujlwm tsim tsa Khetos lub cev kom kheev hlob,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.13","label":"13","content":"mus txog thaum peb sawvdaws txawj koom ua ib lub siab hauv txojkev ntseeg thiab hauv txojkev paub txog Vajtswv leej Tub, thiab peb hlob tiav txiv lawm, yog hlob puv npo ib yam li Khetos rau txhua fab."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.14","label":"14","content":"Peb thiaj tsis ua menyuam yaus ntxiv mus, tsis ua lub siab ywj fab ywj fwj raug ntas mus ntas los qaug raws cua rau neeg txhua yam lus qhia thiab tsis raug neeg tej kev txawj ntse li tswvyim phem dag ntxias."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.15","label":"15","content":"Tiamsis peb yuav hais qhov tseeb ntawm txojkev sib hlub kom thiaj loj hlob txhua fab koom rau tus uas yog lub taubhau, yog Khetos ntag."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.16","label":"16","content":"Vim muaj Khetos, tag nrho lub cev huvsi thiaj tau sib txuas thiab koom ua ke ntawm txhua lub pob qej txha uas pub rau lub cev ntawd, thiab thaum txhua yam nyias ua nyias tes haujlwm, kuj ua rau lub cev loj hlob thiab tsim tsa tus kheej ntawm txojkev sib hlub."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.17","label":"17","content":"Yog li ntawd kuv hais li no thiab kuv hais tawv qhawv hauv tus Tswv kom nej tsis txhob ua nej lub neej ib yam li lwm haiv neeg dua li lawm. Lawv ua raws li lawv tej kev xav uas tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.18","label":"18","content":"Lawv tej kev xav tsaus ntuj nti lawm, lawv tsis muaj cai koom txojsia uas Vajtswv pub vim yog lawv tsis paub dabtsi li vim lawv lub siab tawv heev."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.19","label":"19","content":"Lawv yeej tsis paub txaj muag, lawv tso plhuav lawv lub cev mus ua kev phem kev qias thiab ua txhua yam kev vuab tsuab tsis tswj lub siab kiag li."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.20","label":"20","content":"Tiamsis zaj uas nej kawm txog Khetos tsis tau qhia li ntawd."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.21","label":"21","content":"Nej twb hnov txog Khetos tiag tiag li lawm thiab tau txais tej lus qhia uas yog txojkev tseeb hauv Yexus,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.22","label":"22","content":"yog qhia kom tso tus neeg qub hauv lub neej qub tseg, yog tus neeg qub uas raug txojkev ntshaw ntxias coj mus puam tsuaj,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.23","label":"23","content":"thiab cia nej tus ntsuj plig thiab tej kev xav raug hloov dua tshiab,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.24","label":"24","content":"thiab muab tus neeg tshiab los hnav, yog tus neeg uas raug muab tsim kom ncaj ncees thiab dawb huv tseeb tiag ib yam li Vajtswv."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.25","label":"25","content":"Vim li no, cia li muab txojkev dag tso tseg, txhua tus cia li hais lus tseeb rau kwvtij zej zog, rau qhov peb yeej koom tib lub cev."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.26","label":"26","content":"“Thaum nej chim tsis txhob ua txhaum,”  tsis txhob cia hnub poob tseem chim,"},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.27","label":"27","content":"thiab tsis txhob pub sijhawm rau Ntxwg Nyoog."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.28","label":"28","content":"Tus uas txeev ua tub sab kuj tsis txhob ua dua li lawm, cia nws siv nws txhais tes ua tej haujlwm zoo mas zoo dua, kom thiaj li muaj faib rau cov uas cheem tsum."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.29","label":"29","content":"Tsis txhob cia tej lus phem tawm hauv nej lub qhov ncauj los, tsuas yog hais lo lus zoo uas tsim tsa lub neej raws li uas cheem tsum xwv thiaj li muaj nuj nqes rau cov uas tau hnov."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.30","label":"30","content":"Thiab tsis txhob ua rau Vajtswv tus Ntsuj Plig uas dawb huv tu siab, vim Vaj Ntsuj Plig yog lub hom thawj nias cia rau nej rau hnub uas txhiv nej dim."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.31","label":"31","content":"Cia li muab txhua yam kev cib nyeej, kev chim, kev npau taws, kev sib cav sib ceg, kev xyav luag moo thiab txhua yam kev phem tso tseg."},{"bible_id":"1269","chapter_code":"EPH.4","verse_code":"EPH.4.32","label":"32","content":"Cia li muaj lub siab khuvleej, siab tab ncuab, siab zam txim ib leeg rau ib leeg ib yam li Vajtswv zam txim rau nej hauv Khetos."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.1","label":"1","content":"Vim li no nej cia li yoog li Vajtswv vim nej yog cov menyuam uas nws hlub."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.2","label":"2","content":"Cia li ua lub neej sib hlub ib yam li Khetos hlub peb thiab pub nws tus kheej this peb ua yam uas muab pub thiab muab xyeem tsw qab rau Vajtswv."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.3","label":"3","content":"Kev ua nkauj ua nraug, ua kev phem kev qias thiab qhov uas xav yuav luag tug, nej tsis txhob hais txog tej no rau hauv nej cov li, thiaj li tsim nyog yog Vajtswv cov xov dawb."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.4","label":"4","content":"Tsis txhob hais lus dev thiab hais lus ua dog ua dig thiab hais lus tsis muaj qabhau, yog tej uas tsis tsim nyog hais, cia li ua Vajtswv tsaug zoo dua."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.5","label":"5","content":"Cia li paub tseeb tias, txhua tus uas ua nkauj ua nraug, lossis ua kev phem kev qias lossis xav yuav luag tug uas zoo li pe dab mlom, yuav tsis muaj qub txeeg qub teg rau hauv Khetos thiab Vajtswv lub tebchaws li."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.6","label":"6","content":"Tsis txhob cia leejtwg hais tej lus tsis muaj qabhau dag ntxias nej, rau qhov twb yog vim tej uas hais tag no Vajtswv txojkev npau taws thiaj tshwm los raug cov uas tsis mloog lus."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.7","label":"7","content":"Vim li no tsis txhob koom nrog lawv kiag li,"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.8","label":"8","content":"vim yav tag los nej yog txojkev tsaus ntuj tiamsis nimno nej yog qhov kaj hauv tus Tswv. Cia li ua lub neej uas yog qhov kaj li menyuam,"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.9","label":"9","content":"(rau qhov txhua yam kev ua zoo thiab kev ncaj ncees thiab kev tseeb yog tshwm ntawm qhov kaj los,)"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.10","label":"10","content":"thiab cia li tshawb nrhiav saib yam twg hum Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.11","label":"11","content":"Tsis txhob muaj feem ua txojkev tsaus ntuj tes haujlwm uas tsis muaj qabhau, tiamsis cia li nthuav tej haujlwm ntawd tshwm los zoo dua."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.12","label":"12","content":"Vim tias txawm yog yuav hais txog tej uas lawv ua nraim nkoos ntawd los kuj txaj muag."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.13","label":"13","content":"Tiamsis txhua yam uas raug qhov kaj muab nthuav tshwm los kuj pom tseeb lawm,"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.14","label":"14","content":"rau qhov txhua yam uas nthuav tshwm los pom kuj yog qhov kaj. Vim li no thiaj muaj lus hais tias, “Cov uas tsaug zog, cia li tsim dheev, thiab cia li sawv tsees hauv qhov tuag los, mas Khetos yuav ci rau nej.”"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.15","label":"15","content":"Vim li no nej ceev faj tib zoo ua nej lub neej, tsis txhob ua zoo li cov uas tsis muaj tswvyim, yuav tsum ua zoo li cov uas muaj tswvyim."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.16","label":"16","content":"Yuav tsum siv lub sijhawm kom muaj nuj nqes rau qhov tiam no phem kawg."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.17","label":"17","content":"Vim li no tsis txhob ua neeg ruam, yuav tsum nkag siab tias dabtsi yog Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.18","label":"18","content":"Tsis txhob haus cawv txiv hmab kom qaug, uas yuav ua rau nej puas. Tiamsis cia li puv npo Vaj Ntsuj Plig,"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.19","label":"19","content":"muab Davi tej nkauj thiab tej nkauj qhuas thiab tej nkauj sab ntsuj plig los qhia ib leeg rau ib leeg. Cia li hu nkauj thiab xyiv fab hauv lub siab qhuas tus Tswv."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.20","label":"20","content":"Cia li tuav peb tus Tswv Yexus Khetos lub npe ua leej Txiv Vajtswv tsaug rau txhua yam tsis tu ncua."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.21","label":"21","content":"Nej ib leeg yuav tsum txo hwjchim rau ib leeg vim yog hwm Khetos."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.22","label":"22","content":"Cov pojniam, cia li nyob hauv nej tus txiv qab kev tswjhwm ib yam li nyob hauv qab tus Tswv Yexus."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.23","label":"23","content":"Rau qhov tus txiv yog tus pojniam lub taubhau, ib yam li Khetos yog pawg ntseeg lub taubhau, pawg ntseeg yog Khetos lub cev thiab Khetos yog pawg ntseeg tus Cawmseej."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.24","label":"24","content":"Pawg ntseeg nyob hauv Khetos qab kev tswjhwm li cas, cov pojniam yuav tsum nyob hauv tus txiv qab kev tswjhwm txhua yam li ntawd."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.25","label":"25","content":"Cov txiv, cia li hlub nej cov pojniam ib yam li Khetos hlub pawg ntseeg thiab muab nws tus kheej this pawg ntseeg"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.26","label":"26","content":"kom thiaj cais tau pawg ntseeg dawb huv vim muab dej thiab nws txojlus ntxuav,"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.27","label":"27","content":"Khetos thiaj tau pawg ntseeg uas muaj koob meej ci ntsa iab tsis ceb tsis txoom tsis dub tsis phem ib qho, tiamsis dawb huv tsis muaj chaw thuam li."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.28","label":"28","content":"Ib yam li ntawd, cov txiv yuav tsum hlub tus pojniam ib yam li nws hlub nws lub cev. Tus uas hlub nws tus pojniam kuj yog nws hlub nws tus kheej."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.29","label":"29","content":"Rau qhov tsis muaj leejtwg yuav ntxub nws lub cev tsuas muaj uas yug thiab tu kom zoo xwb ib yam li Khetos tu pawg ntseeg,"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.30","label":"30","content":"rau qhov peb puavleej koom Yexus lub cev."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.31","label":"31","content":"“Vim li no tus txivneej thiaj ncaim ntawm nws niam nws txiv thiab nrog nws tus pojniam tsheej xeeb ua ke mas ob tug yuav koom ua ib lub cev.”"},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.32","label":"32","content":"Qhov no lub ntsiab muab npog cia tob tob. Kuv nkag siab tias yog hais txog Khetos thiab pawg ntseeg."},{"bible_id":"1269","chapter_code":"EPH.5","verse_code":"EPH.5.33","label":"33","content":"Txawm li cas kuj xij nej cov nyias yuav tsum hlub nyias tus pojniam ib yam li nej hlub nej lub cev, thiab cov pojniam los yuav tsum hwm nws tus txiv."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.1","label":"1","content":"Cov menyuam, nej cia li mloog niam txiv lus rau hauv tus Tswv vim qhov no raug cai lawm."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.2","label":"2","content":"“Koj yuav tsum hwm koj niam koj txiv.” No yog thawj nqe kevcai uas muaj tej lus cog tseg hais tias,"},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.3","label":"3","content":"“koj thiaj li noj qab nyob zoo thiab muaj txojsia nyob ntev rau hauv lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.4","label":"4","content":"Nej cov uas ua txiv, tsis txhob zes ua rau nej tej menyuam npau taws, tiamsis yuav tsum tu lawv rau hauv tus Tswv tej lus qhuab qhia thiab nws tej lus ntuas."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.5","label":"5","content":"Nej cov uas yog tub qhe, cia li muab siab rau mloog nej tus lospav hauv ntiajteb no lus ntshai ua tshee hnyo ib yam li mloog Khetos lus,"},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.6","label":"6","content":"tsis yog ua zoo rau thaum tus lospav pom xwb yam li cov uas ua rau neeg txaus siab, tiamsis ua ib yam li nej yog Khetos cov qhev, thiab ua tuaj nruab siab raws li Vajtswv lub siab nyiam."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.7","label":"7","content":"Nej cia li zoo siab ua nej tes haujlwm zoo yam li nej ua koom tu tus Tswv, tsis yog tu neeg,"},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.8","label":"8","content":"vim nej yeej paub tias leejtwg ua qhov zoo li cas cia lawm kuj yuav saws yam ntawd ntawm tus Tswv, tsis hais tus uas ua qhev lossis tus tsis ua qhev."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.9","label":"9","content":"Nej cov uas yog lospav, cia li ua ib yam li ntawd rau nej cov qhev. Tsis txhob hem lawv rau qhov nej yeej paub tias tus uas yog lawv tus Tswv thiab yog peb tus Tswv nyob saum ntuj ceeb tsheej, nws tsis saib leejtwg ntsej muag li."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.10","label":"10","content":"Thaum kawg no cia li muaj zog rau hauv tus Tswv thiab rau hauv nws lub hwjchim uas muaj zog."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.11","label":"11","content":"Cia li muab Vajtswv cev cuab yeej huvsi los hnav thiaj li tawm tsam yeej Ntxwg Nyoog tej tswvyim phem."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.12","label":"12","content":"Rau qhov peb tsis yog tawm tsam nqaij thiab ntshav, tiamsis tawm tsam tej timtswv thiab tej hwjchim thiab tej uas kav lub qab ntuj tiam tsaus ntuj no thiab tawm tsam tej dab phem saum nruab ntug huvsi."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.13","label":"13","content":"Vim li no cia li muab Vajtswv cev cuab yeej huvsi los, kom nej thiaj tiv yeej rau hnub uas phem, mas thaum ua txhua yam tag lawd nej tseem yuav nyob ruaj khov tau."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.14","label":"14","content":"Vim li no nej cia li nyob ruaj khov es muab txojkev tseeb los sia ntawm duav, thiab muab txojkev ncaj ncees los ua daim hlau hnav thaiv hauv siab,"},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.15","label":"15","content":"thiab muab qhov uas npaj txhij piav txoj xov zoo hais txog kev kaj siab lug, los ua khau rau."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.16","label":"16","content":"Tsis tag li ntawd cia li muab txojkev ntseeg ua daim hlau thaiv, uas nej siv tua tau tus uas Phem  rab hmuv hluavtaws."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.17","label":"17","content":"Cia li muab txojkev dim ua lub mom hlau los ntoo, thiab tuav rawv Vaj Ntsuj Plig rab ntaj uas yog Vajtswv txojlus."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.18","label":"18","content":"Cia li thov Vajtswv rau hauv Vaj Ntsuj Plig txhua lub sijhawm, yuav tsum siv zog taij thov txhua yam. Vim li no cia li ceev faj zov tos thiab taij thov pab cov xov dawb txhua tus tsis tu ncua li,"},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.19","label":"19","content":"thiab thov pab kuv xwv thaum kuv qheb qhov ncauj hais lus Vajtswv thiaj li pub los rau kuv muaj siab tuab qhia txoj xov zoo uas Vajtswv muab npog cia tob tob lawd tshwm los."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.20","label":"20","content":"Vim txoj xov zoo no kuv raug saw hlau khi los kuv tseem ua Khetos tus tub sawv cev. Thiab cia li thov Vajtswv pab kom kuv muaj siab tuab hais raws li uas tsim nyog hais."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.21","label":"21","content":"Thikhika uas yog tus kwv uas kuv hlub thiab muaj siab xib ua koom tu tus Tswv, nws yuav hais txhua yam rau nej paub, nej thiaj paub tias kuv nyob li cas thiab ua dabtsi."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.22","label":"22","content":"Qhov uas kuv txib nws tuaj cuag nej, twb yog xav kom nej paub tias peb nyob li cas thiab xwv nws thiaj txhawb tau nej lub siab."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.23","label":"23","content":"Thov kom cov kwvtij tau txojkev siab tus thiab kev hlub thiab kev ntseeg ntawm leej Txiv Vajtswv thiab ntawm tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"EPH.6","verse_code":"EPH.6.24","label":"24","content":"Thov Vajtswv txojkev hlub nrog nraim txhua tus uas hlub peb tus Tswv Yexus Khetos, yog cov uas hlub nws tsis tu mus li."}]