[{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.1","label":"1","content":"Hnub xiab ib lub rau hli xyoo ob uas Dali‑a ua vajntxwv, Yawmsaub kom Hakai uas ua xibhwb cev lus mus hais Yawmsaub tej lus rau Se‑athi‑ee tus tub Xelunpanpee uas ua thawj kav lub xeev Yuda thiab hais rau Yehauxada tus tub Yausua uas ua tus tuam pov thawj hlob, hais tias,"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.2","label":"2","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Cov neeg no hais tias, ‘Tsis tau txog sijhawm ua dua Yawmsaub lub tuam tsev.’ ”"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.3","label":"3","content":"Mas Yawmsaub hais tuaj rau Hakai uas ua xibhwb cev lus tias,"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.4","label":"4","content":"“Lub sijhawm no tsim nyog nej nyob hauv tej tsev uas xov dua ib txheej ntoo tiamsis lub tuam tsev no tseem pob tag ua tej niag pawg cia lov?”"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.5","label":"5","content":"Vim li no nimno Yawmsaub uas muaj hwjchim loj kawg nkaus thiaj hais li no tias, “Nej cia li ua tib zoo saib nej lub neej nyob li cas lawm."},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.6","label":"6","content":"Nej tseb ntau kom sau tau tsawg, nej noj tiamsis tsis tsau, nej haus tiamsis tseem nqhis, nej hnav tiamsis tsis muaj leejtwg sov. Cov uas ua zog kuj tau nqe zog los cia rau hauv lub hnab to qab.”"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.7","label":"7","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, “Cia li ua tib zoo saib nej lub neej nyob li cas lawm."},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.8","label":"8","content":"Cia li nce mus txiav ntoo pem roob coj los ua lub tuam tsev, kuv thiaj txaus siab rau lub tuam tsev ntawd thiab tau koob meej.” Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.9","label":"9","content":"“Nej vam tias yuav tau ntau tiamsis tsuas yog tau tsawg xwb. Thaum nej sau qoob los rau hauv tsev kuv muab tshuab ya ploj tag lawm.” Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, “Ua cas ho zoo li ntawd? Kuj yog vim kuv lub tuam tsev pob tag ua tej niag pawg los nej txhua tus nyias tseem rau siab ntso ua nyias lub tsev xwb."},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.10","label":"10","content":"Vim li no lub ntuj saum nej thiaj tauv dej lwg cia, thiab lub ntiajteb thiaj muab tej qoob loo foob lawm."},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.11","label":"11","content":"Thiab kuv hu txojkev qhuav nkig nkuav los rau hauv lub tebchaws thiab saum tej roob, thiab rau saum tej qoob loo, cawv txiv hmab tshiab, roj, thiab txhua yam uas tawm hauv av tuaj, thiab rau neeg thiab tsiaj txhu thiab txhua yam uas lawv txhais tes ua.”"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.12","label":"12","content":"Mas Se‑athi‑ee tus tub Xelunpanpee thiab Yehauxada tus tub Yausua uas ua tus tuam pov thawj hlob, thiab cov peejxeem uas tseem tshuav nyob sawvdaws kuj mloog lawv tus Vajtswv Yawmsaub tej lus thiab tej lus uas Hakai uas ua xibhwb cev lus hais, vim yog lawv tus Vajtswv Yawmsaub txib nws los. Thiab cov pejxeem kuj paub ntshai Yawmsaub."},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.13","label":"13","content":"Hakai, uas yog Yawmsaub tus tubtxib thiaj hais Yawmsaub tej lus rau cov pejxeem hais tias, “Yawmsaub hais tias, ‘Kuv nrog nraim nej nyob.’ ”"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.14","label":"14","content":"Thiab Yawmsaub ua rau Se‑athi‑ee tus tub Xelunpanpee uas ua thawj kav lub xeev Yuda thiab Yehauxada tus tub Yausua uas ua tus tuam pov thawj hlob, thiab cov peejxeem uas tseem tshuav nyob sawvdaws kub siab lug mas lawv thiaj tuaj ua lawv tus Vajtswv Yawmsaub uas muaj hwjchim loj kawg nkaus lub tuam tsev,"},{"bible_id":"1269","chapter_code":"HAG.1","verse_code":"HAG.1.15","label":"15","content":"rau hnub tim nees nkaum plaub lub rau hli ntawd, yog xyoo ob uas Dali‑a ua vajntxwv."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.1","label":"1","content":"Hnub tim nees nkaum ib lub xya hli, Yawmsaub hais lus tuaj rau Hakai uas ua xibhwb cev lus tias,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.2","label":"2","content":"“Cia li hais rau Se‑athi‑ee tus tub Xelunpanpee uas ua thawj kav Yuda tebchaws thiab Yehauxada tus tub Yausua uas ua tus tuam pov thawj hlob, thiab cov peejxeem uas tseem tshuav nyob hais tias,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.3","label":"3","content":"‘Tshuav leejtwg nyob hauv nej txeev pom lub tuam tsev qub thaum ub zoo nkauj li cas? Nimno nej ho pom lub tuam tsev zoo li cas lawm? Saib mas tsis tseem ceeb li lov?’"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.4","label":"4","content":"Yawmsaub hais tias, ‘Xelunpanpee 'e, cia li ua siab tuab. Yehauxada tus tub Yausua uas ua tus tuam pov thawj hlob 'e, cia li ua siab tuab.’ Yawmsaub hais tias, ‘Nej cov pejxeem thoob tebchaws cia li ua siab tuab.’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, ‘Cia li ua mus, vim kuv nrog nraim nej nyob,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.5","label":"5","content":"ib yam li thaum kuv coj nej tawm hauv Iyi tebchaws los kuv tau cog lus rau nej. Kuv tus Ntsuj Plig yeej nrog nraim nej nyob, tsis txhob ntshai li.’"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.6","label":"6","content":"“Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Tshuav tsis ntev kuv yuav co lub ntuj thiab lub ntiajteb thiab dej hiavtxwv thiab nruab nqhuab dua ib zaug."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.7","label":"7","content":"Kuv yuav co ib tsoom tebchaws sawvdaws ua kom ib tsoom tebchaws sawvdaws tej nyiaj txiag ntws  los rau nej, thiab kuv yuav muab lub koob meej ci ntsa iab ntim puv nkaus lub tuam tsev no.’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.8","label":"8","content":"‘Nyiaj yog kuv li, kub yog kuv li.’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.9","label":"9","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, ‘Lub tuam tsev no yuav muaj lub koob meej ci ntsa iab loj dua lub qub thaum ub. Kuv yuav pub lub chaw no vam meej noj qab nyob zoo.’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag.”"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.10","label":"10","content":"Hnub tim nees nkaum plaub lub cuaj hlis xyoo ob uas Dali‑a ua vajntxwv, Yawmsaub hais lus tuaj rau Hakai uas cev lus tias,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.11","label":"11","content":"“Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no tias, ‘Cia li nug cov pov thawj saib txoj kevcai hais li cas."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.12","label":"12","content":"Yog leejtwg qaws lub qab tsho ntev qhwv ib qho nqaij dawb huv coj mus, es yog lub qab tsho ntawd mus nphav tej ncuav lossis zaub siav lossis cawv txiv hmab lossis roj lossis ib yam zaub mov twg, mas tej ntawd yuav dawb huv thiab lov?’ ” Cov pov thawj teb tias, “Tsis dawb huv.”"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.13","label":"13","content":"Mas Hakai hais tias, “Yog leejtwg tau mus kov tej cev tuag ua rau nws qias tsis huv es nws ho los kov tej no, mas tej no yuav qias tsis huv thiab lov?” Cov pov thawj teb tias, “Tej no yuav qias tsis huv thiab.”"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.14","label":"14","content":"Hakai thiaj hais tias, “Yawmsaub hais tias, ‘Kuv pom kuv cov neeg no thiab lub tebchaws no zoo ib yam li ntawd. Txhua yam uas lawv txhais tes ua kuj zoo li ntawd thiab tej uas lawv muab xyeem kuj qias tsis huv."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.15","label":"15","content":"Nimno cia li tshuaj saib txij hnub no mus yuav muaj dabtsi tshwm los. Ua ntej uas nej tsis tau muab tej pob zeb los tib sib tshooj ua Yawmsaub lub tuam tsev"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.16","label":"16","content":"nej lub neej zoo li cas? Thaum ib tug mus rau ntawm pawg qoob xav tias yuav luj tau nees nkaum thoob tiamsis tsuas muaj kaum thoob xwb. Thaum ib tug mus txog ntawm lub rhawv kua txiv hmab yuav ntaus tsib caug thoob tiamsis tsuas muaj nees nkaum thoob xwb."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.17","label":"17","content":"Kuv twb nplawm nej thiab ua rau nej tej qoob loo huvsi nce hmob thiab tuaj pwm thiab raug lawg ntaus los nej tsis rov los cuag kuv.’ Yawmsaub hais li no ntag."},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.18","label":"18","content":"‘Cia li tshuaj saib txij hnub no mus, yog hnub tim nees nkaum plaub lub cuaj hlis, yog hnub uas tiag tej taw ua Yawmsaub lub tuam tsev. Cia li ua tib zoo xav saib,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.19","label":"19","content":"tseem tshuav qoob hauv txhab lov? Tej txiv hmab txiv cev txiv ntsiav kws thiab tej txiv aulib tsis txi txiv lov? Txij hnub no mus kuv yuav foom koob hmoov rau nej.’ ”"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.20","label":"20","content":"Hnub tim nees nkaum plaub lub hli ntawd Yawmsaub hais lus zaum ob tuaj rau Hakai tias,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.21","label":"21","content":"“Cia li hais rau Xelunpanpee uas ua tus thawj kav lub xeev Yuda hais tias, ‘Kuv tabtom yuav co lub ntuj thiab lub ntiajteb,"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.22","label":"22","content":"thiab yuav muab tej tebchaws lub zwm txwv ntxeev pov tseg. Kuv tabtom yuav rhuav tshem ib tsoom tebchaws li hwjchim thiab muab tej tsheb nees ua rog thiab tus uas tsav tsheb ntxeev pov tseg. Tej nees thiab tus caij nees yuav ntog tuag, txhua tus yuav tuag rau nws tus phoojywg li hniav ntaj.’"},{"bible_id":"1269","chapter_code":"HAG.2","verse_code":"HAG.2.23","label":"23","content":"Yawmsaub uas muaj hwjchim loj kawg nkaus hais tias, ‘Se‑athi‑ee tus tub Xelunpanpee uas yog kuv tus qhev, hnub ntawd kuv yuav qaws koj.’ Yawmsaub hais tias, ‘Kuv yuav muab koj ua zoo li lub nplhaib txam txwm, vim kuv twb xaiv koj lawm.’ Yawmsaub uas muaj hwjchim loj kawg nkaus hais li no ntag.”"}]