[{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.1","label":"1","content":"Yav thaum ub Vajtswv siv cov xibhwb cev lus hais rau peb tej poj koob yawm txwv ntau zaus thiab siv ntau yam txujci,"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.2","label":"2","content":"tiamsis tiam kawg no nws hais ntawm nws tus Tub rau peb, yog tus uas nws tsa los saws ib puas tsav yam ua qub txeeg qub teg, thiab yog tus uas nws siv tsim lub ntuj lub teb huvsi."},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.3","label":"3","content":"Leej Tub zoo li daim iav tsom kom pom Vajtswv tus duab ci ntsa iab, nws tus yam ntxwv zoo thooj li Vajtswv txhua yam huvsi, nws siv nws tej lus uas muaj hwjchim loj tuav rawv ib puas tsav yam huvsi cia. Thaum nws ntxuav tej kev txhaum tseg huvsi lawm nws zaum ntawm Vajtswv uas loj dua ntais sab tes xis saum ntuj ceeb tsheej,"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.4","label":"4","content":"thiaj zoo dhau cov tubtxib saum ntuj ib yam li uas nws tau lub npe uas tsim txiaj dua cov tubtxib saum ntuj tej npe."},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.5","label":"5","content":"Rau qhov muaj ib tug tubtxib twg uas Vajtswv hais rau nws tias, “Koj yog kuv tus Tub, hnub no kuv yug tau koj lawm”? Lossis hais tias, “Kuv yuav ua nws leej txiv thiab nws yuav ua kuv tus Tub.”?"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.6","label":"6","content":"Thiab muaj dua ib zaug thaum Vajtswv coj nws tus tub hlob los rau hauv lub ntiajteb nws hais tias, “Cia Vajtswv cov tubtxib saum ntuj sawvdaws pe hawm tus Tub.”"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.7","label":"7","content":"Hais txog cov tubtxib saum ntuj nws hais tias, “Nws tsim nws cov tubtxib saum ntuj zoo ib yam li cua, thiab tsim nws cov tub qhe zoo ib yam li nplaim taws.”"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.8","label":"8","content":"Tiamsis hais txog nws leej Tub nws hais tias, “Au Vajtswv, koj lub zwm txwv muaj nyob mus ib txhis tsis kawg. Tus cwj uas ua vajntxwv kav yog tus cwj ncaj ncees."},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.9","label":"9","content":"Koj nyiam txojkev ncaj ncees, koj ntxub txojkev limhiam. Vim li no Vajtswv, koj tus Vajtswv, tau muab cov roj uas ua kom zoo siab xyiv fab hliv tsa koj ua loj dua koj cov kwvluag.”"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.10","label":"10","content":"Thiab hais tias, “Au tus Tswv, thaum ub koj tiag taw rau lub ntiajteb, thiab lub ntuj yog koj txhais tes ua."},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.11","label":"11","content":"Tej ntawd yuav puam tsuaj tag, tiamsis koj yuav nyob mus li, tej ntawd yuav txawj qub yam li tej tsoos tsho."},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.12","label":"12","content":"Koj yuav muab tej ntawd kauv ib yam li kauv thooj ntaub thiab raug muab hloov ib yam tej tsoos tsho. Tiamsis koj tseem zoo li qub, thiab koj lub niaj lub xyoo tsis txawj kawg.”"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.13","label":"13","content":"Muaj tus tubtxib saum ntuj twg uas Vajtswv hais rau nws tias, “Cia li zaum ntawm kuv sab xis, mus txog thaum kuv muab koj cov yeeb ncuab ua koj lub rooj tiag taw.”?"},{"bible_id":"1269","chapter_code":"HEB.1","verse_code":"HEB.1.14","label":"14","content":"Tej tubtxib saum ntuj yog tej ntsuj plig uas ua Vajtswv tes haujlwm uas raug txib mus tu cov uas yuav tau txojkev dim los tsis yog?"},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.1","label":"1","content":"Vim li no peb yimhuab yuav tsum muab siab rau rau tej lus uas peb tau hnov lawd heev dua qub peb thiaj tsis txav deb zuj zus qhov no lawm."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.2","label":"2","content":"Yog tej lus uas cov tubtxib saum ntuj hais ntawd pom tias muaj tseeb thiab txhua yam kev fav xeeb thiab tsis mloog lus tau raug txim raws li uas tsim nyog lawm,"},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.3","label":"3","content":"yog peb tsis quav ntsej txojkev dim uas loj kawg li no peb yuav dim tau li cas? Tus Tswv twb xub tshaj tawm txojkev dim ntawd thiab cov uas tau hnov tus Tswv kuj qhwv  tias muaj tseeb."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.4","label":"4","content":"Vajtswv kuj ua tej txujci tseem ceeb thiab txujci phimhwj thiab ua ntau yam haujlwm uas muaj hwjchim ua timkhawv txog tej no, thiab muab Vaj Ntsuj Plig uas dawb huv faib rau peb raws li nws lub siab nyiam."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.5","label":"5","content":"Vajtswv tsis tau muab lub ntiajteb uas nyob tom hauv ntej uas peb tabtom hais txog tso rau cov tubtxib saum ntuj tswjhwm."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.6","label":"6","content":"Muaj ib tug ua timkhawv rau ib qhov hais tias, “Neeg yog dabtsi es koj nco txog lawv, thiab neeg tus tub yog dabtsi es koj mob siab nws?"},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.7","label":"7","content":"Koj ua rau nws qes dua cov tubtxib saum ntuj ib nyuag ntu xwb, thiab koj muab meej mom thiab koob meej ua mom kub rau nws ntoo."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.8","label":"8","content":"Koj muab txhua yam tso rau hauv nws qab xib taws.” Qhov uas Vajtswv pub txhua yam nyob hauv nws qab kev kaav, tsis muaj ib yam twg uas tsis nyob hauv nws qab kev tswjhwm. Qhov tseeb lub sijhawm no peb tsis tau pom tias txhua yam nyob hauv nws qab kev tswjhwm."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.9","label":"9","content":"Tiamsis peb pom tias Yexus uas raug muab ua qes dua cov tubtxib saum ntuj ib nyuag ntu, twb tau meej mom thiab koob meej ua mom kub ntoo lawm vim nws raug kev tsim txom tuag, xwv Yexus thiaj sim txojkev tuag this txhua tus vim yog Vajtswv hlub."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.10","label":"10","content":"Thaum Vajtswv coj cov tub coob coob mus tau koob meej ci ntsa iab, kuj tsim nyog Vajtswv tus uas ua rau txhua yam muaj nyob thiab txhua yam nyob rau nws, ua rau tus uas rhawv txojkev dim rau lawv ntawd zoo kawg nkaus rau qhov uas nws raug tsim txom."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.11","label":"11","content":"Tus uas cais neeg ua dawb huv thiab cov uas raug muab cais ua dawb huv kuj koom tib leej txiv. Yog li no Yexus tsis txaj muag hu lawv cov ntawd ua kwvtij."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.12","label":"12","content":"Nws hais tias, “Kuv yuav piav koj lub npe rau kuv cov kwvtij paub, kuv yuav qhuas koj rau thaum ib tsoom neeg tuaj txoos ua ke.”"},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.13","label":"13","content":"Thiab dua ib zaug hais tias, “Kuv yuav vam khom nws,” thiab hais tias, “kuv thiab cov menyuam uas Vajtswv pub rau kuv nyob ntawm no.”"},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.14","label":"14","content":"Twb yog vim cov menyuam muaj roj muaj ntshav li cas, nws thiaj muaj roj muaj ntshav ib yam li lawv, kom qhov uas nws tuag ntawd thiaj rhuav tau Ntxwg Nyoog, tus uas muaj hwjchim ua rau neeg tuag,"},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.15","label":"15","content":"thiab cawm tau txhua tus uas ntshai txojkev tuag es poob ua txojkev ntshai li qhev ib sim neej kom dim."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.16","label":"16","content":"Qhov tseeb Vajtswv tsis txhawj cov tubtxib saum ntuj tiamsis txhawj Aplahas caj ces."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.17","label":"17","content":"Vim li no Yexus yuav tsum ua zoo li nws cov kwvtij txhua yam huvsi, kom nws thiaj ua tau tus tuam pov thawj hlob uas muaj kev khuvleej thiab kev ncaj ncees ua koom tu Vajtswv thiaj ntxuav tau neeg lub txim."},{"bible_id":"1269","chapter_code":"HEB.2","verse_code":"HEB.2.18","label":"18","content":"Vim Yexus raug kev txom nyem thiab raug kev sim siab, nws thiaj pab tau cov uas raug kev sim siab thiab."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.1","label":"1","content":"Vim li no, cov kwvtij dawb huv uas koom qhov uas Vajtswv hu mus saum ntuj, nej cia li ua tib zoo saib Yexus uas yog tubtxib thiab yog tus tuam pov thawj hlob uas peb hais tias peb ntseeg."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.2","label":"2","content":"Yexus ua ncaj rau Vajtswv uas tsa nws, ib yam li Mauxe ua ncaj rau hauv Vajtswv tsev neeg."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.3","label":"3","content":"Yexus kuj tsim nyog tau koob meej ntau dua Mauxe, ib yam li tus Kws ua tsev yeej tau koob meej ntau dua lub tsev."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.4","label":"4","content":"Vim txhua lub tsev muaj tus uas ua, tiamsis tus uas tsim txhua yam huvsi yog Vajtswv."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.5","label":"5","content":"Mauxe ua ncaj rau hauv Vajtswv tsev neeg sawvdaws yam li ib tug tub qhe kom nws thiaj ua tau timkhawv txog tej uas yuav hais txog tom hauv ntej,"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.6","label":"6","content":"tiamsis Khetos ua ncaj yam li tus tub kav Vajtswv tsev neeg. Peb kuj yog Vajtswv tsev neeg tsuav yog peb tuav rawv txojkev ruaj siab thiab txojkev vam uas peb khav txog."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.7","label":"7","content":"Vim li no, raws li Vaj Ntsuj Plig uas dawb huv hais tias, “Hnub no yog nej mloog nws lub suab,"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.8","label":"8","content":"tsis txhob ua nej lub siab tawv yam li zaum uas nej fav xeeb yog hnub uas sim siab hauv tebchaws moj sab qhua ntawd,"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.9","label":"9","content":"yog qhov chaw uas nej tej poj koob yawm txwv sim thiab tshuaj saib kuv, thiab pom tej haujlwm uas kuv ua plaub caug xyoo."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.10","label":"10","content":"Vim li ntawd kuv thiaj chim rau cov neeg tiam ntawd, thiab kuv hais tias, ‘Lawv lub siab pheej yuam kev, thiab lawv tsis paub kuv txojkev.’"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.11","label":"11","content":"Raws li kuv cog lus twv chim tsawv tias, ‘Lawv yuav tsis tau nkag mus rau hauv lub chaw uas kuv pub lawv so kiag li.’ ”"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.12","label":"12","content":"Cov kwvtij, cia li ceev faj tib zoo tsis txhob cia nej cov muaj ib tug twg uas lub siab phem, lub siab tsis ntseeg, uas yuav coj nej yuam kev ntawm Vajtswv uas muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.13","label":"13","content":"Tiamsis nej yuav tsum niaj hnub ib leeg txhawb ib leeg lub siab rau thaum tseem hu tau tias “Hnub no,” kom nej thiaj tsis muaj ib tug twg ua lub siab tawv vim yog raug lub txim dag ntxias."},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.14","label":"14","content":"Vim tias peb twb koom nrog Khetos ua ke, tsuav yog peb tuav txojkev ruaj siab uas peb muaj txij thaum chiv thawj ruaj mus txog thaum kawg,"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.15","label":"15","content":"raws li uas hais tias, “Hnub no yog nej mloog nws lub suab, tsis txhob ua nej lub siab tawv yam li zaum uas nej fav xeeb ntawd.”"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.16","label":"16","content":"Leejtwg yog cov uas hnov thiab fav xeeb ntawd? Twb yog txhua tus uas Mauxe coj tawm hauv Iyi tebchaws mus lawm los tsis yog?"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.17","label":"17","content":"Leejtwg yog cov uas Vajtswv chim rau plaub caug xyoo ntawd? Twb yog txhua tus uas ua txhaum thiab lawv tej cev tuag poob tag rau hauv tebchaws moj sab qhua los tsis yog?"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.18","label":"18","content":"Leejtwg yog cov uas Vajtswv cog lus twv tias yuav tsis tau nkag rau hauv lub chaw uas nws pub lawv so? Twb yog cov uas tsis mloog lus los tsis yog?"},{"bible_id":"1269","chapter_code":"HEB.3","verse_code":"HEB.3.19","label":"19","content":"Vim li ntawd peb thiaj pom tias qhov uas lawv mus tsis tau rau hauv vim yog lawv tsis ntseeg."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.1","label":"1","content":"Yog li ntawd, thaum lo lus cog tseg tseem muaj nyob hais tias nkag tau rau hauv Vajtswv lub chaw so, peb yuav tsum ceev faj tsam ces yuav suav tias nej qee leej mus tsis txog."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.2","label":"2","content":"Vim tias peb kuj tau hnov txoj xov zoo ib yam li lawv. Tiamsis tej lus uas lawv hnov ntawd tsis muaj qabhau rau lawv vim lawv tsis los ntseeg."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.3","label":"3","content":"Peb cov uas ntseeg lawm kuj nkag tau rau hauv lub chaw so ntawd, raws li Vajtswv hais tias, “Raws li kuv cog lus twv chim tsawv tias, ‘Lawv yuav tsis tau nkag mus rau hauv lub chaw uas kuv pub lawv so kiag li,’ ” txawm yog nws tej haujlwm tiav tag txij thaum tsim ntuj tsim teb kuj xij."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.4","label":"4","content":"Rau qhov muaj ib nqes uas nws hais txog hnub xya li no hais tias, “Hnub xya ntawd Vajtswv so txhua yam haujlwm uas nws tau ua.”"},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.5","label":"5","content":"Thiab hauv cov nqe no nws hais tias, “Lawv yuav tsis tau nkag mus rau hauv lub chaw uas kuv pub lawv so kiag li.”"},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.6","label":"6","content":"Yog li ntawd tseem tshuav kev rau qee leej nkag mus tau, thiab cov uas yav nram ntej tau hnov txoj xov zoo tsis tau nkag mus vim lawv tsis mloog lus."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.7","label":"7","content":"Vim li no Vajtswv thiaj teem dua ib hnub, yog “Hnub no,” raws li nws hais rau Davi ntau xyoo tom qab rau nqe uas txeev hais txog lawm tias, “Hnub no yog nej mloog nws lub suab nej tsis txhob ua nej lub siab tawv.”"},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.8","label":"8","content":"Yog Yausua twb coj lawv los txog lub chaw so lawm, tom qab ntawd Vajtswv yuav tsis hais txog dua rau lwm hnub."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.9","label":"9","content":"Yog li no tseem tshuav hnub Xanpatau rau Vajtswv cov neeg so,"},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.10","label":"10","content":"rau qhov leejtwg tau nkag mus rau hauv Vajtswv lub chaw so lawm, tus ntawd kuj so nws tej haujlwm ib yam li Vajtswv tau so nws tej haujlwm."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.11","label":"11","content":"Vim li no peb cia li siv zog nkag mus rau hauv lub chaw so ntawd, kom thiaj tsis muaj leejtwg plam raws li cov uas tsis mloog lus ntawd."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.12","label":"12","content":"Rau qhov Vajtswv txojlus muaj txojsia thiab pheej ua haujlwm. Txojlus ntawd ntse dua rab ntaj uas ob sab ntse, nkaug mus thoob plaws nruab siab thiab tus ntsuj plig, thiab tej pob qej txha thiab tej hlwb txha, thiab txawj tshuaj saib tej uas neeg xav thiab tej uas nyob hauv neeg lub siab."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.13","label":"13","content":"Tsis muaj ib yam uas tsim los lawd yuav nraim tau ntawm Vajtswv, tiamsis txhua yam yuav raug tshwm los kom pom tseeb rau ntawm nws lub qhov muag, nws yog tus uas peb yuav tsum qhia peb lub neej huvsi rau nws."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.14","label":"14","content":"Yog li ntawd vim peb muaj ib tug tuam pov thawj hlob loj kawg uas twb hla mus rau saum ntuj lawm, yog Yexus uas yog Vajtswv tus Tub, cia peb tuav rawv txojkev ntseeg uas peb lees yuav."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.15","label":"15","content":"Rau qhov peb tsis yog muaj tus tuam pov thawj hlob uas tsis txawj mob siab qhov uas peb qaug zog tiamsis nws txeev raug kev sim siab txhua yam ib yam li peb los nws tsis ua txhaum kiag li."},{"bible_id":"1269","chapter_code":"HEB.4","verse_code":"HEB.4.16","label":"16","content":"Yog li no peb cia li ua siab tuab los rau ntawm lub zwm txwv uas muaj txojkev hlub, kom peb thiaj tau txais txojkev khuvleej thiab ntsib txojkev hlub uas pab tau rau thaum peb cheem tsum."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.1","label":"1","content":"Txhua tus tuam pov thawj yog xaiv neeg los ua thiab tsa los nyob neeg chaw ua koom tu Vajtswv, yog muab qhov txhia chaw xyeem thiab ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.2","label":"2","content":"Nws ua siab mos siab muag pab cov neeg tsis paub qabhau thiab cov uas yuam kev rau qhov nws kuj txawj qaug zog thiab."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.3","label":"3","content":"Vim li no nws thiaj yuav tsum muab tsiaj xyeem daws nws lub txim thiab daws cov pejxeem lub txim."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.4","label":"4","content":"Tsis muaj leejtwg tsa nws tus kheej ua tes haujlwm uas muaj meej no, tiamsis yuav tsum yog Vajtswv hu nws ib yam li hu Aloo."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.5","label":"5","content":"Ib yam li ntawd Khetos tsis tau tsa nws tus kheej kom tau koob meej ua tuam pov thawj hlob, tiamsis Vajtswv hais rau nws tias, “Koj yog kuv tus Tub, hnub no kuv yug tau koj lawm.”"},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.6","label":"6","content":"Thiab hais dua ib qho hais tias, “Koj ua pov thawj mus ib txhis ib yam li Mekhixede.”"},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.7","label":"7","content":"Thaum Yexus tseem ua neeg nqaij tawv nws thov thiab taij thov nrov nrov los kua muag rau Vajtswv tus uas cawm tau nws dim hauv txojkev tuag, thiab Vajtswv mloog nws tej lus thov vim Yexus paub ntshai Vajtswv."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.8","label":"8","content":"Txawm yog nws yog tus Tub los nws kuj kawm paub mloog lus ntawm tej kev tsim txom uas nws raug."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.9","label":"9","content":"Thaum Yexus raug muab ua zoo kawg nkaus lawm nws thiaj ua lub hauv paus kev dim mus ib txhis rau txhua tus uas mloog nws lus,"},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.10","label":"10","content":"thiab Vajtswv tsa nws ua tus tuam pov thawj hlob ib yam li Mekhixede."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.11","label":"11","content":"Tseem muaj ntau yam uas peb yuav hais txog qhov no tiamsis ceeblaj piav vim nej ntsej lag tag lawm."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.12","label":"12","content":"Nimno twb tsim nyog nej ua tau xibhwb qhia lawm tiamsis nej tseem cheem tsum ib tug muab Vajtswv txojlus lub hauv paus qhia nej dua. Nej tseem cheem tsum kua mis tsis yog tej zaub mov tawv."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.13","label":"13","content":"Txhua tus uas tseem noj mis yeej tsis paub txog tej lus uas hais txog kev ncaj ncees, vim nws tseem yog menyuam mos."},{"bible_id":"1269","chapter_code":"HEB.5","verse_code":"HEB.5.14","label":"14","content":"Tiamsis tej zaub mov tawv yog muab rau cov uas hlob lawd noj, yog cov uas twb xyaum kawm lawm thiaj txawj cais tias yam twg zoo yam twg phem."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.1","label":"1","content":"Vim li no peb tsis txhob yog qhia lub hauv paus uas hais txog Khetos ntxiv, peb cia li mus txog qhov uas hlob tiav lawm. Peb yuav tsis tiag dua taw uas hais txog qhov uas ntxeev dua siab tshiab ntawm tej haujlwm uas coj mus txog kev tuag thiab hais txog qhov uas ntseeg Vajtswv,"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.2","label":"2","content":"thiab qhov uas ua kevcai raus dej, qhov uas tsa tes npuab, qhov uas cov tuag ciaj sawv rov los thiab qhov uas raug txim mus ib txhis."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.3","label":"3","content":"Yog Vajtswv tso cai, peb yuav ua li ntawd mus."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.4","label":"4","content":"Cov neeg uas twb txais txojkev kaj ib zaug lawm thiab twb sim tej uas pub saum ntuj los lawm thiab tau koom Vaj Ntsuj Plig uas dawb huv"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.5","label":"5","content":"thiab tau sim qhov zoo hauv Vajtswv txojlus thiab lub hwjchim uas yuav los tiam tom ntej,"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.6","label":"6","content":"los tseem yuam kev lawm, kuj yuav coj tsis tau lawv cov ntawd rov los ntxeev dua siab tshiab dua li lawm, vim lawv yeej rov muab Vajtswv tus Tub teem rau saum tus khaublig ntoo thiab ua rau nws raug txaj muag tab meeg sawvdaws."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.7","label":"7","content":"Thaj av uas pheej nqus dej nag thiab tawg paj txi txiv muaj qabhau rau tus uas cog, kuj yog tau koob hmoov ntawm Vajtswv."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.8","label":"8","content":"Tiamsis yog thaj av ntawd tuaj pos kaus ntsaj pos kaus ntsim kuj tsis muaj nqes thiab twb yuav raug foom tsis zoo, thiab thaum kawg yuav raug hluavtaws hlawv."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.9","label":"9","content":"Nej cov uas peb hlub, txawm yog peb hais li ntawd, los peb kuj ruaj siab rau nej tias nej muaj tej yam uas zoo dua, yog tej uas ntsig txog txojkev dim."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.10","label":"10","content":"Rau qhov Vajtswv tsis yog tus uas ua tsis ncaj es yuav tsis nco qab nej tes haujlwm thiab qhov uas nej hlub Vajtswv lub npe, yog qhov uas nej tu cov xov dawb ib yam li uas nej tseem ua."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.11","label":"11","content":"Thiab peb xav kom nej txhua tus kub siab lug ib yam nkaus mus txog thaum kawg kom thiaj tau puv npo raws li lub siab vam,"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.12","label":"12","content":"kom nej thiaj tsis ua neeg tub nkeeg tiamsis xyaum raws li cov uas muaj kev ntseeg thiab ua siab ntev thev thiaj tau tej uas cog lus cia lawd ua lawv tug."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.13","label":"13","content":"Thaum Vajtswv cog lus rau Aplahas, tsis muaj leejtwg loj dhau Vajtswv uas Vajtswv yuav tuav tus ntawd lub npe cog lus, Vajtswv thiaj tuav Vajtswv lub npe cog lus ruaj,"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.14","label":"14","content":"hais tias, “Kuv yeej yuav foom koob hmoov rau koj thiab ua rau koj huaj vam coob tiag tiag li.”"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.15","label":"15","content":"Yog li ntawd thaum Aplahas ua siab ntev tos, nws thiaj tau tej uas cog lus tseg ntawd."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.16","label":"16","content":"Neeg yeej tuav tus uas loj dua lawv lub npe cog lus twv, mas thaum muaj lus sib cam dabtsi kuj xij yuav tuav tej lus twv ntawd thiaj tsis muaj lus sib cam lawm."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.17","label":"17","content":"Yog li ntawd thaum Vajtswv xav qhia rau cov uas yuav saws raws li tej lus cog tseg kom yimhuab paub tseeb tias tej uas Vajtswv xav tseg yuav tsis hloov li, Vajtswv thiaj cog lus ruaj khov qhwv tej lus uas nws cog tseg."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.18","label":"18","content":"Vim muaj ob yam no  uas hloov tsis tau li, rau qhov Vajtswv tsis txawj dag, peb cov uas khiav mus txeeb txojkev vam uas muab tso tom peb hauv ntej yuav tau txais kev txhawb siab ntau heev."},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.19","label":"19","content":"Txojkev vam uas peb muaj zoo ib yam li tog hlau nres nkoj uas ruaj thiab tso siab tau uas tuav tau peb lub siab, yog txojkev vam uas nkag mus rau hauv chav tsev uas nyob ntawm daim ntaub thaiv sab hauv,"},{"bible_id":"1269","chapter_code":"HEB.6","verse_code":"HEB.6.20","label":"20","content":"yog qhov chaw uas Yexus twb coj kev ua ntej mus thiaj pab peb, vim nws ua tus tuam pov thawj hlob mus ib txhis ib yam li Mekhixede."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.1","label":"1","content":"Tus Mekhixede no yog tus vajntxwv hauv lub moos Xalee, yog Vajtswv uas loj dua ntais tus pov thawj, mus ntsib Aplahas rau thaum Aplahas tabtom mus tua yeej cov vajntxwv los, thiab nws foom koob hmoov rau Aplahas."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.2","label":"2","content":"Aplahas txawm muab txhua yam ib feem hauv kaum pub rau Mekhixede. Qhov ib Mekhixede lub npe txhais hais tias, “Tus vajntxwv uas ncaj ncees,” thiab ntxiv mus nws kuj yog tus vajntxwv kav lub moos Xalee uas txhais hais tias, “Tus vajntxwv uas coj kev thaj yeeb.”"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.3","label":"3","content":"Tsis muaj sau cia txog nws niam nws txiv nws keeb puam los li cas, thiab tsis hais txog hnub nws yug hnub nws tuag. Tiamsis nws ua pov thawj mus ib txhis ib yam li Vajtswv tus Tub."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.4","label":"4","content":"Sim xav saib, nws loj npaum li cas. Peb yawg koob Aplahas tseem muab tej uas txeeb tau los ib feem hauv kaum pub rau nws."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.5","label":"5","content":"Thiab muaj kevcai hais kom Levi caj ces uas raug tsa ua pov thawj txais tau ib hauv kaum ntawm cov pejxeem uas yog lawv cov kwvtij txawm yog cov kwvtij ntawd kuj tshwm ntawm Aplahas los kuj xij."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.6","label":"6","content":"Tiamsis Mekhixede tsis yog Levi caj ces, los tseem tau txais ib hauv kaum ntawm Aplahas, thiab foom koob hmoov rau Aplahas uas tau txais tej lus cog tseg."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.7","label":"7","content":"Yam uas cam tsis tau, yeej muaj uas tus hlob foom koob hmoov rau tus yau."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.8","label":"8","content":"Hais txog cov Levi, kuj yog neeg uas txawj tuag txais ib hauv kaum, tiamsis hais txog Mekhixede, kuj yog tus uas sau cia hais tias nws muaj txojsia nyob ib txhis txais ib hauv kaum."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.9","label":"9","content":"Kuj hais tau hais tias, Levi uas tau txais ib hauv kaum kuj pub ib hauv kaum thiab, vim Aplahas pub ib hauv kaum rau Mekhixede,"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.10","label":"10","content":"rau qhov thaum Mekhixede mus ntsib Aplahas, Levi tseem nyob hauv nws yawg suab lub cev."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.11","label":"11","content":"Yog li ntawd, yog tias cov pov thawj uas yog xeem Levi tej kevcai ua tau rau neeg zoo kawg nkaus (vim cov pejxeem tau txais tej kevcai ntawm cov Levi), ua cas tseem yuav tsum muaj dua ib tug pov thawj uas zoo ib yam li Mekhixede tsis yog zoo li Aloo?"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.12","label":"12","content":"Thaum hloov cov pov thawj lawm txoj qub kevcai kuj yuav tsum raug muab hloov thiab."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.13","label":"13","content":"Rau qhov tus Tswv uas peb hais txog no yog lwm xeem uas tsis muaj ib tug txeev ua num rau ntawm lub thaj xyeem kiag li."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.14","label":"14","content":"Yeej pom tseeb tias peb tus Tswv yog tshwm hauv xeem Yuda los, thiab Mauxe kuj tsis tau hais tias yuav muaj pov thawj tshwm hauv xeem Yuda los."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.15","label":"15","content":"Qhov no kuj yimhuab pom meej rau thaum muaj dua ib tug pov thawj zoo ib yam li Mekhixede tshwm los."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.16","label":"16","content":"Tus ntawd ua pov thawj uas tsis yog raug tsa raws li tej kevcai hais tias xeem twg tiamsis yog raws li lub hwjchim uas ua kom nws muaj txojsia uas rhuav tsis tau."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.17","label":"17","content":"Rau qhov muaj lus timkhawv hais tias, “Koj ua pov thawj mus ib txhis ib yam li Mekhixede.”"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.18","label":"18","content":"Txoj qub kevcai kuj raug muab rhuav lawm vim yog tsis muaj zog thiab siv tsis tau,"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.19","label":"19","content":"rau qhov txoj kevcai ntawd tsis txawj ua kom ib yam dabtsi zoo kawg nkaus, mas txojkev vam uas zoo dua ntawd muab pub rau peb ua rau peb mus cuag tau Vajtswv."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.20","label":"20","content":"Thiab yeej muaj tej lus cog tseg tawv thiab. Lwm tus raug tsa ua pov thawj tsis muaj lo lus cog tseg tawv,"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.21","label":"21","content":"tiamsis Yexus muaj lus cog tseg tawv hais txog nws tias, “Tus Tswv twb cog lus tawv lawm, nws yuav tsis hloov dua siab li. ‘Koj ua pov thawj mus ib txhis.’ ”"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.22","label":"22","content":"Vim tej lus cog tseg tawv no Yexus thiaj ua tus uas qhwv tej lus cog tseg uas zoo dua li tej qub."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.23","label":"23","content":"Cov uas raug tsa ua pov thawj muaj coob, vim txojkev tuag lawv thiaj ua haujlwm tsis tau mus li,"},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.24","label":"24","content":"tiamsis Yexus ua pov thawj tes haujlwm mus ib txhis vim nws muaj txojsia nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.25","label":"25","content":"Vim li no nws thiaj muaj peevxwm cawm tau txhua tus uas los cuag Vajtswv hauv nws kom dim mus ib txhis, vim nws muaj txojsia nyob mus li thiaj thov Vajtswv pab cov neeg ntawd."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.26","label":"26","content":"Tus tuam pov thawj hlob zoo li no thiaj tsim nyog rau peb. Nws yog tus dawb huv, tsis muaj qhov phem qhov qias, cais ntawm cov neeg muaj txim thiab raug txhawb nqa siab dhau saum ntuj."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.27","label":"27","content":"Yexus tsis thooj li cov tuam pov thawj hlob, tsis txog nws yuav muab qhov txhia chaw xyeem txhua hnub thiab xub muab xyeem daws nws lub txim mam li muab xyeem daws cov pejxeem lub txim, rau qhov nws muab xyeem tib zaug xwb mas txaus lawm yog thaum nws muab nws tus kheej xyeem."},{"bible_id":"1269","chapter_code":"HEB.7","verse_code":"HEB.7.28","label":"28","content":"Rau qhov txoj kevcai tsa cov neeg uas tsis muaj zog ua tuam pov thawj hlob, tiamsis tej lus cog tseg tawv uas hais tom qab txoj kevcai ntawd tsa Vaj leej Tub ua pov thawj uas twb raug ua zoo kawg nkaus mus ib txhis."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.1","label":"1","content":"Tej uas peb hais no qhov tseem ceeb yog qhov uas peb muaj ib tug tuam pov thawj hlob li no, zaum ntawm Vajtswv uas loj dua ntais lub zwm txwv sab tes xis saum ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.2","label":"2","content":"Nws ua haujlwm hauv lub chaw dawb huv thiab hauv lub tseem tsev ntaub uas tus Tswv tsa cia tsis yog neeg tsa."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.3","label":"3","content":"Txhua tus tuam pov thawj hlob yog raug tsa los muab qhov txhia chaw xyeem thiab tua tsiaj xyeem. Yog li no tus tuam pov thawj hlob no yuav tsum muaj ib yam uas muab xyeem thiab."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.4","label":"4","content":"Yog nws nyob hauv lub ntiajteb no, nws yuav tsis ua pov thawj kiag li vim tias muaj cov pov thawj uas muab qhov txhia chaw xyeem raws li txoj kevcai lawm."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.5","label":"5","content":"Cov pov thawj ntawd ua haujlwm rau hauv lub chaw dawb huv uas tsuas yog tej uas nyob saum ntuj tus yam ntxwv thiab tus duab, raws li Vajtswv hais rau Mauxe thaum Mauxe yuav tsa lub tsev ntaub hais tias, “Yuav tsum ceev faj ua txhua yam raws li tus qauv uas qhia rau koj sau lub roob.”"},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.6","label":"6","content":"Tiamsis nimno Yexus tau txais tes haujlwm ua uas zoo tshaj dua lawv cov ntawd, thiab ib yam li ntawd nws yog tus nruab nrab hauv tej lus sib cog tseg tshiab uas zoo heev dua vim raug muab tsa rau saum tej lus cog tseg uas zoo dua."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.7","label":"7","content":"Yog tej lus cog tseg zaum ib zoo txaus lawm kuj tsis txog muaj tej lus cog tseg zaum ob."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.8","label":"8","content":"Rau qhov Vajtswv thuam lawv thiab hais tias, “Tus Tswv hais tias, Saib nawj, lub caij lub nyoog tabtom los yuav txog mas kuv yuav cog dua lus tshiab rau cov Yixayee thiab cov Yuda,"},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.9","label":"9","content":"tsis thooj li uas kuv cog rau lawv tej poj koob yawm txwv rau hnub uas kuv cab lawv tes coj lawv tawm hauv Iyi tebchaws los. Lawv tsis ua raws li kuv tej lus cog tseg, kuv thiaj tsis quav ntsej lawv lawm. Tus Tswv hais li no ntag."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.10","label":"10","content":"No yog tej lus cog tseg uas kuv yuav cog rau cov Yixayee ua qab ncua sijhawm ntawd. Tus Tswv hais li no ntag. Kuv yuav muab kuv txoj kevcai tso rau hauv lawv thiab sau cia rau hauv lawv lub siab. Kuv yuav ua lawv tus Vajtswv thiab lawv yuav ua kuv haiv neeg."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.11","label":"11","content":"Txhua tus yuav tsis qhia nws kwvtij zej zog thiab nws tej kwvtij txheeb kom paub tus Tswv, rau qhov lawv txhua tus yeej yuav paub kuv txij tus yau kawg mus txog tus loj kawg."},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.12","label":"12","content":"Kuv yuav khuvleej lawv tej kev txhaum thiab tsis cim ntsoov lawv lub txim dua li lawm.”"},{"bible_id":"1269","chapter_code":"HEB.8","verse_code":"HEB.8.13","label":"13","content":"Thaum Vajtswv hais txog tej lus cog tseg tshiab kuj yog nws rhuav tej lus cog tseg qub lawm. Tej uas muab rhuav thiab tej qub twb ploj yuav tag."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.1","label":"1","content":"Txawm yog tej lus cog tseg thawj zaug ntawd kuj muaj kevcai pe hawm thiab muaj lub chaw pe hawm hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.2","label":"2","content":"Lub tsev ntaub muab tsa lawm. Hauv chav ib muaj lub teeb, lub rooj thiab cov ncuav xyeem txawb rau ntawm Vajtswv xubntiag. Chav no hu ua Chav Dawb Huv."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.3","label":"3","content":"Sab hauv daim ntaub thaiv muaj ib chav uas hu ua Chav Dawb Huv Kawg Nkaus."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.4","label":"4","content":"Hauv chav ntawd muaj lub thaj kub uas hlawv hmoov tshuaj tsw qab thiab muaj lub phij xab sib cog lus uas luam kub thoob plaws txhua fab huvsi, sab hauv muaj ib lub me hub kub ntim mana, thiab muaj Aloo tus pas nrig uas tawg cos paj thiab ob daim txiag zeb uas sau tej lus cog tseg."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.5","label":"5","content":"Muaj ob tug Khelunpee uas muaj Vajtswv lub hwjchim ci ntsa iab nthuav tis rau saum lub hau phij xab uas roos kev txhaum. Tej no peb hais tsis tau txhua rau ntawm no."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.6","label":"6","content":"Thaum npaj tej no txhij lawm, cov pov thawj pheej nkag mus ua lawv tes haujlwm raws li tej kevcai tsis tu ncua rau hauv chav ib."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.7","label":"7","content":"Tiamsis chav uas ob tsuas yog tus tuam pov thawj hlob tib leeg nkag tau ib xyoo ib zaug xwb, thiab yuav tsum coj tej ntshav mus xyeem daws nws lub txim thiab daws cov pejxeem lub txim uas tsis yog txhob txwm ua."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.8","label":"8","content":"Qhov no Vaj Ntsuj Plig uas dawb huv thiaj qhia meej tias tsis tau qheb kev mus rau hauv chav uas Dawb Huv Kawg Nkaus rau thaum chav ib tseem muaj nyob."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.9","label":"9","content":"Chav ntawd piv txog tiam no ntag, txhais hais tias qhov uas muab qhov txhia chaw xyeem thiab tua tsiaj xyeem ua tsis tau kom tus uas pe hawm Vajtswv lub siab zoo hlo."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.10","label":"10","content":"Tej ntawd tsuas yog hais txog tej zaub mov thiab dej haus thiab tej kevcai ntxuav xwb, yog tej kevcai uas hais txog lub cev nqaij tawv mus txog lub sijhawm uas muab hloov dua tshiab."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.11","label":"11","content":"Tiamsis thaum Khetos los ua tus tuam pov thawj hlob uas tu txhua yam zoo uas twb los txog lawm, nws kuj nkag mus rau hauv lub tsev ntaub uas loj dua thiab zoo kawg nkaus uas tsis yog neeg txhais tes ua thiab tsis yog tsim rau hauv lub ntiajteb no."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.12","label":"12","content":"Nws nkag tib zaug rau hauv chav uas Dawb Huv Kawg Nkaus mas txaus lawm, thiab nws tsis coj ntshav tshis ntshav thav nyuj mus tiamsis coj nws cov ntshav mus ntag, thiaj txhiv tau neeg mus ib txhis."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.13","label":"13","content":"Yog tias ntshav tshis ntshav txiv nyuj thiab tshauv xyuas nyuj uas muab nchos rau saum tus uas qias tsis huv ntxuav tau nws lub cev nqaij tawv kom dawb huv,"},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.14","label":"14","content":"mas heev dua ntawd Khetos cov ntshav uas nws muab nws tus kheej uas tsis muaj ib qho chaw thuam xyeem rau Vajtswv ntawm Vaj Ntsuj Plig uas nyob mus ib txhis, kuj yimhuab ntxuav tau peb lub siab kom dawb huv ntawm tej haujlwm uas coj mus txog kev tuag kom peb thiaj mus ua koom tu Vajtswv uas muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.15","label":"15","content":"Vim li no Khetos yog tus uas nyob nruab nrab hauv tej lus cog tseg tshiab, kom txhua tus uas Vajtswv hu los thiaj tau txais qub txeeg qub teg uas nyob mus ib txhis raws li cog lus tseg, vim qhov uas ib tug tuag txhiv lawv dim hauv tej kev fav xeeb uas lawv ua rau thaum nyob hauv tej lus cog tseg qub qab kev tswjhwm."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.16","label":"16","content":"Hais txog tej ntawv uas sau faib qub txeeg qub teg ua ntej cia, kuj yuav tsum paub tseeb tias tus uas sau ntawv cia ntawd twb tuag lawm tiag."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.17","label":"17","content":"Yuav yog tus sau ntawv faib tuag lawm thiaj siv tau tsab ntawv ntawd. Yog tus sau tseem muaj txojsia nyob tsab ntawv faib ntawd kuj siv tsis tau."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.18","label":"18","content":"Yog li ntawd tej lus cog tseg zaum ib yeej yuav tsum muaj ntshav los thiaj siv tau."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.19","label":"19","content":"Vim thaum Mauxe piav tej kevcai txhua nqe rau cov pejxeem sawvdaws nws kuj muab ntshav menyuam nyuj thiab ntshav tshis thiab dej thiab plaub yaj liab thiab zaub txig theem los nchos rau thooj ntawv thiab cov pejxeem sawvdaws,"},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.20","label":"20","content":"thiab hais tias, “Cov ntshav no yog lub hom thawj uas nias rau tej lus cog tseg uas Vajtswv kom nej ua.”"},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.21","label":"21","content":"Thiab nws muab cov ntshav nchos rau lub tsev ntaub thiab txhua yam twj uas siv ua num rau Vajtswv ib yam nkaus."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.22","label":"22","content":"Qhov tseeb raws li txoj kevcai txhua yam yuav luag raug ntshav ntxuav kom dawb huv, yog tsis muaj ntshav los kuj tsis muaj kev zam txim li."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.23","label":"23","content":"Vim li no tej uas yog yam uas nyob saum ntuj tus yam ntxwv yuav tsum raug muab ntxuav kom dawb huv raws li tej kevcai ntawd, tiamsis tej uas yeej yog saum ntuj li mas yuav tsum muab tej uas tsim txiaj dua ntawd xyeem ntxuav."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.24","label":"24","content":"Rau qhov Khetos tsis tau nkag mus rau lub chaw dawb huv uas neeg txhais tes ua, uas zoo li tus qauv uas muaj tseeb, tiamsis nws cia li nkag mus rau hauv ntuj ceeb tsheej ntag thiaj li mus nyob ntawm Vajtswv lub xubntiag pab peb."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.25","label":"25","content":"Thiab tsis yog nws rov muab nws tus kheej xyeem tag xyeem thiab ib yam li tus tuam pov thawj hlob uas niaj xyoo nkag mus rau hauv chav Dawb Huv Kawg Nkaus thiab coj ntshav uas tsis yog nws li mus."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.26","label":"26","content":"Yog ua li ntawd Yexus yuav tsum raug kev tsim txom ntau zaus txij thaum tsim ntuj tsim teb los. Tiamsis qhov tseeb nimno nws tsuas los tshwm tib zaug rau tiam kawg no xwb thiaj rhuav tshem lub txim tag huvsi yog qhov uas nws muab nws tus kheej xyeem."},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.27","label":"27","content":"Ib yam li uas teem cia rau neeg tuag tib zaug xwb thiab tom qab kuj raug txiav txim li cas,"},{"bible_id":"1269","chapter_code":"HEB.9","verse_code":"HEB.9.28","label":"28","content":"Khetos kuj zoo ib yam li ntawd. Nws tsuas raug muab xyeem tib zaug xwb thiaj ris tau neeg coob coob lub txim. Nws yuav los tshwm zaum ob tsis yog los rhuav tshem lub txim tiamsis coj txojkev dim los rau cov uas tos rawv nws."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.1","label":"1","content":"Vim tias txoj kevcai yog yam tsim txiaj uas yuav los tom qab tus duab xwb, tsis yog tus tseem, mas txoj kevcai uas hais kom niaj xyoo muab tsiaj xyeem li qub tsis tu ncua ua tsis tau rau cov uas los cuag Vajtswv ua neeg zoo kawg nkaus."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.2","label":"2","content":"Yog ua tau, ces lawv kuj tseg tsis muab tsiaj xyeem los tsis yog? Yog tus uas pe hawm Vajtswv raug muab ntxuav kom dawb huv ib zaug lawm, lawv kuj yuav tsis xav tias tseem muaj lub txim ntxiv mus."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.3","label":"3","content":"Tiamsis qhov uas xyeem tsiaj ntawd qhia kom niaj xyoo nco txog lub txim."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.4","label":"4","content":"Rau qhov ntshav txiv nyuj ntshav tshis ris tsis tau lub txim mus kiag li."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.5","label":"5","content":"Vim li no thaum Khetos los rau hauv lub ntiajteb lawd, nws hais tias, “Koj tsis xav yuav tej tsiaj thiab tej qhov txhia chaw uas muab xyeem, tiamsis koj npaj lub cev rau kuv."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.6","label":"6","content":"Qhov uas tua tsiaj hlawv xyeem thiab xyeem daws txim koj tsis txaus siab."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.7","label":"7","content":"Kuv hais tias, ‘Au Vajtswv, kuv tuaj lawm, yuav ua raws li koj lub siab nyiam, raws li uas sau txog kuv rau hauv thooj ntawv.’ ”"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.8","label":"8","content":"Nws xub hais tias, “Tej tsiaj uas tua xyeem thiab tej qhov txhia chaw uas muab xyeem thiab tej uas hlawv xyeem thiab tej uas xyeem daws txim, koj tsis xav yuav thiab koj tsis txaus siab rau,” tej no yog tej uas muab xyeem raws li txoj kevcai xwb."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.9","label":"9","content":"Thiab nws hais tias, “Kuv tuaj lawm, yuav ua raws li koj lub siab nyiam.” Nws thiaj rhuav txoj qub kev ntawd lawm kom thiaj rhawv tau txoj tshiab."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.10","label":"10","content":"Vim Yexus ua raws li Vajtswv lub siab nyiam, peb thiaj raug muab cais ua neeg dawb huv vim qhov uas muab Yexus Khetos lub cev xyeem tib zaug xwb kuj txaus lawm."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.11","label":"11","content":"Txhua tus pov thawj kuj niaj hnub sawv ntsug ua nws tes haujlwm, thiab coj tib yam qub tuaj xyeem tsis tu ncua li, tej ntawd yeej ris tsis tau lub txim mus kiag li."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.12","label":"12","content":"Tiamsis thaum Khetos xyeem tib zaug xwb daws tau mus ib txhis, nws zaum ntawm Vajtswv sab tes xis,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.13","label":"13","content":"tos txog thaum nws cov yeeb ncuab raug muab los ua chaw tiag nws xib taws."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.14","label":"14","content":"Qhov uas muab nws xyeem tib zaug xwb, Yexus kuj ua rau cov uas tabtom muab cais ua dawb huv ua tau neeg zoo kawg nkaus mus ib txhis."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.15","label":"15","content":"Vaj Ntsuj Plig uas dawb huv kuj ua timkhawv rau peb. Nws xub hais tias,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.16","label":"16","content":"“No yog tej lus cog tseg uas kuv yuav cog rau lawv ua qab ncua sijhawm ntawd. Tus Tswv hais li no ntag. Kuv yuav muab kuv txoj kevcai tso rau hauv lawv thiab sau cia rau hauv lawv lub siab.”"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.17","label":"17","content":"Thiab nws hais tias, “Kuv yuav tsis cim ntsoov lawv lub txim thiab lawv tej kev txhaum dua li lawm.”"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.18","label":"18","content":"Thaum muaj kev zam txim lawm kuj tsis txog muaj kev xyeem daws txim dua li lawm."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.19","label":"19","content":"Vim li no, cov kwvtij, vim muaj Yexus cov ntshav peb thiaj muaj cuabkav nkag mus rau hauv lub chaw Dawb Huv Kawg Nkaus,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.20","label":"20","content":"yog taug txojkev tshiab thiab txojkev muaj txojsia uas nws qheb rau peb hla daim ntaub mus, vim muaj nws lub cev."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.21","label":"21","content":"Thiab vim peb muaj ib tug pov thawj loj kav Vajtswv tsev neeg lawm,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.22","label":"22","content":"peb cia li ua lub siab dawb paug nkag mus ze thiab muaj lub siab ntseeg ruaj, muaj lub siab uas raug muab ntshav nchos kom tsis muaj ib qho phem kiag li thiab muaj lub cev uas raus dej ntshiab ntxuav kom dawb huv."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.23","label":"23","content":"Peb cia li tuav txojkev vam uas peb lees yuav ntawd ruaj tsis txhob ywj fab ywj fwj, vim tus uas cog lus tseg ntawd tso siab tau."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.24","label":"24","content":"Peb cia li ua tib zoo saib yuav ua li cas ib leeg thiaj txhawb tau ib leeg lub zog kom sib hlub thiab ua haujlwm zoo,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.25","label":"25","content":"thiab tsis txhob tseg qhov uas tuaj txoos ua ke yam li qee leej txeev tseg, tiamsis ib leeg yuav tsum txhawb ib leeg lub siab, thiab yimhuab yuav tsum ua tej no vim nej paub tias hnub uas teem cia los ze lawm."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.26","label":"26","content":"Thaum peb twb paub txojkev tseeb lawm, yog peb tseem txhob txwm ua txhaum kuj tsis muaj ib yam dabtsi uas muab xyeem daws tau peb lub txim dua li lawm,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.27","label":"27","content":"tsuas muaj uas yuav tos txojkev teem txim uas ntshai rwg thiab hluavtaws uas cig hlob heev uas yuav kub cov uas tawm tsam Vajtswv."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.28","label":"28","content":"Tus uas tso Mauxe txoj kevcai tseg yog muaj ob leeg lossis peb leeg ua timkhawv lawm, tus ntawd yuav raug muab tua tuag tsis khuvleej li."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.29","label":"29","content":"Nej sim xav saib tus uas tsuj Vajtswv tus tub thiab ua qias puas tsuas cov ntshav uas cog lus tseg uas muab nws cais ua dawb huv lawm thiab saib tsis taus Vaj Ntsuj Plig uas pub txojkev hlub mas tsim nyog tus ntawd yuav raug txim hnyav heev dua npaum li cas?"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.30","label":"30","content":"Rau qhov peb paub Vajtswv tus uas hais tias, “Qhov uas ua pauj yog kuv li feem thiab kuv yuav pauj rau.” Thiab hais dua tias, “Tus Tswv yuav txiav txim rau nws haiv neeg.”"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.31","label":"31","content":"Qhov uas poob rau hauv Vajtswv uas muaj txojsia nyob txhais tes yog qhov uas txaus ntshai kawg."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.32","label":"32","content":"Tiamsis nej cia li nco txog yav nram ntej uas nej tau txais txojkev kaj lawm nej tau tiv thev tej kev txom nyem loj kawg,"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.33","label":"33","content":"qee zaum nej raug thuam thiab raug tsim txom tab meeg sawvdaws, thiab qee zaum nej kuj nrog cov uas raug tsim txom li ntawd koom ua ke."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.34","label":"34","content":"Rau qhov nej kuj mob siab cov uas raug kaw, thiab thaum luag lws nej tej cuab txhiaj cuab tam coj mus nej kuj zoo siab hlo, vim nej paub tias nej muaj cuab txhiaj cuab tam uas zoo dua li tej ntawd thiab yuav nyob mus li."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.35","label":"35","content":"Vim li no tsis txhob muab nej lub siab tuab uas yuav coj nqe zog ntau heev los rau nej tso tseg."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.36","label":"36","content":"Vim nej yuav tsum muaj lub siab thev taus kom nej thiaj ua tau raws li Vajtswv lub siab thiab nej thiaj tau tej uas cog lus cia lawd."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.37","label":"37","content":"Tshuav tsis ntev, “tus uas yuav los yeej yuav los, nws yuav tsis tos ntev."},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.38","label":"38","content":"Tiamsis tus uas kuv suav tias ncaj ncees yuav muaj txojsia nyob vim nws ntseeg Vajtswv. Yog nws thim rov qab, kuv yuav tsis txaus siab rau nws.”"},{"bible_id":"1269","chapter_code":"HEB.10","verse_code":"HEB.10.39","label":"39","content":"Tiamsis peb tsis yog cov uas thim rov qab thiab raug kev puam tsuaj. Peb yog cov uas ntseeg thiaj tuav tau peb txojsia."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.1","label":"1","content":"Kev ntseeg yog qhov uas ruaj siab rau tej uas vam ntsoov, yog qhov uas cia siab tias tej uas qhov muag tsis tau pom muaj tseeb."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.2","label":"2","content":"Vim cov neeg yav thaum ub ntseeg lawv thiaj hum Vajtswv siab."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.3","label":"3","content":"Vim peb ntseeg peb thiaj nkag siab tias Vajtswv lo lus tsim ntuj tsim teb, mas yam uas qhov muag pom thiaj li tshwm ntawm yam uas qhov muag tsis pom los."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.4","label":"4","content":"Vim Anpee ntseeg nws thiaj muab tej uas zoo dua Khayee li xyeem rau Vajtswv. Vim nws ntseeg, Vajtswv thiaj suav tias nws ncaj ncees, yog Vajtswv pom zoo tej uas nws muab xyeem ntawd. Txawm yog Anpee tuag lawm los nws txojkev ntseeg tseem qhia peb."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.5","label":"5","content":"Vim Enauj ntseeg nws thiaj raug coj mus saum ntuj, nws thiaj tsis ntsib txojkev tuag. Tsis muaj leejtwg nrhiav tau nws vim Vajtswv twb coj nws mus lawm. Ua ntej uas tsis tau coj nws mus muaj lus timkhawv tias nws ua hum Vajtswv siab."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.6","label":"6","content":"Yog tsis muaj kev ntseeg yeej ua tsis tau hum Vajtswv siab li. Rau qhov tus uas yuav los cuag Vajtswv yuav tsum ntseeg tias muaj Vajtswv tiag thiab nws pub nqe zog rau cov uas nrhiav nws."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.7","label":"7","content":"Vim Nau‑a ntseeg, thaum Vajtswv qhia tej xwm txheej uas qhov muag tsis tau pom, nws thiaj paub ntshai thiab ua ib lub nkoj txwg cawm nws tsev neeg dim. Vim txojkev ntseeg ntawd nws thiaj rau txim rau lub ntiajteb, thiab nws saws tau txojkev ncaj ncees uas yog los ntawm txojkev ntseeg."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.8","label":"8","content":"Vim Aplahas ntseeg, thaum nws raug hu kom tawm mus rau lub chaw uas yuav tau ua nws qub txeeg qub teg nws kuj mloog lus thiab taug kev mus tsis paub tias yuav mus rau qhovtwg."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.9","label":"9","content":"Vim nws ntseeg nws thiaj ua qhua nyob hauv lub tebchaws uas Vajtswv cog lus. Nws nyob hauv lub tsev ntaub ib yam li Yiha thiab Yakhauj uas nrog nws saws qub txeeg qub teg raws li tib lo lus cog tseg ntawd."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.10","label":"10","content":"Nws tos rawv lub nroog uas tsim tsa rau saum tej taw tiag uas Vajtswv tsim thiab Vajtswv ua."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.11","label":"11","content":"Vim Aplahas ntseeg, txawm yog nws laus heev lawm thiab Xala kuj xeeb tsis taus menyuam  los nws tau hwjchim uas yuav muaj tub vim nws suav tias Vajtswv uas cog lus tseg lawm yog tus uas tso siab tau."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.12","label":"12","content":"Yog li no tus txivneej uas zoo li twb tuag lawm kuj muaj caj ces yug los coob yam li tej hnub qub saum nruab ntug thiab yam li tej xuab zeb uas suav tsis txheeb ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.13","label":"13","content":"Cov neeg no huvsi tuag tag rau thaum tseem muaj txojkev ntseeg thiab tsis tau txais tej uas cog lus cia tiamsis lawv kuj pom tej ntawd deb deb thiab zoo siab tos txais. Lawv lees hais tias lawv tsis muaj teb tsis muaj chaw nyob hauv ntiajteb no, lawv tuaj ua qhua xwb."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.14","label":"14","content":"Vim tias cov neeg uas hais li no kuj ua kom pom tias lawv tabtom nrhiav lub tebchaws uas yog lawv teej lawv tug."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.15","label":"15","content":"Yog lawv xav txog lub tebchaws uas lawv tawm tuaj lawd lawv kuj yuav muaj sijhawm rov qab mus tau."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.16","label":"16","content":"Tiamsis lawv yeej xav tau lub tebchaws uas zoo dua ntawd, yog lub tebchaws saum ntuj ceeb tsheej. Vim li no, Vajtswv thiaj tsis txaj muag uas raug hu tias yog lawv tus Vajtswv rau qhov nws twb npaj ib lub nroog cia rau lawv lawm."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.17","label":"17","content":"Vim Aplahas ntseeg, thaum nws raug sim siab, nws kuj muab Yiha xyeem, thiab nws yog tus uas tau txais tej lus cog tseg los nws kuj npaj txhij yuav muab nws tib tug tub xyeem,"},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.18","label":"18","content":"yog tus tub uas muaj lus hais tias, “Koj caj ces yuav yog tshwm ntawm Yiha mus.”"},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.19","label":"19","content":"Aplahas ntseeg tias Vajtswv tsa tau cov neeg tuag ciaj sawv rov los. Piv ib yam li, Aplahas kuj tau nws tus tub rov qab los ntag."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.20","label":"20","content":"Vim Yiha ntseeg, nws thiaj foom koob hmoov rau Yakhauj thiab Exau txog tej xwm txheej uas yuav tshwm los."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.21","label":"21","content":"Vim Yakhauj ntseeg, thaum nws yuav tuag nws thiaj foom koob hmoov rau Yauxej ob tug tub, thiab nws nyo hau rau saum nws tus hau pas nrig pe hawm Vajtswv."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.22","label":"22","content":"Vim Yauxej ntseeg, thaum yuav tag nws sim neej, nws thiaj hais txog qhov uas cov Yixayee yuav khiav dim thiab hais tseg txog nws cov pob txha."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.23","label":"23","content":"Vim Mauxe niam txiv ntseeg, thaum yug nws los ob tug thiaj muab nws zais tau peb lub hlis, vim pom tias nws zoo nraug heev thiab ob tug tsis ntshai vajntxwv tej lus kiag li."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.24","label":"24","content":"Vim Mauxe ntseeg, thaum nws hlob lawd nws thiaj tsis yeem kom hu hais tias nws yog Falau tus ntxhais li tub,"},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.25","label":"25","content":"tiamsis nws xaiv qhov uas nrog Vajtswv cov neeg raug txom nyem zoo dua li qhov uas nyob ua lomzem ib vuag dua hauv txojkev txhaum."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.26","label":"26","content":"Nws suav tias qhov uas raug thuam vim saib rau Khetos muaj nqes dua tej cuab txhiaj cuab tam hauv Iyi tebchaws, vim nws xam pom tej nqe zog uas nws tseem yuav tau."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.27","label":"27","content":"Vim nws ntseeg, nws thiaj tawm hauv Iyi tebchaws tsis ntshai qhov uas vajntxwv npau taws. Nws ua siab ntev thev cuag li nws pom tus uas neeg qhov muag tsis pom."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.28","label":"28","content":"Vim nws ntseeg, nws thiaj ua kevcai Hla Dhau thiab muab cov ntshav nchos kom tus uas ua kom puam tsuaj thiaj tsis kov Yixayee tej tub hlob."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.29","label":"29","content":"Vim cov Yixayee ntseeg, lawv thiaj hla tau Dej Hiavtxwv Liab ib yam li mus saum nruab nqhuab. Tiamsis thaum cov Iyi sim hla mus lawv kuj raug dej nphau los nyab tuag tag."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.30","label":"30","content":"Vim muaj txojkev ntseeg tej ntsa loog Yelikhau thiaj pob tag rau thaum cov Yixayee ncig mus puv xya hnub."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.31","label":"31","content":"Vim tus poj muag cev Lahaj ntseeg, nws thiaj tsis nrog cov uas tsis mloog lus raug puam tsuaj, vim nws tos txais ob tug uas tshuaj tebchaws zoo heev."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.32","label":"32","content":"Kuv yuav hais dabtsi ntxiv mus? Rau qhov tsis muaj sijhawm txaus uas yuav hais txog Kide‑oo, Npala, Xaxoo, Yetha, Davi thiab Xamuyee thiab cov xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.33","label":"33","content":"Vim lawv ntseeg lawv thiaj kov yeej tebchaws, txiav txim ncaj ncees, tau txais tej uas Vajtswv cog lus tseg, kaw tsov ntxhuav qhov ncauj,"},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.34","label":"34","content":"tua tau tej hluavtaws uas kub heev, dim hniav ntaj hniav riam, cov uas tsaug leeg rov ua cov uas muaj zog, muaj zog ua rog thiab ntaus lwm lub tebchaws tej tub rog thim rov qab."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.35","label":"35","content":"Cov pojniam kuj tau lawv tej neeg uas tuag lawd sawv rov los. Qee leej raug kev tsim txom thiab tsis yeem cia tso kom dim kom lawv thiaj tau ciaj sawv los tau txojsia uas zoo dua."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.36","label":"36","content":"Qee leej raug thuam luag thiab raug nplawm thiab raug saw hlau khi kaw hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.37","label":"37","content":"Lawv raug xuas pob zeb ntaus, lawv raug muab kaw txiav ua ob ya, lawv raug tuag hniav ntaj, lawv hnav tawv yaj tawv tshis mus rau tom ub tom no, lawv tsis muaj ib yam dabtsi, raug txom nyem kawg, raug ua nruj ua tsiv."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.38","label":"38","content":"Lub ntiajteb no tsis phim rau lawv nyob. Lawv mus mus los los hauv tebchaws moj sab qhua thiab saum tej roob, thiab nyob hauv tej qhov tsua thiab qhov av."},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.39","label":"39","content":"Txawm yog muaj timkhawv zoo rau cov neeg no txhua tus txojkev ntseeg, los lawv tseem tsis tau txais tej uas cog lus cia,"},{"bible_id":"1269","chapter_code":"HEB.11","verse_code":"HEB.11.40","label":"40","content":"vim Vajtswv twb npaj tej uas zoo dua ntawd cia rau peb kom lawv tsuas yog nrog peb ua ke xwb thiaj ua tau neeg zoo kawg nkaus."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.1","label":"1","content":"Yog li ntawd, vim peb muaj timkhawv coob nyob puag ncig peb yam li tauv huab laum nkaus peb li no lawm, kuj cia peb muab txhua yam nra hnyav thiab lub txim uas yoojyim khi tau peb tso tseg, thiab peb cia li ua siab ntev thev sib tw dhia hauv txojkev uas nyob tom peb hauv ntej."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.2","label":"2","content":"Peb cia li ntsia ntsoov Yexus uas yog peb lub hauv paus kev ntseeg thiab yog tus uas ua kom txojkev ntseeg tiav. Nws tiv thev tus khaublig ntoo kom thiaj tau txojkev zoo siab uas nyob tom nws hauv ntej. Nws tsis quav ntsej qhov uas raug txaj muag, thiab nws twb zaum ntawm Vajtswv lub zwm txwv sab xis lawm."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.3","label":"3","content":"Nej cia li xav txog tus uas thev cov neeg muaj txim kev tawm tsam li no xwv nej thiaj tsis ntog thiab tsis poob siab."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.4","label":"4","content":"Qhov uas tawm tsam lub txim nej tsis tau tawm tsam txog los ntshav."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.5","label":"5","content":"Thiab nej tsis nco tej lus uas nws ntuas nej ib yam li nej yog nws li tub, hais tias, “Kuv tub 'e, tsis txhob saib tsis taus tus Tswv tej lus qhuab qhia, thiab tsis txhob poob siab rau thaum nws ntuas koj,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.6","label":"6","content":"rau qhov tus Tswv qhuab ntuas tus uas nws hlub, thiab nws nplawm txhua tus tub uas nws txais yuav.”"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.7","label":"7","content":"Nej cia li thev tej uas nej raug vim yog kev qhuab qhia. Vajtswv ua rau nej ib yam nej yog nws li tub. Muaj tus tub twg uas leej txiv tsis qhuab qhia?"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.8","label":"8","content":"Yog nej tsis raug qhuab qhia yam li txhua tus raug, nej kuj yog menyuam tsaub tsis yog nws li tub."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.9","label":"9","content":"Tsis tag li ntawd, peb muaj leej txiv ntawm lub cev nqaij tawv uas qhuab qhia peb thiab peb hwm lawv. Peb yimhuab tsim nyog nyob hauv leej Txiv sab ntsuj plig qab kev tswjhwm thiaj muaj txojsia nyob los tsis yog?"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.10","label":"10","content":"Peb leej txiv qhuab qhia peb ib nyuag ntu raws li lawv pom zoo, tiamsis Vajtswv qhuab qhia kom muaj qabhau rau peb kom peb thiaj koom tau nws txojkev dawb huv."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.11","label":"11","content":"Txhua yam kev nplawm qhuab qhia saib mas tsis yog qhov zoo siab tiamsis yog qhov nyuaj siab rau lub sijhawm ntawd. Tiamsis muaj txiaj ntsig rau yav tom qab, yog ua rau cov uas xyaum raws li tau nyob kaj siab lug thiab tau txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.12","label":"12","content":"Yog li no cia li txhawb nej txhais tes uas tsis muaj zog thiab lub hauv caug uas tsaug leeg,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.13","label":"13","content":"thiab kho txojkev kom ncaj rau nej txhais kotaw, kom tus uas ceg tawv thiaj tsis qes ceg tiamsis yuav zoo kiag."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.14","label":"14","content":"Cia li siv zog nrog txhua tus nyob sib hum xeeb thiab nrhiav kev dawb huv. Yog tsis muaj kev dawb huv lawm yuav tsis muaj leejtwg pom tau Vajtswv li."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.15","label":"15","content":"Cia li ceev faj zoo tsis txhob cia leejtwg plam Vajtswv txojkev hlub, thiab tsis txhob muaj tus cag iab tawm tuaj tsim kev ceeblaj thiab ua rau ntau leej qias tsis huv."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.16","label":"16","content":"Tsis txhob cia leejtwg ua nkauj ua nraug lossis tsis hwm Vajtswv li Exau uas muab feem uas ua tij muag pauv tib pluag mov noj xwb."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.17","label":"17","content":"Nej yeej paub tias los rau yav tom qab thaum Exau xav tau tej koob hmoov ua qub txeeg qub teg, nws kuj raug muab tso tseg, txawm yog nws nrhiav los kua muag los nws ua tsis tau kom leej txiv hloov siab."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.18","label":"18","content":"Rau qhov nej tsis tau los txog lub roob uas xuas tes kov tau thiab muaj hluavtaws cig thiab muaj qhov tsaus ntuj thiab qhov tsaus dub nciab thiab cua daj cua dub,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.19","label":"19","content":"thiab muaj suab raj kub yaj thiab muaj lub suab hais lus. Thaum cov uas hnov lawd lawv thov kom tsis txhob hais dua rau lawv lawm,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.20","label":"20","content":"vim lawv thev tsis tau tej lus nkaw uas hais tias, “Txawm yog tsiaj txhu tuaj nphav lub roob no kuj yuav raug xuas pob zeb ntaus kom tuag.”"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.21","label":"21","content":"Tej uas pom ntawd mas ntshai kawg, Mauxe thiaj hais tias, “Kuv ntshai tshee hnyo.”"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.22","label":"22","content":"Tiamsis nej kuj los txog lub roob Xi‑oo thiab los txog Vajtswv uas muaj txojsia nyob lub nroog uas yog lub nroog Yeluxalees saum ntuj ceeb tsheej, thiab los txog cov tubtxib saum ntuj uas tuaj txoos ua ke zoo siab xyiv fab coob coob suav tsis txheeb,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.23","label":"23","content":"thiab los txog cov tub hlob uas raug hu ua ke thiab muaj npe sau cia rau hauv ntuj ceeb tsheej lawm, thiab los txog Vajtswv uas txiav txim rau txhua tus, thiab los txog cov neeg ncaj ncees tej ntsuj plig uas raug muab ua zoo kawg nkaus lawm,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.24","label":"24","content":"thiab los txog Yexus, uas ua tus nyob nruab nrab hauv tej lus cog tseg tshiab, thiab los txog cov ntshav uas muab nchos, yog cov ntshav uas hais txog tej yam zoo dua Anpee cov ntshav hais."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.25","label":"25","content":"Cia li ceev faj zoo tsis txhob tso tus uas hais ntawd tseg. Rau qhov yog lawv cov ntawd tsis dim vim lawv tsis lees yuav tus uas ntuas lawv hauv lub ntiajteb no, mas yog peb fee plhu ntawm tus uas ntuas saum ntuj tuaj peb yimhuab yuav tsis dim."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.26","label":"26","content":"Vajtswv lub suab uas hais thaum ntawd ua rau lub ntiajteb ntseeg nkaws tiamsis nimno nws cog lus tseg tias, “Tshuav dua ib zaug kuv tsis yog yuav co lub ntiajteb xwb tiamsis lub ntuj thiab.”"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.27","label":"27","content":"Lo lus uas hais tias “Tshuav dua ib zaug” ntawd kuj yog qhia hais tias yam uas ntseeg nkaws ntawd yog tej uas tsim los lawd yuav raug muab rho coj mus kom yam uas tsis txawj ntseeg nkaws thiaj li nyob mus li."},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.28","label":"28","content":"Yog li ntawd, vim peb tau lub tebchaws uas tsis ua zog lawm kuj cia peb ua Vajtswv tsaug, thiab cia peb pe hawm Vajtswv ua kom hum nws lub siab thiab paub hwm thiab paub ntshai nws,"},{"bible_id":"1269","chapter_code":"HEB.12","verse_code":"HEB.12.29","label":"29","content":"vim “peb tus Vajtswv yog nplaim taws kub ceev.”"},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.1","label":"1","content":"Cia li sib hlub yam li kwvtij mus li."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.2","label":"2","content":"Tsis txhob tseg qhov uas txais tej qhua txawv ntsej muag, qhov uas ua li no qee leej thiaj txais tubtxib saum ntuj los twb tsis paub."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.3","label":"3","content":"Cia li nco ntsoov cov uas raug kaw ib yam li yog nej nrog lawv raug kaw thiab. Thiab nco ntsoov cov uas raug ua nruj ua tsiv ib yam li yog nej lub cev raug thiab."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.4","label":"4","content":"Nej txhua tus yuav tsum saib taus qhov uas sib yuav, thiab tsis txhob ua qias puas tsuas nej lub cev txij nkawm, rau qhov Vajtswv yuav txiav txim rau cov uas ua nkauj ua nraug thiab deev luag poj luag txiv."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.5","label":"5","content":"Nej tsis txhob xam pom nyiaj txiag xwb, cia li txaus siab rau tej uas nej muaj vim Vajtswv hais tias, “Kuv yuav tsis ncaim koj thiab yuav tsis tso koj tseg kiag li.”"},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.6","label":"6","content":"Vim li no peb thiaj ruaj siab hais tau tias, “Tus Tswv yog tus pab kuv, kuv tsis ntshai li. Neeg yuav ua li cas tau rau kuv?”"},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.7","label":"7","content":"Cia li nco txog cov uas coj nej, yog cov uas hais Vajtswv txojlus rau nej. Cia li tshuaj saib lawv lub neej thaum kawg thiab yoog raws li lawv txojkev ntseeg."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.8","label":"8","content":"Yexus Khetos zoo ib yam li qub, nag thiab hnub no thiab mus ib txhis."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.9","label":"9","content":"Tsis txhob yuam kev raws txhua yam lus qhia txawv txawv. Qhov uas zoo, yuav tsum cia txojkev hlub txhawb yus lub siab tsis yog qhov uas coj raws li tej kab ke kev noj kev haus uas tsis muaj qabhau rau cov uas ua raws li ntawd."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.10","label":"10","content":"Peb muaj ib lub thaj xyeem mas cov uas ua haujlwm hauv lub tsev ntaub tsis muaj feem noj yam uas nyob saum lub thaj ntawd."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.11","label":"11","content":"Tej tsiaj uas tus tuam pov thawj hlob coj cov ntshav mus xyeem daws txim rau hauv chav Dawb Huv Kawg Nkaus, tej tsiaj ntawd lub cev muab hlawv rau nraum ntug zos."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.12","label":"12","content":"Vim li no Yexus thiaj li raug tsim txom sab nraum lub rooj loog ib yam nkaus xwv nws cov ntshav thiaj cais tau neeg kom dawb huv."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.13","label":"13","content":"Vim li no peb cia li tawm mus cuag nws sab nraum ntug zos thiab ris txojkev txaj muag uas nws raug."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.14","label":"14","content":"Vim tias peb tsis muaj lub nroog uas ruaj khov nyob ntawm no tiamsis peb nrhiav lub nroog uas yuav los."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.15","label":"15","content":"Vim li no cia peb muab tej lus qhuas ua yam uas xyeem rau Vajtswv mus tsis tu li rau hauv Yexus, yog xyeem tej lus ntawm lub qhov ncauj uas lees yuav nws lub npe."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.16","label":"16","content":"Tsis txhob tseg qhov uas ua zoo thiab qhov uas muab qhov txhia chaw faib rau luag, vim tej uas muab xyeem li no hum Vajtswv lub siab."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.17","label":"17","content":"Cia li mloog cov uas coj nej lus thiab nyob hauv lawv qab kev tswjhwm, vim lawv yog cov uas zov tu nej tus ntsuj plig thiab lawv yuav tsum qhia lawv tes haujlwm rau Vajtswv. Cia ua rau lawv ua haujlwm xyiv fab hlo tsis yog ua nyuaj siab qas ntsuav uas yuav tsis muaj qabhau rau nej kiag li."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.18","label":"18","content":"Cia li thov Vajtswv pab peb, vim peb ruaj siab tias peb muaj lub siab dawb paug, xav xyaum zoo rau txhua fab."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.19","label":"19","content":"Kuv thov thov nej siv zog thov Vajtswv li no kom kuv thiaj tau rov los nrog nej nyob sai sai li."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.20","label":"20","content":"Nimno kuv thov Vajtswv uas pub txojkev siab tus thiab tsa peb tus Tswv Yexus uas yog tus Tswv yug yaj loj kawg ciaj sawv hauv qhov tuag rov los, ntawm cov ntshav uas cog tseg mus ib txhis,"},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.21","label":"21","content":"pub kom nej muaj txhua yam zoo txhij zog kom nej thiaj ua raws li Vajtswv lub siab nyiam, thiab thov nws ua tej uas nws pom zoo rau hauv peb, rau hauv Yexus Khetos. Thov nws tau koob meej ci tsa iab mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.22","label":"22","content":"Cov kwvtij, kuv thov nej ua siab ntev mloog tej lus ntuas no, rau qhov kuv sau tsis ntau pes tsawg rau nej xwb."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.23","label":"23","content":"Kuv xav kom nej paub tias peb tus kwv Timaute twb raug tso dim lawm. Yog nws tuaj txog sai kuv yuav nrog nws tuaj saib nej."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.24","label":"24","content":"Kuv thov hais lus nco txog rau nej cov thawj thiab Vajtswv cov xov dawb sawvdaws. Cov kwvtij uas tuaj ntawm Ithali tebchaws tuaj kuj hais lus nco txog nej thiab."},{"bible_id":"1269","chapter_code":"HEB.13","verse_code":"HEB.13.25","label":"25","content":"Thov Vajtswv txojkev hlub nrog nraim nej txhua tus."}]