[{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.1","label":"1","content":"Yakaunpau uas yog Vajtswv thiab tus Tswv Yexus Khetos tus tub qhe hais mus rau kaum ob xeem uas khiav mus nyob rau txhua qhov, thov kom nej noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.2","label":"2","content":"Kuv cov kwvtij, thaum nej ntsib txhua yam kev sim siab cia li suav tias yog yam uas zoo siab heev,"},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.3","label":"3","content":"vim nej yeej paub tias qhov uas nej txojkev ntseeg raug sim ntawd ua kom muaj siab ntev thev taus."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.4","label":"4","content":"Nej yuav tsum ua siab ntev thev kom tiav xwv nej thiaj ua tau neeg zoo kawg nkaus muaj txhua yam zoo txhij zog tsis tu ncua ib yam dabtsi li."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.5","label":"5","content":"Yog nej cov leejtwg tsis muaj tswvyim, cia tus ntawd thov Vajtswv uas muaj lub siab dav pub rau txhua tus tsis thuam leejtwg li, mas Vajtswv yuav pub tswvyim rau nws."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.6","label":"6","content":"Tiamsis nws yuav tsum muaj lub siab ntseeg yam uas nws thov, tsis txhob ua xyem xyav, vim tus uas ua xyem xyav kuj zoo ib yam li tej nthwv dej hiavtxwv uas cua ntsawj ntas mus ntas los."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.7","label":"7","content":"Tus neeg zoo li ntawd tsis txhob xav hais tias nws yuav tau ib yam dabtsi ntawm tus Tswv,"},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.8","label":"8","content":"nws pheej ua ob lub siab tsis ruaj siab rau hauv nws txhua txojkev."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.9","label":"9","content":"Cia tus uas ua lub neej txom nyem zoo siab hlo rau thaum nws lub neej sawv,"},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.10","label":"10","content":"thiab cia tus uas nplua nuj zoo siab hlo rau thaum nws lub neej poob qes, rau qhov nws yuav dua tag yam li tej paj nroj."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.11","label":"11","content":"Lub hnub tuaj tshav ntuj kub heev ces ua rau tej nroj tsuag tuag tshav. Tej paj nroj zeeg tag thiab qhov uas zoo nkauj kuj puam tsuaj tag. Tus nplua nuj kuj yuav ploj zuj zus rau hauv nws tej haujlwm ib yam nkaus."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.12","label":"12","content":"Tus uas thev taus kev sim siab kuj tau nyob kaj siab lug, vim thaum nws thev dhau lawd nws yuav tau lub mom kub uas yog txojsia uas Vajtswv cog lus cia rau cov uas hlub Vajtswv."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.13","label":"13","content":"Leejtwg raug dag ntxias nws tsis txhob hais tias, “Kuv raug Vajtswv ntxias,” rau qhov Vajtswv yeej tsis raug txojkev phem ntxias thiab nws kuj tsis ntxias leejtwg li."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.14","label":"14","content":"Tiamsis txhua tus raug ntxias rau thaum nws txojkev ntshaw yaum nws thiab coj nws mus ua txhaum."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.15","label":"15","content":"Thaum xeeb txojkev ntshaw lawm kuj yug tau txojkev txhaum los. Thaum txojkev txhaum hlob tiav lawm kuj yug tau txojkev tuag los."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.16","label":"16","content":"Cov kwvtij uas kuv hlub, nej tsis txhob mloog luag ntxias."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.17","label":"17","content":"Txhua yam zoo uas pub rau peb thiab txhua yam uas zoo kawg nkaus yog los saum ntuj los, yeej yog los ntawm leej Txiv uas tsim lub hnub lub hli thiab tej hnub qub huvsi. Nws tsis txawv txav li tsis thooj li tej duab uas txawj ploj."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.18","label":"18","content":"Nws siv nws txojlus uas muaj tseeb yug peb tshwm los raws li nws twb npaj siab lawm kom peb thiaj zoo li thawj phaum txiv hauv txhua yam uas nws tsim ntag."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.19","label":"19","content":"Cov kwvtij uas kuv hlub, cia li nkag siab qhov no. Txhua tus yuav tsum maj mloog tsis txhob maj hais, tsis txhob chim sai,"},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.20","label":"20","content":"vim neeg txojkev chim tsis rhawv Vajtswv txojkev ncaj ncees tshwm los."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.21","label":"21","content":"Vim li no cia li rhuav tshem txhua yam kev qias thiab tej kev phem uas huam zuj zus tuaj thiab ua siab mos siab muag txais tej lus uas muab cog cia rau hauv nej lawd uas cawm tau nej tus ntsuj plig kom dim."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.22","label":"22","content":"Nej yuav tsum xyaum raws li tej lus ntawd tsis txhob yog mloog xwb thiaj tsis rov ntxias nej tus kheej."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.23","label":"23","content":"Yog leejtwg tsuas yog mloog tej lus ntawd xwb tsis xyaum raws li ntawd tus ntawd kuj zoo ib yam li tus uas saib nws lub ntsej muag hauv daim iav."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.24","label":"24","content":"Thaum nws saib tag nws tawm mus thiab tamsim ntawd kuj tsis nco qab xyov nws lub plhu zoo li cas."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.25","label":"25","content":"Tiamsis tus uas tshuaj saib txoj kevcai uas zoo kawg nkaus, yog txoj kevcai uas pub kev thaj yeeb, thiab nws nyob ruaj hauv txoj kevcai ntawd tsis yog mloog xwb es tsis nco qab lawm tiamsis yog tus uas xyaum raws nraim, tus ntawd yuav tau txojkev kaj siab lug hauv txhua yam uas nws ua."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.26","label":"26","content":"Yog leejtwg xav hais tias nws coj Vajtswv txoj kevcai nruj tiamsis nws tsis tswj nws tus nplaig kuj yog nws rov ntxias nws lub siab xwb thiab qhov uas nws coj txoj kevcai nruj ntawd kuj tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"JAS.1","verse_code":"JAS.1.27","label":"27","content":"Txoj kevcai uas leej Txiv Vajtswv suav tias dawb huv thiab tsis muaj qhov phem yog qhov uas saib xyuas tej menyuam ntsuag thiab tej poj ntsuam uas raug kev txom nyem, thiab ceev faj tsis txhob cia yus tus kheej kis tej kev phem kev qias hauv ntiajteb."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.1","label":"1","content":"Kuv cov kwvtij, nej muaj kev ntseeg hauv peb tus Tswv Yexus Khetos uas muaj hwjchim ci ntsa iab, nej tsis txhob saib leejtwg ntsej muag."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.2","label":"2","content":"Yog tias muaj ib tug coj nplhaib kub thiab hnav tsoos tsho zoo tuaj rau hauv nej lub chaw sablaj thiab muaj ib tug pluag hnav khaub hlab ntsuav tuaj thiab,"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.3","label":"3","content":"mas nej saib hlob rau tus uas hnav tsoos tsho zoo thiab hais tias, “Cia li los zaum lub rooj siab no,” tiamsis nej hais rau tus pluag hais tias, “Koj cia li sawv tom kod,” lossis hais tias, “Los zaum ntawm kuv lub chaw tiag taw.”"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.4","label":"4","content":"Ua li ntawd tsis yog nej sib cais ua pab ua pawg thiab tu faib raws nej lub siab xav phem lov?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.5","label":"5","content":"Cov kwvtij uas kuv hlub, cia li mloog. Vajtswv xaiv cov neeg pluag hauv ntiajteb no los ua cov nplua nuj hauv txojkev ntseeg thiab saws tau lub tebchaws uas Vajtswv cog lus tseg tias yuav pub rau cov uas hlub nws los ua qub txeeg qub teg los tsis yog?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.6","label":"6","content":"Tiamsis nej saib tsis taus tus pluag. Tus nplua nuj twb yog tus uas quab yuam nej, thiab cab nej mus rau tom tsev tu plaub los tsis yog?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.7","label":"7","content":"Lawv tsis yog cov uas saib tsis taus lub npe tsim txiaj uas hu nej puas lov?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.8","label":"8","content":"Yog nej yeej ua raws li Vajtswv lub tebchaws txoj kevcai uas sau cia hais tias, “Nej yuav tsum hlub kwvtij zej zog ib yam li nej hlub nej tus kheej,”  kuj yog nej ua zoo."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.9","label":"9","content":"Tiamsis yog nej saib neeg ntsej muag, nej kuj ua txhaum thiab raug txoj kevcai txiav txim tias nej txhaum."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.10","label":"10","content":"Yog leejtwg tuav rawv txoj kevcai huvsi tsuas yog txhaum ib nqes xwb tus ntawd kuj ua txhaum txoj kevcai tag nrho huvsi."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.11","label":"11","content":"Rau qhov tus uas hais tias, “Tsis txhob deev luag poj luag txiv,” kuj hais tias “Tsis txhob tua neeg.” . Txawm yog koj tsis tau deev luag poj luag txiv tiamsis tau tua neeg, koj kuj ua txhaum txoj kevcai."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.12","label":"12","content":"Nej yuav tsum hais thiab xyaum yam li nej yog cov uas yuav raug txiav txim raws li txoj kevcai uas pub kev thaj yeeb."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.13","label":"13","content":"Vim tias tus uas tsis muaj siab khuvleej yuav raug txiav txim tsis khuvleej kiag li. Txojkev khuvleej yeej kov yeej txojkev txiav txim."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.14","label":"14","content":"Kuv cov kwvtij, yog leejtwg hais tias nws muaj kev ntseeg tiamsis nws tsis xyaum raws li, yuav muaj qabhau dabtsi? Nws txojkev ntseeg ntawd yuav cawm tau nws dim lov?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.15","label":"15","content":"Yog tus kwvtij twg tsis hais pojniam txivneej tsis muaj hnav thiab tu ncua tej mov uas niaj hnub yuav noj,"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.16","label":"16","content":"es nej cov ib tug hais rau nws tias, “Cia li rov mus, noj qab nyob zoo, pw sov thiab tsau npo,” tiamsis tsis muab ib yam dabtsi rau tus ntawd li, yuav muaj qabhau dabtsi?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.17","label":"17","content":"Ib yam li ntawd, txojkev ntseeg xwb uas tsis muaj kev xyaum kuj yog yam uas tuag lawm."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.18","label":"18","content":"Tiamsis ib tug yuav hais tias, “Koj muaj kev ntseeg, kuv muaj kev xyaum.” Sim qhia rau kuv pom koj txojkev ntseeg uas tsis muaj kev xyaum, mas kuv yuav qhia rau koj pom kuv txojkev ntseeg ntawm qhov uas kuv xyaum."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.19","label":"19","content":"Koj ntseeg tias muaj tib tug Vajtswv xwb, kuj yog zoo. Txawm yog dab los kuj ntseeg thiab ntshai tshee hnyo."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.20","label":"20","content":"Tus neeg ruam, koj xav paub tias txojkev ntseeg uas tsis muaj kev xyaum tsis muaj qabhau lov?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.21","label":"21","content":"Thaum Aplahas uas yog peb yawg koob muab nws tus tub Yiha xyeem rau saum lub thaj nws thiaj raug suav tias yog tus ncaj ncees vim qhov uas nws xyaum los tsis yog?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.22","label":"22","content":"Koj kuj pom tias txojkev ntseeg thiab txojkev xyaum yeej ua ib txig thiab kev xyaum ua rau txojkev ntseeg tiav,"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.23","label":"23","content":"thiab Vajtswv txojlus kuj tiav raws li hais tias, “Aplahas ntseeg Vajtswv. Vajtswv suav tias qhov uas Aplahas ntseeg ntawd yog txojkev ncaj ncees rau Aplahas,”  thiab Aplahas tau lub npe hu ua Vajtswv tus kwvluag."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.24","label":"24","content":"Nej yeej pom tias ib tug twg raug suav tias ncaj ncees vim qhov uas nws xyaum tsis yog qhov uas ntseeg xwb."},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.25","label":"25","content":"Thiab ib yam li ntawd tus poj muag cev Lahaj kuj raug suav tias ncaj ncees vim yog qhov uas nws xyaum rau thaum nws tos txais ob tug uas tshuaj tebchaws thiab xa ob tug tawm dua lwm txojkev mus los tsis yog?"},{"bible_id":"1269","chapter_code":"JAS.2","verse_code":"JAS.2.26","label":"26","content":"Lub cev uas tsis muaj ntsuj plig lawd tuag li cas, txojkev ntseeg uas tsis muaj kev xyaum kuj tuag ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.1","label":"1","content":"Kuv cov kwvtij, nej tsis txhob ua xibhwb coob leej rau qhov nej yeej paub tias peb cov uas qhuab qhia yuav raug txiav txim nruj dua,"},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.2","label":"2","content":"vim tias peb txhua tus ua yuam kev ntau yam. Yog leejtwg tsis tau hais lus yuam kev li tus ntawd kuj yog tus uas zoo kawg nkaus thiab tswj tau nws lub cev huvsi."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.3","label":"3","content":"Yog peb muab xauv los sam nees qhov ncauj kom mloog lus, peb kuj tswj tau nees lub cev huvsi."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.4","label":"4","content":"Sim saib tej nkoj txwg kuj ib yam. Txawm yog loj thiab raug cua ntsawj hlob heev, los daim duav me me tseem tswj tau lub nkoj mus raws li tus tsav nkoj xav kom lub nkoj mus."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.5","label":"5","content":"Ib yam li ntawd tus nplaig yog yam me me tiamsis khav theeb loj heev. Sim xav saib ib nyuag qhov hluavtaws kub tau hav zoov dav heev npaum li cas."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.6","label":"6","content":"Tus nplaig yog hluavtaws, tus nplaig yog yam uas phem puv nkaus rau hauv peb lub cev, nws ua rau lub cev huvsi qias tsis huv thiab hlawv txojsia tag mus ib sim neej, thiab tus nplaig zes taws ntawm ntuj tawg kub los."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.7","label":"7","content":"Txhua yam tsiaj nas noog thiab tej tsiaj nkag hauv av thiab tej tsiaj hauv hiavtxwv puavleej cob tau kom seej thiab neeg los cob tau kom seej thiab,"},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.8","label":"8","content":"tiamsis tus nplaig tsis muaj leejtwg cob tau kom seej. Tus nplaig phem kawg nyob tsis tus thiab puv nkaus tej taug uas ua kom tuag."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.9","label":"9","content":"Peb siv tus nplaig qhuas tus Tswv uas yog leej Txiv thiab siv tsawm foom neeg uas raug tsim raws li Vajtswv tus yam ntxwv."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.10","label":"10","content":"Lo lus qhuas thiab lo lus tsawm foom tawm hauv tib lub qhov ncauj los. Cov kwvtij, tsis tsim nyog ua li ntawd."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.11","label":"11","content":"Lub qhov dej txhawv yuav muaj dej tsuag thiab dej qab ntsev txhawv ua ke hauv tib lub qhov los tau thiab lov?"},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.12","label":"12","content":"Cov kwvtij, tsob txiv cev txi tau txiv aulib lov, lossis tsob txiv hmab txi tau txiv cev lov? Lub qhov dej txhawv qab ntsev yeej tsis txhawv dej tsuag."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.13","label":"13","content":"Nej cov leejtwg muaj tswvyim thiab nkag siab? Cia tus ntawd xyaum nws lub neej kom zoo thiab ua ob yam no tshwm los, thiab ua nws tes haujlwm ntawm lub siab mos siab muag thiab muaj tswvyim."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.14","label":"14","content":"Tiamsis yog nej cib nyeej khib siab thiab xav ua loj, tsis txhob khav theeb thiab tsis txhob ntxeev txojkev tseeb."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.15","label":"15","content":"Lub tswvyim zoo li no tsis yog lub tswvyim uas los saum ntuj los, tiamsis yog tswvyim hauv ntiajteb thiab yog lub cev nqaij daim tawv li thiab los ntawm dab los."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.16","label":"16","content":"Qhov twg muaj kev sib khib thiab xav ua loj, qhov ntawd yuav muaj kev kub ntxhov thiab ua txhua yam kev phem kev qias."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.17","label":"17","content":"Tiamsis lub tswvyim uas los saum ntuj los, qhov ib yog dawb huv, thiab ua kom nyob sib hum xeeb, ua siab zam xeeb, yoojyim hais lus, muaj txojkev khuvleej puv npo thiab ua tau txhua yam haujlwm zoo, tsis saib leejtwg ntsej muag thiab tsis ua siab nkhaus."},{"bible_id":"1269","chapter_code":"JAS.3","verse_code":"JAS.3.18","label":"18","content":"Cov uas tsim kev sib hum xeeb thiab tseb txojkev sib hum yuav tau sau txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.1","label":"1","content":"Dabtsi ua kom muaj kev ua rog thiab muaj kev sib cav sib ceg rau hauv nej? Twb yog los ntawm tej kev ntshaw uas ua rog rau hauv nej lub siab los tsis yog?"},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.2","label":"2","content":"Nej xav yuav tiamsis tsis tau, nej txawm sib tua. Nej ntshaw los tsis tau nej txawm sib ceg thiab ua rog. Nej tsis muaj vim nej tsis thov."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.3","label":"3","content":"Nej thov los tsis tau, vim nej thov yuam kev, yuav coj mus siv kom tau tej uas nej lub siab ntshaw."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.4","label":"4","content":"Nej cov neeg fav xeeb, nej tsis paub tias qhov uas nrog ntiajteb ua kwvluag twb nrog Vajtswv ua yeeb ncuab lov? Vim li no leejtwg nrog ntiajteb ua kwvluag nws kuj nrog Vajtswv ua yeeb ncuab."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.5","label":"5","content":"Nej xav tias qhov uas Vajtswv txojlus hais tias, “Tus ntsuj plig uas Vajtswv pub nyob rau hauv peb khib xeeb heev kawg,” tsis muaj qabhau lov?"},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.6","label":"6","content":"Tiamsis Vajtswv pub txojkev hlub ntau dua. Vim li no muaj lus hais tias, “Vajtswv tawm tsam cov uas khav theeb, tiamsis pub txojkev hlub rau cov uas txo hwjchim.”"},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.7","label":"7","content":"Vim li no nej cia li nyob hauv Vajtswv qab kev tswjhwm. Cia li tawm tsam Ntxwg Nyoog, Ntxwg Nyoog thiaj li khiav ntawm nej mus."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.8","label":"8","content":"Cia li txav los ze Vajtswv mas nws yuav los ze nej. Nej cov neeg muaj txim, cia li ntxuav nej txhais tes kom huv. Nej cov uas muaj ob lub siab, cia li ntxuav nej lub siab kom dawb huv."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.9","label":"9","content":"Cia li txhawj xeeb thiab quaj ntsuag thiab quaj. Cia nej lub suab luag ntxeev ua lub suab quaj ntsuag, thiab cia nej kev xyiv fab ntxeev ua kev poob siab."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.10","label":"10","content":"Nej cia li txo nej lub siab rau ntawm tus Tswv, nws thiaj li tsa nej sawv."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.11","label":"11","content":"Cov kwvtij, nej ib leeg tsis txhob muab ib leeg hais phem. Tus uas muab kwvtij hais phem lossis txiav txim rau kwvtij kuj yog muab txoj kevcai hais phem thiab thuam txoj kevcai. Yog koj thuam txoj kevcai koj kuj tsis yog xyaum raws li txoj kevcai tiamsis yog tus uas thuam xwb."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.12","label":"12","content":"Muaj tib tug rhawv txoj kevcai thiab ua tus txiav txim, nws cawm tau kom dim thiab ua kom puam tsuaj tau. Tiamsis koj yog leejtwg es koj yuav txiav txim rau koj kwvtij zej zog?"},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.13","label":"13","content":"Nej cov uas hais tias, “Hnub no lossis tagkis peb yuav mus rau lub moos ub lub moos no thiab nyob ntawd ib xyoos ua lag ua luam kom tau tshaj thawj,” mloog tib zoo ov."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.14","label":"14","content":"Tiamsis nej twb tsis paub yuav muaj xwm dabtsi rau tagkis. Nej txojsia zoo li cas? Kuj zoo ib yam li tej huab uas nyob ib pliag xwb kuj ploj tag lawm."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.15","label":"15","content":"Tsis txhob hais li ntawd, tsim nyog nej hais tias, “Yog Vajtswv pom zoo, peb yuav muaj txojsia nyob thiab yuav ua yam ub yam no.”"},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.16","label":"16","content":"Tiamsis nimno nej muab hlob thiab khav theeb. Txhua yam kev khav theeb li ntawd yog kev phem."},{"bible_id":"1269","chapter_code":"JAS.4","verse_code":"JAS.4.17","label":"17","content":"Vim li no tus uas paub qhov zoo uas nws yuav tsum ua tiamsis tsis ua, tus ntawd thiaj muaj txim."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.1","label":"1","content":"Nej cov uas nplua nuj, mloog tib zoo ov. Cia li quaj thiab quaj ntsuag vim tej kev txom nyem uas tabtom yuav los raug nej."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.2","label":"2","content":"Nej tej cuab txhiaj cuab tam po tag thiab nej tej tsoos tsho kab ntsaum muab noj tag."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.3","label":"3","content":"Nej tej nyiaj tej kub twb xeb tag lawm thiab tej xeb ntawd yuav ua timkhawv tom nej thiab yuav noj nej lub cev nqaij ib yam li hluavtaws hlawv. Nej khaws nyiaj txiag cia rau lub sijhawm kawg no."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.4","label":"4","content":"Saib maj, nej cov tub zog hlais qoob hauv nej daim teb tej nqe zog uas koj muab qaum lawd, twb qw nrov tuaj, thiab cov tub zog uas sau qoob ntawd lub suab twb nrov mus txog tus Tswv uas muaj hwjchim loj kawg nkaus lub qhov ntsej."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.5","label":"5","content":"Nej ua neej nyob noj seem noj so phum lam qas ntsuav rau hauv lub ntiajteb. Nej txav kom nej rog cia rau hnub uas muab tua."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.6","label":"6","content":"Nej rau txim thiab tua tus neeg tsis txhaum. Nws kuj tsis tiv nej."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.7","label":"7","content":"Vim li no, cov kwvtij, cia li ua siab ntev thev mus txog thaum tus Tswv rov los. Saib maj, cov tub qoob tub loo tos rawv tej qoob muaj nqes uas yuav tau hauv daim teb, nws ua siab ntev tos txog nag tshiab los thiab nag qab xyoos los."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.8","label":"8","content":"Nej yuav tsum ua siab ntev tos ib yam li ntawd thiab ua lub siab ruaj, rau qhov ze lub sijhawm uas tus Tswv rov los  lawm."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.9","label":"9","content":"Cov kwvtij, nej ib leeg tsis txhob yws ib leeg xwv thiaj tsis raug txiav txim. Saib maj, tus uas txiav txim twb sawv ntawm qhov rooj lawm."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.10","label":"10","content":"Cov kwvtij, cia li muab cov xibhwb uas tuav tus Tswv lub npe cev lus tus qauv los rau nej xyaum thev kev tsim txom thiab ua siab ntev tos."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.11","label":"11","content":"Saib maj, peb suav tias cov uas ua siab ntev thev kuj tau nyob kaj siab lug. Nej twb hnov txog qhov uas Yauj ua siab ntev thev, thiab pom tej uas tus Tswv ua rau nws thaum kawg, vim tus Tswv muaj kev tab ncuab thiab kev khuvleej."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.12","label":"12","content":"Kuv cov kwvtij, qhov uas tseem ceeb dua tej huvsi, tsis txhob twv tsawm tsis hais twv ntuj twv teb lossis tuav txog lwm yam twv. Qhov yog kuj hais tias “Yog.” Qhov tsis yog kuj hais tias “Tsis yog,” xwv nej thiaj tsis raug txim."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.13","label":"13","content":"Nej cov leejtwg raug txom nyem? Cia tus ntawd thov Vajtswv. Muaj leejtwg xyiv fab? Cia tus ntawd hu nkauj qhuas."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.14","label":"14","content":"Nej cov muaj leejtwg muaj mob? Cia tus ntawd hu cov uas saib xyuas pawg ntseeg tuaj thiab cia lawv thov Vajtswv pab nws thiab muab roj pleev nws hauv tus Tswv lub npe."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.15","label":"15","content":"Tej lus thov uas muaj siab ntseeg yuav kho tus mob zoo thiab tus Tswv yuav tsa nws sawv. Yog nws tau ua txhaum, tus Tswv yuav zam txim."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.16","label":"16","content":"Vim li no nej ib leeg yuav tsum lees txim rau ib leeg, thiab ib leeg thov Vajtswv pab ib leeg xwv thiaj kho nej tej mob zoo. Tus ncaj ncees tej lus thov muaj hwjchim ua tau tiav."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.17","label":"17","content":"Eliya kuj yog neeg zoo ib yam li peb. Nws siv zog thov Vajtswv kom nag tsis txhob los, mas nag tsis los rau hauv lub tebchaws tau peb xyoos thiab rau lub hli."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.18","label":"18","content":"Nws rov thov Vajtswv dua ib zaug, lub ntuj kuj pub nag los thiab cov av kuj tuaj qoob loo."},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.19","label":"19","content":"Kuv cov kwvtij, yog nej cov leejtwg yuam kev ntawm txoj tseeb thiab muaj neeg coj nws rov los,"},{"bible_id":"1269","chapter_code":"JAS.5","verse_code":"JAS.5.20","label":"20","content":"cia li paub tias tus uas coj tus uas ua txhaum rov los kuj yog nws cawm tau tus uas ua txhaum ntawd tus ntsuj plig dim txojkev tuag thiab roos tau tej kev txhaum uas ntau kawg."}]