[{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.1","label":"1","content":"Thaum chiv keeb Txojlus  yeej los muaj nyob, thiab Txojlus ntawd yeej nrog Vajtswv nyob, thiab Txojlus ntawd yog Vajtswv."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.2","label":"2","content":"Thaum chiv keeb nws yeej nrog Vajtswv nyob."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.3","label":"3","content":"Vajtswv kom Txojlus ntawd tsim txhua yam, tsis muaj ib yam dabtsi uas tsis yog Txojlus ntawd tsim tshwm los."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.4","label":"4","content":"Txojlus ntawd yog txoj hauv paus txojsia, thiab txojsia ntawd yog neeg txojkev kaj."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.5","label":"5","content":"Txojkev kaj ci tuaj rau hauv qhov tsaus ntuj, mas qhov tsaus ntuj kov tsis yeej txojkev kaj."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.6","label":"6","content":"Muaj ib tug yawg uas Vajtswv txib tuaj hu ua Yauhas."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.7","label":"7","content":"Nws tuaj ua phaj peeb ua timkhawv rau txojkev kaj xwv txhua tus thiaj li ntseeg vim yog nws."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.8","label":"8","content":"Nws tsis yog txojkev kaj ntawd, tiamsis nws tuaj ua timkhawv txog txojkev kaj."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.9","label":"9","content":"Txojkev kaj tseeb uas ua rau neeg txhua tus pom kev tabtom los rau hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.10","label":"10","content":"Nws nyob lub ntiajteb, thiab lub ntiajteb yog Vajtswv siv nws tsim tiamsis lub ntiajteb tsis lees paub nws."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.11","label":"11","content":"Nws los rau hauv nws teb nws chaw los nws haiv neeg tsis lees yuav nws."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.12","label":"12","content":"Tiamsis txhua tus uas lees yuav nws, yog cov uas ntseeg nws lub npe, nws kuj pub lawv muaj feem ua Vajtswv li menyuam,"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.13","label":"13","content":"tsis yog yug ntawm nqaij ntawm ntshav raws li neeg ib txwm yug lossis yug raws li neeg lub siab xav tiamsis yug ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.14","label":"14","content":"Txojlus ntawd tshwm los ua neeg thiab nyob hauv peb nruab nrab.  Peb pom nws lub hwjchim, yog lub hwjchim ci ntsa iab uas phim leej Txiv tib leeg Tub, nws muaj txojkev hlub txojkev tseeb nplua mias."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.15","label":"15","content":"Yauhas ua timkhawv txog nws thiab qw hais tias, “Tus no yog tus uas kuv hais txog tias, ‘Tus uas los ua kuv qab loj dua kuv, rau qhov nws yeej nyob ua kuv ntej lawm.’ ”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.16","label":"16","content":"Peb tau txais txojkev hlub ntxiv rau txojkev hlub uas nws muaj nplua mias ntawd."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.17","label":"17","content":"Peb tau txoj kevcai ntawm Mauxe los, tiamsis txojkev hlub thiab txojkev tseeb yog los ntawm Yexus Khetos los."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.18","label":"18","content":"Tsis muaj leejtwg txeev pom dua Vajtswv li. Tib tug tub uas yog Vajtswv thiab nyob ntawm leej Txiv lub xubntiag thiaj qhia Vajtswv tshwm los xwb."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.19","label":"19","content":"No yog Yauhas tej lus timkhawv, yog thaum cov Yudai txib cov pov thawj thiab cov Levi hauv lub nroog Yeluxalees mus nug nws tias, “Koj yog leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.20","label":"20","content":"Yauhas kuj yeem lees, nws qhia tseeb rau lawv tias, “Kuv tsis yog tus Khetos.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.21","label":"21","content":"Lawv thiaj nug nws tias, “Yog li ntawd koj yog leejtwg? Koj yog Eliya lov?” Nws hais tias, “Kuv tsis yog.” Lawv nug tias, “Koj yog tus xibhwb cev Vajtswv lus uas yuav los ntawd lov?”  Nws teb tias, “Kuv tsis yog.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.22","label":"22","content":"Lawv txawm hais rau nws tias, “Ces koj yog leejtwg? Thov teb qhia rau cov uas txib peb tuaj. Koj yuav teb li cas txog koj tus kheej?”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.23","label":"23","content":"Yauhas hais tias, “Kuv yog lub suab qw hauv tebchaws moj sab qhua hais tias, ‘Cia li ua tus Tswv txojkev kom ncaj,’ raws li xibhwb Yaxaya uas cev Vajtswv lus hais tseg lawd.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.24","label":"24","content":"Cov uas yog cov Falixai txib tuaj ntawd"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.25","label":"25","content":"txawm nug tias, “Yog koj tsis yog tus Khetos tsis yog Eliya tsis yog tus xibhwb cev Vajtswv lus ntawd, ua cas koj ho muab neeg ua kevcai raus dej?”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.26","label":"26","content":"Yauhas teb lawv tias, “Kuv coj ua kevcai raus dej, tiamsis muaj ib tug sawv ntsug hauv nej nruab nrab uas nej tsis paub."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.27","label":"27","content":"Tus ntawd los ua kuv qab, kuv twb tsis tsim nyog daws nws txoj hlua khau kiag li.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.28","label":"28","content":"Tej xwm txheej no tshwm rau hauv lub zos Npethani uas nyob sab dej Yaladee tim ub, yog lub chaw uas Yauhas tabtom muab neeg ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.29","label":"29","content":"Hnub tom qab Yauhas pom Yexus taug kev tuaj rau ntawm nws, nws txawm hais tias, “Cia li saib Vajtswv tus menyuam yaj uas ris ntiajteb lub txim mus."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.30","label":"30","content":"Nws yog tus uas kuv hais txog tias, ‘Yuav muaj ib tug los ua kuv qab uas loj dua kuv rau qhov nws yeej nyob ua kuv ntej lawm. ’"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.31","label":"31","content":"Kuv tsis paub nws tiamsis kuv los muab neeg ua kevcai raus dej kom thiaj qhia nws rau cov Yixayee paub.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.32","label":"32","content":"Thiab Yauhas ua timkhawv hais tias, “Kuv pom Vaj Ntsuj Plig nqes saum ntuj los zoo li tus nquab tsaws saum nws."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.33","label":"33","content":"Kuv tus kheej tsis paub nws, tiamsis tus uas txib kuv los coj ua kevcai raus dej hais rau kuv tias, ‘Thaum pom Vaj Ntsuj Plig nqes los tsaws rau saum leejtwg mas tus ntawd yog tus uas yuav coj ua kevcai raus hauv Vaj Ntsuj Plig uas dawb huv. ’"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.34","label":"34","content":"Kuv twb pom lawm thiab ua timkhawv tias nws yog Vajtswv tus Tub.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.35","label":"35","content":"Hnub tom qab Yauhas tabtom nrog nws ob tug thwjtim nyob ua ke dua,"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.36","label":"36","content":"mas nws ntsia pom Yexus tabtom hla tuaj mus, ces nws txawm hais tias, “Saib maj, Vajtswv tus menyuam yaj.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.37","label":"37","content":"Ob tug thwjtim ntawd hnov nws hais li ntawd ces txawm raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.38","label":"38","content":"Yexus tig los pom ob tug raws nws qab ces txawm nug ob tug tias, “Neb nrhiav dabtsi?” Ob tug hais rau nws tias, “Lanpi,” (uas txhais tias Xibhwb loj) “koj so qhovtwg?”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.39","label":"39","content":"Yexus hais rau ob tug tias, “Los saib maj.” Ob tug txawm mus mas pom qhov chaw uas Yexus so thiab nrog Yexus nyob ua ke hnub ntawd. Lub sijhawm ntawd hnub qaij plaub teev lawm."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.40","label":"40","content":"Ob tug uas hnov Yauhas hais es raws Yexus qab mus ntawd, ib tug yog Anru uas yog Ximoos Petus tus kwv."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.41","label":"41","content":"Anru txawm mus nrhiav nws tus tijlaug Ximoos ua ntej thiab hais rau nws tias, “Peb twb ntsib tug Mexiyas lawm,” (Mexiyas txhais hais tias Khetos)."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.42","label":"42","content":"Anru txawm coj Ximoos mus cuag Yexus. Yexus ntsia ntsoov Ximoos thiab hais rau nws tias, “Koj yog Yauhas tus tub Ximoos, koj yuav raug hu tias Khefa” (uas txhais hais tias Petus )."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.43","label":"43","content":"Hnub tom qab Yexus npaj siab yuav mus rau pem lub xeev Kalilais. Nws txawm ntsib Fili thiab hais rau nws tias, “Cia li raws kuv qab los.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.44","label":"44","content":"Fili yog neeg hauv lub moos Npexaida, yog lub moos uas Anru thiab Petus nyob."},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.45","label":"45","content":"Fili mus nrhiav Nathana‑ee thiab hais rau nws tias, “Peb twb ntsib tus uas Mauxe hais txog rau hauv phau kevcai thiab cov xibhwb cev Vajtswv lus hais txog, yog Yexus uas yog neeg Naxale, yog Yauxej tus tub.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.46","label":"46","content":"Nathana‑ee hais rau nws tias, “Yuav muaj ib yam dabtsi zoo tshwm hauv Naxale los tau lov?” Fili hais rau nws tias, “Cia li los saib maj.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.47","label":"47","content":"Yexus pom Nathana‑ee los, ces txawm hais txog Nathana‑ee tias, “Saib maj, nws yog ib tug Yixayee tiag, nws tsis muaj kev dag ntxias kiag li.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.48","label":"48","content":"Nathana‑ee hais rau Yexus tias, “Koj paub kuv li cas?” Yexus teb nws tias, “Kuv pom koj nyob hauv tsob qab txiv cev ua ntej uas Fili hu koj.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.49","label":"49","content":"Nathana‑ee teb Yexus tias, “Lanpi,  koj yeej yog Vajtswv tus tub, koj yog cov Yixayee tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.50","label":"50","content":"Yexus teb nws tias, “Vim kuv hais rau koj tias kuv pom koj nyob hauv tsob qab txiv cev koj thiaj li ntseeg lov? Koj yuav pom tej yam uas loj dua ntawd thiab.”"},{"bible_id":"1269","chapter_code":"JHN.1","verse_code":"JHN.1.51","label":"51","content":"Thiab Yexus hais rau nws tias, “Kuv hais tseeb rau nej tias nej yuav pom rooj ntug qheb thiab pom Vajtswv cov tubtxib saum ntuj nce nce nqes nqes saum Neeg leej Tub.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.1","label":"1","content":"Tau peb hnub muaj tshoob hauv lub zos Khana hauv lub xeev Kalilais, Yexus niam kuj nyob ntawd."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.2","label":"2","content":"Lawv kuj hu Yexus thiab nws cov thwjtim mus noj tshoob."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.3","label":"3","content":"Thaum cawv txiv hmab tag lawm, Yexus niam hais rau Yexus tias, “Lawv tsis muaj cawv txiv hmab lawm.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.4","label":"4","content":"Yexus hais rau nws tias, “Tus pojniam 'e, koj thab hais ua dabtsi? Tsis tau txog kuv sijhawm.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.5","label":"5","content":"Yexus niam txawm hais rau cov tub qhe tias, “Cia li ua raws li nws hais nawj.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.6","label":"6","content":"Muaj rau lub hub zeb  nyob ntawd rau dej siv ua kevcai ntxuav raws li cov Yudai tej kevcai, ib lub hub rau kwvlam yim caum lossis ib puas lib."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.7","label":"7","content":"Yexus txawm hais rau cov tub qhe tias, “Cia li ntaus dej kom puv nkaus cov hub ntawd.” Ces lawv txawm ntaus dej puv nkaus txhua lub ncauj hub."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.8","label":"8","content":"Yexus hais rau lawv tias, “Cia li ntaus nqa mus rau tus kavxwm.” Lawv txawm nqa mus."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.9","label":"9","content":"Thaum tus kavxwm sim cov dej uas txia ua cawv txiv hmab lawm thiab tsis paub tias coj qhovtwg los, tiamsis cov tub qhe uas ntaus cov dej ntawd paub, tus kavxwm txawm hu tus nraug vauv los,"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.10","label":"10","content":"thiab hais rau nws tias, “Txhua tus yeej muab cov thawj cawv txiv hmab los haus ua ntej, mas thaum haus ntau lawd mam li muab cov tw cawv txiv hmab los. Tiamsis koj muab cov thawj cawv txiv hmab khaws cia txog tav no.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.11","label":"11","content":"Thawj zaug txujci tseem ceeb no Yexus ua ntawm lub zos Khana hauv lub xeev Kalilais, thiab ua nws lub hwjchim ci ntsa iab tshwm los. Yexus cov thwjtim kuj ntseeg nws."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.12","label":"12","content":"Dhau ntawd Yexus thiab nws niam nws cov kwv thiab nws cov thwjtim sawvdaws mus rau hauv lub moos Khapena‑u thiab so ob peb hnub qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.13","label":"13","content":"Thaum yuav txog cov Yudai ua kevcai Hla Dhau, Yexus txawm mus rau nram Yeluxalees."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.14","label":"14","content":"Nws pom cov uas muag nyuj muag yaj muag nquab thiab pom cov uas pauv nyiaj zaum rooj pauv nyiaj ntawm lub tuam tsev."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.15","label":"15","content":"Nws txawm muab hlua ua ib tug nplawm ntiab cov neeg ntawd sawvdaws thiab tej yaj tej nyuj huvsi tawm ntawm lub tuam tsev mus, thiab nws xyeeb pes hlo cov uas pauv nyiaj tej nyiaj thiab muab lawv tej rooj pauv nyiaj ntxeev pov tseg."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.16","label":"16","content":"Nws hais rau cov uas muag nquab tias, “Cia li coj tej no tawm mus, tsis txhob muab kuv leej Txiv lub tuam tsev ua chaw ua lag ua luam.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.17","label":"17","content":"Yexus cov thwjtim nco dheev txog tej lus uas sau cia tias, “Kuv kub siab lug rau koj lub tuam tsev kawg dag kawg zog.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.18","label":"18","content":"Cov Yudai txawm hais rau nws tias, “Koj yuav ua txujci tseem ceeb dabtsi rau peb pom tias koj muaj cai ua tau tej no?”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.19","label":"19","content":"Yexus teb lawv tias, “Yog muab lub tuam tsev no ua puam tsuaj tag, peb hnub xwb kuv yuav rov muab tsa tau.”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.20","label":"20","content":"Cov Yudai txawm hais tias, “Lub tuam tsev no lawv ua tau plaub caug rau xyoo es peb hnub xwb koj yuav tsa tau dua tshiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.21","label":"21","content":"Tiamsis lub tuam tsev uas Yexus hais txog ntawd yog hais txog nws lub cev."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.22","label":"22","content":"Vim li ntawd thaum Yexus raug muab tsa sawv hauv qhov tuag rov los lawd, cov thwjtim thiaj nco dheev tias nws tau hais li ntawd. Mas lawv thiaj ntseeg Vajtswv txojlus thiab tej lus uas Yexus hais ntawd."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.23","label":"23","content":"Thaum Yexus nyob hauv Yeluxalees rau ncua sijhawm uas ua kevcai Hla Dhau ntawd, muaj neeg coob los ntseeg nws vim lawv pom tej txujci tseem ceeb uas nws ua."},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.24","label":"24","content":"Tiamsis Yexus tsis tso siab rau lawv, rau qhov nws yeej paub neeg txhua tus,"},{"bible_id":"1269","chapter_code":"JHN.2","verse_code":"JHN.2.25","label":"25","content":"thiab nws tsis cheem tsum leejtwg ua timkhawv txog neeg rau nws, rau qhov nws yeej paub tej uas nyob hauv neeg lub siab."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.1","label":"1","content":"Muaj ib tug Falixai npe hu ua Nikhaudemau, nws yog cov Yudai ib tug thawj."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.2","label":"2","content":"Nws tuaj cuag Yexus hmo ntuj hais rau Yexus tias, “Lanpi,  peb paub tias koj yog ib tug xibhwb uas los ntawm Vajtswv los, rau qhov tsis muaj ib tug ua tau tej txujci tseem ceeb uas koj ua, tsuas yog tus uas Vajtswv nrog nraim xwb.”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.3","label":"3","content":"Yexus teb nws tias, “Kuv hais tseeb rau koj tias, yog leejtwg tsis tau yug dua tshiab tus ntawd yuav tsis pom Vajtswv lub tebchaws kiag li.”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.4","label":"4","content":"Nikhaudemau hais rau Yexus tias, “Neeg laus yuav yug dua tshiab tau li cas? Yuav nkag rau hauv niam lub plab zaum ob thiab rov yug dua tau lov?”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.5","label":"5","content":"Yexus teb tias, “Kuv hais tseeb rau koj tias, yog leejtwg tsis tau yug ntawm dej thiab ntawm Vaj Ntsuj Plig, tus ntawd yuav nkag tsis tau rau hauv Vajtswv lub tebchaws kiag li."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.6","label":"6","content":"Yam uas yug ntawm nqaij tawv yeej yog nqaij tawv, yam uas yug ntawm Vaj Ntsuj Plig kuj yog ntsuj plig."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.7","label":"7","content":"Tsis txhob phimhwj rau qhov uas kuv hais rau koj tias, ‘Nej yuav tsum yug dua tshiab.’"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.8","label":"8","content":"Cua yuav ntsawj mus qhov twg, kuj ntsawj mus qhov ntawd. Koj hnov cua lub suab tiamsis tsis paub tias cua tuaj qhovtwg tuaj thiab mus rau qhovtwg. Txhua tus uas yug ntawm Vaj Ntsuj Plig kuj zoo ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.9","label":"9","content":"Nikhaudemau hais rau Yexus tias, “Tej no yuav ua mus tau li cas?”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.10","label":"10","content":"Yexus teb nws tias, “Koj twb yog ib tug xibhwb hauv cov Yixayee, koj tseem tsis nkag siab tej no lov?"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.11","label":"11","content":"“Kuv hais tseeb rau koj tias, peb hais txog yam uas peb paub thiab ua timkhawv rau yam uas peb pom, los nej tsis lees yuav peb tej lus timkhawv."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.12","label":"12","content":"Yog kuv hais txog tej uas yog ntiajteb li rau nej, nej twb tsis ntseeg, mas yog kuv hais txog tej uas yog qaum ntuj li, nej yuav ua li cas ntseeg tau?"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.13","label":"13","content":"Tsis muaj leejtwg txeev nce mus saum ntuj tsuas yog tus uas nqes saum ntuj los xwb, yog Neeg leej Tub."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.14","label":"14","content":"Mauxe tsa tus nab hauv tebchaws moj sab qhua li cas,  Neeg leej Tub yuav tsum raug muab tsa ib yam li ntawd,"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.15","label":"15","content":"xwv txhua tus uas ntseeg nws thiaj tau txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.16","label":"16","content":"“Vajtswv hlub ntiajteb kawg li nws thiaj pub nws tib leej Tub los kom txhua tus uas ntseeg leej Tub ntawd thiaj tsis puam tsuaj tiamsis yuav tau txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.17","label":"17","content":"Rau qhov Vajtswv txib leej Tub los rau hauv ntiajteb tsis yog los rau txim rau ntiajteb, yog los cawm ntiajteb dim."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.18","label":"18","content":"Tus uas tso siab rau leej Tub yeej tsis raug teem txim, tus uas tsis tso siab rau leej Tub twb raug teem txim lawm vim nws tsis tso siab rau Vajtswv tib leej Tub lub npe."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.19","label":"19","content":"Qhov uas txiav txim yog li no, vim txojkev kaj los rau hauv lub ntiajteb tiamsis neeg nyiam txojkev tsaus ntuj heev dua txojkev kaj vim tej uas lawv ua phem kawg."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.20","label":"20","content":"Txhua tus uas ua phem yeej ntxub txojkev kaj thiab tsis los rau hauv txojkev kaj ntshai tsam tej uas nws ua raug muab nthuav tshwm los."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.21","label":"21","content":"Tiamsis tus uas xyaum raws li txojkev tseeb kuj los txog txojkev kaj xwv thiaj pom tseeb tias yog nyob hauv Vajtswv nws thiaj ua tau tej haujlwm ntawd.”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.22","label":"22","content":"Dhau ntawd Yexus thiab nws cov thwjtim mus rau hauv lub xeev Yudia, thiab Yexus nrog lawv nyob qhov ntawd thiab coj ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.23","label":"23","content":"Yauhas kuj coj ua kevcai raus dej ntawm Ainoo ze lub moos Xali vim qhov ntawd muaj dej ntau thiab muaj neeg tuaj ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.24","label":"24","content":"Rau qhov Yauhas tseem tsis tau raug kaw rau hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.25","label":"25","content":"Yauhas cov thwjtim thiab ib tug Yudai sib cam txog qhov uas ua kevcai ntxuav."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.26","label":"26","content":"Lawv mus hais rau Yauhas tias, “Lanpi,  tus uas nrog koj nyob sab dej Yaladee tim ub, uas koj ua timkhawv txog ntawd, sim saib nws tabtom coj ua kevcai raus dej, mas txhua tus mus cuag nws.”"},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.27","label":"27","content":"Yauhas teb tias, “Tsis muaj leejtwg yuav tau txais ib yam twg uas tsis yog pub saum ntuj los rau nws."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.28","label":"28","content":"Nej cov ua tau timkhawv tias kuv twb hais tias kuv tsis yog tus Khetos,  kuv tsuas yog tus raug txib mus ua nws ntej xwb."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.29","label":"29","content":"Tus uas tau tus nkauj nyab yog tus nraug vauv. Tus phijlaj uas sawv mloog tus nraug vauv, thaum tau hnov tus nraug vauv lub suab kuj zoo siab kawg. Vim li no kuv thiaj zoo siab xyiv fab kawg nkaus ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.30","label":"30","content":"Nws yeej yuav loj zuj zus tuaj, tiamsis kuv yuav yau zuj zus mus."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.31","label":"31","content":"“Tus uas los saum ntuj los yeej loj dua ib puas tsav yam. Tus uas nyob hauv ntiajteb yeej yog ntiajteb li, thiab hais txog tej uas yog ntiajteb li. Tus uas los saum ntuj los yeej loj dua ib puas tsav yam."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.32","label":"32","content":"Nws ua timkhawv txog tej uas nws tau pom thiab hnov tiamsis tsis muaj leejtwg lees yuav nws tej lus timkhawv."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.33","label":"33","content":"Tus uas lees yuav nws tej lus timkhawv kuj lees tias Vajtswv yog qhov tseeb."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.34","label":"34","content":"Tus uas Vajtswv txib los nws hais Vajtswv tej lus, rau qhov Vajtswv pub Vaj Ntsuj Plig tsis paub tag li."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.35","label":"35","content":"Leej Txiv hlub leej Tub thiab muab txhua yam cob rau hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"JHN.3","verse_code":"JHN.3.36","label":"36","content":"Tus uas tso siab rau leej Tub, tus ntawd tau txojsia ib txhis tsis kawg, tus uas tsis mloog leej Tub lus kuj yuav tsis pom txojsia, tiamsis Vajtswv txojkev npau taws nyob saum nws lawm.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.1","label":"1","content":"Thaum Yexus paub tias cov Falixai hnov moo tias Yexus muaj thwjtim thiab coj neeg ua kevcai raus dej coob dua Yauhas,"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.2","label":"2","content":"tiamsis qhov tseeb Yexus tsis tau muab neeg ua kevcai raus dej tsuas yog nws cov thwjtim muab xwb,"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.3","label":"3","content":"Yexus txawm tawm hauv Yudia rov mus rau lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.4","label":"4","content":"Yexus yuav tsum taug kev hla lub xeev Xamali mus."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.5","label":"5","content":"Nws thiaj mus txog ib lub moos hauv lub xeev Xamali hu ua Xikha nyob ze ntawm thaj teb uas Yakhauj pub rau nws tus tub Yauxej."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.6","label":"6","content":"Yakhauj lub qhov dej kuj nyob qhov ntawd. Yexus taug kev khwv khwv lawm thiaj los zaum ntawm lub qhov dej ib sab. Lub sijhawm ntawd kwvlam tav su."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.7","label":"7","content":"Muaj ib tug pojniam Xamali tuaj nqa dej. Yexus hais rau nws tias, “Thov muab dej rau kuv haus thiab.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.8","label":"8","content":"Yexus cov thwjtim twb mus yuav mov noj hauv lub moos lawm."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.9","label":"9","content":"Tus pojniam Xamali hais rau Yexus tias, “Koj yog neeg Yudai, ua cas koj thov dej haus ntawm kuv uas yog ib tug pojniam Xamali?” (Rau qhov cov Yudai yeej tsis nrog cov Xamali sib koom dabtsi li.)"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.10","label":"10","content":"Yexus teb nws tias, “Yog koj paub yam uas Vajtswv pub thiab paub tias tus uas thov koj dej haus yog leejtwg, ces koj yuav thov tus ntawd thiab tus ntawd yuav pub cov dej uas pub txojsia rau koj.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.11","label":"11","content":"Tus pojniam ntawd hais rau Yexus tias, “Yawg hlob, koj twb tsis muaj thoob ntaus dej, lub qhov dej no tob heev, koj yuav muab cov dej uas pub txojsia qhovtwg los?"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.12","label":"12","content":"Koj loj dua peb tus yawg koob Yakhauj uas khawb lub qhov dej no rau peb lov? Yakhauj thiab tag nrho nws cov tub thiab tej tsiaj txhu puavleej haus lub qhov dej no.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.13","label":"13","content":"Yexus hais rau nws tias, “Txhua tus uas haus cov dej no yuav rov nqhis dua,"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.14","label":"14","content":"tiamsis tus uas haus cov dej uas kuv pub rau nws yuav tsis rov nqhis dua li lawm. Cov dej uas kuv yuav pub ntawd yuav ua ib lub qhov dej txhawv hauv tus ntawd pub txojsia ib txhis tsis kawg rau nws.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.15","label":"15","content":"Tus pojniam ntawd txawm hais rau Yexus tias, “Yawg hlob, thov muab cov dej ntawd rau kuv haus kuv thiaj tsis rov nqhis thiab tsis tau tuaj nqa dej ntawm no lawm.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.16","label":"16","content":"Yexus hais rau tus pojniam ntawd tias, “Cia li mus hu koj tus txiv nrog koj tuaj ntawm no.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.17","label":"17","content":"Nws teb Yexus tias, “Kuv tsis muaj txiv.” Yexus hais rau tus pojniam ntawd tias, “Qhov uas koj hais tias koj tsis muaj txiv kuj yog tiag,"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.18","label":"18","content":"vim koj twb muaj tsib tug txiv lawm, thiab tus uas nimno nrog koj nyob yeej tsis yog koj li txiv. Qhov no kuj yog koj hais tseeb.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.19","label":"19","content":"Tus pojniam ntawd txawm hais rau Yexus tias, “Yawg hlob, kuv paub tseeb tias koj yog ib tug xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.20","label":"20","content":"Peb tej poj koob yawm txwv ib txwm pe Vajtswv saum lub roob no, tiamsis nej hais tias Yeluxalees thiaj yog lub chaw uas sawvdaws yuav tsum pe hawm Vajtswv.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.21","label":"21","content":"Yexus hais rau nws tias, “Tus ntxhais 'e, cia li ntseeg kuv nawj, lub sijhawm tabtom los mas nej yuav tsis pe hawm leej Txiv saum lub roob no lossis hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.22","label":"22","content":"Nej tsis paub tus uas nej pe hawm, tiamsis peb yeej paub tus uas peb pe, vim txojkev dim tshwm hauv cov Yudai los."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.23","label":"23","content":"Tiamsis lub sijhawm tabtom los thiab nimno twb los txog lawm mas cov uas pe hawm tiag tiag yuav pe leej Txiv ntawm sab ntsuj plig thiab qhov tseeb, rau qhov leej Txiv nrhiav cov neeg zoo li no pe hawm nws."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.24","label":"24","content":"Vajtswv yog Ntsuj Plig, mas cov uas pe hawm nws yuav tsum pe ntawm ntsuj plig thiab qhov tseeb.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.25","label":"25","content":"Tus pojniam ntawd txawm hais rau Yexus tias, “Kuv paub tias tus Mexiyas uas hu tias Khetos yuav los. Thaum nws los lawd nws yuav qhia txhua yam rau peb.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.26","label":"26","content":"Yexus hais rau nws tias, “Kuv uas nrog koj hais lus no yog tus ntawd ntag.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.27","label":"27","content":"Thaum ntawd Yexus cov thwjtim rov los txog. Lawv kuj phimhwj qhov uas Yexus nrog ib tug pojniam hais lus, tiamsis tsis muaj leejtwg hais tias, “Koj cheem tsum dabtsi?” lossis, “Ua cas koj nrog tus pojniam ntawd hais lus?”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.28","label":"28","content":"Tus pojniam ntawd txawm tso nws lub hub dej tseg rov mus rau hauv lub moos thiab hais rau cov neeg hauv lub moos tias,"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.29","label":"29","content":"“Cia li tuaj saib tug yawg uas piav tau txhua yam uas kuv tau ua dhau los lawd rau kuv mloog. Tus no puas yog tus Khetos?”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.30","label":"30","content":"Ces lawv txawm tawm tuaj mus cuag Yexus."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.31","label":"31","content":"Thaum ntawd cov thwjtim txawm hu Yexus tias, “Lanpi,  los noj mov.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.32","label":"32","content":"Tiamsis Yexus hais rau lawv tias, “Kuv twb muaj cov mov uas nej tsis paub noj lawm.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.33","label":"33","content":"Cov thwjtim txawm sib nug hais tias, “Leejtwg nqa mov tuaj rau nws noj lawm nev?”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.34","label":"34","content":"Yexus hais rau lawv tias, “Kuv cov mov yog ua raws li tus uas txib kuv los lub siab nyiam thiab ua nws tes haujlwm kom tiav."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.35","label":"35","content":"Nej hais tias, ‘Tshuav plaub lub hlis li txog caij hlais mog’ los tsis yog? Kuv hais rau nej tias, cia li tsa muag ntsia, tej teb twb daj qas rhuv zoo hlais lawm."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.36","label":"36","content":"Tus uas hlais kuj tau nqe zog thiab muab tej qoob sau los cia rau txojsia uas nyob mus ib txhis, tus uas tseb thiab tus uas hlais thiaj yuav zoo siab ib yam nkaus."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.37","label":"37","content":"Lo lus uas hais tias, ‘Ib tug tseb muaj dua ib tug hlais,’ kuj muaj tseeb."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.38","label":"38","content":"Kuv txib nej mus hlais tej uas nej tsis tau siv dag siv zog ua, yog lwm tus siv dag siv zog, mas nej muaj feem tau qhov uas lwm tus siv dag siv zog.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.39","label":"39","content":"Cov neeg Xamali hauv lub moos ntawd muaj coob kuj ntseeg Yexus vim yog tus pojniam ntawd tej lus timkhawv uas hais tias, “Nws qhia txhua yam uas kuv tau ua los lawd rau kuv mloog.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.40","label":"40","content":"Yog li ntawd, thaum cov Xamali tuaj txog lawv txawm thov Yexus nrog lawv nyob, mas Yexus nrog lawv nyob tau ob hnub."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.41","label":"41","content":"Muaj neeg los ntseeg coob ntxiv vim yog tej lus uas Yexus qhia."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.42","label":"42","content":"Lawv txawm hais rau tus pojniam ntawd tias, “Txij no mus qhov uas peb ntseeg tsis yog vim koj tej lus uas koj hais tiamsis yog peb tus kheej tau hnov thiab paub tias tus no yog ntiajteb tus Cawmseej tiag tiag li.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.43","label":"43","content":"Dhau ob hnub lawm Yexus tawm qhov ntawd los txog lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.44","label":"44","content":"Yexus twb ua timkhawv hais tias tus xibhwb cev Vajtswv lus tsis muaj koob meej rau hauv nws lub zej zog."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.45","label":"45","content":"Yog li ntawd thaum nws los txog lub xeev Kalilais, cov neeg Kalilais kuj tos txais nws vim lawv tau pom txhua yam uas nws ua rau thaum ua kevcai Hla Dhau rau hauv Yeluxalees, rau qhov lawv twb mus ua kevcai ntawd thiab."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.46","label":"46","content":"Yexus thiaj rov qab mus rau lub zos Khana hauv Kalilais, yog lub zos uas Yexus muab dej txia ua cawv txiv hmab. Hauv lub moos Khapena‑u muaj ib tug nom tswv, nws tus tub mob hnyav heev."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.47","label":"47","content":"Thaum nws hnov xov tias Yexus tuaj hauv Yudia los txog Kalilais lawm, ces nws txawm mus thov kom Yexus mus kho nws tus tub rau qhov twb yuav tuag."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.48","label":"48","content":"Yexus txawm hais rau nws tias, “Yog nej tsis pom txujci tseem ceeb thiab txujci phimhwj nej yeej tsis ntseeg.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.49","label":"49","content":"Tus nom ntawd hais rau Yexus tias, “Tus Tswv, thov cia li mus ua ntej uas kuv tus menyuam tsis tau tuag.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.50","label":"50","content":"Yexus hais rau nws tias, “Cia li rov mus, koj tus tub yuav tsis tuag.” Tus nom ntawd ntseeg tej lus uas Yexus hais rau nws ces txawm rov mus."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.51","label":"51","content":"Thaum nws taug kev rov mus ntawd, nws cov tub qhe tuaj ntsib nws mas hais tias nws tus metub zoo lawm."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.52","label":"52","content":"Nws txawm nug txog lub sijhawm uas tus tub zoo lawd, mas lawv hais rau nws tias, “Nag thaum hnub qaij ib teev tus npaws zoo kiag lawm.”"},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.53","label":"53","content":"Leej txiv thiaj paub tias yog lub sijhawm uas Yexus hais rau nws tias, “ Koj tus tub yuav tsis tuag.” Ces nws thiab nws tsev neeg txawm ntseeg huvsi."},{"bible_id":"1269","chapter_code":"JHN.4","verse_code":"JHN.4.54","label":"54","content":"No yog txujci tseem ceeb zaum ob uas Yexus ua rau thaum nws tawm hauv Yudia los rau hauv lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.1","label":"1","content":"Dhau ntawd txog ib lub caij uas cov Yudai ua kevcai, Yexus txawm mus rau nram Yeluxalees."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.2","label":"2","content":"Ntawm Rooj Loog Yaj hauv Yeluxalees muaj ib lub pas dej uas lus Henplais hu tias Npexatha, muaj tsib lub tsev so nraim tshav."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.3","label":"3","content":"Hauv tej tsev ntawd muaj neeg mob pw coob coob, tus dig muag, tus ceg tawv thiab tus tuag tes tyag taw muaj tag huvsi."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.5","label":"5","content":"Muaj ib tug yawg mob tau peb caug yim xyoo los lawm nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.6","label":"6","content":"Thaum Yexus pom nws thiab paub tias nws pw ntawd ntev los lawm, Yexus txawm hais rau nws tias, “Koj puas xav zoo kiag?”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.7","label":"7","content":"Tus yawg mob ntawd teb Yexus tias, “Yawg hlob, thaum dej tabtom ntas, tsis muaj leejtwg muab kuv raus rau hauv pas dej. Thaum kuv tabtom yuav nqes mus rau hauv, lwm tus twb nqes mus ua ntej lawm.”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.8","label":"8","content":"Yexus hais rau nws tias, “Cia li sawv tsees thiab nqa kiag koj lub chaw pw thiab mus kev.”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.9","label":"9","content":"Tamsim ntawd nws txawm zoo kiag thiab nws nqa nws lub chaw pw thiab mus kev. Hnub ntawd yog hnub Xanpatau."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.10","label":"10","content":"Cov Yudai txawm hais rau tus uas mob zoo ntawd tias, “Hnub no yog hnub Xanpatau, qhov uas koj nqa koj lub chaw pw kod kuj txhaum kevcai lawm.”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.11","label":"11","content":"Tus yawg ntawd teb lawv tias, “Tus uas kho kuv zoo hais rau kuv tias, ‘Cia li nqa kiag koj lub chaw pw thiab mus kev.’ ”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.12","label":"12","content":"Lawv txawm nug nws tias, “Tus yawg uas hais kom koj nqa kiag koj lub chaw pw mus yog leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.13","label":"13","content":"Tus uas mob zoo ntawd kuj tsis paub tias yog leejtwg, rau qhov Yexus twb ncaim hauv cov neeg coob coob ntawd mus lawm."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.14","label":"14","content":"Los rau tom qab, Yexus ntsib tug yawg ntawm lub tuam tsev Yexus txawm hais rau nws tias, “Saib maj, koj twb zoo lawm. Tsis txhob ua txhaum dua lawm xwv thiaj tsis muaj xwm txheej phem dua li no los raug koj.”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.15","label":"15","content":"Tus yawg ntawd thiaj tawm mus hais rau cov Yudai tias tus uas kho nws zoo yog Yexus."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.16","label":"16","content":"Vim li no cov Yudai thiaj tsim txom Yexus rau qhov nws ua tej no rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.17","label":"17","content":"Tiamsis Yexus hais rau lawv tias, “Kuv leej Txiv tseem ua haujlwm tsis tu ncua, kuv kuj ua thiab.”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.18","label":"18","content":"Vim li no cov Yudai yimhuab nrhiav kev txov Yexus, tsis yog vim qhov uas nws tsis ua raws li tej kevcai hnub Xanpatau xwb, tiamsis nws tseem hu Vajtswv ua leej Txiv yam li nws sib luag zos li Vajtswv ntag."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.19","label":"19","content":"Yexus hais rau lawv tias, “Kuv hais tseeb rau nej tias, leej Tub yeej ua tsis tau ib yam dabtsi raws li nws lub siab, tsuas yog nws ua tej uas nws pom leej Txiv ua xwb, vim leej Txiv ua yam twg, leej Tub kuj ua ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.20","label":"20","content":"Rau qhov leej Txiv hlub leej Tub thiab qhia txhua yam uas nws ua rau leej Tub pom. Thiab leej Txiv yuav qhia tej haujlwm uas loj dua li ntawd rau leej Tub pom, mas nej yuav xav tsis thoob."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.21","label":"21","content":"Leej Txiv tsa cov neeg tuag sawv rov los thiab pub txojsia rau lawv li cas, leej Tub kuj yuav pub txojsia rau cov uas nws xav pub ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.22","label":"22","content":"Leej Txiv tsis txiav txim rau leejtwg, tiamsis nws muab qhov uas txiav txim cob rau leej Tub,"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.23","label":"23","content":"kom txhua tus thiaj li hwm leej Tub ib yam li hwm leej Txiv. Tus uas tsis hwm leej Tub tus ntawd kuj tsis hwm leej Txiv uas txib leej Tub los."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.24","label":"24","content":"Kuv hais tseeb rau nej tias, tus uas mloog kuv lus thiab ntseeg tus uas txib kuv los, tus ntawd kuj tau txojsia ib txhis tsis kawg. Nws yuav tsis raug txiav txim, nws twb hla txojkev tuag mus tau txojsia lawm."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.25","label":"25","content":"“Kuv hais tseeb rau nej tias lub sijhawm tabtom los thiab twb los txog lawm mas cov neeg tuag yuav hnov Vajtswv leej Tub lub suab thiab cov uas tau hnov yuav muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.26","label":"26","content":"Rau qhov leej Txiv muaj txojsia rau hauv nws tus kheej li cas, nws kuj pub leej Tub muaj txojsia rau hauv leej Tub tus kheej ib yam li ntawd,"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.27","label":"27","content":"thiab pub leej Tub muaj hwjchim txiav txim, rau qhov nws kuj yog Neeg leej Tub."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.28","label":"28","content":"Tsis txhob phimhwj rau tej no li, vim tias lub sijhawm tabtom los mas txhua tus uas nyob hauv qhov ntxa yuav hnov leej Tub lub suab"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.29","label":"29","content":"thiab yuav tawm los. Cov uas ua zoo yuav sawv los tau txojsia, cov uas ua phem yuav sawv los raug txiav txim.”"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.30","label":"30","content":"“Kuv yuav ua ib yam dabtsi raws li kuv lub siab tsis tau. Kuv tau hnov li cas kuv kuj txiav txim li ntawd. Kuv yeej txiav txim ncaj rau qhov kuv tsis ua raws li kuv lub siab xwb tiamsis ua raws li tus uas txib kuv los lub siab."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.31","label":"31","content":"Yog kuv rov ua timkhawv txog kuv tus kheej, kuv tej lus timkhawv kuj tsis tseeb."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.32","label":"32","content":"Muaj dua ib tug ua timkhawv txog kuv, thiab kuv paub tias tej lus timkhawv uas nws ua txog kuv ntawd muaj tseeb."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.33","label":"33","content":"Nej twb tso neeg mus cuag Yauhas, thiab Yauhas kuj ua timkhawv txog qhov tseeb."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.34","label":"34","content":"Kuv tsis yuav neeg li lus timkhawv. Kuv hais tej no xwv nej thiaj dim."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.35","label":"35","content":"Yauhas yog lub teeb uas taws ci lam lug thiab nej kuj zoo siab xyiv fab rau Yauhas qhov kaj ib nyuag ntu."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.36","label":"36","content":"Tiamsis tej lus timkhawv uas kuv muaj loj dua Yauhas tej lus timkhawv, rau qhov tej haujlwm uas leej Txiv muab cob rau kuv ua kom tiav, yog tej haujlwm uas kuv tabtom ua no, ua timkhawv txog kuv tias leej Txiv txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.37","label":"37","content":"Thiab leej Txiv uas txib kuv los kuj ua timkhawv txog kuv. Nej tsis tau hnov nws lub suab thiab tsis tau pom nws lub cev,"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.38","label":"38","content":"thiab nej tsis muaj nws tej lus nyob ruaj rau hauv nej, rau qhov nej tsis ntseeg tus uas leej Txiv txib los."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.39","label":"39","content":"Nej tshawb nrhiav Vajtswv txojlus rau qhov nej xav tias yuav ntsib txojsia ib txhis tsis kawg hauv txojlus ntawd. Txojlus ntawd kuj ua timkhawv txog kuv,"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.40","label":"40","content":"tiamsis nej tsis yeem los cuag kuv xwv thiaj tau txojsia."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.41","label":"41","content":"“Kuv tsis txais koob meej ntawm neeg."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.42","label":"42","content":"Tiamsis kuv paub tias nej tsis hlub Vajtswv."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.43","label":"43","content":"Kuv tuaj hauv kuv leej Txiv lub npe los nej tsis lees yuav kuv. Yog luag tuaj hauv lawv tus kheej lub npe, nej kuj lees yuav tus ntawd."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.44","label":"44","content":"Nej yuav ua li cas ntseeg tau kuv vim nej tau tej koob meej uas ib leeg muab rau ib leeg, tsis yog nrhiav lub koob meej uas Vajtswv uas yog tib tug Vajtswv muab?"},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.45","label":"45","content":"Tsis txhob xav tias kuv yuav kom nej rau leej Txiv. Muaj ib tug kom nej lawm yog Mauxe uas nej muaj siab vam."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.46","label":"46","content":"Yog nej ntseeg Mauxe, nej kuj yuav ntseeg kuv, rau qhov Mauxe twb sau qhia txog kuv."},{"bible_id":"1269","chapter_code":"JHN.5","verse_code":"JHN.5.47","label":"47","content":"Yog nej tsis ntseeg tej uas Mauxe sau tseg, nej yuav ua li cas ntseeg tau kuv tej lus?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.1","label":"1","content":"Dhau ntawd Yexus hla Hiavtxwv Kalilais uas yog Hiavtxwv Thinpela mus rau sab tim ub."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.2","label":"2","content":"Muaj neeg coob coob raws nws qab mus vim yog lawv pom tej txujci tseem ceeb uas Yexus ua rau cov neeg muaj mob."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.3","label":"3","content":"Yexus nce mus rau pem roob nrog nws cov thwjtim zaum ua ke."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.4","label":"4","content":"Thaum ntawd ze lub sijhawm uas cov Yudai ua kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.5","label":"5","content":"Thaum Yexus tsa muag ntsia pom neeg coob heev tuaj cuag nws, nws txawm hais rau Fili tias, “Peb yuav yuav mov qhovtwg los rau cov neeg no noj?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.6","label":"6","content":"Yexus hais li ntawd sim Fili, rau qhov Yexus yeej paub tias nws yuav ua dabtsi."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.7","label":"7","content":"Fili teb Yexus tias, “Ob puas denalia  twb tsis txaus yuav mov rau cov neeg no noj ib leeg mentsis.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.8","label":"8","content":"Ximoos Petus tus kwv Anru uas yog ib tug thwjtim hais rau Yexus tias,"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.9","label":"9","content":"“Muaj ib tug tub nyob no muaj tsib lub ncuav qeb thiab ob tug ntses. Tiamsis qhov nyuag no yuav ua li cas txaus rau neeg coob li no noj?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.10","label":"10","content":"Yexus hais tias, “Kom cov neeg zaum.” Qhov chaw ntawd muaj nyom ntau, ces cov neeg txawm zaum, suav cov txivneej xwb muaj kwvlam tsib txhiab leej."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.11","label":"11","content":"Yexus txawm muab cov ncuav ntawd los mas thaum nws ua Vajtswv tsaug tag nws muab faib rau cov neeg uas zaum ntawd npaum li uas lawv cheem tsum, thiab muab cov ntses faib ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.12","label":"12","content":"Thaum lawv noj tsau lawm Yexus hais rau cov thwjtim tias, “Cia li khaws tej uas lawv noj tsis tag cia, tsis txhob cia ib nyuag qho poob xuam mus.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.13","label":"13","content":"Lawv txawm khaws tej uas cov neeg ntawd noj tsis tag ntawm tsib lub ncuav qeb ntawd tau kaum ob tawb puv nkaus."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.14","label":"14","content":"Thaum cov neeg pom tej txujci tseem ceeb uas Yexus ua ntawd, lawv txawm hais tias, “Tus no yeej yog tus xibhwb cev Vajtswv lus uas yuav los rau hauv ntiajteb tiag tiag li.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.15","label":"15","content":"Thaum Yexus paub tias lawv twb yuav tuaj yuam nws coj mus tsa ua vajntxwv, nws txawm nce tib leeg mus pem roob lawm."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.16","label":"16","content":"Thaum yuav tsaus ntuj Yexus cov thwjtim txawm mus rau nram hiavtxwv,"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.17","label":"17","content":"thiab nce nkoj hla hiavtxwv mus rau lub moos Khapena‑u. Thaum ntawd twb tsaus ntuj lawm los Yexus tsis tau los txog lawv."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.18","label":"18","content":"Cua txawm ntsawj heev ua rau dej hiavtxwv ntas."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.19","label":"19","content":"Thaum lawv nquam nkoj mus kwvlam tsib rau kilu kev, lawv pom Yexus mus kotaw saum nplaim dej hiavtxwv tabtom tuaj ze lub nkoj. Lawv ntshai kawg,"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.20","label":"20","content":"tiamsis Yexus hais rau lawv tias, “Yog kuv ntag. Tsis txhob ntshai.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.21","label":"21","content":"Lawv thiaj txaus siab hlo cia Yexus nce rau hauv lub nkoj. Tamsim ntawd lub nkoj txawm mus txog tim ntug uas lawv yuav mus ntawd."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.22","label":"22","content":"Hnub tom qab cov neeg uas tseem nyob sab ntug dej hiavtxwv tim ub pom tias tsuas muaj tib lub nkoj nyob ntawd xwb thiab twb tsis pom Yexus nrog cov thwjtim nce nkoj mus, tsuas yog Yexus cov thwjtim mus xwb."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.23","label":"23","content":"Tamsim ntawd muaj dua ib co nkoj tuaj ntawm Thinpela tuaj nres ze lub chaw uas lawv tau noj ncuav uas tus Tswv ua Vajtswv tsaug lawd."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.24","label":"24","content":"Thaum cov neeg ntawd pom tias Yexus thiab nws cov thwjtim tsis nyob qhov ntawd lawm, lawv txawm nce tej nkoj ntawd mus nrhiav Yexus rau ntawm lub moos Khapena‑u."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.25","label":"25","content":"Thaum lawv ntsib Yexus sab hiavtxwv tim ub lawv hais rau nws tias, “Lanpi,  koj tuaj rau ntawm no thaum twg lawm?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.26","label":"26","content":"Yexus teb lawv tias, “Kuv hais tseeb rau nej tias, qhov uas nej nrhiav kuv tsis yog vim nej pom tej txujci tseem ceeb tiamsis yog nej tau noj ncuav tsau lawm."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.27","label":"27","content":"Tsis txhob ua haujlwm nrhiav tej mov uas txawj lwj, tiamsis yuav tsum nrhiav tej mov uas nyob ruaj thiaj tau txojsia ib txhis tsis kawg, uas Neeg leej Tub yuav pub rau nej, rau qhov Vajtswv uas yog leej Txiv twb nias hom thawj qhwv nws lawm.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.28","label":"28","content":"Lawv txawm hais rau Yexus tias, “Peb yuav tsum ua li cas thiaj ua tau Vajtswv tes haujlwm?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.29","label":"29","content":"Yexus teb lawv tias, “Vajtswv tes haujlwm yog li no, yog ntseeg tus uas Vajtswv txib los.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.30","label":"30","content":"Lawv txawm hais rau nws tias, “Yog li ntawd koj yuav ua txujci dabtsi rau peb pom peb thiaj li ntseeg koj? Koj yuav ua dabtsi?"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.31","label":"31","content":"Peb tej poj koob yawm txwv tau noj mana hauv tebchaws moj sab qhua, raws li muaj lus sau cia hais tias, ‘Nws pub zaub mov saum ntuj rau lawv noj.’ ”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.32","label":"32","content":"Yexus txawm hais rau lawv tias, “Kuv hais tseeb rau nej tias, tsis yog Mauxe pub cov mov saum ntuj rau nej. Tiamsis kuv leej Txiv pub cov tseem mov saum ntuj los rau nej."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.33","label":"33","content":"Rau qhov Vajtswv cov mov yog tus uas  los saum ntuj los thiab pub txojsia rau neeg ntiajteb.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.34","label":"34","content":"Lawv hais rau nws tias, “Tus Tswv, thov pub cov mov ntawd rau peb noj mus li.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.35","label":"35","content":"Yexus hais rau lawv tias, “Kuv yog cov mov pub txojsia. Tus uas los cuag kuv yuav tsis tshaib, thiab tus uas tso siab rau kuv yuav tsis nqhis dua li lawm."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.36","label":"36","content":"Tiamsis kuv hais rau nej tias nej twb pom kuv los nej tseem tsis ntseeg kuv."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.37","label":"37","content":"Txhua tus uas leej Txiv muab pub rau kuv yeej yuav los cuag kuv. Thiab tus uas los cuag kuv, kuv yuav tsis muab laim pov tseg kiag li."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.38","label":"38","content":"Rau qhov kuv los saum ntuj los tsis yog los ua raws li kuv lub siab xwb tiamsis ua raws li tus uas txib kuv los lub siab."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.39","label":"39","content":"Tus uas txib kuv los lub siab xav li no, yog txhua tus uas nws muab cob rau kuv lawd yuav tsis ploj ib tug li, thiab hnub kawg kuv yuav tsa kom tus ntawd ciaj sawv rov los."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.40","label":"40","content":"Rau qhov kuv leej Txiv lub siab xav li no, yog txhua tus uas pom leej Tub thiab tso siab rau nws yuav tau txojsia ib txhis tsis kawg thiab kuv yuav tsa tus ntawd ciaj sawv rov los rau hnub kawg.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.41","label":"41","content":"Thaum ntawd cov Yudai txawm yws Yexus rau qhov nws hais tias, “Kuv yog cov mov uas los saum ntuj los.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.42","label":"42","content":"Lawv txawm hais tias, “Tus no yog Yexus, uas yog Yauxej tus tub los tsis yog? Nws niam nws txiv peb kuj paub. Ua li cas nimno nws yuav hais tias, ‘Kuv nqes saum ntuj los’ no?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.43","label":"43","content":"Yexus teb lawv tias, “Tsis txhob sib yws kiag li."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.44","label":"44","content":"Tsis muaj leejtwg yuav los cuag tau kuv tsuas yog leej Txiv uas txib kuv los rub nws los xwb, thiab kuv yuav tsa tus ntawd ciaj sawv los rau hnub kawg."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.45","label":"45","content":"Muaj lus sau cia rau hauv cov xibhwb cev Vajtswv lus phau ntawv hais tias, ‘Vajtswv yuav qhuab qhia lawv txhua tus.’  Txhua tus uas tau mloog thiab tau kawm paub ntawm leej Txiv kuj los cuag kuv."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.46","label":"46","content":"Tsis muaj leejtwg tau pom leej Txiv tsuas yog tus uas los ntawm Vajtswv los, nws thiaj tau pom leej Txiv lawm."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.47","label":"47","content":"Kuv hais tseeb rau nej tias, tus uas ntseeg kuj muaj txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.48","label":"48","content":"Kuv yog cov mov pub txojsia."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.49","label":"49","content":"Nej tej poj koob yawm txwv tau noj mana hauv tebchaws moj sab qhua los lawv kuj tuag tag lawm."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.50","label":"50","content":"No yog cov mov uas los saum ntuj los mas tus uas tau noj lawm yuav tsis tuag."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.51","label":"51","content":"Kuv yog cov mov pub txojsia uas los saum ntuj los. Yog leejtwg noj cov mov no tus ntawd yuav muaj txojsia nyob mus ib txhis tsis kawg. Thiab cov mov uas kuv yuav pub rau lub ntiajteb muaj txojsia kuj yog kuv lub cev nqaij.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.52","label":"52","content":"Cov Yudai txawm sib cam hais tias, “Tus no yuav muab nws cev nqaij rau peb noj li cas?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.53","label":"53","content":"Yexus thiaj hais rau lawv tias, “Kuv hais tseeb rau nej tias, yog nej tsis tau noj Neeg leej Tub cev nqaij thiab tsis tau haus nws cov ntshav, mas nej yuav tsis tau txojsia."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.54","label":"54","content":"Tus uas noj kuv cev nqaij thiab haus kuv cov ntshav mas tau txojsia ib txhis tsis kawg, thiab kuv yuav tsa nws ciaj sawv los rau hnub kawg."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.55","label":"55","content":"Rau qhov kuv cev nqaij yog cov tseem mov thiab kuv cov ntshav yog cov tseem dej haus."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.56","label":"56","content":"Tus uas noj kuv cev nqaij thiab haus kuv cov ntshav, tus ntawd nyob hauv kuv thiab kuv kuj nyob hauv nws."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.57","label":"57","content":"Leej Txiv uas muaj txojsia nyob txib kuv los thiab kuv muaj txojsia vim yog muaj leej Txiv li cas, tus uas noj kuv yuav muaj txojsia vim yog muaj kuv ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.58","label":"58","content":"No yog cov mov uas nqes saum ntuj los, tsis thooj li tej mov uas nej tej poj koob yawm txwv noj thiab lawv tuag tag lawm. Tus uas noj cov mov no yuav muaj txojsia nyob mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.59","label":"59","content":"Tej lus no Yexus hais rau thaum nws qhuab qhia hauv lub tsev sablaj ntawm lub moos Khapena‑u."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.60","label":"60","content":"Thaum cov thwjtim hnov Yexus hais li ntawd txawm muaj ntau leej hais tias, “Tej lus no nyuaj kawg li, leejtwg yuav lees tau?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.61","label":"61","content":"Thaum Yexus paub tias nws cov thwjtim yws txog tej lus ntawd nws txawm hais rau lawv tias, “Tej lus no ua rau nej dawm lov?"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.62","label":"62","content":"Yog nej pom Neeg leej Tub nce rov mus rau lub chaw uas thaum ub nws nyob, nej yuav hais li cas?"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.63","label":"63","content":"Vaj Ntsuj Plig yog tus uas pub txojsia, lub cev nqaij tawv tsis muaj qabhau dabtsi. Tej lus uas kuv hais rau nej yog Ntsuj Plig ntawd thiab yog txojsia."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.64","label":"64","content":"Tiamsis nej cov muaj qee leej tsis ntseeg.” Rau qhov txij thaum chiv thawj los lawd Yexus yeej paub leejtwg tsis ntseeg thiab leejtwg yuav fav xeeb rau nws."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.65","label":"65","content":"Mas Yexus thiaj hais tias, “Vim li no kuv thiaj hais rau nej tias tsis muaj leejtwg los cuag tau kuv tsuas yog leej Txiv pub rau nws xwb thiaj los tau.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.66","label":"66","content":"Txij ntawd los nws cov thwjtim ntau leej txawm thim tsis nrog Yexus mus lawm."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.67","label":"67","content":"Yexus txawm hais rau kaum ob tug thwjtim tias, “Nej kuj xav ncaim kuv mus thiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.68","label":"68","content":"Ximoos Petus teb Yexus tias, “Tus Tswv, peb yuav mus cuag leejtwg? Koj tej lus thiaj pub txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.69","label":"69","content":"Peb yeej ntseeg thiab paub tias koj yog tus dawb huv ntawm Vajtswv.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.70","label":"70","content":"Yexus teb lawv tias, “Kuv xaiv nej kaum ob leeg los tsis yog? Tiamsis nej cov muaj ib tug yog dab.”"},{"bible_id":"1269","chapter_code":"JHN.6","verse_code":"JHN.6.71","label":"71","content":"Yog Yexus hais txog Yuda uas yog Ximoos Ikhali‑au tus tub, rau qhov nws yog ib tug hauv kaum ob tug thwjtim uas yuav fav xeeb rau Yexus."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.1","label":"1","content":"Dhau ntawd Yexus mus mus los los hauv lub xeev Kalilais. Nws tsis xav mus rau hauv lub xeev Yudia rau qhov cov Yudai pheej nrhiav kev txov Yexus."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.2","label":"2","content":"Thaum ntawd ze lub sijhawm uas cov Yudai ua kevcai nyob tsev pheeb suab."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.3","label":"3","content":"Yexus cov kwv txawm hais rau Yexus tias, “Cia li tawm ntawm no mus rau nram Yudia xwv koj cov thwjtim thiaj li pom tej haujlwm uas koj ua,"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.4","label":"4","content":"vim tsis muaj leejtwg xav tau koob meej es yuav ua haujlwm nraim nkoos. Yog koj yuav ua tej no koj cia li tshwm ntsej muag rau sawvdaws pom.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.5","label":"5","content":"Txawm yog Yexus cov kwv los kuj tsis tso siab rau nws."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.6","label":"6","content":"Yexus thiaj hais rau lawv tias, “Tsis tau txog kuv lub sijhawm, tiamsis nej li mas lub sijhawm twg kuj tau."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.7","label":"7","content":"Lub ntiajteb tsis muaj chaw ntxub nej tiamsis ntxub kuv vim kuv ua timkhawv tias tej uas ntiajteb ua mas phem kawg li."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.8","label":"8","content":"Nej cia li mus ua kevcai nyob tsev pheeb suab, kuv tsis mus ua zaum kevcai no vim tsis tau txog lub sijhawm uas teem cia rau kuv.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.9","label":"9","content":"Thaum hais li ntawd tag lawd Yexus tseem nyob hauv Kalilais."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.10","label":"10","content":"Thaum Yexus cov kwv mus ua kevcai tsev pheeb suab tag lawm, Yexus kuj mus thiab tiamsis nws mus twjywm tsis tab meeg rau sawvdaws pom."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.11","label":"11","content":"Thaum ua zaum kevcai ntawd cov Yudai nrhiav Yexus thiab nug tias, “Nws nyob qhovtwg?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.12","label":"12","content":"Tej neeg sib ntxhi zom zaws txog Yexus. Qee leej hais tias, “Nws yog neeg zoo,” qee leej hais tias, “Tsis yog, nws ua rau cov neeg yuam kev xwb.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.13","label":"13","content":"Tiamsis tsis muaj leejtwg tab meeg hais txog Yexus vim yog ntshai cov Yudai."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.14","label":"14","content":"Thaum twb ua kevcai txog nrab lawm, Yexus nce mus qhuab qhia rau hauv lub tuam tsev."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.15","label":"15","content":"Cov Yudai xav tsis thoob hais tias, “Tus no twb tsis kawm ntawv ua cas nws paub ua luaj li?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.16","label":"16","content":"Yexus teb lawv tias, “Tej lus uas kuv qhia tsis yog kuv li, tiamsis yog tus uas txib kuv los li."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.17","label":"17","content":"Yog leejtwg xav ua raws li Vajtswv lub siab nyiam, tus ntawd yuav paub tias tej lus qhia no los ntawm Vajtswv los lossis kuv hais raws li kuv lub siab xwb."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.18","label":"18","content":"Tus uas hais raws nws lub siab xwb yeej nrhiav koob meej rau nws tus kheej. Tiamsis tus uas nrhiav koob meej rau tus uas txib nws los tus ntawd yeej hais tseeb, tsis muaj ib qho dag li."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.19","label":"19","content":"Mauxe muab txoj kevcai rau nej los tsis yog? Tiamsis nej cov tsis muaj ib tug tuav txoj kevcai ntawd. Nej nrhiav kev tua kuv ua dabtsi?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.20","label":"20","content":"Cov neeg ntawd teb tias, “Koj raug dab. Leejtwg nrhiav kev tua koj?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.21","label":"21","content":"Yexus teb lawv tias, “Kuv tau ua ib yam xwb, mej txhua tus xav tsis thoob li."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.22","label":"22","content":"Mauxe qhia nej ua kevcai txiav, tiamsis txoj kevcai txiav ntawd tsis yog tau ntawm Mauxe los yog tau ntawm tej yawg koob thaum ub los. Nej twb muab neeg ua kevcai txiav rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.23","label":"23","content":"Yog hnub Xanpatau nej twb muab menyuam tub ua kevcai txiav kom thiaj tsis txhaum Mauxe txoj kevcai, ua cas nej tseem chim rau qhov uas kuv kho ib tug yawg zoo mob rau hnub Xanpatau?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.24","label":"24","content":"Tsis txhob txiav txim raws li lub qhov muag pom xwb, yuav tsum txiav raws li qhov ncaj.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.25","label":"25","content":"Cov neeg hauv Yeluxalees qee leej thiaj hais tias, “Tus no tsis yog tus uas lawv nrhiav kev tua lov?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.26","label":"26","content":"Nws twb nyob ntawm no nev, nws tabtom hais tab meeg los lawv tsis hais li cas rau nws. Nyaj cov uas ua hlob yeej paub tseeb tias tus no yog tus Kheto  los tsis yog?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.27","label":"27","content":"Tiamsis peb paub tias tus no tuaj qhovtwg tuaj. Thaum tus Khetos tshwm los yuav tsis muaj leejtwg paub tias nws tuaj qhovtwg tuaj.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.28","label":"28","content":"Thaum Yexus qhuab qhia hauv lub tuam tsev nws txawm qw hais tias, “Nej yeej paub kuv thiab paub tias kuv tuaj qhovtwg tuaj. Tsis yog kuv tuaj raws li kuv lub siab xwb. Tus uas txib kuv tuaj mas muaj tseeb los nej tsis paub nws."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.29","label":"29","content":"Kuv paub nws vim yog kuv tuaj ntawm nws tuaj thiab nws txib kuv tuaj.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.30","label":"30","content":"Lawv txawm nrhiav kev ntes Yexus tiamsis tsis muaj leejtwg tsa tes kov nws vim tsis tau txog nws lub sijhawm."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.31","label":"31","content":"Tiamsis muaj ntau leej hauv cov neeg ntawd ntseeg Yexus thiab hais tias, “Thaum tus Khetos tshwm los, nws yuav ua tej txujci tseem ceeb ntau dua tus no ua thiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.32","label":"32","content":"Thaum cov Falixai hnov tej pejxeem sib ntxhi txog Yexus li ntawd, cov pov thawj hlob thiab cov Falixai txawm txib tub teg tub taws mus ntes Yexus."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.33","label":"33","content":"Yexus txawm hais tias, “Kuv yuav nrog nej nyob tsis ntev, ces kuv yuav rov mus cuag tus uas txib kuv tuaj."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.34","label":"34","content":"Nej yuav nrhiav kuv los nrhiav tsis tau. Qhov chaw uas kuv nyob ntawd nej mus tsis tau.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.35","label":"35","content":"Cov Yudai txawm sib tham hais tias, “Tus yawg no yuav mus rau qhovtwg uas peb nim yuav nrhiav tsis tau nws? Nws yuav mus rau peb cov neeg uas nyob ua sab ua sua rau hauv cov Kili thiab qhia cov Kili lov?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.36","label":"36","content":"Qhov uas nws hais tias, ‘Nej yuav nrhiav kuv los nrhiav tsis tau,’ thiab ‘Qhov chaw uas kuv nyob ntawd nej mus tsis tau,’ lub ntsiab yog li cas?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.37","label":"37","content":"Hnub kawg uas lawv ua kevcai ntawd yog hnub tseem ceeb heev, Yexus sawv ntsug qw nrov hais tias, “Yog leejtwg nqhis, cia tus ntawd los cuag kuv thiab haus."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.38","label":"38","content":"Leejtwg tso siab rau kuv yuav muaj raws li Vajtswv txojlus uas sau cia hais tias, ‘Tej niag dej uas pub txojsia yuav txhawv ntws hauv tus ntawd lub siab los.’ ”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.39","label":"39","content":"Qhov uas Yexus hais ntawd yog hais txog Vaj Ntsuj Plig uas cov uas tso siab rau Yexus yuav tau txais. Rau qhov tseem tsis tau pub Vaj Ntsuj Plig los vim Yexus tseem tsis tau txais lub hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.40","label":"40","content":"Thaum cov neeg tau hnov li ntawd, muaj qee leej hais tias, “Tus no yog tus xibhwb cev Vajtswv lus tiag tiag li.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.41","label":"41","content":"Lwm tus kuj hais tias, “Tus no yog tus Khetos.” Muaj qee leej hais tias, “Tus Khetos yuav tshwm hauv Kalilais tuaj lov?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.42","label":"42","content":"Vajtswv txojlus hais cia tias tus Khetos yuav tshwm hauv Davi caj ces los thiab tshwm los hauv lub moos Npelehee uas Davi txeev nyob los tsis yog?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.43","label":"43","content":"Yog li no cov neeg thiaj sib cam txog Yexus."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.44","label":"44","content":"Qee leej xav ntes Yexus tiamsis tsis muaj leejtwg tsa tes kov nws li."},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.45","label":"45","content":"Cov tub teg tub taws rov qab mus cuag cov pov thawj hlob thiab cov Falixai. Lawv txawm nug cov tub teg tub taws tias, “Ua li cas nej tsis ntes nws los?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.46","label":"46","content":"Cov tub teg tub taws teb tias, “Tsis txeev muaj ib tug txawj hais li tus ntawd kiag li.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.47","label":"47","content":"Cov Falixai teb lawv tias, “Nej raug nws ntxias lawm thiab lov?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.48","label":"48","content":"Cov uas ua hlob thiab cov Falixai muaj leejtwg ntseeg nws thiab lov?"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.49","label":"49","content":"Tiamsis cov pejxeem no uas tsis paub Mauxe kevcai twb raug tsawm foom lawm.”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.50","label":"50","content":"Nikhaudemau uas tom ntej tuaj cuag Yexus thiab yog ib tug hauv lawv cov ntawd thiaj hais rau lawv tias,"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.51","label":"51","content":"“Peb txoj kevcai txeev txiav txim rau neeg ua ntej uas tsis tau hnov nws hais lossis tsis tau paub tias nws ua dabtsi lov?”"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.52","label":"52","content":"Lawv txawm teb tias, “Koj tuaj pem Kalilais tuaj thiab lov? Koj sim tshawb saib, yuav pom tias tsis muaj ib tug xibhwb cev Vajtswv lus tshwm hauv Kalilais tuaj li.” (7:53‑8:11 - tej phau lus Kili tsis muaj tej nqes no.)"},{"bible_id":"1269","chapter_code":"JHN.7","verse_code":"JHN.7.53","label":"53","content":"[Ces lawv txawm nyias mus nyias tsev lawm."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.1","label":"1","content":"Yexus txawm mus rau ntawm lub roob Txiv Aulib."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.2","label":"2","content":"Mas tagkis sawv ntxov nws tuaj rau hauv lub tuam tsev dua ib zaug. Cov neeg sawvdaws tuaj cuag Yexus thiab nws zaum qhuab qhia lawv."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.3","label":"3","content":"Ces cov xibhwb qhia Vajtswv kevcai thiab cov Falixai txawm coj ib tug pojniam uas raug ntes thaum deev hluas nraug tuaj cuag Yexus, thiab kom nws sawv tab meeg ntawm cov neeg xubntiag."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.4","label":"4","content":"Lawv hais rau Yexus tias, “Xibhwb, tus pojniam no raug ntes rau thaum tabtom deev hluas nraug."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.5","label":"5","content":"Hauv phau kevcai Mauxe hais kom peb xuas pob zeb ntaus tus neeg zoo li no kom tuag. Koj yuav hais li cas?”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.6","label":"6","content":"Lawv hais li no sim Yexus thiaj tau chaw kom nws. Ces Yexus txawm khoov ntshis xuas ntiv tes sau rau hauv av."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.7","label":"7","content":"Lawv tseem pheej nug tsis tu, Yexus txawm sawv los hais rau lawv tias, “Nej cov leejtwg uas tsis muaj txim cia tus ntawd xub xuas pob zeb ntaus tus pojniam no.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.8","label":"8","content":"Yexus txawm rov khoov ntshis xuas ntiv tes sau rau hauv av dua."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.9","label":"9","content":"Thaum lawv hnov Yexus hais li ntawd lawv txawm tawm mus ib tug zuj zus cov laus xub mus ua ntej, tshuav Yexus tib leeg thiab tus pojniam ntawd sawv ntawm Yexus xubntiag xwb."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.10","label":"10","content":"Yexus sawv los hais rau tus pojniam ntawd tias, “Mentxhais, lawv dua twg tag lawm? Tsis muaj leejtwg rau txim rau koj lov?”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.11","label":"11","content":"Nws hais tias, “Tus Tswv, tsis muaj leejtwg li.” Mas Yexus txawm hais tias, “Kuv kuj tsis rau txim rau koj ib yam nkaus thiab. Cia li mus tsev, tsis txhob rov ua txhaum dua li lawm.”]"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.12","label":"12","content":"Yexus hais dua rau lawv tias, “Kuv yog qhov kaj rau lub ntiajteb. Tus uas raws kuv qab mus yuav tsis taug txojkev tsaus ntuj, tiamsis nws yuav muaj qhov kaj uas pub txojsia.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.13","label":"13","content":"Cov Falixai txawm hais rau Yexus tias, “Koj rov ua timkhawv txog koj xwb. Koj tej lus timkhawv tsis muaj tseeb.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.14","label":"14","content":"Yexus teb tias, “Txawm yog kuv ua timkhawv rau kuv tus kheej, los kuv tej lus yeej muaj tseeb, rau qhov kuv paub tias kuv tuaj qhovtwg tuaj thiab yuav mus qhovtwg. Tiamsis nej cov tsis paub tias kuv tuaj qhovtwg tuaj thiab yuav mus rau qhovtwg."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.15","label":"15","content":"Nej txiav txim raws li neeg ntiajteb txiav, kuv tsis txiav txim rau leejtwg."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.16","label":"16","content":"Tiamsis yog kuv yuav txiav txim los kuv yeej txiav txim raug cai, rau qhov tsis yog kuv tib leeg txiav txim xwb, tiamsis kuv thiab leej Txiv uas txib kuv los wb txiav txim ua ke."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.17","label":"17","content":"Nej txoj kevcai muaj sau cia hais tias tej lus timkhawv uas muaj ob leeg hais yeej yog muaj tseeb."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.18","label":"18","content":"Kuv ua timkhawv rau kuv tus kheej thiab leej Txiv uas txib kuv los kuj ua timkhawv rau kuv thiab.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.19","label":"19","content":"Lawv txawm hais rau Yexus tias, “Koj leej txiv nyob qhovtwg?” Yexus teb tias, “Nej tsis paub kuv thiab tsis paub kuv leej Txiv. Yog nej paub kuv, nej kuj yuav paub kuv leej Txiv thiab.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.20","label":"20","content":"Yexus hais tej lus no ntawm lub txhab nyiaj rau thaum nws qhuab qhia hauv lub tuam tsev. Tiamsis tsis muaj leejtwg ntes nws, vim yog tsis tau txog nws lub sijhawm."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.21","label":"21","content":"Yexus hais dua rau lawv tias, “Kuv yuav ncaim nej mus, mas nej yuav nrhiav kuv, thiab nej yuav tuag rau hauv nej lub txim. Lub chaw uas kuv mus ntawd nej mus tsis tau.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.22","label":"22","content":"Cov Yudai txawm hais tias, “Nws yuav rov tua nws tuag lov? Rau qhov nws hais tias, ‘Lub chaw uas kuv mus ntawd nej mus tsis tau.’ ”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.23","label":"23","content":"Yexus hais rau lawv tias, “Nej yog neeg ntiajteb, kuv yog neeg qaum ntuj, nej yog ntiajteb li, kuv tsis yog ntiajteb li."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.24","label":"24","content":"Kuv twb hais rau nej tias nej yuav tuag rau hauv nej lub txim. Yog nej tsis ntseeg tias kuv yog tus ntawd,  nej yeej yuav tuag rau hauv nej lub txim.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.25","label":"25","content":"Lawv hais rau nws tias, “Koj yog leejtwg?” Yexus hais rau lawv tias, “Kuv yog tus uas kuv twb hais rau nej thaum chiv thawj lawd."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.26","label":"26","content":"Kuv tseem tshuav ntau yam uas yuav hais thiab yuav txiav txim ntsig txog nej. Tiamsis tus uas txib kuv los ncaj ncees thiab tej uas kuv tau hnov ntawm tus ntawd, kuv hais rau ntiajteb paub.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.27","label":"27","content":"Lawv tsis nkag siab tias Yexus hais txog leej Txiv rau lawv."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.28","label":"28","content":"Yexus txawm hais tias, “Thaum nej muab Neeg leej Tub tsa rau saud ces nej yuav paub tias kuv yog tus ntawd ntag thiab paub tias kuv tsis ua ib yam dabtsi raws li kuv lub siab xwb, tiamsis leej Txiv qhia li cas kuv kuj hais li ntawd."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.29","label":"29","content":"Tus uas txib kuv los kuj nrog nraim kuv, nws tsis tso kuv nyob tib leeg, rau qhov kuv pheej ua raws li nws lub siab nyiam.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.30","label":"30","content":"Thaum Yexus hais li ntawd, kuj muaj neeg coob tso siab rau nws."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.31","label":"31","content":"Yexus txawm hais rau cov Yudai uas tso siab rau nws tias, “Yog nej tuav rawv kuv tej lus, nej kuj yog kuv li thwjtim tiag tiag,"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.32","label":"32","content":"thiab nej yuav paub qhov tseeb, thiab qhov tseeb yuav tso nej nyob ywj pheej.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.33","label":"33","content":"Lawv txawm teb Yexus tias, “ Peb yog Aplahas caj ces, peb tsis txeev ua leejtwg li qhev. Ua li cas koj hais tias, ‘Peb yuav tau nyob ywj pheej’?”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.34","label":"34","content":"Yexus teb lawv tias, “Kuv hais tseeb rau nej tias, txhua tus uas ua txhaum kuj ua txojkev txhaum li qhev."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.35","label":"35","content":"Tus qhev tsis nyob hauv lub tsev mus ib txhis, tsuas yog tus tub thiaj nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.36","label":"36","content":"Vim li no yog leej Tub tso nej nyob ywj pheej, nej yuav tau nyob ywj pheej tiag tiag li."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.37","label":"37","content":"Kuv paub tias nej yog Aplahas li caj ces tiamsis nej nrhiav kev muab kuv tua pov tseg vim kuv tej lus tsis tau chaw nyob hauv nej."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.38","label":"38","content":"Kuv hais txog tej uas kuv pom thaum kuv nrog leej Txiv nyob, nej ua tej uas nej hnov nej leej txiv qhia.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.39","label":"39","content":"Lawv teb Yexus tias, “Aplahas yog peb li txiv.” Yexus txawm hais rau lawv tias, “Yog nej yog Aplahas li menyuam, nej yeej yuav ua tej uas Aplahas ua."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.40","label":"40","content":"Kuv twb hais qhov tseeb uas kuv tau hnov ntawm Vajtswv rau nej los nej tseem nrhiav kev tua kuv. Aplahas twb tsis ua li no."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.41","label":"41","content":"Nej ua tej uas nej txiv ua.” Lawv hais rau Yexus tias, “Peb tsis yog menyuam tsaub, peb muaj tib leej txiv xwb, yog Vajtswv.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.42","label":"42","content":"Yexus hais rau lawv tias, “Yog Vajtswv yog nej leej Txiv, ces nej yuav hlub kuv rau qhov kuv los ntawm Vajtswv los thiab nyob ntawm no lawm. Kuv tsis yog los raws li kuv lub siab xav, yog Vajtswv txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.43","label":"43","content":"Ua li cas nej tsis nkag siab tej lus uas kuv hais? Twb yog vim nej mloog tsis taus kuv tej lus."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.44","label":"44","content":"Nej los ntawm nej txiv uas yog Ntxwg Nyoog, nej xav ua raws li nej txiv lub siab nyiam xwb. Nws yog tus tua neeg thaum chiv keeb thaum ub los lawm, thiab nws tsis nyob hauv qhov tseeb vim nws tsis muaj qhov tseeb kiag li. Thaum nws hais dag, nws kuj hais raws li nws ib txwm hais, rau qhov nws yeej yog tus niag dag, thiab yog cov uas dag leej txiv."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.45","label":"45","content":"Tiamsis twb yog vim kuv hais qhov tseeb nej thiaj tsis ntseeg kuv."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.46","label":"46","content":"Nej cov muaj leejtwg hais tau tias kuv muaj txim? Yog kuv hais qhov tseeb, ua li cas nej tsis ntseeg kuv?"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.47","label":"47","content":"Tus uas los ntawm Vajtswv yeej mloog Vajtswv tej lus. Qhov uas nej tsis mloog Vajtswv lus twb yog vim nej tsis los ntawm Vajtswv los.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.48","label":"48","content":"Cov Yudai teb Yexus tias, “Qhov uas peb hais tias koj yog neeg Xamali thiab koj raug dab ntawd tsis tseeb lov?”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.49","label":"49","content":"Yexus teb tias, “Kuv tsis raug dab. Kuv hwm kuv leej Txiv tiamsis nej saib tsis taus kuv."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.50","label":"50","content":"Kuv tsis nrhiav koob meej rau kuv. Muaj ib tug nrhiav rau kuv thiab nws yog tus uas yuav txiav txim."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.51","label":"51","content":"Kuv hais tseeb rau nej tias, yog leejtwg tuav rawv kuv tej lus, tus ntawd yuav tsis ntsib txojkev tuag.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.52","label":"52","content":"Cov Yudai hais rau Yexus tias, “Nimno peb paub lawm tias yeej yog koj raug dab. Aplahas twb tuag lawm thiab cov xibhwb cev Vajtswv lus kuj tuag tag lawm tiamsis koj hais tias, yog leejtwg tuav rawv kuv tej lus, tus ntawd yuav tsis tau sim txojkev tuag li."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.53","label":"53","content":"Koj loj dhau peb txiv Aplahas uas twb tuag lawd lov? Cov xibhwb cev Vajtswv lus kuj tuag tag lawm thiab. Koj khav tias koj yog leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.54","label":"54","content":"Yexus teb tias, “Yog kuv huas koob meej rau kuv, kuv lub koob meej ntawd tsis muaj qabhau dabtsi. Kuv txiv yog tus uas muab koob meej rau kuv, yog tus uas nej hais tias yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.55","label":"55","content":"Nej twb tsis paub nws, tiamsis kuv paub nws. Yog kuv hais tias kuv tsis paub nws, kuj yog kuv dag ib yam li nej. Tiamsis kuv paub nws thiab kuv tuav rawv nws tej lus."},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.56","label":"56","content":"Nej txiv Aplahas zoo siab uas yuav tau pom kuv hnub. Nws twb pom lawm thiab zoo siab kawg.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.57","label":"57","content":"Cov Yudai txawm hais rau Yexus tias, “Koj hnub nyoog twb tsis tau txog tsib caug xyoo, koj txawm siv pom Aplahas lawm lov?”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.58","label":"58","content":"Yexus hais rau lawv tias, “Kuv hais tseeb rau nej tias, thaum tsis tau yug Aplahas, kuv yeej yog kuv.”"},{"bible_id":"1269","chapter_code":"JHN.8","verse_code":"JHN.8.59","label":"59","content":"Lawv txawm khaws pob zeb yuav ntaus nws, tiamsis Yexus cia li tsiv nraim tawm dhau hauv lub tuam tsev lawm."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.1","label":"1","content":"Thaum Yexus taug kev mus nws pom ib tug yawg dig muag ib txwm nruab thiab los."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.2","label":"2","content":"Yexus cov thwjtim nug Yexus tias, “Lanpi,  leejtwg ua txhaum, yog nws ua lossis yog nws niam nws txiv ua nws thiaj yug los dig muag nruab thiab los li ntawd?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.3","label":"3","content":"Yexus teb tias, “Tsis yog nws lossis nws niam nws txiv ua txhaum, tiamsis nws dig muag xwv Vajtswv tej haujlwm thiaj tshwm rau ntawm nws lub cev."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.4","label":"4","content":"Peb yuav tsum ua tus uas txib kuv los tes haujlwm rau thaum tseem nruab hnub. Qhov tsaus ntuj uas tsis muaj leejtwg ua tau haujlwm tabtom los."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.5","label":"5","content":"Thaum kuv tseem nyob hauv ntiajteb, kuv yog qhov kaj rau lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.6","label":"6","content":"Thaum hais li ntawd lawm, Yexus txawm nti qaub ncaug rau hauv av, muab do xyaw ua av nplaum pleev tus dig muag ob lub qhov muag,"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.7","label":"7","content":"thiab hais rau nws tias, “Cia li mus ntxuav muag tom lub pas dej Xilau‑as,” (Xilau‑as txhais tias txib mus). Tus dig muag txawm mus ntxuav qhov muag tag rov los mas pom kev lawm."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.8","label":"8","content":"Tej neeg zej zog uas txeev pom tus yawg ntawd thov khawv txawm hais tias, “Tus no yog tus uas txeev zaum thov khawv los tsis yog?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.9","label":"9","content":"Muaj qee leej hais tias, “Yog tus ntawd ntag.” Muaj dua lwm tus hais tias, “Tsis yog, nws zoo thooj li tus ntawd xwb.” Nws tus kheej txawm hais tias, “Kuv yog tus ntawd ntag.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.10","label":"10","content":"Lawv txawm hais rau nws tias, “Koj lub qhov muag pom kev tau li cas?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.11","label":"11","content":"Nws teb tias, “Ib tug yawg uas hu ua Yexus ua av nplaum pleev kuv ob lub qhov muag thiab hais rau kuv tias, ‘Cia li mus ntxuav muag tom lub paj des Xilau‑as.’ Kuv txawm mus ntxuav muag tag ces pom kev lawm.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.12","label":"12","content":"Lawv hais rau nws tias, “Tus ntawd nyob qhovtwg?” Nws hais tias, “Kuv tsis paub.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.13","label":"13","content":"Lawv txawm coj tus uas txeev dig muag ntawd mus cuag cov Falixai."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.14","label":"14","content":"Hnub uas Yexus ua av nplaum thiab kho tus yawg ntawd pom kev yog hnub Xanpatau."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.15","label":"15","content":"Cov Falixai rov nug nws tias nws lub qhov muag pom kev tau li cas. Nws hais rau lawv tias, “Tus yawg ntawd muab av nplaum pleev kuv qhov muag ces kuv mus ntxuav tag txawm pom kev lawm.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.16","label":"16","content":"Cov Falixai qee leej hais tias, “Tus yawg ntawd tsis yog tuaj ntawm Vajtswv tuaj vim yog nws tsis caiv hnub Xanpatau.” Tiamsis lwm tus hais tias, “Tus neeg muaj txim yuav ua tej txujci tseem ceeb no tau li cas?” Ces lawv txawm tsis sib hum lawm."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.17","label":"17","content":"Lawv txawm rov hais rau tus dig muag ntawd tias, “Koj hais li cas txog tus yawg ntawd, vim nws yog tus uas kho koj qhov muag pom kev?” Nws hais tias, “Nws yog ib tug xibhwb cev Vajtswv lus.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.18","label":"18","content":"Cov Yudai tsis ntseeg tias nws txeev dig muag thiab pom kev lawm mus txog thaum lawv hu tus uas pom kev lawd niam thiab txiv tuaj,"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.19","label":"19","content":"thiab nug ob tug tias, “Tus no puas yog neb tus tub uas neb hais tias dig muag thaum nruab thiab los? Ua li cas nimno nws ho pom kev lawm?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.20","label":"20","content":"Nws niam nws txiv teb tias, “Wb paub tias tus no yeej yog wb tus tub thiab paub tias nws yeej dig muag thaum yug los."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.21","label":"21","content":"tiamsis wb tsis paub tias ua li cas nimno nws ho pom kev lawm thiab xyov leejtwg kho nws qhov muag pom kev. Nej nug nws maj. Nws twb hlob lawm, nws txawj piav qhia nej.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.22","label":"22","content":"Nws niam nws txiv hais li no vim ob tug ntshai cov Yudai, rau qhov cov Yudai twb hais hum lawm tias yog leejtwg lees hais tias Yexus yog tus Khetos, tus ntawd yuav raug muab txiav tawm hauv lub tsev sablaj."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.23","label":"23","content":"Vim li no nws niam nws txiv thiaj hais tias, “Nws twb hlob lawm, cia li nug nws.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.24","label":"24","content":"Lawv thiaj hu tus uas txeev dig muag los dua ib zaug thiab hais rau nws tias, “Cia li ua rau Vajtswv tau koob meej, peb paub tias tus yawg ntawd yog neeg muaj txim.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.25","label":"25","content":"Nws teb tias, “Tus yawg ntawd muaj txim los tsis muaj, kuv tsis paub. Kuv tsuas paub tib yam xwb, yog qhov uas kuv txeev dig muag tiamsis nimno kuv pom kev lawm.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.26","label":"26","content":"Lawv txawm hais rau nws tias, “Tus yawg ntawd ua li cas rau koj? Nws ua li cas koj lub qhov muag thiaj pom kev lawm?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.27","label":"27","content":"Nws teb lawv tias, “Kuv twb hais tag rau nej lawm los nej tsis mloog. Ua li cas nej tseem xav mloog dua thiab? Nej xav ua tus ntawd li thwjtim thiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.28","label":"28","content":"Lawv txawm thuam nws hais tias, “Koj yog nws li thwjtim, peb yog Mauxe li thwjtim."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.29","label":"29","content":"Peb paub tias Vajtswv hais lus rau Mauxe, tiamsis tus yawg ntawd peb tsis paub tias nws tuaj qhovtwg tuaj.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.30","label":"30","content":"Nws teb lawv tias, “Aub, xav tsis thoob li lauj! Nej tsis paub tias nws tuaj qhovtwg tuaj los nws tseem kho kuv lub qhov muag pom kev."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.31","label":"31","content":"Peb paub tias Vajtswv tsis mloog tej neeg muaj txim li lus, tsuas yog mloog tus uas paub ntshai Vajtswv thiab ua raws li Vajtswv lub siab nyiam xwb."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.32","label":"32","content":"Chiv keeb thaum ub los tsis txeev hnov tias muaj leejtwg kho tau tus uas dig muag thaum nruab thiab los pom kev."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.33","label":"33","content":"Yog tus yawg ntawd tsis los ntawm Vajtswv los nws yuav ua tsis tau dabtsi li.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.34","label":"34","content":"Lawv teb nws tias, “Koj yeej muaj tuam txim txij thaum yug los, es koj tseem yuav qhia peb thiab lov?” Ces lawv txawm muab nws ntiab tawm mus lawm."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.35","label":"35","content":"Yexus hnov tias cov Yudai muab tus ntawd ntiab tawm lawm. Thaum Yexus nrhiav tau nws, Yexus hais tias, “Koj tso siab rau Neeg leej Tub lov?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.36","label":"36","content":"Nws teb tias, “Yawg hlob, leejtwg yog Neeg leej Tub uas kuv yuav tso siab tau?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.37","label":"37","content":"Yexus hais rau nws tias, “Koj twb pom nws lawm, yog tus uas tabtom nrog koj hais lus no.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.38","label":"38","content":"Nws txawm hais tias, “Tus Tswv, kuv tso siab.” Ces nws txawm pe hawm Yexus."},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.39","label":"39","content":"Yexus hais tias, “Kuv los rau hauv lub ntiajteb yog los txiav txim kom cov uas tsis pom kev thiaj li pom kev, thiab cov uas pom kev yuav dig muag.”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.40","label":"40","content":"Cov Falixai uas nyob ntawd muaj qee leej hnov Yexus hais li ntawd lawv txawm hais rau nws tias, “Peb dig muag thiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.9","verse_code":"JHN.9.41","label":"41","content":"Yexus hais rau lawv tias, “Yog nej dig muag nej yuav tsis muaj txim. Tiamsis vim nimno nej hais tias, ‘Peb pom kev,’ nej tseem muaj txim.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.1","label":"1","content":"“ Kuv hais tseeb rau nej tias, tus uas tsis nkag lub rooj nkuag yaj tiamsis nce lwm qhov los tus ntawd yog tub sab tub nyiag."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.2","label":"2","content":"Tus uas nkag lub rooj nkuag thiaj yog tus tswv yug yaj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.3","label":"3","content":"Tus uas zov rooj nkuag thiaj qheb rooj nkuag rau nws. Pab yaj yeej mloog nws lub suab, nws cuab nws cov yaj tej npe thiab nws coj yaj tawm mus."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.4","label":"4","content":"Thaum nws tso nws cov yaj huvsi tawm tag lawm nws coj kev ua ntej, cov yaj raws nws qab vim yog paub nws lub suab."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.5","label":"5","content":"Dua lwm tus cov yaj tsis raws qab, muaj uas khiav ntawm nws mus xwb vim tsis paub nws lub suab.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.6","label":"6","content":"Zaj piv lus no Yexus hais rau lawv tiamsis lawv tsis nkag siab tej ntsiab lus uas Yexus hais rau lawv."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.7","label":"7","content":"Yexus txawm rov hais rau lawv tias, “Kuv hais tseeb rau nej tias, kuv yog lub rooj nkuag yaj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.8","label":"8","content":"Txhua tus uas tuaj ua kuv ntej puavleej yog tub sab tub nyiag, tiamsis cov yaj tsis mloog lawv."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.9","label":"9","content":"Kuv yog lub rooj nkuag. Leejtwg nkag ntawm kuv mus tus ntawd yuav dim. Nws yuav nkag mus nkag los thiab nrhiav tau zaub noj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.10","label":"10","content":"Tub sab tsuas yog tuaj nyiag thiab tua thiab ua kom puam tsuaj xwb. Kuv los kom lawv thiaj tau txojsia thiab tau txojsia puv npo."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.11","label":"11","content":"“Kuv yog tus tswv yug yaj uas zoo. Tus tswv yug yaj uas zoo yeej tso nws txojsia this cov yaj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.12","label":"12","content":"Tus uas raug ntiav tsis yog tus tswv yug yaj, cov yaj tsis yog nws li. Thaum nws pom hma tuaj nws tso cov yaj tseg khiav lawm, hma thiaj raws tom cov yaj khiav tawg ua sab ua sua."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.13","label":"13","content":"Tus ntawd khiav vim nws raug ntiav xwb thiab tsis mob siab cov yaj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.14","label":"14","content":"Kuv yog tus tswv yug yaj uas zoo. Kuv paub kuv cov yaj thiab kuv cov yaj paub kuv,"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.15","label":"15","content":"ib yam li leej Txiv paub kuv thiab kuv paub leej Txiv. Thiab kuv tso kuv txojsia this cov yaj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.16","label":"16","content":"Kuv tseem muaj dua ib co yaj uas tsis nyob hauv lub nkuaj no, kuv yuav tsum mus coj los. Thiab cov yaj ntawd yuav mloog kuv lub suab, thiab yuav los koom ua ib pab muaj ib tug tswv yug xwb."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.17","label":"17","content":"Qhov uas leej Txiv hlub kuv yog vim kuv tso kuv txojsia tseg thiaj tau txojsia ntawd rov los."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.18","label":"18","content":"Tsis muaj leejtwg yuav txeeb tau kuv txojsia mus tiamsis kuv tso kuv txojsia raws li kuv npaj siab tseg. Kuv muaj cai tso txojsia tseg thiab muaj cai muab txojsia rov los. Tej lus nkaw no kuv tau ntawm kuv leej Txiv los.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.19","label":"19","content":"Tej lus no ua rau cov Yudai rov tsis sib hum lawm."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.20","label":"20","content":"Ntau leej hais tias, “Tus no raug dab thiab vwm. Mus mloog nws hais ua dabtsi?”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.21","label":"21","content":"Dua lwm tus hais tias, “Tej lus no tsis yog tus neeg raug dab hais. Dab nim ua tau neeg dig muag pom kev lov?”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.22","label":"22","content":"Thaum ntawd yog lub sijhawm uas ua kevcai xyeem lub tuam tsev hauv Yeluxalees, thiab yog lub caij ntuj no."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.23","label":"23","content":"Yexus ncig mus hauv lub tuam tsev ntawm Zaj Qab Khav Xalaumoo."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.24","label":"24","content":"Cov Yudai txawm tuaj vij vog Yexus thiab hais tias, “Koj yuav cia peb pheej tsis to taub ntev li cas? Yog koj yog tus Khetos cia li qhia tseeb kiag rau peb paub.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.25","label":"25","content":"Yexus teb lawv tias, “Kuv twb hais rau nej lawm tiamsis nej tsis ntseeg. Tej haujlwm uas kuv tuav kuv leej Txiv lub npe ua, twb ua timkhawv rau kuv lawm."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.26","label":"26","content":"Tiamsis nej tsis ntseeg vim nej tsis yog kuv cov yaj."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.27","label":"27","content":"Kuv cov yaj yeej mloog kuv lub suab, kuv paub cov yaj ntawd thiab cov yaj kuj raws kuv qab."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.28","label":"28","content":"Thiab kuv pub txojsia ib txhis rau lawv. Tsis muaj ib hnub uas lawv yuav puam tsuaj, thiab tsis muaj leejtwg yuav txeeb tau lawv hauv kuv txhais tes mus."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.29","label":"29","content":"Kuv leej Txiv uas pub lawv rau kuv loj dua txhua yam,  tsis muaj leejtwg yuav txeeb tau lawv ntawm leej Txiv txhais tes mus."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.30","label":"30","content":"Kuv thiab leej Txiv yog ib tug xwb.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.31","label":"31","content":"Cov Yudai txawm rov khaws pob zeb los yuav ntaus Yexus dua."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.32","label":"32","content":"Yexus txawm hais rau lawv tias, “Kuv twb qhia leej Txiv li haujlwm ntau yam zoo rau nej pom. Nej tseem khaws pob zeb yuav ntaus kuv yog tim yam haujlwm twg?”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.33","label":"33","content":"Cov Yudai teb Yexus tias, “Qhov uas peb yuav xuas pob zeb ntaus koj tsis yog tim yam haujlwm zoo twg, tiamsis yog tim qhov uas koj hais lus tuam mom Vajtswv, vim koj tsuas yog neeg xwb los nim tsab ua Vajtswv.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.34","label":"34","content":"Yexus teb lawv tias, “Hauv nej phau kevcai twb muaj lus sau cia hais tias, ‘Kuv hais tias, nej yog timtswv,’  los tsis yog?"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.35","label":"35","content":"Yog Vajtswv hu cov uas txais Vajtswv txojlus tias yog timtswv, (mas yeej rhuav tsis tau Vajtswv txojlus,)"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.36","label":"36","content":"ua cas nej nrhiav lus kom tus uas leej Txiv tau tsa ua tus dawb huv thiab txib los rau hauv lub ntiajteb? Ua cas nej hais tias, ‘Koj hais lus tuam mom Vajtswv’ no, vim qhov uas kuv hais tias, ‘Kuv yog Vajtswv leej Tub,’?"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.37","label":"37","content":"Yog kuv tsis ua kuv leej Txiv tes haujlwm, kuj tsis txhob tso siab rau kuv kiag li."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.38","label":"38","content":"Tiamsis yog kuv ua nws tes haujlwm, txawm yog nej tsis tso siab rau kuv los nej yuav tsum tso siab rau tej haujlwm ntawd, kom nej thiaj paub thiab nkag siab tias leej Txiv nyob hauv kuv thiab kuv nyob hauv leej Txiv.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.39","label":"39","content":"Lawv yooj xeeb yuav ntes Yexus dua ib zaug tiamsis nws khiav dhau ntawm lawv txhais tes lawm."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.40","label":"40","content":"Nws hla tus dej Yaladee rov mus rau lub chaw uas Yauhas txeev ua kevcai raus dej thiab so qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.41","label":"41","content":"Muaj neeg coob tuaj cuag Yexus thiab hais tias, “Yauhas tsis ua txujci tseem ceeb dabtsi, los txhua yam uas Yauhas hais txog Yexus puavleej muaj tseeb.”"},{"bible_id":"1269","chapter_code":"JHN.10","verse_code":"JHN.10.42","label":"42","content":"Muaj neeg ntau leej tso siab rau Yexus qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Laxalau tabtom mob nyob hauv Npethani yog lub zos uas Maivliag thiab nws tus niam laus Matha nyob."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.2","label":"2","content":"Tus Maivliag no yog tus uas muab roj tsw qab los pleev tus Tswv thiab muab nws cov plaubhau so tus Tswv kotaw, yog nws tus nus Laxalau tabtom mob."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.3","label":"3","content":"Yog li ntawd ob tug muam thiaj txib neeg mus hais rau Yexus tias, “Tus Tswv, tus uas koj hlub tabtom mob.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.4","label":"4","content":"Thaum Yexus hnov li ntawd nws hais tias, “Tus mob ntawd yuav tsis ua rau nws tuag, tiamsis yuav ua rau Vajtswv tau koob meej kom Vajtswv leej Tub thiaj tau koob meej ntawm tus mob ntawd.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.5","label":"5","content":"Yexus hlub Matha thiab nws tus niam hluas thiab Laxalau heev."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.6","label":"6","content":"Thaum Yexus hnov tias Laxalau mob, nws tseem nyob lub qub chaw uas nws nyob ntawd tau ob hnub ntxiv thiab."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.7","label":"7","content":"Dhau ntawd Yexus hais rau nws cov thwjtim tias, “Peb cia li rov mus rau hauv lub xeev Yudia.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.8","label":"8","content":"Cov thwjtim hais rau nws tias, “Lanpi,  nyuam qhuav dhau tsis ntev no cov Yudai twb nrhiav kev xuas pob zeb ntaus koj kom tuag, koj tseem yuav rov mus rau hauv dua thiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.9","label":"9","content":"Yexus teb tias, “Nruab hnub muaj kaum ob teev los tsis yog? Yog leejtwg taug kev nruab hnub nws yuav tsis dawm rau qhov nws pom qhov kaj hauv lub ntiajteb no."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.10","label":"10","content":"Tiamsis yog leejtwg taug kev hmo ntuj nws yuav dawm vim nws tsis muaj qhov kaj.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.11","label":"11","content":"Yexus hais li ntawd tag ces nws txawm hais rau lawv tias, “Peb tus kwvluag Laxalau tsaug zog lawm, tiamsis kuv yuav mus tsa kom nws tsim dheev los.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.12","label":"12","content":"Cov thwjtim hais rau Yexus tias, “Tus Tswv, yog nws tsaug zog lawm, nws tus mob yeej yuav zoo.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.13","label":"13","content":"Yexus hais txog qhov uas Laxalau tuag tiamsis lawv xav tias Yexus hais txog qhov uas Laxalau pw tsaug zog xwb."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.14","label":"14","content":"Yexus thiaj qhia ncaj nraim rau lawv hais tias, “Laxalau twb tuag lawm."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.15","label":"15","content":"Vim yog saib rau nej kuv thiaj zoo siab uas kuv tsis tau nyob qhov ntawd xwv nej thiaj tau kev ntseeg. Peb cia li mus rau ntawm nws.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.16","label":"16","content":"Thauma uas hu hais tias Didoma  txawm hais rau nws tib pab thwjtim ntawd tias, “Peb cia li mus thiab, xwv peb thiaj tau nrog tus Tswv tuag ua ke.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.17","label":"17","content":"Thaum Yexus tuaj txog mas pom tias twb muab Laxalau log rau hauv lub qhov ntxa tau plaub hnub lawm."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.18","label":"18","content":"Lub zos Npethani nyob ze Yeluxalees kwvlam peb kilu kev,"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.19","label":"19","content":"mas cov Yudai muaj coob leej tawm tuaj nplij Matha thiab Maivliag lub siab vim ob tug tus nus tuag lawm."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.20","label":"20","content":"Thaum Matha hnov tias Yexus tabtom tuaj nws txawm tawm mus tos Yexus, hos Maivliag zaum hauv tsev."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.21","label":"21","content":"Matha hais rau Yexus tias, “Tus Tswv, yog koj nyob ntawm no, kuv tus nus yuav tsis tuag."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.22","label":"22","content":"Tiamsis nimno kuv paub tias yog koj thov ib yam dabtsi ntawm Vajtswv, Vajtswv yeej yuav pub rau koj.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.23","label":"23","content":"Yexus hais rau nws tias, “Koj tus nus yeej yuav ciaj sawv rov qab los.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.24","label":"24","content":"Matha hais rau Yexus tias, “Kuv paub tias nws yuav sawv rov los rau hnub kawg uas tej neeg sawvdaws sawv rov los.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.25","label":"25","content":"Yexus hais rau nws tias, “Kuv yog qhov uas ciaj sawv rov los thiab yog txojsia. Tus uas ntseeg kuv txawm yog nws tuag lawm los nws yeej yuav muaj txojsia,"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.26","label":"26","content":"thiab txhua tus uas muaj txojsia nyob thiab ntseeg kuv yuav tsis tuag ib txhis li. Koj puas ntseeg li no?”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.27","label":"27","content":"Matha teb tias, “Tus Tswv kuv ntseeg los maj, kuv ntseeg tias koj yog tus Khetos, yog Vajtswv leej Tub uas los rau hauv lub ntiajteb.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.28","label":"28","content":"Thaum Matha hais li no tag nws txawm mus hu nws tus niam hluas Maivliag thiab hais twjywm rau nws tias, “Tus xibhwb tuaj lawm, nws twb hu koj.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.29","label":"29","content":"Thaum Maivliag hnov dheev nws txawm maj nroos sawv tsees mus cuag Yexus."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.30","label":"30","content":"Thaum ntawd Yexus tsis tau nkag mus rau hauv lub zos, nws tseem nyob ntawm qhov chaw uas Matha mus tos nws."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.31","label":"31","content":"Thaum cov Yudai uas tabtom nrog Maivliag nyob ua ke hauv tsev thiab nplij nws lub siab pom nws maj nroos sawv tsees tawm mus, lawv txawm raws qab mus xav hais tias nws yuav mus quaj ntawm lub qhov ntxa."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.32","label":"32","content":"Thaum Maivliag tuaj txog qhov chaw uas Yexus nyob thiab pom Yexus lawm, nws txawm pe khwb nkaus ntawm Yexus kotaw hais tias, “Tus Tswv, yog koj nyob ntawm no, kuv tus nus yuav tsis tuag.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.33","label":"33","content":"Thaum Yexus pom Maivliag quaj quaj thiab cov Yudai uas nrog Maivliag ua ke quaj quaj, Yexus mob siab heev thiab nyuaj siab kawg."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.34","label":"34","content":"Yexus hais tias, “Nej muab nws coj mus tso rau qhovtwg?” Lawv teb tias, “Tus Tswv, los saib maj.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.35","label":"35","content":"Yexus kuj quaj."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.36","label":"36","content":"Cov Yudai txawm hais tias, “Saib maj, nws hlub Laxalau npaum li ntawd diam!”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.37","label":"37","content":"Tiamsis muaj qee leej hais tias, “Tus uas kho tau cov dig muag pom kev nws ua tsis tau rau tus no txhob tuag lov?”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.38","label":"38","content":"Yexus rov nyuaj siab kawg, nws thiaj tuaj rau ntawm lub qhov ntxa uas yog ib lub qhov zeb uas muaj ib daim lag zeb npog lub rooj ntxa lawm."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.39","label":"39","content":"Yexus hais tias, “Cia li muab daim lag zeb tshem.” Matha uas yog tus tuag li muam txawm hais tias, “Tus Tswv, twb tsw tsw lwj lawm rau qhov twb tuag tau plaub hnub lawm.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.40","label":"40","content":"Yexus hais rau nws tias, “Kuv twb hais rau koj lawm tias yog koj ntseeg koj yuav pom Vajtswv lub hwjchim ci ntsa iab los tsis yog?”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.41","label":"41","content":"Lawv thiaj li muab daim lag zeb tshem. Yexus tsa muag ntsia saum ntuj thiab hais tias, “Au kuv leej Txiv, kuv ua koj tsaug uas koj twb mloog kuv tej lus."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.42","label":"42","content":"Kuv paub tias koj mloog kuv tej lus txhua zaus, tiamsis kuv hais li no vim yog saib rau cov neeg uas nyob ntawm no kom lawv thiaj tau ntseeg hais tias koj yog tus uas txib kuv los.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.43","label":"43","content":"Thaum hais li ntawd tag, Yexus txawm hu nrov hais tias, “Laxalau 'e, cia li tawm los.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.44","label":"44","content":"Tus tuag ntawd txawm tawm los muaj nrhoob qhwv nws tes nws taw thiab muaj ib daim ntaub npog muag kauv nws lub ntsej muag. Yexus txawm hais rau lawv tias, “Cia li muab tej ntaub ntawd daws tseg thiab tso nws mus.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.45","label":"45","content":"Vim li no thaum cov Yudai uas tuaj xyuas Maivliag pom tej haujlwm uas Yexus ua muaj coob leej txawm tso siab rau nws."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.46","label":"46","content":"Tiamsis qee leej mus cuag cov Falixai thiab piav tej uas Yexus ua rau lawv mloog."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.47","label":"47","content":"Yog li no cov pov thawj hlob thiab cov Falixai txawm hu cov thawj lub rooj sablaj  tuaj sablaj thiab hais tias, “Peb yuav ua li cas, rau qhov tus no ua tej txujci tseem ceeb ntau heev?"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.48","label":"48","content":"Yog peb tso nws ua li no mus li txhua tus yuav ntseeg nws ces cov Loos yuav tuaj rhuav tshem peb lub tuam tsev thiab peb lub tebchaws.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.49","label":"49","content":"Tiamsis lawv cov ntawd muaj ib tug hu ua Khayafa uas ua tuam pov thawj hlob rau xyoo ntawd hais rau lawv tias, “Nej tsis paub qabhau kiag li."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.50","label":"50","content":"Nej tsis nkag siab tias qhov uas ib tug tuag this ib tsoom sawvdaws kuj zoo rau nej heev dua li tag nrho lub tebchaws puam tsuaj.”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.51","label":"51","content":"Nws tsis yog hais raws li nws lub siab xav xwb tiamsis nws ua tuam pov thawj hlob rau xyoo ntawd nws thiaj hais txog tom hauv ntej tias Yexus yuav tuag this lub tebchaws ntawd,"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.52","label":"52","content":"thiab tsis yog this lub tebchaws ntawd xwb tiamsis nws yuav qaws Vajtswv cov menyuam uas tawg ua sab ua sua los koom ua ib pab."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.53","label":"53","content":"Txij hnub ntawd los lawv txawm ntaus tswvyim yuav muab Yexus tua pov tseg."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.54","label":"54","content":"Vim li no Yexus thiaj tsis mus los tab meeg rau hauv cov Yudai lawm. Nws tawm qhov ntawm mus rau hauv thaj tebchaws uas nyob ze tebchaws moj sab qhua thiab mus rau hauv lub moos hu ua Efa‑i, mas nrog nws cov thwjtim nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.55","label":"55","content":"Thaum ntawd ze lub sijhawm uas cov Yudai ua kevcai Hla Dhau, mas muaj neeg coob coob hauv tej zej zog tuaj mus rau hauv Yeluxalees kom thiaj ua tau kevcai ntxuav lawv tus kheej kom dawb huv ua ntej uas yuav ua kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.56","label":"56","content":"Thaum lawv sawv ntsug rau hauv lub tuam tsev lawv txawm nrhiav Yexus thiab ib leeg hais rau ib leeg tias, “Nej xav li cas? Nws yuav tuaj rau hauv lub caij ua kevcai no los tsis tuaj?”"},{"bible_id":"1269","chapter_code":"JHN.11","verse_code":"JHN.11.57","label":"57","content":"Cov pov thawj hlob thiab cov Falixai hais tseg tias yog leejtwg pom Yexus nyob qhovtwg mas cia li hais rau lawv xwv lawv thiaj mus ntes tau nws."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.1","label":"1","content":"Tshuav rau hnub li txog sijhawm ua kevcai Hla Dhau, Yexus txawm mus rau hauv lub zos Npethani, yog lub zos uas tus Laxalau uas Yexus tsa ciaj sawv hauv qhov tuag rov los nyob."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.2","label":"2","content":"Lawv txawm pam ib pluag mov rau Yexus noj. Matha kuj ua num rau lawv thiab Laxalau kuj nrog Yexus lawv koom rooj mov ua ke."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.3","label":"3","content":"Maivliag txawm muab ib nrab lib roj tsw qab uas muaj nqes heev los pleev Yexus kotaw thiab muab nws cov plaubhau so Yexus kotaw. Cov roj ntawd tsw qab thoob plaws lub tsev ntawd."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.4","label":"4","content":"Tiamsis Yexus ib tug thwjtim uas hu ua Yudas Ikhali‑au, yog tus uas yuav fav xeeb rau Yexus txawm hais tias,"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.5","label":"5","content":"“Ua li cas tsis muab cov roj no muag tau nyiaj peb puas denalia  coj mus pub rau cov neeg pluag?”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.6","label":"6","content":"Nws hais li ntawd tsis yog nws mob siab cov pluag tiamsis nws yog ib tug tub sab. Nws ceev lub hnab nyiaj thiab pheej qee cov nyiaj hauv lub hnab coj mus."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.7","label":"7","content":"Yexus hais tias, “Tsis txhob tav nws. Cia nws khaws cov roj no cia txog hnub uas log kuv."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.8","label":"8","content":"Vim tias nej yeej yuav muaj cov neeg pluag nrog nej nyob mus li, tiamsis nej yuav tsis muaj kuv nrog nej nyob mus li.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.9","label":"9","content":"Thaum cov Yudai coob coob paub tias Yexus nyob qhov ntawd ces lawv txawm tuaj rau qhov ntawd tsis yog tuaj saib Yexus xwb tiamsis yog tuaj saib Laxalau uas Yexus tsa ciaj sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.10","label":"10","content":"Vim li no cov pov thawj hlob thiaj ntaus tswvyim yuav muab Laxalau tua pov tseg thiab,"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.11","label":"11","content":"rau qhov yog tim Laxalau cov Yudai coob leej thiaj ncaim mus ntseeg Yexus."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.12","label":"12","content":"Hnub tom qab thaum cov neeg coob coob uas tuaj ua kevcai Hla Dhau ntawd hnov tias Yexus tabtom taug kev yuav tuaj rau hauv Yeluxalees,"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.13","label":"13","content":"lawv txawm coj tej rev nplooj toov laj tawm mus tos nws thiab qw hais tias, “Hauxana.  Tus uas tuaj hauv tus Tswv  lub npe tau nyob kaj siab lug, yog Yixayee tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.14","label":"14","content":"Thiab Yexus pom ib tug menyuam nees luav ces txawm muab caij raws li muaj lus sau cia hais tias,"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.15","label":"15","content":"“Xi‑oo tus ntxhais, tsis txhob ntshai. Saib maj, koj tus vajntxwv tabtom los yog caij ib tug menyuam nees luav los.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.16","label":"16","content":"Thaum chiv thawj Yexus cov thwjtim tsis nkag siab tej xwm txheej no, tiamsis thaum Yexus tau koob meej ci ntsa iab lawd lawv nco tau tias muaj lus sau cia li no hais txog nws thiab luag twb ua li no rau nws."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.17","label":"17","content":"Cov neeg uas nrog Yexus nyob lub sijhawm uas nws hu Laxalau tawm hauv lub qhov ntxa los thiab tsa nws ciaj sawv hauv qhov tuag rov los kuj ua timkhawv."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.18","label":"18","content":"Qhov uas cov neeg tawm mus tos nws twb yog lawv tau hnov tias Yexus ua tej txujci tseem ceeb ntawd."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.19","label":"19","content":"Cov Falixai txawm sib hais tias, “Sim saib, nej ua tsis tau dabtsi li lawm. Saib maj, lub ntiajteb twb raws nws qab tag lawm.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.20","label":"20","content":"Cov neeg uas tuaj pe Vajtswv hauv kevcai Hla Dhau ntawd muaj qee leej kuj yog cov Kili."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.21","label":"21","content":"Lawv txawm mus cuag Fili uas tuaj hauv lub moos Npexaida hauv lub xeev Kalilais tuaj thiab hais rau nws tias, “Yawg hlob, peb xav pom Yexus.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.22","label":"22","content":"Fili txawm mus hais rau Anru, mas Anru thiab Fili txawm mus hais rau Yexus paub."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.23","label":"23","content":"Yexus teb ob tug tias, “Txog lub sijhawm uas Neeg leej Tub yuav tau koob meej ci ntsa iab."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.24","label":"24","content":"Kuv hais tseeb rau nej tias yog lub noob mog tsis poob rau hauv av thiab lwj kuj tsuas nyob tib lub xwb. Yog lwj mus, kuj yuav tuaj tawg paj txi txiv ntau."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.25","label":"25","content":"Tus uas nyiam nws txojsia yuav piam txojsia, tus uas ntxub nws txojsia hauv lub ntiajteb no yuav tuav tau txojsia mus ib txhis."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.26","label":"26","content":"Yog leejtwg ua koom tu kuv, nws yuav tsum raws kuv qab. Thiab kuv nyob qhovtwg, tus uas ua koom tu kuv yuav nyob qhov ntawd. Yog leejtwg ua koom tu kuv, mas leej Txiv yuav pub koob meej rau tus ntawd."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.27","label":"27","content":"“Nimno kuv nyuaj siab heev, mas kuv yuav hais li cas? Kuv yuav hais tias, ‘Au leej Txiv thov cawm kuv dim lub sijhawm no,’ no lov? Kuv tsis hais li ntawd, rau qhov twb yog kuv yuav tsum raug li no kuv thiaj los txog lub sijhawm no."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.28","label":"28","content":"Au leej Txiv, thov koj ua rau koj lub npe tau koob meej.” Ces txawm muaj ib lub suab nrov saum ntuj tuaj hais tias, “Kuv twb tau koob meej lawm, thiab kuv tseem yuav tau koob meej ntxiv.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.29","label":"29","content":"Cov neeg uas sawv ntawd tau hnov lub suab ntawd lawv txawm hais tias yog xob nroo. Muaj lwm tus hais tias, “Yog tubtxib saum ntuj hais lus tuaj rau nws.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.30","label":"30","content":"Yexus teb tias, “Lub suab ntawd yog hais kom muaj qabhau rau nej tsis yog rau kuv."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.31","label":"31","content":"Nimno yog lub sijhawm uas txiav txim rau lub ntiajteb no. Nimno tus uas kav lub ntiajteb yuav raug ntiab tawm mus."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.32","label":"32","content":"Mas thaum kuv raug tsa rau saum lub ntiajteb lawm, kuv yuav rub sawvdaws los rau kuv.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.33","label":"33","content":"Nws hais li ntawd yog qhia hais tias nws yuav tuag li cas."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.34","label":"34","content":"Cov neeg teb nws tias, “Peb tau hnov hauv txoj kevcai hais tias tus Khetos yuav nyob mus ib txhis. Ua li cas koj ho hais tau tias Neeg leej Tub yuav tsum raug muab tsa saum lub ntiajteb? Tus Neeg leej Tub ntawd yog leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.35","label":"35","content":"Yexus hais rau lawv tias, “Qhov kaj tseem nrog nej nyob ib nyuag ntu. Thaum tseem muaj qhov kaj nyob cia li taug kev mus kom txojkev tsaus ntuj thiaj caum tsis cuag nej. Tus uas taug txojkev tsaus ntuj yeej tsis paub tias nws mus qhovtwg."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.36","label":"36","content":"Thaum nej tseem muaj qhov kaj, nej cia li tso siab rau qhov kaj ntawd xwv thiaj tau ua qhov kaj li menyuam.” Thaum Yexus hais li ntawd tag nws txawm tawm qhov ntawd mus thiab nraim cev ntawm lawv."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.37","label":"37","content":"Txawm yog nws ua ntau yam txujci tseem ceeb no rau lawv pom los lawv tsis ntseeg nws."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.38","label":"38","content":"Tej no thiaj yog tiav raws li xibhwb Yaxaya uas cev Vajtswv lus tau hais tias, “Tus Tswv, leejtwg ntseeg tej uas peb tau hais? Vajtswv ua nws txhais npab tshwm rau leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.39","label":"39","content":"Yog vim li no lawv thiaj ntseeg tsis tau, rau qhov Yaxaya hais ntxiv tias,"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.40","label":"40","content":"“Nws ua rau lawv dig muag thiab ua rau lawv lub siab tawv, tsam ces lawv lub qhov muag yuav pom, thiab lawv lub siab yuav to taub, ces lawv yuav tig rov los kom kuv kho lawv zoo.”"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.41","label":"41","content":"Yaxaya hais li no vim yog nws pom tus Tswv lub hwjchim ci ntsa iab thiab hais txog tus Tswv."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.42","label":"42","content":"Txawm li cas kuj xij, cov nom tswv kuj muaj coob leej ntseeg Yexus tiamsis lawv tsis lees nws tab meeg rau qhov lawv ntshai cov Falixai. Lawv ntshai tsam lawv yuav raug muab ntiab tawm hauv lub tsev sablaj,"},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.43","label":"43","content":"vim lawv nyiam neeg qhuas lawv heev dua li Vajtswv qhuas."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.44","label":"44","content":"Yexus qw nrov hais tias, “Tus uas tso siab rau kuv, tsis yog tso siab rau kuv xwb tiamsis kuj tso siab rau tus uas txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.45","label":"45","content":"Tus uas pom kuv kuj yog pom tus uas txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.46","label":"46","content":"Kuv los ua qhov kaj rau hauv lub ntiajteb xwv txhua tus uas tso siab rau kuv thiaj tsis nyob hauv qhov tsaus ntuj mus li."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.47","label":"47","content":"Tus uas hnov kuv tej lus los tsis ua raws li, kuv tsis txiav txim rau tus ntawd, rau qhov kuv tsis yog los txiav txim rau lub ntiajteb, tiamsis yog los cawm lub ntiajteb kom dim."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.48","label":"48","content":"Tus uas tso kuv tseg thiab tsis lees yuav kuv tej lus yeej muaj ib tug yuav txiav txim rau nws. Tej lus uas kuv twb hais lawd yuav ua tus uas txiav txim rau nws rau hnub kawg."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.49","label":"49","content":"Kuv tsis hais raws li kuv lub siab. Leej Txiv uas txib kuv los qhia kom kuv hais li cas thiab hais dabtsi."},{"bible_id":"1269","chapter_code":"JHN.12","verse_code":"JHN.12.50","label":"50","content":"Kuv paub tias tej uas Vajtswv qhia ntawd yog txojsia ib txhis tsis kawg. Yog li ntawd, tej uas kuv hais ntawd kuv hais raws li leej Txiv qhia kom kuv hais xwb.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.1","label":"1","content":"Ua ntej uas yuav txog hnub ua kevcai Hla Dhau, Yexus paub tias twb txog lub sijhawm uas nws yuav ncaim hauv lub ntiajteb mus cuag leej Txiv. Yexus hlub nws cov neeg uas nyob hauv lub ntiajteb no thiab nws tseem hlub mus txog thaum kawg."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.2","label":"2","content":"Dab Dxwg Nyoog twb tshoov Ximoos tus tub Yudas Ikhali‑au lub siab kom fav xeeb rau Yexus ua ntej lawm. Mas thaum lawv tabtom noj hmo,"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.3","label":"3","content":"Yexus paub tias leej Txiv muab txhua yam cob rau hauv nws txhais tes thiab paub tias nws los ntawm Vajtswv los thiab yuav rov mus cuag Vajtswv,"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.4","label":"4","content":"Yexus txawm sawv tsees ntawm rooj mov hle nws lub tsho cia thiab muab txoj sawv hwm los siav ntawm duav."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.5","label":"5","content":"Nws muab dej hliv rau hauv lub phaj thiab pib ntxuav cov thwjtim kotaw thiab muab txoj sawv hwm ntawm duav los so."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.6","label":"6","content":"Thaum Yexus los txog ntawm Ximoos Petus, Petus hais rau Yexus tias, “Tus Tswv, koj yuav ntxuav kuv kotaw thiab lov?”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.7","label":"7","content":"Yexus teb nws tias, “Tej uas kuv ua, nimno koj tsis nkag siab, tiamsis yav tom qab koj yuav nkag siab.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.8","label":"8","content":"Petus hais rau nws tias, “Koj ntxuav kuv kotaw tsis tau kiag li.” Yexus teb nws tias, “Yog kuv tsis ntxuav koj, koj yuav tsis muaj feem tau rau hauv kuv.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.9","label":"9","content":"Ximoos Petus hais rau nws tias, “Tus Tswv, tsis txhob yog ntxuav kuv kotaw xwb, cia li ntxuav kuv tes thiab taubhau huvsi.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.10","label":"10","content":"Yexus hais rau nws tias, “Tus uas da dej lawm tsis cheem tsum ntxuav lub cev dua, tsuas yog ntxuav kotaw xwb rau qhov ib ce twb huv lawm. Nej cov twb huv lawm tiamsis tsis yog txhua tus.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.11","label":"11","content":"Yexus yeej paub tias leejtwg yuav fav xeeb rau nws, vim li no nws thiaj hais tias, “Tsis yog nej txhua tus huv lawm.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.12","label":"12","content":"Thaum Yexus ntxuav lawv kotaw tag lawm nws rov qab hnav nws lub tsho thiab zaum hais rau lawv tias, “Nej nkag siab tej uas kuv ua rau nej los tsis nkag?"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.13","label":"13","content":"Nej hu kuv tias ‘Xibhwb’ thiab ‘Tus Tswv’, nej kuj hu raug lawm rau qhov kuv yeej yog li ntawd."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.14","label":"14","content":"Yog kuv uas yog nej tus Tswv thiab nej tus xibhwb twb ntxuav nej kotaw kuj tsim nyog nej ib leeg ntxuav ib leeg kotaw thiab."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.15","label":"15","content":"Rau qhov kuv twb ua qauv tseg rau nej lawm kom nej thiaj ua ib yam nkaus li kuv ua rau nej thiab."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.16","label":"16","content":"“Kuv hais tseeb rau nej tias, tus qhev yeej tsis loj dhau tus lospav, thiab tus tubtxib kuj tsis loj dhau tus uas txib nws mus."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.17","label":"17","content":"Yog nej paub li no thiab ua raws nraim mas nej yuav nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.18","label":"18","content":"Tsis yog kuv hais txog nej txhua tus. Kuv paub cov uas kuv xaiv cia lawm. Tej no tshwm los thiaj yuav tiav raws li Vajtswv txojlus uas hais tias, ‘Tus uas nrog kuv noj mov ua ke yuav tsa luj taws tuam kuv.’"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.19","label":"19","content":"Nimno kuv hais tej no ua ntej rau nej thaum tsis tau tshwm los, xwv thaum tej no tshwm los lawd nej thiaj ntseeg tias kuv yog tus ntawd ntag."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.20","label":"20","content":"Kuv hais tseeb rau nej tias tus uas lees yuav tus uas kuv txib mus kuj yog nws lees yuav kuv thiab, thiab tus uas lees yuav kuv kuj yog lees yuav tus uas txib kuv los.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.21","label":"21","content":"Thaum Yexus hais li ntawd lawm, nws kuj nyuaj siab kawg thiab ua timkhawv hais tias, “Kuv hais tseeb rau nej tias, nej cov ib tug yuav fav xeeb rau kuv.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.22","label":"22","content":"Cov thwjtim ib leeg saib rau ib leeg tsis paub tias tus uas Yexus hais ntawd yog leejtwg."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.23","label":"23","content":"Tus thwjtim uas Yexus nyiam nws pheeb ze ntawm Yexus."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.24","label":"24","content":"Ximoos Petus thiaj ncaws hau kom nws nug Yexus saib tus uas nws hais ntawd yog leejtwg."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.25","label":"25","content":"Thaum tseem pheeb ze rau ntawm Yexus, tus thwjtim ntawd txawm nug nws tias, “Tus Tswv, tus ntawd yog leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.26","label":"26","content":"Yexus teb tias, “Yog tus uas kuv yuav muab qhov ncuav no ntsw cev rau nws.” Thaum Yexus muab qhov ncuav ntsw lawd nws txawm muab cev rau Ximoos Ikhali‑au tus tub Yudas."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.27","label":"27","content":"Thaum Yudas txais qhov ncuav ntawd lawd Xatas  kuj nkag rau hauv Yudas. Yexus txawm hais rau Yudas tias, “Tej uas koj yuav ua cia li ua sai sai.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.28","label":"28","content":"Cov uas pheeb koom ua ke ntawm lub rooj mov ntawd tsis muaj leejtwg paub tias ua li cas Yexus hais li ntawd rau Yuda."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.29","label":"29","content":"Qee leej xav tias vim Yudas yog tus ceev lub hnab nyiaj Yexus thiaj hais rau nws tias, “Cia li mus yuav tej uas peb cheem tsum ua kevcai no,” lossis yog hais rau nws kom muab dabtsi pub rau cov neeg pluag."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.30","label":"30","content":"Vim li no thaum Yudas txais qhov ncuav ntawd lawm nws txawm tawm plaws tamsid. Thaum ntawd tsaus ntuj lawm."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.31","label":"31","content":"Thaum Yudas tawm mus lawd Yexus txawm hais tias, “Nimno Neeg leej Tub tau koob meej lawm, thiab Vajtswv tau koob meej vim Neeg leej Tub."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.32","label":"32","content":"Yog Vajtswv tau koob meej vim Neeg leej Tub, Vajtswv kuj yuav pub Neeg leej Tub tau koob meej rau hauv Vajtswv, thiab yuav pub koob meej tamsim no."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.33","label":"33","content":"Cov menyuam 'e, kuv yuav nrog nej nyob ib nyuag pliag xwb. Nej yuav nrhiav kuv. Thiab kuv hais li cas rau cov Yudai lawm nimno kuv kuj hais li ntawd rau nej tias, qhov chaw uas kuv yuav mus ntawd nej mus tsis tau."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.34","label":"34","content":"Kuv pub txoj kevcai tshiab rau nej. Nej ib leeg yuav tsum hlub ib leeg. Kuv hlub nej li cas lawm nej yuav tsum sib hlub ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.35","label":"35","content":"Qhov uas nej sib hlub no yuav ua rau sawvdaws paub tias nej yog kuv li thwjtim.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.36","label":"36","content":"Ximoos Petus hais rau Yexus tias, “Tus Tswv, koj yuav mus qhovtwg?” Yexus teb tias, “Qhov uas kuv yuav mus ntawd nimno koj raws kuv qab mus tsis tau, tiamsis yav tom qab koj yuav raws kuv qab mus.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.37","label":"37","content":"Petus hais rau nws tias, “Tus Tswv, ua li cas nimno kuv yuav raws koj qab mus tsis tau? Kuv yuav tso txojsia tseg vim saib rau koj.”"},{"bible_id":"1269","chapter_code":"JHN.13","verse_code":"JHN.13.38","label":"38","content":"Yexus teb tias, “Koj yuav tso koj txojsia tseg saib rau kuv lov? Kuv hais tseeb rau koj tias ua ntej qaib qua koj yuav tsis lees kuv peb zaug.”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.1","label":"1","content":"“Nej tsis txhob txhawj tsis txhob nyuaj siab. Nej tso siab rau Vajtswv,  cia li tso siab rau kuv thiab."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.2","label":"2","content":"Hauv kuv leej Txiv lub tsev muaj chaw nyob ntau heev. Yog tsis muaj li ntawd kuv yeej hais rau nej lawm. Kuv mus tu chaw tseg rau nej."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.3","label":"3","content":"Thaum kuv mus tu chaw tseg rau nej tiav lawd, kuv yeej yuav rov los dua thiab coj nej mus nrog kuv nyob, xwv kuv nyob qhovtwg nej thiaj tau nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.4","label":"4","content":"Thiab nej paub txojkev uas mus txog lub chaw uas kuv yuav mus ntawd lawm.”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.5","label":"5","content":"Thauma hais rau Yexus tias, “Tus Tswv, peb tsis paub tias koj yuav mus qhovtwg. Peb yuav paub txojkev ntawd tau li cas?”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.6","label":"6","content":"Yexus hais rau nws tias, “Kuv yog txojkev ntawd, yog qhov tseeb thiab yog txojsia. Tsis muaj leejtwg mus cuag tau leej Txiv tsuas yog mus ntawm kuv mus xwb."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.7","label":"7","content":"Yog nej twb paub kuv lawm nej yeej yuav paub kuv leej Txiv thiab. Txij no mus nej yuav paub nws thiab pom nws.”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.8","label":"8","content":"Fili hais rau nws tias, “Tus Tswv, thov qhia leej Txiv tshwm rau peb pom mas peb thiaj txaus siab.”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.9","label":"9","content":"Yexus hais rau nws tias, “ Fili, kuv nrog nej nyob ntev txog tav no lawm, nej tseem tsis paub kuv thiab lov? Tus uas pom kuv kuj yog pom leej Txiv. Koj yuav hais tau li cas tias, ‘Thov qhia leej Txiv tshwm rau peb pom’?"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.10","label":"10","content":"Koj tsis ntseeg tias kuv nyob hauv leej Txiv thiab leej Txiv nyob hauv kuv lov? Tej lus uas kuv hais rau nej ntawd kuv tsis tau hais raws li kuv lub siab xwb. Tiamsis leej Txiv uas nyob hauv kuv ua nws tes haujlwm."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.11","label":"11","content":"Nej cia li ntseeg kuv hais tias kuv nyob hauv leej Txiv thiab leej Txiv nyob hauv kuv. Yog tsis ua li ntawd, cia li ntseeg vim tej haujlwm no."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.12","label":"12","content":"Kuv hais tseeb rau nej tias tus uas tso siab rau kuv yuav ua tej haujlwm uas kuv ua no thiab. Thiab nws tseem yuav ua tej haujlwm loj dua tej no vim kuv yuav mus cuag leej Txiv."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.13","label":"13","content":"Yam twg uas nej tuav kuv lub npe thov, kuv yuav ua yam ntawd kom leej Txiv thiaj tau koob meej ci ntsa iab ntawm leej Tub."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.14","label":"14","content":"Yog nej tuav kuv lub npe thov ib yam dabtsi, kuv yuav ua yam ntawd."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.15","label":"15","content":"“Yog nej hlub kuv, nej yuav tuav rawv kuv tej lus nkaw."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.16","label":"16","content":"Kuv yuav thov leej Txiv mas nws yuav pub dua ib tug los taw qhia nej, nws yuav nrog nej nyob mus li."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.17","label":"17","content":"Tus ntawd yog Vaj Ntsuj Plig uas qhia qhov tseeb, uas lub ntiajteb txais tsis tau vim yog ntsia tsis pom thiab tsis paub nws. Nej cov paub nws vim nws nrog nej nyob thiab yuav nyob hauv nej."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.18","label":"18","content":"Kuv yuav tsis muab nej tso pov tseg ua ntsoj ua ntsuag. Kuv yuav los cuag nej."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.19","label":"19","content":"Tshuav tsis ntev lub ntiajteb yuav tsis pom kuv tiamsis nej yuav pom kuv. Vim kuv muaj txojsia nyob nej kuj yuav muaj txojsia nyob thiab."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.20","label":"20","content":"Hnub ntawd nej yuav paub tias kuv nyob hauv leej Txiv thiab nej nyob hauv kuv thiab kuv nyob hauv nej."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.21","label":"21","content":"Tus uas muaj kuv tej lus nkaw thiab tuav rawv tej lus ntawd, tus ntawd thiaj yog tus uas hlub kuv. Thiab tus uas hlub kuv ntawd kuv leej Txiv yuav hlub nws, thiab kuv yuav hlub nws thiab qhia kuv rau nws pom.”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.22","label":"22","content":"Yudas uas tsis yog Ikhali‑au hais rau Yexus tias, “Tus Tswv, ua li cas koj yuav qhia koj tshwm rau peb pom xwb tsis qhia rau lub ntiajteb pom?”"},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.23","label":"23","content":"Yexus teb nws tias, “Yog leejtwg hlub kuv, tus ntawd yuav tuav rawv kuv tej lus, thiab kuv leej Txiv yuav hlub nws thiab wb ob leeg yuav los cuag nws thiab nrog nraim nws nyob."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.24","label":"24","content":"Tus uas tsis hlub kuv kuj tsis tuav rawv kuv tej lus. Thiab tej lus uas nej hnov no tsis yog kuv li lus tiamsis yog leej Txiv uas txib kuv los li lus."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.25","label":"25","content":"“Kuv hais tej lus no rau nej rau thaum kuv tseem nrog nej nyob."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.26","label":"26","content":"Tiamsis tus uas taw qhia, yog Vaj Ntsuj Plig tus dawb huv uas leej Txiv yuav txib los hauv kuv lub npe, nws yuav qhia txhua yam rau nej thiab ua rau nej nco txog txhua yam uas kuv twb hais rau nej lawd."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.27","label":"27","content":"Kuv muab txojkev nyob kaj siab lug cob rau nej. Kuv pub kuv txojkev nyob kaj siab lug rau nej, kuv pub tsis thooj li lub ntiajteb pub. Nej lub siab tsis txhob txhawj thiab tsis txhob ntshai."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.28","label":"28","content":"Nej twb hnov kuv hais rau nej tias, ‘Kuv yuav ncaim mus thiab kuv yuav rov los cuag nej.’ Yog nej hlub kuv nej kuj yuav xyiv fab rau qhov uas kuv mus cuag leej Txiv, vim leej Txiv loj dua kuv."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.29","label":"29","content":"Nimno kuv twb hais tej no rau nej ua ntej uas tsis tau tshwm los, xwv thaum muaj tej no tshwm los nej thiaj li ntseeg."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.30","label":"30","content":"Kuv yuav tsis nrog nej tham li no dua li lawm rau qhov tus uas kav ntiajteb tabtom los. Tus ntawd tsis muaj hwjchim loj dua kuv."},{"bible_id":"1269","chapter_code":"JHN.14","verse_code":"JHN.14.31","label":"31","content":"Tiamsis kuv ua raws li leej Txiv kom kuv ua, xwv lub ntiajteb thiaj paub tias kuv hlub leej Txiv. Cia li sawv tsees, peb mus lauj.”"},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.1","label":"1","content":"“Kuv yog tsob tseem txiv hmab, thiab kuv leej Txiv yog tus uas tu."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.2","label":"2","content":"Txhua ceg hauv kuv uas tsis txi txiv nws yuav muab txiav pov tseg, thiab txhua ceg uas txi txiv nws yuav muab tav kom yimhuab txi ntau heev."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.3","label":"3","content":"Nej twb raug ntxuav kom dawb huv ntawm tej lus uas kuv hais rau nej lawm."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.4","label":"4","content":"Nej cia li nyob ruaj rau hauv kuv thiab kuv yuav nyob rau hauv nej. Tus ceg uas nyob ib cag yuav txi txiv tsis tau, tsuas yog koom lub hauv paus thiaj txi tau. Nej kuj ib yam nkaus, yog nej tsis nyob ruaj rau hauv kuv, nej yuav txi txiv tsis tau."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.5","label":"5","content":"Kuv yog lub hauv paus txiv hmab, nej yog cov ceg. Tus uas nyob ruaj rau hauv kuv thiab kuv nyob hauv nws, tus ntawd yuav txi txiv ntau. Yog nej ncaim ntawm kuv lawm nej yuav ua tsis tau ib yam dabtsi li."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.6","label":"6","content":"Yog leejtwg tsis nyob ruaj rau hauv kuv, tus ntawd yuav raug muab txiav pov tseg ib yam li tej ceg thiab yuav qhuav tag. Tej ceg ntawd yuav raug muab sau mus pov rau hauv hluavtaws hlawv kub hnyiab tag."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.7","label":"7","content":"“Yog nej nyob ruaj rau hauv kuv thiab kuv tej lus nyob ruaj hauv nej lawm, nej cia li thov yam twg uas nej xav yuav mas nej yuav tau yam ntawd."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.8","label":"8","content":"Yog nej tawg paj txi txiv ntau thiaj ua kuv li thwjtim, qhov ntawd yuav ua rau kuv leej Txiv tau koob meej."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.9","label":"9","content":"Leej Txiv hlub kuv li cas, kuv kuj hlub nej ib yam li ntawd. Nej cia li nyob ruaj rau hauv kuv txojkev hlub."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.10","label":"10","content":"Yog nej tuav rawv kuv tej lus nkaw nej kuj nyob ruaj rau hauv kuv txojkev hlub ib yam li kuv tuav rawv kuv Txiv tej lus nkaw thiab nyob ruaj hauv nws txojkev hlub."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.11","label":"11","content":"Kuv hais tej no rau nej lawm xwv kuv txojkev xyiv fab thiaj nyob hauv nej thiab nej thiaj muaj txojkev xyiv fab puv npo."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.12","label":"12","content":"“Kuv nkaw lus tseg rau nej tias nej ib leeg yuav tsum hlub ib leeg ib yam li kuv hlub nej."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.13","label":"13","content":"Tsis muaj txojkev hlub loj dhau txoj no lawm, yog qhov uas ib tug tso txojsia this nws cov kwvluag."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.14","label":"14","content":"Yog nej ua tej uas kuv kom nej ua, nej kuj yog kuv li kwvluag."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.15","label":"15","content":"Kuv tsis hu nej ua tub qhe dua li lawm rau qhov tus tub qhe tsis paub tias nws tus lospav ua dabtsi. Tiamsis kuv hu nej ua kwvluag rau qhov txhua yam uas kuv tau hnov ntawm leej Txiv kuv twb qhia rau nej paub lawm."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.16","label":"16","content":"Nej tsis tau xaiv kuv tiamsis kuv xaiv nej thiab tsa nej kom mus tawg paj txi txiv thiab ua rau tej txiv ntawd yuav nyob mus li, kom thaum nej tuav kuv lub npe thov ib yam dabtsi ntawm leej Txiv, nws thiaj pub yam ntawd rau nej."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.17","label":"17","content":"Tej uas kuv nkaw lus tseg rau nej no yog qhov uas ib leeg yuav tsum hlub ib leeg."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.18","label":"18","content":"“Yog lub ntiajteb no ntxub nej, nej cia li paub tias lub ntiajteb twb xub ntxub kuv ua ntej lawm."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.19","label":"19","content":"Yog nej ua neeg ntiajteb, lub ntiajteb yeej yuav hlub cov uas yog ntiajteb li. Vim nej tsis yog neeg ntiajteb, rau qhov kuv twb xaiv nej tawm hauv lub ntiajteb lawm, vim li no lub ntiajteb thiaj ntxub nej."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.20","label":"20","content":"Nej cia li nco txog tej lus uas kuv hais rau nej lawm tias, ‘Tus tub qhe tsis loj dhau nws tus lospav.’ Yog lawv twb tsim txom kuv lawm lawv yeej yuav tsim txom nej thiab. Yog lawv tuav rawv kuv tej lus, lawv yeej yuav tuav rawv nej tej lus thiab."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.21","label":"21","content":"Tiamsis lawv yuav ua txhua yam no rau nej vim yog tim kuv lub npe, rau qhov lawv tsis paub tus uas txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.22","label":"22","content":"Yog kuv tsis tau los qhia lawv, lawv yuav tsis muaj txim. Tiamsis nimno lawv tsis muaj ib los hais daws lawv lub txim."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.23","label":"23","content":"Tus uas ntxub kuv kuj yog ntxub kuv leej Txiv thiab."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.24","label":"24","content":"Yog kuv tsis tau ua tej uas lwm tus tsis ua rau lawv pom, lawv yuav tsis muaj txim. Tiamsis nimno lawv twb pom tej no los lawv tseem ntxub kuv thiab kuv leej Txiv."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.25","label":"25","content":"Tej no yog tiav raws li tej lus sau cia rau hauv Vajtswv txoj kevcai hais tias, ‘Lawv lam ntxub kuv do do.’"},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.26","label":"26","content":"Tiamsis thaum tus uas taw qhia los, uas kuv txib ntawm leej Txiv los rau nej, yog Vaj Ntsuj Plig uas qhia qhov tseeb thiab los ntawm leej Txiv los, nws yuav ua timkhawv txog kuv."},{"bible_id":"1269","chapter_code":"JHN.15","verse_code":"JHN.15.27","label":"27","content":"Thiab nej kuj yuav ua timkhawv rau qhov nej twb nrog kuv nyob thaum chiv thawj los.”"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.1","label":"1","content":"“Kuv hais tej no rau nej kom nej thiaj tsis yuam kev."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.2","label":"2","content":"Luag yuav muab nej ntiab tawm hauv tej tsev sablaj. Qhov tseeb lub sijhawm tabtom los txog, txhua tus uas muab nej tua pov tseg yuav xav tias lawv ua koom tu Vajtswv."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.3","label":"3","content":"Lawv yuav ua li ntawd vim lawv twb tsis paub leej Txiv thiab tsis paub kuv."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.4","label":"4","content":"Tiamsis kuv hais tej no rau nej xwv thaum txog lawv li sijhawm lawd nej thiaj nco ntsoov tias kuv twb hais rau nej ua ntej lawm. “Thaum chiv thawj kuv tsis tau hais tej no rau nej rau qhov kuv tseem nrog nej nyob."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.5","label":"5","content":"Tiamsis nimno kuv yuav mus cuag tus uas txib kuv los, los nej cov tsis muaj leejtwg nug kuv tias, ‘Koj yuav mus qhovtwg?’"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.6","label":"6","content":"Vim kuv hais tej no rau nej, nej thiaj li nyuaj siab kawg."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.7","label":"7","content":"Tiamsis kuv qhia qhov tseeb rau nej. Qhov uas kuv ncaim mus ntawd yuav muaj nuj nqes rau nej. Yog kuv tsis mus, tus uas taw qhia yuav tsis los cuag nej. Tiamsis yog kuv mus lawm, kuv yuav txib nws los cuag nej."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.8","label":"8","content":"Thaum nws los lawd nws yuav ua rau lub ntiajteb paub tseeb txog lub txim thiab txojkev ncaj ncees thiab qhov uas teem txim."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.9","label":"9","content":"Hais txog lub txim mas yog vim lawv tsis ntseeg kuv,"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.10","label":"10","content":"hais txog kev ncaj ncees yog vim kuv mus cuag leej Txiv mas nej yuav tsis pom kuv dua li lawm,"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.11","label":"11","content":"hais txog qhov uas teem txim yog vim tus uas kav ntiajteb raug teem txim lawm."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.12","label":"12","content":"“Tseem tshuav ntau yam uas kuv yuav hais rau nej, tiamsis nimno nej thev tsis taus."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.13","label":"13","content":"Thaum Vaj Ntsuj Plig uas qhia qhov tseeb los lawm nws yuav coj nej mus txog qhov tseeb huvsi. Nws yuav tsis hais raws nws lub siab xwb, nws yuav hais tej uas nws tau hnov thiab nws yuav qhia nej paub txog tej uas yuav tshwm los."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.14","label":"14","content":"Nws yuav ua rau kuv tau koob meej, vim nws yuav muab tej uas yog kuv li lus qhia rau nej."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.15","label":"15","content":"Txhua yam uas leej Txiv muaj yog kuv li. Vim li no kuv thiaj hais tias Vaj Ntsuj Plig yuav muab tej uas yog kuv li los qhia rau nej."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.16","label":"16","content":"“Tshuav tsis ntev nej yuav tsis pom kuv dua li lawm, thiab tshuav tsis ntej nej yuav rov pom kuv thiab.”"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.17","label":"17","content":"Cov thwjtim qee leej sib nug hais tias, “Qhov uas Yexus hais tias, ‘Tshuav tsis ntev nej yuav tsis pom kuv, thiab tshuav tsis ntev nej yuav rov pom kuv thiab,’ thiab hais tias, ‘rau qhov kuv mus cuag leej Txiv,’ yog nws hais txog dabtsi?”"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.18","label":"18","content":"Lawv hais tias, “Tshuav tsis ntev ntawd hais txog dabtsi? Peb tsis nkag siab nws hais li cas.”"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.19","label":"19","content":"Yexus paub tias lawv xav nug nws, nws txawm hais rau lawv tias, “Nej sib nug hais tias qhov uas kuv hais tias ‘Tshuav tsis ntev nej yuav tsis pom kuv, thiab tshuav tsis ntej nej yuav rov pom kuv’ ntawd yog kuv hais txog dabtsi lov?"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.20","label":"20","content":"Kuv hais tseeb rau nej tias, nej yuav quaj thiab quaj ntsuag, tiamsis lub ntiajteb yuav xyiv fab. Nej yuav nyuaj siab, tiamsis nej txojkev nyuaj siab yuav ntxeev ua kev xyiv fab."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.21","label":"21","content":"Thaum ib tug pojniam yuav yug menyuam nws muaj kev nyuaj siab vim yog txog lub caij yug lawm, tiamsis thaum yug tau lawd nws tsis nco txog qhov uas mob ntawd vim muaj kev xyiv fab rau qhov uas yug tau ib tug rau hauv ntiajteb."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.22","label":"22","content":"Ib yam li ntawd nimno nej muaj kev nyuaj siab, tiamsis kuv yuav rov pom nej dua thiab nej lub siab yuav xyiv fab, tsis muaj leejtwg yuav txeeb tau nej txojkev xyiv fab mus."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.23","label":"23","content":"Hnub ntawd nej yuav tsis nug kuv ib yam dabtsi lawm. Kuv hais tseeb rau nej tias yog nej tuav kuv lub npe thov leej Txiv ib yam dabtsi, nws yuav pub yam ntawd rau nej."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.24","label":"24","content":"Txog tav no nej twb tsis tau tuav kuv lub npe thov ib yam dabtsi. Cia li thov mas nej yuav tau xwv nej thiaj muaj kev xyiv fab kawg nkaus."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.25","label":"25","content":"“Kuv ua lus piv txwv li no hais rau nej. Lub sijhawm tabtom los txog mas kuv yuav tsis ua lus piv txwv hais rau nej dua li lawm, tiamsis kuv yuav hais txog leej Txiv meej meej rau nej."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.26","label":"26","content":"Hnub ntawd nej yuav tuav kuv lub npe thov. Kuv tsis hais rau nej tias kuv yuav thov leej Txiv pab nej,"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.27","label":"27","content":"rau qhov leej Txiv yeej hlub nej vim nej hlub kuv thiab ntseeg tias kuv los ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.28","label":"28","content":"Kuv los ntawm leej Txiv los thiab nkag rau hauv lub ntiajteb lawm. Kuv tabtom ncaim hauv lub ntiajteb rov mus cuag leej Txiv.”"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.29","label":"29","content":"Nws cov thwjtim hais tias, “Nimno koj hais meej meej tsis ua lus piv txwv hais."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.30","label":"30","content":"Nimno peb paub tias koj paub txhua yam huvsi thiab tsis txog leejtwg nug koj dua lawm. Vim li no peb thiaj ntseeg tias koj los ntawm Vajtswv los.”"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.31","label":"31","content":"Yexus teb lawv tias, “Nimno nej ntseeg lawm lov?"},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.32","label":"32","content":"Lub sijhawm tabtom los thiab twb los txog lawm mas nej yuav tawg ua sab ua sua nyias mus nyias tsev thiab tso kuv tseg nyob ib leeg. Tiamsis tsis yog kuv nyob ib leeg, vim leej Txiv nrog nraim kuv."},{"bible_id":"1269","chapter_code":"JHN.16","verse_code":"JHN.16.33","label":"33","content":"Kuv hais tej no rau nej kom nej thiaj nyob kaj siab lug hauv kuv. Nej yuav raug kev txom nyem nyuaj siab hauv lub ntiajteb no tiamsis nej cia li ua siab tuab. Kuv twb kov yeej ntiajteb lawm.”"},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.1","label":"1","content":"Thaum Yexus hais tej ntawd tag lawm, nws txawm tsa muag ntsia saum ntuj thiab hais tias, “Au leej Txiv, txog sijhawm lawm. Thov ua rau koj leej Tub tau koob meej ci ntsa iab, kom leej Tub thiaj ua rau leej Txiv tau koob meej,"},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.2","label":"2","content":"rau qhov koj pub hwjchim rau leej Tub kav tag nrho ib tsoom neeg sawvdaws, kom leej Tub thiaj pub txojsia ib txhis tsis kawg rau txhua tus uas koj muab cob rau nws."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.3","label":"3","content":"Txojsia ib txhis tsis kawg yog li no, yog qhov uas lawv paub koj uas yog tus Vajtswv tib leeg uas yog tus tseem Tswv, thiab paub Yexus Khetos uas koj txib los."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.4","label":"4","content":"“Kuv ua rau koj tau koob meej rau hauv ntiajteb rau qhov kuv ua tej haujlwm uas koj muab cob rau kuv ua lawd tiav."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.5","label":"5","content":"Leej Txiv, nimno thov koj ua rau kuv tau koob meej tab meeg ntawm koj lub xubntiag, yog lub koob meej uas kuv nrog koj muaj ua ntej uas tsis tau muaj lub ntiajteb no los."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.6","label":"6","content":"“Kuv qhia koj lub npe rau cov neeg uas koj pub rau kuv hauv lub ntiajteb paub. Lawv yeej yog koj li lawm, thiab koj muab lawv pub rau kuv thiab lawv tuav rawv koj tej lus."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.7","label":"7","content":"Nimno lawv paub tias txhua yam uas koj muab pub rau kuv yog los ntawm koj los,"},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.8","label":"8","content":"rau qhov tej lus uas koj muab rau kuv, kuv twb muab rau lawv thiab lawv twb txais lawm, thiab lawv paub tseeb tias kuv los ntawm koj los thiab lawv ntseeg tias koj txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.9","label":"9","content":"Kuv thov koj pab lawv. Kuv tsis thov koj pab lub ntiajteb tiamsis thov pab cov neeg uas koj muab pub rau kuv, rau qhov lawv yog koj li."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.10","label":"10","content":"Txhua tus uas yog kuv li kuj yog koj li, thiab txhua tus uas yog koj li kuj yog kuv li, thiab kuv tau koob meej ntawm lawv."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.11","label":"11","content":"“Nimno kuv yuav tsis nyob hauv lub ntiajteb no lawm, tiamsis lawv tseem nyob hauv lub ntiajteb no. Kuv tabtom yuav los cuag koj. Au leej Txiv uas dawb huv, thov koj tsom kwm lawv cia rau hauv koj lub npe uas koj muab rau kuv  kom lawv thiaj koom ib lub siab ib yam li koj thiab kuv."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.12","label":"12","content":"Thaum kuv tseem nrog lawv nyob kuv tsom kwm lawv hauv koj lub npe uas koj pub rau kuv. Kuv zov lawv cia, tsis muaj ib tug puam tsuaj tsuas yog tus uas tshwj tseg rau kev puam tsuaj xwb kom thiaj tiav raws li Vajtswv txojlus."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.13","label":"13","content":"“Nimno kuv tabtom yuav los cuag koj. Kuv hais tej no rau hauv lub ntiajteb kom lawv thiaj tau kuv li kev xyiv fab kawg nkaus."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.14","label":"14","content":"Kuv twb muab koj tej lus cob rau lawv lawm. Lub ntiajteb ntxub lawv vim lawv tsis yog ntiajteb li ib yam li kuv tsis yog ntiajteb li."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.15","label":"15","content":"Kuv tsis tau thov koj coj lawv tawm hauv lub ntiajteb mus, tiamsis thov koj tsom kwm lawv dim ntawm tus uas Phem."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.16","label":"16","content":"Lawv tsis yog ntiajteb li ib yam li kuv tsis yog ntiajteb li."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.17","label":"17","content":"Thov koj muab txojkev tseeb cais tsa lawv kom dawb huv. Koj tej lus yeej yog txojkev tseeb."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.18","label":"18","content":"Koj txib kuv los rau hauv lub ntiajteb li cas, kuv kuj txib lawv mus rau hauv lub ntiajteb ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.19","label":"19","content":"Kuv muab kuv tus kheej cais kom dawb huv vim yog saib rau lawv, xwv lawv thiaj raug muab cais tsa kom dawb huv raws li txojkev tseeb."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.20","label":"20","content":"“Tsis yog kuv thov pab lawv cov no xwb, tiamsis thov pab cov uas yuav ntseeg kuv, vim tej lus uas lawv qhia,"},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.21","label":"21","content":"kom lawv txhua tus thiaj koom ua ib lub siab, ib yam li leej Txiv koj nyob hauv kuv thiab kuv nyob hauv koj, lawv thiaj nyob hauv wb ob leeg kom lub ntiajteb thiaj ntseeg tias koj txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.22","label":"22","content":"Lub koob meej uas koj pub rau kuv, kuv muab cob rau lawv lawm kom lawv thiaj koom ua ib lub siab ib yam li wb ob leeg koom ua tib tug."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.23","label":"23","content":"Kuv nyob hauv lawv thiab koj nyob hauv kuv kom lawv thiaj koom tau ua ib lub siab, lub ntiajteb thiaj paub tias koj txib kuv los thiab koj hlub lawv ib yam li koj hlub kuv."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.24","label":"24","content":"“Au leej Txiv, kuv xav kom cov neeg uas koj muab pub rau kuv yuav nrog kuv nyob hauv lub chaw uas kuv nyob ntawd, xwv lawv thiaj pom lub koob meej ci ntsa iab uas koj pub rau kuv vim koj hlub kuv ua ntej uas tsis tau tsim lub ntiajteb."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.25","label":"25","content":"Au leej Txiv uas ncaj ncees, lub ntiajteb tsis paub koj, tiamsis kuv paub koj thiab cov neeg no paub tias koj txib kuv los."},{"bible_id":"1269","chapter_code":"JHN.17","verse_code":"JHN.17.26","label":"26","content":"Kuv twb qhia koj lub npe rau lawv paub lawm thiab kuv tseem yuav qhia rau lawv paub thiab, kom txojkev hlub uas koj hlub kuv thiaj nyob hauv lawv thiab kuv nyob hauv lawv.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.1","label":"1","content":"Thaum Yexus hais tej no tag lawm nws txawm nrog nws cov thwjtim tawm mus hla lub hav Khiloo txog ib lub vaj, nws thiab nws cov thwjtim nkag rau hauv."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.2","label":"2","content":"Yudas uas fav xeeb rau Yexus kuj paub lub vaj ntawd thiab, rau qhov Yexus thiab nws cov thwjtim pheej txeev tuaj ua ke rau qhov ntawd."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.3","label":"3","content":"Yudas thiaj coj ib pab tub rog thiab tej tub teg tub taws ntawm cov pov thawj hlob thiab cov Falixai tuaj. Lawv taws tsau taws teeb thiab coj ntaj riam tuaj."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.4","label":"4","content":"Yexus yeej paub txhua yam uas yuav tshwm xwm rau nws, nws thiaj tawm mus hais rau lawv tias, “Nej tuaj nrhiav leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.5","label":"5","content":"Lawv teb tias, “Tuaj nrhiav Yexus uas yog neeg Naxale.” Yexus hais rau lawv tias, “Kuv yog tus ntawd ntag.” Yudas uas fav xeeb rau Yexus kuj nrog lawv sawv ua ke ntawd."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.6","label":"6","content":"Thaum Yexus hais rau lawv tias, “Kuv yog  tus ntawd,” lawv txawm thaub pes ncho thiab ntog rau hauv av."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.7","label":"7","content":"Yexus rov nug lawv tias, “Nej tuaj nrhiav leejtwg?” Lawv hais tias, “Tuaj nrhiav Yexus uas yog neeg Naxale.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.8","label":"8","content":"Yexus teb lawv tias, “Kuv twb hais rau nej tias yog kuv. Yog nej nrhiav kuv, kuj cia tso cov neeg no mus.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.9","label":"9","content":"Nws ua li no thiaj tiav raws li tej lus uas nws twb hais tias, “Cov neeg uas koj muab pub rau kuv tsis muaj ib tug puam tsuaj li.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.10","label":"10","content":"Ximoos Petus muaj ib rab ntaj nws txawm rho kiag ntaj los tib ntag tus tuam pov thawj hlob tus tub qhe txiav nws sab nplooj ntseg xis tu nrho. Tus tub qhe ntawd npe hu ua Makhu."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.11","label":"11","content":"Yexus hais rau Petus tias, “Cia li muab rab ntaj ntxig rau hauv hnab. Kuv yuav tsis haus lub khob uas leej Txiv muab pub rau kuv lov?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.12","label":"12","content":"Cov tub rog thiab lawv tus thawj rog thiab Yudai cov tub teg tub taws txawm ntes Yexus khi cia."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.13","label":"13","content":"Lawv coj nws mus cuag Anas ua ntej. Anas yog Khayafa uas ua tuam pov thawj hlob rau xyoo ntawd li yawm txiv."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.14","label":"14","content":"Tus Khayafa no yog tus uas qhia cov Yudai tias cia ib tug tuag this ib tsoom neeg zoo dua."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.15","label":"15","content":"Ximoos Petus thiab dua ib tug thwjtim raws Yexus qab mus. Vim yog tus tuam pov thawj hlob paub tus thwjtim ntawd, nws thiaj nrog Yexus nkag rau hauv lub tshav puam ntawm tus tuam pov thawj hlob tsev,"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.16","label":"16","content":"tiamsis Petus sawv sab nraum rooj loog. Tus thwjtim uas tus pov thawj hlob paub ntawd txawm tawm mus hais rau tus nkauj qhev uas zov rooj loog thiab coj Petus nkag rau hauv."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.17","label":"17","content":"Tus nkauj qhev uas zov rooj loog hais rau Petus tias, “Koj yog tus yawg ntawd li ib tug thwjtim thiab los tsis yog?” Nws teb tias, “Kuv tsis yog.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.18","label":"18","content":"Cov tub qhe thiab cov tub teg tub taws twb muab thee los rauv vim yog no heev, mas lawv sawv nte taws ua ke ntawd. Petus kuj nrog lawv sawv nte taws thiab."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.19","label":"19","content":"Tus tuam pov thawj hlob txawm nug Yexus txog Yexus cov thwjtim thiab nws tej lus qhia."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.20","label":"20","content":"Yexus teb nws tias, “Kuv hais tab meeg rau lub ntiajteb lawm. Kuv pheej qhuab qhia hauv tej tsev sablaj thiab hauv lub tuam tsev uas yog lub chaw uas cov Yudai sawvdaws tuaj txoos ua ke. Kuv tsis tau qhia ib yam dabtsi zais qas ntshi."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.21","label":"21","content":"Ua li cas koj tseem nug kuv? Cia li nug cov neeg uas mloog kuv qhia saib kuv hais dabtsi rau lawv. Lawv yeej paub tias kuv hais dabtsi.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.22","label":"22","content":"Thaum Yexus hais li ntawd, ib tug tub teg tub taws uas sawv ntawd txawm xuas tib tawg ncuav rau Yexus lub plhu thiab hais tias, “Koj teb tus tuam pov thawj hlob li kod lov?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.23","label":"23","content":"Yexus teb nws tias, “Yog kuv hais txhaum, cia li ua timkhawv rau yam uas kuv hais txhaum, tiamsis yog kuv hais raug, koj ntaus kuv ua dabtsi?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.24","label":"24","content":"Ces Anas txawm xa Yexus uas tseem khi qas nrees mus cuag tus tuam pov thawj hlob Khayafa."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.25","label":"25","content":"Thaum ntawd Petus tseem sawv nte taws, mas lawv txawm hais rau Petus tias, “Koj yog tus ntawd li ib tug thwjtim thiab los tsis yog?” Petus tsis lees thiab hais tias, “Kuv tsis yog.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.26","label":"26","content":"Tus tuam pov thawj hlob ib tug qhev uas txheeb ze tus uas Petus txiav sab nplooj ntseg tu txawm hais tias, “Kuv pom koj nrog tus ntawd nyob hauv lub vaj thiab los sas.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.27","label":"27","content":"Petus kuj tsis lees dua thiab, mas tamsim ntawm qaib txawm qua."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.28","label":"28","content":"Ces lawv txawm coj Yexus tawm hauv Khayafa lub tsev mus rau hauv lub tsev Plitholia.  Lub sijhawm ntawd kaj ntug txoog. Lawv cov ntawd tsis nkag rau hauv tus tswv xeev lub tsev kom thiaj tsis qias puas tsuas lawv, mas lawv thiaj noj tau kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.29","label":"29","content":"Philaj txawm tawm tuaj cuag lawv thiab hais tias, “Nej muaj plaub dabtsi tuaj kom tus no?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.30","label":"30","content":"Lawv teb nws tias, “Yog tus no tsis ua neeg phem peb yeej yuav tsis muab nws cob rau koj.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.31","label":"31","content":"Philaj hais rau lawv tias, “Nej cia li coj tus no mus teem txim raws li nej txoj kevcai.” Cov Yudai thiaj hais rau nws tias, “Peb tsis muaj cai yuav muab ib tug twg txiav txim tuag.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.32","label":"32","content":"Yuav muaj li no thiaj tiav raws li tej lus uas Yexus hais cia tias nws yuav tuag li cas."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.33","label":"33","content":"Philaj thiaj rov nkag mus rau hauv lub tsev Plitholia  thiab hu Yexus los nug tias, “Koj yog cov Yudai tus vajntxwv lov?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.34","label":"34","content":"Yexus teb tias, “Koj nug li no yog koj xav koj xwb los yog lwm tus qhia rau koj paub hais kuv li kod?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.35","label":"35","content":"Philaj teb tias, “Kuv yog neeg Yudai thiab lov? Koj haiv neeg thiab cov pov thawj hlob muab koj cob rau kuv. Koj tau ua dabtsi?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.36","label":"36","content":"Yexus teb tias, “Kuv lub tebchaws tsis yog nyob hauv lub ntiajteb no. Yog kuv lub tebchaws nyob hauv lub ntiajteb no kuv cov neeg yuav tawm tsam tsis kheev kuv raug muab cob rau cov Yudai. Tiamsis nimno kuv lub tebchaws tsis yog nyob ntawm no.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.37","label":"37","content":"Philaj txawm hais rau nws tias, “Yog li ntawd koj yog ib tug vajntxwv lov?” Yexus teb tias, “Koj hais tias kuv yog vajntxwv. Yog vim li no kuv thiaj yug los thiab los rau hauv lub ntiajteb thiaj ua tau timkhawv rau txojkev tseeb. Txhua tus uas nyob hauv txojkev tseeb yeej mloog kuv tej lus.”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.38","label":"38","content":"Philaj hais rau nws tias, “Kev tseeb yog dabtsi?” Thaum Philaj hais li ntawd tag, nws kuj rov tawm mus cuag cov Yudai thiab hais rau lawv tias, “Kuv tsis pom tus no muaj kev txhaum."},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.39","label":"39","content":"Tiamsis nej muaj kevcai kom kuv tso ib tug neeg dim rau thaum nej ua kevcai Hla Dhau. Nej xav kom kuv tso cov Yudai tus vajntxwv rau nej lov?”"},{"bible_id":"1269","chapter_code":"JHN.18","verse_code":"JHN.18.40","label":"40","content":"Lawv qw nrov nrov tias, “Tsis txhob tso tus no, cia li tso Npalanpa.” Tus Npalanpa no yog tus fav xeeb rau lub tebchaws."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.1","label":"1","content":"Philaj txawm kom coj Yexus mus nplawm."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.2","label":"2","content":"Cov tub rog txawm muab pos kaus ntsaj los qhaib ua ib lub mom vajntxwv looj nws taubhau, thiab muab ib lub tsho ntev tsamxem los ua rau Yexus hnav."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.3","label":"3","content":"Lawv tuaj cuag nws thiab hais tias, “Cov Yudai tus vajntxwv, thov kom koj tau zoo lauj!” thiab lawv ntaus nws lub plhu."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.4","label":"4","content":"Philaj txawm rov tawm mus hais rau cov Yudai tias, “Saib maj, kuv coj tus no tuaj cob rau nej kom nej thiaj paub tias kuv tsis pom nws muaj ib qho txhaum li.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.5","label":"5","content":"Yexus ntoo lub mom vajntxwv uas muab tej pos ua thiab hnav lub tsho ntev tsamxem tawm los. Philaj hais rau lawv tias, “Saib nawj, nws nyob ntawm no.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.6","label":"6","content":"Thaum cov pov thawj hlob thiab cov tub teg tub taws pom Yexus, lawv txawm qw nrov hais tias, “Muab nws teem rau saum khaublig ntoo, muab teem rau saum khaublig ntoo.” Philaj hais rau lawv tias, “Nej cia li coj nws mus teem nej, vim kuv tsis pom nws muaj kev txhaum li.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.7","label":"7","content":"Cov Yudai teb Philaj tias, “Peb muaj txoj kevcai thiab raws li txoj kevcai ntawd nws tsim nyog tuag vim nws tsab ua Vajtswv leej Tub.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.8","label":"8","content":"Thaum Philaj hnov tej lus no nws yimhuab ntshai."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.9","label":"9","content":"Nws nkag mus rau hauv lub tsev Plitholia  thiab hais rau Yexus tias, “Koj tuaj qhovtwg tuaj?” Tiamsis Yexus tsis teb li lawm."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.10","label":"10","content":"Philaj thiaj hais rau nws tias, “Koj yuav tsis hais rau kuv ib los li lov? Koj tsis paub tias kuv muaj hwjchim tso koj dim thiab muaj hwjchim muab koj teem rau saum khaublig ntoo lov?”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.11","label":"11","content":"Yexus teb nws tias, “Koj yuav tsis muaj hwjchim loj dua kuv, tsuas yog pub saum ntuj los rau koj xwb. Vim li no tus uas muab kuv cob rau koj thiaj muaj txim loj dua koj.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.12","label":"12","content":"Txij ntawd los Philaj nrhiav kev yuav tso Yexus dim tiamsis cov Yudai qw nrov hais tias, “Yog koj tso tus no koj tsis yog Xixa li kwvluag lawm. Txhua tus uas tsab ua vajntxwv yeej los tawm tsam Xixa.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.13","label":"13","content":"Thaum Philaj hnov li ntawd, nws txawm coj Yexus tawm los thiab zaum saum lub rooj txiav txim ntawm qhov chaw uas hu tias Tshav Pua Lag Zeb, thiab lus Henplais hu tias Kanpatha."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.14","label":"14","content":"Hnub ntawd yog hnub uas npaj ua kevcai Hla Dhau yog thaum tav su. Philaj hais rau cov Yudai tias, “Saib nawj, nej tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.15","label":"15","content":"Lawv qw nrov hais tias, “Coj nws mus, coj nws mus, muab nws teem rau saum khaublig ntoo.” Philaj hais rau lawv tias, “Kuv yuav muab nej tus vajntxwv teem rau saum khaublig ntoo lov?” Cov pov thawj hlob teb tias, “Peb tsis muaj vajntxwv tsuas yog muaj Xixa xwb.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.16","label":"16","content":"Ces Philaj txawm muab Yexus cob rau lawv coj mus teem rau saum khaublig ntoo. Lawv txawm coj Yexus mus."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.17","label":"17","content":"Yexus kwv nws tus khaublig ntoo tawm mus rau lub chaw uas hu ua Txha Taubhau uas lus Henplais hu ua Kaukautha."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.18","label":"18","content":"Lawv txawm muab Yexus teem rau saum tus khaublig ntoo qhov ntawd thiab muab dua ob tug teem nrog nws ua ke ib tug ib sab, mas Yexus nyob nruab nrab."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.19","label":"19","content":"Philaj sau ib daim phiaj thiab muab ntsia rau saum tus khaublig ntoo, nyeem hais tias “Yexus uas yog neeg Naxale, yog cov Yudai tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.20","label":"20","content":"Cov Yudai muaj coob tau nyeem daim phiaj no vim lub chaw uas Yexus raug muab teem ntawd nyob ze lub nroog, thiab cov lus ntawd sau ua lus Henplais thiab lus Latee thiab lus Kili."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.21","label":"21","content":"Yudai cov pov thawj hlob txawm hais rau Philaj tias, “Tsis txhob sau tias, ‘Cov Yudai tus vajntxwv.’ Cia li sau hais tias, ‘Tus yawg no nws hais tias, Kuv yog cov Yudai tus vajntxwv.’ ”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.22","label":"22","content":"Philaj teb tias, “Tej uas kuv sau lawd kuj tau lawm.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.23","label":"23","content":"Thaum cov tub rog muab Yexus teem rau saum khaublig ntoo lawm, lawv txawm muab Yexus lub tsho faib ua plaub npaug, ib tug tub rog thiaj tau ib qho, tseg lub tsho sab hauv. Lub tsho ntawd tsis muaj lej leeg, ntos kiag ua ib lub keev."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.24","label":"24","content":"Lawv thiaj sib hais tias, “Peb tsis txhob muab dua, peb cia li ua ntawv rho saib leejtwg tau.” Ua li no thiaj tiav raws li Vajtswv tej lus hais tias, “Lawv muab kuv tej ris tsho faib, kuv lub tsho lawv muab ua ntawv rho.” Cov tub rog thiaj ua li ntawd."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.25","label":"25","content":"Yexus niam thiab tus niam hluas thiab Kelaupa tus pojniam Maivliag thiab Maivliag Madala sawv ze Yexus tus khaublig ntoo."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.26","label":"26","content":"Thaum Yexus pom nws niam thiab tus thwjtim uas Yexus hlub sawv ze ntawd, Yexus txawm hais rau leej niam tias, “Tug pojniam 'e, tus ntawm kod yog koj tus tub.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.27","label":"27","content":"Thiab nws hais rau tus thwjtim ntawd tias, “Tus ntawm kod yog koj niam.” Ces tus thwjtim ntawd txawm coj Yexus niam mus nyob hauv nws tsev txij thaum ntawd los."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.28","label":"28","content":"Dhau ntawd Yexus paub tias txhua yam tiav lawm nws thiaj hais tias, “Kuv nqhis dej,” kom thiaj tiav raws li Vajtswv txojlus."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.29","label":"29","content":"Qhov ntawd muaj ib lub tais rau kua qaub, lawv txawm muab ib lub xwb kuab raus cov kua qaub ntawd chob rau tus hau pas tauj deg cev mus rau Yexus lub qhov ncauj."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.30","label":"30","content":"Thaum Yexus txais cov kua qaub ntawd lawm nws hais tias, “Tiav lawm lauj!” Nws nyo hau thiab tso nws txojsia tseg."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.31","label":"31","content":"Hnub ntawd yog hnub uas npaj rau hnub Xanpatau. Cov Yudai txawm thov Philaj cia tsoo cov neeg uas raug teem ntawd kom lov ceg thiab txo tej cev tuag mus, kom thiaj tsis nyob saum tus khaublig ntoo rau hnub Xanpatau, rau qhov hnub Xanpatau ntawd yog hnub uas tseem ceeb dua huvsi."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.32","label":"32","content":"Yog li ntawd cov tub rog thiaj los tsoo tus ib li ceg thiab tsoo dua ib tug uas raug teem nrog Yexus ua ke li ceg,"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.33","label":"33","content":"mas thaum lawv los txog ntawm Yexus kuj pom tias Yexus tu siav lawm, lawv thiaj tsis tsoo Yexus li."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.34","label":"34","content":"Tiamsis muaj ib tug tub rog txawm xuas hmuv nkaug Yexus sab tav mas los ntshav thiab dej tamsid."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.35","label":"35","content":"Tus uas pom li no kuj ua timkhawv, thiab nws tej lus timkhawv kuj yog tseeb thiab nws paub tias nws hais tseeb, kom nej thiaj li ntseeg."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.36","label":"36","content":"Tej xwm txheej no tshwm los thiaj tiav raws li Vajtswv txojlus uas hais tias, “Nws tej txha yuav tsis lov ib tug li.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.37","label":"37","content":"Thiab Vajtswv txojlus muaj dua ib nqes hais tias “Lawv yuav tsa muag ntsia tus uas lawv xuas hmuv nkaug.”"},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.38","label":"38","content":"Dhau ntawd Yauxej uas yog neeg hauv lub moos Alimathia thiab ua Yexus li thwjtim twjywm vim nws ntshai cov Yudai, txawm tuaj thov Philaj cia nws muab Yexus lub cev txo. Philaj kuj kheev, Yauxej txawm tuaj txo Yexus lub cev mus."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.39","label":"39","content":"Nikhaudemau uas tom ntej tuaj cuag Yexus hmo ntuj, kuj coj roj tsw qab thiab roj ntoo alau‑es hnyav kwvlam peb caug kilu tuaj."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.40","label":"40","content":"Ob tug thiaj txo Yexus lub cev los thiab muab ntaub mag qhwv cov roj tsw qab ntawd rau Yexus lub cev raws li cov Yudai kevcai log tuag."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.41","label":"41","content":"Ib cheeb tsam uas teem Yexus rau saum tus khaublig ntoo ntawd muaj ib lub vaj, thiab lub vaj ntawd muaj ib lub qhov ntxa tshiab uas tsis tau log tuag li."},{"bible_id":"1269","chapter_code":"JHN.19","verse_code":"JHN.19.42","label":"42","content":"Vim hnub ntawd yog hnub npaj rau hnub Xanpatau thiab lub qhov ntxa nyob ze, ob tug thiaj muab Yexus lub cev log rau hauv."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.1","label":"1","content":"Hnub ib  thaum sawv ntxov tsis tau pom kev Maivliag Madala tuaj txog ntawm lub qhov ntxa pom tias daim lag zeb uas kaw rooj ntxa raug muab nqa rau ib cag lawm."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.2","label":"2","content":"Nws thiaj dhia mus cuag Ximoos Petus thiab cuag dua ib tug thwjtim uas Yexus hlub thiab hais rau ob tug tias, “Luag twb coj tus Tswv lub cev tawm hauv qhov ntxa lawm, thiab peb tsis paub tias luag muab nws coj mus tso rau qhovtwg.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.3","label":"3","content":"Petus thiab tus thwjtim ntawd txawm tawm mus tom lub qhov ntxa."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.4","label":"4","content":"Ob tug dhia mus tiamsis tus thwjtim ntawd dhia sai dua Petus thiaj xub mus txog lub qhov ntxa ua ntej."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.5","label":"5","content":"Nws nyo xauj mas pom tej ntaub mag nyob hauv tiamsis nws tsis nkag mus rau hauv."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.6","label":"6","content":"Ximoos Petus txawm raws qab tuaj txog thiab nws nkag plaws mus rau hauv lub qhov ntxa mas pom tej ntaub mag nyob hauv xwb,"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.7","label":"7","content":"thiab pom hauv phuam uas Yexus ntoo nyob tsis nrog tej ntaub mag ua ke, tiamsis muab tais cia rau ib cag."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.8","label":"8","content":"Ces tus thwjtim uas xub tuaj txog kuj nkag mus rau hauv thiab. Nws pom thiab ntseeg."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.9","label":"9","content":"Thaum ntawd ob tug tseem tsis tau nkag siab Vajtswv nqe lus uas hais tias nws yuav ciaj sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.10","label":"10","content":"Ces ob tug thwjtim txawm rov qab mus tsev."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.11","label":"11","content":"Tiamsis Maivliag tseem sawv nraum lub qhov ntxa quaj. Thaum nws tabtom quaj, nws nyo xauj rau hauv lub qhov ntxa,"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.12","label":"12","content":"mas pom ob tug tubtxib saum ntuj hnav tsoos dawb paug zaum ntawm lub chaw uas tso Yexus lub cev tuag, ib tug nyob lub chaw ntawm Yexus taubhau, ib tug nyob lub chaw ntawm Yexus kotaw."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.13","label":"13","content":"Ob tug tubtxib hais rau Maivliag tias, “Tus pojniam 'e, koj quaj ua dabtsi?” Nws teb ob tug tias, “Vim luag coj kuv tus Tswv mus lawm, kuv tsis paub tias coj mus tso rau qhovtwg.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.14","label":"14","content":"Thaum nws hais li ntawd tag nws tig kiag los pom Yexus sawv ntawd, tiamsis tsis paub tias yog Yexus."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.15","label":"15","content":"Yexus hais rau nws tias, “Tus pojniam 'e, koj quaj ua dabtsi? Koj nrhiav leejtwg?” Maivliag xav tias ntshai yog tus uas tu lub vaj ntawd thiaj hais rau nws tias, “Yawg hlob, yog koj coj nws lub cev mus lawm, thov qhia kuv paub tias koj muab nws tso rau qhovtwg, kuv thiaj tau coj nws mus.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.16","label":"16","content":"Yexus hais rau nws tias, “Maivliag 'e.” Maivliag thiaj tig kiag los hais rau nws ua lus Henplais tias, “Lanpauni” uas txhais hais tias xibhwb."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.17","label":"17","content":"Yexus hais rau nws tias, “Tsis txhob tuav kuv vim kuv tsis tau nce mus cuag kuv leej Txiv. Koj cia li mus cuag kuv cov kwvtij thiab hais rau lawv tias, ‘Kuv tabtom yuav nce mus cuag kuv leej Txiv thiab nej leej Txiv, mus cuag kuv tus Vajtswv thiab nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.18","label":"18","content":"Maivliag Madala txawm mus hais rau cov thwjtim tias, “Kuv twb pom tus Tswv lawm,” thiab hais tias tus Tswv hais tej lus ntawd rau nws."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.19","label":"19","content":"Hnub ib ntawd thaum tsaus ntuj cov thwjtim nyob ua ke thiab kaw qhov rooj cia lawm vim lawv ntshai cov Yudai. Yexus txawm los sawv ntsug tshwm rau hauv lawv nruab nrab thiab hais tias, “Nej cia li nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.20","label":"20","content":"Thaum nws hais li ntawd tag nws txawm muab nws txhais tes thiab nws sab tav rau lawv saib. Thaum cov thwjtim pom tus Tswv lawm lawv zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.21","label":"21","content":"Yexus rov hais rau lawv tias, “Cia li nyob kaj siab lug. Leej Txiv txib kuv los li cas, kuv txib nej mus ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.22","label":"22","content":"Thaum nws hais li ntawd tag, nws txawm tshuab pa rau saum lawv thiab hais rau lawv tias, “Cia li txais Vaj Ntsuj Plig uas dawb huv nawj."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.23","label":"23","content":"Yog nej zam leejtwg lub txim, tus ntawd lub txim yuav raug muab daws. Yog nej tsis zam leejtwg lub txim tus ntawd lub txim yuav tsis raug muab daws.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.24","label":"24","content":"Thauma uas hu ua Didoma  thiab yog ib tug hauv kaum ob tug thwjtim ntawd tsis nrog lawv nyob rau thaum Yexus tshwm los."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.25","label":"25","content":"Lwm tus thwjtim thiaj hais rau nws tias, “Peb twb pom tus Tswv lawm.” Tiamsis Thauma hais rau lawv tias, “Yog kuv tsis pom tej qhov ntsia hlau ntawm nws txhais tes thiab tsis tau muab ntiv tes ntxig rau hauv tej qhov ntsia hlau ntawd thiab tsis tau muab tes ntxig rau hauv tej qhov hmuv ntawm nws sab tav, mas kuv yuav tsis ntseeg li.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.26","label":"26","content":"Thaum dhau yim hnub lawd cov thwjtim nyob ua ke hauv lub tsev ntawd dua thiab Thauma nrog lawv nyob thiab. Qhov rooj kuj kaw tag lawm tiamsis Yexus los sawv hauv lawv nruab nrab thiab hais tias, “Nej cia li nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.27","label":"27","content":"Nws hais rau Thauma tias, “Muab koj tus ntiv tes ntxig ntawm no thiab saib kuv txhais tes. Cev koj txhais tes ntxig rau hauv kuv sab tav. Tsis txhob ua xyem xyav, cia li ntseeg.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.28","label":"28","content":"Thauma teb nws tias, “Au kuv tus Tswv thiab kuv tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.29","label":"29","content":"Yexus hais rau nws tias, “Vim koj pom kuv koj thiaj li ntseeg lov? Cov uas tsis pom kuv tiamsis ntseeg, tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.30","label":"30","content":"Yexus tau ua dua ntau yam txujci tseem ceeb tab meeg nws cov thwjtim uas tsis tau muab sau cia rau hauv phau ntawv no."},{"bible_id":"1269","chapter_code":"JHN.20","verse_code":"JHN.20.31","label":"31","content":"Tej uas muab sau cia no kuj yog sau kom nej tau ntseeg tias Yexus yog tus Khetos, yog Vajtswv leej Tub. Yog nej ntseeg nej yuav tau txojsia hauv nws lub npe."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.1","label":"1","content":"Dhau ntawd los Yexus rov tshwm rau cov thwjtim pom ntawm ntug Hiavtxwv Thinpela.  Yexus tshwm los li no."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.2","label":"2","content":"Ximoos Petus, thiab Thauma uas hu ua Ntxaib thiab Nathana‑ee uas nyob lub zos Khana xeev Kalilais, thiab Xenpedi ob tug tub thiab dua ob tug thwjtim lawv tabtom nyob ua ke."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.3","label":"3","content":"Ximoos Petus hais rau lawv tias, “Kuv yuav mus muab ntses.” Lawv hais rau nws tias, “Peb yuav nrog koj mus thiab.” Ces lawv txawm nce nkoj mus, tiamsis hmo ntawd lawv muab tsis tau ntses kiag li."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.4","label":"4","content":"Thaum kaj ntug txoog, Yexus los sawv ntawm ntug nqhuab, tiamsis cov thwjtim tsis paub tias yog Yexus."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.5","label":"5","content":"Yexus hais rau lawv tias, “Cov menyuam 'e, nej puas tau ntses os?” Lawv teb nws tias, “Tsis tau li.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.6","label":"6","content":"Nws hais rau lawv tias, “Cia li ntaus vas rau ntawm lub nkoj sab xis mas yuav tau ntses.” Lawv thiaj ntaus ib vag rau hauv, tau ntses ntau kawg rub tsis taus lub vas los."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.7","label":"7","content":"Tus thwjtim uas Yexus hlub hais rau Petus tias, “Tus ntawd yog tus Tswv.” Thaum Petus hnov tias yog tus Tswv, nws txawm khaws nkaus tsho los hnav vim yog nws twb hle tsho lawm mas caws qia rau hauv hiavtxwv."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.8","label":"8","content":"Lwm tus thwjtim caij lub nkoj los thiab rub lub vas uas ntses puv nkaus los rau qhov lawv nyob tsis deb ntawm ntug kwvlam tsib caug daj."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.9","label":"9","content":"Thaum lawv nce los rau saum ntug nqhuab lawv pom muaj ib cub thee muaj ntses ci rau saum thiab muaj ncuav."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.10","label":"10","content":"Yexus hais rau lawv tias, “Muab cov ntses uas nyuam qhuav ntaus tau ib txhia los thiab.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.11","label":"11","content":"Ximoos Petus txawm nce rau hauv nkoj rub lub vas rau saum ntug. Lub vas ntawd muaj cov ntses loj loj puv nkaus, muaj ib puas tsib caug peb tus. Txawm yog muaj ntau li ntawd los lub vas tsis ntuag."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.12","label":"12","content":"Yexus hais rau lawv tias, “Los noj tshais.” Cov thwjtim tsis muaj leejtwg kav nug nws tias, “Koj yog leejtwg?” Lawv yeej paub tias yog tus Tswv."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.13","label":"13","content":"Yexus los muab ncuav cev rau lawv thiab muab ntses rau lawv."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.14","label":"14","content":"No yog zaum peb uas Yexus tshwm rau cov thwjtim pom tom qab uas nws raug tsa hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.15","label":"15","content":"Thaum lawv noj tshais tag Yexus hais rau Ximoos Petus tias, “Yauhas tus tub Ximoos 'e, koj hlub kuv heev dua lawv cov no lov?” Petus teb nws tias, “Yog los maj, tus Tswv. Koj paub tias kuv nyiam koj.” Yexus hais rau nws tias, “Cia li yug kuv cov menyuam yaj.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.16","label":"16","content":"Yexus hais dua zaum ob rau nws tias, “Yauhas tus tub Ximoos 'e, koj hlub kuv lov?” Petus teb nws tias, “Yog los maj, tus Tswv. Koj yeej paub tias kuv nyiam koj.” Yexus hais rau nws tias, “Cia li saib xyuas kuv cov yaj.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.17","label":"17","content":"Yexus hais rau nws zaum peb tias, “Yauhas tus tub Ximoos 'e, koj nyiam kuv lov?” Petus ntxhov siab rau qhov uas Yexus hais rau nws zaum peb tias, “Koj nyiam kuv lov?” nws txawm hais rau Yexus tias, “Tus Tswv, koj yeej paub txhua yam huvsi, koj paub tias kuv nyiam koj.” Yexus hais rau nws tias, “Cia li yug kuv cov yaj."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.18","label":"18","content":"Kuv hais tseeb rau koj tias, thaum koj tseem hluas koj sia siv khov kho ntawm duav thiab koj mus qhovtwg los mus raws li koj xav mus. Tiamsis thaum koj laus lawd koj yuav tsa tes thiab yuav muaj lwm tus tuaj kho siv rau koj sia ntawm duav thiab coj koj mus qhov chaw uas koj tsis xav mus.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.19","label":"19","content":"Yexus hais li no kuj yog nws qhia tias Petus yuav tuag li cas thiaj ua rau Vajtswv tau koob meej. Thaum hais li ntawd tag, Yexus hais rau Petus tias, “Cia li raws kuv qab los.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.20","label":"20","content":"Petus tig los pom tus thwjtim uas Yexus hlub raws qab los, yog tus uas pheeb ze Yexus rau thaum noj mov es nug hais tias, “Tus Tswv tus uas yuav fav xeeb rau koj yog leejtwg?”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.21","label":"21","content":"Thaum Petus pom tus thwjtim ntawd Petus txawm hais rau Yexus tias, “Tus Tswv, tus no nev yuav ua li cas?”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.22","label":"22","content":"Yexus hais rau nws tias, “Yog kuv xav cia nws nyob mus txog thaum kuv rov los, los yuav nki txog koj dabtsi? Koj cia li raws kuv qab los.”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.23","label":"23","content":"Vim li ntawd lo lus uas hais tias tus thwjtim ntawd yuav tsis tuag thiaj li ncha mus thoob plaws cov kwvtij. Tiamsis Yexus tsis tau hais rau nws tias tus thwjtim ntawd yuav tsis tuag, tiamsis hais tias, “Yog kuv xav cia nws nyob mus txog thaum kuv rov los, yuav nki txog koj dabtsi?”"},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.24","label":"24","content":"Tus thwjtim no yog tus uas ua timkhawv rau tej xwm txheej no thiab yog tus uas sau tej no cia. Thiab peb paub tias nws tej lus timkhawv muaj tseeb tiag."},{"bible_id":"1269","chapter_code":"JHN.21","verse_code":"JHN.21.25","label":"25","content":"Tseem muaj dua ntau yam uas Yexus tau ua. Yog muab txhua yam sau tag huvsi, kuv xav tias txawm yog lub ntiajteb los yuav tsis muaj chaw txaus rau tej phau ntawv uas sau ntawd."}]