[{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.1","label":"1","content":"Muaj ib tug yawg nyob hauv Us tebchaws npe hu ua Yauj. Nws yog ib tug neeg zoo tsis muaj chaw thuam li thiab ua ncaj ncees, yog ib tug uas hwm thiab paub ntshai Vajtswv thiab tseg tsis ua txojkev phem kiag li."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.2","label":"2","content":"Nws muaj xya leej tub thiab peb leeg ntxhais."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.3","label":"3","content":"Nws muaj xya txhiab tus yaj, peb txhiab tus ntxhuav, tsib puas nkawm nyuj thiab tsib puas tus maum nees luav thiab muaj tub qhe coob heev. Tus yawg no thiaj yog tus loj kawg nkaus hauv cov neeg sawvdaws uas nyob sab hnub tuaj."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.4","label":"4","content":"Nws cov tub pheej npaj ib pluag noj rau hauv nyias lub tsev raws li hnub uas nyias teem tseg. Lawv kuj hu peb tug muam tuaj nrog lawv noj lawv haus thiab."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.5","label":"5","content":"Thaum lawv noj haus puv ib ncig lawm, Yauj yuav kom lawv ua kevcai tu lawv tus kheej kom dawb huv, thiab nws yuav sawv ntxov ntxov tua tsiaj hlawv xyeem ua cov menyuam feem ib leeg ib tug, rau qhov Yauj hais tias, “Tej zaum kuv cov menyuam tau ua txhaum thiab tsawm foom Vajtswv hauv lawv lub siab.” Yauj thiaj ua li no tsis tu ncua li."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.6","label":"6","content":"Muaj ib hnub Vajtswv cov tubtxib saum ntuj  los cuag Yawmsaub, Xatas  kuj nrog lawv los thiab."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.7","label":"7","content":"Yawmsaub hais rau Xatas tias, “Koj mus dabtsi los?” Xatas teb Yawmsaub tias, “Mus mus los los saum lub ntiajteb thiab ncig thoob lub ntiajteb los.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.8","label":"8","content":"Mas Yawmsaub hais rau Xatas tias, “Koj twb tshuaj saib Yauj uas yog kuv tus qhev los tsis tau? Tag nrho lub ntiajteb tsis muaj leejtwg zoo cuag li nws, nws yog tus neeg zoo tsis muaj chaw thuam li thiab ua ncaj ncees, nws hwm thiab paub ntshai Vajtswv thiab tseg tsis ua txojkev phem.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.9","label":"9","content":"Xatas thiaj teb Yawmsaub tias, “Yauj hwm thiab paub ntshai koj dawb dawb xwb lov?"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.10","label":"10","content":"Koj tsis tau xov laj kab puag ncig nws thiab nws tsev neeg thiab txhua yam uas nws muaj lov? Koj twb foom koob hmoov rau tej haujlwm uas nws txhais tes ua thiab nws tej tsiaj txhu huaj vam coob kawg rau hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.11","label":"11","content":"Nimno cia li cev kiag koj txhais tes thiab kov txhua yam uas nws muaj, mas nws yeej yuav tsawm foom koj tab meeg koj.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.12","label":"12","content":"Yawmsaub hais rau Xatas tias, “Saib nawj, txhua yam uas nws muaj nyob hauv koj lub hwjchim, tiamsis tsis txhob cev tes kov Yauj.” Xatas txawm tawm ntawm Yawmsaub xubntiag mus lawm."},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.13","label":"13","content":"Muaj ib hnub thaum Yauj tej tub tej ntxhais tabtom noj mov thiab haus cawv txiv hmab hauv lawv tus tijlaug hlob lub tsev,"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.14","label":"14","content":"txawm muaj ib tug xa xov los hais rau Yauj tias, “Cov nyuj tabtom laij teb thiab cov nees luav tabtom noj zaub ntawm ib sab,"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.15","label":"15","content":"mas cov neeg Xenpa txawm tuaj ntaus raws cov tsiaj ntawd mus thiab xuas ntaj tua cov tub qhe tuag tag, kuv tib leeg khiav dim los hais rau koj xwb.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.16","label":"16","content":"Thaum nws tabtom hais txawm muaj dua ib tug los hais tias, “Vajtswv li hluavtaws poob saum ntuj los kub cov yaj thiab cov tub qhe puam tsuaj tag huvsi lawm, kuv tib leeg khiav dim los hais rau koj xwb.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.17","label":"17","content":"Thaum tus ntawd tabtom hais txawm muaj dua ib tug los hais tias, “Cov neeg Kheedia ua peb pab tuaj lws kiag cov ntxhuav mus thiab xuas ntaj tua cov tub qhe tuag tag, kuv tib leeg khiav dim los hais rau koj xwb.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.18","label":"18","content":"Thaum tus ntawd tabtom hais txawm muaj dua ib tug los hais tias, “Koj cov tub ntxhais tabtom noj mov thiab haus cawv txiv hmab hauv lawv tus tijlaug hlob lub tsev,"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.19","label":"19","content":"txawm muaj cua daj cua dub hlob kawg ntsawj hauv tebchaws moj sab qhua tuaj nplawm lub tsev plaub fab ua rau lub tsev vau tsuam tej tub ntxhais mas lawv tuag tag, kuv tib leeg khiav dim los hais rau koj xwb.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.20","label":"20","content":"Ces Yauj txawm sawv tsees dua rhe nws lub tsho ntev chais plaubhau thiab khwb nkaus rau hauv av pe hawm,"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.21","label":"21","content":"thiab nws hais tias, “Kuv tawm hauv kuv niam lub plab los liab qab tsuas, ces kuv yuav rov qab mus liab qab tsuas. Yawmsaub pub thiab Yawmsaub coj mus lawm. Cia li qhuas Yawmsaub lub npe.”"},{"bible_id":"1269","chapter_code":"JOB.1","verse_code":"JOB.1.22","label":"22","content":"Tej xwm txheej no huvsi Yauj tsis ua txhaum lossis hais tias Vajtswv ua txhaum."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.1","label":"1","content":"Nyob muaj ib hnub cov tubtxib saum ntuj  los cuag Yawmsaub, Xatas kuj nrog lawv los rau ntawm Yawmsaub xubntiag thiab."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.2","label":"2","content":"Yawmsaub hais rau Xatas tias, “Koj mus dabtsi los?” Xatas teb Yawmsaub tias, “Kuv mus mus los los saum lub ntiajteb thiab ncig thoob lub ntiajteb los.”"},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.3","label":"3","content":"Mas Yawmsaub hais rau Xatas tias, “Koj twb tshuaj saib Yauj uas yog kuv tus qhev los tsis tau? Tag nrho lub ntiajteb tsis muaj leejtwg zoo cuag li nws, nws yog tus neeg zoo tsis muaj chaw thuam li thiab ua ncaj ncees, nws hwm thiab paub ntshai Vajtswv thiab tseg tsis ua txojkev phem. Txawm yog koj tshum kom kuv tawm tsam nws ua kom nws puam tsuaj twb tsis tim li cas, los nws kuj tseem tuav rawv nws txojkev ncaj ncees.”"},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.4","label":"4","content":"Mas Xatas teb Yawmsaub tias, “Tawv nqaij pauv tawv nqaij. Neeg yeem muab txhua yam uas nws muaj pauv nws txojsia."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.5","label":"5","content":"Nimno koj cia li cev tes kov nws tej pob txha thiab nws cev nqaij, mas nws yuav tsawm foom koj tab meeg koj.”"},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.6","label":"6","content":"Yawmsaub hais rau Xatas tias, “Saib nawj, nws nyob hauv koj lub hwjchim, tsuas yog tseg nws txojsia xwb.”"},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.7","label":"7","content":"Xatas txawm tawm ntawm Yawmsaub xubntiag mus lawm, thiab ua rau Yauj mob rwj ua kiav txhab txij ntawm nws xib taws nto plaws saum tiaj taubhau."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.8","label":"8","content":"Yauj muab tej txhais laujkaub av los kuam nws lub cev thiab nws zaum hauv cub tshau."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.9","label":"9","content":"Mas nws tus pojniam hais rau nws tias, “Koj tseem tuav rawv koj txojkev ncaj ncees lov? Cia li tsawm foom Vajtswv thiab tuag los maj.”"},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.10","label":"10","content":"Yauj hais rau nws tias, “Koj hais lus yam li tej pojniam ruam hais. Peb yuav txais tej uas zoo ntawm Vajtswv txhais tes xwb es tsis txais tej uas tsis zoo thiab lov?” Tej xwm txheej no huvsi Yauj lub qhov ncauj tsis hais ib los txhaum li."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.11","label":"11","content":"Thaum Elifa uas yog neeg Themas, thiab Npida uas yog neeg Su‑a thiab Xaufa uas yog neeg Na‑ama, uas yog Yauj peb tug kwvluag tau hnov txog tej xwm txheej phem uas los raug Yauj huvsi, lawv nyias tawm hauv nyias lub tsev sib teem caij tuaj hlub Yauj thiab nplij nws lub siab."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.12","label":"12","content":"Thaum lawv tuaj deb deb pom nws lawv cim tsis tau nws. Lawv tsa suab quaj qw thiab dua rhe lawv lub tsho thiab tsuab hmoov av w ntawm lawv taubhau rau saum nruab ntug."},{"bible_id":"1269","chapter_code":"JOB.2","verse_code":"JOB.2.13","label":"13","content":"Lawv nrog Yauj zaum hauv av tau xya hnub xya hmo, tsis muaj ib tug hais ib lo lus rau nws, rau qhov lawv pom tias nws tej kev txom nyem ntawd loj kawg li."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.1","label":"1","content":"Dhau ntawd los Yauj qheb ncauj cem foom hnub uas yug nws."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.2","label":"2","content":"Yauj hais tias,"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.3","label":"3","content":"“Thov kom hnub uas yug kuv puam tsuaj, thiab hmo uas hais tias, ‘Xeeb ib tug tub lawm,’ puam tsuaj."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.4","label":"4","content":"Hnub ntawd thov cia tsaus ntuj nti, thov Vajtswv uas nyob saum ntuj tsis txhob nrhiav hnub ntawd, thov kom qhov kaj tsis txhob ci rau hnub ntawd."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.5","label":"5","content":"Thov duab tsaus thiab txojkev tsaus ntuj nti txeeb hnub ntawd cia, thov cia huab laum nkaus hnub ntawd, thov cia tej uas tsaus dub nciab ua rau hnub ntawd ntshai kawg."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.6","label":"6","content":"Hmo ntawd thov cia qhov uas tsaus ntuj nti txeeb kiag, thov tsis txhob cia hmo ntawd muaj feem ua ib hnub rau lub xyoo, thov tsis txhob cia hmo ntawd raug suav rau hauv lub hli kiag li."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.7","label":"7","content":"Thov cia hmo ntawd mooj, thov tsis txhob cia hnov suab qw zoo siab rau hmo ntawd kiag li."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.8","label":"8","content":"Thov cov uas txawj tsawm foom kuj tsawm foom hnub ntawd thiab, yog cov uas txawj txheev Leviathas."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.9","label":"9","content":"Thov cia tej hnub qub uas ci thaum yuav kaj ntug tsaus mus, thov cia hmo ntawd vam qhov pom kev los kuj tsis pom, thov tsis txhob cia pom tus duab kaj zuj zus thaum tagkis,"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.10","label":"10","content":"rau qhov hmo ntawd tsis kaw kuv niam lub plab, lossis tsis muab txojkev txom nyem zais ntawm kuv lub qhov muag."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.11","label":"11","content":"“Ua cas kuv tsis tuag rau thaum nyuam qhuav yug? Ua cas kuv tsis tu siav rau thaum kuv tawm hauv plab los?"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.12","label":"12","content":"Ua cas lub hauv caug yuav txais kuv cia? Ua cas muaj lub txiv mis rau kuv ntxais?"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.13","label":"13","content":"Yog tsis muaj ces kuv twb pw ntsiag to lawm, kuv twb tsaug zog thiab twb tau so"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.14","label":"14","content":"nrog tej vajntxwv thiab tej tub sablaj hauv ntiajteb ua ke, yog cov uas tsim tej uas pob tag dua tshiab rau lawv,"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.15","label":"15","content":"thiab nrog cov thawj uas muaj kub, thiab muab nyiaj ntim puv tsev ua ke."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.16","label":"16","content":"Ua cas kuv tsis zoo li tus menyuam nchuav uas muab zais cia, yam li tej menyuam uas tsis txeev pom qhov kaj?"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.17","label":"17","content":"Qhov chaw ntawd tej neeg phem tsis ntxhov siab lawm, thiab qhov chaw ntawd tus uas txog siav tau so."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.18","label":"18","content":"Qhov chaw ntawd cov uas raug kaw nyob ua ke tau zoo, lawv tsis hnov tus coj zog lub suab."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.19","label":"19","content":"Tus hlob tus yau kuj nyob qhov ntawd, tej qhev kuj dim ntawm tus lospav lawm."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.20","label":"20","content":"“Ua cas tus uas raug txom nyem tseem pom duab tshav ntuj, thiab tus uas lwj siab tseem muaj txojsia nyob?"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.21","label":"21","content":"Nws tos ntsoov txojkev tuag los txojkev tuag tsis los, nws khawb nrhiav txojkev tuag heev dua li khawb nrhiav tej nyiaj uas muab zais lawd."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.22","label":"22","content":"Nws zoo siab kawg thiab xyiv fab rau thaum nws ntsib lub qhov ntxa."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.23","label":"23","content":"Ua cas yuav pub txojkev kaj rau tus uas tws kev lawm, yog tus uas Vajtswv xov laj kab thaiv cia lawm?"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.24","label":"24","content":"Kuv muab qhov uas huas pa laws ua mov noj, thiab qhov uas kuv ntsaj laws kuj nchuav yam li dej los,"},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.25","label":"25","content":"rau qhov yam uas kuv ntshai kuj los raug kuv, thiab yam uas kuv ntshai rwg kuj poob rau saum kuv."},{"bible_id":"1269","chapter_code":"JOB.3","verse_code":"JOB.3.26","label":"26","content":"Kuv tsis zoo siab li thiab kuv nyob tsis tus, kuv tsis tau so, kev txom nyem los raug kuv lawm.”"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.1","label":"1","content":"Mas Elifa uas yog neeg Themas teb tias,"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.2","label":"2","content":"“Yog leejtwg muaj siab tuab hais rau koj, koj yuav tu siab tsis tu? Txawm li ntawd los leejtwg yuav tswj tau tsis hais?"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.3","label":"3","content":"Saib maj, koj twb qhuab qhia neeg coob kawg li lawm, thiab koj twb txhawb tus uas txhais tes tsaug leeg muaj zog tuaj."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.4","label":"4","content":"Koj tej lus hwj tau tus uas tabtom dawm ntog, thiab koj ua rau lub hauv caug uas tsaug leeg nyob ruaj."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.5","label":"5","content":"Tiamsis nimno los txog koj lawm thiab koj kuj poob siab, kev txom nyem los raug koj, koj kuj nyuaj siab kawg."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.6","label":"6","content":"Qhov uas koj hwm thiab paub ntshai Vajtswv yog koj kev tso siab los tsis yog? Thiab qhov uas koj xyaum zoo kawg nkaus yog koj kev vam los tsis yog?"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.7","label":"7","content":"“Sim xav saib, tus uas tsis txhaum txeev puam tsuaj lov? Lossis tus uas ncaj ncees raug muab txiav pov tseg lov?"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.8","label":"8","content":"Raws li kuv pom, cov uas laij txojkev ua txhaum thiab tseb txojkev ceeblaj kuj tau sau li ntawd."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.9","label":"9","content":"Vajtswv tej pa ua rau lawv puam tsuaj, thiab nws txojkev chim tshuab ua kom lawv tu noob nrho."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.10","label":"10","content":"Tus tsov ntxhuav lub suab nyooj thiab lub suab nyaum kuj ploj lawm, thiab tus thav tsov ntxhuav kaus hniav kuj lov tag lawm."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.11","label":"11","content":"Tus tsov ntxhuav uas muaj zog puam tsuaj vim tom tsis tau nqaij noj, thiab tus maum tsov ntxhuav tej menyuam khiav ua sab ua sua."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.12","label":"12","content":"“Muaj ib lo lus hais twjywm tuaj txog kuv, kuv lub qhov ntsej tau hnov lub suab sib ntxhi lo lus ntawd."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.13","label":"13","content":"Tej npau suav uas kuv pom hmo ntuj rau thaum neeg tsaug zog ceev,"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.14","label":"14","content":"mas txojkev ntshai thiab txojkev tshee los raug kuv, ua rau kuv tej pob txha tshee dua rhe."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.15","label":"15","content":"Muaj ib nthwv cua tuaj ntxiag rau kuv lub plhu, ua rau kuv tej plaub ib ce xob tag."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.16","label":"16","content":"Nthwv cua ntawd tus lawm, tiamsis kuv xam tsis pom xyov zoo li cas. Muaj ib yam nyob ntawm kuv qhov muag. Txhua yam nyob ntsiag to kuv mam li hnov ib lub suab hais tias,"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.17","label":"17","content":"‘Neeg uas txawj tuag ua tau ncaj ncees rau ntawm Vajtswv lub xubntiag lov? Neeg yuav dawb huv tau rau ntawm tus uas tsim nws lub xubntiag lov?"},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.18","label":"18","content":"Txawm yog nws cov tub qhe los nws twb tsis tso siab rau, nws cov tubtxib saum ntuj los nws tseem suav tias lawv muaj kev txhaum."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.19","label":"19","content":"Cov uas lub cev yog av nws yimhuab suav tias txhaum heev dua, yog cov uas tiag taw rau hauv tej hmoov av, yog cov uas raug zuaj yam li tus kab npauj."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.20","label":"20","content":"Thaum hnub tawm mus txog hnub poob xwb lawv puam tsuaj tag, lawv ploj mus ib txhis tsis muaj leejtwg quav ntsej."},{"bible_id":"1269","chapter_code":"JOB.4","verse_code":"JOB.4.21","label":"21","content":"Yog txoj hlua rub tsev ntaub raug muab rho lawm, lawv yuav tsis tuag lov? Yeej yog lawv tsis muaj tswvyim.’"},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.1","label":"1","content":"Cia li tsa suab hu nimno. Muaj leejtwg yuav teb koj? Koj yuav tig mus cuag tus timtswv twg?"},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.2","label":"2","content":"Txojkev chim siab yuav tua tus uas ruam, txojkev sib khib yuav tua tus uas tsis thoob tsib."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.3","label":"3","content":"Kuv txeev pom tus ruam ntsia cag tob, tiamsis tamsim ntawd kuv tsawm foom nws lub chaw nyob."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.4","label":"4","content":"Nws tej tub nyob deb lub chaw tso siab plhuav, lawv raug quab yuam ntawm rooj loog uas tu plaub, tsis muaj leejtwg cawm lawv dim."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.5","label":"5","content":"Tej uas tus ruam hlais mas cov neeg tshaib muab noj lawm, txawm yog tej uas tuaj hauv cov pos los lawv muab rho mus lawm, thiab cov neeg nqhis dej raws nws tej nyiaj txiag ua txog siav qhe."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.6","label":"6","content":"Txojkev txom nyem nyuaj siab tsis yog tawm hauv hmoov av los, thiab txojkev ceeblaj tsis yog ua kaus tawm hauv av tuaj."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.7","label":"7","content":"Neeg yug los yeej yuav raug kev ceeblaj, yam li lub txim taws uas yeej ya rau saud."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.8","label":"8","content":"“Kuv tus kheej mas kuv yuav nrhiav Vajtswv, thiab muab kuv tej teeb meem tso rau Vajtswv,"},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.9","label":"9","content":"nws yog tus uas ua tej haujlwm loj uas paub tsis tag, thiab ua tej txujci phimhwj uas suav tsis txheeb."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.10","label":"10","content":"Nws pub nag los rau saum lub ntiajteb, thiab tso dej los rau saum tej liaj teb."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.11","label":"11","content":"Nws muab cov neeg qes tsa rau saum lub chaw siab, thiab muab cov neeg quaj ntsuag tsa rau saum lub chaw tso siab plhuav."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.12","label":"12","content":"Nws tav cov neeg ntse tej tswvyim phem, kom lawv txhais tes ua tsis tau dabtsi kom tiav."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.13","label":"13","content":"Nws siv cov neeg muaj tswvyim txojkev ntse rov ntes lawv, thiab ua rau cov neeg siab nkhaus tej tswvyim ploj ntais sai kawg."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.14","label":"14","content":"Lawv ntsib txojkev tsaus ntuj nti rau thaum nruab hnub, thiab thaum tav su los lawv xuas ib yam li hmo ntuj."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.15","label":"15","content":"Vajtswv cawm cov neeg pluag dim lub qhov ncauj hniav ntaj, thiab cawm cov uas txom nyem dim hauv cov uas muaj zog txhais tes."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.16","label":"16","content":"Cov pluag thiaj li muaj vam, thiab txojkev tu plaub tsis ncaj kaw nws lub qhov ncauj."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.17","label":"17","content":"“Saib maj, tus neeg twg uas Vajtswv ntuas kuj tau koob hmoov, yog li no tsis txhob saib tsis taus qhov uas tus muaj hwjchim loj kawg nkaus nplawm qhuab qhia."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.18","label":"18","content":"Nws ua kom mob, tiamsis nws yuav qhwv lub qhov txhab. Nws nplawm tiamsis nws txhais tes yuav kho."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.19","label":"19","content":"Nws yuav cawm koj dim hauv rau yam kev ceeblaj, hauv xya yam yuav tsis muaj xwm txheej phem los raug koj."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.20","label":"20","content":"Thaum muaj kev tshaib nqhis nws yuav txhiv koj dim hauv txojkev tuag, thaum ua rog nws yuav cawm koj dim hniav ntaj hniav riam."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.21","label":"21","content":"Yuav muab koj zais ntawm tus nplaig uas xyav tsis zoo, thiab koj yuav tsis ntshai thaum kev puam tsuaj los txog."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.22","label":"22","content":"Koj yuav luag txojkev puam tsuaj thiab txojkev tshaib nqhis, thiab koj yuav tsis ntshai tej tsiaj qus hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.23","label":"23","content":"Koj yuav nrog tej pob zeb hauv daim teb sib raug zoo, thiab tej tsiaj qus yuav nrog koj nyob zoo zoo."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.24","label":"24","content":"Koj yuav paub tias koj lub tsev ntaub nyob tso siab plhuav, koj tshuaj saib koj lub nkuaj yaj yuav tsis ploj ib tug li."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.25","label":"25","content":"Koj yuav paub tias koj caj ces yuav coob kawg, thiab koj tej tub ki yuav zoo yam nkaus li tej nroj tsuag hauv ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.26","label":"26","content":"Koj yuav los rau hauv koj lub qhov ntxa rau thaum koj laus heev lawm, yam li tej tes qoob uas coj los rau hauv tshav ntaus qoob raws li lub caij lub nyoog."},{"bible_id":"1269","chapter_code":"JOB.5","verse_code":"JOB.5.27","label":"27","content":"Tej no yog tej uas peb tau tshuaj saib los, muaj tseeb. Cia li mloog thiab kawm paub thiaj muaj qabhau rau koj.”"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.2","label":"2","content":"“Au, kuv xav muab kuv tej kev ntxhov siab luj, thiab muab kuv tej kev txom nyem huvsi tso rau saum rab teev."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.3","label":"3","content":"Mas yuav hnyav dua tej xuab zeb hauv hiavtxwv, vim li no kuv tej lus thiaj tawm ua kub lug."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.4","label":"4","content":"Vim tus uas muaj hwjchim loj kawg nkaus rab xub chob kuv, kuv tus plig haus tej kua xub tshuaj, txojkev ntshai uas tuaj ntawm Vajtswv npaj txhij tuaj tawm tsam kuv."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.5","label":"5","content":"Nees luav qus yuav quaj rau thaum nws muaj zaub noj lov? Txiv nyuj yuav nqov rau saum nws pawg zaub lov?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.6","label":"6","content":"Yuav noj zaub tsuag tsis rau ntsev tau lov? Thiab txiv thwj ywg cov kua mis  qab li cas?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.7","label":"7","content":"Tej yam ntawd kuv lub siab tsis xav kov kiag li, txhua yam zaub mov ntawd kuv dhuav tag."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.8","label":"8","content":"“Au, kuv xav tau raws li kuv thov, thiab xav kom Vajtswv pub raws li uas kuv lub siab ntshaw."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.9","label":"9","content":"thiab xav tias Vajtswv txaus siab muab kuv zuaj, thiab tsis txhob nkaum tes rau qhov uas muab kuv txiav pov tseg."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.10","label":"10","content":"Qhov no yuav nplij tau kuv lub siab, txawm yog kuv mob tsis tu li los kuv yuav zoo siab kawg, rau qhov kuv tsis tau kwv tawv tus uas Dawb huv tej lus."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.11","label":"11","content":"Kuv muaj zog li cas es kuv yuav tsum tos? Thiab kuv qhov kawg yog dabtsi es kuv yuav tsum ua siab ntev thev?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.12","label":"12","content":"Kuv lub zog zoo li tej pob zeb lov, kuv tej nqaij yog nqaij tooj liab lov?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.13","label":"13","content":"Kuv tus kheej pab tsis tau kuv, txhua txojkev pab khiav ntawm kuv lawm."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.14","label":"14","content":"“Leejtwg tav txojkev hlub ntawm tus kwvluag, kuj yog tso qhov uas hwm thiab ntshai tus uas muaj hwjchim loj kawg nkaus  tseg."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.15","label":"15","content":"Kuv cov kwvtij pheej ntxeev ntxias yam li lub hav dej, yam li lub hav dej uas qhuav zuj zus,"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.16","label":"16","content":"uas tsaus nti vim yog dej nkoog khov thiab tej daus xib daus npu npog txheej saud."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.17","label":"17","content":"Thaum tshav ntuj kub kuj yaj tag, thaum tshav ntuj kub heev kuj ploj tag ntawm lub chaw lawm."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.18","label":"18","content":"Cov tub lag tub luam uas taug kev kuj tig lug ntawm lawv txojkev, lawv mus rau tej ntuj nrag teb do thiab puam tsuaj tag."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.19","label":"19","content":"Cov neeg uas taug kev ntawm Thema tuaj nrhiav, cov tub lag tub luam uas taug kev ntawm lub moos Senpa muaj chaw vam."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.20","label":"20","content":"Lawv plam vim yog lawv vam ntsoov, lawv tuaj txog qhov ntawd mas lawv nyuaj siab heev."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.21","label":"21","content":"Nimno nej zoo ib yam li ntawd rau kuv, nej pom kuv tej kev txom nyem mas nej ntshai."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.22","label":"22","content":"Kuv puas tau hais tias, ‘Thov pub mentsis tshav ntuj rau kuv,’ lossis ‘Thov nej li nyiaj rau kuv coj mus xiab luag,’"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.23","label":"23","content":"lossis ‘Thov cawm kuv dim hauv yeeb ncuab txhais tes,’ lossis ‘Thov txhiv kuv dim hauv tus uas quab yuam kuv txhais tes,’ lov?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.24","label":"24","content":"“Qhia kuv maj, kuv thiaj nyob twjywm, thov qhia rau kuv to taub kuv ua txhaum qhov twg."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.25","label":"25","content":"Lo lus hais ncaj muaj hwjchim heev, tiamsis nej lo lus ntuas yog ntuas dabtsi?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.26","label":"26","content":"Nej xav tias nej qhuab ntuas kuv tej lus thiab saib tus uas tsis muaj chaw vam tej lus zoo li cua xwb lov?"},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.27","label":"27","content":"Nej yeej yuav rho ntawv thiaj tau tus menyuam ntsuag uas tsis muaj txiv, thiab yuav muab nej tus kwvluag ntaus nqe muag los sav."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.28","label":"28","content":"“Nimno thov nej tsa muag ntsia kuv, rau qhov tsis yog kuv tab meeg dag nej."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.29","label":"29","content":"Thov nej xav dua tshiab tsis txhob ua tsis ncaj. Thov ntxeev dua siab, kuv tseem ua raug cai."},{"bible_id":"1269","chapter_code":"JOB.6","verse_code":"JOB.6.30","label":"30","content":"Kuv tus nplaig hais ib yam dabtsi tsis ncaj lov? Kuv tus nplaig tsis txawj sim paub kev txom nyem lov?"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.1","label":"1","content":"Neeg tsis ua haujlwm khwv khwv hauv ntiajteb no lov? Thiab lawv lub neej zoo tsis thooj li cov uas ua zog lov?"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.2","label":"2","content":"Ib yam li tus qhev tos nrhw duab tsaus ntuj, thiab yam li tus tub zog uas tos rawv cov nqe zog,"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.3","label":"3","content":"ib yam li ntawd kuv li feem yog nyob ntau lub hli qhuav qhawv, thiab tej uas faib rau kuv yog hmo ntuj raug kev txhawj xeeb ntxhov siab."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.4","label":"4","content":"Thaum kuv pw kuv hais tias, ‘Thaum twg kuv li sawv?’ Tiamsis hmo ntuj kuj ntev, kuv ntxeev mus ntxeev los txog kaj ntug."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.5","label":"5","content":"Kuv tej nqaij muaj kas lwj thiab lo hmoov av, kuv daim tawv tu pleb pluav thiab rov ua kua paug."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.6","label":"6","content":"Kuv lub hnub nyoog sai dhau tus nqos uas tabtom ntos ntaub, mas thaum kawg kuj tsis muaj chaw vam."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.7","label":"7","content":"“Vajtswv, thov nco tias kuv txojsia tsuas ntev li ua ib pas cua xwb, kuv lub qhov muag yuav tsis pom qhov zoo dua li lawm."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.8","label":"8","content":"Tus uas lub qhov muag pom kuv yuav tsis pom kuv dua li lawm, thaum koj lub qhov muag saib ntsoov kuv los twb dua kuv lawm."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.9","label":"9","content":"Tej huab yaj xam tag li cas, tus uas mus rau hauv tub tuag teb yeej tsis rov los ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.10","label":"10","content":"Nws tsis rov mus rau hauv nws lub tsev dua li lawm, thiab nws lub chaw nyob los tsis paub nws li lawm."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.11","label":"11","content":"“Vim li no kuv thiaj tsis tswj kuv lub qhov ncauj, kuv tus ntsuj plig txom nyem lwj siab kuv thiaj hais, iab kuv lub siab kawg kuv thiaj yws."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.12","label":"12","content":"Kuv yog hiavtxwv lossis yog ib tug zaj koj thiaj zov kuv lov?"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.13","label":"13","content":"Thaum kuv hais tias, ‘Kuv lub txaj yuav nplij kuv lub siab, kuv lub chaw pw yuav pab kuv txojkev txom nyem kom yau zuj zus,’"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.14","label":"14","content":"los koj ua rau kuv ua npau suav ntshai heev, thiab ua rau kuv ua yog toog ua rau kuv ntshai,"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.15","label":"15","content":"kuv thiaj xaiv qhov uas raug zawm caj dab tuag, zoo dua li tshuav tej pob txha no."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.16","label":"16","content":"Kuv ntxub kuv txojsia lawm, kuv tsis xav nyob mus ib txhis. Thov tso cia kuv nyob kuv ib leeg vim kuv lub hnub nyoog ntev li ua ib pas cua xwb."},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.17","label":"17","content":"Neeg yog dabtsi es koj yuav suav tias tseem ceeb heev, thiab koj yuav mob siab lawv,"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.18","label":"18","content":"thiab niaj tagkis tuaj xyuas lawv, thiab sim lawv txhua lub sijhawm?"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.19","label":"19","content":"Koj yuav tsis fee plhu ntawm kuv ib nyuag pliag thiab tsis tso kuv nyob kuv ib leeg ntev li uas kuv nqos ib pa qaub ncaug lov?"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.20","label":"20","content":"Au koj uas yog tus uas zov neeg, yog kuv ua txhaum kuv tau ua li cas rau koj lawm? Ua cas koj muab kuv ua daim phiaj rau koj? Ua cas kuv ua lub nra hnyav rau koj lawm?"},{"bible_id":"1269","chapter_code":"JOB.7","verse_code":"JOB.7.21","label":"21","content":"Ua cas koj tsis zam kuv tej kev fav xeeb thiab tsis daws kuv lub txim mus pov tseg? Rau qhov nimno kuv yuav pw rau hauv av, koj yuav nrhiav kuv tiamsis tsis muaj kuv lawm.”"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.1","label":"1","content":"Ces Npida uas yog neeg Su‑a teb tias,"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.2","label":"2","content":"“Koj yuav yws li no ntev li cas thiab tej lus uas tawm hauv koj lub qhov ncauj yuav ua cua daj cua dub ntev li cas?"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.3","label":"3","content":"Vajtswv ntxeev txojkev ua ncaj lov? Tus uas muaj hwjchim loj kawg nkaus  qhau cai lov?"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.4","label":"4","content":"Yog koj li menyuam ua txhaum rau Vajtswv nws thiaj rau txim rau lawv raws li lawv tej kev fav xeeb."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.5","label":"5","content":"Yog koj nrhiav Vajtswv thiab taij thov tus uas muaj hwjchim loj kawg nkaus,"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.6","label":"6","content":"yog koj dawb huv thiab siab ncaj mas nws yuav sawv tsees pab koj, thiab yuav thim lub chaw uas yog koj teej koj tug rov rau koj."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.7","label":"7","content":"Txawm yog thaum chiv thawj koj me me xwb, los thaum kawg koj yuav ua loj kawg."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.8","label":"8","content":"Kuv thov kom koj nug txog yav thaum ub, thiab xav saib tej poj koob yawm txwv nrhiav tau yam twg,"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.9","label":"9","content":"rau qhov peb nyuam qhuav yug nag hmo xwb mas tsis paub dabtsi li, vim peb lub caij lub nyoog saum lub ntiajteb yog tus duab xwb."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.10","label":"10","content":"Lawv yuav tsis qhuab qhia koj thiab tsis hais rau koj lov, thiab tsis hais tej uas lawv nkag siab rau koj lov?"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.11","label":"11","content":"Tauj deg yuav tuaj rau hauv qhov uas tsis muaj pas iav tau lov? Pias iav yuav hlob zoo rau hauv qhov tsis muaj dej tau lov?"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.12","label":"12","content":"Thaum txhawv lawm tsis tau muab txiav, los twb qhuav nkig nkuav ua ntej dua lwm yam ntoo."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.13","label":"13","content":"Txhua tus uas tsis nco Vajtswv lawd kuj zoo li ntawd ntag. Cov uas tsis hwm Vajtswv lawv lub chaw vam yuav puam tsuaj tag."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.14","label":"14","content":"Yam uas lawv tso siab rau kuj lov ntho lawm, thiab tej uas lawv cia siab rau yog sab kab laug tsov."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.15","label":"15","content":"Yog lawv pheeb tej sab kab laug tsov tej sab ntawd tu, lawv tuav tej sab ntawd tiamsis tej sab ntawd tsis ruaj."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.16","label":"16","content":"Lawv zoo li tsob ntoo uas muaj dej yug rau thaum tshav ntuj kub, thiab lawv tej ntsuag hlav mus puv nkaus lawv lub vaj."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.17","label":"17","content":"Lawv tej cag kuj nrhau mus tuav tej pob zeb, thiab ntsia mus rau hauv tej kem pob zeb."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.18","label":"18","content":"Yog tsob ntoo raug muab ua puam tsuaj tag ntawm nws lub chaw, lub chaw ntawd yuav tsis lees paub nws thiab hais tias, ‘Kuv tsis txeev pom dua koj.’"},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.19","label":"19","content":"Saib maj, no yog lawv txojkev xyiv fab, thiab lwm tus yuav ua kaus tawm hauv av tuaj."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.20","label":"20","content":"“Vajtswv yeej yuav tsis tso tus neeg zoo tseg, lossis tuav tus neeg ua phem tes."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.21","label":"21","content":"Nws tseem yuav pub koj lub qhov ncauj luag puv nkaus, thiab ua rau koj daim tawv ncauj qw zoo siab."},{"bible_id":"1269","chapter_code":"JOB.8","verse_code":"JOB.8.22","label":"22","content":"Cov uas ntxub koj yuav raug txaj muag, thiab cov neeg phem lub tsev ntaub yuav tsis muaj dua li lawm.”"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.1","label":"1","content":"Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.2","label":"2","content":"“Qhov tseeb kuv paub tias yog li ntawd, tiamsis neeg yuav ua ncaj rau ntawm Vajtswv xubntiag tau li cas?"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.3","label":"3","content":"Yog leejtwg xav nrog Vajtswv sib cam, mas ib txhiab zaug los nws twb teb tsis tau Vajtswv ib zaug."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.4","label":"4","content":"Vajtswv lub siab ntse, thiab nws muaj zog heev, leejtwg txeev tawm tsam nws thiab kov yeej?"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.5","label":"5","content":"Nws yog tus uas muab tej roob txav los tej roob kuj tsis paub, rau thaum nws muab tej roob ntxeev ua chim tsawv."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.6","label":"6","content":"Nws co lub ntiajteb txav ntawm lub qub chaw, thiab tej ncej uas txawb lub ntiajteb kuj ua zog kais."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.7","label":"7","content":"Nws nkaw lus rau lub hnub mas lub hnub tsis tawm tuaj, nws thaiv tej hnub qub tsis pub ci tuaj."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.8","label":"8","content":"Nws tib leeg nthuav lub ntuj, thiab tsuj tej nthwv dej hauv hiavtxwv."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.9","label":"9","content":"Nws tsim hnub qub Khais thiab hnub qub Poj Sua Kwv Ntas thiab hnub qub Txhiaj Txiv Mim thiab tej hnub qub sab nrad."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.10","label":"10","content":"Nws ua tej haujlwm loj uas tsis txawj nkag siab tau, thiab tej txujci phimhwj suav tsis txheeb."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.11","label":"11","content":"Ua ciav, nws hla kuv mus lawm, kuv twb tsis pom nws, nws mus dhau lawm, kuv twb xam tsis pom nws."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.12","label":"12","content":"Saib maj, nws txeeb kiag mus lawm, leejtwg yuav txwv tau? Leejtwg yuav hais rau nws tias, ‘Koj ua dabtsi li kod?’"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.13","label":"13","content":"“Vajtswv yuav tsis thim nws txojkev chim. Tus zaj laug Lahaj cov qhev khwb nkaus hauv nws xib taws."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.14","label":"14","content":"Mas kuv yuav teb tau Vajtswv li cas, yuav xaiv lo lus twg los cam nws?"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.15","label":"15","content":"Txawm yog kuv tsis txhaum, kuv kuj teb tsis tau nws, kuv yuav thov tus yeej kom khuvleej kuv xwb."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.16","label":"16","content":"Yog kuv hu nws tuaj thiab nws teb kuv, los kuv tsis ntseeg tias nws yuav mloog kuv lus,"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.17","label":"17","content":"rau qhov nws siv cua daj cua dub zuaj kuv, txawm yog tsis tim li cas los nws ua rau kuv mob hnyav zuj zus tuaj."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.18","label":"18","content":"Nws tsis pub kuv ua tau pa li, tsuas yog tsav kev lwj siab puv nkaus rau kuv xwb."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.19","label":"19","content":"Yog muaj kev sib ntsuas zog, kuj saib Vajtswv maj. Yog ua plaub ntug leejtwg yuav teem tau nws tuaj?"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.20","label":"20","content":"Txawm yog kuv tsis txhaum, los kuv lub qhov ncauj yuav hais kuv qhov txhaum, Txawm yog kuv zoo kawg, nws yuav tshuaj tau tias kuv tsis ncaj."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.21","label":"21","content":"Kuv zoo tsis muaj chaw thuam li, kuv tsis mob siab kuv tus kheej, kuv ntxub kuv txojsia."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.22","label":"22","content":"Sawvdaws zoo ib yam nkaus, vim li ntawd kuv thiaj hais tias, ‘Nws ua rau cov neeg zoo thiab cov neeg limhiam puam tsuaj huvsi.’"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.23","label":"23","content":"Thaum tej vij sub vij sw coj kev tuag los tamsid, nws kuj thuam luag cov uas tsis txhaum tej kev txom nyem."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.24","label":"24","content":"Lub ntiajteb muab cob rau hauv cov neeg limhiam txhais tes. Nws npog cov uas tu plaub hauv lub ntiajteb lub qhov muag. Tsis yog nws es yog leejtwg?"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.25","label":"25","content":"“Kuv li hnub nyoog mus sai dhau cov uas txawj dhia, mus dhau plaws lawm tsis pom ib qhov zoo kiag li."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.26","label":"26","content":"Hnub nyoog dhau plaws yam li lub nkoj uas xuas pias iav ua, yam nkaus li tus dav ya uas ntsaub ntsuav los rau tus qauv."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.27","label":"27","content":"Yog kuv hais tias, ‘Kuv yuav tsis nco qab kuv txojkev quaj txom nyem, thiab kuv yuav tso kuv lub ntsej muag mluas mlob tseg thiab xyiv fab,’"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.28","label":"28","content":"kuv kuj ntshai kuv tej kev txom nyem huvsi, rau qhov kuv paub tias koj yuav tsis suav hais tias kuv tsis txhaum."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.29","label":"29","content":"Kuv yeej yuav raug rau txim, mas kuv yuav siv zog do do ua dabtsi?"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.30","label":"30","content":"Yog kuv muab daus xib daus npu los ntxuav kuv, thiab muab kua tshuaj los ntxuav kuv txhais tes,"},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.31","label":"31","content":"los koj tseem yuav muab kuv raus rau hauv lub qhov dej qias, thiab kuv tej ris tsho yuav ntxub kuv."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.32","label":"32","content":"Vajtswv tsis yog neeg zoo li kuv uas kuv yuav teb nws, thiab tuaj nrog nws ua plaub."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.33","label":"33","content":"Tsis muaj ib tug uas nyob nruab nrab wb ob tog, ua tus uas cheem tau wb ob leeg."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.34","label":"34","content":"Thov nws tshem nws tus nplawm ntawm kuv mus, thiab thov qhov uas ntshai rwg nws tsis txhob ua rau kuv ntshai."},{"bible_id":"1269","chapter_code":"JOB.9","verse_code":"JOB.9.35","label":"35","content":"Mas kuv yuav hais thiab thiaj tsis ntshai nws, rau qhov nimno kuv lub siab ua tsis tau li ntawd."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.1","label":"1","content":"Kuv ntxub kuv txojsia, kuv yuav tsis tswj kuv tej lus yws li, kuv yuav hais kuv tej kev lwj siab."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.2","label":"2","content":"Kuv yuav hais rau Vajtswv tias, Tsis txhob rau txim rau kuv, thov koj qhia kuv paub tias ua cas koj tawm tsam kuv."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.3","label":"3","content":"Koj pom zoo quab yuam kuv thiab saib tsis taus tej uas yog koj txhais tes ua lov, thiab pom zoo rau cov neeg phem tej tswvyim lov?"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.4","label":"4","content":"Koj muaj qhov muag yam li neeg xwb lov? Koj pom yam li neeg pom lov?"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.5","label":"5","content":"Koj hnub nyoog zoo ib yam li neeg hnub nyoog lov, thiab koj tej xyoo zoo ib yam li neeg xyoo xwb lov?"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.6","label":"6","content":"Es koj yuav tshawb nrhiav kuv tej kev txhaum thiab nrhiav kuv lub txim."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.7","label":"7","content":"Koj yeej paub tias kuv tsis txhaum thiab tsis muaj leejtwg cawm kuv dim ntawm koj txhais tes."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.8","label":"8","content":"Koj txhais tes puab thiab tsim kuv, tiamsis nimno koj tig rov qab muab kuv ua puam tsuaj."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.9","label":"9","content":"Thov koj nco tias koj puab kuv yam li puab av nplaum, mas koj yuav tso kuv rov mus ua hmoov av dua lov?"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.10","label":"10","content":"Koj tsis tau muab kuv nchuav los yam li cov kua mis lov, thiab tsis ua rau kuv khov yam li cov nyuj mis nkoog khov lov?"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.11","label":"11","content":"Koj muab nqaij thiab tawv los qhwv kuv, thiab koj muab pob txha thiab leeg txuas ua kuv lub cev."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.12","label":"12","content":"Koj pub txojsia thiab txojkev hlub uas ruaj khov rau kuv, thiab saib xyuas tsom kwm kuv tus ntsuj plig cia."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.13","label":"13","content":"Tiamsis tej yam no koj muab zais cia rau hauv koj lub siab, kuv paub tias yeej yog raws li koj lub siab."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.14","label":"14","content":"Yog kuv ua txhaum koj yeej ntsia ntsoov kuv, thiab tsis tso kuv dim kuv txojkev txhaum li."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.15","label":"15","content":"Yog kuv ua phem, kuv yeej yuav raug kev txom nyem. Tiamsis yog kuv ncaj ncees kuv tseem tsa tsis taus kuv lub taubhau, rau qhov kuv raug txaj muag kawg thiab ntsia ntsoov kuv tej kev txom nyem nyuaj siab."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.16","label":"16","content":"Thiab yog kuv tsa kuv taubhau, koj yuav caum kuv yam li tsov ntxhuav, thiab rov ua txujci phimhwj dua tawm tsam kuv."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.17","label":"17","content":"Koj nrhiav timkhawv tshiab tom kuv dua, thiab tsav koj txojkev chim rau kuv heev dua, thiab koj coj tub rog tshiab tuaj tawm tsam kuv."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.18","label":"18","content":"“Ua cas koj tso kuv tawm hauv lub plab los? Kheev yog kuv tuag ua ntej uas luag yuav pom kuv,"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.19","label":"19","content":"thiab zoo yam li kuv tsis tau yug los thiab twb raug coj hauv plab mus txog lub qhov ntxa lawm."},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.20","label":"20","content":"Kuv lub caij lub nyoog tsawg tsawg li los tsis yog? Thov cia kuv nyob kuv ib leeg xwv kuv thiaj zoo siab mentsis,"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.21","label":"21","content":"ua ntej uas kuv tsis tau mus rau lub chaw uas kuv tsis rov los li lawm, yog mus rau lub tebchaws uas muaj duab tsaus thiab tsaus ntuj nti,"},{"bible_id":"1269","chapter_code":"JOB.10","verse_code":"JOB.10.22","label":"22","content":"yog lub tebchaws tsaus dub nciab ntxhov hnyo, uas qhov kaj kuj zoo yam nkaus li qhov tsaus.”"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.1","label":"1","content":"Ces Xaufa uas yog neeg Na‑ama txawm teb tias,"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.2","label":"2","content":"“Tsim nyog mloog tej lus ntau ntau es tsis teb lov? Thiab tsa tus uas hais ntau ntau cai lov?"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.3","label":"3","content":"Tsim nyog koj tej lus uas tsis muaj qabhau ua rau neeg nyob ntsiag to lov, thiab thaum koj thuam luag yuav tsis muaj leejtwg ua kom koj txaj muag lov?"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.4","label":"4","content":"Rau qhov koj hais tias, ‘Kuv tej lus qhia dawb huv, thiab kuv yog tus uas Vajtswv pom tias huv siab.’"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.5","label":"5","content":"Au, kuv xav kom Vajtswv hais, thiab qheb nws lub qhov ncauj hais rau koj,"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.6","label":"6","content":"thiab xav kom nws qhia tus tswvyim uas muab zais cia lawd rau koj, rau qhov tswvyim muaj ntau fab. Cia li paub tias Vajtswv rau txim rau koj tsawg dua tej uas tsim nyog koj raug."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.7","label":"7","content":"“Koj tshawb nrhiav tau tej uas nyob tob rau hauv Vajtswv lov? Koj tshawb nrhiav tau tus uas muaj hwjchim loj kawg nkaus  lub siab tag nrho huvsi lov?"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.8","label":"8","content":"Tej ntawd siab dhau lub ntuj mas koj yuav ua tau dabtsi? Tej ntawd tob dhau hauv tub tuag teb mas koj yuav paub tau li cas?"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.9","label":"9","content":"Muab ntsuas kuj ntev dhau lub ntiajteb, thiab dav dhau dej hiavtxwv."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.10","label":"10","content":"Yog nws hla mus thiab muab ib tug kaw nkuaj, thiab hu los txiav txim rau, leejtwg yuav tav tau nws?"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.11","label":"11","content":"Rau qhov nws paub cov neeg tsis muaj qabhau, thaum nws pom tej kev txhaum nws yuav tsis ua tib zoo tshuaj saib lov?"},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.12","label":"12","content":"Tiamsis tus neeg ruam yuav txawj ntse, tsuas yog thaum nees luav qus yug tau menyuam yog neeg."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.13","label":"13","content":"“Yog koj npaj koj lub siab ncaj, koj yuav xyab koj txhais tes mus rau nws."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.14","label":"14","content":"Yog muaj kev txhaum txim nyob hauv koj txhais tes cia li muab pov tseg deb deb, thiab tsis txhob cia tej kev phem nyob hauv koj lub tsev ntaub."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.15","label":"15","content":"Mas koj yuav tsa koj lub ntsej muag tsis muaj chaw thuam tiag tiag li, koj yuav nyob tso siab plhuav thiab tsis ntshai."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.16","label":"16","content":"Koj yuav tsis nco qab koj tej kev txom nyem, koj yuav cim tau yam li tej dej uas twb ntws dhau mus lawm."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.17","label":"17","content":"Mas koj lub neej yuav kaj lug heev dua thaum tav su, koj lub neej uas tsaus ntuj nti yuav kaj yam li thaum tagkis."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.18","label":"18","content":"Koj yuav tso siab plhuav vim muaj chaw vam, koj yuav tshuaj saib puag ncig thiab so tso siab lug."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.19","label":"19","content":"Koj yuav pw thiab yuav tsis muaj leejtwg ua rau koj ntshai, yuav muaj neeg coob tuaj thov koj tsa muag zaj saib lawv."},{"bible_id":"1269","chapter_code":"JOB.11","verse_code":"JOB.11.20","label":"20","content":"Tiamsis cov neeg limhiam lub qhov muag yuav tsaus mus, thiab txojkev dim yuav ploj ntais ntawm lawv lawm, lawv txojkev vam yog qhov uas lawv tu siav xwb.”"},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.2","label":"2","content":"“Qhov tseeb nej yeej yog neeg tseem ceeb, thiab tej tswvyim yuav nrog nej tuag mus."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.3","label":"3","content":"Kuv yeej to taub ib yam li nej thiab kuv tsis qes dua nej. Tej nyuag zoo li no leejtwg yuav tsis paub?"},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.4","label":"4","content":"Kuv ua lub chaw rau kuv cov phoojywg luag. Kuv txeev thov Vajtswv mas nws teb kuv, kuv ua tus ncaj ncees thiab tsis muaj chaw thuam los kuv tseem ua lub chaw rau luag thuam luag."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.5","label":"5","content":"Tus uas noj qab nyob zoo lub siab saib tsis taus lub khuab phem, uas yeej muaj rau cov uas txhais kotaw plam."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.6","label":"6","content":"Cov tub sab tej tsev ntaub nyob siab tus yees, thiab cov uas zes Vajtswv kuj nyob tso siab plhuav, yog cov uas lawv tus vajtswv nyob hauv lawv txhais tes."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.7","label":"7","content":"“Cia li nug tej tsiaj txhu mas tej tsiaj yuav qhuab qhia koj, cia li nug tej nas noog saum nruab ntug, tej noog yuav qhia koj."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.8","label":"8","content":"Lossis nug lub ntiajteb mas ntiajteb yuav qhuab qhia koj, thiab tej ntses hauv hiavtxwv yuav piav rau koj."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.9","label":"9","content":"Txhua yam no muaj yam twg uas tsis paub tias yog Yawmsaub txhais tes tau ua tej no?"},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.10","label":"10","content":"Txhua yam uas ciaj sia mas lawv txojsia nyob hauv Vajtswv txhais tes, thiab neeg sawvdaws tej pa huvsi kuj nyob hauv."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.11","label":"11","content":"Lub qhov ntsej tsis tau sim tej lus ib yam li tus nplaig sim tej zaub mov lov?"},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.12","label":"12","content":"Tswvyim nrog cov neeg laus nyob, thiab kev nkag siab nrog cov uas hnub nyoog nchav nyob."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.13","label":"13","content":"Tswvyim thiab hwjchim yeej nrog nraim Vajtswv, nws txawj taw qhia thiab muaj kev nkag siab."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.14","label":"14","content":"Yog nws muab rhuav lawm, tsis muaj leejtwg tsim tau dua tshiab, yog nws muab leejtwg kaw lawm, tsis muaj leejtwg tso tau."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.15","label":"15","content":"Yog nws txwv dej mas dej yuav qhuav, yog nws tso dej tawm mus, dej kuj nyab ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.16","label":"16","content":"Lub zog thiab tswvyim nrog nraim nws, tus uas raug dag ntxias thiab tus uas dag puavleej yog nws li."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.17","label":"17","content":"Nws coj cov uas ua chaw sablaj mus nyob do cuas, thiab ua rau cov uas tu plaub ruam mus."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.18","label":"18","content":"Nws daws tej saw hlau uas vajntxwv khi luag, thiab ua siv rau tej vajntxwv sia ntawm duav."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.19","label":"19","content":"Nws coj cov povthawj mus nyob do cuas, thiab muab cov uas muaj hwjchim laim pov tseg."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.20","label":"20","content":"Nws ua rau cov uas luag tso siab tau nyob ntsiag to, thiab nws muab cov kev txwj laus tej kev txawj ntse rho mus."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.21","label":"21","content":"Nws rhuav tshem cov uas ua thawj lub meej mom, thiab nws daws cov uas muaj zog txoj siv tawv."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.22","label":"22","content":"Nws coj tej uas nyob tob tawm hauv qhov tsaus ntuj los, thiab coj txojkev tsaus ntuj nti los rau hauv txojkev kaj."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.23","label":"23","content":"Nws ua tau rau tej tebchaws loj tuaj thiab muab ua kom puam tsuaj. Nws nthuav tej tebchaws dav tuaj thiab ua rau lawv tawg ua sab ua sua."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.24","label":"24","content":"Nws rho txojkev txawj ntse tawm ntawm cov uas ua hlob hauv ntiajteb mus, thiab ua kom lawv mus mus los los hauv tebchaws moj sab qhua uas tsis muaj kev taug."},{"bible_id":"1269","chapter_code":"JOB.12","verse_code":"JOB.12.25","label":"25","content":"Lawv xuas dub hauv qhov tsaus ntuj tsis muaj qhov kaj li, thiab nws ua kom lawv ntog nuj nuag yam li tus uas qaug cawv."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.1","label":"1","content":"Saib maj, kuv lub qhov muag twb pom tej no huvsi lawm, kuv lub qhov ntsej tau hnov thiab nkag siab tej no lawm."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.2","label":"2","content":"Tej yam uas nej paub kuv kuj paub thiab, kuv tsis qes dua nej."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.3","label":"3","content":"Tiamsis kuv xav hais rau tus uas muaj hwjchim loj kawg nkaus, thiab kuv xav nrog Vajtswv hais plaub."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.4","label":"4","content":"Nej mas tsuas yog muab tej lus dag los npog nej xwb, nej sawvdaws yog cov Kws tshuaj uas tsis txawj kho."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.5","label":"5","content":"Au, xav kom nej nyob twjywm, mas qhov uas nyob twjywm ntawd yuav yog nej lub tswvyim."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.6","label":"6","content":"“Nimno nej cia li mloog kuv tej lus hais plaub, thiab mloog tej lus uas kuv lub qhov ncauj taij thov."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.7","label":"7","content":"Nej hais lus dag pab Vajtswv thiab hais lus ntxias pab nws lov?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.8","label":"8","content":"Nej yuav tuaj nws tog, thiab nej yuav pab Vajtswv hais lov?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.9","label":"9","content":"Thaum nws nrhiav xawb tau nej, nej yuav tau zoo lov? Lossis nej yuav dag tau nws yam li dag neeg lov?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.10","label":"10","content":"Yog nej tuaj nws tog twjywm, nws yuav cem nej tiag tiag li."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.11","label":"11","content":"Nws lub hwjchim meej mom yuav tsis ua rau nej ntshai kawg lov, thiab qhov uas ntshai rwg nws yuav tsis poob rau saum nej lov?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.12","label":"12","content":"Nej tej paj lug yog tshauv xwb, thiab nej tej cuab yeej tiv thaiv yog muab av nplaum ua xwb."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.13","label":"13","content":"“Cia li nyob twjywm, kuv yuav hais, thiab yuav muaj dabtsi tshwm los raug kuv kuj xij."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.14","label":"14","content":"Ua cas kuv yuav tsum sev nyog kuv cev nqaij, thiab pheej hmoo ua kuv lub neej?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.15","label":"15","content":"Saib maj, nws yuav muab kuv tua, kuv tsis muaj vam li lawm, tiamsis kuv tseem yuav hais daws kuv zaj ntawm nws xubntiag."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.16","label":"16","content":"Qhov no yuav ua txojkev dim rau kuv, tus uas tsis hwm Vajtswv mas yuav tsis tau los rau ntawm nws xubntiag."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.17","label":"17","content":"Cia li ua tib zoo mloog kuv tej lus thiab cia kuv tej lus nyob hauv nej lub qhov ntsej."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.18","label":"18","content":"Kuv twb npaj hais kuv tshaj plaub lawm, kuv paub tias kuv yuav muaj cai."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.19","label":"19","content":"Leejtwg yuav nrog kuv kom plaub? Yog muaj mas kuv yuav nyob twjywm thiab tuag."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.20","label":"20","content":"Thov pub ob yam rau kuv, mas kuv yuav tsis tsiv nraim ntawm koj lub xubntiag."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.21","label":"21","content":"Thov koj nkaum tes deb ntawm kuv, thiab txhob cia qhov uas ntshai rwg koj ua rau kuv ntshai."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.22","label":"22","content":"Cia koj hu mas kuv yuav teb lossis cia kuv hais mas koj teb rau kuv."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.23","label":"23","content":"Kuv tej kev txhaum thiab kuv lub txim muaj npaum twg? Thov qhia rau kuv paub kuv tej kev fav xeeb thiab kuv lub txim."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.24","label":"24","content":"Ua cas koj fee plhu lawm thiab suav tias kuv yog koj li yeeb ncuab?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.25","label":"25","content":"Koj yuav ua rau daim nplooj ntoo uas raug cua ntsawj ntshai thiab yuav raws tej quav nyab qhuav lov?"},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.26","label":"26","content":"Koj muab tej uas lwj siab sau cia tawm tsam kuv, thiab ua rau kuv tau lub txim uas thaum tseem hluas kuv ua."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.27","label":"27","content":"Koj muab kuv txhais kotaw tso rau hauv rab cuab, thiab ntsia ntsoov kuv txhua txoj hauv kev, thiab koj tu ciam rau kuv xib taws tsuj."},{"bible_id":"1269","chapter_code":"JOB.13","verse_code":"JOB.13.28","label":"28","content":"Neeg sem zuj zus li tej yam uas lwj, thiab yam li tej tsoos tsho uas kab ntsaum noj."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.1","label":"1","content":"Neeg uas yug ntawm pojniam los mas txojsia tsis ntev, thiab tsuas yog muaj kev ceeblaj txom nyem xwb."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.2","label":"2","content":"Nws tawm los yam li lub paj ntoo thiab tuag tshav lawm, nws ploj ntais yam li tus duab ntxoov ntxoo thiab tsis nyob mus li."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.3","label":"3","content":"Vajtswv, koj yuav tsa muag ntsia cov neeg zoo li ntawd thiab coj nws los rau koj txiav txim lov?"},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.4","label":"4","content":"Leejtwg yuav coj yam uas huv tawm ntawm qhov tsis huv tau? Tsis muaj leejtwg kiag li."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.5","label":"5","content":"Nws lub hnub nyoog raug muab teem cia lawm, thiab nws li txhua lub hli nyob ntawm koj, thiab koj tu ciam rau nws tsis kheev nws hla dhau mus."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.6","label":"6","content":"Thov koj fee plhu ntawm nws mus thiab muab nws tso tseg, xwv nws thiaj zoo siab rau nws sim neej yam li tus tub zog."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.7","label":"7","content":"“Rau qhov tus ntoo los tseem muaj vam, yog raug muab ntov lawm tseem hlav ntsuag tuaj, thiab tej ntsuag mos yuav muaj tsis tu ncua."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.8","label":"8","content":"Txawm yog tej cag laus rau hauv av, thiab lub hauv paus tuag rau hauv av lawm,"},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.9","label":"9","content":"los thaum hnov pa dej pa nag yuav tawg cos, thiab hlav ntsuag tuaj yam li tsob ntoo mos."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.10","label":"10","content":"Tiamsis neeg tuag thiab ntog lawm, neeg tu siav lawm nws nyob qhovtwg?"},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.11","label":"11","content":"Dej qhuav hauv lub pas li cas, thiab tej niag dej nqeg zuj zus qhuav tag li cas,"},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.12","label":"12","content":"ib yam li ntawd, neeg pw mas yuav tsis sawv los li, mus txog thaum lub ntuj tsis muaj lawm, nws kuj tsis tsim los, tsa tsis tau nws sawv li."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.13","label":"13","content":"Au kuv xav kom koj muab kuv zais rau hauv tub tuag teb, xav kom koj muab kuv npog cia mus txog thaum koj tsis npau taws lawm, thiab xav kom koj teem lub sijhawm rau kuv thiab nco txog kuv."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.14","label":"14","content":"Yog neeg tuag lawm nws yuav rov muaj txojsia lov? Txhua hnub uas kuv khwv li no kuv yuav tos nrhw mus txog thaum koj tso kuv dim."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.15","label":"15","content":"Koj yuav hu thiab kuv yuav teb koj, koj yuav xav tau tus uas koj txhais tes tsim."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.16","label":"16","content":"Thaum ntawd koj yuav suav kuv txhua kauj ruam, tiamsis koj yuav tsis ntsia ntsoov kuv qhov txhaum."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.17","label":"17","content":"Kuv tej kev fav xeeb yuav raug muab kaw cia rau hauv lub hnab, thiab koj yuav muab kuv tej kev txhaum txim npog cia."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.18","label":"18","content":"“Tej roob nphau pob tag, tej txhib zeb raug muab txav mus rau lwm qhov,"},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.19","label":"19","content":"dej ntws tej pob zeb yaig zuj zus, dej ntsawj kuav tej hmoov av mus, mas koj rhuav tshem neeg txojkev vam ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.20","label":"20","content":"Koj kov yeej nws mus li nws thiaj dua tag lawm, koj hloov nws lub ntsej muag thiab xa nws mus."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.21","label":"21","content":"Nws tej tub tau koob meej los nws tsis paub, lawv poob qes los nws tsis pom."},{"bible_id":"1269","chapter_code":"JOB.14","verse_code":"JOB.14.22","label":"22","content":"Nws tsuas yog hnov nws lub cev mob, thiab nws quaj ntsuag rau nws tus kheej.”"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.1","label":"1","content":"Mas Elifa uas yog neeg Themas teb tias"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.2","label":"2","content":"“Tsim nyog tus uas muaj tswvyim yuav teb tej lus huab lus cua, thiab ntim tej cua sab hnub tuaj puv nkaus nws lub cev lov?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.3","label":"3","content":"Tsim nyog nws yuav cav tej lus uas tsis muaj qabhau, thiab tej lus uas tsis muaj nqes lov?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.4","label":"4","content":"Koj tseem rhuav tshem qhov uas hwm thiab paub ntshai Vajtswv tseg, thiab tav qhov uas tshawb nrhiav Vajtswv los sas."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.5","label":"5","content":"Koj tej kev txhaum qhia koj lub qhov ncauj, thiab koj xaiv tej neeg ntse tus nplaig hais."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.6","label":"6","content":"Koj lub qhov ncauj hais tias koj txhaum, tsis yog kuv hais, thiab koj daim tawv ncauj tom koj tus kheej."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.7","label":"7","content":"Koj yog thawj tug neeg uas yug los lov? Lossis koj yug ua ntej tej pov roob lov?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.8","label":"8","content":"Hauv Vajtswv lub rooj sablaj koj nyob ntawd mloog lov? Thiab koj suav tias koj tib leeg xwb thiaj muaj tswvyim lov?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.9","label":"9","content":"Koj paub dabtsi uas peb tsis paub? Koj nkag siab dabtsi uas peb tsis nkag siab?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.10","label":"10","content":"Hauv peb cov muaj cov uas hnub nyoog nchav thiab dawb hau, yog cov uas laus dua koj txiv."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.11","label":"11","content":"Koj pom tias tej lus uas Vajtswv nplij siab thiab tej lus hais mos hais muag rau koj me dhau rau koj lov?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.12","label":"12","content":"Ua li cas koj lub siab coj koj mus yuam kev, thiab ua cas koj lub qhov muag liab khiav,"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.13","label":"13","content":"es koj ntxeev siab tawm tsam Vajtswv thiab cia tej lus no tawm hauv koj lub qhov ncauj los?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.14","label":"14","content":"Neeg yog dabtsi, lawv thiaj dawb huv tau? Tus uas yug ntawm pojniam los yog dabtsi, nws thiaj ncaj ncees tau?"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.15","label":"15","content":"Saib maj, Vajtswv tsis tso siab rau nws cov tubtxib saum ntuj uas dawb huv, thiab nws lub qhov muag pom lub ntuj kuj tsis huv."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.16","label":"16","content":"Tus uas qias vuab tsuab thiab ua phem ua qias, tus uas haus kev txhaum ib yam li haus dej yimhuab tsis huv siab."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.17","label":"17","content":"“Mloog kuv hais, kuv yuav qhia rau koj, kuv yuav hais tej uas kuv pom,"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.18","label":"18","content":"yog tej uas cov neeg uas muaj tswvyim tau hais lus, thiab lawv tej poj koob yawm txwv tsis tau muab zais cia."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.19","label":"19","content":"Muab lub tebchaws pub rau lawv tib co xwb, tsis muaj lwm haiv neeg tuaj hla hauv lawv kiag li."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.20","label":"20","content":"Tus neeg limhiam yuav raug txom nyem mus tag lawv sim neej, yog tag txhua xyoo uas tu rau tus uas quab yuam tsim txom luag."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.21","label":"21","content":"Lub suab uas txaus ntshai nyob hauv nws lub qhov ntsej, tub sab yuav tuaj lws rau thaum tus ntawd vam meej."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.22","label":"22","content":"Nws tsis ntseeg tias nws yuav rov tawm tau hauv txojkev tsaus ntuj los, mas twb teem cia rau nws tuag hniav ntaj."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.23","label":"23","content":"Nws mus mus los los nrhiav mov noj hais tias, ‘Nyob qhovtwg nev?’ Nws paub tias hnub tsaus ntuj nyob ti nkaus nws."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.24","label":"24","content":"Kev txom nyem nyuaj siab thiab kev lwj siab ua rau nws ntshai, thiab kov yeej nws yam li tus vajntxwv npaj txhij ua rog."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.25","label":"25","content":"Twb yog vim nws tsa tes tawm tsam Vajtswv, thiab khav ntxhias twv tus uas muaj hwjchim loj kawg nkaus,"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.26","label":"26","content":"nws ua siab tawv dhia mus tawm tsam Vajtswv thiab coj daim hlau tiv thaiv uas tuab."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.27","label":"27","content":"Vim nws noj zoo zoo nws lub plhu thiaj rog tuaj, thiab sau zog pav ywj rau ntawm nws lub duav,"},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.28","label":"28","content":"nws thiaj yuav nyob hauv tej moos uas raug puam tsuaj lawd, nyob hauv tej tsev uas tsis tsim nyog neeg nyob, uas twb teem tseg cia kom pob tag ua tej niag pawg."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.29","label":"29","content":"Nws yuav tsis nplua nuj thiab tej nyiaj txiag yuav nyob tsis ruaj, thiab nws tej cuab txhiaj cuab tam yuav tsis tsav rau hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.30","label":"30","content":"Nws yuav khiav tsis dim qhov tsaus ntuj, nplaim taws yuav plhov nws tej ntsuag qhuav lawm, thiab tej pa ntawm Vajtswv qhov ncauj yuav ntsawj nws mus."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.31","label":"31","content":"Tsis txhob cia nws ntxias nws tus kheej es tso siab rau tej uas tsis muaj qabhau, vim nws yuav tau tej uas tsis muaj qabhau los pauj rau nws."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.32","label":"32","content":"Nws yuav tau tus nqe zog ntawd txwm nkaus ua ntej lub sijhawm, thiab nws tej ceg yuav tsis ntsuab."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.33","label":"33","content":"Nws yuav zoo li tsob txiv hmab uas tej txiv nyoos cia li zeeg, thiab zoo li tsob txiv aulib uas paj cia li zeeg."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.34","label":"34","content":"Pab niag neeg uas tsis hwm Vajtswv yuav tsis xeeb menyuam, thiab hluavtaws yuav hlawv cov uas noj nyiaj xiab tej tsev ntaub."},{"bible_id":"1269","chapter_code":"JOB.15","verse_code":"JOB.15.35","label":"35","content":"Lawv xeeb kev txhaum thiab yug tau kev phem los, thiab lawv lub siab npaj tej kev dag ntxias.”"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.2","label":"2","content":"“Kuv twb txeev hnov tej zaj li no los lawm ntau. Nej txhua tus yog cov uas nplij ua rau kuv ntxhov siab xwb."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.3","label":"3","content":"Tej lus huab los cua no yuav tag thaum twg? Muaj dabtsi tshum kom koj teb li no?"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.4","label":"4","content":"Yog nej raug li kuv mas kuv kuj hais tau ib yam li nej hais thiab. Kuv kuj txawj txuas lus hais tawm tsam nej thiab co taubhau thuam nej thiab."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.5","label":"5","content":"Kuv lub qhov ncauj yuav hais txhawb tau nej lub zog, thiab kuv tus nplaig tej lus zoo yuav pab kho tau nej tej mob zoo mentsis."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.6","label":"6","content":"“Yog kuv hais kuj pab tsis tau kuv tej mob zoo mentsis li, thiab yog kuv nyob twjywm los yuav pab tau npaum twg?"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.7","label":"7","content":"Vajtswv, qhov tseeb nimno koj ua rau kuv txog siav heev, koj ua rau kuv cov neeg raug kev liamsim."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.8","label":"8","content":"Thiab koj ua rau kuv sem zuj zus, yog ua timkhawv tias kuv txhaum, thiab qhov uas kuv yuag yuag sawv tawm tsam kuv, kuj yog ua timkhawv tab meeg rov tom kuv."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.9","label":"9","content":"Nws muab kuv dua ua npau taws vog thiab nws ntxub kuv, nws zim hniav zog rau kuv, kuv tus yeeb ncuab saib ua qhov muag qauj les rau kuv."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.10","label":"10","content":"Luag rua ncauj hnyos kuv, lawv ntaus kuv sab plhu saib tsis taus kuv, lawv sau zog ua ke tuaj tawm tsam kuv."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.11","label":"11","content":"Vajtswv muab kuv cob rau cov neeg uas tsis hwm nws, thiab muab kuv laim rau hauv cov neeg limhiam txhais tes."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.12","label":"12","content":"Kuv nyob zoo mas Vajtswv muab kuv lov pes ntho, nws ntsiab nkaus kuv caj dab muab kuv ntsawm tawg ua tej dwb daim. Nws muab kuv tsa ua daim phiaj rau nws,"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.13","label":"13","content":"nws cov uas txawj tua hneev vij nkaus kuv. Nws rab xub chob nkaus kuv lub raum tsis khuvleej li, nws muab kuv tej kua tsib hliv rau hauv av."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.14","label":"14","content":"Nws tuaj tua kuv ib zaug tag ib zaug thiab, nws dhia tuaj ntaus kuv yam li tub rog."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.15","label":"15","content":"Kuv muab khaub seev tsaj los xaws rau kuv daim tawv nqaij, thiab muab kuv lub zog txo rau hauv av."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.16","label":"16","content":"Kuv quaj plhu liab tag, tsaus ntuj nti rau kuv lub qhov muag,"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.17","label":"17","content":"txawm yog kuv txhais tes tsis tau ua limhiam ntais ntuj rau leejtwg, thiab kuv tej lus thov kuj dawb huv los xij."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.18","label":"18","content":"“Lub ntiajteb 'e, tsis txhob npog kuv tej ntshav, thiab tsis txhob cia kuv lub suab quaj tau chaw so."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.19","label":"19","content":"Saib maj, nimno kuv tus timkhawv nyob saum ntuj, thiab tus uas qhwv kuv nyob qhov chaw siab."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.20","label":"20","content":"Kuv cov kwvluag thuam kuv, kuv quaj kua muag los tag rau Vajtswv."},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.21","label":"21","content":"Thov tus timkhawv ntawd tuav kuv txojcai rau Vajtswv, yam li tej neeg ua rau lawv tus kwvluag,"},{"bible_id":"1269","chapter_code":"JOB.16","verse_code":"JOB.16.22","label":"22","content":"rau qhov tshuav tsis muaj tsawg xyoo kuv yuav tau taug txojkev uas kuv tsis rov los lawm."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.1","label":"1","content":"Kuv tus ntsuj plig ploj tag, kuv lub caij lub nyoog kuj kawg kuv lub qhov ntxa twb txhij lawm."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.2","label":"2","content":"Tseeb tiag cov neeg thuam luag nyob puag ncig kuv, thiab kuv lub qhov muag saib ntsoov qhov uas lawv thuam kuv."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.3","label":"3","content":"“Vajtswv, thov koj them cov nqe ua pov thawj qhwv kuv rau koj. Muaj dua ib tug twg uas yuav ua pov thawj qhwv kuv tau?"},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.4","label":"4","content":"Vim koj kaw lawv lub siab ua rau lawv tsis nkag siab, yog li no koj thiaj tsis cia lawv kov yeej."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.5","label":"5","content":"Tus uas kom nws cov phoojywg, xwv thiaj tau nqe zog, nws tej menyuam lub qhov muag yuav tsis pom kev."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.6","label":"6","content":"“Vajtswv muab kuv tiag luag ncauj luag lo, thiab luag nto qaub ncaug rau kuv lub plhu."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.7","label":"7","content":"Qhov uas kuv lwj siab ua rau kuv tsaus muag ntais, thiab kuv lub cev huvsi zoo li tus duab xwb."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.8","label":"8","content":"Tus neeg ncaj ncees poob siab nthav txog zaj no, thiab tus uas tsis txhaum sawv twv cov uas tsis hwm Vajtswv."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.9","label":"9","content":"Tus ncaj ncees tseem tuav rawv nws txojkev, thiab tus uas txhais tes huv muaj zog zuj zus tuaj."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.10","label":"10","content":"Tiamsis nej mas txhua tus cia li rov tuaj dua ib zaug, mas kuv yuav tsis pom nej cov ib tug twg muaj tswvyim li."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.11","label":"11","content":"Kuv lub caij lub nyoog kuj dua lawm, kuv tej haujlwm uas kuv npaj cia kuj raug muab rhuav tag, yog tej uas kuv lub siab ntshaw."},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.12","label":"12","content":"Lawv muab hmo ntuj ua nruab hnub, txawm yog nyob qhov tsaus los lawv hais tias, ‘Qhov kaj nyob ze lawm.’"},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.13","label":"13","content":"Yog kuv tos nrhw tub tuag teb ua kuv lub tsev, yog kuv nthuav kuv lub chaw pw mus rau hauv qhov tsaus ntuj,"},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.14","label":"14","content":"thiab yog kuv hais rau lub qhov tuag tias, ‘Koj yog kuv txiv,’ thiab hais rau cov kas tias, ‘Yog kuv niam thiab kuv li muam,’"},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.15","label":"15","content":"ces kuv txojkev vam nyob rau qhovtwg lawm? Leejtwg yuav pom kuv qhov chaw vam?"},{"bible_id":"1269","chapter_code":"JOB.17","verse_code":"JOB.17.16","label":"16","content":"Txojkev vam ntawd yuav nqes mus rau lub qhov rooj hauv tub tuag teb thiab lov? Kuv txojkev vam thiab kuv yuav mus ua ke rau hauv hmoov av lov?”"},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.1","label":"1","content":"Npida uas yog neeg Su‑a teb tias,"},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.2","label":"2","content":"“Nej yuav nrhiav tej lus hais ntev li cas? Cia li tshuaj saib es peb yuav hais."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.3","label":"3","content":"Ua li cas nej yuav suav tias peb yog tsiaj txhu? Ua li cas nej saib peb yog neeg ruam?"},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.4","label":"4","content":"Koj muab koj tus kheej dua ua chim tsawv, mas lub ntiajteb yuav raug muab tso tseg vim yog saib rau koj lov, thiab tej txhib zeb yuav raug muab txav dua rau ib qho lov?"},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.5","label":"5","content":"“Tus neeg limhiam lub teeb yuav raug muab tua, thiab nws cov nplaim taws yuav tsis ci lawm."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.6","label":"6","content":"Qhov kaj hauv nws tsev ntaub yuav tsaus mus, thiab lub teeb uas nyob saum nws yuav tuag."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.7","label":"7","content":"Nws txhais kauj ruam uas muaj zog yuav luv zuj zus, thiab nws tej tswvyim yuav muab nws laim ntog tag."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.8","label":"8","content":"Nws txhais kotaw coj nws mus mag rooj hlua, thiab nws poob rau hauv lub qhov taub."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.9","label":"9","content":"Rooj ntxiab yuav tais nws kotaw, lub voj hlua yuav soo nws cia."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.10","label":"10","content":"Rooj hlua taw yuav cuab nws rau hauv av, thiab yuav cuab hlua kais rau hauv nws txojkev."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.11","label":"11","content":"Tej uas txaus ntshai nyob puag ncig ua rau nws ntshai heev. thiab raws ti nkaus nws luj taws."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.12","label":"12","content":"Nws qaug zog vim yog tshaib plab, thiab vij sub vij sw tos rawv nws dawm."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.13","label":"13","content":"Kab mob noj nws daim tawv nqaij, thiab kev tuag noj zuj zus nws tes nws taw."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.14","label":"14","content":"Nws raug rho tawm hauv lub tsev ntaub uas nws tso siab, raug coj mus rau tus vajntxwv uas txaus ntshai heev."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.15","label":"15","content":"Tej uas yog nws li tsis nyob hauv nws lub tsev ntaub lawm, muaj hluavtaws lawj faj nyob puv nkaus hauv nws lub chaw nyob."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.16","label":"16","content":"Nws tej cag qhuav rau hauv lawm thiab nws tej ceg saud kuj tuag tshav."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.17","label":"17","content":"Nco tsis txog nws hauv lub ntiajteb lawm thiab tsis nco nws lub npe hauv tej kev lawm."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.18","label":"18","content":"Nws raug muab thawb hauv qhov kaj mus rau hauv qhov tsaus ntuj, thiab raug muab ntiab tawm hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.19","label":"19","content":"Nws tsis muaj tub tsis muaj ki rau hauv nws haiv neeg, thiab tsis muaj ib tug uas dim siav hauv tej chaw uas nws nyob."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.20","label":"20","content":"Cov uas nyob sab hnub poob kuj poob siab nthav rau hnub uas nws tuag, thiab cov uas nyob sab hnub tuaj kuj ntshai heev."},{"bible_id":"1269","chapter_code":"JOB.18","verse_code":"JOB.18.21","label":"21","content":"Cov uas tsis hwm Vajtswv tej chaw nyob zoo li no ntag, tus uas tsis paub Vajtswv mas nws lub neej yuav zoo li no.”"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.2","label":"2","content":"“Nej yuav tsim txom kuv lub siab thiab nej tej lus muab kuv zuaj ntev li cas?"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.3","label":"3","content":"Nej twb hais saib tsis taus kuv kaum zaus lawm. Qhov uas nej ua txhaum rau kuv nej tsis txaj muag lov?"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.4","label":"4","content":"Txawm yog kuv yuam kev ua txhaum tiag, los txojkev txhaum nyob ntawm kuv."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.5","label":"5","content":"Yog nej tsab ua loj saib tsis taus kuv tiag, thiab ntxab ntxawm qhov uas kuv poob qes los nkaug kuv,"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.6","label":"6","content":"cia li paub tseeb tias Vajtswv qhau kuv cai, thiab nthuav nws lub vas vij kuv."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.7","label":"7","content":"Saib maj, kuv qw hu tias, ‘Raug tsim txom heev,’ tiamsis tsis muaj leejtwg teb, Kuv hu nrov, tiamsis tsis muaj leejtwg tu plaub ncaj."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.8","label":"8","content":"Nws xov laj kab thaiv kuv lawm kuv thiaj hla mus tsis tau, thiab nws ua rau kuv txojkev tsaus ntuj nti."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.9","label":"9","content":"Nws hle kuv lub meej mom, thiab hle lub mom muaj meej saum kuv taubhau."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.10","label":"10","content":"Nws rhuav tshem kuv rau txhua fab, kuv thiaj ploj tag, thiab nws dob kuv txojkev vam ib yam nkaus li dob tsob ntoo."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.11","label":"11","content":"Nws txojkev npau taws tshwm plaws rau kuv, thiab nws muab kuv suav tias yog nws li yeeb ncuab."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.12","label":"12","content":"Nws cov tub rog tuaj txhij, lawv tib chaw vij ntaus kuv, thiab lawv ua yeej vij kuv lub tsev ntaub."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.13","label":"13","content":"“Nws ua rau kuv tej kwvtij txav deb kuv, thiab cov uas txeev paub kuv kuj zoo li lwm haiv neeg lawm."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.14","label":"14","content":"Kuv cov txheeb ze thiab kuv tej kwvluag zoo kuj tso kuv tseg lawm."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.15","label":"15","content":"Tej qhua hauv kuv tsev tsis nco qab kuv lawm, kuv tej nkauj qhev suav tias kuv yog neeg lwm tebchaws, lawv saib kuv zoo li lwm haiv neeg."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.16","label":"16","content":"Kuv hu kuv tus qhev, tiamsis nws tsis teb kuv, kuv yuav tsum tsa kuv lub qhov ncauj taij thov nws."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.17","label":"17","content":"Kuv ua pa tsw ntxhiab rau kuv tus pojniam, kuv ntxim ntxub rau kuv niam tej tub."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.18","label":"18","content":"Txawm yog tej menyuam yaus los saib tsis taus kuv, thaum kuv sawv tsees lawv kuj thuam luag kuv."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.19","label":"19","content":"Kuv tej kwvluag sawvdaws ntxub kuv, thiab cov uas kuv nyiam kuj tig hlo ntawm kuv lawm."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.20","label":"20","content":"Kuv tej pob txha lo kuv daim tawv nqaij, kuv dim plaws txoj nyuag siav xwb."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.21","label":"21","content":"Au kuv tej kwvluag 'e, thov khuvleej kuv, thov khuvleej kuv lauj, vim Vajtswv txhais tes kov kuv."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.22","label":"22","content":"Ua cas nej caum kuv yam li Vajtswv caum? Ua cas nej tseem tsis qhuav siab rau kuv?"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.23","label":"23","content":"“Kuv xav kom muab kuv tej lus khaws cia, kuv xav kom muab sau rau hauv ntawv."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.24","label":"24","content":"Kuv xav kom muab cwjmem hlau thiab txhuas los txam rau hauv phab zeb kom nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.25","label":"25","content":"Kuv paub tseeb tias tus uas txhiv kuv muaj txojsia nyob, mas thaum kawg nws yuav sawv nres nroos hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.26","label":"26","content":"Thaum kuv daim tawv nqaij raug puam tsuaj li no lawm, los kuv lub cev nqaij tseem yuav pom Vajtswv,"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.27","label":"27","content":"yog tus uas kuv tus kheej yuav pom ntag, kuv lub qhov muag yuav pom tsis yog lwm tus pom. Kuv lub siab tsis muaj zog lawm."},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.28","label":"28","content":"Yog nej hais tias, ‘Peb yuav caum nws li cas?’ thiab hais tias, ‘Tej uas nws raug no yog tim nws,’"},{"bible_id":"1269","chapter_code":"JOB.19","verse_code":"JOB.19.29","label":"29","content":"mas nej cia li ntshai hniav ntaj, rau qhov txojkev npau taws coj hniav ntaj los txiav txim, kom nej thiaj paub tias muaj kev txiav txim tiag.”"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.1","label":"1","content":"Xaufa uas yog neeg Na‑ama teb tias,"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.2","label":"2","content":"“Vim li no kuv txojkev xav kom kuv teb, vim kuv lub siab kub lug."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.3","label":"3","content":"Kuv hnov tej lus thuam uas saib tsis taus kuv, mas kuv txojkev nkag siab kom kuv teb."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.4","label":"4","content":"Koj tsis paub tej no lov? Txij thaum ub los, txij thaum muab neeg tso rau saum lub ntiajteb,"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.5","label":"5","content":"tus neeg limhiam lub suab xyiv fab luv luv li, thiab tus uas tsis hwm Vajtswv tej kev zoo siab tsuas yog ib pliag xwb."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.6","label":"6","content":"Txawm yog nws siab mus nto ntuj, thiab nws taubhau mus txog saum cov huab,"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.7","label":"7","content":"los nws yuav puam tsuaj mus ib txhis yam li nws cov quav, cov uas txeev pom nws yuav hais tias, ‘Nws nyob qhovtwg?’"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.8","label":"8","content":"Nws yuav ya mus yam li zaj npau suav, thiab yuav tsis ntsib li lawm, nws yuav raug muab raws mus yam li zaj yog toog hmo ntuj."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.9","label":"9","content":"Lub qhov muag uas tau pom nws yuav tsis pom nws dua li lawm, thiab nws lub chaw yuav tsis pom nws dua li lawm."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.10","label":"10","content":"Nws tej menyuam yuav nrhiav kev hlub ntawm cov neeg pluag, thiab nws txhais tes yuav thim nws tej nyiaj txiag rov rau lawv."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.11","label":"11","content":"Nws tej pob txha tseem muaj cov hluas li zog puv npo, los lub zog ntawd yuav nrog nws pw rau hauv hmoov av."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.12","label":"12","content":"“Txawm yog txojkev limhiam yuav qab zib hauv nws lub qhov ncauj, thiab nws muab zais rau hauv nws tus qab nplaig,"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.13","label":"13","content":"txawm yog nws tsis xav muab tso tseg thiab muab npuav rau hauv nws lub qhov ncauj,"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.14","label":"14","content":"los tej zaub mov ntawd yuav hloov iab tag rau hauv nws lub plab, yam li taug nab rau hauv nws."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.15","label":"15","content":"Nws yuav ntuav tej nyiaj txiag uas nws tau nqos lawd tawm rov los, Vajtswv muab tej ntawd rho tawm hauv nws plab los."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.16","label":"16","content":"Nws yuav ntxais tej taug nab, nab raj kub sai tus nplaig yuav tom nws tuag."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.17","label":"17","content":"Nws yuav tsis pom tej hav dej, yog tej hav dej uas muaj zib ntab thiab kua mis nyeem ntws nto."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.18","label":"18","content":"Nws yuav thim tej uas nws khwv tau thiab nws yuav tsis tau muab nqos, nws yuav tsis muaj kev xyiv fab ntawm tej tshaj thawj uas nws ua lag ua luam,"},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.19","label":"19","content":"rau qhov nws muab cov pluag zuaj thiab muab tso tseg, nws txeeb tej vaj tse uas nws tsis tau ua."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.20","label":"20","content":"“Vim nws txojkev ntshaw noj tsis paub tsau li, nws yuav tsis tau yam uas txaus nws lub siab cia kiag li."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.21","label":"21","content":"Thaum nws noj lawd tsis tshuav ib yam dabtsi li, yog li no nws txojkev vam meej yuav nyob tsis ntev."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.22","label":"22","content":"Thaum nws tau noj tsau npo nws yuav poob rau hauv txojkev ceeblaj, txojkev txom nyem lwj siab tus hwjchim huvsi yuav raug nws."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.23","label":"23","content":"Thaum nws tabtom noj puv lub plab lawm, Vajtswv yuav xa txojkev npau taws heev los txog nws thiab muab nchuav ua zaub mov rau nws noj."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.24","label":"24","content":"Nws yuav khiav ntawm tej cuab yeej hlau mus, mas rab xub hneev tooj liab yuav chob nws tshab plaws."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.25","label":"25","content":"Ib tug rho rab xub hauv nws lub cev los, lub hauv xub ci nplas tawm hauv nws cov kua tsib los, thiab txojkev ntshai heev los raug nws."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.26","label":"26","content":"Txojkev tsaus ntuj nti npaj rau nws tej nyiaj txiag, cub hluavtaws uas tsis muaj leejtwg ntxuaj yuav nqos kiag nws, yam uas tshuav hauv nws lub tsev ntaub yuav raug kub du lug."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.27","label":"27","content":"Lub ntuj yuav qhia nws qhov txhaum, lub ntiajteb yuav sawv tawm tsam nws."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.28","label":"28","content":"Nws tej cuab txhiaj cuab tam hauv nws tsev yuav raug coj mus, yuav raug kuav kiag mus rau hnub uas Vajtswv npau taws."},{"bible_id":"1269","chapter_code":"JOB.20","verse_code":"JOB.20.29","label":"29","content":"No yog tus neeg limhiam li feem ntawm Vajtswv thiab yog tej uas Vajtswv tu ua qub txeeg qub teg rau nws lawm.”"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.2","label":"2","content":"“Thov ua tib zoo mloog kuv tej lus, thiab cia tej lus no nplij nej lub siab."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.3","label":"3","content":"Thov ua siab thev, kuv yuav hais, thiab thaum kuv hais lawd, nej kuj thuam luag mus."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.4","label":"4","content":"Kuv tus no cav neeg lov? Ua cas tsis tsim nyog kuv ua siab heev?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.5","label":"5","content":"Cia li ntsia ntsoov kuv thiab poob siab nthav, nej cia li muab tes pos nej qhov ncauj."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.6","label":"6","content":"Thaum kuv nco txog zaj no kuv kuj poob siab nthav, thiab kuv ib ce tshee hnyo."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.7","label":"7","content":"Ua cas cov neeg limhiam tseem muaj txojsia nyob, thiab nyob mus txog thaum laus heev thiab muaj hwjchim loj zuj zus?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.8","label":"8","content":"Lawv tej menyuam nyob ruaj khov rau ntawm lawv xubntiag, thiab lawv caj ces kuj nyob ntawm lawv lub qhov muag."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.9","label":"9","content":"Lawv tej vaj tse kuj nyob tso siab plhuav tsis ntshai li, thiab Vajtswv rab nplawm tsis raug lawv."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.10","label":"10","content":"Lawv tej txiv nyuj muaj noob yug tsis tu ncua, lawv tej maum nyuj yug menyuam thiab tsis ho kiag li."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.11","label":"11","content":"Lawv xa tej menyuam yaus tawm mus yam li pab yaj pab tshis, thiab lawv tej menyuam seev cev dhia."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.12","label":"12","content":"Lawv hu nkauj nrog suab nruas npuaj thiab suab nkauj nog ncas, thiab lawv xyiv fab nrog lub suab raj."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.13","label":"13","content":"Lawv vam meej tag lawv sim neej, thiab lawv mus rau hauv tub tuag teb ua siab tus yees."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.14","label":"14","content":"Lawv hais rau Vajtswv tias, ‘Thov koj ncaim peb mus. Peb tsis xav paub koj txojkev."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.15","label":"15","content":"Tus uas muaj hwjchim loj kawg nkaus yog leejtwg es peb yuav ua koom tu nws? Yog peb thov nws peb yuav tau qabhau dabtsi?’"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.16","label":"16","content":"Saib maj, lawv txojkev vam meej tsis yog nyob hauv lawv txhais tes lov? Cov neeg limhiam tej lus sablaj nyob deb ntawm kuv."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.17","label":"17","content":"“Cov neeg limhiam lub teeb tuag pes tsawg zaus? Vij sub vij sw kuj raug lawv pes tsawg zaus? Vajtswv kuj ua npau taws vog tso mob los rau lawv pes tsawg zaus?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.18","label":"18","content":"Lawv zoo yam li cov quav nyab uas cua ntsawj ya ua ntej, thiab zoo li cov npluag uas cua ntsawj ya pes tsawg zaus?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.19","label":"19","content":"Nej hais tias, ‘Vajtswv khaws lawv lub txim cia raug lawv tej tub.’ Thov nws ua pauj rau leej txiv ntag lawv thiaj paub."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.20","label":"20","content":"Cia lawv lub qhov muag pom lawv tej kev puam tsuaj, thiab cia lawv haus tus uas muaj hwjchim loj kawg nkaus txojkev npau taws."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.21","label":"21","content":"Lawv mob siab dabtsi txog lawv caj ces uas yuav tshwm raws lawv qab los, rau thaum lawv lub hnub nyoog raug muab txiav tu lawm?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.22","label":"22","content":"Yuav muaj leejtwg txawj qhia Vajtswv, vim nws tseem yog tus uas txiav txim rau cov uas nyob lub rooj siab tshaj plaws?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.23","label":"23","content":"Ib tug tuag thaum tseem muaj zog ho, thiab nyob zoo thiab nyob tso siab plhuav,"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.24","label":"24","content":"nws lub cev rog puv npo thiab nws tej hlwb txha tseem nyoos."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.25","label":"25","content":"Muaj dua ib tug tuag rau thaum nws lwj siab, tsis txeev sim ib yam uas zoo li."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.26","label":"26","content":"Ob tug puavleej pw rau hauv hmoov av ib yam nkaus, thiab kas kuj laum nkaus ob tug."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.27","label":"27","content":"“Kuv yeej paub tej uas nej xav, thiab tej tswvyim phem uas nej yuav ua txhaum rau kuv."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.28","label":"28","content":"Nej hais tias, ‘Tus thawj lub vaj tse nyob qhovtwg? Lub tsev ntaub uas cov neeg limhiam nyob, nyob rau qhovtwg?’"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.29","label":"29","content":"Nej tsis tau nug cov uas tsham tebchaws thiab nej tsis yuav tej uas lawv piav qhia lov?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.30","label":"30","content":"Lawv hais tias hnub uas rau vij sub vij sw tus neeg limhiam pheej dim, thiab nws pheej dim rau hnub uas Vajtswv npau taws."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.31","label":"31","content":"Leejtwg qhia nws lub neej rau nws, thiab leejtwg ua pauj nws rau tej uas nws tau ua lawd?"},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.32","label":"32","content":"Thaum neeg kwv nws mus rau tom lub qhov ntxa, kuj muaj neeg zov ntawm nws lub qhov ntxa."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.33","label":"33","content":"Mas tej av hauv lub hav kuj tsis hnyav rau saum nws, sawvdaws raws nws qab, thaiab muaj neeg ua nws ntej mus suav tsis txheeb."},{"bible_id":"1269","chapter_code":"JOB.21","verse_code":"JOB.21.34","label":"34","content":"Mas ua cas nej yuav muab tej yam qhuav qhawv li no nplij kuv lub siab? Nej tej lus teb tsis tshuav dabtsi lawm tsuas yog dag xwb.”"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.1","label":"1","content":"Mas Elifa uas yog neeg Themas teb tias,"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.2","label":"2","content":"“Neeg muaj qabhau rau Vajtswv tau lov? Leejtwg ntse kuj tsuas muaj qabhau rau nws tus kheej xwb."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.3","label":"3","content":"Yog koj ua neeg ncaj ncees yuav txaus tus uas muaj hwjchim loj kawg nkaus lub siab lov? Yog koj ua neeg zoo kawg yuav muaj qabhau dabtsi rau nws?"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.4","label":"4","content":"Vim koj hwm thiab paub ntshai nws, nws thiaj qhuab ntuas koj, thiab ua plaub rau koj lov?"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.5","label":"5","content":"Koj tej kev limhiam loj kawg los tsis yog? Koj li kev txhaum tsis muaj chaw kawg."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.6","label":"6","content":"Vim koj qaum dawb dawb tej uas kwvtij coj tuaj yuam nqe rau koj, thiab koj txhav tus uas tsis muaj hnav tej tsoos tsho."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.7","label":"7","content":"Koj tsis pub dej rau tus uas txog siav haus, thiab nkaum tes tsis pub ncuav rau tus uas tshaib noj."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.8","label":"8","content":"Tus uas muaj hwjchim txeeb tau liaj teb ua nws tug, thiab tus uas muaj ntsej muag kuj tau mus nyob rau hauv."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.9","label":"9","content":"Koj ntiab cov poj ntsuam rov mus tes dawb tes npliag, thiab ua rau cov menyuam uas tsis muaj txiv txhais npab lov."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.10","label":"10","content":"Vim li no thiaj muaj hlua cuab puag ncig koj, thiab txojkev ntshai tshwm plaws los raug koj."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.11","label":"11","content":"tsaus ntuj nti rau koj, koj thiaj tsis pom dabtsi li, thiab dej nyab laum nkaus koj."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.12","label":"12","content":"“Vajtswv tsis nyob qhov chaw siab saum ntuj lov? Saib tej hnub qub uas nyob siab kawg, nyob siab tiag tiag li."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.13","label":"13","content":"Vim li no koj thiaj hais tias, ‘Vajtswv paub dabtsi? Nws yuav txiav txim rau hauv qhov tsaus ntuj tau thiab lov?"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.14","label":"14","content":"Muaj huab laum nkaus thaiv nws, mas nws thiaj saib tsis pom, rau thaum nws mus kev saum qaum ntuj.’"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.15","label":"15","content":"Koj yuav taug txoj qub kev uas tej neeg limhiam txeev taug ntawd lov?"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.16","label":"16","content":"Lawv raug ntes mus ua ntej uas tsis tau txog lawv lub sijhawm, dej kuav kiag lawv lub chaw tiag taw mus."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.17","label":"17","content":"Lawv hais rau Vajtswv tias, ‘Thov koj ncaim peb mus,’ thiab hais tias, ‘Tus uas muaj hwjchim loj kawg nkaus yuav ua tau dabtsi rau peb?’"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.18","label":"18","content":"Tiamsis nws twb pub tej uas zoo puv nkaus lawv lub vaj lub tsev. Cov neeg limhiam tej lus sablaj nyob deb ntawm kuv."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.19","label":"19","content":"Cov neeg ncaj ncees pom mas zoo siab, cov uas tsis txhaum luag saib tsis taus lawv hais tias,"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.20","label":"20","content":"‘Peb cov yeeb ncuab raug muab txiav tu nrho lawm, lawv tshuav yam twg hluavtaws kuj muab kub tag lawm.’"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.21","label":"21","content":"“Koj cia li nrog Vajtswv sib raug zoo thiab nyob hum xeeb, ua li no mas yam uas zoo yuav los txog koj."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.22","label":"22","content":"Cia li txais tej lus qhuab qhia ntawm nws lub qhov ncauj, thiab khaws nws tej lus cia rau hauv koj lub siab."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.23","label":"23","content":"Yog koj rov los cuag tus uas muaj hwjchim loj kawg nkaus thiab txo koj lub hwjchim, thiab yog koj muab txojkev tsis ncaj ncees tso tseg deb ntawm koj lub tsev ntaub,"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.24","label":"24","content":"yog koj muab koj cov kub tso rau hauv av, thiab muab tej kub hauv lub moos Aufi cia rau hauv nruab nrab tej pob zeb hauv lub hav dej,"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.25","label":"25","content":"yog koj cia tus uas muaj hwjchim loj kawg nkaus los ua koj li kub thiab ua koj tej nyiaj uas tsim txiaj,"},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.26","label":"26","content":"mas koj yuav zoo siab rau tus uas muaj hwjchim loj kawg nkaus, thiab koj yuav tsa muag ntsia Vajtswv."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.27","label":"27","content":"Koj yuav thov nws mas nws yuav mloog koj, thiab koj yuav pauj tej uas koj cog lus fiv rau nws."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.28","label":"28","content":"Koj yuav txiav txim siab ua yam twg mas yam ntawd yuav tiav, thiab yuav muaj duab kaj ci rau koj txojkev."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.29","label":"29","content":"Thaum Vajtswv txo neeg tus hwjchim koj hais tias yog vim tus ntawd khav, tiamsis nws yeej cawm tus uas txo hwjchim kom dim."},{"bible_id":"1269","chapter_code":"JOB.22","verse_code":"JOB.22.30","label":"30","content":"Nws yuav cawm tus uas tsis txhaum, mas koj yuav tau txais kev cawm dim vim koj txhais tes huv.”"},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.2","label":"2","content":"“Hnub no kuv yws tej lus iab lus daw, txawm yog kuv ntsaj li ntawd los Vajtswv txhais tes tseem hnyav rau saum kuv."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.3","label":"3","content":"Kuv xav paub tias kuv yuav ntsib nws qhovtwg, xwv kuv thiaj los txog ntawm nws lub zwm txwv."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.4","label":"4","content":"Kuv yuav cev kuv tshaj plaub rau ntawm nws xubntiag, thiab ntim lus puv ncauj nrog nws sib cav."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.5","label":"5","content":"Kuv xav paub tias nws yuav teb kuv li cas, thiab to taub tej uas nws hais rau kuv."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.6","label":"6","content":"Nws yuav siv nws lub hwjchim loj cav kuv lov? Tsis yog, nws yuav mloog kuv hais."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.7","label":"7","content":"Qhov chaw ntawd, tus neeg ncaj ncees yuav nrog nws sib cav tau, mas tus uas tu plaub rau kuv yuav tso kuv dim mus ib txhis."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.8","label":"8","content":"“Saib maj, kuv mus rau tom hauv ntej los nws tsis nyob qhov ntawd, thiab mus rau tom qub qabkuj saib tsis pom nws."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.9","label":"9","content":"Thaum nws ua haujlwm rau sab laug kuv kuj tsis pom nws, thaum nws tig rau sab xis los kuv nrhiav tsis pom nws."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.10","label":"10","content":"Nws paub txojkev uas kuv mus. Thaum nws muab kuv sim lawd kuv yuav tawm los zoo li cov tseem kub."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.11","label":"11","content":"Kuv txhais kotaw tsuj raws nraim nws tus neev taw, kuv taug nraim nws txojkev thiab tsis tig lug mus rau sab twg li."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.12","label":"12","content":"Kuv tsis ncaim ntawm tej kevcai uas nws daim tawv ncauj hais tseg, kuv khaws tej lus uas tawm ntawm nws lub qhov ncauj los cia rau hauv kuv lub siab."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.13","label":"13","content":"Nws yeej tsis txawv txav thiab leejtwg yuav ua rau nws ntxeev siab tau? Nws xav ua yam twg nws kuj ua yam ntawd."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.14","label":"14","content":"Nws yuav ua tej uas nws tu tseg rau kuv lawd kom tiav, thiab nws twb npaj ntau yam li ntawd rau hauv lub siab lawm."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.15","label":"15","content":"Vim li no kuv thiaj ntshai heev rau ntawm nws lub xubntiag. Thaum kuv tshuaj saib lawm kuv ntshai nws ua siab puas tsus."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.16","label":"16","content":"Vajtswv ua rau kuv lub siab tsis muaj zog, tus uas muaj hwjchim loj kawg nkaus tau ua rau kuv ntshai."},{"bible_id":"1269","chapter_code":"JOB.23","verse_code":"JOB.23.17","label":"17","content":"Tiamsis qhov tsaus ntuj tsis tau muab kuv txiav tu, thiab qhov tsaus ntuj nti tseem laum nkaus kuv lub ntsej muag cia."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.1","label":"1","content":"Ua cas tus uas muaj hwjchim loj kawg nkaus muab lub sijhawm uas teem cia zais? Ua cas cov uas paub nws tsis pom hnub uas nws teem cia kiag li?"},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.2","label":"2","content":"Muaj neeg txav ciam teb, lawv txeeb tej pab yaj pab tshis coj mus yug."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.3","label":"3","content":"Lawv raws cov menyuam ntsuag tej nees luav mus, lawv muab cov poj ntsuam li nyuj coj mus yuam nqe."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.4","label":"4","content":"Lawv muab tej neeg txom nyem thawb rau tom ntug kev, tej neeg pluag hauv ntiajteb sawvdaws tsiv nraim tag."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.5","label":"5","content":"Saib maj, yam nkaus li cov nees luav qus nyob hauv tebchaws ntuj nrag teb do, cov neeg pluag tawm mus nrhiav noj khwv khwv, mas tebchaws moj sab qhua muab zaub mov rau lawv tej menyuam noj."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.6","label":"6","content":"Lawv mus xawb tej qoob loo hauv luag tej teb, thiab xawb de cov neeg limhiam tej vaj txiv hmab."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.7","label":"7","content":"Lawv pw liab qab tsis muaj ris tsho ib hmo kaj ntug, thiab tsis muaj pam vov tiv no."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.8","label":"8","content":"Lawv ntub tej nag pem roob, thiab khawm pob zeb vim tsis muaj chaw roos."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.9","label":"9","content":"Muaj neeg txeeb tej menyuam uas tsis muaj txiv hauv niam xubntiag, thiab muab cov neeg pluag tej menyuam mos mus yuam nqe."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.10","label":"10","content":"Lawv thiaj mus liab qab tsuas tsis muaj ris tsho, lawv kwv tej teg qoob mus los tseem tshaib plab."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.11","label":"11","content":"Lawv ua roj hauv cov neeg limhiam tej ntoo txiv aulib, lawv tabtom tsuam kua txiv hmab hauv lub qhov tsuam los lawv tseem yoo nqhis."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.12","label":"12","content":"Cov uas tabtom yuav tuag quaj ntsaj hauv lub moos tuaj, thiab cov uas raug mob tug ntsuj plig thov kev pab, tiamsis Vajtswv tsis quav ntsej lawv tej lus thov."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.13","label":"13","content":"“Muaj cov uas fav xeeb rau qhov kaj, yog cov uas tsis paub txojkev kaj thiab tsis nyob hauv txojkev kaj ntawd."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.14","label":"14","content":"Tus tua neeg sawv tsees hmo ntuj mus tua cov neeg pluag thiab cov neeg txom nyem, thaum tsaus ntuj nws zoo yam nkaus li tub sab."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.15","label":"15","content":"Tus neeg ua nkauj ua nraug lub qhov muag tos lub sijhawm tsaus ntuj zuag, hais tias, ‘Tsis muaj leejtwg lub qhov muag pom kuv,’ thiab nws npog nws lub ntsej muag."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.16","label":"16","content":"Thaum tsaus ntuj lawv khawb qhov mus rau hauv lub tsev, nruab hnub lawv tsiv nraim, lawv tsis paub qhov kaj."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.17","label":"17","content":"Qhov tsaus ntuj nti zoo yam li kaj ntug rau lawv txhua tus vim yog lawv txeev nrog qhov tsaus ntuj nti tej kev ntshai koom ua ke."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.18","label":"18","content":"Lawv ntab nplos saum nplaim dej, lawv li feem hauv lub tebchaws raug muab tsawm foom tsis zoo, luag tsis tig ntiag mus rau hauv lawv tej vaj txiv hmab lawm."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.19","label":"19","content":"Lub caij qhuav thiab tshav ntuj kub rub daus xib daus npu mus tag li cas, ces tub tuag teb kuj rub cov uas ua txhaum loj mus ib yam li ntawd."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.20","label":"20","content":"Lub plab menyuam tsis nco qab lawv, kas yuav noj lawv qab qab, yuav tsis muaj leejtwg nco txog lawv li lawm. Txojkev limhiam lov ntho yam nkaus li tus ntoo."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.21","label":"21","content":"“Lawv quab yuam tus pojniam uas xeeb tsis taus menyuam, thiab tsis ua ib yam zoo rau tus poj ntsuam."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.22","label":"22","content":"Tiamsis Vajtswv lub hwjchim rub cov uas muaj zog txojsia mus, txawm yog lawv sawv tsees tau los lawv tsis muaj chaw vam lawm."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.23","label":"23","content":"Vajtswv pub txojkev tso siab rau lawv, lawv thiaj tau chaw vam khom, thiab nws lub qhov muag ntsia ntsoov lawv lub neej."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.24","label":"24","content":"Lawv raug muab tsa ua loj ib nyuag pliag xwb kuj ploj tag lawm, lawv tuag tshav qhuav tag zoo li luag lwm tus, lawv raug muab txiav yam li tej thawj hnab qoob."},{"bible_id":"1269","chapter_code":"JOB.24","verse_code":"JOB.24.25","label":"25","content":"Yog tsis muaj li ntawd leejtwg yuav tshuaj tau tias kuv dag thiab qhia tau tias tej uas kuv hais ntawd tsis muaj qabhau?”"},{"bible_id":"1269","chapter_code":"JOB.25","verse_code":"JOB.25.1","label":"1","content":"Npida uas yog neeg Su‑a teb tias,"},{"bible_id":"1269","chapter_code":"JOB.25","verse_code":"JOB.25.2","label":"2","content":"“Vajtswv muaj hwjchim kav thiab ua kom ntshai, nws tswj tau saum ntuj uas siab kawg nyob sib hum xeeb."},{"bible_id":"1269","chapter_code":"JOB.25","verse_code":"JOB.25.3","label":"3","content":"Nws cov tub rog mas suav txheeb lov? Nws tsis tso nws txojkev kaj los rau leejtwg?"},{"bible_id":"1269","chapter_code":"JOB.25","verse_code":"JOB.25.4","label":"4","content":"Neeg yuav ua ncaj ncees tau rau ntawm Vajtswv xubntiag li cas? Tus uas yug ntawm pojniam los yuav dawb huv tau li cas?"},{"bible_id":"1269","chapter_code":"JOB.25","verse_code":"JOB.25.5","label":"5","content":"Saib maj, txawm yog lub hli ci tsis tshiab thiab tej hnub qub kuj tsis huv rau ntawm Vajtswv lub qhov muag"},{"bible_id":"1269","chapter_code":"JOB.25","verse_code":"JOB.25.6","label":"6","content":"mas neeg uas tsuas yog vaim xwb, yimhuab tsis huv, thiab neeg tej tub uas tsuas yog kas xwb, kuj tsis huv.”"},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.1","label":"1","content":"Mas Yauj teb tias,"},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.2","label":"2","content":"“Koj nim pab tau tus uas tsis muaj zog los cas! Koj nim pab tau tus uas txhais npab tsis muaj zog los cas!"},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.3","label":"3","content":"Koj nim txawj qhia tus uas tsis muaj tswvyim thiab txawj ua ncauj ua lus hais kev txawj ntse los cas!"},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.4","label":"4","content":"Leejtwg pab koj hais tej lus no, thiab leejtwg tus ntsuj plig tawm hauv koj los?"},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.5","label":"5","content":"“Cov uas nyob hauv tub tuag teb ntseeg nkaws, tej dej hauv tiv txwv thiab cov uas nyob hauv kuj ntshai."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.6","label":"6","content":"Tub tuag teb qheb lug rau ntawm Vajtswv lub qhov muag, thiab lub chaw puam tsuaj tsis muaj dabtsi npog."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.7","label":"7","content":"Nws nthuav lub ntuj sab ped rau saud uas nyob do cuas, thiab muab lub ntiajteb dai rau lub chaw uas nyob khoob ntshuv."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.8","label":"8","content":"Nws muab dej qhwv cia hauv nws cov huab uas tsaus nti, mas cov huab ntawd yeej tsis tawg li."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.9","label":"9","content":"Nws roos nws lub zwm txwv, thiab nthuav nws cov huab los thaiv cia."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.10","label":"10","content":"Nws sau lub npoo ntiajteb rau saum nplaim dej, yog tus ciam uas quas qhov kaj thiab qhov tsaus."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.11","label":"11","content":"Tej ncej txheem lub ntuj kuj ua zog kais, thiab poob siab rau thaum nws cem."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.12","label":"12","content":"Nws siv nws lub hwjchim tswj hiavtxwv nyob tus yees, nws siv lub tswvyim ntaus tus zaj Lahaj."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.13","label":"13","content":"Nws tshuab pa ua rau lub ntuj kaj lug, nws txhais tes nkaug tus zaj uas txawj txawj khiav."},{"bible_id":"1269","chapter_code":"JOB.26","verse_code":"JOB.26.14","label":"14","content":"Tej no tsuas yog nws tej haujlwm sab nraum phij sam xwb, peb hnov txog nws yog lub suab sib ntxhi me me xwb. Leejtwg yuav nkag siab nws tus hwjchim uas nrov tej niag nthwv?”"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.1","label":"1","content":"Mas Yauj rov hais lus zaj lus zuag tias,"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.2","label":"2","content":"“Vajtswv yeej muaj txojsia nyob pom, nws yog tus uas qhau kuv cai, tus uas muaj hwjchim loj kawg nkaus yog tus uas ua rau kuv lwj siab."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.3","label":"3","content":"Thaum kuv tseem ua tau pa, thiab Vajtswv tseem pub pa rau hauv kuv lub qhov ntswg,"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.4","label":"4","content":"mas kuv daim tawv ncauj yuav tsis hais tej lus dag, thiab kuv tus nplaig yuav tsis hais tej lus ntxias."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.5","label":"5","content":"Kuv yuav tsis lees tias nej hais tseeb kiag li, thiab kuv yuav tsis tso kuv lub siab ncaj tseg mus txog thaum kuv tuag."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.6","label":"6","content":"Kuv yuav tuav rawv kuv txojkev ncaj ncees cia, tsis tso tseg li, kuv lub siab tsis thuam kuv mus tag kuv sim neej."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.7","label":"7","content":"“Thov cia kuv cov yeeb ncuab raug ib yam li cov neeg limhiam thiab thov cia tus uas sawv twv kuv raug ib yam li cov neeg tsis ncaj."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.8","label":"8","content":"Tus uas tsis hwm Vajtswv muaj chaw vam dabtsi rau thaum Vajtswv muab nws txiav pov tseg, thiab thaum Vajtswv muab nws txojsia rho lawm?"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.9","label":"9","content":"Vajtswv yuav mloog nws lub suab quaj hu rau thaum nws raug kev ceeblaj txom nyem lov?"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.10","label":"10","content":"Nws yuav zoo siab rau tus uas muaj hwjchim loj kawg nkaus lov? Nws yuav quaj thov Vajtswv txhua lub sijhawm lov?"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.11","label":"11","content":"Kuv yuav qhia nej paub txog Vajtswv txhais tes, kuv yuav tsis npog tej uas tus uas muaj hwjchim loj kawg nkaus yuav ua."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.12","label":"12","content":"Saib maj, nej txhua tus tub pom lawm, ua cas nej yuav tsis paub qabhau kiag li?"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.13","label":"13","content":"“No yog tus neeg limhiam li feem ntawm Vajtswv, thiab yog tus uas quab yuam luag li qub txeeg qub teg uas txais ntawm tus muaj hwjchim loj kawg nkaus."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.14","label":"14","content":"Yog nws li menyuam huaj vam coob los yuav raug hniav ntaj xwb, thiab nws tej tub ki yuav nrhiav tsis txaus noj."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.15","label":"15","content":"Cov uas tshuav dim los mob kis yuav muab lawv log, thiab lawv tej poj ntsuam yuav tsis quaj ntsuag."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.16","label":"16","content":"Txawm yog nws yuav sau tau nyiaj ntau yam li tej hmoov av, thiab tib tej niag pawg tsoos tsho cia yam li tej niag pawg av,"},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.17","label":"17","content":"nws yuav tib cia los cov neeg ua ncaj yuav hnav, thiab cov uas tsis txhaum yuav muab tej nyiaj faib."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.18","label":"18","content":"Lub tsev uas nws ua zoo li lub lws kab npauj npaim, thiab zoo li lub tsev pheeb suab uas tus zov khuav ua."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.19","label":"19","content":"Thaum nws mus pw nws muaj nyiaj txiag, tiamsis nws yuav tsis rov mus pw li ntawd dua li lawm. Nws qheb qhov muag mas nws tej nyiaj txiag tsis muaj tag lawm."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.20","label":"20","content":"Txojkev txhawj kev ntshai los raug nws zoo li dej nyab. Thaum hmo ntuj cua daj cua dub qhwv kiag nws mus lawm."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.21","label":"21","content":"Cov cua sab hnub tuaj muab nws nqa, ces nws thiaj ploj lawm, cua kuav kiag nws tawm ntawm nws lub chaw mus."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.22","label":"22","content":"Cov cua muab nws laim pov tseg tsis khuvleej, nws dhia khiav kiag ntawm cua lub hwjchim sai kawg."},{"bible_id":"1269","chapter_code":"JOB.27","verse_code":"JOB.27.23","label":"23","content":"Cua npuaj teg thuam nws, thiab luag ntiab nws tawm hauv nws lub chaw mus.”"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.1","label":"1","content":"“Yeej muaj lub qhov khawb nyiaj, thiab muaj lub chaw uas nchuav cov tseem kub."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.2","label":"2","content":"Luag muab hlau hauv av los, thiab nchuav tooj liab ntawm tej pob zeb los."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.3","label":"3","content":"Neeg rhuav tshem qhov tsaus ntuj, thiab mus nrhiav rau qhov uas deb kawg, nrhiav tej pob zeb hauv qhov tsaus dub nciab."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.4","label":"4","content":"Lawv khawb qhov tob, deb ntawm qhov chaw uas neeg nyob, cov uas mus mus los los tsis nco qab lawv lawm. Lawv tso hlua dai fiav mus fiav los deb ntawm cov neeg."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.5","label":"5","content":"Cov av kuj tshwm zaub mov tawm los, tiamsis hauv qab mas cov av raug hluavtaws kub tawg tag."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.6","label":"6","content":"Tej pob zeb uas nyob hauv muaj cov qe zeb tsamxem phaithu, thiab tej hmoov av muaj kub."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.7","label":"7","content":"“Txojkev ntawd tsis muaj dav paub, thiab liaj lub qhov muag tsis tau pom li."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.8","label":"8","content":"Tej tsiaj qus uas siab loj tsis tau tsuj qhov chaw ntawd, tsov ntxhuav yeej tsis tau hla qhov ntawd."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.9","label":"9","content":"“Neeg xuas tes tsoo tej pob zeb tawv, thiab muab tej roob dob kiag cag pob tag."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.10","label":"10","content":"Lawv khawb kwj rau hauv tej phab zeb, thiab lawv lub qhov muag pom txhua yam uas tsim txiaj."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.11","label":"11","content":"Lawv nrhiav tau tej qhov dej txhawv, thiab tej uas muab zais cia, lawv rho tawm los rau qhov kaj."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.12","label":"12","content":"“Tiamsis yuav ntsib tau tswvyim rau qhovtwg? Thiab kev nkag siab lub chaw nyob qhovtwg?"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.13","label":"13","content":"Neeg tsis paub tswvyim tus nqe, thiab nrhiav tsis tau hauv cov neeg ciaj lub tebchaws."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.14","label":"14","content":"Nruab tiv txwv hais tias, ‘Ntawm kuv tsis muaj,’ thiab hiavtxwv hais tias, ‘Tsis nrog kuv nyob.’"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.15","label":"15","content":"Txawm yog muab kub yuav los tsis tau, thiab luj nyiaj kom npaum li tus nqe kuj tsis tau."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.16","label":"16","content":"Txawm yog muab cov kub hauv lub moos Aufi ntaus nqe kuj tsis tau, muab cov qe zeb iav txho ci lam thiab qe zeb phaithu pauv kuj tsis tau."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.17","label":"17","content":"Piv tsis tau rau cov kub thiab daim iav tsim txiaj, thiab muab tej npauj tseem kub los pauv tsis tau."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.18","label":"18","content":"Tsis txhob muab tej paj zeb hauv hiavtxwv thiab qe zeb iav los piv kiag li, tswvyim tus nqe tseem siab dua cov qe qwj muaj nqes."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.19","label":"19","content":"Piv tsis tau rau cov qe zeb daj pes lis hauv Khuj tebchaws, thiab muab cov tseem kub ntaus nqe rau los tsis tau."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.20","label":"20","content":"“Yog li ntawd, tswvyim los qhovtwg los? Thiab kev nkag siab nyob qhovtwg?"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.21","label":"21","content":"Yog muab zais ntawm txhua yam uas ciaj sia lub qhov muag thiab zais ntawm cov noog saum nruab ntug."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.22","label":"22","content":"Lub qhov puam tsuaj  thiab txojkev tuag hais tias, ‘Wb ob leeg lub qhov ntsej tau hnov tus tswvyim lub moo nto moo lawm.’"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.23","label":"23","content":"“Vajtswv yeej paub txojkev mus txog lub tswvyim, thiab yeej paub tswvyim lub chaw nyob,"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.24","label":"24","content":"rau qhov nws saib pom mus kawg nkaus lub ntiajteb, thiab pom txhua yam tag nrho hauv lub qab ntuj."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.25","label":"25","content":"Thaum nws teem kom cua hnyav npaum li cas, thiab muab cov dej luj cia,"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.26","label":"26","content":"thiab thaum nws tsa kevcai rau nag los, thiab tsim txojkev rau xob laim tua,"},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.27","label":"27","content":"mas nws tsa muag ntsia tug tswvyim thiab qhia, thiab tsa lub tswvyim cia thiab tshuaj saib."},{"bible_id":"1269","chapter_code":"JOB.28","verse_code":"JOB.28.28","label":"28","content":"Nws hais rau neeg tias, ‘Saib maj, qhov uas hwm thiab paub ntshai tus Tswv yog lub tswvyim, thiab qhov uas tig hlo ntawm txojkev phem kuj yog kev nkag siab.’ ”"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.1","label":"1","content":"Mas Yauj rov hais lus zaj lus zuag tias,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.2","label":"2","content":"“Au kuv xav nyob ib yam li yav thaum ub, yam li ntu uas Vajtswv tsom kwm kuv,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.3","label":"3","content":"thaum nws lub teeb tseem ci saum kuv lub taubhau, thiab kuv taug txojkev tsaus ntuj hauv nws tus duab kaj,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.4","label":"4","content":"ib yam li thaum kuv tseem hluas ntxhias, thiab thaum Vajtswv ua tus kwvluag tsom kwm kuv lub tsev ntaub,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.5","label":"5","content":"thiab thaum tus uas muaj hwjchim loj kawg nkaus tseem nrog nraim kuv, thiab kuv cov menyuam tseem nyob vij vog kuv,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.6","label":"6","content":"thiab thaum muaj kua mis ntws los n txuav kuv kotaw, thiab lub zeb zom roj ntws lug rau kuv."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.7","label":"7","content":"Thaum kuv tawm mus rau ntawm rooj loog, thiab thaum kuv zaum saum kuv lub rooj hauv lub tshav puam,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.8","label":"8","content":"mas tej hluas pom kuv, lawv kuj txav kev, tej poj koob yawm txwv kuj sawv tsees nres."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.9","label":"9","content":"Cov uas ua thawj tseg tsis hais lus, muab tes pos lub qhov ncauj cia."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.10","label":"10","content":"Cov uas ua hlob lub suab ntsiag to, thiab lawv tus nplaig lo nkaus qab yiag."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.11","label":"11","content":"Thaum lub qhov ntsej hnov lawd, lawv hais tias kuv tau hmoov zoo, thiab thaum lub qhov muag pom, lawv kuj qhuas kuv,"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.12","label":"12","content":"vim yog kuv cawm cov neeg pluag uas quaj thov, thiab cawm cov menyuam tsis muaj txiv uas tsis muaj leejtwg pab."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.13","label":"13","content":"Cov uas twb yuav puam tsuaj kuj foom hmoov zoo rau kuv, thiab kuv ua rau cov poj ntsuam lub siab hu nkauj xyiv fab."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.14","label":"14","content":"Kuv muab txojkev ncaj ncees los hnav qhwv kuv cia, qhov uas kuv ua raug cai zoo nkaus li lub tsho ntev thiab zoo li txoj phuam ntoo saum taubhau."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.15","label":"15","content":"Kuv ua ntsiab muag rau cov uas dig muag, thiab ua kotaw rau cov uas ceg tawv."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.16","label":"16","content":"Kuv ua cov neeg pluag leej txiv, thiab kuv tshuaj saib tus uas kuv tsis tau paub dua tshaj plaub."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.17","label":"17","content":"Kuv lov tus uas tsis ncaj tej los yuaj, thiab ua rau tus qauv plam ntawm nws cov kaus hniav."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.18","label":"18","content":"Mas kuv xav tias, ‘Kuv yuav tuag rau hauv kuv lub zes, thiab kuv yuav tsav kuv lub caij lub nyoog kom ntau yam li tej xuab zeb."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.19","label":"19","content":"Kuv tej cag yuav nrhau mus txog dej, kuv tej ceg yuav ntsu lwg ib hmos kaj ntug."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.20","label":"20","content":"Kuv lub koob meej yuav nyob tshiab khiv mus li, thiab kuv rab hneev yuav tshiab khiv hauv kuv txhais tes.’"},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.21","label":"21","content":"“Neeg mloog kuv hais thiab tos rawv, thiab nyob twjywm mloog tej lus uas kuv qhia."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.22","label":"22","content":"Thaum kuv hais tag lawd lawv tsis hais dua li lawm, thiab kuv tej lus nrog ntsuav rau saum lawv."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.23","label":"23","content":"Lawv tos rawv kuv yam li tos nag, lawv rua ncauj tos yam li tos nag hauv xyoo."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.24","label":"24","content":"Thaum lawv tsis muaj chaw vam lawm, kuv ua ntsej muag luag ntxhi rau lawv, thiab kuv lub ntsej muag tsis ua rau lawv poob siab."},{"bible_id":"1269","chapter_code":"JOB.29","verse_code":"JOB.29.25","label":"25","content":"Kuv xaiv txojkev rau lawv thiab zaum ua lawv tus thawj, thiab kuv zoo li tus vajntxwv nyob hauv nruab nrab nws cov tub rog, thiab yam li tus uas nplij cov uas quaj ntsuag lub siab."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.1","label":"1","content":"Tiamsis nimno lawv cov uas yau kuv thuam luag kuv, kuv tsis kheev lawv cov ntawd leej txiv nrog cov dev nyob zov kuv pab yaj pab tshis."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.2","label":"2","content":"Kuv yuav tau dabtsi zoo ntawm lawv txhais tes? Lawv yog cov uas twb qaug zog tag lawm."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.3","label":"3","content":"Lawv txom nyem thiab tshaib plab heev, lawv noj cov av qhuav hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.4","label":"4","content":"Lawv de tej nroj tsuag thiab nplooj ntoo, thiab dob tej cag tauj cag nqeeb los noj."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.5","label":"5","content":"Lawv raug muab ntiab tawm hauv cov neeg mus, muaj neeg qw caum lawv ib yam li qw tub sab."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.6","label":"6","content":"Lawv yuav tsum mus nyob hauv tej khuab ha, thiab hauv tej qhov av qhov zeb."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.7","label":"7","content":"Lawv hee li nees luav hauv tej tsob nyuag ntoo tuaj, lawv sib txiv nyob hauv tej qab zaub kig."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.8","label":"8","content":"Lawv yog neeg ruam neeg poob koob, lawv raug muab ntiab tawm hauv lub tebchaws mus."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.9","label":"9","content":"“Nimno lawv muab kuv ua zaj nkauj hu thuam luag, thiab kuv tiag lawv ncauj lawv lo."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.10","label":"10","content":"Lawv ntxub thiab txav deb ntawm kuv. Thaum lawv pom kuv lawv nto qaub ncaug rau kuv tamsid,"},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.11","label":"11","content":"rau qhov Vajtswv tso kuv txoj hlua hneev taug thiab txo kuv lub hwjchim, lawv tsis tswj lawv lub siab tab meeg kuv kiag li."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.12","label":"12","content":"Cov neeg plhob luj lam tam sawv ntawm kuv sab xis, lawv ntiab kuv khiav, lawv tsub kev puam tsuaj vij tawm tsam kuv."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.13","label":"13","content":"Lawv rhuav kuv txojkev pob tag, lawv tseem tsav kev txom nyem rau kuv, tsis muaj leejtwg pab kiag li."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.14","label":"14","content":"Lawv tuaj yam li nkag hauv tej ntu ntsa loog uas pob tag tuaj, lawv txeem plaws tuaj rau thaum lub loog tabtom pob."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.15","label":"15","content":"Tej kev txhawj kev ntshai los raug kuv, kuv lub koob meej raug muab raws yam li cua ntsawj, thiab kuv li kev vam meej ploj tag yam li tej huab."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.16","label":"16","content":"“Nimno kuv tus ntsuj plig ploj zuj zus mus, lub sijhawm txom nyem nyuaj siab twb ntes tau kuv lawm."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.17","label":"17","content":"Hmo ntuj ua rau kuv tej pob txha mob lwj ntsuav, thiab tej mob kis noj kuv ntawd tsis so li."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.18","label":"18","content":"Vajtswv ua nruj ua tsiv ntsiab nkaus kuv lub tsho, nws tuav rawv kuv caj dab tsho."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.19","label":"19","content":"Nws muab kuv laim rau hauv pas av, kuv zoo yam nkaus li tej hmoov av thiab hmoov tshauv."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.20","label":"20","content":"Kuv quaj thov koj los koj tsis teb kuv, kuv sawv tsees los koj tsis quav ntsej kuv li."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.21","label":"21","content":"Koj ua nyaum rau kuv, koj txhais tes uas muaj hwjchim tsim txom kuv."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.22","label":"22","content":"Koj tsa kuv sawv rau saum cov cua thiab muab kuv caij cua, thiab cia cua daj cua dub ntsawj kuv rau tom ub tom no."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.23","label":"23","content":"Kuv yeej paub tias koj yuav coj kuv mus txog qhov tuag, thiab mus txog lub chaw uas teem cia rau cov neeg ciaj sawvdaws."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.24","label":"24","content":"“Yeej tsis muaj leejtwg yuav tsa tes ntaus tus uas pob tag ua tej niag pawg cia, rau thaum nws raug tej xwm txheej phem es thov luag pab."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.25","label":"25","content":"Thaum muaj ib tug raug txom nyem kuv tsis tau quaj lov? Thaum muaj ib tug pluag kuv tsis tau nyuaj siab lov?"},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.26","label":"26","content":"Tiamsis thaum kuv nrhiav yam uas zoo, mas tau yam uas phem, thiab thaum kuv tos qhov kaj, mas tau qhov tsaus ntuj."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.27","label":"27","content":"Kuv lub siab ntxhov heev nyob tsis tus li, lub sijhawm raug txom nyem nyuaj siab los txog kuv."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.28","label":"28","content":"Kuv lub ntsej muag dub nciab tiamsis tsis yog tshav ntuj ziab, kuv sawv ntsug hauv ib tsoom neeg thiab thov kev pab."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.29","label":"29","content":"Kuv nrog hma liab ua kwvtij, thiab nrog noog ntxhuav ua kwvluag."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.30","label":"30","content":"Kuv tej tawv nqaij dub thiab hle tawv lawm, kuv tej pob txha kub heev."},{"bible_id":"1269","chapter_code":"JOB.30","verse_code":"JOB.30.31","label":"31","content":"Kuv lub suab nkauj nog ncas thiaj ntxeev ua lub suab quaj ntsuag, thiab kuv lub suab raj ntxeev ua lub suab quaj."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.1","label":"1","content":"Kuv twb cog lus rau kuv lub qhov muag lawm, mas kuv yuav ntsia ntsoov tej hluas nkauj dawb huv tau li cas?"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.2","label":"2","content":"Dabtsi yog kuv li feem ntawm Vajtswv uas nyob saum ntuj, dabtsi yog kuv li qub txeeg qub teg ntawm tus uas muaj hwjchim loj kawg nkaus uas nyob saum lub chaw siab?"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.3","label":"3","content":"Vij sub vij sw yuav tsis poob rau saum cov neeg tsis ncaj ncees lov, thiab kev puam tsuaj yuav tsis poob rau saum cov uas ua txhaum lov?"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.4","label":"4","content":"Vajtswv tsis pom txojkev uas kuv mus thiab tsis suav kuv txhua kauj ruam lov?"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.5","label":"5","content":"“Yog kuv taug txojkev cuav, thiab kuv txhais kotaw maj nroos mus dag,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.6","label":"6","content":"kuj thov cia muab kuv luj rau saum rab teev uas hum txiaj, thiab thov Vajtswv paub kuv lub siab dawb paug."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.7","label":"7","content":"Yog kuv txhais kotaw tig tawm hauv txojkev lawm, thiab kuv lub siab mus raws li kuv qhov muag pom, thiab yog muaj ib qhov uas tsis huv lo kuv txhais tes,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.8","label":"8","content":"kuj thov cia kuv tseb es lwm tus tau noj, thiab cia tej uas kuv cog raug muab dob kiag cag pov tseg."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.9","label":"9","content":"“Yog kuv lub siab raug ntxias mus deev tej pojniam, thiab kuv tau zov tos ntawm kuv kwvtij zej zog lub qhov rooj,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.10","label":"10","content":"kuj cia kuv tus pojniam zom hmoov rau lwm tus, thiab cia lwm tus pw tsuam nws."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.11","label":"11","content":"Tej no kuj yog kev txhaum uas phem kawg, thiab yog kev txhaum uas cov tu plaub yuav tsum txiav txim rau,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.12","label":"12","content":"qhov ntawd yog hluavtaws yuav kub mus txog ntua lub chaw puam tsuaj, thiab yuav kub kiag kuv tej cag tej txiv huvsi."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.13","label":"13","content":"“Yog kuv tsis quav ntsej kuv tej tub qhe nkauj qhev tej lus rau thaum lawv muaj xaiv muaj lus tuaj hais rau kuv,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.14","label":"14","content":"mas thaum Vajtswv sawv tsees kuv yuav ua tau li cas? Thaum nws nug zaj ntawd, kuv yuav teb nws li cas?"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.15","label":"15","content":"Tus uas tsim kuv rau hauv lub plab tsis tau tsim lawv thiab lov? Tsis yog tib tug tsim peb rau hauv plab menyuam lov?"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.16","label":"16","content":"“Yog kuv tau tav yam twg uas tej neeg pluag xav yuav, lossis ua rau cov poj ntsuam lub qhov muag saib do xwb,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.17","label":"17","content":"lossis kuv tib leeg noj kuv tej mov, es tus menyuam uas tsis muaj txiv tsis tau noj,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.18","label":"18","content":"(txij thaum kuv yau los kuv yug nws ib yam nkaus li kuv yog nws txiv, thiab kuv yeej taw qhia cov poj ntsuam txij thaum kuv yug hauv niam plab los)"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.19","label":"19","content":"thiab yog kuv pom ib tug twg puam tsuaj vim tsis muaj ris tsho, lossis pom ib yawg twg pluag tsis muaj ris tsho hnav,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.20","label":"20","content":"yog nws lub siab tsis tau foom hmoov zoo rau kuv, thiab nws tsis tau hnav kuv tej tsoos plaub yaj sov,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.21","label":"21","content":"yog kuv tsa tes kov tej menyuam uas tsis muaj txiv, vim yog kuv paub tias cov uas nyob ntawm rooj loog yuav tuaj kuv tog,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.22","label":"22","content":"ces thov cia kuv daim txha duav pu pluam ntawm kuv xub pwg, thiab kuv txhais npab pluam ntawm lub pob qej txha."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.23","label":"23","content":"Kuv ntshai tej xwm txheej phem ntawm Vajtswv, thiab vim nws lub hwjchim meej mom kuv ua tsis tau tej ntawd kiag li."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.24","label":"24","content":"“Yog kuv muab tej kub ua yam uas kuv tso siab, lossis hu tej tseem kub tias yog kuv lub chaw vam khom,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.25","label":"25","content":"yog kuv zoo siab vim kuv tej nyiaj txiag ntau kawg, lossis vim kuv txhais tes muab tau ntau kawg los,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.26","label":"26","content":"yog kuv saib rau lub hnub uas ci tuaj, thiab saib lub hli uas mus kev zoo nkauj kawg,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.27","label":"27","content":"es kuv lub siab raug ntxias twjywm mus pe, thiab kuv lub qhov ncauj nwj kuv txhais tes pe,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.28","label":"28","content":"tej no yog kev txhaum uas cov tu plaub yuav tsum txiav txim, rau qhov yog kuv fav xeeb rau Vajtswv uas nyob saum ntuj."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.29","label":"29","content":"“Yog kuv zoo siab rau thaum tus uas ntxub kuv raug puam tsuaj, lossis xyiv fab rau thaum nws raug xwm txheej phem,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.30","label":"30","content":"(kuv tsis tau cia kuv lub qhov ncauj ua txhaum, es tsawm foom nws txojsia,)"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.31","label":"31","content":"thiab yog cov neeg hauv kuv lub tsev ntaub tsis tau hais tias, ‘Leejtwg tsis tau noj nws li nqaij tsau?’"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.32","label":"32","content":"rau qhov tej qhua tsis tau pw nraum tej ntug kev, kuv qheb qhov rooj los rau cov neeg dua kev,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.33","label":"33","content":"thiab yog kuv muab kuv tej kev fav xeeb npog ib yam li lwm tus, lossis muab kuv lub txim zais rau hauv lub xubntiag,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.34","label":"34","content":"vim yog kuv pheej ntshai ib tsoom neeg heev, thiab ntshai kuv cov neeg saib tsis taus kuv, kuv thiaj nyob twjywm tsis tawm dhau kuv lub qhov rooj mus,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.35","label":"35","content":"mas kuv xav kom muaj ib tug mloog kuv hais. No yog kuv txhais tes sau. Thov kom tus uas muaj hwjchim loj kawg nkaus teb kuv. Kuv xav tau tej lus kom kuv hauv daim ntawv uas tus yeej kom sau."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.36","label":"36","content":"Kuv yuav muab kwv kiag saum xub pwg mus, kuv yuav muab khi cia yam li lub mom kub."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.37","label":"37","content":"Kuv yuav qhia kuv txhua kauj ruam rau nws, kuv yuav mus cuag nws yam li ib tug thawj mus."},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.38","label":"38","content":"“Yog kuv daim teb quaj kom kuv, thiab cov hniav khais uas laij teb ntawd ib txhij quaj,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.39","label":"39","content":"yog kuv noj tej qoob ntawd tsis them nqe li, thiab ua rau tej qub tswv teb ntawd tuag,"},{"bible_id":"1269","chapter_code":"JOB.31","verse_code":"JOB.31.40","label":"40","content":"kuj thov cia pos tuaj nyob tej mog chaw, thiab nroj pias dab tuaj nyob qeb chaw.” Yauj li lus tag li no."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.1","label":"1","content":"Yog li ntawm peb tug yawg ntawd thiaj tseg tsis teb Yauj lawm, rau qhov Yauj pom tias nws ncaj ncees."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.2","label":"2","content":"Ces Elihu uas yog Npalakhee tus tub yog neeg Npub thiab yog Las cum txawm chim. Nws chim rau Yauj vim Yauj hais tias Yauj ncaj ncees tsis yog Vajtswv ncaj."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.3","label":"3","content":"Nws kuj chim rau Yauj peb tug kwvluag rau qhov txawm yog lawv teb tsis tau Yauj los lawv tseem hais tias Yauj txhaum."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.4","label":"4","content":"Elihu tos nrhw yuav hais rau Yauj rau qhov lawv peb leeg ntawd laus dua nws."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.5","label":"5","content":"Thaum Elihu pom tias lawv lub ncauj tsis muaj lus teb lawm nws thiaj chim."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.6","label":"6","content":"Mas Npalakhee tus tub Elihu uas yog neeg Npub teb tias, “Kuv tseem yau thiab nej hnub nyoog nchav lawm, vim li no kuv thiaj ua siab yau thiab ntshai hais tej uas kuv xam pom rau nej."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.7","label":"7","content":"Kuv hais tias, ‘Cia cov uas muaj hnub nyoog hais, thiab cia cov uas nyob ntau xyoo qhia tswvyim.’"},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.8","label":"8","content":"Qhov tseeb yog tus ntsuj plig uas nyob hauv neeg, yog tus uas muaj hwjchim loj kawg nkaus  tej pa, ua rau neeg nkag siab."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.9","label":"9","content":"Tsis yog cov laus xwb thiaj muaj tswvyim, lossis cov uas hnub nyoog nchav thiaj nkag siab qhov uas raug cai."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.10","label":"10","content":"Vim li no kuv thiaj hais tias, ‘Thov mloog kuv hais, thov cia kuv hais tej uas kuv xam pom.’"},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.11","label":"11","content":"“Kuv tos rawv mloog nej tej lus thiab mloog nej tej lus txawj ntse, rau thaum nej nrhiav saib yuav hais dabtsi."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.12","label":"12","content":"Kuv ua tib zoo mloog nej hais, tsis muaj ib tug tav tau Yauj li, nej cov tsis muaj leejtwg teb tau Yauj tej lus."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.13","label":"13","content":"Ceev faj tsis txhob hais tias, ‘Peb twb ntsib tswvyim lawm, Vajtswv yuav kov yeej Yauj, tsis yog neeg.’"},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.14","label":"14","content":"Yauj tsis tau hais nws tej lus rau kuv, mas kuv yuav tsis muab nej tej lus teb Yauj."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.15","label":"15","content":"“Lawv poob siab tag tsis teb dua li lawm, lawv tsis muaj ib lo lus hais li lawm."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.16","label":"16","content":"Mas kuv yuav tos lov vim lawv tsis hais thiab lawv sawv qhov ntawd tsis teb li?"},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.17","label":"17","content":"Mas kuv yuav teb kuv tej lus, kuv yuav hais tej uas kuv xam pom,"},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.18","label":"18","content":"rau qhov kuv muaj lus puv nkaus qhov ncauj, tiamsis kuv lub siab tseem tswj kuv cia."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.19","label":"19","content":"Kuv lub siab zoo li cawv txiv hmab uas tsis muaj chaw tshwm chim, ib yam li lub hnab tawv cawv txiv hmab tshiab uas twb yuav tawg."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.20","label":"20","content":"Kuv yuav tsum hais, thiaj li tshwm chim zoo mentsis, kuv yuav tsum qheb kuv daim tawv ncauj teb."},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.21","label":"21","content":"Kuv yuav tsis hais saib leejtwg ntsej muag li, lossis yuav tsis hais lus mos lus muag qhuas leejtwg,"},{"bible_id":"1269","chapter_code":"JOB.32","verse_code":"JOB.32.22","label":"22","content":"rau qhov kuv tsis txawj hais lus mos lus muag qhuas, yog ua li ntawd tus uas tsim kuv yuav rhuav tshem kuv."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.1","label":"1","content":"Yauj 'e, nimno thov mloog kuv hais, thiab mloog kuv tej lus huvsi."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.2","label":"2","content":"Saib maj, kuv rua ncauj, mas kuv tus nplaig hauv kuv qhov ncauj kuj hais."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.3","label":"3","content":"Kuv tej lus qhia tej kev ncaj ncees hauv kuv lub siab tshwm los, thiab kuv lub qhov ncauj paub dabtsi kuj hais tseeb kiag."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.4","label":"4","content":"Vajtswv tus Ntsuj Plig tsim kuv, thiab tus uas muaj hwjchim loj kawg nkaus tej pa ua rau kuv ciaj sia."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.5","label":"5","content":"Yog koj teb tau kuv kuj teb los maj, cia li npaj koj tej lus rau ntawm kuv xubntiag thiab sawv tsees maj."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.6","label":"6","content":"Saib maj, kuv nyob ib yam li koj rau ntawm Vajtswv xubntiag. kuv kuj yog muab ib thooj av nplaum puab los xwb."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.7","label":"7","content":"Koj tsis txhob ntshai kuv es ua rau koj poob siab, kuv yuav tsis yuam koj kom hnyav dhau."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.8","label":"8","content":"“Tseeb tiag, koj hais rau kuv mloog, thiab kuv hnov koj tej lus."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.9","label":"9","content":"Koj hais tias, ‘Kuv ua huv, tsis tau fav xeeb kiag li, kuv dawb huv, tsis muaj kev phem kev qias nyob hauv kuv kiag li."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.10","label":"10","content":"Saib maj, Vajtswv ua plaub rau kuv, nws suav hais tias kuv yog nws li yeeb ncuab."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.11","label":"11","content":"Nws muab kuv txhais kotaw ntxig rau rab cuab, thiab zov rawv kuv txhua txojkev.’"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.12","label":"12","content":"“Saib maj, zaj no koj ua tsis raug cai. Kuv yuav teb koj. Vajtswv loj dua neeg."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.13","label":"13","content":"Ua cas koj yuav cam nws hais tias, ‘Vajtswv tsis teb neeg  tej lus li’?"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.14","label":"14","content":"Rau qhov Vajtswv ua ib fab ob fab los hais, los neeg tsis nkag siab."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.15","label":"15","content":"Thaum neeg pw hmo ntuj tsaug zog ceev lawv ua npau suav thiab ua yog toog saum lawv lub txaj pw,"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.16","label":"16","content":"mas thaum ntawd Vajtswv qheb neeg lub qhov ntsej hnov, thiab nws tej lus qhuab ntuas ua rau lawv ntshai,"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.17","label":"17","content":"xwv Vajtswv thiaj ua kom neeg tig ntawm tej uas lawv ua rov los, thiab txiav neeg txojkev khav theeb pov tseg."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.18","label":"18","content":"Nws tav lawv tus ntsuj plig ntawm lub qhov tuag, thiab tav lawv txojsia tsis raug hniav ntaj ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.19","label":"19","content":"Neeg raug kev mob nkeeg nplawm qhuab qhia rau saum nws lub txaj pw, thiab nws tej pob txha mob heev kuj nplawm nws tsis tu ncua li."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.20","label":"20","content":"Nws txojsia thiaj li dhuav zaub mov, thiab nws lub siab kuj dhuav tej zaub mov uas qab qab."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.21","label":"21","content":"Nws cev nqaij sem zuj zus saib tsis pom li, nws tej pob txha uas txeev saib tsis pom kuj tshwm tuaj."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.22","label":"22","content":"Nws tus ntsuj plig mus ze rau hauv lub qhov tuag, thiab nws txojsia mus ze cov uas coj kev tuag los."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.23","label":"23","content":"Yog muaj ib tug tubtxib saum ntuj los pab nws, yog ib tug hauv ib txhiab leej uas ua tus nyob nruab nrab es yuav qhia qhov uas raug cai rau neeg,"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.24","label":"24","content":"yog tus tubtxib saum ntuj ntawd khuvleej nws thiab hais tias, ‘Thov tso nws dim qhov uas mus rau hauv lub qhov tuag, vim kuv nrhiav tau nqe txhiv lawm."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.25","label":"25","content":"Thov cia nws tej nqaij mos zoo li tej menyuam mos cev nqaij, thiab cia nws rov qab muaj zog yam li thaum tseem hluas.’"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.26","label":"26","content":"mas neeg yuav thov Vajtswv thiab Vajtswv lees yuav nws, thiab nws yuav los cuag Vajtswv lub xubntiag xyiv fab hlo. Thiab Vajtswv yuav pub nws rov ua tus ncaj ncees."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.27","label":"27","content":"Mas nws yuav hu nkauj tab meeg ib tsoom neeg tias, ‘Kuv tau ua txhaum lawm thiab muab qhov zoo ntxeev ua qhov phem, los kuv tsis raug txim li uas tsim nyog kuv raug."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.28","label":"28","content":"Vajtswv txhiv kuv tus ntsuj plig dim qhov uas mus rau hauv lub qhov tuag mas kuv txojsia yuav pom txojkev kaj.’"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.29","label":"29","content":"“Saib maj, Vajtswv tau ua tej no huvsi rau neeg ob zaug peb zaug,"},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.30","label":"30","content":"kom thiaj coj tau lawv tus ntsuj plig tawm hauv lub qhov tuag, qhov kaj uas pub txojsia thiaj ci rau lawv."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.31","label":"31","content":"Yauj 'e, cia li ua tib zoo mloog kuv hais, nyob twjywm mas kuv yuav hais."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.32","label":"32","content":"Yog koj muaj dabtsi hais, kuj teb kuv, cia li hais rau qhov kuv xav tsa koj txojcai."},{"bible_id":"1269","chapter_code":"JOB.33","verse_code":"JOB.33.33","label":"33","content":"Yog koj tsis muaj lus hais, kuj cia li mloog kuv hais, nyob twjywm mas kuv yuav qhia tswvyim rau koj.”"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.1","label":"1","content":"Mas Elihu hais tias,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.2","label":"2","content":"“Nej cov uas muaj tswvyim cia li mloog kuv tej lus, nej cov uas txawj ntse, cia li tig ntsej mloog kuv hais."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.3","label":"3","content":"Lub qhov ntsej sim mloog tej lus, ib yam li lub qhov ncauj sim zaub mov."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.4","label":"4","content":"Thov cia peb xaiv yam uas raug, cia peb kawm hauv peb covsaib yam twg zoo,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.5","label":"5","content":"rau qhov Yauj hais tias, ‘Kuv tsis tau ua txhaum, tiamsis Vajtswv qhau kuv cai lawm."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.6","label":"6","content":"Txawm yog kuv ua raug cai los kuv raug muab suav ua neeg dag, txawm yog kuv tsis tau fav xeeb los kuv tej kiav txhab kho tsis zoo.’"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.7","label":"7","content":"Leejtwg yuav zoo li Yauj? Nws haus txojkev thuam luag ib yam li haus dej,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.8","label":"8","content":"nws nrog tej neeg phem koom ua ke, thiab nrog cov neeg limhiam mus ua ke."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.9","label":"9","content":"Vim nws hais tias, ‘Qhov uas neeg zoo siab rau hauv Vajtswv tsis muaj qabhau dabtsi rau lawv.’"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.10","label":"10","content":"“Vim li no, nej cov uas txawj nkag siab, cia li mloog kuv hais, tsis muaj ib zaug Vajtswv yuav ua limhiam kiag li, thiab tus uas muaj hwjchim loj kawg nkaus yuav ua txhaum."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.11","label":"11","content":"Vajtswv yuav pauj rau neeg raws li lawv tau ua lawd, thiab Vajtswv yuav ua rau lawv raug raws li lawv lub neej."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.12","label":"12","content":"Qhov tseeb, Vajtswv yeej yuav tsis ua limhiam, thiab tus uas muaj hwjchim loj kawg nkaus yuav tsis qhau txojcai."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.13","label":"13","content":"Leejtwg tsa Vajtswv kav lub qab ntuj, lossis leejtwg muab lub ntiajteb huvsi cob rau Vajtswv?"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.14","label":"14","content":"Yog Vajtswv rho nws tus ntsuj plig rov qab, thiab sau zog nws tej pa rov qab rau nws,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.15","label":"15","content":"ces txhua tus cev nqaij yuav puam tsuaj tag huvsi, thiab neeg yuav rov qab mus ua hmoov av xwb."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.16","label":"16","content":"“Yog koj txawj ntse, cia li mloog tej no, cia li mloog kuv tej lus."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.17","label":"17","content":"Tsim nyog cia tus uas ntxub qhov uas tu plaub ncaj ua tus kav lov? Koj yuav rau txim rau tus uas ncaj ncees thiab muaj hwjchim lov?"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.18","label":"18","content":"Nws yog tus uas hais rau vajntxwv tias, ‘Koj tsis muaj nqes dabtsi,’ thiab hais rau cov uas ua hlob tias, ‘Koj yog neeg limhiam,’"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.19","label":"19","content":"yog tus uas tsis saib cov thawj ntsej muag lossis saib hlob cov nplua nuj heev dua cov pluag, rau qhov cov neeg no huvsi yog Vajtswv txhais tes tsim."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.20","label":"20","content":"Ib pliag ntshis xwb lawv kuj tuag tag, thaum ib tag hmo tej neeg tshee hnyo thiab tag sim neej lawm, thiab cov uas muaj hwjchim kuj raug coj mus lawm, tsis yog neeg txhais tes ua."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.21","label":"21","content":"“Vajtswv lub qhov muag ntsia ntsoov neeg txojkev, thiab nws pom lawv txhua kauj ruam."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.22","label":"22","content":"Tsis muaj duab tsaus lossis qhov tsaus ntuj nti uas cov neeg phem yuav tsiv nraim tau."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.23","label":"23","content":"Vajtswv tsis teem caij rau leejtwg mus cuag Vajtswv txais kev txiav txim."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.24","label":"24","content":"Vajtswv rhuav tshem cov uas muaj hwjchim tsis txog tshuaj saib, thiab tsa lwm tus los nyob lawv chaw."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.25","label":"25","content":"Nws paub lawv tej haujlwm lawm thiaj li muab lawv xyeeb kiag tseg thaum hmo ntuj, lawv thiaj ntsoog tag."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.26","label":"26","content":"Vajtswv ntaus lawv tab meeg neeg vim yog lawv tej kev limhiam,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.27","label":"27","content":"rau qhov lawv tig hlo ntawm Vajtswv lawm, thiab tsis quav ntsej nws txojkev kiag li."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.28","label":"28","content":"Vim li no lawv thiaj ua rau tej pluag lub suab quaj nrov tuaj txog Vajtswv, mas nws kuj mloog cov uas txom nyem nyuaj siab lub suab."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.29","label":"29","content":"Thaum Vajtswv nyob twjywm leejtwg yuav rau txim tau rau nws? Thaum nws fee plhu lawd leejtwg yuav pom tau nws? Vajtswv yeej saib neeg thiab tej tebchaws"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.30","label":"30","content":"xwv tus uas tsis hwm Vajtswv thiaj tsis tau kav thiab tsis cuab qhov taub rau cov pejxeem."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.31","label":"31","content":"“Muaj leejtwg hais rau Vajtswv tias, ‘Kuv raug nplawm lawm, kuv yuav tsis ua txhaum ntxiv lawm,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.32","label":"32","content":"thov qhia tej uas kuv tsis pom rau kuv, yog kuv tau ua txhaum txim, kuv yuav tsis ua ntxiv lawm’?"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.33","label":"33","content":"Vim koj tsis kam txais tej uas Vajtswv ua mas Vajtswv yuav ua rau koj raws li koj lub siab xav lov? Koj yuav tsum xaiv, tsis yog kuv xaiv. Yog li no koj paub li cas cia li hais mus."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.34","label":"34","content":"Cov uas txawj ntse yuav hais rau kuv thiab tus muaj tswvyim uas mloog kuv hais yuav hais tias,"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.35","label":"35","content":"‘Yauj hais yam li tsis paub qabhau, nws tej lus tsis muaj lub ntsiab li.’"},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.36","label":"36","content":"Xav cia Yauj raug sim siab mus txog thaum kawg, rau qhov nws tej lus teb zoo yam nkaus li tej neeg limhiam tej lus."},{"bible_id":"1269","chapter_code":"JOB.34","verse_code":"JOB.34.37","label":"37","content":"Yauj muab qhov uas fav xeeb tsav rau nws lub txim, nws npuaj teg thuam luag rau hauv peb nruab nrab, thiab ua ncauj ntau tawm tsam Vajtswv.”"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.1","label":"1","content":"Elihu hais ntxiv tias,"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.2","label":"2","content":"“Koj xav tias qhov no raug cai lov? Koj hais tias, ‘Kuv ua ncaj ncees tab meeg Vajtswv.’"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.3","label":"3","content":"Qhov uas koj nug tias, ‘Kuv yuav tau qabhau dabtsi? Kuv tau dabtsi zoo tshaj qhov uas kuv ua txhaum?’"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.4","label":"4","content":"kuv yuav teb koj thiab koj cov phoojywg."},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.5","label":"5","content":"Cia li tsa muag ntsia saum nruab ntug, thiab saib tej huab uas nyob siab dua koj."},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.6","label":"6","content":"Yog koj ua txhaum koj tau ua li cas rau Vajtswv? Yog koj tej kev fav xeeb nthuav loj tuaj, koj yuav ua tau li cas rau Vajtswv?"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.7","label":"7","content":"Yog koj ua ncaj ncees, koj pub dabtsi rau Vajtswv, thiab Vajtswv tau txais dabtsi ntawm koj txhais tes?"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.8","label":"8","content":"Koj tej kev limhiam kuj yog ua rau neeg zoo yam li koj, thiab koj txojkev ncaj ncees kuj yog muaj qabhau rau neeg."},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.9","label":"9","content":"“Yog tim raug kev quab yuam ntau heev, neeg thiaj quaj hu, lawv quaj thov kev pab vim yog tus uas muaj hwjchim txhais tes."},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.10","label":"10","content":"Tiamsis tsis muaj ib tug hais tias, ‘Vajtswv uas tsim kuv nyob qhovtwg? Yog tus uas pub lub suab hu nkauj thaum hmo ntuj,"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.11","label":"11","content":"thiab yog tus uas qhia peb ntau dua qhia tsiaj txhu hauv lub ntiajteb thiab ua rau peb ntse dua tej noog saum nruab ntug.’"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.12","label":"12","content":"Lawv quaj hu qhov ntawd vim yog tim cov neeg phem tej kev khav theeb. tiamsis Vajtswv tsis teb"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.13","label":"13","content":"Vajtswv yeej tsis mloog tej suab uas tsis muaj qabhau, thiab tus uas muaj hwjchim loj kawg nkaus yeej tsis quav ntsej li."},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.14","label":"14","content":"Nws yimhuab tsis mloog koj rau thaum koj hais tias koj tsis pom nws, thiab hais tias tshaj plaub nyob ntawm nws xubntiag thiab koj tos rawv nws."},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.15","label":"15","content":"Vim nimno Vajtswv txojkev chim tsis tau rau txim, thiab nws tsis quav ntsej tej kev fav xeeb pes tsawg,"},{"bible_id":"1269","chapter_code":"JOB.35","verse_code":"JOB.35.16","label":"16","content":"mas Yauj thiaj qheb ncauj hais tej lus tsis muaj qabhau, thiab ua ncauj ntau hais tej lus tsis paub tab.”"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.1","label":"1","content":"Mas Elihu rov hais ntxiv tias,"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.2","label":"2","content":"“Thov ua siab ntev rau kuv mentsis thiab kuv yuav qhia koj, vim kuv muaj tej yam uas yuav nyob Vajtswv chaw hais rau koj."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.3","label":"3","content":"Kuv yuav coj txojkev paub uas nyob deb los, thiab tsa tus uas tsim kuv txojcai."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.4","label":"4","content":"Qhov tseeb, kuv tej lus tsis yog dag, tus uas paub ib puas tsav yam huvsi nrog koj nyob no."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.5","label":"5","content":"“Saib maj, Vajtswv muaj hwjchim thiab tsis tau saib tsis taus leejtwg, nws muaj hwjchim nkag siab zoo heev."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.6","label":"6","content":"Nws tsis tsom kwm cov neeg limhiam txojsia, tiamsis nws tsa cov uas raug txom nyem txojcai."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.7","label":"7","content":"Nws tsis tau fee plhu ntawm cov uas ncaj ncees, tiamsis nws tsa lawv nrog cov vajntxwv nyob saum lub zwm txwv mus ib txhis, thiab lawv tau nyob saum lub chaw siab."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.8","label":"8","content":"Yog lawv raug saw hlau khi, thiab mag kev txom nyem txoj hlua,"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.9","label":"9","content":"nws kuj qhia lawv tej haujlwm thiab lawv tej kev fav xeeb rau lawv tias, lawv tau ua neeg khav theeb."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.10","label":"10","content":"Nws qheb lawv lub qhov ntsej mloog tej lus qhuab qhia, thiab qhia kom lawv tig ntawm lawv tej kev txhaum txim rov los."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.11","label":"11","content":"Yog lawv mloog lus thiab ua koom tu nws, lawv yuav nyob txwm nkaus lawv lub hnub nyoog vam meej, thiab nyob txwm nkaus lawv lub xyoo kaj siab lug."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.12","label":"12","content":"Tiamsis yog lawv tsis mloog lus lawv yuav raug hniav ntaj puam tsuaj, thiab tuag tag vim yog tsis muaj kev paub."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.13","label":"13","content":"“Cov uas tsis hwm Vajtswv kuj khaws kev chim cia, thaum nws muab lawv khi, lawv tsis thov kev pab."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.14","label":"14","content":"Lawv tuag thaum tseem hluas, thiab lawv txojsia tag rau hauv plawv cov txivneej muag cev ntawm tej tsev dab."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.15","label":"15","content":"Vajtswv siv txojkev txom nyem cawm tus uas txom nyem nyuaj siab, thiab siv txojkev ceeblaj qheb nws qhov ntsej."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.16","label":"16","content":"Nws yaum koj tawm hauv txojkev ntxhov siab los rau hauv lub chaw dav uas tsis muaj chaw ti, thiab tej uas tso rau saum koj lub rooj mov yog tej uas rog nthaws."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.17","label":"17","content":"“Koj raug lub txim uas cov neeg phem raug pov khawv nkaus, txojkev txiav txim uas ncaj los caum ntes tau koj."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.18","label":"18","content":"Cia li ceev faj tsam ces txojkev npau taws ntxias kom koj thuam luag, thiab txhob cia tej nyiaj xiab ua rau koj yuam kev."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.19","label":"19","content":"Koj tej nyiaj txiag  yuav pab tau koj dim txojkev ntxhov siab lov? Lossis koj lub zog huvsi yuav pab koj tau lov?"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.20","label":"20","content":"Tsis txhob ntshaw kom tsaus ntuj, rau thaum neeg raug muab txiav ntawm lawv lub chaw nyob."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.21","label":"21","content":"Ceev faj zoo, tsis txhob tig mus nrhiav txojkev txhaum txim, vim koj xaiv yam no heev dua xaiv kev txom nyem nyuaj siab."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.22","label":"22","content":"Saib maj, Vajtswv uas muaj hwjchim loj kawg nkaus nyob lub chaw siab, leejtwg yuav txawj qhuab qhia li nws?"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.23","label":"23","content":"Leejtwg yog tus uas qhia kev rau nws? Lossis leejtwg yuav hais tau tias, ‘Koj ua txhaum lawm’?"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.24","label":"24","content":"“Cia li nco ntsoov qhuas nws tes haujlwm, uas neeg tau hu nkauj txog ntawd lawm."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.25","label":"25","content":"Neeg sawvdaws yeej ntsia ntsoov tej ntawd, thiab neeg yeej tuaj deb pom."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.26","label":"26","content":"Saib maj, Vajtswv loj kawg, peb tsis txawj paub nws, nws lub hnub nyoog los yog yam uas tsis paub suav li."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.27","label":"27","content":"Nws rub tej ncos dej mus rau saud muab tso hauv cov huab ua nag los,"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.28","label":"28","content":"mas tej huab muab hliv los, thiaj li los ntau kawg rau neeg."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.29","label":"29","content":"Muaj leejtwg txawj nkag siab qhov uas tej huab nthuav dav, thiab qhov uas muaj suab xob nthe hauv Vajtswv lub chaw nyob lov?"},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.30","label":"30","content":"Saib maj, nws tso xob laim laim puag ncig nws, thiab nws npog thoob plaws hauv qab thu hiavtxwv."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.31","label":"31","content":"Nws muab tej no los txiav txim rau ib tsoom neeg, nws pub kom muaj zaub mov noj nplua mias."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.32","label":"32","content":"Nws txhais tes tuav rawv xob laim, thiab nws txib mus tua tej qhov uas nws twb hom tseg lawm."},{"bible_id":"1269","chapter_code":"JOB.36","verse_code":"JOB.36.33","label":"33","content":"Lub suab xob nthe yog ceeb toom tias nag xob nag cua yuav los, thiab tej tsiaj txhu kuj qhia tias nag yuav los."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.1","label":"1","content":"Tej no ua rau kuv lub siab tshee hnyo, thiab ua kom ceeb poob plig tag li."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.2","label":"2","content":"Cia li mloog Vajtswv lub suab uas nroo ntws thiab lub suab nrov vig voog uas tawm hauv nws lub qhov ncauj los."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.3","label":"3","content":"Nws tso kom mus thoob plaws txhua ceg kaum ntuj, thiab tso nws tej xob laim mus thoob plaws hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.4","label":"4","content":"Nws lub suab nrov ntwg raws qab mus, thiab nws siv nws lub suab uas zoo tshaj nroo nrov ntwg, nws yeej tsis tav xob laim rau thaum hnov nws lub suab nthe."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.5","label":"5","content":"Vajtswv ua nws lub suab nroo ntwg phimhwj kawg li, thiab nws ua tej haujlwm loj uas peb tsis txawj nkag siab."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.6","label":"6","content":"Nws hais rau tej daus xib daus npu tias, ‘Cia li los rau saum lub ntiajteb,’ thiab hais rau tej nag tshauv tias, ‘Cia li los tej niag pluav hlob hlob.’"},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.7","label":"7","content":"Vajtswv tav neeg txhua tus txhais tes, kom txhua tus uas nws tsim los thiaj li kawm paub nws tej haujlwm."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.8","label":"8","content":"Thaum ntawd tej tsiaj qus mus nkaum rau hauv lawv lub zes, thiab so hauv lawv tej qhov tsua."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.9","label":"9","content":"Cua daj cua dub tawm hauv nws lub chaw tuaj, cov cua no kuj ntsawj tuaj."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.10","label":"10","content":"Vajtswv ua pa tawm ua dej lawg, thiab tej hav dej kuj nkoog khov tag."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.11","label":"11","content":"Nws muab dej nag rau tej huab tsaus nti thauj, thiab ua xob laim laim liab vog hauv tej huab tuaj."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.12","label":"12","content":"Tej huab tig mus raws li Vajtswv coj, ua txhua yam uas Vajtswv hais kom tiav thoob plaws rau hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.13","label":"13","content":"Nws ua tej no tshwm los nplawm qhuab qhia kuj yog, lossis pab nws lub tebchaws kuj yog, lossis qhia nws txojkev hlub ruaj khov kuj yog."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.14","label":"14","content":"“Yauj 'e, cia li mloog tej no, cia li nyob twjywm tshuaj saib tej haujlwm phimhwj uas Vajtswv ua."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.15","label":"15","content":"Koj paub tias Vajtswv qhia li cas rau tej huab thiab ua li cas xob laim thiaj ci nplas hauv nws tej huab tuaj lov?"},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.16","label":"16","content":"Koj paub tias yog li cas huab yuav ya tau rau saum ntuj lov? Yog tej haujlwm phimhwj uas tus muaj kev txawj ntse tshaj plaws ua."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.17","label":"17","content":"Koj lub cev kub lug hauv koj tej ris tsho, rau thaum lub ntiajteb nyob ntsiag to vim yog raug cov cua uas ntsawj sab nrad tuaj."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.18","label":"18","content":"Koj txawj nthuav lub ntuj yam li Vajtswv ua kom tawv yam li tej tooj liab uas nchuav siv ua iav tau lov?"},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.19","label":"19","content":"Cia li qhia peb saib peb yuav hais li cas rau Vajtswv, vim tsaus ntuj lawm peb npaj tsis tau peb tej lus."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.20","label":"20","content":"Puas yuav hais tau rau nws tias kuv xav hais lus lov? Txeev muaj leejtwg xav tias nws xav raug kev puam tsuaj lov?"},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.21","label":"21","content":"Neeg saib tsis tau qhov kaj rau thaum lub hnub ci nplas saum ntuj, yog thaum cua ntsawj ua rau lub ntuj kaj nrig."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.22","label":"22","content":"Thaum tej kub tus duab ci nplas sab ped tuaj, Vajtswv hnav hwjchim meej mom uas txaus ntshai kawg."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.23","label":"23","content":"Tus uas muaj hwjchim loj kawg nkaus mas peb ntsib tsis tau nws, nws muaj hwjchim loj heev thiab nws txiav txim ncaj, nws txojkev ncaj ncees muaj loj kawg nws thiaj tsis quab yuam leejtwg li."},{"bible_id":"1269","chapter_code":"JOB.37","verse_code":"JOB.37.24","label":"24","content":"Vim li no neeg thiaj hwm thiab ntshai nws. Vajtswv yeej tsis quav ntsej tus uas nws xam pom tias nws muaj tswvyim.”"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.1","label":"1","content":"Mas Yawmsaub teb hauv cua daj cua dub tuaj rau Yauj tias,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.2","label":"2","content":"“Leejtwg hais tej lus uas tsis muaj qabhau tshum tej uas kuv npaj tseg lawd tsaus ntuj nti lawm?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.3","label":"3","content":"Cia li sia siv khov kho yam li ib tug txivneej yawg, kuv yuav nug koj, koj yuav tsum teb kuv."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.4","label":"4","content":"“Thaum kuv pua daim uas tiag lub ntiajteb koj nyob qhovtwg? Yog koj nkag siab, cia li qhia rau kuv."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.5","label":"5","content":"Leejtwg yog tus hom tias lub ntiajteb yuav tsim loj li cas? Koj yeej paub tiag los maj! Leejtwg muab hlua ntsuas lub ntiajteb?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.6","label":"6","content":"Daim taw tiag lub ntiajteb txawb rau saum dabtsi? Leejtwg pua thawj daim lag zeb tsim lub ntiajteb,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.7","label":"7","content":"rau thaum cov hnub qub ci hu nkauj qhuas thaum kaj ntug txoog, thiab cov tubtxib saum ntuj  sawvdaws qw zoo siab xyiv fab?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.8","label":"8","content":"“Leejtwg muab qhov rooj thaiv dej hiavtxwv cia, rau thaum dej tshwm plaws hauv ntiajteb lub plab los?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.9","label":"9","content":"Yog thaum kuv tsim huab ua tsoos tsho rau hiavtxwv hnav, thiab muab qhov tsaus ntuj nti ua daim ntaub qhwv hiavtxwv,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.10","label":"10","content":"thiab tu ciam rau dej nyob thiab ua qhov rooj ua las tav rau,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.11","label":"11","content":"thiab hais tias, ‘Koj mus tau deb npaum li no xwb, tsis txhob mus dhau ciam, koj tej nthwv dej uas khav ntxhias tsuas ntas txij li no xwb.’"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.12","label":"12","content":"“Txij thaum yug koj los koj tau qhia kev rau qhov kaj thaum tagkis, thiab ua rau kaj ntug paub nws lub chaw nyob lov,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.13","label":"13","content":"xwv nws thiaj tuav rawv npoo ntiajteb, thiab thawv cov neeg limhiam tawm hauv lub ntiajteb mus?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.14","label":"14","content":"Lub ntiajteb raug hloov yam li cov av nplaum uas ntaus cim rau, thiab pom txhua yam meej yam li tej tsoos tsho."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.15","label":"15","content":"Cov neeg limhiam qhov kaj raug muab txeeb ntawm lawv lawm, thiab lawv txhais npab uas tsa hlo raug muab lov lawm."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.16","label":"16","content":"“Koj nkag txog hauv qhov uas dej hiavtxwv txhawv los, lossis mus rau hauv tej chaw nraim nkoos hauv nruab tiv txwv lawm lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.17","label":"17","content":"Lub qhov rooj kev tuag raug muab qhia rau koj pom lov, lossis koj pom qhov tsaus ntuj nti lub rooj qho lawm lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.18","label":"18","content":"Koj twb paub lub ntiajteb loj thiab dav li cas lawm lov? Yog koj paub tej no huvsi lawm, cia li hais."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.19","label":"19","content":"“Txojkev uas mus txog qhov kaj lub tsev nyob rau qhovtwg, thiab qhov tsaus ntuj lub chaw nyob, nyob rau qhovtwg"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.20","label":"20","content":"xwv koj thiaj coj tau qhov kaj qhov tsaus ntuj mus rau hauv nws lub chaw, thiab paub txojkev uas mus rau nws lub tsev?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.21","label":"21","content":"Nyaj koj paub rau qhov twb yug koj lawm, thiab koj li hnub nyoog twb ntau kawg lawm."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.22","label":"22","content":"“Koj twb mus rau hauv tej txhab uas rau daus xib daus npu, lossis pom tej txhab uas rau dej lawg lawm lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.23","label":"23","content":"Tej ntawd yog kuv npaj cia rau thaum uas raug ceeblaj, thiab hnub uas sib tua thiab ua rog."},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.24","label":"24","content":"Txojkev uas mus rau lub chaw faib qhov kaj tawm los, thiab lub chaw uas cua sab hnub tuaj tawm mus rau saum lub ntiajteb nyob qhovtwg?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.25","label":"25","content":"“Leejtwg rhawv kwj rau tej nthwv nag los, thiab rhawv kev rau xob tua,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.26","label":"26","content":"kom thiaj tso nag los rau saum lub tebchaws uas tsis muaj neeg nyob, thiab los rau saum lub tebchaws ntuj nrag teb do uas tsis muaj leejtwg nyob,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.27","label":"27","content":"kom lub tebchaws uas raug muab tso tseg nyob do cuas thiaj li tsau npo, thiab ua rau lub tebchaws tuaj nroj tsuag?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.28","label":"28","content":"“Nag muaj txiv thiab lov? Leejtwg yug tau dej lwg los?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.29","label":"29","content":"Dej lawg tawm hauv leejtwg lub plab menyuam los, thiab leejtwg yug tau tej te uas poob saum ntuj los,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.30","label":"30","content":"ua rau dej tawv li pob zeb, thiab nplaim dej hiavtxwv nkoog khov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.31","label":"31","content":"“Koj khi tau tej hnub qub Txhiaj Txiv Mim ua ib ntsau, lossis daws tau txoj hlua khi hnub qub Poj Sua Kwv Ntas lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.32","label":"32","content":"Koj coj tau tej hnub qub mus los raws li nws lub caij lub nyoog, lossis coj tau hnub qub Khais thiab nws cov menyuam kev lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.33","label":"33","content":"Koj paub tej kevcai uas kav lub ntuj lov? Koj tsa tau lub ntuj kav lub ntiajteb lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.34","label":"34","content":"“Koj tsa tau suab hu mus txog tej huab, ua kom nag los hlob nyab laum nkaus koj lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.35","label":"35","content":"Koj txib tau xob laim tawm mus lov? Thiab xob laim hais rau koj tias, ‘Peb nyob ntawm no,’ lov?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.36","label":"36","content":"Leejtwg pub tswvyim rau os dej dawb, lossis qhia rau tus lau qaib to taub?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.37","label":"37","content":"Leejtwg muaj tswvyim suav tau tej huab? Leejtwg yuav nchuav tau lub hnab dej saum ntuj los,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.38","label":"38","content":"rau thaum tej hmoov av ntws los ua ib pawg, thiab tej pob av sib tuav ruaj?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.39","label":"39","content":"“Koj tom tau nqaij rau tsov ntxhuav noj, thiab pub tau rau tej thav tsov ntxhuav noj tsau lov,"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.40","label":"40","content":"rau thaum tsov pw pliab lua rau hauv nws lub qhov tsua, lossis pw zov rau hauv lub chaw nraim?"},{"bible_id":"1269","chapter_code":"JOB.38","verse_code":"JOB.38.41","label":"41","content":"Leejtwg npaj nqaij rau uab lag noj, rau thaum nws menyuam quaj rau Vajtswv, thiab thaum mus mus los los vim yog tshaib plab?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.1","label":"1","content":"“Koj paub tias sai yug menyuam thaum twg, thiab koj ntsia ntsoov maum muas lwj yug menyuam lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.2","label":"2","content":"Koj suav tau nws suab menyuam tsawg lub hli, thiab koj paub lub sijhawm uas nws xya menyuam lov,"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.3","label":"3","content":"yog thaum nws pw nthi xya menyuam, thiab xya tau tus menyuam mos?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.4","label":"4","content":"Tej menyuam muaj zog tuaj thiab hlob rau tom hav zoov, ces txawm tawm mus lawm tsis rov los li."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.5","label":"5","content":"“Leejtwg tso tus nees luav qus nyob kab ntsab? Leejtwg daws hlua tso tus nees luav mus?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.6","label":"6","content":"Kuv muab lub tebchaws moj sab qhua rau nws nyob, thiab muab thaj av ntsev rau nws nkaum."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.7","label":"7","content":"Nws thuam luag tej suab nrov ntshu hauv lub moos, nws tsis hnov tus uas caij lub suab qw."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.8","label":"8","content":"Nws mus mus los los saum tej roob uas yog nws lub tshav zaub, nws nrhiav txhua yam zaub ntsuab ntsuab noj."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.9","label":"9","content":"“Nyuj qus kam ua koj qhev lov? Nws yuav zov ntawm koj lub dab zaub ib hmos lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.10","label":"10","content":"Koj muab hlua khi nyuj qus laij teb tau lov? Nws yuav hai lob phuaj hauv lub hav raws koj qab lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.11","label":"11","content":"Koj yuav vam nws vim nws muaj zog heev, thiab muab koj tej haujlwm tso rau nws ua lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.12","label":"12","content":"Koj vam tias nws yuav rov los, thiab thauj koj tej qoob los rau hauv lub tshav ntaus no lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.13","label":"13","content":"“Noog ntxhuav phab tis ntxuaj zoo siab hlo, tiamsis nws phab tis thiab cov plaub zoo li os dej dub lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.14","label":"14","content":"Nws tseg nws tej qe rau hauv av, cia av puag kom sov,"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.15","label":"15","content":"tsis nco tias tej zaum ib txhais kotaw yuav tsuj kom tawg, thiab tej tsiaj qus yuav tsuj."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.16","label":"16","content":"Nws ua nruj ua tsiv rau nws cov menyuam yam li tsis yog nws li, nws nkim nws lub zog nteg qe xwb nws tsis mob siab,"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.17","label":"17","content":"vim yog Vajtswv ua rau nws tsis muaj tswvyim, thiab tsis pub ib qho kev txawj ntse rau nws."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.18","label":"18","content":"Thaum nws siv zog dhia khiav, nws thuam luag tus nees thiab tus uas caij nees."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.19","label":"19","content":"“Koj pub zog rau nees lov? Koj cog txoob rau saum nees caj dab lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.20","label":"20","content":"Koj ua rau nws dhia caws qia yam li kooj txig lov? Nws lub suab tshuab khav ntxhias txaus ntshai heev."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.21","label":"21","content":"Nws txauj tes hauv lub hav thiab xyiv fab hlo rau nws lub zog, nws tawm mus ua rog rau cov uas tuav cuab yeej ua rog."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.22","label":"22","content":"Nws thuam luag txojkev ntshai thiab tsis poob siab li, nws tsis thim khiav hniav ntaj."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.23","label":"23","content":"Raj xub nrov zeev saum nws, thiab rab hmuv nkaug thiab rab hmuv laim ci nplas."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.24","label":"24","content":"Nws dhia nrawm mus thiab npau taws ceev nyaum kawg li, thaum hnov dheev lub suab raj kub yaj nws nyob tsis tswm li."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.25","label":"25","content":"Thaum tshuab raj kub yaj nrov nws hee laws, nws hnov ntxhiab ua rog deb deb, thiab hnov tej thawj rog lub suab txhib thiab lub suab qw."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.26","label":"26","content":"“Koj lub tswvyim ua rau liaj txawj ya tshoom siab, thiab nthuav nws phab tis mus rau sab nrad lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.27","label":"27","content":"Tus dav ya siab siab raws li koj hais thiab ua lub zes rau tej chaw siab lov?"},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.28","label":"28","content":"Nws nyob ntawm qab tsuas, thiab ua zes rau saum hauv tsua uas ruaj khov."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.29","label":"29","content":"Nws nyob qhov ntawd nuam saib tej tsiaj uas yuav tom, nws lub qhov muag pom tsiaj deb deb li."},{"bible_id":"1269","chapter_code":"JOB.39","verse_code":"JOB.39.30","label":"30","content":"Nws tej menyuam haus ntshav, tsiaj raug tua tuag rau qhovtwg, nws kuj nyob qhov ntawd.”"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.1","label":"1","content":"Yawmsaub hais rau Yauj tias,"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.2","label":"2","content":"“Tus uas pheej yws yuav cav tus uas muaj hwjchim loj kawg nkaus lov? Tus uas cav Vajtswv cia nws teb.”"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.3","label":"3","content":"Mas Yauj teb Yawmsaub tias,"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.4","label":"4","content":"“Kuv mas kuv yog neeg tsis tsim txiaj. Kuv yuav teb koj tau li cas? Kuv muab tes pos qhov ncauj."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.5","label":"5","content":"Kuv twb hais ib zaug lawm, kuv yuav tsis teb, kuv twb hais ob zaug lawm, kuv yuav tsis hais ntxiv.”"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.6","label":"6","content":"Mas Yawmsaub hais hauv cua daj cua dub tuaj rau Yauj tias,"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.7","label":"7","content":"“Cia li sia siv khov kho yam li ib tug txivneej yawg, kuv yuav nug koj, koj yuav qhia kuv."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.8","label":"8","content":"Koj yuav hais tias kuv ua tsis raug cai lov? Koj yuav rau txim tias kuv txhaum xwv koj thiaj tsis txhaum lov?"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.9","label":"9","content":"Koj muaj txhais npab zoo ib yam li Vajtswv lov? Thiab koj txawj ua suab nrov ntseeg nkaws ib yam li nws ua lov?"},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.10","label":"10","content":"Cia li muab meej mom thiab hwjchim los hnav, thiab muab koob meej thiab hwjchim ci ntsa iab los qhwv koj lub cev."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.11","label":"11","content":"Muab koj txojkev npau uas puv phwj yos nchuav los, cia li ntsia ntsoov txhua tus uas khav theeb thiab muab txo kom poob qes."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.12","label":"12","content":"Cia li saib txhua tus uas khav theeb thiab muab rub kom poob los, thiab tsuj pes ntiag cov neeg limhiam rau ntawm lub chaw uas lawv sawv ntawd."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.13","label":"13","content":"Muab lawv txhua tus zais ua ke rau hauv tej hmoov av, muab lawv lub ntsej muag khi cia rau hauv nruab yeeb."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.14","label":"14","content":"Ces kuv thiaj lees rau koj tias yog koj txhais tes xis pab tau koj kov yeej."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.15","label":"15","content":"“Saib Npehemau nawj, nws kuj yog kuv tsim ib yam li tsim koj. Nws noj zaub yam li nyuj."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.16","label":"16","content":"Saib nws lub zog ntawm nws lub duav, thiab saib tug hwjchim hauv tej leeg ntawm nws lub plab."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.17","label":"17","content":"Nws ua kom nws kotw tawv li ntoo ciab, thiab tej leeg ntawm nws ncej qab sib txuas zoo."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.18","label":"18","content":"Nws tej pob txha zoo li tej kav tooj liab, nws txhais kotaw zoo yam li tej yas hlau."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.19","label":"19","content":"Nws yog tus tsiaj tseem ceeb tshaj uas Vajtswv tsim los, tsuas yog tus uas tsim nws thiaj coj tau ntaj rau nws."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.20","label":"20","content":"Tej roob hlav zaub rau nws noj, yog lub chaw uas txhua yam tsiaj qus nyob ua si."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.21","label":"21","content":"Nws pw hauv tsob qab ntoo ntxhov thiab hauv hav tauj deg thiab hauv pas hawv."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.22","label":"22","content":"Tsob ntoo ntxhov ua duab ntxoov ntxoo rau nws, tej ntoo lwg zaj ntawm ntug dej nyob vij nws."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.23","label":"23","content":"Dej ntsawj ceev npaum twg nws kuj tsis ntshai, txawm yog dej Yaladee huam hlob ntsawj nws qhov ncauj los nws tso siab plhuav."},{"bible_id":"1269","chapter_code":"JOB.40","verse_code":"JOB.40.24","label":"24","content":"Leejtwg yuav muab nqe lauj nqe tau nws? lossis ua hlua cuab tau nws lub txiv ntswg?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.1","label":"1","content":"Koj xuas nuv ntses chob rub tau Leviathas  los, lossis muab hlua khi tau nws tus nplaig lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.2","label":"2","content":"Koj muab hlua chaws tau nws qhov ntswg, lossis muab nqe lauj nqe tau nws puab tsaig lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.3","label":"3","content":"Nws yuav taij thov koj ntau lov? Nws yuav hais lus mos lus muag rau koj lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.4","label":"4","content":"Nws yuav nrog koj sib cog lus es koj thiaj yuav nws ua koj tus qhev mus ib txhis lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.5","label":"5","content":"Koj yuav nrog nws ua si yam li ib tug noog, lossis koj yuav muab hlua khi cab mus rau koj tej ntxhais hluas saib lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.6","label":"6","content":"Tub luam yuav tuaj hais nqe yuav nws lov? Lawv yuav muab nws faib rau tej tub lag tub luam lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.7","label":"7","content":"Koj xuas hmuv nkaug tau nws daim tawv, lossis xuas hmuv nkaug chob tau nws taubhau lov?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.8","label":"8","content":"Cev tes ntsiab nws saib, xav txog qhov uas sib ntsuas zog mas koj yuav tsis rov qab ua dua."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.9","label":"9","content":"Qhov uas yuav ntes nws yog vam do xwb. Thaum pom dheev nws neeg yuav poob siab nthav."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.10","label":"10","content":"Tsis muaj leejtwg nyaum txaus uas kav zes nws. Mas leejtwg yuav sawv tiv tau kuv?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.11","label":"11","content":"Leejtwg pub tau dabtsi rau kuv uas kuv yuav tsum pauj nws? Txhua yam uas nyob hauv qab ntuj no huvsi kuj yog kuv li."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.12","label":"12","content":"“Kuv yuav tsis tseg qhov uas hais txog nws tej tes taw, thiab nws lub zog uas loj thiab nws lub cev uas zoo nkauj."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.13","label":"13","content":"Leejtwg yuav laws tau nws daim tawv sab nraud? Leejtwg yuav nkaug tau to nws lub tsho hlau ob txheej?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.14","label":"14","content":"Leejtwg yuav qheb tau nws lub puab tsaig uas muaj kaus hniav puag ncig txaus ntshai kawg?"},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.15","label":"15","content":"Nws lub nrob qaum muaj tej phiaj hlau thaiv ua ib kab sab lo ntom nti yam li nias cim rau."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.16","label":"16","content":"Tej nplai ntawd nyob tuab ntws, cua ntsawj twb nkag tsis tau rau hauv."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.17","label":"17","content":"Tej nplai ntawd sib lo nkaus, ib nplai tshooj ib nplai, muab txav tsis tau li."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.18","label":"18","content":"Nws txham mas muaj duab ci lam lug, nws lub qhov muag ci yam li tus duab ci thaum kaj ntug."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.19","label":"19","content":"Tes tsau cig tawm hauv nws lub qhov ncauj los, txim taws tawm liab vog los."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.20","label":"20","content":"Pa ncho tawm hauv nws lub qhov ntswg, yam nkaus li lub laujkaub uas npau saum cub tawg tauj deg."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.21","label":"21","content":"Nws li pa rauv thee cig, nplaim taws tawm hauv nws lub qhov ncauj los."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.22","label":"22","content":"Nws lub caj dab khov muaj zog heev, ntshai rwg rau ntawm nws xubntiag."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.23","label":"23","content":"Nws tej tawv plab tuab npawv sib tais ob peb txheej, tawv nkawv txav tsis tau li."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.24","label":"24","content":"Nws lub siab tawv yam li pob zeb, thiab tawv li txhib niag zeb."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.25","label":"25","content":"Thaum nws tshwm plaws tuaj, tus uas muaj hwjchim  kuj ntshai, thaum nws nplawm dej txaws txua lawv poob siab nthav."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.26","label":"26","content":"Txawm yog hniav ntaj raug nws los tsis to, txawm yog hmuv nkaug hmuv laim thiab xub vos los tsis to li."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.27","label":"27","content":"Nws saib hlau zoo yam li quav nyab, thiab tooj liab zoo yam li ntoo po."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.28","label":"28","content":"Rab xub kuj raws tsis tau nws khiav, lub qe zeb uas fiav ntawm txoj hlua kuj zoo li quav nyab."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.29","label":"29","content":"Rab qws ntaus kuj zoo li quav nyab xwb, nws thuam luag rab hmuv uas nkaug tuaj lub suab ya."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.30","label":"30","content":"Nws lub qab plab ntse yam li tej txhais laujkaub tawg, nws nkag hauv cov av nplaum zoo li lub thob log luam qoob."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.31","label":"31","content":"Nws ua rau dej hauv qab thu npau li lub laujkaub dej npau, nws ua rau hiavtxwv npau li lub hwj roj tsw qab."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.32","label":"32","content":"Dej txaws dawb vog ib kab raws nws qab, ua rau luag xav hais tias dej hiavtxwv dawb hau."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.33","label":"33","content":"Saum lub ntiajteb tsis muaj ib yam dabtsi zoo thooj li nws, nws yog tus uas tsim tau los tiamsis tsis paub ntshai dabtsi li."},{"bible_id":"1269","chapter_code":"JOB.41","verse_code":"JOB.41.34","label":"34","content":"Nws saib tsis taus txhua yam uas nyob siab, nws ua vajntxwv kav txhua yam uas khav ntxhias.”"},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.1","label":"1","content":"Mas Yauj teb Yawmsaub tias,"},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.2","label":"2","content":"“Kuv paub tias koj ua tau txhua yam, thiab tej uas koj xav tseg lawd tsis muaj ib qhov yuav ua tsis tiav."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.3","label":"3","content":"Koj hais tias, ‘Leejtwg tsis paub qabhau es muab tej uas kuv npaj tseg lawd zais?’ Kuv thiaj hais txog tej uas kuv tsis nkag siab, yog tej phimhwj uas kuv tsis paub."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.4","label":"4","content":"Koj hais tias, ‘Mloog maj, kuv yuav hais, kuv yuav nug koj, koj yuav qhia kuv.’"},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.5","label":"5","content":"Kuv lub qhov ntsej txeev hnov txog koj, tiamsis nimno kuv lub qhov muag pom kiag koj ntag."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.6","label":"6","content":"Vim li no kuv thiaj ntxub kuv tus kheej, thiab kuv nyob hauv tej hmoov av thiab tej pluav tshauv ntxeev dua siab.”"},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.7","label":"7","content":"Thaum Yawmsaub hais tej lus no rau Yauj tag lawm, Yawmsaub hais rau Elifa uas yog neeg Themas tias, “Kuv npau taws rau koj thiab koj ob tug kwvluag, rau qhov thaum nej hais txog kuv nej hais tsis raug raws li kuv tus qhev Yauj hais."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.8","label":"8","content":"Vim li no nej cia li coj xya tus txiv nyuj thiab xya tus txiv yaj mus cuag kuv tus qhev Yauj, thiab muab ua kevcai hlawv xyeem ua nej li feem, mas kuv tus qhev Yauj yuav thov kuv pab nej. Kuv yuav txais nws tej lus thov kuv thiaj tsis rau txim rau nej raws li nej txojkev ruam, rau qhov nej hais txog kuv nej hais tsis raug li kuv tus qhev Yauj hais.”"},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.9","label":"9","content":"Mas Elifa uas yog neeg Themas thiab Npida uas yog neeg Su‑a thiab Xaufa uas yog neeg Na‑ama thiaj mus ua raws li Yawmsaub hais, mas Yawmsaub thiaj txais Yauj tej lus thov."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.10","label":"10","content":"Thaum Yauj thov Yawmsaub pab nws cov kwvluag tag lawm, Yawmsaub pub Yauj rov tau lub neej zoo. Yawmsaub pub Yauj muaj ntau dua qub ob npaug."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.11","label":"11","content":"Mas nws tej kwvtij nkauj muam thiab txhua tus uas paub nws los lawd kuj tuaj cuag nws thiab nrog nws noj mov hauv nws lub tsev. Mas lawv mob siab nws thiab nplij nws txog tej xwm txheej phem huvsi uas Yawmsaub coj los raug nws. Thiab txhua tus ib leeg pub ib daim nyiaj thiab ib leeg pub ib lub nplhaib kub rau nws."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.12","label":"12","content":"Yawmsaub foom koob hmoov rau Yauj lub neej yav kawg ntau dua li yav tag los. Mas nws muaj ib vam plaub txhiab tus yaj, rau txhiab tus ntxhuav, ib txhiab nkawm txiv nyuj, thiab ib txhiab tus maum nees luav."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.13","label":"13","content":"Nws muaj xya tus tub thiab peb tug ntxhais."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.14","label":"14","content":"Nws hu thawj tug ntxhais ua Yemima, thiab hu tus ob ua Khexiya, thiab hu tus peb ua Kheleehapu."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.15","label":"15","content":"Tag nrho lub tebchaws ntawd tsis muaj ib tug pojniam twg yuav zoo nkauj cuag li Yauj cov ntxhais. Lawv txiv muab qub txeeg qub teg faib rau lawv ib yam li faib rau cov nus."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.16","label":"16","content":"Dhau ntawd los Yauj tseem muaj txojsia nyob tau ib puas plaub caug xyoo ntxiv, mas nws pom nws tej tub thiab tej xeeb leej xeeb ntxwv plaub tiam neeg."},{"bible_id":"1269","chapter_code":"JOB.42","verse_code":"JOB.42.17","label":"17","content":"Yauj tuag rau thaum hnub nyoog nchav thiab laus heev lawm."}]