[{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.1","label":"1","content":"Yawmsaub hais lus tuaj rau Yauna uas yog Amithai tus tub hais tias,"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.2","label":"2","content":"“Cia li sawv tsees mus rau lub nroog loj Ninave, thiab qw tawm tsam lub nroog ntawd, vim lawv tej kev ua limhiam tuaj txog kuv lawm.”"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.3","label":"3","content":"Tiamsis Yauna sawv tsees khiav ntawm Yawmsaub lub xubntiag mus rau lub moos Thasi. Nws mus rau nram lub moos Yaupa mas ntsib ib lub nkoj txwg tabtom yuav mus rau lub moos Thasi. Nws thiaj them nqe nkoj thiab nce rau hauv lub nkoj nrog lawv mus rau lub moos Thasi kom dhau Yawmsaub lub xubntiag."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.4","label":"4","content":"Mas Yawmsaub tso cua nplawm hlob hlob rau hauv hiavtxwv thiaj li muaj cua daj cua dub ntsawj ceev kawg hauv hiavtxwv ua rau lub nkoj yuav tawg."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.5","label":"5","content":"Cov uas tsav nkoj ntshai kawg, nyias taus nyias thov nyias tus dab pab, thiab lawv thau tej nra hauv lub nkoj pov rau hauv hiavtxwv kom lub nkoj thiaj li sib zog. Tiamsis Yauna twb nkag mus rau hauv lub plawv nkoj pw tsaug zog ceev lawm."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.6","label":"6","content":"Tus tswv nkoj thiaj los hais rau nws tias, “Koj tsaug zog ceev ua dabtsi li no? Cia li sawv tsees, thov hu koj tus timtswv. Tej zaum tus timtswv ntawd yuav nco txog peb, peb thiaj tsis puam tsuaj.”"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.7","label":"7","content":"Cov tsav nkoj thiaj sib yaum hais tias, “Cia li los, cia peb rho ntawv xwv peb thiaj paub tias yog tim leejtwg es tej xwm txheej phem no tshwm los raug peb.” Lawv thiaj rho ntawv mas rho tau Yauna."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.8","label":"8","content":"Lawv hais rau nws tias, “Koj qhia rau peb saib, yog tim leejtwg es tej xwm txheej phem no thiaj tshwm los raug peb? Koj ua haujlwm dabtsi? Koj tuaj qhovtwg tuaj? Koj lub tebchaws hu li cas? Koj yog haiv neeg twg?”"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.9","label":"9","content":"Mas Yauna teb lawv tias, “Kuv yog neeg Henplais, kuv hwm thiab paub ntshai Yawmsaub uas yog Vajtswv ntuj uas tsim hiavtxwv thiab nruab nqhuab.”"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.10","label":"10","content":"Mas cov neeg ntawd yimhuab ntshai heev, lawv thiaj hais rau nws tias, “Koj ua dabtsi li no?” Cov neeg ntawd paub tias nws khiav ntawm Yawmsaub lub xubntiag tuaj, vim nws twb hais li ntawd rau lawv lawm."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.11","label":"11","content":"Lawv txawm hais rau nws tias, “Peb yuav ua li cas rau koj kom hiavtxwv thiaj li tus rau peb?” rau qhov dej hiavtxwv yimhuab nphau heev zuj zus tuaj."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.12","label":"12","content":"Nws thiaj hais rau lawv tias, “Cia li muab kuv pov rau hauv hiavtxwv, mas dej hiavtxwv yuav tus rau nej, rau qhov kuv paub tias qhov uas cua daj cua dub raug nej loj li no yog tim kuv tus kheej.”"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.13","label":"13","content":"Txawm li ntawd los cov uas tsav nkoj kuj siv zog nquam nkoj xav coj lub nkoj mus txog tim ntug, tiamsis ua tsis tau li, rau qhov dej hiavtxwv yimhuab nphau heev zuj zus tav lawv kev."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.14","label":"14","content":"Lawv thiaj quaj thov Yawmsaub tias, “Au Yawmsaub, peb thov koj tsis txhob cia peb raug puam tsuaj vim yog tim tus yawg no txojsia. Thov tsis txhob muab tus uas tsis txhaum cov ntshav rau peb ris. Au Yawmsaub, koj yeej ua raws li koj pom zoo.”"},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.15","label":"15","content":"Lawv thiaj muab Yauna pov rau hauv hiavtxwv, mas dej hiavtxwv thiaj li tus tsis nphau lawm."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.16","label":"16","content":"Cov neeg ntawd kuj ntshai Yawmsaub heev, lawv thiaj tua tsiaj xyeem thiab yeem lus rau Yawmsaub."},{"bible_id":"1269","chapter_code":"JON.1","verse_code":"JON.1.17","label":"17","content":"Yawmsaub npaj ib tug ntses loj heev nqos Yauna. Yauna nyob hauv ntses lub plab tau peb hnub peb hmos."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.1","label":"1","content":"Mas Yauna nyob hauv ntses lub plab thov Yawmsaub uas yog nws tus Vajtswv,"},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.2","label":"2","content":"hais tias, “Thaum kuv raug kev txom nyem kuv hu thov Yawmsaub, mas nws teb kuv. Kuv nyob hauv tub tuag teb lub plab quaj thov, mas koj mloog kuv lub suab."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.3","label":"3","content":"Koj muab kuv pov rau hauv qhov uas tob heev rau hauv plawv hiavtxwv. Dej nyab laum nkaus kuv lawm. Koj tej niag nthwv dej thiab tej dej nphau nyab kiag kuv lawm."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.4","label":"4","content":"Thaum ntawd kuv hais tias, ‘Kuv raug muab laim tawm ntawm koj lub xubntiag lawm, tiamsis kuv yeej yuav rov tsa muag ntsia koj lub tuam tsev uas dawb huv dua.’"},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.5","label":"5","content":"Dej nyab nkaus kuv, dej hiavtxwv twb vij nkaus kuv, tej ntxhuab hiavtxwv kuj rig kuv taubhau."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.6","label":"6","content":"Kuv nqes mus rau hauv tej cag roob, ntiajteb tej las rooj kaw kuv cia mus ib txhis, los kuv tus Vajtswv Yawmsaub, koj tseem coj kuv txojsia tawm hauv qhov tuag los."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.7","label":"7","content":"Thaum kuv tus ntsuj plig tawm zuj zus hauv kuv lub cev, kuv nco txog Yawmsaub, thiab kuv tej lus thov tuaj txog koj, nkag mus rau hauv koj lub tuam tsev uas dawb huv."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.8","label":"8","content":"Cov uas hwm tej dab mlom uas tsis muaj qabhau, yeej yog lawv muab tus uas hlub lawv tiag tiag tso tseg."},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.9","label":"9","content":"Tiamsis kuv yuav tsa suab ua tsaug xyeem tsiaj rau koj, kuv yuav pauj tej uas kuv yeem lus cia lawd. Qhov uas cawm dim nyob ntawm Yawmsaub.”"},{"bible_id":"1269","chapter_code":"JON.2","verse_code":"JON.2.10","label":"10","content":"Yawmsaub txawm hais rau tus ntses mas tus ntses thiaj muab Yauna ntuav rau saum nruab nqhuab."},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.1","label":"1","content":"Yawmsaub hais lus tuaj rau Yauna zaum ob hais tias,"},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.2","label":"2","content":"“Cia li sawv tsees mus rau lub nroog loj Ninave thiab tshaj tawm rau lub nroog ntawd raws li kuv hais rau koj.”"},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.3","label":"3","content":"Yauna thiaj sawv tsees mus rau lub nroog Ninave raws li Yawmsaub tej lus. Ninave yog lub nroog loj heev, dav heev mus peb hnub ke thiaj dhau."},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.4","label":"4","content":"Yauna pib mus rau hauv lub nroog tau ib hnub ke, nws li qw hais tias, “Tshuav plaub caug hnub xwb Ninave yuav raug puam tsuaj.”"},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.5","label":"5","content":"Cov pejxeem hauv lub nroog Ninave kuj ntseeg Vajtswv. Lawv tshaj tawm kom yoo mov. Lawv muab khaub seev tsaj los hnav, tus hlob tus yau huvsi."},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.6","label":"6","content":"Tej xov no nrov mus txog vajntxwv hauv Ninave, mas nws sawv tsees saum nws lub zwm txwv, hle nws cev tsoos tsho tseg muab khaub seev tsaj los hnav thiab nyob hauv qhov tshauv."},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.7","label":"7","content":"Nws tawm ib tsab ntawv tshaj tawm thoob plaws lub nroog Ninave hais tias, “Vajntxwv thiab cov uas ua hlob tawm tsab ntawv no. Txwv tu nrho neeg thiab tsiaj txhu, tsis hais nyuj yaj tshis kom tsis txhob sim yaim ib yam dabtsi li, tsis txhob noj tsis txhob haus dej li."},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.8","label":"8","content":"Cia neeg thiab tsiaj txhu hnav khaub seev tsaj, thiab kub siab lug thov Vajtswv. Cia txhua tus tig kiag ntawm nws txojkev phem los thiab ntawm tej kev limhiam ntais ntuj uas nws txhais tes ua."},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.9","label":"9","content":"Leejtwg yuav txawj paub? Tej zaum Vajtswv yuav ntxeev dua siab thiab tso nws txojkev npau taws ceev tseg, peb thiaj tsis puam tsuaj.”"},{"bible_id":"1269","chapter_code":"JON.3","verse_code":"JON.3.10","label":"10","content":"Thaum Vajtswv pom tej uas lawv ua thiab pom qhov uas lawv tig kiag ntawm lawv tej kev phem, Vajtswv kuj hloov siab tsis tso tej xwm txheej phem uas nws hais tias nws yuav tso los raug lawv lawm."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.1","label":"1","content":"Tej xwm txheej no tsis txaus Yauna lub siab kiag li nws thiaj chim."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.2","label":"2","content":"Nws thov Yawmsaub tias, “Au Yawmsaub, thaum kuv tseem nyob hauv kuv lub tebchaws, kuv yeej hais lawm tias yuav zoo li no los tsis yog? Twb yog vim li no kuv thiaj maj nroos khiav mus rau lub moos Thasi, rau qhov kuv paub tias koj yog tus Vajtswv uas hlub thiab khuvleej, tsis chim sai, muaj txojkev hlub ruaj khov nplua mias, thiab ntxeev dua siab tsis tso tej xwm txheej phem los."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.3","label":"3","content":"Au Yawmsaub, vim li no nimno thov koj muab kuv txojsia rho mus, rau qhov kuv tuag kuj zoo dua li nyob.”"},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.4","label":"4","content":"Mas Yawmsaub hais tias, “Qhov uas koj chim li kod zoo lov?”"},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.5","label":"5","content":"Yauna txawm tawm mus rau nraum lub nroog, zaum ntawm ntug nroog sab hnub tuaj thiab ua ib lub tsev pheeb suab nyob. Nws zaum nraim ntxoov ntxoo hauv lub tsev pheeb suab tos saib lub nroog ntawd yuav raug xwm txheej li cas."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.6","label":"6","content":"Vajtswv Yawmsaub ua kom ib tsob ntoo qaib tuaj hlob rau saum Yauna ua ntxoov ntxoo roos nws lub taubhau nws thiaj tau zoo nyob. Vim tsob ntoo qaib no Yauna thiaj zoo siab xyiv fab heev."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.7","label":"7","content":"Tiamsis hnub tom qab thaum kaj ntug txoog Vajtswv kom ib tug kab noj tsob ntoo qaib ntawd ua rau tuag tshav lawm."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.8","label":"8","content":"Thaum hnub tawm lawd, Vajtswv tso cua ntsawj sab hnub tuaj kub lug tuaj, mas tshav ntuj kub Yauna lub taubhau ua rau nws qaug zog heev, mas nws thov tias cia nws tuag. Nws hais tias, “Kuv tuag kuj zoo dua li nyob.”"},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.9","label":"9","content":"Vajtswv hais rau Yauna tias, “Vim tsob ntoo qaib ntawd tsim nyog koj chim li kod lov?” Yauna teb tias, “Yeej tsim nyog kuv chim tuag li lawm.”"},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.10","label":"10","content":"Mas Yawmsaub hais tias, “Koj khuvxim tsob ntoo uas koj tsis tau nqes dag nqes zog cog lossis ua kom hlob tuaj. Ib hmos xwb nws twb hlob tuaj lawm, ib hmos xwb kuj tuag lawm."},{"bible_id":"1269","chapter_code":"JON.4","verse_code":"JON.4.11","label":"11","content":"Tsis tsim nyog kuv yuav khuvxim lub nroog loj Ninave no uas muaj pejxeem coob dua 120,000 leej uas tsis paub tias sab twg yog sab xis sab twg yog sab laug thiab muaj tsiaj txhu coob heev lov?”"}]