[{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.1","label":"1","content":"Thaum Yawmsaub tus qhev Mauxe tuag lawm, Yawmsaub hais rau Noo tus tub Yausua uas pab Mauxe tias,"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.2","label":"2","content":"“Kuv tus qhev Mauxe tuag lawm, mas nimno koj thiab haiv neeg no sawvdaws cia li sawv kev hla tus dej Yaladee no mus rau hauv lub tebchaws uas kuv muab pub rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.3","label":"3","content":"Txhua thaj uas nej txhais kotaw mus tsuj kuv muab pub rau nej, raws li kuv tau cog lus rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.4","label":"4","content":"Txij ntawm tebchaws moj sab qhua mus rau lub roob Lenpanoo, thiab mus txog tus niag dej Yufeti, tag nrho cov Hithai lub tebchaws mus txog Hiavtxwv Loj sab hnub poob yuav ua nej li tebchaws."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.5","label":"5","content":"Tsis muaj leejtwg tawm tsam tau koj mus tag koj sim neej. Kuv nrog nraim Mauxe li cas kuv yuav nrog nraim koj li ntawd. Kuv yuav tsis ncaim koj, tsis tso koj tseg."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.6","label":"6","content":"Koj cia li ua khov kho thiab ua siab loj siab tuab, rau qhov koj yuav ua rau haiv neeg no tau lub tebchaws ntawd ua qub txeeg qub teg, yog lub tebchaws uas kuv cog lus ruaj rau lawv tej poj koob yawm txwv tias yuav pub rau lawv."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.7","label":"7","content":"Tsuav yog koj ua khov kho thiab ua siab loj siab tuab ceev faj ua raws li tej kevcai huvsi uas kuv tus qhev Mauxe tau hais rau koj lawm. Tsis txhob tig ntawm txoj kevcai no mus rau sab xis lossis sab laug kom koj mus rau qhovtwg koj thiaj ua tau txhua yam tiav zoo."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.8","label":"8","content":"Tsis txhob cia phau ntawv kevcai no ncaim ntawm koj lub qhov ncauj mus. Koj yuav tsum niaj hnub niaj hmo tshawb nrhiav kom koj thiaj paub ceev faj ua raws li txhua yam uas sau rau hauv thiab koj thiaj li vam meej thiab ua tau txhua yam tiav zoo."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.9","label":"9","content":"Kuv twb hais rau koj lawm los tsis yog? Cia li ua khov kho thiab ua siab loj siab tuab, tsis txhob ntshai tsis txhob poob siab kiag li, rau qhov koj mus rau qhovtwg Yawmsaub uas yog koj tus Vajtswv yeej nrog nraim koj.”"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.10","label":"10","content":"Yausua hais rau cov thawj uas kav pejxeem tias,"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.11","label":"11","content":"“Nej cia li mus hais rau cov pejxeem thoob plaws hauv lub zos tias, ‘Hwbxwm mov noj cia, peb hnub xwb nej yuav tau hla tus dej Yaladee no mus txeeb lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau nej ua nej tug.’ ”"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.12","label":"12","content":"Thiab Yausua hais rau xeem Lunpee thiab xeem Kas thiab ib nrab xeem Manaxe tias,"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.13","label":"13","content":"“Nej cia li nco ntsoov tej lus uas Yawmsaub tus qhev Mauxe hais rau nej tias, ‘Yawmsaub uas yog nej tus Vajtswv tu chaw rau nej so thiab pub lub tebchaws no rau nej. ’"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.14","label":"14","content":"Cia nej cov pojniam menyuam yaus thiab nej tej tsiaj txhu nyob hauv lub tebchaws uas Mauxe muab rau nej uas yog ntawm tus dej Yaladee sab hnub tuaj. Tiamsis nej cov txivneej uas txawj ua rog sawvdaws yuav tsum tuav rawv cuab yeej ua rog hla ua nej cov kwvtij ntej mus pab lawv,"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.15","label":"15","content":"mus txog thaum Yawmsaub pub chaw rau nej cov kwvtij so ib yam li pub rau nej lawd, thiab mus txog thaum lawv txeeb tau lub tebchaws uas nej tus Vajtswv Yawmsaub pub rau lawv. Ces nej li rov qab los nyob rau hauv lub tebchaws uas yog nej teej nej tug, yog lub tebchaws uas Yawmsaub tus qhev Mauxe muab rau nej ntawm tus dej Yaladee sab hnub tuaj.”"},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.16","label":"16","content":"Lawv teb Yausua tias, “Txhua yam uas koj hais rau peb, peb yuav ua, thiab koj kom peb mus qhovtwg peb kuj mus."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.17","label":"17","content":"Peb mloog Mauxe lus txhua yam li cas, peb yuav mloog koj lus ib yam li ntawd. Tsuas yog thov kom Yawmsaub uas yog koj tus Vajtswv nrog nraim koj ib yam li nrog nraim Mauxe xwb."},{"bible_id":"1269","chapter_code":"JOS.1","verse_code":"JOS.1.18","label":"18","content":"Leejtwg tawv nyom koj tej lus tsis mloog tej lus uas koj hais txawm yog koj hais kom ua dabtsi kuj xij, tus ntawd yuav raug muab tua pov tseg. Koj cia li ua khov kho thiab ua siab loj siab tuab.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.1","label":"1","content":"Mas Noo tus tub Yausua txib ob leeg tawm hauv lub moos Sithi twjywm mus tshuaj lub tebchaws, hais rau ob tug tias, “Mus tshuaj lub tebchaws ntawd ua tib zoo tshuaj lub moos Yelikhau.” Ob tug thiaj mus, nkag mus rau hauv ib tug poj muag cev uas hu ua Lahaj lub tsev thiab so qhov ntawd."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.2","label":"2","content":"Muaj neeg hais rau vajntxwv hauv lub moos Yelikhau tias, “Hmo no muaj cov txivneej Yixayee qee leej tuaj rau hauv no, yog tuaj tshuaj tebchaws.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.3","label":"3","content":"Mas vajntxwv hauv lub moos Yelikhau txib neeg mus hais rau Lahaj tias, “Cia li coj cov txivneej uas tuaj nkag rau hauv koj lub tsev tawm los, vim lawv tuaj tshuaj peb lub tebchaws xwb.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.4","label":"4","content":"Tiamsis tus pojniam ntawd muab ob tug txivneej ntawd zais lawm mas hais rau lawv tias, “Muaj txivneej tuaj nrhiav kuv tiag tiamsis xyov tuaj qhovtwg tuaj kuv tsis paub."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.5","label":"5","content":"Thaum tsaus ntuj zuag yuav kaw rooj loog lawv twb tawm mus lawm. Xyov lawv mus qhovtwg kuv tsis paub. Cia li maj nroos caum lawv qab mus nej thiaj caum cuag.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.6","label":"6","content":"Tiamsis tus pojniam ntawd twb coj ob tug nce rau txheej tsev saud lawm thiab muab ob tug zais rau hauv cov teg qab maj uas nws muab tso saum tsev lawm."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.7","label":"7","content":"Lawv txawm caum ob tug qab mus txog ntawm lub chaw hla tus dej Yaladee. Thaum cov uas caum qab ntawd tawm mus lawm, luag txawm kaw rooj loog."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.8","label":"8","content":"Thaum ob tug tseem tsis tau pw, tus pojniam ntawd nce mus cuag ob tug rau txheej saud"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.9","label":"9","content":"thiab hais rau ob tug tias, “Kuv paub tseeb tias Yawmsaub pub lub tebchaws no rau nej, thiab peb ntshai nej kawg nkaus li, thiab tag nrho tej neeg hauv lub tebchaws los ntshai nej ua siab ntsws yaj tag."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.10","label":"10","content":"Rau qhov peb twb hnov txog qhov uas Yawmsaub ua rau dej Hiavtxwv Liab qhuav rau ntawm nej xubntiag rau thaum nej tawm hauv Iyi tebchaws los, thiab hnov txog tej uas nej ua rau cov Amaulai ob tug vajntxwv uas nyob sab ntug dej Yaladee hnub tuaj, yog Xihoo thiab Aus uas nej muab ua puam tsuaj tag."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.11","label":"11","content":"Thaum peb hnov txog tej no peb lub siab yaj tag tamsim ntawd thiab tsis muaj ib tug muaj siab tuab li lawm vim yog tim nej. Nej tus Vajtswv Yawmsaub yeej yog tus Vajtswv uas kav saum ntuj thiab hauv ntiajteb."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.12","label":"12","content":"Mas nimno thov neb tuav Yawmsaub lub npe cog lus twv rau kuv tias kuv hlub neb li cas, neb yuav hlub kuv tsev neeg ib yam li ntawd, thiab muab ib yam dabtsi los ua puav pheej rau kuv tso siab tau."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.13","label":"13","content":"Thiab thov neb tseg kuv niam kuv txiv kuv tej neej nug tej niam hluas niam laus thiab lawv tsev neeg txhua tus cia thiab cawm peb dim txojkev tuag.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.14","label":"14","content":"Ob tug teb tias, “Muab wb txojsia pauv nej txojsia lauj! Yog nej tsis qhia tej no rau leejtwg, wb yuav hlub thiab ua ncaj rau koj rau thaum Yawmsaub pub lub tebchaws no rau peb.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.15","label":"15","content":"Ces tus pojniam ntawd txawm muab hlua tso dauv ntawm qhov rais rau ob tug nqes mus, rau qhov nws lub tsev koom kiag phab ntsa loog, nws nyob hauv lub ntsa loog ntag."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.16","label":"16","content":"Nws hais rau ob tug tias, “Cia li nce mus lawm pem roob tsam cov uas caum neb qab ho ntsib neb. Cia li mus tsiv nraim peb hnub txog thaum cov uas caum neb qab rov los tso neb mam li tawm mus.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.17","label":"17","content":"Ob tug thiaj hais rau nws tias, “Wb yuav ua raws nraim li tej lus uas koj kom wb twv cia no."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.18","label":"18","content":"Thaum peb txeem los rau hauv lub tebchaws no, koj cia li muab txoj xov liab no khi rau ntawm lub qhov rais uas koj tso wb nqes ntawd. Thiab koj hu koj niam koj txiv koj tej neej nug thiab koj txiv tsev neeg sawvdaws tuaj nyob hauv koj tsev."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.19","label":"19","content":"Yog leejtwg tawm mus tom tej kev dhau nraum lub qhov rooj lawm, nws yuav ris nws cov ntshav, wb tsis txhaum. Tiamsis yog leejtwg tsa tes ntaus ib tug twg uas nrog koj nyob hauv tsev, mas wb yuav ris nws cov ntshav."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.20","label":"20","content":"Tiamsis yog koj qhia zaj no rau leejtwg lawm wb yuav dim tej lus uas koj kom wb twv no.”"},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.21","label":"21","content":"Tus pojniam ntawd hais tias, “Cia yuav raws li neb tej lus lauj!” Nws txawm xa ob tug mus, ob tug thiaj tawm mus lawm. Nws txawm muab txoj xov liab khi rau ntawm lub qhov rais."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.22","label":"22","content":"Ob tug tawm mus ces nce mus rau pem roob so tau peb hnub mus txog thaum cov uas caum ob tug rov qab los. Lawv xawb nrhiav taug kev txhua nrho kuj tsis pom."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.23","label":"23","content":"Ob tug thiaj nqes pem roob los thiab hla mus cuag Yausua uas yog Noo tus tub, thiab piav tej uas ob tug mus ntsib huvsi rau Yausua mloog."},{"bible_id":"1269","chapter_code":"JOS.2","verse_code":"JOS.2.24","label":"24","content":"Ob tug hais rau Yausua tias, “Yawmsaub muab lub tebchaws ntawd huvsi cob rau hauv peb txhais tes tiag tiag li lawm. Dua li ntawd cov neeg uas nyob hauv lub tebchaws kuj ntshai peb ua siab ntsws yaj tag.”"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.1","label":"1","content":"Yausua thiab cov Yixayee sawvdaws sawv ntxov tawm ntawm Sithi mus txog tus dej Yaladee mas lawv tsuam chaw nyob qhov ntawd ua ntej uas lawv yuav hla mus."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.2","label":"2","content":"Thaum dhau peb hnub lawd cov ua thawj ncig thoob plaws hauv lub yeej,"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.3","label":"3","content":"thiab hais rau cov pejxeem tias, “Thaum nej pom cov pov thawj uas yog xeem Levi kwv nej tus Vajtswv Yawmsaub lub phij xab sib cog lus mus, nej cia li sawv kev raws lawv mus,"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.4","label":"4","content":"nej thiaj pom qab kev mus, rau qhov nej tsis tau mus dua txojkev ntawd. Nej yuav ua qab deb ntawm lub phij xab kwvlam ob txhiab tshim, tsis txhob txav mus ze lub phij xab ntawd.”"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.5","label":"5","content":"Yausua thiaj hais rau cov pejxeem tias, “Cia li tu kom nej dawb huv, rau qhov tagkis Yawmsaub yuav ua txujci phimhwj rau hauv nej nruab nrab.”"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.6","label":"6","content":"Thiab Yausua hais rau cov pov thawj tias, “Cia li kwv lub phij xab sib cog lus ua cov pejxeem ntej mus.” Lawv txawm kwv lub phij xab sib cog lus mus ua cov pejxeem ntej."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.7","label":"7","content":"Yawmsaub hais rau Yausua tias, “Hnub no kuv yuav pib tsa koj ua loj rau hauv cov Yixayee sawvdaws kom lawv saib taus, kom lawv thiaj paub tias kuv nrog nraim Mauxe li cas kuv yuav nrog nraim koj li ntawd."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.8","label":"8","content":"Thiab koj cia li hais rau cov pov thawj uas kwv lub phij xab sib cog lus tias, ‘Thaum nej los txog ntawm ntug dej Yaladee, nej cia li sawv nres rau hauv nruab nrab tus dej Yaladee.’ ”"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.9","label":"9","content":"Thiab Yausua hais rau cov Yixayee tias, “Cia li los ntawm no, thiab tig ntsej mloog Yawmsaub uas yog nej tus Vajtswv tej lus.”"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.10","label":"10","content":"Yausua hais tias, “Vim tej no nej yuav paub tias Vajtswv uas muaj txojsia nyob yeej nrog nraim nej nyob, thiab nws yuav ntiab cov Khana‑as, cov Hithai, cov Hivai, cov Pelixai, cov Kawkasi, cov Amaulai thiab cov Yenpu tawm ntawm nej hauv ntej mus tiag tiag li."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.11","label":"11","content":"Saib maj, tus Tswv  uas kav tag nrho lub qab ntuj no lub phij xab sib cog lus yuav ua nej ntej mus rau hauv tus dej Yaladee."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.12","label":"12","content":"Vim li no cia li xaiv kaum ob leeg tawm hauv kaum ob xeem Yixayee los, ib xeem ib leeg."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.13","label":"13","content":"Thaum cov pov thawj uas kwv Yawmsaub uas yog tus Tswv uas kav tag nrho lub qab ntuj lub phij xab lawv txhais xib taws nqes rau hauv tus dej Yaladee, ces tus dej Yaladee yuav tsis ntws los. Cov dej uas ntws sab ped los yuav tauv nkaus ua ib phab.”"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.14","label":"14","content":"Thaum cov pejxeem tawm ntawm lawv lub chaw tsuam mus hla tus dej Yaladee, cov pov thawj kwv lub phij xab sib cog lus mus ua lawv ntej."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.15","label":"15","content":"Lub caij sau qoob ntawd tus dej Yaladee pheej nyab rau ob sab ntug. Thaum cov pov thawj uas kwv lub phij xab los txog ntawm ntug dej Yaladee thiab lawv txhais kotaw nqes rau hauv tus dej,"},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.16","label":"16","content":"mas cov dej uas ntws sab ped los txawm tauv nkaus ua ib phab ntawm lub moos Adas uas nyob ze lub moos Xalethas, hos cov dej sab nrad uas ntws mus rau Hiavtxwv Alanpa uas yog Hiavtxwv Ntsev  tu nrho lawm. Mas cov Yixayee kuj hla ncaj ntawm lub moos Yelikhau."},{"bible_id":"1269","chapter_code":"JOS.3","verse_code":"JOS.3.17","label":"17","content":"Lub sijhawm uas cov Yixayee sawvdaws hla kev qhuav qhawv mus, cov pov thawj uas kwv Yawmsaub lub phij xab sib cog lus kuj sawv nres av qhuav qhawv hauv nruab nrab tus dej Yaladee mus txog thaum cov pejxeem sawvdaws hla tus dej Yaladee dhau tag huvsi."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.1","label":"1","content":"Thaum cov pejxeem sawvdaws hla tus dej Yaladee tag lawm, Yawmsaub hais rau Yausua tias,"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.2","label":"2","content":"“Cia li xaiv kaum ob leeg hauv cov Yixayee, ib xeem ib leeg,"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.3","label":"3","content":"thiab hais kom lawv mus khaws kaum ob lub pob zeb hauv tus dej Yaladee no ncaj ntawm lub chaw uas cov pov thawj txhais kotaw tsuj, nqa los tso rau ntawm lub chaw uas hmo no nej pw.”"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.4","label":"4","content":"Ces Yausua txawm hu kaum ob leeg uas nws twb tsa hauv cov Yixayee ib xeem ib leeg lawm tuaj,"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.5","label":"5","content":"thiab Yausua hais rau lawv tias, “Nej cia li mus rau ntawm nej tus Vajtswv Yawmsaub lub phij xab hauv ntej hauv nruab nrab tus dej Yaladee thiab ib leeg kwv ib lub pob zeb ntawm xub pwg los raws li txhua xeem Yixayee,"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.6","label":"6","content":"xwv tej no thiaj ua tau lub chaw cim rau nej. Lwm hnub thaum nej tej menyuam nug nej tias, ‘Tej pob zeb no lub ntsiab yog dabtsi?’"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.7","label":"7","content":"mas nej yuav teb tias tus dej Yaladee tu nrho tsis ntws rau ntawm Yawmsaub lub phij xab sib cog lus hauv ntej. Thaum lub phij xab ntawd hla tus dej Yaladee, tus dej cia li tu nrho. Tej pob zeb no yuav ua lub chaw rau cov Yixayee nco ntsoov mus ib txhis.”"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.8","label":"8","content":"Cov Yixayee ntawd kuj ua raws li Yausua hais. Lawv thiaj khaws kaum ob lub pob zeb hauv nruab nrab tus dej Yaladee los raws li txhua xeem Yixayee, ib yam li Yawmsaub tau hais rau Yausua lawd. Lawv thiaj kwv los rau ntawm lawv lub chaw tsuam thiab muab tso rau qhov ntawd."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.9","label":"9","content":"Thiab Yausua ho muab dua kaum ob lub pob zeb tib rau hauv nruab nrab tus dej Yaladee ncaj qhov chaw uas cov pov thawj uas kwv lub phij xab sib cog lus tsuj. Tej pob zeb ntawd kuj nyob los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.10","label":"10","content":"Cov pov thawj uas kwv lub phij xab sawv nres hauv nruab nrab tus dej Yaladee mus txog thaum txhua yam tiav raws li Yawmsaub kom Yausua hais rau cov pejxeem ua thiab raws li txhua yam uas Mauxe tau hais rau Yausua. Cov pejxeem kuj maj nroos hla mus."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.11","label":"11","content":"Thaum cov pejxeem sawvdaws hla mus tag lawm, Yawmsaub lub phij xab thiab cov pov thawj li hla mus ua cov pejxeem ntej."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.12","label":"12","content":"Xeem Lunpee thiab xeem Kas thiab ib nrab xeem Manaxe tuav rawv cuab yeej ua rog hla ua cov Yixayee ntej mus, raws li Mauxe tau hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.13","label":"13","content":"Cov uas tuav rawv cuab yeej ua rog muaj kwvlam plaub vam leej hla mus tab meeg Yawmsaub lub xubntiag mus rau ntawm lub nras tiaj Yelikhau npaj txhij yuav ua rog."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.14","label":"14","content":"Hnub ntawd Yawmsaub tau tsa Yausua ua loj tab meeg cov Yixayee sawvdaws, lawv thiaj hwm nws tag nws sim neej ib yam li lawv tau hwm Mauxe."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.15","label":"15","content":"Yawmsaub hais rau Yausua tias,"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.16","label":"16","content":"“Cia li hais kom cov pov thawj uas kwv lub phij xab uas ntim Vajtswv tej lus nce hauv tus dej Yaladee los.”"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.17","label":"17","content":"Yausua thiaj hais rau cov pov thawj tias, “Cia li nce hauv tus dej Yaladee los.”"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.18","label":"18","content":"Thaum cov pov thawj uas kwv Yawmsaub lub phij xab sib cog lus nce hauv tus dej Yaladee los, thiab thaum cov pov thawj txhais xib taws tsuj kiag saum nqhuab, cov dej Yaladee rov ntws los rau qhov qub thiab nyab kiag ob sab ntug li qub."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.19","label":"19","content":"Cov pejxeem hla tus dej Yaladee mus yog hnub xiab kaum lub ib hlis, thiab mus tsuam chaw rau ntawm Kilakas uas nyob Yelikhau ciam teb sab hnub tuaj."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.20","label":"20","content":"Kaum ob lub pob zeb uas lawv khaws hauv tus dej Yaladee ntawd Yausua kuj muab tib rau ntawm Kilakas."},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.21","label":"21","content":"Nws hais rau cov Yixayee tias, “Lwm hnub thaum nej tej menyuam nug leej txiv hais tias, ‘Tej pob zeb no lub ntsiab yog dabtsi?’"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.22","label":"22","content":"mas nej yuav qhia rau nej tej menyuam paub tias, ‘Cov Yixayee taug kev qhuav qhawv hla tus dej Yaladee.’"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.23","label":"23","content":"Yawmsaub uas yog nej tus Vajtswv ua rau tus dej Yaladee qhuav qhawv rau nej mus txog thaum nej hla mus tag huvsi, ib yam li nej tus Vajtswv Yawmsaub tau ua rau dej Hiavtxwv Liab qhuav qhawv mus txog thaum peb hla mus tag huvsi,"},{"bible_id":"1269","chapter_code":"JOS.4","verse_code":"JOS.4.24","label":"24","content":"kom ib tsoom neeg thoob ntiajteb thiaj paub tias Yawmsaub txhais tes muaj hwjchim loj thiab nej thiaj hwm thiab paub ntshai Yawmsaub uas yog nej tus Vajtswv mus ib txhis.”"},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.1","label":"1","content":"Thaum cov Amaulai tej vajntxwv sawvdaws uas nyob ntawm tus dej Yaladee sab hnub poob thiab cov Khana‑as tej vajntxwv sawvdaws uas nyob ntawm ntug hiavtxwv tau hnov tias Yawmsaub ua rau tus dej Yaladee qhuav mus txog thaum cov Yixayee hla dhau huvsi, mas lawv lub siab ntshai yaj tag, thiab lawv tsis muaj siab ua dabtsi li lawm vim yog tim cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.2","label":"2","content":"Thaum ntawd Yawmsaub hais rau Yausua tias, “Xuas zeb hauvswm ua riam es muab cov Yixayee ua kevcai txiav, yog zaum uas ob.”"},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.3","label":"3","content":"Yausua thiaj muab zeb hauvswm ua riam thiab muab cov Yixayee ua kevcai txiav ntawm Kinpe‑e Ha‑alalau."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.4","label":"4","content":"Qhov uas Yausua muab lawv ua kevcai txiav yog vim cov txivneej Yixayee uas txawj ua rog sawvdaws uas tawm hauv Iyi tebchaws los kuj tuag tag rau ntu uas lawv tawm hauv Iyi tebchaws los taug kev rau hauv tebchaws moj sab qhua lawm."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.5","label":"5","content":"Txawm yog cov uas tawm hauv Iyi tebchaws los ua kevcai txiav txhua tus lawm, los txhua tus uas yug taug kev hauv tebchaws moj sab qhua tom qab uas tawm hauv Iyi tebchaws los tsis tau ua kevcai txiav."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.6","label":"6","content":"Rau qhov cov Yixayee taug kev hauv tebchaws moj sab qhua tau plaub caug xyoo mus txog thaum cov uas txawj ua rog uas tawm hauv Iyi tebchaws los tuag tag huvsi lawm, vim lawv tsis mloog Yawmsaub lus. Yawmsaub tau cog lus twv rau lawv tias nws yuav tsis kheev lawv pom lub tebchaws uas Yawmsaub cog lus rau lawv tej poj koob yawm txwv tias yuav pub rau peb, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.7","label":"7","content":"Lawv cov menyuam uas Yawmsaub pub los nyob lawv lub chaw ntawd, Yausua kuj muab ua kevcai txiav, vim lawv tsis tau ua kevcai txiav rau thaum lawv taug kev los."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.8","label":"8","content":"Thaum muab cov txivneej sawvdaws ua kevcai txiav tag lawm, lawv kuj so hauv lub zos mus txog thaum lawv mob zoo tag."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.9","label":"9","content":"Yawmsaub hais rau Yausua tias, “Hnub no kuv muab qhov uas nej poob ntsej muag hauv Iyi tebchaws dov pov tseg lawm.” Yog li no thiaj hu lub chaw ntawd ua Kilakas  txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.10","label":"10","content":"Thaum cov Yixayee tseem tsuam chaw nyob ntawm Kilakas mas hnub xiab kaum plaub lub ib hlis thaum yuav tsaus ntuj lawv txawm ua kevcai Hla Dhau rau ntawm lub tiaj Yelikhau."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.11","label":"11","content":"Dhau hnub uas ua kevcai Hla Dhau hnub tom qab lawv txawm tau noj tej qoob loo hauv lub tebchaws ntawd, yog tej qoob uas muab kib thiab tej ncuav tsis xyaw keeb."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.12","label":"12","content":"Mas hnub tom qab thaum lawv tau noj tej qoob loo hauv lub tebchaws ntawd lawm cov mana txawm tu nrho, cov Yixayee tsis muaj mana dua li lawm. Xyoo ntawd lawv tau noj tej qoob loo hauv lub tebchaws Khana‑as."},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.13","label":"13","content":"Thaum Yausua nyob ze ntawm lub moos Yelikhau nws tsa muag ntsia pom ib tug txivneej tuav rawv ntaj sawv nres tom nws hauv ntej. Yausua txawm txav mus cuag nws thiab hais rau nws tias, “Koj tuaj peb tog los tuaj yeeb ncuab tog?”"},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.14","label":"14","content":"Tus ntawd hais tias, “Tsis yog. Kuv tuaj no yog tuaj ua Yawmsaub pab tub rog tus thawj.” Ces Yausua txawm khwb nkaus rau hauv av pe hawm thiab hais tias, “Yawg hlob, koj yuav kom kuv uas yog koj tus qhev ua dabtsi?”"},{"bible_id":"1269","chapter_code":"JOS.5","verse_code":"JOS.5.15","label":"15","content":"Mas Yawmsaub tus thawj tub rog hais rau Yausua tias, “Cia li hle koj nkawm khau ntawm koj kotaw, rau qhov lub chaw uas koj sawv no yog lub chaw uas dawb huv.” Yausua kuj ua raws li ntawd."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.1","label":"1","content":"Vim cov Yixayee tuaj ze mas luag thiaj muab lub moos Yelikhau kaw ruaj ruaj li, tsis muaj leejtwg tawm tau thiab nkag los tau li."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.2","label":"2","content":"Yawmsaub hais rau Yausua tias, “Kuv muab lub moos Yelikhau thiab tus vajntxwv thiab tej tub rog uas siab loj siab tuab cob rau hauv koj txhais tes lawm."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.3","label":"3","content":"Koj thiab koj cov tub rog huvsi yuav tsum mus ncig lub moos ib hnub ib ncig. Nej mus ncig li no rau hnub."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.4","label":"4","content":"Yuav muaj xya tus pov thawj coj xya lub raj kub yaj ua lub phij xab ntej. Mas hnub uas xya nej yuav tsum mus xya ncig thiab cov pov thawj tshuab raj kub yaj."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.5","label":"5","content":"Thaum lawv tshuab raj ua lub suab ntev loo, thaum nej hnov lub suab raj ntawd, mas cov pejxeem sawvdaws yuav ib txhij qw nrov nrov, mas lub moos ntawd tej ntsa loog yuav pob tag nrho, cov pejxeem yuav ncaj nraim txeem plaws rau hauv lub moos.”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.6","label":"6","content":"Noo tus tub Yausua thiaj hu cov pov thawj tuaj thiab hais tias, “Nej cia li kwv lub phij xab sib cog lus mus thiab cia xya tus pov thawj coj xya lub raj kub yaj ua Yawmsaub lub phij xab ntej.”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.7","label":"7","content":"Thiab nws hais rau cov pejxeem tias, “Cia li tawm mus ncig lub moos ntawd, thiab cia cov tub rog uas coj cuab yeej mus ua Yawmsaub lub phij xab ntej.”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.8","label":"8","content":"Thaum Yausua hais rau cov pejxeem tag lawd, xya tus pov thawj uas coj xya lub raj kub yaj rau ntawm Yawmsaub xubntiag kuj mus thiab tshuab raj. Mas Yawmsaub lub phij xab sib cog lus mus ua lawv qab."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.9","label":"9","content":"Cov tub rog uas tuav cuab yeej mus ua cov pov thawj uas tshuab raj ntej, thiab pab tub rog faj seeb tom qab kuj mus raws qab lub phij xab. Cov uas tshuab raj kuj tshuab tsis tu li."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.10","label":"10","content":"Ces Yausua hais rau cov pejxeem tias, “Nej tsis txhob qw, tsis txhob kheev leejtwg hnov nej lub suab. Nej yuav qos ncauj tsis txhob hais ib lo lus li mus txog hnub uas kuv hais kom nej qw, nej mam li qw.”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.11","label":"11","content":"Nws txawm kom Yawmsaub lub phij xab mus ncig lub moos li no, yog mus ncig ib lwm. Ces lawv rov los rau hauv lub zos pw ib hmos hauv lub zos."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.12","label":"12","content":"Hnub tom qab Yausua sawv ntxov tsees, cov pov thawj kuj rov kwv Yawmsaub lub phij xab mus."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.13","label":"13","content":"Thiab xya tus pov thawj uas coj xya lub raj kub yaj mus ua Yawmsaub lub phij xab ntej thiab tshuab raj tsis tu li. Cov tub rog tuav cuab yeej kuj mus ua lawv ntej thiab cov tub rog uas faj seeb tom qab kuj raws qab Yawmsaub lub phij xab, thiab tshuab raj kub yaj tsis tu li."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.14","label":"14","content":"Hnub ob lawv kuj mus ncig lub moos ntawd ib lwm ces rov los rau hauv lub zos. Lawv ua li no tau rau hnub."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.15","label":"15","content":"Hnub uas xya lawv sawv ntxov kaj ntug txoog thiab mus ncig lub moos ntawd ib yam li txeev mus xya lwm. Tib hnub ntawd lawv ncig lub moos xya lwm xwb."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.16","label":"16","content":"Lwm uas xya thaum cov pov thawj tshuab raj ua suab ntev loo, Yausua hais rau cov pejxeem tias, “Cia li qw lauj! Rau qhov Yawmsaub muab lub moos no rau nej lawm."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.17","label":"17","content":"Lub moos thiab txhua yam huvsi hauv lub moos ntawd yuav muab cais rau Yawmsaub es muab ua kom puam tsuaj. Tsuas yog tseg tus poj muag cev Lahaj thiab txhua tus uas nyob hauv nws lub tsev dim txojsia xwb, rau qhov nws pab zais peb cov neeg uas tshuaj tebchaws."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.18","label":"18","content":"Tiamsis nej mas yuav tsum tsis txhob kov tej uas cais es yuav muab ua kom puam tsuaj ntawd. Yog nej khaws tej uas nej muab cais ntawd ib yam dabtsi yuav, ces nej yuav ua rau cov Yixayee lub zos raug puam tsuaj thiab coj kev txom nyem los."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.19","label":"19","content":"Tiamsis tej nyiaj tej kub thiab tej twj siv uas yog xuas tooj liab thiab hlau ua yog yam uas dawb huv rau Yawmsaub, mas yuav tsum coj mus cia rau hauv Yawmsaub lub txhab.”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.20","label":"20","content":"Yog li no cov pejxeem thiaj li qw thiab cov pov thawj tshuab raj. Thaum cov pejxeem hnov lub suab raj nrov ntev loo, lawv kuj qw nrov heev, lub ntsa loog thiaj li pob tag nrho, cov pejxeem txhua tus thiaj ncaj nraim txeem plaws rau hauv lub moos thiab txeeb kiag lub moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.21","label":"21","content":"Lawv xuas ntaj rhuav tshem txhua yam puam tsuaj tag nrho huvsi tsis hais pojniam txivneej, tej laus tej hluas, tej nyuj tej yaj tej nees luav huvsi."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.22","label":"22","content":"Yausua hais rau ob tug uas mus tshuaj tebchaws ntawd tias, “Neb cia li mus rau hauv tus poj muag cev lub tsev thiab coj tus pojniam ntawd thiab txhua tus uas txheeb ze nws tawm los raws li neb tau cog lus twv cia rau nws lawd”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.23","label":"23","content":"Ob tug hluas uas mus tshuaj tebchaws thiaj li nkag mus coj Lahaj thiab nws niam nws txiv thiab nws tej nus thiab txhua tus uas txheeb ze nws tawm los. Ob tug coj lawv mus nyob rau nraum cov Yixayee lub yeej."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.24","label":"24","content":"Lawv muab lub moos ntawd thiab txhua yam uas nyob hauv hlawv kub hnyiab tag huvsi, tsuas yog tseg tej nyiaj tej kub thiab tej twj siv uas xuas tooj liab thiab hlau ua. Lawv coj tej ntawd los cia rau hauv lub txhab uas nyob hauv Yawmsaub lub tsev."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.25","label":"25","content":"Tiamsis tus poj muag cev Lahaj thiab nws txiv tsev neeg thiab txhua tus uas txheeb ze nws, Yausua kuj tseg lawv dim txojsia mas nws nrog cov Yixayee nyob los txog niaj hnub nimno vim yog nws zais ob tug tshuaj tebchaws uas Yausua xa mus tshuaj lub moos Yelikhau."},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.26","label":"26","content":"Thaum ntawd Yausua tsawm foom tej lus no cia tias, “Yog leejtwg sawv los tsim lub moos Yelikhau no dua tshiab nws yuav raug tsawm foom tab meeg Yawmsaub. Yog leejtwg ua tej taw ntsa loog, nws tus tub hlob yuav puam tsuaj. Yog leejtwg tsim tej rooj loog nws tus tub ntxawg yuav puam tsuaj.”"},{"bible_id":"1269","chapter_code":"JOS.6","verse_code":"JOS.6.27","label":"27","content":"Yog li no Yawmsaub thiaj li nrog nraim Yausua thiab Yausua lub koob meej nrov nto moo lug thoob lub tebchaws."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.1","label":"1","content":"Cov Yixayee tsis mloog lus rau tej uas muab cais rau Yawmsaub, vim yog Akhas tau muab tej uas muab cais lawm qee yam los yuav, mas Yawmsaub txojkev npau taws thiaj li tshwm plaws rau cov Yixayee. Akhas yog Khami tus tub, nws yawg yog Xadi, nws yawg koob yog Xelag, yog xeem Yuda."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.2","label":"2","content":"Yausua txib neeg tawm hauv Yelikhau mus rau lub moos Ai uas nyob ze Npe‑avee uas nyob ntawm lub moos Npe‑ee sab hnub tuaj thiab hais rau lawv tias, “Cia li mus tshuaj saib lub tebchaws ntawd.” Lawv thiaj mus tshuaj saib lub moos Ai."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.3","label":"3","content":"Lawv rov qab los hais rau Yausua tias, “Tsis tag txib cov pejxeem sawvdaws mus, tsuas yog tso ob txhiab peb txhiab leej mus ntaus lub moos Ai xwb. Tsis tag yuav cia cov pejxeem sawvdaws nkim zog mus qhov ntawd, rau qhov lawv muaj neeg tsawg tsawg xwb.”"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.4","label":"4","content":"Yog li ntawd thiaj muaj kwvlam peb txhiab leej mus ntaus lub moos tiamsis lawv khiav tawg tag ntawm cov neeg Ai rov qab los."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.5","label":"5","content":"Cov neeg Ai muab lawv tua tuag kwvlam peb caug rau leej thiab muab lawv ntiab khiav ntawm rooj loog mus txog lub moos Senpali,  thiab muab lawv tua taug kev nqes hav los. Cov Yixayee thiaj ntshai ua siab ntsws yaj tag yam li dej."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.6","label":"6","content":"Ces Yausua txawm dua rhe nws lub tsho khwb nkaus rau hauv av rau ntawm Yawmsaub lub phij xab mus txog tsaus ntuj thiab Yixayee cov kev txwj laus kuj ua ib yam li ntawd. Lawv tsuab hmoov av rau saum lawv taubhau."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.7","label":"7","content":"Yausua thiaj hais tias, “Au Vajtswv Yawmsaub, ua cas koj coj haiv neeg no hla tus dej Yaladee los es muab peb cob rau hauv cov Amaulai txhais tes ua kom puam tsuaj? Kheev yog peb txaus siab nyob sab ntug dej Yaladee hnub tuaj."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.8","label":"8","content":"Au tus Tswv, kuv yuav hais li cas lauj vim cov Yixayee twb tig kiag khiav yeeb ncuab los lawm?"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.9","label":"9","content":"Cov Khana‑as thiab cov neeg uas nyob hauv lub tebchaws no sawvdaws yuav tau hnov thiab yuav tuaj vij nkaus peb thiab muab peb lub npe rhuav kom ploj ntais hauv ntiajteb. Mas koj yuav ua li cas rau koj lub npe uas loj kawg?”"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.10","label":"10","content":"Yawmsaub hais rau Yausua tias, “Cia li sawv tsees. Ua li cas koj yuav khwb nkaus li kod?"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.11","label":"11","content":"Cov Yixayee tau ua txhaum, lawv fav xeeb rau tej lus cog tseg uas kuv muab cob rau lawv. Lawv qee tej uas muab cais rau kuv, lawv nyiag thiab lawv dag, lawv muab khaws cia nrog lawv tej qhov txhia chaw ua ke."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.12","label":"12","content":"Vim li no cov Yixayee tiv tsis tau lawv tej yeeb ncuab lawv thiaj tig kiag khiav ntawm lawv tej yeeb ncuab los lawm, rau qhov lawv yog yam uas raug muab cais ua kom puam tsuaj lawm. Kuv yuav tsis nrog nej nyob li lawm, yuav yog nej muab tej uas muab cais rau kuv ntawd ua kom puam tsuaj ploj hauv nej mus tso."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.13","label":"13","content":"Cia li sawv tsees, tu kom cov pejxeem dawb huv thiab hais tias, ‘Nej cia li tu kom nej dawb huv rau tagkis, rau qhov Yawmsaub uas yog Yixayee tus Vajtswv hais li no tias, “Cov Yixayee 'e, muaj tej yam uas muab cais rau Yawmsaub nyob hauv nej cov, nej thiaj tiv tsis tau nej tej yeeb ncuab mus txog thaum nej muab tej uas muab cais rau kuv ntawd rho tawm hauv nej mus.”"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.14","label":"14","content":"Tagkis kaj ntug nej tuaj zuj zus ua ib xeem ib xeem. Xeem twg uas Yawmsaub ntes tau kuj tuaj zuj zus ua ib cum ib cum. Cum twg uas Yawmsaub ntes tau kuj tuaj zuj zus ua ib yig ib yig. Thiab yim twg uas Yawmsaub ntes tau kuj tuaj zuj zus ua ib leeg ib leeg."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.15","label":"15","content":"Tus uas ntes tau, nws yog tus uas muaj tej uas muab cais rau Yawmsaub. Nws yuav raug muab hlawv pov tseg, yog nws tus kheej thiab txhua yam uas nws muaj vim nws fav xeeb rau Yawmsaub tej lus cog tseg thiab nws ua yam uas txaj muag kawg li rau hauv cov Yixayee.’ ”"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.16","label":"16","content":"Yausua thiaj sawv ntxov tsees thiab coj cov Yixayee tuaj zuj zus ua ib xeem ib xeem, mas xeem Yuda raug ntes."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.17","label":"17","content":"Nws thiaj coj zuj zus ib cum ib cum hauv xeem Yuda tuaj, mas Xelag cum thiaj raug ntes. Nws thiaj coj Xelag cum tuaj zuj zus ua ib yig ib yig mas Xadi yim raug ntes."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.18","label":"18","content":"Nws coj Xadi yim tuaj zuj zus ib leeg ib leeg mas Akhas thiaj raug ntes. Akhas yog Khami tus tub, nws yawg yog Xadi nws yawg koob yog Xelag, yog xeem Yuda."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.19","label":"19","content":"Yausua thiaj hais rau Akhas tias, “Tub 'e, cia li ua rau Yawmsaub uas yog cov Yixayee tus Vajtswv tau koob meej thiab qhuas nws. Cia li qhia rau kuv saib koj tau ua dabtsi lawm, tsis txhob zais ntawm kuv kiag li.”"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.20","label":"20","content":"Mas Akhas teb Yausua tias, “Muaj tseeb tiag kuv tau ua txhaum rau Yawmsaub uas yog cov Yixayee tus Vajtswv, kuv tau ua li no."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.21","label":"21","content":"Tej qhov txhia chaw uas txeeb tau ntawd kuv pom ib lub tsho ntev Sina  zoo nkauj heev thiab ob puas sekhee nyiaj thiab ib daim kub hnyav tsib caug sekhee.  Kuv ntshaw tej no kuv thiaj muab los. Saib maj, tej no muab zais rau hauv av hauv kuv lub qab tsev ntaub, cov nyiaj nyob kiag hauv qab.”"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.22","label":"22","content":"Yausua txawm txib neeg mus saib mas lawv dhia mus txog hauv nws lub tsev ntaub mag pom tej no muab faus rau hauv nws lub qab tsev ntaub, cov nyiaj nyob kiag hauv qab."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.23","label":"23","content":"Lawv thiaj muab rho tawm hauv lub tsev ntaub coj mus rau Yausua thiab cov Yixayee sawvdaws, thiab lawv muab tso tab meeg ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.24","label":"24","content":"Ces Yausua thiab cov Yixayee sawvdaws txawm coj Akhas uas yog Xelag tus tub thiab cov nyiaj thiab lub tsho ntev thiab daim kub ntawd thiab nws tej tub tej ntxhais, tej nyuj tej nees luav tej yaj tej tshis thiab nws lub tsev ntaub thiab txhua yam uas nws muaj huvsi coj mus rau hauv lub Hav Akhauj."},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.25","label":"25","content":"Mas Yausua hais tias, “Ua cas koj coj kev ceeblaj txom nyem los raug peb? Hnub no Yawmsaub coj kev ceeblaj txom nyem los txog koj.” Cov Yixayee sawvdaws thiaj xuas pob zeb ntaus nws tuag thiab xuas pob zeb ntaus nws tsev neeg tuag thiab muab lawv hlawv pov tseg,"},{"bible_id":"1269","chapter_code":"JOS.7","verse_code":"JOS.7.26","label":"26","content":"thiab khaws pob zeb tib ua ib pawg loj rau saum lawv nyob los txog niaj hnub nimno. Mas Yawmsaub thiaj thim nws txojkev npau taws heev. Vim li ntawd niaj hnub nimno luag tseem hu lub chaw ntawd tias Hav Akhauj."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.1","label":"1","content":"Yawmsaub hais rau Yausua tias, “Tsis txhob ntshai tsis txhob poob siab. Cia li coj cov tub rog huvsi nrog koj mus, cia li sawv tsees mus lawm pem lub moos Ai. Kuv twb muab lub moos Ai tus vajntxwv thiab nws cov pejxeem thiab nws lub moos thiab nws lub tebchaws rau hauv koj txhais tes lawm."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.2","label":"2","content":"Koj yuav tsum ua rau lub moos Ai thiab Ai tus vajntxwv ib yam nkaus li koj twb ua rau Yelikhau thiab Yelikhau tus vajntxwv lawd. Tej qhov txhia chaw uas nej txeeb tau los thiab tej tsiaj txhu nej cia li coj mus ua nej tug. Koj yuav npaj ib pab tub rog mus nraim cev rau sab ped nraum lub moos tos.”"},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.3","label":"3","content":"Yausua thiab cov tub rog sawvdaws txawm sawv tsees mus ntaus lub moos Ai. Yausua xaiv peb vam tus tub rog uas siab loj siab tuab kom lawv tawm mus hmo ntuj,"},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.4","label":"4","content":"mas nws hais rau lawv tias, “Ua li no 'ov, nej mus nraim cev ped nraum lub moos, tsis txhob nyob deb ntawm lub moos, tiamsis txhua tus npaj txhij tos."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.5","label":"5","content":"Mas kuv thiab cov tub rog sawvdaws uas nrog kuv ua ke yuav mus kom ze ntawm lub moos. Mas thaum lawv tawm tuaj ntaus peb yam li thawj zaug ces peb yuav thim loo khiav lawv."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.6","label":"6","content":"Lawv yuav tawm tuaj caum peb mus txog thaum peb ntxias lawv tawm tuaj dhau lub moos deb. Mas lawv yuav hais tias, ‘Cov Yixayee khiav peb yam li thawj zaug lawm.’ Peb yuav ua txuj khiav li no,"},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.7","label":"7","content":"ces nej cov uas nraim cev cia li sawv tsees los txeeb kiag lub moos ntawd, rau qhov Yawmsaub uas yog nej tus Vajtswv yuav muab lub moos rau hauv nej txhais tes."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.8","label":"8","content":"Thaum nej txeeb kiag tau lub moos ntawd lawd nej cia li muab hlawv, cia li ua raws li Yawmsaub hais. Kuv hais kom nej ua li no nawj.”"},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.9","label":"9","content":"Mas Yausua thiaj kom lawv tawm mus. Lawv kuj mus nraim cev rau ntawm Npe‑ee thiab Ai ntu nruab nrab, uas yog sab hnub poob ntawm lub moos Ai. Tiamsis hmo ntawd Yausua nrog cov pejxeem nyob ua ke."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.10","label":"10","content":"Yausua sawv ntxov los txhij tub rog thiab nws nrog Yixayee cov kev txwj laus coj cov tub rog mus pem lub moos Ai."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.11","label":"11","content":"Cov tub rog uas nrog nws mus sawvdaws txawm mus ze lub moos. Lawv tsuam chaw rau ntawm lub moos Ai sab ped, muaj ib lub hav quas lawv thiab lub moos Ai."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.12","label":"12","content":"Thiab nws faib kwvlam tsib txhiab leej tub rog kom lawv nraim cev rau ntawm lub moos Npe‑ee thiab lub moos Ai ntu nruab nrab ntawm lub moos Ai sab hnub poob."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.13","label":"13","content":"Lawv faib cov tub rog li no, pab tub rog uas coob nyob ntawm lub moos Ai sab ped thiab pab uas faj seeb tom qab nyob ntawm lub moos Ai sab hnub poob. Tiamsis hmo ntawd Yausua nyob hauv lub hav."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.14","label":"14","content":"Thaum lub moos Ai tus vajntxwv pom li ntawd mas nws thiab nws cov tub rog sawvdaws, uas yog cov txivneej hauv lub moos sawvdaws, sawv ntxov dhia mus ntaus cov Yixayee ntawm ntav toj Alanpa, tiamsis nws tsis paub tias muaj ib pab tub rog nraim cev tos ntaus nws nyob ntawm lub moos ib sab."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.15","label":"15","content":"Yausua thiab cov Yixayee sawvdaws ua txuj li uas swb lawv mas pheej khiav zuj zus mus rau pem tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.16","label":"16","content":"Lawv hu cov txivneej sawvdaws hauv lub moos Ai mus caum cov Yixayee, mas Yausua ntxias lawv caum nws mus deb zuj zus ntawm lub moos."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.17","label":"17","content":"Tsis tshuav ib tug txivneej uas nyob hauv lub moos Ai thiab lub moos Npe‑ee uas tsis caum cov Yixayee mus li. Lawv caum cov Yixayee mus, muab rooj loog qheb lug cia."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.18","label":"18","content":"Mas Yawmsaub hais rau Yausua tias, “Cia li taw rab hmuv hauv koj txhais tes rau tom lub moos Ai, rau qhov kuv yuav muab lub moos ntawd rau hauv koj txhais tes.” Ces Yausua txawm taw nkaus rab hmuv hauv nws txhais tes rau tom lub moos."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.19","label":"19","content":"Thaum Yausua taw kiag nws txhais tes mas cov tub rog uas nraim cev txawm sawv pes tsees ntawm lub chaw nraim thiab dhia nkag plaws rau hauv lub moos, txeeb kiag tau thiab muab lub moos ntawd hlawv kiag."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.20","label":"20","content":"Thaum cov neeg Ai tig saib qab ua ciav pom pa taws hauv lub moos ncho mus nto plaws saum ntuj, ces lawv tsis tau kev khiav mus qhovtwg li, rau qhov cov tub rog uas khiav mus rau tebchaws moj sab qhua kuj tig rov los tua cov neeg Ai uas caum qab."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.21","label":"21","content":"Thaum Yausua thiab cov Yixayee pom tias cov uas nraim cev twb txeeb tau lub moos lawm thiab pa taws kub lub moos ncho nto ntuj lawm, lawv kuj tig loo ntaus cov neeg Ai."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.22","label":"22","content":"Cov uas txeem rau hauv lub moos kuj tawm tuaj ntaus lawv, cov neeg Ai thiaj nyob rau hauv nruab nrab cov Yixayee, cov Yixayee nyob puag ncig sab ub sab no. Cov Yixayee ntaus ua lawv tsis tshuav ib tug ciaj thiab tsis tshuav ib tug khiav dim li."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.23","label":"23","content":"Tiamsis lawv ntes tau tus vajntxwv hauv lub moos Ai tseem ciaj coj los rau Yausua."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.24","label":"24","content":"Thaum cov Yixayee xuas ntaj tua cov neeg Ai uas caum lawv mus rau tom tebchaws moj sab qhua tuag tag huvsi tsis tshuav ib tug li, mas cov Yixayee sawvdaws rov mus rau hauv lub moos, es xuas ntaj tua lub moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.25","label":"25","content":"Txhua tus uas nyob hauv lub moos Ai tuag tag rau hnub ntawd suav txivneej thiab pojniam huvsi yog ib vam ob txhiab leej."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.26","label":"26","content":"Yausua tsis tau nkaum tes qhov uas nws taw rab hmuv ntawd mus txog thaum uas nws ua rau cov neeg hauv lub moos Ai puam tsuaj tag."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.27","label":"27","content":"Tej tsiaj txhu thiab tej qhov txhia chaw uas txeeb tau hauv lub moos ntawd los mas cov Yixayee coj los ua lawv tug raws li tej lus uas Yawmsaub hais rau Yausua."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.28","label":"28","content":"Ua li no Yausua thiaj muab lub moos Ai hlawv kub hnyiab tag ua tej niag pawg cia txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.29","label":"29","content":"Thiab nws muab tus vajntxwv hauv lub moos Ai dai caj dab saum ntoo mus txog tsaus ntuj. Thaum hnub poob qho lawd Yausua hais kom lawv muab nws lub cev tuag txo saum ntoo coj mus pov tseg rau ntawm txojkev uas nkag rau hauv rooj loog, mas lawv muab pob zeb los tsuam ua ib pawg loj loj nyob txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.30","label":"30","content":"Yausua txawm ua ib lub thaj xyeem rau Yawmsaub uas yog cov Yixayee tus Vajtswv saum lub roob Enpas,"},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.31","label":"31","content":"raws li Yawmsaub tus tub qhe Mauxe tau hais rau cov Yixayee. Nws ua lub thaj raws li uas sau cia rau hauv Mauxe phau ntawv kevcai hais tias, “Cia li muab tej pob zeb uas tsis tau muab txhwm muab npawm los ua xwb, yog tej pob zeb uas tsis tau raug hniav hlau hniav riam li.” Mas lawv muab tsiaj ua kevcai hlawv huvsi xyeem rau Yawmsaub saum lub thaj ntawd thiab tua tsiaj ua kevcai xyeem sib raug zoo."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.32","label":"32","content":"Thiab Yausua sau Mauxe txoj kevcai uas Mauxe twb sau cia lawd rau tej pob zeb ntawm lub thaj ntawd tab meeg cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.33","label":"33","content":"Ib tsoom Yixayee sawvdaws, tsis hais lwm haiv neeg uas nrog lawv nyob thiab cov uas yug hauv cov Yixayee thiab cov kev txwj laus thiab cov nom tswv thiab cov uas tu plaub sawv ntsug ntawm lub phij xab ob sab, tab meeg cov Levi uas yog pov thawj kwv Yawmsaub lub phij xab sib cog lus. Ib nrab sawv ncaj ntawm lub roob Kelixi, ib nrab sawv ncaj ntawm lub roob Enpas, raws li Yawmsaub tus tub qhe Mauxe tau hais ua ntej kom cov Levi foom koob hmoov rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.34","label":"34","content":"Dhau ntawd Yausua thiaj nyeem txoj kevcai no txhua lo lus huvsi rau lawv mloog, yog tej lus foom koob hmoov thiab tej lus tsawm foom, raws li txhua yam uas sau rau hauv phau ntawv kevcai."},{"bible_id":"1269","chapter_code":"JOS.8","verse_code":"JOS.8.35","label":"35","content":"Tsis tshuav ib lo lus uas Mauxe tau hais cia es Yausua tsis muab nyeem tab meeg ib tsoom Yixayee sawvdaws thiab tej pojniam menyuam thiab lwm haiv neeg uas nrog lawv nyob mloog."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.1","label":"1","content":"Thaum txhua tus vajntxwv uas nyob sab dej Yaladee hnub poob, cov uas nyob pem toj siab thiab nyob hauv nruab tiag raws ntug Hiavtxwv Loj  mus txog ntua Lenpanoo, yog cov Hithai, cov Amaulai, cov Khana‑as, cov Pelixai, cov Hivai thiab cov Yenpu tau hnov tej xov no"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.2","label":"2","content":"lawv txawm ua ib lub siab sau tub rog tuaj ua rog rau Yausua thiab cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.3","label":"3","content":"Tiamsis thaum cov neeg hauv lub moos Kinpe‑oo tau hnov xov txog tej uas Yausua ua rau lub moos Yelikhau thiab lub moos Ai,"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.4","label":"4","content":"ces lawv txawm nrhiav tswvyim dag ntxias. Lawv mus npaj zaub mov thiab muab tej seev tsaj ntuag ntuag rau lawv tej nees luav thauj thiab npaj tej hnab tawv qub qub uas ntim cawv txiv hmab uas ntuag thiab muab ntxiv lawm,"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.5","label":"5","content":"thiab lawv rau tej khau ntuag ntuag uas muab ntxiv lawm thiab hnav tej ris tsho khaub hlab thiab tej mov uas lawv ntim kuj qhuav thiab tuaj pwm lawm."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.6","label":"6","content":"Lawv tuaj cuag Yausua hauv lub yeej ntawm Kilakas mas hais rau nws thiab cov Yixayee tias, “Peb tuaj lub tebchaws uas deb kawg li tuaj, mas thov nej nrog peb cog lus sib raug zoo.”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.7","label":"7","content":"Tiamsis cov Yixayee hais rau cov Hivai ntawd tias, “Tej zaum nej nyob ze ze hauv peb cov no mas peb yuav ua li cas nrog nej sib cog lus tau?”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.8","label":"8","content":"Lawv hais rau Yausua tias, “Peb yog koj li tub qhe.” Yausua txawm hais rau lawv tias, “Nej yog leejtwg thiab nej tuaj qhovtwg tuaj?”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.9","label":"9","content":"Lawv teb nws tias, “Vim yog muaj Yawmsaub uas yog nej tus Vajtswv lub npe, peb cov uas yog koj li tub qhe thiaj li tuaj deb deb li tuaj. Peb twb hnov xov txog Yawmsaub thiab txog txhua yam uas nws ua hauv Iyi tebchaws,"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.10","label":"10","content":"thiab txhua yam uas nws ua rau cov Amaulai ob tug vajntxwv uas nyob sab dej Yaladee hnub tuaj, yog Hesanpoo tus vajntxwv Xihoo thiab Npasas tus vajntxwv Aus uas nyob hauv Athalau."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.11","label":"11","content":"Peb cov kev txwj laus thiab cov uas nyob hauv peb lub tebchaws sawvdaws thiaj hais rau peb tias, ‘Cia li ntim su taug kev mus cuag lawv thiab hais rau lawv tias, “Peb yog nej li tub qhe, thov nej nrog peb cog lus sib raug zoo.” ’"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.12","label":"12","content":"Peb tej ncuav no mas hnub uas peb sawv kev tuaj peb ntim sov so coj tuaj noj taug kev, tiamsis nimno saib maj twb qhuav tuaj pwm tag lawm."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.13","label":"13","content":"Tej hnab no mas muab tej hnab tshiab tshiab ntim cawv txiv hmab tuaj, tiamsis saib maj twb to tag lawm. Tej ris tsho thiab tej khau kuj khaub hlab tag vim yog kev deb heev.”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.14","label":"14","content":"Cov Yixayee txawm noj lawv tsum mov ntawd, lawv tsis xub nug Yawmsaub tso."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.15","label":"15","content":"Thiab Yausua kuj nrog lawv cog lus sib raug zoo thiab cog lus tias yuav tseg lawv txojsia cia, thiab cov thawj hauv cov pejxeem kuj cog lus twv li ntawd rau lawv."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.16","label":"16","content":"Thaum uas cog lus li ntawd tau peb hnub lawd kuj hnov tias cov neeg ntawd twb nyob ze ze cov Yixayee thiab nyob hauv lawv nruab nrab."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.17","label":"17","content":"Cov Yixayee sawv kev mus tau peb hnub kuj mus txog lawv tej moos. Lawv tej moos yog Kinpe‑oo, Khefila, Npe‑awlau thiab Khiliya Ye‑ali."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.18","label":"18","content":"Cov Yixayee tsis tua lawv rau qhov cov thawj twb tuav Yawmsaub uas yog cov Yixayee tus Vajtswv lub npe cog lus twv lawm. Ib tsoom pejxeem sawvdaws thiaj yws yws cov thawj."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.19","label":"19","content":"Mas cov thawj sawvdaws thiaj hais rau cov pejxeem sawvdaws tias, “Peb twb tuav Yawmsaub uas yog cov Yixayee tus Vajtswv lub npe cog lus twv rau lawv lawm, mas peb kov tsis tau lawv li lawm."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.20","label":"20","content":"Peb yuav ua li no rau lawv, peb yuav tseg lawv txojsia cia ntshai tsam Yawmsaub chim rau peb vim yog peb tau cog lus twv rau lawv lawm.”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.21","label":"21","content":"Cov thawj thiaj hais rau lawv tias, “Cia li tseg lawv txojsia nyob.” Vim li ntawd cov Kinpe‑oo thiaj ua cov uas txiav taws kwv dej rau cov Yixayee, raws li cov thawj hais cia lawd."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.22","label":"22","content":"Yausua txawm hu cov Kinpe‑oo tuaj mas nws hais rau lawv tias, “Ua li cas nej twb nyob hauv peb nruab nrab los nej tseem tuaj dag peb tias nej nyob deb kawg?"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.23","label":"23","content":"Vim li no nej raug lo lus foom tsis zoo lawm mas nej ib txhia yuav ua qhev txiav taws kwv dej rau kuv tus Vajtswv lub tsev ib txhis.”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.24","label":"24","content":"Lawv teb Yausua tias, “Vim yog luag qhia rau peb uas yog koj li tub qhe paub tseeb tias Yawmsaub uas yog koj tus Vajtswv tau hais rau Vajtswv tus tub qhe Mauxe kom muab lub tebchaws no huvsi rau koj, thiab muab lub tebchaws no tej neeg ua kom puam tsuaj tag. Vim li no peb thiaj ntshai heev tsam nej txov peb txojsia peb thiaj dag li no."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.25","label":"25","content":"Nimno peb nyob hauv koj xib teg lawm ces cia li ua rau peb raws li uas koj pom zoo thiab raug cai.”"},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.26","label":"26","content":"Yausua thiaj ua li ntawd rau lawv, cia lawv dim cov Yixayee txhais tes thiab tsis tua lawv."},{"bible_id":"1269","chapter_code":"JOS.9","verse_code":"JOS.9.27","label":"27","content":"Mas hnub ntawd Yausua thiaj kom lawv ua cov uas txiav taws kwv dej rau cov Yixayee thiab rau Yawmsaub lub thaj los txog niaj hnub nimno rau hauv lub chaw uas Yawmsaub yuav xaiv cia."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.1","label":"1","content":"Thaum Yeluxalees tus vajntxwv Adaunixede hnov tias Yausua txeeb tau lub moos Ai thiab muab ua puam tsuaj tag, thiab ua rau lub moos Ai thiab ua rau Ai tus vajntxwv ib yam nkaus li nws tau ua rau lub moos Yelikhau thiab Yelikhau tus vajntxwv, thiab hnov tias cov neeg Kinpe‑oo tau nrog cov Yixayee sib raug zoo thiab nrog lawv nyob lawm,"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.2","label":"2","content":"mas nws ntshai heev kawg rau qhov lub moos Kinpe‑oo yog lub niag moos loj ib yam li tej vajntxwv lub moos, tseem loj dua lub moos Ai thiab cov txivneej hauv lub moos ntawd puavleej muaj zog."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.3","label":"3","content":"Vim li no Yeluxalees tus vajntxwv Adaunixede thiaj hu Heploo tus vajntxwv Hauhas thiab Yamu tus vajntxwv Pilas thiab Lakhi tus vajntxwv Yafia thiab Eloos tus vajntxwv Denpi hais tias,"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.4","label":"4","content":"“Thov nej tuaj cuag kuv thiab pab kuv ntaus lub moos Kinpe‑oo rau qhov lub moos ntawd twb nrog Yausua thiab cov Yixayee sib raug zoo lawm.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.5","label":"5","content":"Mas cov Amaulai tsib tug vajntxwv ntawd, yog Yeluxalees tus vajntxwv, Heploo tus vajntxwv, Yamu tus vajntxwv, Lakhi tus vajntxwv thiab Eloos tus vajntxwv txawm txhij tub rog thiab coj lawv tej tub rog sawvdaws tawm mus ua yeej ua rog rau lub moos Kinpe‑oo."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.6","label":"6","content":"Cov neeg Kinpe‑oo thiaj xa xov tuaj hais rau Yausua hauv lub yeej ntawm Kilakas tias, “Thov koj tsis txhob nkaum tes ntawm koj cov tub qhe. Thov maj nroos tuaj pab kom peb dim, pab peb lauj! Rau qhov cov Amaulai tej vajntxwv uas nyob pem toj siab sawvdaws sau nthwv tuaj ntaus peb lawm.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.7","label":"7","content":"Ces Yausua txawm tawm hauv Kilika mus, thiab nws cov tub rog sawvdaws nrog nws mus, yog cov tub rog uas siab loj siab tuab sawvdaws."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.8","label":"8","content":"Yawmsaub hais rau Yausua tias, “Tsis txhob ntshai lawv li rau qhov kuv twb muab lawv rau hauv koj txhais tes lawm, yuav tsis muaj ib tug sawv tiv tau koj li.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.9","label":"9","content":"Yog li ntawd Yausua thiaj tawm ntawm Kilakas mus ib hmos mus ntaus kiag lawv."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.10","label":"10","content":"Yawmsaub ua rau lawv ntshai ras zom zaws ntawm cov Yixayee xubntiag, mas cov Yixayee tua lawv tuag coob kawg li ntawm Kinpe‑oo thiab caum lawv taug txojkev uas mus rau pem lub moos Npe Hauloo thiab caum tua lawv mus txog ntua lub moos Axekha thiab lub moos Makheda."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.11","label":"11","content":"Thaum lawv tabtom khiav cov Yixayee taug txojkev uas nqes mus rau Npe Hauloo ntawd Yawmsaub tso lawg loj loj poob saum ntuj los ntaus lawv mus txog ntua lub moos Axekha, lawv kuj tuag. Mas cov uas raug lawg ntaus tuag coob dua cov uas cov Yixayee xuas ntaj tua tuag."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.12","label":"12","content":"Hnub uas Yawmsaub muab cov Amaulai rau cov Yixayee ntawd mas Yausua hais rau Yawmsaub. Nws hais tab meeg cov Yixayee tias, “Lub hnub, cia li nres saum lub moos Kinpe‑oo, lub hli cia li nres saum lub hav Aiyaloo.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.13","label":"13","content":"Lub hnub txawm nres thiab lub hli txawm nres mus txog thaum cov neeg ua pauj rau cov yeeb ncuab tag. Zaj no twb muab sau cia rau hauv phau ntawv Yasa. Lub hnub nres twjywm saum ntuj tsis poob raws li lub caij kwvlam tau ib hnub."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.14","label":"14","content":"Hnub uas Yawmsaub mloog neeg lus yam li hnub ntawd mas txawm yog thaum ub lossis los rau yav tom qab no los tsis muaj ib zaug li lawm, vim yog Yawmsaub ua rog pab cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.15","label":"15","content":"Mas Yausua thiab cov Yixayee sawvdaws thiaj rov qab los txog lawv lub yeej ntawm Kilakas."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.16","label":"16","content":"Tsib tug vajntxwv ntawd mus tsiv nraim rau hauv lub qhov tsua ntawm Makheda."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.17","label":"17","content":"Yausua hnov tias muaj neeg pom tsib tug vajntxwv tsiv nraim hauv lub qhov tsua ntawm Makheda."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.18","label":"18","content":"Yausua thiaj hais tias, “Dov tej txhib zeb loj loj los txhaws lub rooj qhov tsua thiab tso tub rog zov."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.19","label":"19","content":"Tiamsis nej tsis txhob nyob twjywm ntawd, cia li caum nej cov yeeb ncuab qab mus tua cov tub rog uas faj tom qab, tsis txhob cia lawv rov nkag tau rau hauv lawv tej moos, rau qhov Yawmsaub uas yog nej tus Vajtswv twb muab lawv rau hauv nej txhais tes lawm.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.20","label":"20","content":"Thaum Yausua thiab cov Yixayee tua cov neeg coob ntawd puam tsuaj tag lawd, thiab cov uas tshuav khiav dim rov qab los nkag rau hauv tej moos uas muaj ntsa loog lawd,"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.21","label":"21","content":"mas cov tub rog sawvdaws kuj rov los kaj los huv los cuag Yausua hauv lub yeej ntawm Makheda. Tsis muaj ib tug yuav kav tsa ncauj hais txog cov Yixayee li."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.22","label":"22","content":"Mas Yausua hais tias, “Cia li qheb lub qhov tsua coj tsib tug vajntxwv ntawd tawm los rau kuv.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.23","label":"23","content":"Lawv ua raws li nws hais thiaj coj tsib tug vajntxwv ntawd tawm hauv lub qhov tsua los cuag nws, yog Yeluxalees tus vajntxwv, Heploo tus vajntxwv, Yamu tus vajntxwv, Lakhi tus vajntxwv thiab Eloos tus vajntxwv."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.24","label":"24","content":"Thaum lawv coj cov vajntxwv ntawd los rau Yausua nws thiaj hu cov txivneej Yixayee sawvdaws thiab hais rau cov thawj rog uas nrog nws tawm mus ua rog tias, “Cia li txav los ze muab kotaw tsuj cov vajntxwv no caj dab.” Mas lawv kuj txav los ze xuas kotaw tsuj lawv caj dab."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.25","label":"25","content":"Thiab Yausua hais rau lawv tias, “Tsis txhob ntshai tsis txhob poob siab, cia li ua khov kho ua siab loj siab tuab rau qhov Yawmsaub yuav ua rau nej tej yeeb ncuab txhua tus uas nej mus ua rog zoo ib yam li no.”"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.26","label":"26","content":"Dhau ntawd Yausua thiaj muab tsib tug vajntxwv ntawd ntaus tuag thiab muab dai rau saum tsib tug ntoo, muab dai rau saum mus txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.27","label":"27","content":"Thaum hnub poob qho lawd Yausua hais kom lawv mus txo cov cev tuag ntawd saum ntoo los pov tseg rau hauv lub qhov tsua uas cov vajntxwv ntawd mus tsiv nraim. Thiab lawv muab tej pob zeb loj loj los txhaws lub rooj qho cia nyob txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.28","label":"28","content":"Hnub ntawd Yausua kuj txeeb tau lub moos Makheda thiab xuas ntaj tua lub moos ntawd thiab tua tus vajntxwv hauv lub moos ntawd. Nws muab txhua tus ua puam tsuaj tag nrho tsis tseg ib tug li. Nws ua rau Makheda tus vajntxwv ib yam li nws twb ua rau Yelikhau tus vajntxwv lawd."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.29","label":"29","content":"Yausua thiab cov Yixayee sawvdaws txawm tawm ntawm lub moos Makheda mus txog lub moos Lina thiab mus ua rog rau lub moos Lina."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.30","label":"30","content":"Yawmsaub muab lub moos ntawd thiab tus vajntxwv hauv lub moos ntawd rau cov Yixayee txhais tes, thiab Yausua xuas ntaj tua lub moos thiab tua txhua tus uas nyob hauv tsis tseg ib tug rau hauv lub moos li. Nws ua rau Lina tus vajntxwv ib yam li ua rau Yelikhau tus vajntxwv lawd."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.31","label":"31","content":"Yausua thiab cov Yixayee sawvdaws ho tawm ntawm lub moos Lina mus txog lub moos Lakhi mas vij lub moos ntawd thiab ua rog rau."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.32","label":"32","content":"Yawmsaub kuj muab lub moos Lakhi rau hauv cov Yixayee txhais tes, mas hnub uas ob Yausua txeeb tau lub moos ntawd thiab xuas ntaj tua lub moos thiab txhua tus uas nyob hauv ib yam li nws twb ua rau lub moos Lina lawd."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.33","label":"33","content":"Zaum ntawd Kexaw tus vajntxwv Haulas tuaj pab lub moos Lakhi, mas Yausua tua nws thiab nws cov neeg tuag tag tsis tseg ib tug li."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.34","label":"34","content":"Yausua thiab cov Yixayee sawvdaws txawm tawm ntawm lub moos Lakhi mus txog lub moos Eloos, mas vij lub moos ntawd thiab ua rog rau."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.35","label":"35","content":"Mas tib hnub ntawd lawv txeeb tau lub moos ntawd thiab xuas ntaj tua lub moos. Hnub ntawd Yausua muab txhua tus hauv lub moos ntawd ua puam tsuaj tag huvsi ib yam li nws twb ua rau lub moos Lakhi lawd."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.36","label":"36","content":"Yausua thiab cov Yixayee sawvdaws txawm tawm ntawm lub moos Eloos mus pem lub moos Heploo thiab lawv ua rog rau,"},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.37","label":"37","content":"thiab txeeb tau lub moos ntawd. Lawv xuas ntaj tua lub moos ntawd thiab tus vajntxwv thiab tej zej zog ib ncig thiab tua txhua tus huvsi tsis tseg ib tug li, ib yam li nws twb ua rau lub moos Eloos, thiab muab lub moos thiab txhua tus uas nyob hauv ua puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.38","label":"38","content":"Yausua thiab cov Yixayee txawm tig los rau ntawm lub moos Denpi thiab ua rog rau."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.39","label":"39","content":"Lawv txeeb tau lub moos thiab tus vajntxwv thiab tej zej zog ib ncig huvsi. Lawv xuas ntaj tua cov ntawd tuag thiab ua rau txhua tus uas nyob hauv puam tsuaj tag huvsi tsis tseg ib tug li. Nws ua rau lub moos Denpi thiab Denpi tus vajntxwv ib yam li nws twb ua rau lub moos Heploo thiab lub moos Lina thiab Lina tus vajntxwv lawd."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.40","label":"40","content":"Yausua ntaus yeej lub tebchaws huvsi li uas hais no, yog tebchaws toj siab thiab Neke  tebchaws thiab tej pov roob Sefela thiab tej ntav toj, thiab txhua tus vajntxwv uas nyob hauv tebchaws ntawd tsis tseg ib tug li. Nws ua rau txhua tus uas ciaj sia puam tsuaj tag raws li Yawmsaub uas yog cov Yixayee tus Vajtswv tau hais lawd."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.41","label":"41","content":"Yausua ntaus luag swb tag txij ntua Khade Npania mus txog lub moos Kaxa, thiab txij ntua tebchaws Kausee mus txog lub moos Kinpe‑oo."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.42","label":"42","content":"Yausua ua tib zaug txeeb tau cov vajntxwv no huvsi thiab lawv tej tebchaws, rau qhov Yawmsaub uas yog cov Yixayee tus Vajtswv tau pab cov Yixayee ua rog."},{"bible_id":"1269","chapter_code":"JOS.10","verse_code":"JOS.10.43","label":"43","content":"Mas Yausua thiab cov Yixayee sawvdaws thiaj rov los rau lub yeej ntawm Kilakas."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.1","label":"1","content":"Thaum lub moos Haxau tus vajntxwv Yanpi tau hnov tej xov no nws txawm txib neeg mus hu lub moos Madoo tus vajntxwv Yaunpam, thiab lub moos Siloo tus vajntxwv thiab lub moos Asa tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.2","label":"2","content":"thiab hu cov vajntxwv uas nyob pem toj siab sab tebchaws ped thiab nyob hauv Alanpa ntawm Khinelau  sab nrad, thiab hauv tej pov roob Sefela thiab hauv Nafaudau uas nyob sab hnub poob,"},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.3","label":"3","content":"thiab hu cov Khana‑as uas nyob sab hnub tuaj thiab sab hnub poob, thiab hu cov Amaulai, cov Hithai, cov Pelixai, cov Yenpu uas nyob pem toj siab thiab cov Hivai uas nyob ntawm taw roob Hawmoo hauv Mixapa tebchaws."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.4","label":"4","content":"Cov vajntxwv hauv tej moos ntawd kuj nrog lawv tej tub rog huvsi tawm tuaj coob kawg li, ua tej niag pab tub rog coob npaum li tej xuab zeb ntawm ntug hiavtxwv, muaj nees thiab tsheb nees ua rog coob kawg."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.5","label":"5","content":"Cov vajntxwv no sau zog ua ke tuaj ua yeej rau ntawm lub hav dej Meloo yuav ua rog rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.6","label":"6","content":"Mas Yawmsaub hais rau Yausua tias, “Koj tsis txhob ntshai lawv li, rau qhov tagkis lub sijhawm no kuv yuav muab lawv tag nrho rau cov Yixayee, lawv yuav raug tua tuag huvsi. Koj yuav txiav lawv cov nees tej leeg raws thiab muab lawv tej tsheb nees ua rog hlawv huvsi.”"},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.7","label":"7","content":"Yausua thiab nws cov tub rog sawvdaws thiaj txeem plaws mus ntaus kiag lawv hauv lub hav Meloo."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.8","label":"8","content":"Yawmsaub muab lawv cob rau hauv cov Yixayee txhais tes. Cov Yixayee tua lawv thiab caum lawv mus txog ntua lub tuam nroog Xaidoo thiab txog Milefauma‑i, thiab caum lawv mus rau sab hnub tuaj mus txog lub hav Mixape, muab lawv tua tuag tag tsis tseg ib tug ciaj sia li."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.9","label":"9","content":"Yausua ua rau lawv raws nraim li uas Yawmsaub hais, nws txiav lawv cov nees tej leeg raws thiab hlawv tej tsheb ua rog."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.10","label":"10","content":"Thaum ntawd Yausua tig rov los txeeb lub moos Haxau thiab xuas ntaj tua tus vajntxwv hauv lub moos ntawd. Ua ntej ntawd Haxau ua thawj kav tag nrho tej tebchaws ntawd."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.11","label":"11","content":"Yausua lawv xuas ntaj tua txhua tus uas nyob hauv lub moos ntawd thiab ua kom puam tsuaj tag huvsi, tsis tshuav ib tug ciaj sia li, thiab nws muab lub moos Haxau hlawv pov tseg."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.12","label":"12","content":"Yausua txeeb tau cov vajntxwv ntawd tej moos huvsi thiab ntes tau cov vajntxwv ntawd huvsi, thiab xuas ntaj tua ua kom puam tsuaj tag huvsi raws li Mauxe uas yog Yawmsaub tus tub qhe hais cia lawd."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.13","label":"13","content":"Tiamsis tej moos uas nyob saum tej lub nyuag pov roob mas cov Yixayee tsis muab hlawv, Yausua tsuas hlawv lub moos Haxau xwb."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.14","label":"14","content":"Tej qhov txhia chaw uas txeeb tau huvsi ntawm tej moos ntawd thiab tej tsiaj txhu mas cov Yixayee kuj coj mus yuav ua lawv tug. Lawv xuas ntaj tua txhua tus neeg huvsi puam tsuaj tuag tag huvsi tsis tseg ib tug ciaj sia li."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.15","label":"15","content":"Yawmsaub hais li cas rau nws tus tub qhe Mauxe lawm Mauxe kuj hais li ntawd rau Yausua mas Yausua ua raws nraim. Nws tsis tseg ib yam dabtsi uas Yawmsaub hais rau Mauxe lawd tsis ua."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.16","label":"16","content":"Yausua txeeb tau lub tebchaws ntawd huvsi li uas hais no, yog tej toj siab thiab Neke thiab Kausee tebchaws huvsi, thiab tej pov roob Sefela thiab Alanpa thiab tej toj siab thiab tej nruab tiag hauv Yixayee,"},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.17","label":"17","content":"txij ntua ntawm roob Halab uas sawv ntawm Xe‑i mus txog ntua Npa‑as Kas hauv lub hav Lenpanoo ntawm taw roob Hawmoo. Yausua ntes txhua tus vajntxwv hauv tej tebchaws ntawd ntaus thiab tua pov tseg."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.18","label":"18","content":"Yausua ua rog rau tej vajntxwv ntawd txhua tus ntev loo."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.19","label":"19","content":"Tsis muaj ib lub moos uas yuav nrog cov Yixayee sib raug zoo, tsuas yog tshwj cov Hivai xwb uas nyob hauv lub moos Kinpe‑oo, dua li mas lawv ua rog ntaus tau huvsi los xwb."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.20","label":"20","content":"Vim yog Yawmsaub ua rau lawv lub siab tawv xwv lawv thiaj sawv los ua rog rau cov Yixayee mas thiaj raug ua kom puam tsuaj huvsi, tsis tau txais kev khuvleej, tiamsis raug muab ua puam tsuaj ntxuav du lug, raws li uas Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.21","label":"21","content":"Thaum ntawd Yausua tau tuaj muab cov Anaj uas nyob pem toj siab ntxuav pov tseg kom tawm hauv Heploo, Denpi thiab Anab thiab tawm hauv tej toj siab hauv Yuda thiab tej toj siab hauv Yixayee huvsi. Yausua muab tej neeg no thiab lawv tej moos ua puam tsuaj tag huvsi."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.22","label":"22","content":"Tsis tshuav ib tug neeg Anaj nyob hauv cov Yixayee lub tebchaws li, tsuas yog tshuav ib txhia nyob hauv Kaxa thiab Ka thiab Asadau."},{"bible_id":"1269","chapter_code":"JOS.11","verse_code":"JOS.11.23","label":"23","content":"Ua li uas hais no Yausua txeeb tau lub tebchaws tag nrho raws li txhua lo lus uas Yawmsaub hais rau Mauxe. Thiab Yausua muab faib ua qub txeeg qub teg rau cov Yixayee raws li lawv txhua xeem li feem. Mas lub tebchaws ntawd thiaj so tsis ua rog lawm."},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.1","label":"1","content":"No mus yog tej vajntxwv uas cov Yixayee kov yeej thiab txeeb tau lawv tej tebchaws uas nyob ntawm dej Yaladee sab tid uas yog sab hnub tuaj, yog txij ntua lub hav Anoo mus txog lub roob Hawmoo thiab tag nrho Alanpa sab hnub tuaj huvsi."},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.2","label":"2","content":"Lawv ntaus yeej cov Amaulai tus vajntxwv Xihoo uas nyob hauv lub moos Hesanpoo. Nws kav txij ntua lub moos Alau‑aw uas nyob ntawm ntug hav Anoo thiab txij ntua lub plawv hav ntawd mus txog tus dej Yanpo uas yog cov Asmoo ciam teb, tej no yog Kile‑a tebchaws ib nrab,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.3","label":"3","content":"thiab kav Alanpa sab hnub tuaj mus txog ntua pem hiavtxwv Khinele thiab kav rau nram Npe Yesimau mus txog Hiavtxwv Alanpa uas yog Hiavtxwv Ntsev,  rau sab nrad mus txog taw roob Pixaka."},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.4","label":"4","content":"Thiab ntaus yeej Npasas tus vajntxwv Aus uas yog noob neeg Lefa‑i uas tshuav nyob hauv Athalau thiab Ede‑i."},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.5","label":"5","content":"Aus kav lub roob Hawmoo thiab Xalekha thiab tag nrho Npasas tebchaws mus txog cov Kesu thiab cov Ma‑akha ciam teb, thiab kav Kile‑a tebchaws ib nrab mus txog Hesanpoo tus vajntxwv Xihoo ciam teb."},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.6","label":"6","content":"Mauxe uas yog Yawmsaub tus tub qhe thiab cov Yixayee kov yeej ob tug vajntxwv no thiab Mauxe uas yog Yawmsaub tus tub qhe muab lub tebchaws no tu rau xeem Lunpee thiab xeem Kas thiab ib nrab xeem Manaxe yuav ua lawv teej lawv tug."},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.7","label":"7","content":"No mus yog cov vajntxwv uas Yausua thiab cov Yixayee kov yeej sab dej Yaladee hnub poob txij ntua Npa‑as Kas hauv lub hav Lenpanoo mus txog lub roob Halab uas sawv ntawm tebchaws Xe‑i. (Yausua muab tej tebchaws no rau txhua xeem Yixayee yuav ua lawv tug raws li uas faib rau lawv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.8","label":"8","content":"yog nyob pem tebchaws toj siab, thiab hauv tej pov roob Sefela, hauv Alanpa thiab hauv tej ntav toj, hauv tebchaws moj sab qhua thiab hauv Neke, uas yog cov Hithai, cov Amaulai, cov Khana‑as, cov Pelixai, cov Hivai thiab cov Yenpu li tebchaws.)"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.9","label":"9","content":"Tej vajntxwv yog li no yog Yelikhau tus vajntxwv, Ai tus vajntxwv uas nyob ib sab ntawm Npe‑ee,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.10","label":"10","content":"Yeluxalees tus vajntxwv, Heploo tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.11","label":"11","content":"Yamu tus vajntxwv, Lakhi tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.12","label":"12","content":"Eloos tus vajntxwv, Kexaw tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.13","label":"13","content":"Denpi tus vajntxwv, Kedaw tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.14","label":"14","content":"Hauma tus vajntxwv, Alaj tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.15","label":"15","content":"Lina tus vajntxwv, Adulas tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.16","label":"16","content":"Makheda tus vajntxwv, Npe‑ee tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.17","label":"17","content":"Thapuva tus vajntxwv, Hefaw tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.18","label":"18","content":"Afe tus vajntxwv, Lasaloo tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.19","label":"19","content":"Madoo tus vajntxwv, Haxau tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.20","label":"20","content":"Siloomeloo tus vajntxwv, Asa tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.21","label":"21","content":"Tha‑ana tus vajntxwv, Mekidau tus vajntxwv,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.22","label":"22","content":"Khede tus vajntxwv, Yaune‑as tus vajntxwv hauv Khamee,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.23","label":"23","content":"Dau tus vajntxwv hauv Nafadau, Kauyi tus vajntxwv hauv Kilakas,"},{"bible_id":"1269","chapter_code":"JOS.12","verse_code":"JOS.12.24","label":"24","content":"thiab Thilaxa tus vajntxwv, huvsi yog peb caug ib tug vajntxwv."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.1","label":"1","content":"Thaum Yausua laus heev muaj hnub nyoog ntau lawm, Yawmsaub hais rau nws tias, “Koj laus heev muaj hnub nyoog ntau lawm, tiamsis tej tebchaws uas yuav txeeb tseem tshuav ntau."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.2","label":"2","content":"Tej tebchaws uas tseem tshuav yuav txeeb ntawd, yog Filixatee tebchaws huvsi thiab cov Kesu tebchaws huvsi."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.3","label":"3","content":"(Txij ntua Sihau uas nyob Iyi tebchaws sab hnub tuaj mus rau sab ped txog ntua Ekhoo ciam teb mas suav ua cov Khana‑as tebchaws. Muaj tsib tug vajntxwv kav cov Filixatee, yog tej vajntxwv uas nyob hauv lub moos Kaxa, lub moos Asadau, lub moos Akheloo, lub moos Ka thiab lub moos Ekhoo.) Thiab tshuav Avi tebchaws,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.4","label":"4","content":"thiab tej tebchaws uas nyob sab nrad, yog cov Khana‑as tebchaws huvsi thiab Me‑ala uas yog cov Xaidoo ib lub moos, mus txog lub moos Afe mus txog ntua cov Amaulai ciam teb,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.5","label":"5","content":"thiab cov Kenpas tebchaws thiab Lenpanoo tebchaws huvsi mus rau sab hnub tuaj, txij ntua lub moos Npa‑as Kas uas nyob ntawm taw roob Hawmoo txog ntua txojkev uas mus rau lub moos Hama,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.6","label":"6","content":"thiab cov uas nyob pem toj siab ntawm Lenpanoo tebchaws mus txog Milefauma‑i, uas puavleej yog neeg Xaidoo. Kuv yuav ua tus uas ntiab lawv sawvdaws tawm ntawm cov Yixayee hauv ntej mus. Tsuav yog koj faib lub tebchaws no ua qub txeeg qub teg rau cov Yixayee raws li uas kuv hais rau koj."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.7","label":"7","content":"Nimno cia li faib lub tebchaws no ua qub txeeg qub teg rau cuaj xeem thiab ib nrab xeem Manaxe.”"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.8","label":"8","content":"Ib nrab xeem Manaxe thiab xeem Lunpee thiab xeem Kas twb tau qub txeeg qub teg uas Mauxe muab rau lawv sab dej Yaladee hnub tuaj. Tej uas Yawmsaub tus tub qhe Mauxe muab rau lawv"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.9","label":"9","content":"yog txij ntua lub moos Alau‑aw uas nyob ntawm ntug hav Anoo thiab lub moos uas nyob hauv lub plawv hav thiab tej nras tiaj toj siab Medenpa huvsi txog ntua Dinpoo,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.10","label":"10","content":"thiab tej moos uas cov Amaulai tus vajntxwv Xihoo uas nyob hauv Hesanpoo kav huvsi mus txog ntua cov Asmoo ciam teb,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.11","label":"11","content":"thiab Kile‑a uas yog cov Kesu thiab cov Ma‑akha tebchaws, thiab lub roob Hawmoo huvsi thiab Npasas tebchaws huvsi mus txog ntua Xalekha,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.12","label":"12","content":"thiab lub tebchaws uas Npasas tus vajntxwv Aus uas nyob hauv Athalau thiab Ede‑i kav huvsi. Tshuav Aus tib leeg uas yog neeg Lefa‑i nyob xwb. Tej moos no Mauxe twb ntaus yeej thiab ntiab luag khiav tag lawm."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.13","label":"13","content":"Tiamsis cov Yixayee tsis tau ntiab cov Kesu thiab cov Ma‑akha khiav mus. Cov Kesu thiab cov Ma‑akha tseem nyob hauv cov Yixayee txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.14","label":"14","content":"Tsuas yog tib xeem Levi Mauxe thiaj tsis tu tebchaws ua qub txeeg qub teg rau. Tej uas muab hlawv xyeem rau Yawmsaub uas yog cov Yixayee tus Vajtswv yog cov Levi li qub txeeg qub teg, raws li Yawmsaub hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.15","label":"15","content":"Mauxe muab qub txeeg qub teg rau xeem Lunpee raws li lawv tej cum."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.16","label":"16","content":"Ua li ntawd lawv lub tebchaws thiaj li yog txij ntua lub moos Alau‑aw uas nyob ntawm ntug hav Anoo thiab lub moos uas nyob hauv lub plawv hav ntawd thiab tej nras tiaj toj siab ntawm lub moos Medenpa huvsi,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.17","label":"17","content":"thiab lub moos Hesanpoo thiab Hesanpoo tej moos uas nyob tej nras tiaj toj siab, yog Dinpoo, Npamau Npa‑as, Npenpa‑as Me‑oo"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.18","label":"18","content":"thiab Yahaj, Khedemau, Mefa‑a,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.19","label":"19","content":"Khiliyatha‑i, Xima, thiab Xelesaha uas nyob saum lub pov roob hauv lub hav ntawd,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.20","label":"20","content":"thiab Npepe‑au thiab tej ntav toj Pixaka thiab Npe Yesimau,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.21","label":"21","content":"yog tej moos uas nyob tej nras tiaj toj siab huvsi, yog tag nrho lub tebchaws uas cov Amaulai tus vajntxwv Xihoo hauv Hesanpoo kav. Mauxe ntaus yeej nws thiab Midee cov thawj uas zwm rau vajntxwv Xihoo, yog Evi, Lekhee, Xuv, Hawj thiab Lenpa, uas nyob hauv lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.22","label":"22","content":"Cov Yixayee kuj xuas ntaj tua tau Npe‑au tus tub Npala‑as uas ua txiv neeb txiv yaig ua ke nrog cov uas lawv tua tau ntawd."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.23","label":"23","content":"Xeem Lunpee li tebchaws muaj tus dej Yaladee ua ciam teb. No yog tej moos thiab tej zej zog uas yog cov Lunpee thiab lawv tej cum li qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.24","label":"24","content":"Mauxe muab qub txeeg qub teg rau xeem Kas raws li lawv tej cum."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.25","label":"25","content":"Lawv lub tebchaws yog Yaxaw thiab tej moos hauv Kile‑a tebchaws huvsi, thiab cov Asmoo ib nrab tebchaws mus txog ntua Alau‑aw uas nyob lub moos Lanpa sab hnub tuaj,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.26","label":"26","content":"thiab txij ntua lub nroog Hesanpoo mus txog Lamamixape thiab Npethauni, thiab txij ntua Mahana‑i mus txog Denpi  tebchaws,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.27","label":"27","content":"thiab hauv lub vuas hav muaj lub moos Npehalas, Npenila, Xukhau thiab Xafoo, yog tej tebchaws uas Hesanpoo tus vajntxwv Xihoo kav uas tseem tshuav tsis tau muab faib, muaj tus dej Yaladee ua ciam teb, mus txog ntua qab Hiavtxwv Khinele,  uas yog sab dej Yaladee hnub tuaj."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.28","label":"28","content":"Tej no yog tej moos thiab tej zej zog uas yog xeem Kas thiab lawv tej cum li qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.29","label":"29","content":"Mauxe muab qub txeeg qub teg rau ib nrab xeem Manaxe, yog muab faib rau ib nrab xeem Manaxe raws li lawv tej cum."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.30","label":"30","content":"Lawv lub tebchaws yog txij ntua lub moos Mahana‑i tag nrho Npasas tebchaws uas yog lub tebchaws uas Npasas tus vajntxwv Aus kav huvsi, yog Ya‑i txhua lub moos uas nyob hauv Npasas mas huvsi yog rau caum lub moos,"},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.31","label":"31","content":"thiab Kile‑a ib nrab tebchaws thiab lub moos Athalau thiab lub moos Ede‑i uas yog vajntxwv Aus hauv Npasas kav. Cov moos no yog muab faib rau Manaxe tus tub Makhi cum, yog faib rau Makhi cum ib nrab xwb raws li lawv tej tsev neeg."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.32","label":"32","content":"Tej no yog tej qub txeeg qub teg uas Mauxe faib ntawm lub tiaj Mau‑a ntawm ntug dej Yaladee sab tim ub ntawm lub moos Yelikhau sab hnub tuaj."},{"bible_id":"1269","chapter_code":"JOS.13","verse_code":"JOS.13.33","label":"33","content":"Mauxe tsis tu qub txeeg qub teg rau xeem Levi. Yawmsaub uas yog cov Yixayee tus Vajtswv yog lawv qub txeeg qub teg raws li Yawmsaub hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.1","label":"1","content":"No mus yog tej tebchaws uas cov Yixayee tau ua qub txeeg qub teg hauv Khana‑as tebchaws, uas yog pov thawj Ele‑axa thiab Noo tus tub Yausua thiab cov thawj hauv txhua xeem txhua cum Yixayee faib rau lawv."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.2","label":"2","content":"Tej qub txeeg qub teg no lawv muab ua ntawv rho faib rau cuaj xeem thiab ib nrab xeem, raws li Yawmsaub tau hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.3","label":"3","content":"Rau qhov Mauxe twb muab qub txeeg qub teg rau ob xeem thiab ib nrab xeem sab dej Yaladee hnub tuaj lawm. Tiamsis nws tsis muab qub txeeg qub teg rau cov Levi."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.4","label":"4","content":"Yauxej caj ces muaj ob xeem, yog xeem Manaxe thiab xeem Efa‑i. Tiamsis tsis faib tebchaws rau cov Levi, tsuas yog tau tej moos los nyob thiab tau tej tshav zaub ib ncig lub moos rau lawv tej tsiaj txhu thiab rau lawv tej cuab txhiaj cuab tam xwb."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.5","label":"5","content":"Cov Yixayee ua raws li Yawmsaub hais rau Mauxe mas lawv thiaj muab lub tebchaws faib."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.6","label":"6","content":"Thaum ntawd xeem Yuda tuaj cuag Yausua ntawm Kilakas, mas Yefune tus tub Khalej uas yog cum Khena hais rau Yausua tias, “Koj yeej paub txog tej uas Yawmsaub hais rau Mauxe uas yog Vajtswv tus neeg ntawm Khade Npania ntsig txog koj thiab kuv."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.7","label":"7","content":"Thaum uas Mauxe uas yog Yawmsaub tus tub qhe txib kuv tawm hauv Khade Npania mus tshuaj tebchaws, kuv hnub nyoog muaj plaub caug xyoo lawm, mas kuv tau coj xov los qhia rau nws raws li kuv pom tseeb."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.8","label":"8","content":"Tiamsis cov kwvtij uas nrog kuv ua ke mus ntawd tau ua rau cov pejxeem siab yaj tag. Tiamsis kuv ua raws li Yawmsaub uas yog kuv tus Vajtswv lub siab nyiam kawg siab kawg ntsws."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.9","label":"9","content":"Hnub ntawd Mauxe thiaj cog lus twv tseg tias, ‘Lub tebchaws uas koj txhais kotaw mus tsuj ntawd yeej yuav poob ua qub txeeg qub teg rau koj thiab koj tej tub ki mus ib txhis li, rau qhov koj tau ua raws li Yawmsaub uas yog kuv tus Vajtswv lub siab nyiam kawg siab kawg ntsws.’"},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.10","label":"10","content":"Saib maj, ib yam li Yawmsaub tau hais tseg lawd nimno nws tseem pub kuv muaj txojsia nyob tau plaub caug tsib xyoo suav txij thaum nws hais li no rau Mauxe los, yog thaum cov Yixayee taug kev hauv tebchaws moj sab qhua. Hnub no kuv twb muaj hnub nyoog yim caum tsib xyoo lawm."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.11","label":"11","content":"Hnub no kuv tseem muaj zog ib yam nkaus li hnub uas Mauxe txib kuv mus. Kuv tseem muaj zog ua rog li qub thiab tseem muaj zog mus mus los los yam li thaum ub."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.12","label":"12","content":"Yog li no thov muab tej toj siab no uas Yawmsaub hais hnub ntawd rau kuv. Rau qhov hnub ntawd koj yeej hnov hais tias cov neeg Anaj nyob qhov ntawd, muaj tej moos loj uas muaj ntsa loog khov heev. Nyaj Yawmsaub yuav nrog nraim kuv thiab kuv yuav ntiab tau cov neeg ntawd tawm mus, raws li Yawmsaub hais tseg lawd.”"},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.13","label":"13","content":"Mas Yausua kuj foom koob hmoov rau nws, thiab muab Heploo rau Yefune tus tub Khalej yuav ua qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.14","label":"14","content":"Ces Heploo txawm poob ua qub txeeg qub teg rau Yefune tus tub Khalej uas yog cum Khena los txog niaj hnub nimno, rau qhov nws ua raws li Yawmsaub uas yog cov Yixayee tus Vajtswv lub siab nyiam kawg siab kawg ntsws."},{"bible_id":"1269","chapter_code":"JOS.14","verse_code":"JOS.14.15","label":"15","content":"Lub moos Heploo ntawd yav thaum ub hu ua Khiliya Anpa.  Tus Anpa no yog tus uas loj tshaj plaws cov neeg Anaj. Lub tebchaws thiaj li so tsis ua rog."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.1","label":"1","content":"Tej tebchaws uas faib rau xeem Yuda raws li lawv tej cum, mas sab nrad yog txog Edoo tebchaws ciam teb, mus txog tebchaws moj sab qhua Xee uas kawg nkaus rau sab nrad."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.2","label":"2","content":"Ciam teb sab nrad yog pib ntawm kaum hiavtxwv uas hlauv rau sab nram qab Hiavtxwv Ntsev,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.3","label":"3","content":"mus rau ntawm txojkev hla lub dawm roob Akhanpi sab nrad mus rau Xee, mus kiag rau Khade Npania sab nrad, mus txog lub moos Hexaloo, mus txog Adaj thiab nkhaus mus rau Khakha,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.4","label":"4","content":"hla mus txog Axamoo dhau plaws mus txog tus dej Iyi, taug dej mus kawg rau ntawm Hiavtxwv. Tej uas hais no yog nej tus ciam teb sab nrad."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.5","label":"5","content":"Ciam teb sab hnub tuaj yog txij ntua Hiavtxwv Ntsev mus txog ntua ntawm dej Yaladee tshuam hiavtxwv. Ciam teb sab ped txij ntua kaum hiavtxwv uas dej Yaladee tshuam,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.6","label":"6","content":"tus ciam teb mus txog ntua Npe Haula, hla lub moos Npe Alanpa sab ped, mas ciam teb mus txog ntua lub Pob Zeb Npauhas uas yog Lunpee tus tub."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.7","label":"7","content":"Thiab ciam teb mus txog Denpi txij ntua hav Akhauj, ncaj nraim rau sab ped nkhaus mus txog ntawm Kilakas uas ncaj txojkev hla lub dawm roob Adumi uas nyob ntawm lub hav sab nrad. Thiab ciam teb mus txog qhov dej txhawv Eeseme mus kawg rau ntawm Eelaukee."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.8","label":"8","content":"Ciam teb kuj taug lub hav Npeehinoo  mus txog caj qaum roob sab nrad ntawm cov Yenpu lub moos (uas yog Yeluxalees). Ciam teb kuj mus txog lub ncov roob uas nyob hav Hinoo sab hnub poob uas nyob ntawm lub hauv hav Lefa‑i sab ped."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.9","label":"9","content":"Ciam teb kuj mus ntawm lub ncov roob ntawd mus txog lub hauv dej txhawv Nethau‑a, thiab txij ntawd mus txog ntua tej moos saum lub roob Efoo, thiab ciam teb kuj nkhaus mus txog Npa‑ala (uas yog Khiliya Ye‑ali),"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.10","label":"10","content":"thiab ciam teb kuj nkhaus lug ntawm Npa‑ala sab hnub poob mus txog roob Xe‑i thiab hla mus txog lub roob Ye‑ali sab caj qaum roob ped (uas yog Khexaloo) nqes mus txog Npeseme thiab hla kiag Thinaj,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.11","label":"11","content":"thiab ciam teb kuj mus rau ntawm caj qaum roob uas nyob ntawm Ekoo sab ped thiab nkhaus mus txog Sikheloo thiab hla kiag mus txog lub roob Npa‑ala dhau plaws mus txog Yane‑ee. Ciam teb kuj los kawg ntawm Hiavtxwv."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.12","label":"12","content":"Ciam teb sab hnub poob yog raws ntug Hiavtxwv Loj. No yog tus ciam teb uas vij xeem Yuda thiab lawv tej cum."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.13","label":"13","content":"Raws li uas Yawmsaub hais rau Yausua lawd mas Yausua muab ib thaj teb hauv xeem Yuda rau Yefune tus tub Khalej, yog Khiliya Anpa uas yog Heploo (Anpa yog Anaj txiv)."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.14","label":"14","content":"Khalej ntiab Anaj peb tug tub li caj ces khiav tawm qhov ntawd, yog Sesai thiab Ahimas thiab Thamai uas yog Anaj caj ces."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.15","label":"15","content":"Thiab nws nce qhov ntawd mus ua rog rau cov uas nyob hauv Denpi. Lub moos Denpi yav nram ntej hu ua Khiliya Xefaw."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.16","label":"16","content":"Khalej hais tias, “Leejtwg ntaus tau lub moos Khiliya Xefaw thiab txeeb tau lub moos ntawd mas kuv yuav muab kuv tus ntxhais Axav rau nws ua pojniam.”"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.17","label":"17","content":"Mas Khena uas yog Khalej tus kwv tus tub Auni‑ee txeeb tau lub moos ntawd mas Khalej muab nws tus ntxhais Axav rau nws ua pojniam."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.18","label":"18","content":"Thaum sib yuav lawd Axav txawm taij nws tus txiv thov leej txiv pub ib daim teb. Thaum Axav nqes saum tus nees luav los mas Khalej nug tias, “Koj xav yuav dabtsi?”"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.19","label":"19","content":"Axav teb tias, “Thov koj pub ib yam tshav ntuj rau kuv. Koj pub kuv mus nyob hauv tebchaws Neke, mas thov pub tej lub hauv dej txhawv thiab.” Khalej txawm muab lub hauv dej sab ped thiab lub hauv dej sab nrad rau nws."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.20","label":"20","content":"No mus yog xeem Yuda thiab lawv tej cum qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.21","label":"21","content":"Xeem Yuda tej moos uas nyob nram qab teb kawg uas npuas Edoo ciam teb muaj npe hu li no yog Khaxe‑ee, Edaw, Yaku,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.22","label":"22","content":"Khina, Dimauna, Adada,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.23","label":"23","content":"Khede, Haxau, Inas,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.24","label":"24","content":"Xi, Thelee, Npe‑alau,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.25","label":"25","content":"Haxauhadatha, Kheli‑au Hexaloo (uas yog lub moos Haxau),"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.26","label":"26","content":"Amav, Sema, Maulada,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.27","label":"27","content":"Haxakada, Hesamoo, Npepele,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.28","label":"28","content":"Haxasu‑as, Npe‑awsenpa, Npixi‑authia,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.29","label":"29","content":"Npa‑ala, Iyee, Exee,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.30","label":"30","content":"Eethaula, Khexi, Hauma,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.31","label":"31","content":"Xilaj, Mamana, Xaxana,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.32","label":"32","content":"Lenpa‑au, Sihee, Ayi thiab Limoo. Huvsi muaj nees nkaum cuaj lub moos thiab tej zej zog ib ncig tej moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.33","label":"33","content":"Tej moos uas nyob saum tej pov roob Sefela, yog Etha‑oo, Xaula, Asana,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.34","label":"34","content":"Xanau‑a, Eekani, Thapuva, Enas,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.35","label":"35","content":"Yamu, Adulas, Xaukhau, Axekha,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.36","label":"36","content":"Sa‑ala‑i, Aditha‑i, Kedela thiab Kedelautha‑i. Huvsi muaj kaum plaub lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.37","label":"37","content":"Thiab Xenas, Hadaxa, Midakas,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.38","label":"38","content":"Dile‑a, Mixape, Yauthe‑ee,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.39","label":"39","content":"Lakhi, Npaukha, Eloos,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.40","label":"40","content":"Khanpoo, Lamas, Khili,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.41","label":"41","content":"Kedelau, Npedakoo, Na‑ama thiab Makheda. Huvsi muaj kaum rau lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.42","label":"42","content":"Thiab Lina, Ethaw, Asas,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.43","label":"43","content":"Itha, Asana, Nexi,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.44","label":"44","content":"Khe‑ila, Axij thiab Malesa. Huvsi muaj cuaj lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.45","label":"45","content":"Ekhoo thiab tej moos thiab tej zej zog uas nyob ib ncig lub moos ntawd,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.46","label":"46","content":"txij ntua Ekhoo mus txog Hiavtxwv txhua lub moos thiab tej zej zog uas nyob ze lub moos Asadau."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.47","label":"47","content":"Asadau thiab tej moos thiab tej zej zog uas nyob ib ncig lub moos ntawd. Kaxa thiab tej moos thiab tej zej zog ib ncig mus txog ntua tus dej Iyi thiab tej ntug Hiavtxwv Loj."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.48","label":"48","content":"Tej moos uas nyob pem toj siab, yog Sami, Yathi, Xaukhau,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.49","label":"49","content":"Dana, Khiliya Xana (uas yog lub moos Denpi),"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.50","label":"50","content":"Anab, Ethemau, Ani,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.51","label":"51","content":"Kausee, Hauloo thiab Kilau. Huvsi muaj kaum ib lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.52","label":"52","content":"Thiab Alam, Duma, Esas,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.53","label":"53","content":"Yani, Npe Thapuva, Afekha,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.54","label":"54","content":"Hutha, Khiliya Anpa (uas yog lub moos Heploo) thiab Xi‑au. Huvsi muaj cuaj lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.55","label":"55","content":"Thiab Ma‑oo, Khamee, Xi, Yutha,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.56","label":"56","content":"Yile‑ee, Yaude‑as, Xanau‑a,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.57","label":"57","content":"Kha‑i, Kinpe‑a thiab Thinaj. Huvsi muaj kaum lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.58","label":"58","content":"Thiab Hahu, Npexuv, Kedau,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.59","label":"59","content":"Ma‑ala, Npe‑anau thiab Eethekhoo. Huvsi muaj rau lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.60","label":"60","content":"Thiab Khiliya Npa‑as (uas yog lub moos Khiliya Ye‑ali) thiab Lanpa, ob lub moos ntawd thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.61","label":"61","content":"Tej moos hauv tebchaws moj sab qhua yog Npe Alanpa, Midi, Xekhakha,"},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.62","label":"62","content":"Nisas uas yog lub moos Ntsev thiab Eekedi. Huvsi muaj rau lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.15","verse_code":"JOS.15.63","label":"63","content":"Cov neeg Yenpu uas nyob hauv Yeluxalees mas cov Yuda ntiab tsis tau lawv khiav mus. Yog li no cov Yenpu thiaj nyob hauv cov Yuda hauv Yeluxalees txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.1","label":"1","content":"Tej teb uas faib rau Yauxej caj ces yog txij ntua tus dej Yaladee uas ze lub moos Yelikhau, ntawm qhov dej txhawv uas nyob ntawm Yelikhau sab hnub tuaj, mus rau hauv tebchaws moj sab qhua txij ntua Yelikhau mus rau pem toj siab Npe‑ee,"},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.2","label":"2","content":"mus ntawm Npe‑ee rau lub moos Lu, hla mus txog Athalau uas yog cov Akhi tebchaws,"},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.3","label":"3","content":"thiab nqes rau sab hnub poob txog cov Yafethi tebchaws, thiab mus txog lub moos Npe Hauloo nruab tiag, mus txog Kexaw mus kawg rau Hiavtxwv."},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.4","label":"4","content":"Yauxej caj ces uas yog xeem Manaxe thiab xeem Efa‑i thiaj tau qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.5","label":"5","content":"Efa‑i thiab lawv tej cum li tebchaws yog li no. Lawv qub txeeg qub teg ciam teb sab hnub tuaj yog txij ntua lub moos Athalau‑adaj mus txog Npe Hauloo pem roob,"},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.6","label":"6","content":"thiab ciam teb ntev mus txog ntua Hiavtxwv, muaj lub moos Mimetha nyob sab ped. Ciam teb sab hnub tuaj nkhaus los rau ntawm lub moos Tha‑ana Silau, thiab hla lub moos no mus rau sab hnub tuaj txog lub moos Yanau‑a,"},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.7","label":"7","content":"thiab nqes ntawm Yanau‑a mus txog ntua lub moos Athalau thiab lub moos Na‑ala mus chwv rhuav lub moos Yelikhau mus kawg rau dej Yaladee."},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.8","label":"8","content":"Ciam teb ntawm Thapuva mus rau sab hnub poob mus txog tus dej Khana mus kawg rau Hiavtxwv. No yog xeem Efa‑i thiab lawv tej cum li qub txeeg qub teg,"},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.9","label":"9","content":"thiab yog tej moos uas nyob hauv xeem Manaxe tebchaws uas muab faib rau xeem Efa‑i thiab tej zej zog ib ncig ntawm cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.16","verse_code":"JOS.16.10","label":"10","content":"Txawm li cas los xij, lawv tsis ntiab cov neeg Khana‑as uas nyob hauv lub moos Kexaw tawm mus. Ua li ntawd cov Khana‑as thiaj nrog cov Efa‑i nyob ua ke txog niaj hnub nimno, mas poob ua qhev thiab raug yuam ua haujlwm."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.1","label":"1","content":"Tej teb uas muab faib rau xeem Manaxe uas yog Yauxej tus tub hlob yog li no. Makhi uas yog Manaxe tus tub hlob thiab yog Kile‑a txiv, tau tebchaws Kile‑a thiab Npasas tebchaws, rau qhov nws txawj txawj ua rog."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.2","label":"2","content":"Manaxe thiab lawv tej cum uas tseem tshuav uas yuav faib teb rau yog cov no, Anpiyexaw, Heleb, Ali‑ee, Sekhee, Hefaw thiab Semida. Cov txivneej no yog Yauxej tus tub hlob Manaxe caj ces thiab lawv tej cum."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.3","label":"3","content":"Hefaw tus tub Xelaufeha muaj ntxhais xwb tsis muaj tub. Hefaw yog Kile‑a tus tub, Kile‑a yog Makhi tus tub, Makhi yog Manaxe tus tub. Xelaufeha cov ntxhais tej npe hu li no, Malas, Nau‑a, Haula, Meekha thiab Thilaxa."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.4","label":"4","content":"Lawv tuaj cuag pov thawj Ele‑axa thiab Noo tus tub Yausua thiab cov uas ua hlob mas lawv hais tias, “Yawmsaub twb hais kom Mauxe pub qub txeeg qub teg rau peb ib yam li pub rau peb cov kwvtij.” Ua li ntawd Yausua thiaj li muab qub txeeg qub teg rau lawv cov no ib yam li muab rau lawv txiv cov kwvtij raws li Yawmsaub hais lawd."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.5","label":"5","content":"Yog li no thiaj poob kaum tswv teb rau xeem Manaxe, tau tshaj cov teb uas nyob Kile‑a thiab Npasas ntawm dej Yaladee sab hnub tuaj,"},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.6","label":"6","content":"rau qhov Manaxe cov ntxhais twb nrog nws cov tub tau qub txeeg qub teg. Kile‑a tebchaws thiaj muab faib rau Manaxe cov xeeb ntxwv uas tsis tau muaj teb."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.7","label":"7","content":"Manaxe li teb txij ntua Asaw tebchaws mus txog Mimetha uas nyob ntawm lub moos Sekhee sab hnub tuaj, thiab ciam teb mus rau nram qab teb mus txog cov neeg Eethapuva."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.8","label":"8","content":"Tej teb ntawm Thapuva ua Manaxe tug tiamsis lub moos Thapuva uas nyob ntawm Manaxe ciam teb ua Efa‑i caj ces tug."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.9","label":"9","content":"Thiab ciam teb kuj nqes mus txog tus dej Khana. Tej moos uas nyob dhau tus dej rau sab nrad yog Manaxe li tebchaws tiamsis tej moos yog Efa‑i li tug. Thiab Manaxe ciam teb taug tus dej ntawd sab ped mus kawg rau ntawm Hiavtxwv."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.10","label":"10","content":"Lub tebchaws sab nrad yog Efa‑i, lub tebchaws sab ped yog Manaxe li, muaj Hiavtxwv ua ciam teb. Sab ped mus kawg rau ntawm Asaw tebchaws, thiab sab hnub tuaj kawg rau ntawm Ixakha tebchaws."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.11","label":"11","content":"Nyob hauv Ixakha thiab Asaw tebchaws Manaxe muaj tej moos no, Npesas thiab tej zej zog ib ncig ntawd, thiab lub moos Ile‑as thiab tej zej zog ib ncig ntawd, thiab cov neeg hauv lub moos Dau thiab tej zej zog ib ncig ntawd, thiab cov neeg hauv lub moos Eedau thiab tej zej zog ib ncig ntawd thiab cov neeg hauv lub moos Tha‑ana thiab tej zej zog ib ncig ntawd, thiab cov neeg hauv lub moos Mekidau (lub moos uas peb ntawd yog Nafadau.)"},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.12","label":"12","content":"Tiamsis cov Manaxe txeeb tsis tau tej moos ntawd ua lawv tug mas cov Khana‑as tseem tiv nyob hauv lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.13","label":"13","content":"Tiamsis thaum cov Yixayee muaj zog lawm mas lawv yuam cov Khana‑as ua haujlwm, tiamsis tsis muab ntiab khiav tawm mus."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.14","label":"14","content":"Tiamsis xeem Yauxej hais rau Yausua tias, “Ua cas koj faib ib thaj ua ib feem ua qub txeeg qub teg rau peb xwb? Peb muaj coob coob rau qhov Yawmsaub foom koob hmoov rau peb los txog niaj hnub nimno.”"},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.15","label":"15","content":"Mas Yausua hais rau lawv tias, “Yog nej muaj coob coob mas nej cia li mus luaj teb pem tej hav zoov hauv Pelixai thiab Lefa‑i tebchaws, rau qhov Efa‑i tej toj siab nqaim tsis txaus nej nyob.”"},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.16","label":"16","content":"Xeem Yauxej thiaj hais tias, “Tej toj siab no tsis txaus peb cov, mas cov Khana‑as uas nyob nram nruab tiag muaj tsheb nees ua rog uas yog hlau, yog cov uas nyob hauv Npesas thiab tej zej zog ib ncig thiab hauv lub hav Yile‑ee.”"},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.17","label":"17","content":"Mas Yausua hais rau Yauxej caj ces uas yog Manaxe thiab Efa‑i tias, “Nej muaj coob coob thiab muaj zog heev, mas tsis yog nej yuav tau ib thaj xwb."},{"bible_id":"1269","chapter_code":"JOS.17","verse_code":"JOS.17.18","label":"18","content":"Tej toj siab ntawd yuav ua nej li, txawm yog hav zoov los nej cia li mus luaj thiab txeeb ua nej tug tag nrho. Txawm yog cov Khana‑as muaj tsheb hlau ua rog thiab lawv muaj zog heev los nej yuav ntiab tau lawv khiav tawm mus.”"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.1","label":"1","content":"Ib tsoom pejxeem Yixayee sawvdaws tuaj txoos ua ke ntawm Silau, thiab tsa lub tsev ntaub sib ntsib rau qhov ntawd. Lawv twb ntaus yeej lub tebchaws ntawd lawm."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.2","label":"2","content":"Tseem tshuav cov Yixayee xya lub xeem uas tsis tau faib qub txeeg qub teg rau."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.3","label":"3","content":"Mas Yausua thiaj hais rau cov Yixayee tias, “Nej yuav tos ntev li cas li mus txeeb tebchaws ua nej tug uas Yawmsaub uas yog nej tej poj koob yawm txwv tus Vajtswv twb muab rau nej lawm?"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.4","label":"4","content":"Cia li xaiv ib lub xeem peb leeg mas kuv yuav txib lawv cov ntawd mus ncig kom thoob plaws hauv lub tebchaws, kom sau lub tebchaws saib zoo li cas thiaj txawj pub ua qub txeeg qub teg, lawv li rov los qhia rau kuv."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.5","label":"5","content":"Lawv yuav tsum muab faib ua xya feem. Cov Yuda yuav nyob hauv lawv tebchaws uas yog yav qab teb, thiab Yauxej caj ces yuav nyob hauv lawv tebchaws uas yog sab ped."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.6","label":"6","content":"Nej sau tej ciam teb hauv lub tebchaws ua xya feem mas coj tej uas nej sau ntawd los qhia rau kuv ntawm no, mas kuv yuav ua ntawv rho faib rau nej ntawm no rau ntawm peb tus Vajtswv Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.7","label":"7","content":"Cov Levi tsis muaj feem nrog nej tau. Lawv tej haujlwm uas ua Yawmsaub li pov thawj yog lawv li qub txeeg qub teg lawm. Xeem Kas thiab xeem Lunpee thiab ib nrab xeem Manaxe twb tau lawv qub txeeg qub teg sab dej Yaladee hnub tuaj uas Yawmsaub tus tub qhe Mauxe muab rau lawv lawm.”"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.8","label":"8","content":"Lawv cov ntawd kuj sawv kev mus thiab Yausua hais rau cov uas yuav sau ciam teb ntawd tias, “Cia li mus ncig kom thoob plaws hauv lub tebchaws sau saib lub tebchaws zoo li cas mas rov los cuag kuv. Kuv yuav muab ua ntawv rho faib rau nej tab meeg Yawmsaub xubntiag ntawm Silau.”"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.9","label":"9","content":"Yog li ntawd lawv thiaj mus thoob plaws hauv lub tebchaws thiab muab lub tebchaws thiab tej moos sau rau hauv ntawv faib ua xya feem, mas lawv rov los cuag Yausua hauv lub zos ntawm Silau."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.10","label":"10","content":"Mas Yausua muab ua ntawv rho rau lawv tab meeg Yawmsaub lub xubntiag ntawm Silau, thiab Yausua muab lub tebchaws faib rau cov Yixayee ntawm lub chaw ntawd, txhua xeem nyias muaj nyias feem."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.11","label":"11","content":"Rho ntawv rau xeem Npeeyamee thiab lawv tej cum, mas rho tau ntsuj tebchaws nyob ntawm xeem Yuda thiab xeem Yauxej ntu nruab nrab."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.12","label":"12","content":"Lawv ciam teb sab ped yog pib ntawm dej Yaladee mus txog lub caj qaum roob ntawm Yelikhau sab ped, hla kiag tebchaws toj siab rau sab hnub poob mus kawg rau ntawm tebchaws moj sab qhua Npe‑avee."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.13","label":"13","content":"Txuas qhov ntawd tus ciam teb mus rau sab nrad ncaj rau lub moos Lu (uas yog lub moos Npe‑ee) thiab mus rau lub caj qaum roob Lu, thiab ciam teb nqes mus txog Athalau‑adaj uas nyob pem roob uas nyob ntawm lub moos Npe Hauloo nruab tiag sab nrad."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.14","label":"14","content":"Ciam teb sab hnub poob kuj nkhaus mus rau sab nrad ntawm lub roob uas ncaj lub moos Npe Hauloo sab nrad mus kawg rau ntawm Khiliya Npa‑as (uas yog Khiliya Ye‑ali), yog xeem Yuda li ib lub moos. No yog ciam teb sab hnub poob."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.15","label":"15","content":"Ciam teb sab nrad pib ntawm lub moos Khiliya Ye‑ali mas qhov ntawd mus rau sab hnub poob mus txog lub hauv dej txhawv Nethau‑a."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.16","label":"16","content":"Ciam teb kuj nqes mus txog taw roob uas ntsia ntsoov lub hav Npeehinoo  uas nyob lub hauv hav Lefa‑i sab ped, thiab raws lub hav Hinoo rau nram qab lub caj qaum roob uas yog cov Yenpu lub roob thiab nqes mus txog lub moos Eelaukee,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.17","label":"17","content":"thiab nkhaus mus rau sab ped mus txog Eeseme, thiab txuas ntawm mus txog lub moos Kelilau uas nyob ncaj txojkev uas hla lub dawm roob Adumi, thiab nqes mus rau lub Pob Zeb Npauhas uas yog Lunpee tus tub,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.18","label":"18","content":"thiab hla kiag mus rau lub caj qaum roob uas ncaj Npe Alanpa sab ped nqes mus txog Alanpa."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.19","label":"19","content":"Ciam teb kuj mus rau lub caj qaum roob Npe Haula sab ped, thiab ciam teb mus kawg rau ntawm kaum Hiavtxwv Ntsev  sab ped, uas dej Yaladee tshuam nkaus. No yog ciam teb sab nrad."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.20","label":"20","content":"Dej Yaladee ua ciam teb sab hnub tuaj. No yog xeem Npeeyamee thiab lawv tej cum li qub txeeg qub teg, muaj ciam teb vij puag ncig raws li hais tag no."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.21","label":"21","content":"Xeem Npeeyamee thiab lawv tej cum tej moos yog Yelikhau, Npe Haula, Emekhexi,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.22","label":"22","content":"Npe Alanpa, Xemala‑i, Npe‑ee,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.23","label":"23","content":"Avi, Pala, Aufa,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.24","label":"24","content":"Khefa Lamauni, Aunis thiab Kenpa. Huvsi muaj kaum ob lub moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.25","label":"25","content":"Kinpe‑oo, Lama, Npe‑awlau,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.26","label":"26","content":"Mixape, Khefila, Mauxa,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.27","label":"27","content":"Lekhee, Ipe‑ee, Thalala,"},{"bible_id":"1269","chapter_code":"JOS.18","verse_code":"JOS.18.28","label":"28","content":"Xela, Ha‑ele, Yenpu (uas yog lub moos Yeluxalee), Kinpe‑a thiab Khiliya Ye‑ali. Huvsi muaj kaum plaub lub moos thiab tej zej zog ib ncig cov moos ntawd. No yog xeem Npeeyamee thiab lawv tej cum qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.1","label":"1","content":"Rho daim ntawv uas ob los mas yog xeem Xime‑oo thiab lawv tej cum li. Lawv qub txeeg qub teg kuj nyob xyaw hauv cov Yuda qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.2","label":"2","content":"Cov moos no yog lawv qub txeeg qub teg, yog Npe‑awsenpa, Senpa, Maulada,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.3","label":"3","content":"Haxasu‑as, Npalag, Exee,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.4","label":"4","content":"Eethaula, Npethu, Hauma,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.5","label":"5","content":"Xilaj, Npe Makhanpau, Haxaxuxa,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.6","label":"6","content":"Npe Lenpa‑au thiab Saluhee. Huvsi muaj kaum peb lub moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.7","label":"7","content":"Thiab lub moos Ayi, Limoo, Ethaw thiab Asas. Huvsi muaj plaub lub moos thiab tej zej zog ib ncig,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.8","label":"8","content":"thiab tej zej zog ib ncig cov moos ntawd dav mus txog lub moos Npa‑alab Npe‑aw thiab lub moos Lama uas nyob hauv Neke. Cov no yog xeem Xime‑oo thiab lawv tej cum li qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.9","label":"9","content":"Xeem Xime‑oo qub txeeg qub teg yog faib hauv Yuda tebchaws los rau lawv rau qhov xeem Yuda li tebchaws ntau tshaj lawv lawm, xeem Xime‑oo thiaj tau qub txeeg qub teg hauv cov Yuda tebchaws."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.10","label":"10","content":"Rho daim ntawv uas peb los mas yog xeem Xenpuloo thiab lawv tej cum li. Tej tebchaws uas poob ua cov Xenpuloo qub txeeg qub teg dav mus txog Xalib."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.11","label":"11","content":"Lawv ciam teb kuj mus rau sab hnub poob thiab mus txog Malala thiab los chwv rhuav Danpese, thiab mus txog ntua tus dej uas nyob ntawm Yaune‑as sab hnub tuaj."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.12","label":"12","content":"Ntawm Xalib tug ciam teb lem mus rau sab hnub tuaj uas ncaj qhov uas hnub tuaj, mus txog Khilauthanpau ciam teb, thiab mus txog Danpela, thiab nce mus txog Yafia,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.13","label":"13","content":"txuas qhov ntawd hla mus rau sab hnub tuaj, mus txog Kahefaw thiab Ekhaxi, mus txog Limoo mas nkhaus mus rau Ne‑a."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.14","label":"14","content":"Sab ped ciam teb nkhaus mus rau Hanathoo mus kawg rau ntawm lub hav Itha‑ee,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.15","label":"15","content":"thiab lub moos Khathas, Nahalas, Siloo, Idala thiab Npelehee, huvsi muaj kaum ob lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.16","label":"16","content":"No yog xeem Xenpuloo thiab lawv tej cum li qub txeeg qub teg, yog tej moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.17","label":"17","content":"Rho daim ntawv uas plaub los mas yog xeem Ixakha thiab lawv tej cum li."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.18","label":"18","content":"Lawv li tebchaws mas muaj cov moos li no nyob hauv, yog Yile‑ee, Khexulau, Sunee,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.19","label":"19","content":"Hafala‑i, Si‑oo, Anahala,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.20","label":"20","content":"Lanpi, Khisi‑oo, Enpes,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.21","label":"21","content":"Leme, Eekani, Eehada thiab Npepaxe."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.22","label":"22","content":"Ciam teb kuj chwv lub moos Thanpau, Sahaxuma thiab Npeseme mus kawg rau ntawm dej Yaladee, huvsi muaj kaum rau lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.23","label":"23","content":"No yog xeem Ixakha thiab lawv tej cum li qub txeeg qub teg, yog tej moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.24","label":"24","content":"Rho daim ntawv uas tsib los mas yog xeem Asaw thiab lawv tej cum li."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.25","label":"25","content":"Lawv li tebchaws mas muaj cov moos no nyob hauv, yog Heekha, Hali, Npethee, Asaj,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.26","label":"26","content":"Alamelej, Ama thiab Misas. Sab hnub poob tug ciam teb chwv roob Khamee thiab lub moos Sihaulina,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.27","label":"27","content":"thiab nkhaus mus rau sab hnub tuaj mus rau Npedakoo thiab koom Xenpuloo ciam teb thiab raws lub hav Itha‑ee mus rau sab ped txog Npe‑eme thiab Ne‑i‑ee, thiab dhau rau sab ped mus txog lub moos Khanpu,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.28","label":"28","content":"Enploo, Lehau, Hamoo thiab Khana, mus txog ntua lub niag nroog Xaidoo."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.29","label":"29","content":"Ciam teb kuj nkhaus kiag mus rau Lama mus txog lub nroog Thailab uas muaj ntsa loog khov kho, thiab ciam teb kuj nkhaus mus rau lub moos Hauxa mus kawg rau ntawm Hiavtxwv. Thiab muaj tej moos no yog Mahalab,  Axij,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.30","label":"30","content":"Uma, Afe thiab Lehau, huvsi muaj nees nkaum ob lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.31","label":"31","content":"No yog xeem Asaw thiab lawv tej cum li qub txeeg qub teg, yog tej moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.32","label":"32","content":"Rho daim ntawv uas rau los mas yog Nathali li, yog xeem Nathali thiab lawv tej cum li."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.33","label":"33","content":"Lawv ciam teb pib ntawm Helej ntawm tsob ntoo qheb hauv Xanani mus rau Adaminekhe thiab Yane‑ee, mus txog ntua Lakhu, mus kawg rau ntawm dej Yaladee."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.34","label":"34","content":"Thiab ciam teb kuj lem mus rau sab hnub poob mus txog Anau Thanpau, dhau qhov ntawd mus txog Huko, mas sab qab teb yog koom Xenpuloo ciam teb thiab sab hnub poob koom Asaw ciam teb, thiab sab hnub tuaj yog tus dej Yaladee uas npuas Yuda."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.35","label":"35","content":"Lawv tej moos uas muaj ntsa loog yog tej no, Xidi, Xaw, Hama, Lakha, Khinele,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.36","label":"36","content":"Adama, Lama, Haxau,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.37","label":"37","content":"Khede, Ede‑i, Eehaxau,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.38","label":"38","content":"Yiloo, Mida‑ee, Haulee, Npe‑anav thiab Npeseme, huvsi muaj kaum cuaj lub moos thiab tej zej zog ib ncig."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.39","label":"39","content":"No yog xeem Nathali thiab lawv tej cum li qub txeeg qub teg, yog tej moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.40","label":"40","content":"Rho daim ntawv uas xya los mas yog xeem Daj thiab lawv tej cum li."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.41","label":"41","content":"Tej tebchaws uas yog lawv qub txeeg qub teg muaj tej moos no nyob hauv yog Xaula, Etha‑oo, Iseme,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.42","label":"42","content":"Sa‑alanpi, Aiyaloo, Ibla,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.43","label":"43","content":"Eloo, Thinaj, Ekhoo,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.44","label":"44","content":"Eethekhe, Kinpethoo, Npa‑alab,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.45","label":"45","content":"Yehuj, Npenenpela, Kalimoo,"},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.46","label":"46","content":"thiab Meyakhoo thiab Lakhoo thiab thaj teb uas ncaj lub moos Yaupa."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.47","label":"47","content":"Thaum xeem Daj lub tebchaws poob lawd, cov Daj mus ua rog rau lub moos Lesee. Lawv ntaus yeej thiab xuas ntaj tua lub moos ntawd thiab txeeb tau ua lawv tug thiab mus nyob rau hauv, mas lawv muab lub moos Lesee ntawd hu ua Daj raws li lawv tus yawg koob Daj."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.48","label":"48","content":"No yog xeem Daj thiab lawv tej cum li qub txeeg qub teg, yog tej moos thiab tej zej zog ib ncig cov moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.49","label":"49","content":"Thaum uas faib lub tebchaws ua qub txeeg qub teg txhua zog tag lawd cov Yixayee kuj muab qub txeeg qub teg hauv lawv faib rau Noo tus tub Yausua."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.50","label":"50","content":"Raws li Yawmsaub hais mas lawv muab lub moos uas nws thov rau nws, yog lub moos Thinaxela pem toj siab hauv Efa‑i tebchaws. Yausua muab lub moos ntawd ua dua tshiab thiab mus nyob rau hauv."},{"bible_id":"1269","chapter_code":"JOS.19","verse_code":"JOS.19.51","label":"51","content":"Tej uas hais no yog pov thawj Ele‑axa thiab Noo tus tub Yausua thiab cov thawj hauv txhua cum txhua xeem Yixayee muab ua ntawv rho faib ua qub txeeg qub teg ntawm Silau tab meeg Yawmsaub xubntiag ntawm qhov rooj lub tsev ntaub sib ntsib. Ua li no lawv thiaj muab lub tebchaws faib tag lawm."},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.1","label":"1","content":"Yawmsaub hais rau Yausua tias,"},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Yuav tsum tu tej moos cawm siav uas kuv twb kom Mauxe hais rau koj lawd,"},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.3","label":"3","content":"xwv tus uas tua neeg uas tsis yog txhob txwm tua thiab tsis paub thiaj tau khiav mus rau hauv. Tej moos no yuav ua lub chaw rau nej cawm siav kom thiaj dim tus uas rob caub."},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.4","label":"4","content":"Tus uas tua neeg ntawd yuav khiav mus rau cov moos ntawd ib lub thiab mus sawv ntawm txojkev uas nkag rau hauv lub rooj loog ntawd thiab piav nws zaj xwm txheej rau cov kev txwj laus hauv lub moos ntawd paub. Mas lawv yuav coj nws nkag mus rau hauv lub moos thiab tu chaw rau nws nyob mas tus ntawd yuav nrog lawv nyob."},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.5","label":"5","content":"Yog tus rob caub caum mus txog los cov kev txwj laus yuav tsis muab tus uas tua neeg ntawd rau hauv tus rob caub txhais tes, rau qhov tus uas tua neeg ntawd tsis yog txhob txwm tua tsis tau ua dua yeeb ncuab li."},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.6","label":"6","content":"Tus ntawd yuav nyob hauv lub moos ntawd mus txog thaum nws mus sawv hais plaub tab meeg ntawm cov pejxeem xubntiag tag thiab nyob txog thaum tus uas ua tuam pov thawj hlob lub sijhawm ntawd tuag lawm. Tus uas tua neeg ntawd li rov mus tau rau nws vaj nws tsev hauv nws lub moos uas nws khiav tuaj.’ ”"},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.7","label":"7","content":"Lawv thiaj tu lub moos Khede hauv Kalilais uas yog pem toj siab hauv Nathali tebchaws, thiab lub moos Sekhee pem toj siab hauv Efa‑i tebchaws, thiab lub moos Khiliya Anpa (uas yog lub moos Heploo) uas nyob pem toj siab hauv Yuda tebchaws."},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.8","label":"8","content":"Sab dej Yaladee hnub tuaj uas ncaj lub moos Yelikhau lawv tu lub moos Npexaw hauv tebchaws moj sab qhua uas nyob tej nras tiaj toj siab hauv xeem Lunpee tebchaws, thiab lub moos Lamau hauv Kile‑a hauv xeem Kas tebchaws, thiab lub moos Kaulas hauv Npasas uas yog xeem Manaxe tebchaws."},{"bible_id":"1269","chapter_code":"JOS.20","verse_code":"JOS.20.9","label":"9","content":"Tej moos no yog tej uas tu cia rau cov Yixayee sawvdaws thiab lwm haiv neeg uas nrog lawv nyob, xwv leejtwg tua neeg tiamsis tsis yog txhob txwm tua thiaj tau khiav mus rau hauv, kom thiaj tsis tuag rau tus rob caub txhais tes ua ntej uas tsis tau mus sawv hais plaub tab meeg cov pejxeem xubntiag."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.1","label":"1","content":"Thaum ntawd cov uas ua thawj hauv xeem Levi txhua cum tuaj cuag pov thawj Ele‑axa thiab Noo tus tub Yausua thiab cov uas ua thawj hauv txhua xeem txhua cum Yixayee,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.2","label":"2","content":"mas hais rau lawv ntawm Silau hauv Khana‑as tebchaws tias, “Yawmsaub twb hais rau Mauxe kom muab tej lub moos rau peb nyob thiab muab tej tshav zaub ib ncig rau peb yug tsiaj txhu.”"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.3","label":"3","content":"Ua li no cov Yixayee thiaj li rho lawv qub txeeg qub teg tej lub moos uas yuav hais no thiab tej tshav zaub ib ncig cov moos ntawd pub rau cov Levi raws li Yawmsaub hais kom lawv ua."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.4","label":"4","content":"Rho tau ntawv los yog Khauha tej cum. Ua li no cov Levi uas yog pov thawj Aloo caj ces thiaj tau kaum peb lub moos uas rho hauv xeem Yuda thiab xeem Xime‑oo thiab xeem Npeeyamee los."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.5","label":"5","content":"Cov Khauha uas tseem tshuav rho ntawv tau kaum lub moos hauv xeem Efa‑i tej cum thiab xeem Daj thiab ib nrab xeem Manaxe."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.6","label":"6","content":"Cov Kwsoo rho ntawv tau kaum peb lub moos hauv xeem Ixakha tej cum thiab hauv xeem Asaw thiab xeem Nathali thiab ib nrab xeem Manaxe hauv Npasas tebchaws."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.7","label":"7","content":"Melali tej cum tau kaum ob lub moos hauv xeem Lunpee thiab xeem Kas thiab xeem Xenpuloo."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.8","label":"8","content":"Tej moos thiab tej tshav zaub ib ncig no cov Yixayee ua ntawv rho pub rau cov Levi raws li uas Yawmsaub kom Mauxe hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.9","label":"9","content":"Lawv muab tej moos uas yuav hais no hauv xeem Yuda thiab xeem Xime‑oo"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.10","label":"10","content":"pub rau Aloo caj ces uas yog ib cum hauv cov Khauha uas yog xeem Levi, rau qhov lawv twb rho tau thawj daim ntawv lawm."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.11","label":"11","content":"Lawv muab lub moos Khiliya Anpa (Anpa yog Anaj txiv), uas yog lub moos Heploo uas nyob pem toj siab hauv Yuda tebchaws, thiab tej tshav zaub ib ncig lub moos ntawd."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.12","label":"12","content":"Tiamsis tej teb thiab tej zej zog uas nyob ib ncig lub moos mas twb muab rau Yefune tus tub Khalej yuav ua nws tug lawm."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.13","label":"13","content":"Lawv muab lub moos Heploo thiab tej tshav zaub ib ncig rau pov thawj Aloo caj ces. Heploo yog ib lub moos cawm siav rau tus uas tua neeg. Thiab lawv muab tej moos no thiab tej tshav zaub ib ncig cov moos no, yog lub moos Lina,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.14","label":"14","content":"thiab Yathi, Ethemau‑a,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.15","label":"15","content":"Hauloo, Denpi,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.16","label":"16","content":"Ayi, Yutha thiab Npeseme, huvsi yog cuaj lub moos hauv ob xeem no."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.17","label":"17","content":"Hauv xeem Npeeyamee yog muab tej moos no thiab tej tshav zaub ib ncig, yog Kinpe‑oo, Kenpa,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.18","label":"18","content":"Anathau thiab Amoos, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.19","label":"19","content":"Aloo caj ces uas ua pov thawj tej moos huvsi muaj kaum peb lub moos thiab tej tshav zaub ib ncig."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.20","label":"20","content":"Cov Khauha uas tseem tshuav uas yog Khauha tej cum hauv xeem Levi, lawv rho ntawv tau tej moos hauv xeem Efa‑i."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.21","label":"21","content":"Tej moos uas lawv muab yog lub moos Sekhee thiab tej tshav zaub ib ncig, uas yog ib lub moos cawm siav rau tus uas tua neeg, uas nyob pem toj siab Efa‑i tebchaws, thiab tej moos no thiab tej tshav zaub ib ncig, yog Kexaw,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.22","label":"22","content":"Kixa‑i thiab Npe Hauloo, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.23","label":"23","content":"Hauv xeem Daj yog muab tej moos no thiab tej tshav zaub ib ncig, yog Eethekhe, Kinpethoo,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.24","label":"24","content":"Aiyaloo thiab Kalimoo, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.25","label":"25","content":"Hauv ib nrab xeem Manaxe yog muab lub moos Tha‑ana thiab tej tshav zaub ib ncig, thiab Kalimoo thiab tej tshav zaub ib ncig, huvsi yog ob lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.26","label":"26","content":"Khauha tej cum uas tseem tshuav ntawd tej moos mas huvsi yog kaum lub moos thiab tej tshav zaub ib ncig."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.27","label":"27","content":"Tej lub moos uas muab rau Kwsoo caj ces uas yog ib cum hauv xeem Levi, mas hauv ib nrab xeem Manaxe yog muab lub moos Kaulas hauv Npasas thiab tej tshav zaub ib ncig, uas yog ib lub moos cawm siav rau tus uas tua neeg, thiab lub moos Npe‑ethela thiab tej tshav zaub ib ncig, huvsi yog ob lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.28","label":"28","content":"Hauv xeem Ixakha yog muab tej moos no thiab tej tshav zaub ib ncig, yog Khisi‑oo, Danpela,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.29","label":"29","content":"Yamu thiab Eekani, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.30","label":"30","content":"Hauv xeem Asaw yog muab tej moos no thiab tej tshav zaub ib ncig, yog Misas, Adoo,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.31","label":"31","content":"Heekha thiab Lehau, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.32","label":"32","content":"Hauv xeem Nathali yog muab lub moos Khede hauv Kalilais, uas yog ib lub moos cawm siav rau tus uas tua neeg, thiab lub moos Hamaudau thiab tej tshav zaub ib ncig, thiab Khathas thiab tej tshav zaub ib ncig, huvsi yog peb lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.33","label":"33","content":"Kwsoo tej cum tej moos mas huvsi muaj kaum peb lub moos thiab tej tshav zaub ib ncig."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.34","label":"34","content":"Tej moos uas muab rau cov Levi uas tseem tshuav, yog Melali tej cum, mas hauv xeem Xenpuloo yog muab tej moos no thiab tej tshav zaub ib ncig, yog Yaune‑as, Khatha,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.35","label":"35","content":"Dinas thiab Nahalas, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.36","label":"36","content":"Hauv xeem Lunpee yog muab tej moos no thiab tej tshav zaub ib ncig, yog Npexaw, Yahaj,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.37","label":"37","content":"Khedemau thiab Mefa‑a, huvsi plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.38","label":"38","content":"Hauv xeem Kas yog muab lub moos Lamau hauv Kile‑a thiab tej tshav zaub ib ncig, uas yog ib lub moos cawm siav rau tus uas tua neeg, thiab muab tej moos no thiab tej tshav zaub ib ncig, yog Mahana‑i,"},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.39","label":"39","content":"Hesanpoo thiab Yaxaw, huvsi yog plaub lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.40","label":"40","content":"Tej moos uas muab rau cov Levi uas tseem tshuav, yog Melali tej cum, mas huvsi yog kaum ob lub moos."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.41","label":"41","content":"Levi tej moos uas nyob hauv cov Yixayee lub tebchaws uas yog lawv teej lawv tug huvsi yog plaub caug yim lub moos thiab tej tshav zaub ib ncig."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.42","label":"42","content":"Tej moos no puavleej muaj tshav zaub vij puag ncig txhua lub moos ib yam nkaus."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.43","label":"43","content":"Raws li uas hais los no Yawmsaub muab lub tebchaws uas Yawmsaub tau cog lus tseg tias yuav pub rau lawv tej poj koob yawm txwv huvsi pub rau cov Yixayee. Thaum lawv txeeb tau ua lawv tug lawd lawv cia li mus nyob kiag ruaj rau hauv."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.44","label":"44","content":"Yawmsaub pub lawv nyob ruaj nyob tus tau so rau txhua fab, yam li uas Yawmsaub tau cog lus tseg rau lawv tej poj koob yawm txwv. Tsis muaj ib tug yeeb ncuab tiv tau lawv li, rau qhov Yawmsaub twb muab lawv tej yeeb ncuab rau hauv lawv txhais tes huvsi lawm."},{"bible_id":"1269","chapter_code":"JOS.21","verse_code":"JOS.21.45","label":"45","content":"Txhua yam zoo uas Yawmsaub tau cog lus tseg rau cov Yixayee tsis tshuav ib yam dabtsi uas tsis tau tiav, puavleej tiav tag huvsi lawm."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.1","label":"1","content":"Thaum ntawd Yausua hu xeem Lunpee thiab xeem Kas thiab ib nrab xeem Manaxe tuaj"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.2","label":"2","content":"mas hais rau lawv tias, “Nej twb ua raws li Yawmsaub tus tub qhe Mauxe hais rau nej lawm thiab nej mloog kuv lus thiab ua txhua yam uas kuv hais kom nej ua."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.3","label":"3","content":"Ntev los txog niaj hnub nimno nej tsis tso nej cov kwvtij tseg, nej twb ceev faj ua raws li uas Yawmsaub uas yog nej tus Vajtswv hais rau nej."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.4","label":"4","content":"Nimno Yawmsaub uas yog nej tus Vajtswv twb pub nej cov kwvtij tau so lawm, raws li nws tau cog lus tseg rau lawv. Ces nej cia li rov qab mus tsev hauv lub tebchaws uas Yawmsaub tus tub qhe Mauxe muab pub rau nej ua nej teej nej tug sab dej Yaladee hnub tuaj."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.5","label":"5","content":"Nej yuav tsum ceev faj ua raws li tej lus nkaw thiab txoj kevcai uas Yawmsaub tus tub qhe Mauxe hais rau nej lawd. Nej yuav hlub Yawmsaub uas yog nej tus Vajtswv thiab ua nej lub neej raws li nws txhua txojkev huvsi, thiab tuav rawv nws tej lus nkaw thiab nrog nws tsheej xeeb, thiab ua koom tu nws kawg nej lub siab lub ntsws.”"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.6","label":"6","content":"Yausua thiaj foom koob hmoov rau lawv thiab xa lawv mus ces lawv txawm rov mus lawv vaj lawv tsev."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.7","label":"7","content":"Ib nrab xeem Manaxe ntawd, Mauxe twb muab Npasas tebchaws rau lawv yuav ua lawv tug, tshuav ib nrab xeem ntawd mas Yausua pub lawv nrog lawv cov kwvtij tau teej tug sab dej Yaladee hnub poob. Thaum Yausua xa lawv mus tsev nws foom koob hmoov rau lawv,"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.8","label":"8","content":"thiab hais rau lawv tias, “Cia li rov qab mus nyias vaj nyias tsev, coj tej cuab txhiaj cuab tam muaj nplua mias, tej niag pab tsiaj tej nyiaj thiab tej kub tej tooj liab tej hlau thiab tej tsoos tsho ntau ntau mus. Muab tej uas nej txeeb yeeb ncuab li los ntawd faib rau nej cov kwvtij neej tsa.”"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.9","label":"9","content":"Cov Lunpee thiab cov Kas thiab ib nrab xeem Manaxe tau ncaim cov Yixayee ntawm Silau hauv Khana‑as tebchaws rov qab mus tsev rau hauv Kile‑a tebchaws, yog lub tebchaws uas lawv txeeb tau ua lawv tug raws li Yawmsaub kom Mauxe hais rau lawv lawd."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.10","label":"10","content":"Thaum lawv los txog ntawm ntug dej Yaladee uas nyob Khana‑as sab tebchaws, cov Lunpee thiab cov Kas thiab ib nrab xeem Manaxe txawm tib ib lub thaj xyeem rau ntawm dej Yaladee, yog ib lub thaj uas loj kawg li."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.11","label":"11","content":"Mas cov Yixayee hnov luag hais tias, “Saib maj, cov Lunpee thiab cov Kas thiab ib nrab xeem Manaxe ua tau ib lub thaj rau ntawm Khana‑as ciam teb uas ze ntug dej Yaladee sab uas yog Yixayee tebchaws.”"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.12","label":"12","content":"Mas thaum cov Yixayee tau hnov li ntawd ib tsoom pejxeem Yixayee sawvdaws txawm sau zog ua ke rau ntawm Silau yuav mus ua rog rau lawv."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.13","label":"13","content":"Mas cov Yixayee thiaj txib pov thawj Ele‑axa tus tub Fineha mus cuag cov Lunpee thiab cov Kas thiab ib nrab xeem Manaxe hauv Kile‑a tebchaws,"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.14","label":"14","content":"thiab kaum tus uas ua hlob, ib xeem ib tug uas puavleej yog tus thawj hauv txhua cum Yixayee nrog nws mus."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.15","label":"15","content":"Thaum lawv tuaj txog cov Lunpee thiab cov Kas thiab ib nrab xeem Manaxe hauv Kile‑a tebchaws lawv kuj hais rau cov ntawd tias,"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.16","label":"16","content":"“Yawmsaub cov neeg sawvdaws hais li no tias, ‘Nej ua dabtsi li no? Nej fav xeeb rau cov Yixayee tus Vajtswv, es hnub no nej tso Yawmsaub tseg mus ua ib lub thaj rau nej xwb, yog hnub no nej tau sawv twv Yawmsaub lawm."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.17","label":"17","content":"Tej kev txhaum uas peb ua ntawm Pe‑au tseem tsis txaus thiab lov? Los txog niaj hnub nimno peb tseem ntxuav tsis tau kom peb huv huv li thiab tej kev txhaum ntawd ua kom vij sub vij sw poob rau Yawmsaub cov neeg xwb."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.18","label":"18","content":"Mas hnub no nej tseem yuav tso Yawmsaub tseg thiab lov? Hnub no yog nej sawv twv Yawmsaub mas tagkis nws yuav chim rau ib tsoom Yixayee sawvdaws."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.19","label":"19","content":"Yog nej lub tebchaws qias tsis huv nej cia li hla mus rau hauv Yawmsaub lub tebchaws uas muaj Yawmsaub lub tsev ntaub, los nrog peb tuav lub tebchaws ua teej ua tug. Tsis txhob sawv twv Yawmsaub thiab tsis txhob coj peb twv Yawmsaub es mus ua ib lub thaj rau nej uas tsis yog peb tus Vajtswv Yawmsaub lub thaj."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.20","label":"20","content":"Xelag tus tub Akhas twb ua tsis ncaj rau tej uas muab cais pub rau Yawmsaub los tsis yog? Mas Yawmsaub txojkev chim thiaj li poob rau saum cov Yixayee sawvdaws. Tsis yog nws tib leeg puam tsuaj rau nws lub txim xwb.’ ”"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.21","label":"21","content":"Xeem Lunpee thiab xeem Kas thiab ib nrab xeem Manaxe txawm teb cov thawj hauv txhua cum Yixayee tias,"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.22","label":"22","content":"“Tus uas muaj hwjchim loj kawg nkaus pom, yog Vajtswv uas yog Yawmsaub. Tus uas muaj hwjchim loj kawg nkaus pom, yog Vajtswv uas yog Yawmsaub ntag. Nws yeej paub thiab cia cov Yixayee paub thiab. Yog tias peb sawv twv thiab ua tsis ncaj rau Yawmsaub mas hnub no tsis txhob tseg peb txojsia li."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.23","label":"23","content":"Qhov uas peb ua lub thaj ntawd, mas yog peb tso Yawmsaub tseg thiab siv ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem qoob loo thiab ua kevcai xyeem sib raug zoo rau saum lub thaj ntawd, mas cia Yawmsaub rau txim ntag."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.24","label":"24","content":"Tsis yog li ntawd. Qhov uas peb ua li ntawd twb yog ntshai tsam lwm hnub nej tej tub ki yuav hais rau peb tej tub ki tias, ‘Nej muaj feem koom Yawmsaub uas yog cov Yixayee tus Vajtswv dabtsi?"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.25","label":"25","content":"Rau qhov Yawmsaub twb muab tus dej Yaladee ua ciam teb quas peb thiab nej cov Lunpee thiab cov Kas lawm nev. Nej tsis muaj feem hauv Yawmsaub.’ Yog li ntawd peb ntshai tsam nej tej tub ki yuav ua rau peb tej tub ki tseg tsis pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.26","label":"26","content":"“Vim li no peb thiaj hais tias, ‘Cia peb ua lub thaj no, tsis yog ua los siv ua tej kevcai hlawv huvsi xyeem lossis tua tsiaj xyeem.’"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.27","label":"27","content":"Tiamsis yog peb ua los ua tsoob zeej timkhawv rau peb thiab nej, thiab rau lwm tiam uas dua peb lawm tias peb yeej yuav pe hawm Yawmsaub thiab ua tej kevcai hlawv huvsi xyeem thiab tua tsiaj xyeem thiab xyeem sib raug zoo rau ntawm Yawmsaub xubntiag,  xwv nej tej tub ki thiaj hais tsis tau rau peb tej tub ki tom qab tias, ‘Nej tsis muaj feem hauv Yawmsaub.’"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.28","label":"28","content":"Peb xav tias yog muaj leejtwg hais li no rau peb lossis hais rau peb caj ces tom qab, peb kuj yuav hais tau tias, ‘Saib lub thaj no uas zoo yam li Yawmsaub lub thaj uas peb tej poj koob yawm txwv ua cia, tsis yog ua los siv ua kevcai hlawv huvsi xyeem lossis tua tsiaj xyeem, tiamsis yog ua los ua tsoob zeej timkhawv rau peb thiab nej xwb.’"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.29","label":"29","content":"Peb yeej tsis yog yuav sawv twv Yawmsaub tso Yawmsaub tseg hnub no es ua dua ib lub thaj los ua tej kevcai hlawv huvsi xyeem thiab xyeem qoob loo thiab tua tsiaj xyeem, uas tsis yog peb tus Vajtswv Yawmsaub lub thaj uas nyob ntawm Yawmsaub lub tsev ntaub.”"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.30","label":"30","content":"Thaum pov thawj Fineha thiab cov ua hlob uas yog cov thawj hauv txhua cum Yixayee uas nrog nws nyob ua ke ntawd hnov tej lus uas cov Lunpee thiab cov Kas thiab cov Manaxe hais ntawd mas lawv kuj txaus siab heev."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.31","label":"31","content":"Pov thawj Ele‑axa tus tub Fineha hais rau cov Lunpee thiab cov Kas thiab cov Manaxe tias, “Hnub no peb paub tseeb tias Yawmsaub nyob hauv peb nruab nrab, vim yog nej kuj tsis fav xeeb rau Yawmsaub. Nimno nej tau pab cov Yixayee dim qhov uas Yawmsaub rau txim.”"},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.32","label":"32","content":"Pov thawj Ele‑axa tus tub Fineha thiab cov uas ua hlob kuj tawm ntawm cov Lunpee thiab cov Kas hauv Kile‑a tebchaws rov qab mus cuag cov Yixayee hauv Khana‑as tebchaws thiab qhia lawv paub."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.33","label":"33","content":"Tej lus uas lawv mus qhia ntawd txaus cov Yixayee siab thiab cov Yixayee kuj qhuas Vajtswv. Tsis muaj leejtwg yuav hais txog ua rog rau lawv thiab ua rau lub tebchaws uas cov Lunpee thiab cov Kas nyob lawd puam tsuaj li lawm."},{"bible_id":"1269","chapter_code":"JOS.22","verse_code":"JOS.22.34","label":"34","content":"Cov Lunpee thiab cov Kas hu lub thaj ntawd tias “Lub thaj tsoob zeej timkhawv.” Lawv hais tias “Lub thaj ua tsoob zeej timkhawv rau peb ob tog tias Yawmsaub yog Vajtswv.”"},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.1","label":"1","content":"Los rau yav tom qab ntev loo thaum Yawmsaub pub cov Yixayee tau so tsis ua rog rau tej yeeb ncuab uas nyob ib ncig lawv, thiab Yausua hnub nyoog nchav thiab laus heev lawm,"},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.2","label":"2","content":"Yausua hu cov Yixayee sawvdaws, yog cov kev txwj laus thiab cov thawj, cov uas tu plaub thiab cov nom tswv sawvdaws tuaj thiab hais rau lawv tias, “Kuv hnub nyoog nchav thiab laus heev lawm."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.3","label":"3","content":"Nej twb pom txhua yam uas Yawmsaub uas yog nej tus Vajtswv tau ua rau tej haiv neeg no huvsi vim yog saib rau nej, rau qhov Yawmsaub uas yog nej tus Vajtswv tau ua rog pab nej."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.4","label":"4","content":"Saib maj, tej tebchaws uas tseem tshuav kuv twb muab faib ua qub txeeg qub teg rau nej tej xeem, ua ke rau tej tebchaws uas kuv twb kov yeej lawd, txij ntua tus dej Yaladee mus txog Hiavtxwv Loj  sab hnub poob."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.5","label":"5","content":"Nej tus Vajtswv Yawmsaub yuav muab lawv thawb kom khiav ntawm nej hauv ntej mus thiab yuav ntiab lawv khiav dhau plaws ntawm nej lub qhov muag mus. Mas nej yuav txeeb tau lawv lub tebchaws ua nej tug raws li nej tus Vajtswv Yawmsaub cog lus rau nej."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.6","label":"6","content":"Vim li no nej cia li ua khov kho tuav rawv thiab ua raws nraim li txhua yam uas sau cia rau hauv Mauxe phau kevcai, tsis txhob tig rau sab xis lossis sab laug kiag li,"},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.7","label":"7","content":"xwv nej thiaj tsis nrog tej haiv neeg uas tshuav nyob hauv nej nruab nrab koom ua ke, lossis hais txog lawv tej dab lub npe thiab tuav lawv tej dab lub npe twv lossis ua koom tu thiab pe lawv tej dab ntawd."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.8","label":"8","content":"Tiamsis nej yuav tsum nrog Yawmsaub uas yog nej tus Vajtswv tsheej xeeb yam li nej ua los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.9","label":"9","content":"Rau qhov Yawmsaub ntiab tej haiv neeg uas loj thiab muaj zog dua nej khiav ntawm nej hauv ntej mus. Thiab tsis muaj leejtwg tiv tau nej los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.10","label":"10","content":"Nej ib leeg ntiab tau ib txhiab leej khiav, vim nej tus Vajtswv Yawmsaub pab nej ua rog, raws li nws cog lus cia lawd."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.11","label":"11","content":"Yog li no nej yuav tsum ceev faj tib zoo hlub Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.12","label":"12","content":"Yog nej tig rov qab es mus koom tej haiv neeg uas tseem tshuav nyob rau hauv nej no, mus nrog lawv ua tshoob ua kos, thiab mus yuav lawv tej tub tej ntxhais,"},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.13","label":"13","content":"ces nej cia li paub tseeb tias, nej tus Vajtswv Yawmsaub yuav tsis ntiab tej haiv neeg ntawd khiav ntawm nej hauv ntej mus lawm. Lawv yuav ua rooj ntxiab rooj hlua cuab nej thiab yuav ua rab nplawm nplawm nej nrob qaum thiab ua pos chob nej qhov muag mus txog thaum nej puam tsuaj tag hauv lub tebchaws zoo no uas nej tus Vajtswv Yawmsaub pub rau nej lawm."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.14","label":"14","content":"“Nimno kuv tabtom yuav dua mus. Nej txhua tus lub siab thiab tus ntsuj plig yeej paub tias txhua yam zoo uas nej tus Vajtswv Yawmsaub cog lus rau nej tsis poob ib los li, yeej ua tiav txhua yam tsis muaj ib yam dabtsi uas tsis tau tiav."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.15","label":"15","content":"Txhua yam zoo uas nej tus Vajtswv Yawmsaub cog lus rau nej twb ua tiav rau nej li cas lawm, Yawmsaub yuav ua tej xwm txheej phem huvsi los txog nej tiav ib yam li ntawd mus txog thaum nws rhuav tshem nej ploj tag hauv lub tebchaws zoo no uas nej tus Vajtswv Yawmsaub muab pub rau nej."},{"bible_id":"1269","chapter_code":"JOS.23","verse_code":"JOS.23.16","label":"16","content":"Yog nej fav xeeb rau nej tus Vajtswv Yawmsaub tej lus cog tseg uas nws muab cob rau nej es mus ua koom tu luag tej dab thiab pe tej dab ntawd, mas Yawmsaub txojkev npau taws yuav tshwm plaws rau nej mas nej yuav puam tsuaj sai kawg ploj tag hauv lub tebchaws zoo uas nws tau muab pub rau nej.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.1","label":"1","content":"Mas Yausua sau zog txhua xeem Yixayee huvsi tuaj rau ntawm Sekhee, thiab hu Yixayee cov kev txwj laus thiab cov thawj thiab cov uas tu plaub thiab cov nom tswv tuaj, mas lawv kuj tuaj rau ntawm Vajtswv xubntiag."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.2","label":"2","content":"Mas Yausua hais rau ib tsoom pejxeem sawvdaws tias, “Yawmsaub uas yog cov Yixayee tus Vajtswv hais li no tias, ‘Yav thaum ub nej tej poj koob yawm txwv nyob ntawm ntug dej Yufeti sab hnub tuaj, yog Thela uas yog Aplahas thiab Nahau txiv, lawv yeej ua koom tu luag tej dab."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.3","label":"3","content":"Mas kuv coj nej txiv Aplahas tawm sab ntug dej Yufeti hnub tuaj los thiab coj nws los thoob plaws Khana‑as tebchaws thiab ua rau nws muaj tub ki coob coob. Kuv pub Yiha rau nws."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.4","label":"4","content":"Kuv pub Yakhauj thiab Exau rau Yiha. Kuv pub tej toj siab Xe‑i tebchaws rau Exau ua nws tug, tiamsis Yakhauj thiab nws cov menyuam tau mus rau nram Iyi tebchaws."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.5","label":"5","content":"Kuv txib Mauxe thiab Aloo los thiab kuv ua rau cov Iyi raug kev txom nyem vim tej uas kuv ua rau hauv lawv nruab nrab. Thiab yav tom qab kuv coj nej tawm los."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.6","label":"6","content":"Kuv coj nej tej poj koob yawm txwv tawm hauv Iyi tebchaws los mas nej los txog dej Hiavtxwv Liab. Cov Iyi tej tsheb ua rog thiab tej tub rog caij nees caum nej tej poj koob yawm txwv los txog dej Hiavtxwv Liab."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.7","label":"7","content":"Thaum lawv quaj thov Yawmsaub, mas nws kuj ua kom tsaus ntuj quas nej thiab cov Iyi, thiab nws ua rau dej hiavtxwv nyab kiag cov Iyi. Nej lub qhov muag yeej pom ntsoov tej uas kuv ua rau Iyi tebchaws. Thiab nej nyob hauv tebchaws moj sab qhua ntev."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.8","label":"8","content":"Mas kuv coj nej los rau hauv cov Amaulai lub tebchaws uas nyob sab ntug dej Yaladee hnub tuaj. Lawv ua rog rau nej mas kuv muab lawv cob rau hauv nej txhais tes thiab nej txeeb tau lawv lub tebchaws, thiab kuv muab lawv ua puam tsuaj tag rau ntawm nej hauv ntej."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.9","label":"9","content":"Thaum ntawd Xipaula tus tub Npalaj uas ua vajntxwv kav Mau‑a sawv tsees tawm tsam cov Yixayee. Npalaj txib neeg mus hu Npe‑au tus tub Npala‑as tuaj tsawm foom nej."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.10","label":"10","content":"Tiamsis kuv tsis quav ntsej Npala‑as, vim li ntawd nws thiaj foom koob hmoov rau nej xwb. Yog li no kuv thiaj li cawm nej dim hauv nws txhais tes."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.11","label":"11","content":"Nej hla tus dej Yaladee los rau ntawm lub moos Yelikhau, mas cov neeg Yelikhau tawm tsam nej. Cov Amaulai, cov Pelixai, cov Khana‑as, cov Hivai, cov Kawkasi, cov Hivai thiab cov Yenpu kuj tawm tsam nej, tiamsis kuv muab lawv cob rau hauv nej txhais tes."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.12","label":"12","content":"Kuv tso daiv tso nkawj ua nej ntej mus ntiab cov Amaulai ob tug vajntxwv khiav ntawm nej hauv ntej mus, tsis yog nej li ntaj li hneev ua tau."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.13","label":"13","content":"Kuv muab lub tebchaws uas nej tsis tau khwv rau hauv pub rau nej thiab pub tej moos uas nej tsis tau tsim rau nej mas nej tau mus nyob rau hauv. Nej tau noj tej vaj txiv hmab thiab tej vaj txiv aulib uas nej tsis tau cog.’"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.14","label":"14","content":"“Yog li no nimno nej cia li paub ntshai thiab hwm Yawmsaub thiab ua koom tu nws tuaj nruab siab tiag tiag mus li. Cia li muab tej dab uas nej tej poj koob yawm txwv txeev teev sab dej tim ub thiab hauv Iyi tebchaws tso pov tseg thiab ua koom tu Yawmsaub."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.15","label":"15","content":"Yog nej tsis kam ua koom tu Yawmsaub, hnub no nej cia li xaiv saib nej yuav ua koom tu tus twg, yuav ua koom tu tej dab uas nej tej poj koob yawm txwv txeev teev sab dej Yufeti tim ub, lossis ua koom tu cov Amaulai tej dab hauv lub tebchaws uas nej nyob no. Tiamsis kuv thiab kuv tsev neeg, peb yuav ua koom tu Yawmsaub.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.16","label":"16","content":"Cov pejxeem teb tias, “Qhov uas peb yuav tso Yawmsaub tseg es mus ua koom tu luag tej dab, thov kom nyob deb ntawm peb,"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.17","label":"17","content":"rau qhov Yawmsaub uas yog peb tus Vajtswv yog tus uas coj peb thiab peb tej poj koob yawm txwv tawm hauv Iyi tebchaws hauv txojkev ua qhev los, thiab yog tus uas ua tej txujci phimhwj rau peb pom thiab tsom kwm peb rau txhua txojkev uas peb taug thiab tsom kwm peb rau hauv txhua lub tebchaws uas peb hla mus."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.18","label":"18","content":"Thiab Yawmsaub ntiab tej neeg sawvdaws khiav ntawm peb hauv ntej huvsi mus, yog cov Amaulai uas nyob hauv lub tebchaws ntawd. Vim li no peb yuav ua koom tu Yawmsaub rau qhov nws yog peb tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.19","label":"19","content":"Tiamsis Yausua hais rau cov pejxeem tias, “Nej ua koom tu Yawmsaub tsis tau li, rau qhov nws yog tus Vajtswv uas dawb huv. Nws yog tus Vajtswv uas khib xeeb nws yuav tsis zam nej tej kev fav xeeb thiab nej lub txim."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.20","label":"20","content":"Yog nej tso Yawmsaub tseg mus ua koom tu luag tej dab, nws yuav tig kiag los ua kev txom nyem ceeblaj raug nej thiab rhuav tshem nej, txawm yog nws txeev ua zoo rau nej kuj xij.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.21","label":"21","content":"Cov pejxeem hais rau Yausua tias, “Tsis yog li ntawd, peb yeej yuav ua koom tu Yawmsaub.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.22","label":"22","content":"Mas Yausua hais rau cov pejxeem tias, “Nej ua timkhawv rov rau nej hais tias nej xaiv yuav Yawmsaub thiab ua koom tu nws nav.” Lawv hais tias, “Peb ua tau timkhawv.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.23","label":"23","content":"Yausua hais tias, “Yog li ntawd cia li muab luag tej dab mlom uas nyob hauv nej pov tseg thiab muab lub siab xib rau Yawmsaub uas yog Yixayee tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.24","label":"24","content":"Mas cov pejxeem hais rau Yausua tias, “Peb yuav ua koom tu Yawmsaub uas yog peb tus Vajtswv thiab peb yuav mloog nws lus.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.25","label":"25","content":"Yog li no Yausua thiaj kom cov pejxeem cog lus tseg rau hnub ntawd thiab nws muab tej kab ke thiab tej kevcai cob rau lawv ntawm lub moos Sekhee."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.26","label":"26","content":"Thiab Yausua sau tej lus no rau hauv Yawmsaub phau ntawv kevcai. Nws muab ib lub pob zeb loj teeb rau hauv tus qab ntoo qheb ntawm lub chaw pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.27","label":"27","content":"Thiab Yausua hais rau cov pejxeem sawvdaws tias, “Saib nawj, lub pob zeb no yuav ua timkhawv rau peb, rau qhov lub pob zeb no tau hnov tej lus huvsi uas Yawmsaub hais rau peb. Yog tias nej fav xeeb rau nej tus Vajtswv, lub pob zeb no thiaj ua timkhawv kom nej.”"},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.28","label":"28","content":"Ces Yausua txawm tso cov pejxeem nyias rov mus rau nyias thaj tebchaws uas yog lawv qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.29","label":"29","content":"Dhau ntawd Noo tus tub Yausua uas yog Yawmsaub tus qhev txawm tuag, nws hnub nyoog muaj ib puas kaum xyoo."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.30","label":"30","content":"Lawv muab nws log rau hauv nws thaj teb uas yog nws qub txeeg qub teg ntawm lub moos Thinaxela uas nyob pem toj siab Efa‑i tebchaws ntawm lub roob Ka‑a sab ped."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.31","label":"31","content":"Cov Yixayee ua koom tu Yawmsaub tag Yausua sim neej thiab tag cov kev txwj laus uas nyob ntev dhau Yausua sim neej thiab paub txog txhua yam uas Yawmsaub tau ua rau cov Yixayee."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.32","label":"32","content":"Yauxej cov pob txha uas cov Yixayee coj hauv Iyi tebchaws los ntawd lawv muab log rau hauv lub moos Sekhee, yog hauv thaj teb uas Yakhauj yuav ntawm Hamau cov tub ib puas lub txiag nyiaj.  Hamau yog Sekhee txiv. Thaj teb ntawd poob ua Yauxej caj ces li qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"JOS.24","verse_code":"JOS.24.33","label":"33","content":"Aloo tus tub Ele‑axa kuj tuag, mas lawv muab nws log ntawm lub moos Kinpe‑a uas yog nws tus tub Fineha lub moos uas tau muab ua Fineha teej tug yog nyob pem toj siab Efa‑i tebchaws."}]