[{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.1","label":"1","content":"Yuda uas yog Yexus Khetos tus tub qhe thiab yog Yakaunpau tus kwv hais mus rau cov uas raug hu los, yog cov uas leej Txiv Vajtswv hlub thiab muab tsom kwm cia rau hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.2","label":"2","content":"Thov txojkev khuvleej, txojkev siab tus thiab txojkev hlub tsav ntxiv rau nej ntau zuj zus."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.3","label":"3","content":"Cov uas kuv hlub, kuv kub siab lug xav sau tuaj qhia nej txog txojkev dim uas peb koom, tiamsis kuv pom tias cheem tsum sau thov kom nej tawm tsam cov uas thuam txojkev ntseeg uas twb muab cob rau cov xov dawb tib zaug xwb."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.4","label":"4","content":"Vim muaj qee leej nyiag kev tuaj rau hauv nej. Qhov uas lawv yuav raug txim twb muab sau cia ntev los lawm. Lawv tsis hwm Vajtswv thiab muab peb tus Vajtswv txojkev hlub ntxeev kom tau kev ua phem ua qias, thiab tsis lees yuav Yexus Khetos uas yog peb tus Tswv thiab yog tib tug uas kav peb."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.5","label":"5","content":"Txawm yog nej twb paub tej no tag huvsi lawm los kuv xav kom nej nco txog tias tus Tswv cawm nws haiv neeg dim hauv Iyi tebchaws tiamsis yav tom qab nws kuj muab cov uas tsis ntseeg ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.6","label":"6","content":"Thiab cov tubtxib saum ntuj uas tsis tuav lawv lub meej mom kav thiab tso lawv tej chaw nyob tseg, Vajtswv twb muab txoj saw hlau uas nyob mus ib txhis khi lawv cia rau hauv qhov tsaus ntuj nti tos txog thaum txiav txim rau hnub uas tseem ceeb ntawd."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.7","label":"7","content":"Ib yam li ntawd, twb yog lub moos Xaudoo thiab lub moos Kaumaula  thiab tej moos uas nyob ib ncig ntawd ua nkauj ua nraug ua dev ua npua thiaj ua yam ntxwv rau qhov uas yuav raug txim rau hauv hluavtaws mus ib txhis."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.8","label":"8","content":"Ib yam nkaus li ntawd, cov uas pheej ua npau suav no ua rau lawv lub cev nqaij tawv qias tsis huv thiab tsis lees yuav Vajtswv kav lawv thiab hais lus saib tsis taus cov tubtxib saum ntuj uas muaj hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.9","label":"9","content":"Thaum Mikha‑ee uas ua thawj tubtxib saum ntuj nrog Ntxwg Nyoog sib cam txog Mauxe lub cev tuag los nws twb tsis kav hais lus hnyav kom Ntxwg Nyoog, nws tsuas yog hais tias, “Cia tus Tswv cem koj.”"},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.10","label":"10","content":"Tiamsis cov neeg no hais lus saib tsis taus tej uas lawv tsis nkag siab. Tej uas lawv nkag siab yog raws li lawv lub siab ntshaw xwb, zoo yam li tej tsiaj txhu uas tsis txawj xav dabtsi thiaj ua rau lawv puam tsuaj."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.11","label":"11","content":"Lawv yuav raug txom nyem lauj, vim lawv ua lub neej raws li Khayee ua, thiab tso cev plhuav ua txhaum ib yam li Npala‑as xwv thiaj tau nqe zog. Lawv raug puam tsuaj ib yam li Khaula uas fav xeeb."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.12","label":"12","content":"Lawv ua qias puas tsuas nej rooj mov uas noj sib raug zoo. Thaum lawv nrog nej noj mov lawv tsis paub ntshai Vajtswv, lawv yog tus yug yaj uas yug lawv tus kheej xwb. Lawv yog tauv huab tsis muaj dej uas cua ntsawj ya mus, yog tsob ntoo uas txog lub caij txi txiv kuj tsis txi thiab muab cov cag dob tuag ob zaug lawm."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.13","label":"13","content":"Lawv yog tej nthwv dej hauv hiavtxwv uas nphau heev, ua lawv tej kev txaj muag tshwm los li tej npuas dej. Lawv yog tej hnub qub uas ya poob ntawm nws txojkev lawm, twb npaj qhov chaw tsaus ntuj nti cia rau lawv nyob mus ib txhis lawm."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.14","label":"14","content":"Enauj uas nyob tiam xya suav txij thaum Adas los, kuj cev lus txog cov neeg no hais tias, “Saib maj, tus Tswv nrog nws cov tubtxib saum ntuj dawb huv coob coob qas vam leej los"},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.15","label":"15","content":"txiav txim rau txhua tus thiab ua rau txhua tus xeev txog txhua yam kev phem uas lawv tau ua vim yog tsis hwm Vajtswv, thiab xeev txog tej lus nruj lus tsiv huvsi uas cov neeg muaj txim uas tsis hwm Vajtswv hais tawm tsam Vajtswv.”"},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.16","label":"16","content":"Cov neeg ntawd nyiam yws, nyiam iab hiam lwm tus, lawv ua lub neej raws li lawv lub siab phem ntshaw, lawv lub ncauj hais lus khav theeb, ua txuj qhuas luag kom tau tshaj thawj."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.17","label":"17","content":"Cov uas kuv hlub, nej yuav tsum nco txog peb tus Tswv Yexus Khetos cov tubtxib tej lus hais pom tom hauv ntej."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.18","label":"18","content":"Lawv hais rau nej tias, “Thaum lub sijhawm kawg yuav muaj neeg uas nyiam thuam luag, thiab ua raws li lawv lub siab phem ntshaw.”"},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.19","label":"19","content":"Cov neeg no yog cov uas ua rau nej tawg ua pab ua pawg, lawv yog neeg ntiajteb, tsis muaj Vaj Ntsuj Plig."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.20","label":"20","content":"Nej cov uas kuv hlub, cia li tsim tsa kom nej nyob ruaj saum nej txojkev ntseeg uas dawb huv kawg nkaus thiab thov Vajtswv hauv Vaj Ntsuj Plig uas dawb huv."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.21","label":"21","content":"Cia li ceev faj nyob hauv Vajtswv txojkev hlub rau thaum uas tos rawv peb tus Tswv Yexus Khetos txojkev khuvleej uas coj mus txog txojsia ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.22","label":"22","content":"Cia li khuvleej cov uas tseem ua ob lub siab."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.23","label":"23","content":"Cia li pab kom neeg dim thiab rub lawv tawm hauv hluavtaws los, thiab muaj lub siab paub ntshai Vajtswv khuvleej luag, thiab ntxub tej ris tsho uas tsuas tej kev phem kev qias ntawm lawv lub cev."},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.24","label":"24","content":"Thov kom Vajtswv uas muaj hwjchim tsom kwm nej kom tsis dawm ntog, thiab tsa nej kom nyob ntawm Vajtswv uas muaj hwjchim ci ntsa iab lub xubntiag tsis muaj chaw thuam thiab zoo siab kawg,"},{"bible_id":"1269","chapter_code":"JUD.1","verse_code":"JUD.1.25","label":"25","content":"yog Vajtswv tib leeg uas yog peb tus Cawmseej vim muaj peb tus Tswv Yexus Khetos, mas thov kom nws tau koob meej thiab hwjchim meej mom thiab lub zog thiab hwjchim kav txhua yam huvsi, tsis hais yav thaum ub thiab nimno thiab yav tom hauv ntej mus ib txhis. Amee."}]