[{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.1","label":"1","content":"Yawmsaub hu Mauxe thiab hais rau nws ntawm lub tsev ntaub sib ntsib tias,"},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Thaum nej cov leejtwg yuav coj qhov txhia chaw tuaj ua kevcai xyeem rau Yawmsaub, mas nej yuav coj nyuj lossis tshis lossis yaj tuaj xyeem."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.3","label":"3","content":"“ ‘Yog nws yuav muab nyuj ua kevcai hlawv huvsi xyeem  mas nws yuav tsum muab ib tug txiv nyuj uas tsis muaj chaw thuam li, mas nws yuav coj tuaj xyeem rau ntawm lub qhov rooj tsev ntaub sib ntsib, kom Yawmsaub thiaj li txais yuav."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.4","label":"4","content":"Nws yuav tsum muab tes npuab rau saum tus tsiaj uas yuav muab hlawv huvsi xyeem ntawd lub taubhau, mas Yawmsaub thiaj txais yuav tus tsiaj ntawd ua qhov uas ntxuav nws kev txhaum txim."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.5","label":"5","content":"Nws yuav muab tus txiv nyuj ntawd tua rau ntawm Yawmsaub xubntiag, mas Aloo cov tub uas ua pov thawj yuav muab cov ntshav xyeem thiab muab nchos lo puag ncig lub thaj uas nyob ncaj ntawm lub qhov rooj tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.6","label":"6","content":"Nws yuav muab tus tsiaj uas yuav hlawv huvsi xyeem ntawd daim tawv laws es muab cov nqaij txiav ua tej ywb yav."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.7","label":"7","content":"Mas Aloo cov tub uas ua pov thawj yuav rauv taws rau saum lub thaj thiab muab taws los tib rau saud."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.8","label":"8","content":"Aloo cov tub uas ua pov thawj yuav muab tej ywb yav nqaij ntawd thiab lub taubhau thiab cov roj tso tib zoo raws li kevcai rau saum cub tawg saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.9","label":"9","content":"Tus tswv tsiaj yuav tsum muab dej ntxuav tej plab hnyuv thiab tej ceg huvsi, mas tus pov thawj yuav muab tej ntawd hlawv huvsi rau saum lub thaj. Qhov no yog ua kevcai hlawv huvsi xyeem, yog yam uas muab hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.10","label":"10","content":"“ ‘Yog nws yuav muab yaj los tshis ua kevcai hlawv huvsi xyeem, mas nws yuav tsum muab tus txiv uas tsis muaj chaw thuam li."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.11","label":"11","content":"Nws yuav tsum muab tus tsiaj ntawd tua rau ntawm lub thaj sab ped  rau ntawm Yawmsaub xubntiag, mas Aloo cov tub uas ua pov thawj yuav muab cov ntshav ntawd nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.12","label":"12","content":"Nws yuav tsum muab tus tsiaj ntawd txiav ua tej ywb yav mas tus pov thawj yuav muab tej ywb yav nqaij thiab lub taubhau thiab cov roj tso tib zoo raws li kevcai rau saum cub tawg saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.13","label":"13","content":"Tus tswv tsiaj yuav tsum muab dej ntxuav tej plab hnyuv thiab tej ceg huvsi, mas tus pov thawj yuav coj tej ntawd los hlawv huvsi rau saum lub thaj. Qhov no yog ua kevcai hlawv huvsi xyeem, yog yam uas muab hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.14","label":"14","content":"“ ‘Yog nws yuav muab noog ua kevcai hlawv huvsi xyeem rau Yawmsaub, mas nws yuav tsum coj nquab taug lossis rhaws nquab nyeg tuaj xyeem."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.15","label":"15","content":"Tus pov thawj yuav coj tus noog ntawd los rau ntawm lub thaj, muab lub taubhau ntswj kom tu nrho, es coj kiag lub taubhau hlawv rau saum lub thaj mas cia cov ntshav nrog rau ntawm lub thaj ib sab,"},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.16","label":"16","content":"thiab nws yuav dua lub txia thiab dob cov plaub tseg rau ntawm lub thaj sab hnub tuaj uas nchuav pawg tshauv."},{"bible_id":"1269","chapter_code":"LEV.1","verse_code":"LEV.1.17","label":"17","content":"Nws yuav muab ob sab kooj tis dua kom lub cev ntuag tiamsis tsis txhob muab rub tu. Mas tus pov thawj yuav muab tus noog ntawd hlawv rau saum cub tawg saum lub thaj. Qhov no yog ua kevcai hlawv huvsi xyeem, yog yam uas muab hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab.’ ”"},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.1","label":"1","content":"“ ‘Thaum leejtwg yuav coj qhov txhia chaw tuaj ua kevcai xyeem qoob loo  rau Yawmsaub mas nws yuav tsum muab cov hmoov mog uas zoo zoo tuaj xyeem thiab hliv roj txiv aulib ywg cov hmoov mog thiab muab hmoov roj ntoos tsw qab tso rau saud"},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.2","label":"2","content":"mas coj tuaj rau Aloo cov tub uas ua pov thawj. Tus pov thawj yuav muab cov hmoov mog zoo zoo ntse roj ib taus tes thiab muab kiag cov roj ntoos tsw qab ntawd huvsi hlawv saum lub thaj ua chaw rau Yawmsaub nco ntsoov, yog yam uas muab hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.3","label":"3","content":"Tej uas coj tuaj xyeem es tshuav seem ntawd puavleej yog Aloo thiab nws cov tub li feem, yog tej uas dawb huv kawg nkaus uas rho ntawm tej uas yuav muab hlawv kub hnyiab xyeem rau Yawmsaub los lawm."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.4","label":"4","content":"“ ‘Thaum koj coj ncuav cub tuaj ua kevcai xyeem qoob loo mas yuav coj cov ncuav uas tsis xyaw keeb uas muab cov hmoov mog zoo zoo ntse roj ua lossis tej ncuav nyias nyias uas tsis xyaw keeb uas pleev roj."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.5","label":"5","content":"Yog tias koj coj ncuav ci saum ntxaij hlau tuaj xyeem mas yuav muab cov hmoov mog zoo zoo ntse roj tsis xyaw keeb ua xwb."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.6","label":"6","content":"Koj yuav muab lub ncuav ntais ua tej dwb daim thiab ywg roj rau. No yog ua kevcai xyeem qoob loo."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.7","label":"7","content":"Yog tias koj coj ncuav kib hauv yias tuaj ua kevcai xyeem qoob loo, mas yuav muab cov hmoov mog zoo zoo ntse roj ua xwb."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.8","label":"8","content":"Yuav coj tej ncuav zoo li uas hais tag los no lawm tuaj ua kevcai xyeem qoob loo rau Yawmsaub. Thaum koj coj tuaj pub rau tus pov thawj lawd tus pov thawj yuav coj mus rau ntawm lub thaj."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.9","label":"9","content":"Mas tus pov thawj yuav rho ib qho uas ua lub chaw rau Yawmsaub nco ntsoov hauv tej uas coj tuaj ua kevcai xyeem qoob loo ntawd los coj mus hlawv rau saum lub thaj, yog yam uas muab hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.10","label":"10","content":"Mas tej uas coj tuaj ua kevcai xyeem qoob loo es tshuav seem ntawd puavleej yog Aloo thiab nws cov tub li feem, yog tej uas dawb huv kawg nkaus uas rho ntawm tej uas yuav muab hlawv kub hnyiab xyeem rau Yawmsaub los."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.11","label":"11","content":"“ ‘Tej ncuav uas nej coj tuaj ua kevcai xyeem qoob loo rau Yawmsaub ntawd tsis txhob muab keeb los ua. Tsis txhob muab keeb lossis zib ntab hlawv xyeem rau Yawmsaub kiag li."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.12","label":"12","content":"Yog nej coj ob yam no tuaj ua thawj phaum qoob loo xyeem rau Yawmsaub kuj tau, tiamsis tsis txhob muab hlawv saum lub thaj ua kom muaj pa tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.13","label":"13","content":"Koj yuav tsum muab ntsev rau txhua lub ncuav uas koj coj tuaj ua kevcai xyeem qoob loo thiab. Koj tsis txhob tseg cov ntsev uas piv txog koj tus Vajtswv lo lus cog tseg tsis rau rau tej uas koj muab ua kevcai xyeem qoob loo. Koj yuav tsum muab ntsev rau rau txhua yam uas koj muab xyeem huvsi."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.14","label":"14","content":"“ ‘Yog koj muab thawj phaum qoob ua kevcai xyeem qoob loo rau Yawmsaub, mas koj yuav muab cov thawj hnab los qha kom qhuav mas muab tuav mos mos."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.15","label":"15","content":"Yuav muab roj ntse rau, thiab muab roj ntoos tsw qab tso rau saud yog ua kevcai xyeem qoob loo."},{"bible_id":"1269","chapter_code":"LEV.2","verse_code":"LEV.2.16","label":"16","content":"Tus pov thawj yuav muab cov hmoov uas tuav mos mos thiab ntse roj ib qho thiab cov roj ntoos tsw qab huvsi hlawv ua chaw rau Yawmsaub nco ntsoov. Tej no yog yam uas muab hlawv kub hnyiab xyeem rau Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.1","label":"1","content":"“ ‘Yog leejtwg muab ib tug nyuj ua kevcai xyeem sib raug zoo mas txawm yog muab txiv nyuj los maum nyuj nws yuav tsum muab tus tsiaj uas tsis muaj chaw thuam li xyeem rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.2","label":"2","content":"Nws yuav tsum muab tes npuab saum tus tsiaj uas yuav muab xyeem ntawd taubhau, thiab muab tua kiag rau ntawm lub qhov rooj tsev ntaub sib ntsib. Mas Aloo cov tub uas ua pov thawj yuav muab cov ntshav nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.3","label":"3","content":"Tus tsiaj uas tua xyeem ua kevcai xyeem sib raug zoo ntawd, mas tej uas nws yuav muab hlawv kub hnyiab xyeem rau Yawmsaub yog tej no, yog cov hlab hluas roj hauv nrog cev thiab cov hlab hluas roj uas lo plab hnyuv huvsi,"},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.4","label":"4","content":"thiab ob lub raum thiab cov hlab hluas roj ntawm lub duav, thiab cov hlab hluas roj uas lo cov siab uas yuav muab kaus kiag nrog lub raum los."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.5","label":"5","content":"Aloo cov tub yuav muab tej no hlawv saum lub thaj nrog tus tsiaj uas muab hlawv huvsi xyeem ua ke uas nyob saum cub tawg, yog yam uas muab hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.6","label":"6","content":"“ ‘Yog nws muab yaj lossis tshis tua xyeem rau Yawmsaub ua kevcai xyeem sib raug zoo mas txawm yog txiv los maum, los nws yuav tsum muab tus uas tsis muaj chaw thuam li."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.7","label":"7","content":"Yog nws muab ib tug menyuam yaj xyeem mas nws yuav coj tuaj xyeem rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.8","label":"8","content":"Nws yuav tsum muab tes npuab saum tus tsiaj uas yuav muab xyeem ntawd taubhau, thiab muab tua kiag rau ntawm lub tsev ntaub sib ntsib. Mas Aloo cov tub yuav muab cov ntshav nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.9","label":"9","content":"Tus tsiaj uas tua xyeem ua kevcai xyeem sib raug zoo ntawd, mas tej uas nws yuav muab hlawv kub hnyiab xyeem rau Yawmsaub yog tej no, yog cov hlab hluas roj thiab tus kotw rog rog uas muab txiav ti nkaus txha nrob qaum thiab cov hlab hluas roj hauv nrog cev thiab cov hlab hluas roj uas lo plab hnyuv huvsi,"},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.10","label":"10","content":"thiab ob lub raum thiab cov hlab hluas roj ntawm lub duav, thiab cov hlab hluas roj uas lo cov siab uas yuav muab kaus kiag nrog lub raum los."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.11","label":"11","content":"Mas tus pov thawj yuav muab tej no hlawv rau saum lub thaj, yog tej zaub mov uas muab hlawv kub hnyiab xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.12","label":"12","content":"“ ‘Yog nws muab ib tug tshis xyeem mas nws yuav tsum muab xyeem rau ntawm Yawmsaub xubntiag,"},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.13","label":"13","content":"thiab nws yuav muab tes npuab saum tus tshis ntawd taubhau, thiab muab tua kiag rau ntawm lub tsev ntaub sib ntsib. Mas Aloo cov tub yuav muab cov ntshav nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.14","label":"14","content":"Tus tsiaj uas xyeem ntawd tej uas nws yuav muab hlawv kub hnyiab xyeem rau Yawmsaub yog tej no, cov hlab hluas roj hauv nrog cev thiab cov hlab hluas roj uas lo plab hnyuv huvsi,"},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.15","label":"15","content":"thiab ob lub raum thiab cov hlab hluas roj ntawm lub duav, thiab cov hlab hluas roj uas lo cov siab uas yuav muab kaus kiag nrog lub raum los."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.16","label":"16","content":"Tus pov thawj yuav muab tej no hlawv rau saum lub thaj, yog tej zaub mov uas muab hlawv kub hnyiab xyeem, ua kom muaj pa tsw qab. Tej hlab hluas roj huvsi yog Yawmsaub li feem."},{"bible_id":"1269","chapter_code":"LEV.3","verse_code":"LEV.3.17","label":"17","content":"“ ‘Nej yuav tsum coj tej kevcai no ib tiam dhau ib tiam mus ib txhiab ib txhis li rau txhua lub chaw uas nej mus nyob, nej tsis txhob noj tej hlab hluas roj thiab cov ntshav.’ ”"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Yog leejtwg ua txhaum ib yam dabtsi uas Yawmsaub twb hais tias tsis txhob ua tiamsis tsis yog nws txhob txwm ua, mas yuav ua li no."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.3","label":"3","content":"“ ‘Yog tus uas raug muab roj hliv ywg tsa ua pov thawj hlob ua txhaum thiaj coj lub txim los puas tsuas cov pejxeem, vim yog nws ua txhaum mas nws yuav tsum muab ib tug thav txiv nyuj uas tsis muaj chaw thuam li xyeem rau Yawmsaub ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.4","label":"4","content":"Nws yuav tsum coj tus nyuj ntawd tuaj ntawm qhov rooj tsev ntaub sib ntsib rau ntawm Yawmsaub xubntiag, thiab nws yuav muab tes npuab rau saum tus nyuj ntawd taubhau thiab muab tua kiag rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.5","label":"5","content":"Tus uas raug tsa ua pov thawj hlob yuav muab cov ntshav nyuj ntawd ib qho coj los rau hauv lub tsev ntaub sib ntsib,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.6","label":"6","content":"mas nws yuav muab nws ntiv tes raus cov ntshav thiab nchos xya zaus ntawm Yawmsaub lub xubntiag rau ntawm daim ntaub uas thaiv chav dawb huv kawg nkaus chav nraum no."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.7","label":"7","content":"Tus pov thawj yuav muab cov ntshav ib qho los pleev cov kub saum lub thaj uas hlawv hmoov tshuaj tsw qab hauv lub tsev ntaub sib ntsib rau ntawm Yawmsaub xubntiag, thiab nws yuav muab cov ntshav nyuj uas tseem tshuav ntawd hliv rau ntawm taw thaj hlawv xyeem uas nyob ncaj ntawm qhov rooj tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.8","label":"8","content":"“ ‘Nws yuav muab cov hlab hluas roj ntawm tus nyuj uas ua kevcai xyeem daws txim ntawd kaus huvsi, uas yog cov hlab hluas roj hauv nrog cev thiab cov hlab hluas roj uas lo plab hnyuv huvsi,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.9","label":"9","content":"thiab ob lub raum thiab cov hlab hluas roj ntawm lub duav, thiab cov hlab hluas roj uas lo cov siab uas yuav muab kaus kiag nrog lub raum los,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.10","label":"10","content":"(ib yam nkaus li nws muab cov hlab hluas roj kaus hauv tus nyuj uas tua xyeem ua kevcai xyeem sib raug zoo). Tus pov thawj yuav muab tej no hlawv saum lub thaj uas hlawv xyeem."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.11","label":"11","content":"Tiamsis daim tawv nyuj thiab cov nqaij thiab lub taubhau tej ceg tej plab hnyuv thiab tej quav,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.12","label":"12","content":"tag nrho tus nyuj huvsi mas yuav coj tawm rau sab nraum ntug zos txog lub chaw dawb huv, uas yog lub chaw nchuav cov tshauv, mas yuav rauv taws rau saum cov tshauv ntawd muab tus tsiaj ntawd hlawv pov tseg huvsi rau qhov ntawd."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.13","label":"13","content":"“ ‘Yog ib tsoom pejxeem Yixayee sawvdaws tau ua tej yam txhaum tiamsis tsis yog lawv txhob txwm ua, lawv yeej tsis paub tias yog kev txhaum thiab lawv ua tej yam uas Yawmsaub twb hais tias tsis txhob ua, mas puavleej yog lawv ua txhaum muaj txim lawm."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.14","label":"14","content":"Thaum lawv paub tseeb tias tej uas lawv ua ntawd yog txhaum lawm mas lawv sawvdaws yuav muab ib tug thav txiv nyuj tuaj ua kevcai xyeem daws txim thiab coj tuaj rau ntawm lub tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.15","label":"15","content":"Cov kev txwj laus yuav muab tes npuab saum tus nyuj ntawd taubhau rau ntawm Yawmsaub xubntiag, mas muab tus nyuj ntawd tua rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.16","label":"16","content":"Tus uas raug tsa ua pov thawj hlob yuav muab cov ntshav nyuj ntawd ib qho coj los rau hauv lub tsev ntaub sib ntsib,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.17","label":"17","content":"mas nws yuav muab nws ntiv tes raus cov ntshav thiab nchos xya zaus rau ntawm Yawmsaub xubntiag rau ntawm daim ntaub uas thaiv."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.18","label":"18","content":"Tus pov thawj yuav muab mentsis ntshav pleev cov kub saum lub thaj uas nyob hauv lub tsev ntaub sib ntsib rau ntawm Yawmsaub xubntiag, thiab nws yuav muab cov ntshav nyuj uas tseem tshuav ntawd hliv rau ntawm taw thaj hlawv xyeem uas nyob ncaj ntawm qhov rooj tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.19","label":"19","content":"Thiab nws yuav muab cov hlab hluas roj kaus huvsi coj mus hlawv rau saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.20","label":"20","content":"Nws yuav muab tus txiv nyuj no ua ib yam nkaus li uas nws twb muab tus txiv nyuj ua kevcai xyeem daws txim. Mas tus pov thawj yuav ua li no thiaj ntxuav tau tej pejxeem tej kev txhaum thiaj zam tau lawv lub txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.21","label":"21","content":"Mas tus pov thawj yuav coj tus nyuj tawm mus rau sab nraum ntug zos thiab muab hlawv huvsi yam li hlawv tus uas ua ntej lawd. Qhov no yog ua kevcai xyeem daws txim rau ib tsoom pejxeem."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.22","label":"22","content":"“ ‘Yog ib tug thawj tau ua tej yam txhaum tiamsis tsis yog nws txhob txwm ua thiab nws ua tej yam uas Yawmsaub uas yog nws tus Vajtswv twb hais tias tsis txhob ua, mas kuj yog nws ua txhaum muaj txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.23","label":"23","content":"Thaum nws paub tseeb tias tej uas nws ua ntawd yog txhaum lawm mas nws yuav tsum coj ib tug txiv tshis uas tsis muaj chaw thuam li tuaj ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.24","label":"24","content":"Nws yuav muab tes npuab saum tus tshis ntawd taubhau thiab muab tua ntawm qhov chaw uas tua tsiaj ua kevcai hlawv huvsi xyeem rau ntawm Yawmsaub xubntiag. No yog ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.25","label":"25","content":"“ ‘Tus pov thawj hlob yuav muab ntiv tes raus cov ntshav uas ua kevcai xyeem daws txim ntawd ib qho mus pleev cov kub saum lub thaj uas hlawv xyeem thiab muab cov ntshav uas tseem tshuav ntawd hliv rau ntawm lub taw thaj."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.26","label":"26","content":"Nws yuav muab cov hlab hluas roj hlawv huvsi saum lub thaj ib yam nkaus li uas hlawv cov hlab hluas roj ntawm tus tsiaj uas tua ua kevcai xyeem sib raug zoo. Mas tus pov thawj thiaj ntxuav tau tus ntawd tej kev txhaum thiaj zam tau nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.27","label":"27","content":"“ ‘Yog cov peejxeem leejtwg tau ua tej yam txhaum tiamsis tsis yog nws txhob txwm ua thiab nws ua tej yam uas Yawmsaub twb hais tias tsis txhob ua, mas kuj yog nws ua txhaum muaj txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.28","label":"28","content":"Thaum nws paub tseeb tias tej uas nws ua ntawd yog txhaum lawm mas nws yuav tsum coj ib tug maum tshis uas tsis muaj chaw thuam li tuaj xyeem daws lub txim uas nws tau ua ntawd."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.29","label":"29","content":"Nws yuav muab tes npuab saum tus tshis uas ua kevcai xyeem daws txim ntawd taubhau thiab muab tua rau ntawm qhov chaw uas tua tsiaj ua kevcai hlawv huvsi xyeem."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.30","label":"30","content":"Tus pov thawj yuav muab ntiv tes raus cov ntshav ntawd ib qho mus pleev cov kub saum lub thaj uas hlawv xyeem thiab muab cov ntshav uas tseem tshuav ntawd hliv rau ntawm lub taw thaj."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.31","label":"31","content":"Thiab nws yuav muab cov hlab hluas roj kaus huvsi yam nkaus li kaus cov hlab hluas roj ntawm tus tsiaj uas ua kevcai xyeem sib raug zoo, mas tus pov thawj yuav muab hlawv saum lub thaj ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab. Mas tus pov thawj thiaj ntxuav tau tus ntawd tej kev txhaum thiaj zam tau nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.32","label":"32","content":"“ ‘Yog nws coj yaj tuaj ua kevcai xyeem daws txim mas nws yuav tsum coj ib tug maum yaj uas tsis muaj chaw thuam li,"},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.33","label":"33","content":"thiab nws yuav muab tes npuab saum tus yaj ntawd taubhau thiab muab tua ua kevcai xyeem daws txim rau ntawm qhov chaw uas tua tsiaj ua kevcai hlawv huvsi xyeem."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.34","label":"34","content":"Tus pov thawj yuav muab ntiv tes raus cov ntshav uas ua kevcai xyeem daws txim ntawd ib qho mus pleev cov kub saum lub thaj uas hlawv xyeem thiab muab cov ntshav uas tseem tshuav ntawd hliv rau ntawm lub taw thaj."},{"bible_id":"1269","chapter_code":"LEV.4","verse_code":"LEV.4.35","label":"35","content":"Thiab nws yuav muab cov hlab hluas roj kaus huvsi yam nkaus li kaus cov hlab hluas roj ntawm tus yaj uas muab tua ua kevcai xyeem sib raug zoo. Nws yuav muab tej no hlawv saum lub thaj nrog tej qhov txhia chaw uas muab hlawv kub hnyiab xyeem rau Yawmsaub ua ke. Mas tus pov thawj yuav ua li no thiaj ntxuav tau tej kev txhaum uas tus ntawd tau ua lawd thiaj zam tau nws lub txim.’ ”"},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.1","label":"1","content":"“ ‘Yog leejtwg ua txhaum rau qhov uas thaum muaj plaub nws ua tau timkhawv vim yog nws twb pom los nws twb paub tiamsis thaum luag hu kom tuaj hais nws tsis yeem ua timkhawv, mas nws yuav tau ris lub txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.2","label":"2","content":"Lossis yog leejtwg nphav tej yam uas qias tsis huv tsis hais tej tsiaj qus lub cev tuag tej tsiaj nyeg lub cev tuag los tej tsiaj me me uas nkag hauv av lub cev tuag, txawm yog nws tsis paub los nws kuj qias tsis huv nws muaj txim lawm."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.3","label":"3","content":"Lossis yog nws nphav ib yam dabtsi uas qias tsis huv ntawm neeg, xws li yog tej uas ua rau neeg qias tsis huv, txawm yog nws tsis paub los thaum uas nws paub tseeb lawm kuj yog nws muaj txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.4","label":"4","content":"Lossis yog leejtwg lam cog lus twv tias yuav ua zoo lossis ua phem, nws lam twv raws li neeg pheej lam twv tiamsis nws tsis paub tseeb tias nws cog lus twv yuam kev lawm, mas thaum nws paub tseeb lawm kuj yog nws muaj txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.5","label":"5","content":"Thaum leejtwg tau ua tej kev txhaum uas hais los no lawm ib yam dabtsi mas nws yuav tsum lees tej kev txhaum uas nws tau ua lawd."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.6","label":"6","content":"Nws yuav tsum coj ib tug maum yaj lossis ib tug maum tshis tuaj ua kevcai ntxuav kev txaug kev txhaum rau tej kev txhaum uas nws tau ua lawd xyeem rau Yawmsaub ua kevcai xyeem daws txim. Tus pov thawj yuav ua li no thiaj ntxuav tau tus ntawd tej kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.7","label":"7","content":"“ ‘Yog nws yuav tsis taus ib tug yaj mas nws yuav tsum coj ob tug nquab taug lossis ob tug rhaws nquab nyeg tuaj rau Yawmsaub ua kevcai ntxuav kev txaug kev txhaum rau tej kev txhaum uas nws tau ua lawd, ib tug nquab ua kevcai xyeem daws txim, ib tug nquab ua kevcai hlawv huvsi xyeem."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.8","label":"8","content":"Nws yuav coj ob tug nquab no tuaj rau tus pov thawj. Tus pov thawj yuav muab ib tug nquab ua kevcai xyeem daws txim. Nws yuav muab tus nquab ntawd taubhau ntswj kom pluam kiag ntawm txha caj dab,"},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.9","label":"9","content":"thiab muab tus uas ua kevcai xyeem daws txim ntawd cov ntshav ib qho nchos kom lo lub thaj ib sab, thiab cov ntshav uas tseem tshuav mas cia nrog rau ntawm taw thaj. Qhov no yog ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.10","label":"10","content":"Mas nws yuav muab tus nquab uas ob ua kevcai hlawv huvsi xyeem raws li txoj kevcai, mas tus pov thawj thiaj ntxuav tau tus ntawd tej kev txhaum uas nws tau ua lawd thiaj zam tau nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.11","label":"11","content":"“ ‘Tiamsis yog nws yuav tsis taus ob tug nquab taug lossis ob tug rhaws nquab nyeg, mas nws yuav tsum coj ib feem kaum hauv ib efa  hmoov mog zoo zoo tuaj xyeem daws lub txim uas nws tau ua lawd, tsis txhob rau roj thiab tsis txhob rau roj ntoos tsw qab vim yog ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.12","label":"12","content":"Nws yuav coj cov hmoov mog ntawd tuaj pub rau tus pov thawj mas tus pov thawj yuav tsuab cov hmoov ntawd ib taus tes ua lub chaw rau Yawmsaub nco ntsoov coj mus hlawv saum lub thaj rau saum tej uas muab hlawv kub hnyiab xyeem rau Yawmsaub. Qhov no yog ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.13","label":"13","content":"Tus pov thawj thiaj ntxuav tau tus ntawd kev txhaum tsis hais yam twg uas hais tag los no lawd mas thiaj zam tau nws lub txim. Cov hmoov uas tseem tshuav ntawd yuav muab ua tus pov thawj li feem ib yam li thaum ua kevcai xyeem qoob loo.’ ”"},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.14","label":"14","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.15","label":"15","content":"“Yog leejtwg ua tsis ncaj ua txhaum rau tej uas dawb huv rau Yawmsaub, tiamsis tsis yog nws txhob txwm ua, mas nws yuav tsum coj ib tug txiv yaj uas tsis muaj chaw thuam li tuaj rau Yawmsaub ua kevcai ntxuav kev txaug kev txhaum. Koj yuav tsum ntaus nqe rau tus txiv yaj ntawd raws li cov nyiaj sekhee uas siv hauv lub chaw pe Vajtswv, thiaj yog ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.16","label":"16","content":"Mas tus ntawd yuav pauj cov uas dawb huv lawd uas nws muab tsis txwm, thiab nws yuav ntxiv ib feem hauv tsib feem rov rau tus pov thawj. Mas tus pov thawj yuav muab tus txiv yaj uas ua kevcai ntxuav kev txaug kev txhaum ntawd xyeem ua kevcai ntxuav tus ntawd kev txhaum txim, thiaj zam tau nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.17","label":"17","content":"“Yog leejtwg ua txhaum ua tej yam uas Yawmsaub twb hais tias tsis txhob ua, txawm yog nws tsis paub tias txhaum, los yeej yog nws ua txhaum thiab nws yuav tau ris lub txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.18","label":"18","content":"Mas nws yuav tsum coj ib tug txiv yaj uas tsis muaj chaw thuam li tuaj mas koj yuav ntaus nqe raws li ntaus nqe rau tus tsiaj uas xyeem ua kevcai ntxuav kev txaug kev txhaum. Tus pov thawj thiaj ntxuav tau tus ntawd tej kev txhaum txim uas nws tsis paub es nws ua lawd, thiaj zam tau nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.5","verse_code":"LEV.5.19","label":"19","content":"No yog ua kevcai ntxuav kev txaug kev txhaum rau qhov uas tau ua txhaum rau Yawmsaub muaj txim lawm.”"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.2","label":"2","content":"“Yog leejtwg ua txhaum ua tsis ncaj rau Yawmsaub, yog nws dag kwvtij zej zog txog tej uas luag muab rau nws cia lossis tej uas luag muab rau nws qhwv, lossis ua tub sab lossis quab yuam kwvtij zej zog li qhov txhia chaw lawm,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.3","label":"3","content":"lossis khaws tau luag tej qhov txhia chaw uas ploj los kuj tsis lees li, tseem twv ntuj twv teb dag, lossis ua txhaum li lwm leej lwm tus ua,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.4","label":"4","content":"mas thaum leejtwg tau ua txhaum li no thiab muaj txim lawm, mas nws yuav tsum thim tej uas nws nyiag los lossis tej uas nws qaum tau los lossis tej uas luag muab rau nws cia, lossis tej uas luag li ploj nws khaws tau,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.5","label":"5","content":"thiab tej uas nws twv ntuj twv teb dag. Nws yuav tsum thim kom txwm nkaus li qub thiab ntxiv ib feem hauv tsib feem rau, muab kiag rau tus tswv rau hnub uas nws muab tsiaj xyeem ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.6","label":"6","content":"Tus ntawd yuav tsum coj ib tug txiv yaj uas tsis muaj chaw thuam li tuaj rau tus pov thawj muab xyeem rau Yawmsaub ua kevcai ntxuav kev txaug kev txhaum, thiab koj yuav ntaus nqe raws li ntaus nqe rau tus tsiaj uas xyeem ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.7","label":"7","content":"Mas tus pov thawj thiaj ntxuav tau tus ntawd tej kev txhaum rau ntawm Yawmsaub xubntiag thiaj zam tau txhua yam uas nws tau ua txhaum muaj txim lawd.”"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.8","label":"8","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.9","label":"9","content":"“Koj cia li hais rau Aloo thiab nws cov tub tias, ‘No yog tej kab ke uas ua kevcai hlawv huvsi xyeem. Tej uas muab hlawv huvsi xyeem ntawd mas cia nyob saum cub tawg saum lub thaj ib hmo kaj ntug, thiab yuav tsum cia cov taws saum lub thaj cig tsis tuag li."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.10","label":"10","content":"Tus pov thawj yuav tsum hnav lub tsho ntaub mag thiab hnav lub ris ntaub mag mus yawm cov tshauv uas ua kevcai hlawv huvsi xyeem ntawd saum lub thaj los tso rau ntawm lub thaj ib sab."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.11","label":"11","content":"Nws yuav muab lub tsho ntawd hle rov hnav dua ib lub tsho mam li coj cov tshauv ntawd tawm mus sab nraum ntug zos rau lub chaw uas dawb huv."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.12","label":"12","content":"Yuav tsum kho taws saum lub thaj kom cig mus li tsis txhob cia hluavtaws tuag li. Tus pov thawj yuav niaj tagkis rauv taws rau saud thiab muab tej qhov txhia chaw uas ua kevcai hlawv huvsi xyeem ua tib zoo tso rau saud thiab muab cov hlab hluas roj ua kevcai xyeem sib raug zoo hlawv rau saud."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.13","label":"13","content":"Yuav tsum kho taws saum lub thaj kom cig mus li tsis txhob cia hluavtaws tuag li."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.14","label":"14","content":"“ ‘No yog tej kab ke uas ua kevcai xyeem qoob loo. Aloo cov tub yuav tsum muab tej uas ua kevcai ntawd xyeem rau ntawm Yawmsaub xubntiag ntawm lub thaj."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.15","label":"15","content":"Mas tus pov thawj yuav muab cov hmoov mog uas zoo zoo ntse roj ua kevcai xyeem qoob loo ntawd ib taus tes thiab muab kiag cov roj ntoos tsw qab uas nyob saud huvsi hlawv saum lub thaj ua chaw rau Yawmsaub nco ntsoov ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.16","label":"16","content":"Tej uas tseem tshuav mas Aloo thiab nws cov tub yuav noj, yuav noj cov hmoov ntawd tsis xyaw keeb, thiab yuav noj rau lub chaw dawb huv uas yog hauv lub loog tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.17","label":"17","content":"Cov ncuav ci no tsis txhob xyaw keeb. Kuv twb muab tej no rho ntawm tej uas muab hlawv kub hnyiab xyeem rau kuv ua lawv li feem, yog yam uas dawb huv kawg nkaus ib yam li tej uas ua kevcai xyeem daws txim thiab xyeem ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.18","label":"18","content":"Aloo caj ces cov tub txhua tus noj tau tej no, yog lawv li feem ib tiam dhau ib tiam ib txhiab ib txhis mus li, rho ntawm tej uas muab hlawv kub hnyiab xyeem rau Yawmsaub los. Leejtwg kov raug tej no mas nws yuav dawb huv lawm.’ ”"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.19","label":"19","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.20","label":"20","content":"“No yog tej uas Aloo thiab nws cov tub yuav muab xyeem rau Yawmsaub rau hnub uas muab roj hliv ywg tsa nws ua pov thawj, yog ib feem kaum hauv ib efa  hmoov mog uas zoo zoo ua kevcai xyeem qoob loo uas lawv niaj hnub ua, muab ib nrab xyeem thaum tagkis, muab ib nrab xyeem thaum yuav tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.21","label":"21","content":"Muab roj ntse cov hmoov ntawd tov kom txhua thiab muab ci saum daim ntxais hlau. Muab ntais ua tej dwb daim,  mas muab ua kevcai xyeem qoob loo, ua kom muaj pa ncho tsw qab hum Yawmsaub siab."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.22","label":"22","content":"Aloo tus tub uas raug tsa ua pov thawj hlob nyob nws chaw yuav muab tej no xyeem rau Yawmsaub mus ib txhis li, yuav muab tej no hlawv huvsi."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.23","label":"23","content":"Txhua yam uas tus pov thawj muab ua kevcai xyeem qoob loo mas yuav muab hlawv huvsi, tsis txhob noj li.”"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.24","label":"24","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.25","label":"25","content":"“Cia li hais rau Aloo thiab nws cov tub tias, ‘No yog tej kab ke uas ua kevcai xyeem daws txim. Muab tus tsiaj uas ua kevcai xyeem daws txim tua rau ntawm Yawmsaub xubntiag ntawm tib qhov chaw uas tua tsiaj ua kevcai hlawv huvsi xyeem, no yog yam uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.26","label":"26","content":"Tus pov thawj uas muab tus tsiaj ntawd ua kevcai xyeem daws txim yuav noj tus tsiaj ntawd cov nqaij. Nws yuav noj rau lub chaw dawb huv uas yog hauv lub loog tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.27","label":"27","content":"Yog yam twg nphav cov nqaij ntawd mas yam ntawd kuj dawb huv thiab. Thaum uas nchos cov ntshav yog cov ntshav lo lub tsho mas yuav muab lub tsho ntawd ntxhua ntawm lub chaw dawb huv."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.28","label":"28","content":"Muab lub laujkaub av uas hau cov nqaij ntawd tsoo pov tseg. Yog muab laujkaub tooj liab hau mas yuav muab txhuam thiab muab dej ntxuav kom huv huv."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.29","label":"29","content":"Txhua tus txivneej uas ua pov thawj noj tau cov nqaij ntawd, yog yam uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"LEV.6","verse_code":"LEV.6.30","label":"30","content":"Tus tsiaj uas tua ua kevcai xyeem daws txim uas tus pov thawj coj cov ntshav mus rau hauv lub tsev ntaub sib ntsib ua kevcai ntxuav kev txhaum txim hauv lub chaw uas dawb huv, mas tsis txhob noj cov nqaij ntawd li, yuav tsum muab hlawv huvsi.’ ”"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.1","label":"1","content":"“ ‘No yog tej kab ke uas ua kevcai ntxuav kev txaug kev txhaum, yog yam uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.2","label":"2","content":"Yuav tsum muab tus tsiaj uas ua kevcai ntxuav kev txaug kev txhaum tua ntawm tib lub chaw uas tua tsiaj ua kevcai hlawv huvsi xyeem, thiab muab cov ntshav nchos rau saum lub thaj puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.3","label":"3","content":"Yuav muab cov hlab hluas roj huvsi xyeem thiab muab tus kotw rog rog thiab cov hlab hluas roj uas lo plab hnyuv"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.4","label":"4","content":"thiab ob lub raum thiab cov hlab hluas roj ntawm lub duav thiab cov hlab hluas roj uas lo cov siab uas yuav muab kaus kiag nrog lub raum los."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.5","label":"5","content":"Tus pov thawj yuav muab tej no hlawv saum lub thaj yog yam uas muab hlawv kub hnyiab xyeem rau Yawmsaub. Qhov no yog ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.6","label":"6","content":"Txhua tus txivneej uas ua pov thawj noj tau cov nqaij ntawd, tiamsis yuav tsum noj ntawm lub chaw uas dawb huv, yog yam uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.7","label":"7","content":"“ ‘Tej kab ke uas ua kevcai ntxuav kev txaug kev txhaum thiab ua kevcai xyeem daws txim, kuj ua zoo ib yam nkaus. Tus pov thawj uas ua kevcai ntxuav kev txhaum txim ntawd yuav tau cov nqaij ntawd."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.8","label":"8","content":"Tus pov thawj twg uas muab leejtwg tus tsiaj ua kevcai hlawv huvsi xyeem, mas nws yeej tau tus tsiaj uas hlawv huvsi xyeem ntawd daim tawv ua nws tug."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.9","label":"9","content":"Txhua yam uas muab los ua kevcai xyeem qoob loo tsis hais ncuav cub ncuav kib ncuav ci saum ntxaij hlau los puavleej yog tus pov thawj uas ua kevcai xyeem ntawd li feem."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.10","label":"10","content":"Txhua yam uas muab los ua kevcai xyeem qoob loo uas muab ntse roj thiab tsis ntse los puavleej yog Aloo cov tub sawvdaws li feem sib npaug zos."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.11","label":"11","content":"“ ‘No yog tej kab ke uas yuav ua rau thaum leejtwg tua tsiaj xyeem rau Yawmsaub ua kevcai xyeem sib raug zoo."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.12","label":"12","content":"Yog nws muab tej no ua kevcai ua Yawmsaub tsaug nws yuav tsum coj cov ncuav tsis xyaw keeb uas ntse roj thiab cov ncuav nyias nyias tsis xyaw keeb uas pleev roj thiab cov ncuav uas muab cov hmoov mog uas zoo zoo ntse roj tov ua, nrog tus tsiaj uas ua kevcai xyeem ua tsaug tuaj ua ke tuaj."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.13","label":"13","content":"Nws yuav tsum coj cov ncuav uas xyaw keeb nrog tus tsiaj uas tua ua kevcai xyeem sib raug zoo thiab xyeem ua Yawmsaub tsaug ua ke tuaj xyeem."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.14","label":"14","content":"Nws yuav muab tej ncuav ib yam ib lub xyeem pub rau Yawmsaub. Mas tej no yog tus pov thawj li feem, yog tus pov thawj uas muab cov ntshav uas ua kevcai xyeem sib raug zoo nchos rau lub thaj."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.15","label":"15","content":"Tus tsiaj uas tua ua kevcai xyeem sib raug zoo thiab xyeem ua Yawmsaub tsaug cov nqaij mas yuav tsum noj kom tag rau hnub uas muab xyeem ntawd tsis txhob tseg ib qho txog kaj ntug."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.16","label":"16","content":"Yog nws muab ib tug tsiaj xyeem ua kevcai pauj tej uas nws fiv cia lawd lossis nws cia li zoo siab muab xyeem pub xwb, mas noj tau rau hnub uas muab xyeem ntawd, thiab hnub tom qab lawv tseem noj tau tej nqaij uas tshuav thiab."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.17","label":"17","content":"Tus tsiaj uas muab tua xyeem ntawd mas cov nqaij uas tseem tshuav txog hnub peb mas cia li muab hlawv huvsi tseg."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.18","label":"18","content":"Yog leejtwg noj tej nqaij uas tua ua kevcai xyeem sib raug zoo rau hnub peb mas Yawmsaub tsis txais yuav tus uas xyeem ntawd lawm, thiab tej uas nws ua kevcai xyeem ntawd tsis muaj qabhau rau tus tswv tsiaj lawm, tej ntawd kuj qias vuab tsuab lawm thiab. Tus uas noj tej nqaij ntawd yuav ris nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.19","label":"19","content":"“ ‘Cov nqaij uas nphav tej yam qias tsis huv mas tsis txhob noj, cia li muab hlawv huvsi tseg. Cov nqaij uas tseem huv mas txhua tus uas huv noj tau."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.20","label":"20","content":"Tiamsis yog leejtwg uas tseem qias tsis huv noj tej nqaij uas muab tua xyeem rau Yawmsaub ua kevcai sib raug zoo mas nws yuav raug muab txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.21","label":"21","content":"Yog leejtwg mus kov raug tej yam uas qias tsis huv tsis hais yog neeg li los yog tsiaj txhu li lossis ib yam dabtsi uas qias vuab tsuab nws tseem los noj tej nqaij uas muab tua xyeem rau Yawmsaub ua kevcai sib raug zoo, mas tus ntawd yuav raug muab txiav tawm hauv nws haiv neeg mus.’ ”"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.22","label":"22","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.23","label":"23","content":"“Koj cia li hais rau cov Yixayee tias, ‘Nej tsis txhob noj nyuj thiab yaj thiab tshis tej hlab hluas roj."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.24","label":"24","content":"Tej tsiaj uas cia li tuag thiab tej tsiaj uas tsiaj qus muab tom tuag tej hlab hluas roj mas coj mus siv ua lwm yam kuj tau tiamsis nej tsis txhob noj kiag li."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.25","label":"25","content":"Yog leejtwg noj tej tsiaj uas yuav muab hlawv kub hnyiab xyeem rau Yawmsaub tej hlab hluas roj mas nws yuav raug muab txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.26","label":"26","content":"Thiab tsis txhob noj ntshav tsis hais ntshav noog ntshav tsiaj txhu dabtsi, nej txawm mus nyob qhovtwg los tsis txhob noj li."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.27","label":"27","content":"Yog leejtwg noj ntshav mas nws yuav raug muab txiav tawm hauv nws haiv neeg mus.’ ”"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.28","label":"28","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.29","label":"29","content":"“Cia li hais rau cov Yixayee tias, ‘Yog leejtwg yuav muab tsiaj tua xyeem rau Yawmsaub ua kevcai xyeem sib raug zoo mas tus ntawd yuav tsum muab ib qho rho ntawm tus tsiaj uas tua ua kevcai xyeem sib raug zoo ntawd pub xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.30","label":"30","content":"Mas nws yuav tsum coj ntawm nws txhais tes ib qho uas yuav muab hlawv kub hnyiab xyeem rau Yawmsaub. Nws yuav coj lub hauv nrob thiab cov hlab hluas roj ntawm lub hauv nrob tuaj pub ua kevcai cev xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.31","label":"31","content":"Mas tus pov thawj yuav muab cov hlab hluas roj hlawv saum lub thaj tiamsis lub hauv nrob yuav ua Aloo thiab nws cov tub li feem."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.32","label":"32","content":"Tus tsiaj uas tua ua kevcai xyeem sib raug zoo ntawd mas sab ceg xis yuav rho rau tus pov thawj ua nws li feem."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.33","label":"33","content":"Aloo tus tub uas muab tus tsiaj uas ua kevcai xyeem sib raug zoo cov ntshav thiab cov hlab hluas roj xyeem ntawd, mas nws yuav tau sab ceg xis ua nws li feem."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.34","label":"34","content":"Rau qhov lub hauv nrob uas cev xyeem thiab sab ceg xis uas pub xyeem kuv twb muab rho ntawm cov Yixayee, yog rho ntawm tej uas lawv muab ua kevcai xyeem sib raug zoo lawd, mas kuv muab pub rau Aloo thiab nws cov tub. Lawv yuav tau tej no ntawm cov Yixayee mus ib txhis li.’ ”"},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.35","label":"35","content":"Tej no yog Aloo thiab nws cov tub li feem uas rho ntawm tej uas muab hlawv kub hnyiab xyeem rau Yawmsaub, yog muab pub rau lawv ua lawv tug rau hnub uas lawv raug tsa ua pov thawj ua Yawmsaub tes haujlwm."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.36","label":"36","content":"Hnub uas Aloo lawv raug hliv roj tsa ua pov thawj mas Yawmsaub kom cov Yixayee muab tej no rau Aloo lawv ua lawv li feem ib tiam dhau ib tiam mus ib txhis li."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.37","label":"37","content":"Tej no huvsi yog tej kab ke uas ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem qoob loo thiab ua kevcai xyeem daws txim thiab ua kevcai ntxuav kev txaug kev txhaum thiab ua kevcai tsa ua pov thawj thiab ua kevcai xyeem sib raug zoo."},{"bible_id":"1269","chapter_code":"LEV.7","verse_code":"LEV.7.38","label":"38","content":"Tej no yog Yawmsaub hais rau Mauxe saum lub roob Xinai rau hnub uas Yawmsaub hais kom cov Yixayee coj qhov txhia chaw tuaj xyeem rau Yawmsaub hauv tebchaws moj sab qhua Xinai."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.2","label":"2","content":"“Coj Aloo thiab nws cov tub tuaj thiab tej tsoos meej mom thiab cov roj uas siv ua kevcai tsa thiab tus txiv nyuj uas ua kevcai xyeem daws txim thiab ob tug txiv yaj thiab lub tawb ncuav uas tsis xyaw keeb,"},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.3","label":"3","content":"thiab hu tag nrho ib tsoom pejxeem tuaj ua ke rau ntawm lub qhov rooj tsev ntaub sib ntsib.”"},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.4","label":"4","content":"Mauxe kuj ua raws li Yawmsaub hais rau nws, ib tsoom pejxeem thiaj tuaj ua ke ntawm lub qhov rooj tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.5","label":"5","content":"Mauxe hais rau cov pejxeem tias, “No yog tej uas Yawmsaub hais tias yuav tsum ua.”"},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.6","label":"6","content":"Mauxe txawm coj Aloo thiab nws cov tub tuaj mas muab dej ntxuav lawv."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.7","label":"7","content":"Nws muab lub tsho rau Aloo hnav, muab siv rau sia thiab muab lub tsho ntev rau hnav thiab muab lub tsho efauj rau hnav. Nws muab txoj siv sia uas ntos zoo zoo sia lub tsho efauj rau ntawm duav, thiaj khi tau lub tsho efauj."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.8","label":"8","content":"Mauxe muab lub awv rau Aloo coj thiab muab Uli thiab Thumi  tso rau hauv lub awv."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.9","label":"9","content":"Thiab nws muab phuam rau Aloo ntoo thiab muab pluaj kub uas dawb huv los sia txoj phuam ntawm hauv pliaj, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.10","label":"10","content":"Mauxe muab cov roj uas siv ua kevcai tsa los hliv ywg Yawmsaub lub tsev ntaub sib ntsib thiab txhua yam uas nyob hauv lub tsev thiaj ua tau kevcai tu kom dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.11","label":"11","content":"Thiab nws muab cov roj ib qho nchos rau saum lub thaj xya zaus, muab hliv ywg lub thaj thiab tej twj uas siv ntawm lub thaj huvsi thiab lub phaj thiab lub chaw uas txawb lub phaj thiaj ua tau kevcai tu kom dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.12","label":"12","content":"Nws muab cov roj uas siv ua kevcai tsa ib qho hliv ywg rau saum Aloo taubhau ua kevcai tsa tau nws thiab tu kom nws dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.13","label":"13","content":"Mauxe txawm coj Aloo cov tub los mas muab tej tsho rau lawv hnav, muab txoj siv rau lawv sia thiab muab phuam rau lawv ntoo, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.14","label":"14","content":"Mauxe txawm coj tus txiv nyuj uas ua kevcai xyeem daws txim tuaj mas Aloo thiab nws cov tub muab tes npuab rau saum tus nyuj uas ua kevcai xyeem daws txim taubhau."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.15","label":"15","content":"Mauxe muab tus nyuj ntawd tua kiag thiab muab ntiv tes raus hauv cov ntshav ib qho los pleev cov kub thaj ua kevcai ntxuav lub thaj kom dawb huv thiab hliv cov ntshav uas tshuav rau lub taw thaj, mas thiaj tu kom dawb huv rau Yawmsaub thiab ua kevcai ntxuav lub thaj kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.16","label":"16","content":"Nws kuj muab cov hlab hluas roj uas lo plab hnyuv huvsi thiab cov hlab hluas roj uas lo cov siab thiab cov hlab hluas roj uas lo ob lub raum thiab ob lub raum huvsi los mas Mauxe muab hlawv rau saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.17","label":"17","content":"Tiamsis tus nyuj thiab daim tawv thiab cov nqaij thiab tej quav nws muab hlawv huvsi rau sab nraum ntug zos, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.18","label":"18","content":"Mauxe txawm coj tus txiv yaj uas ua kevcai hlawv huvsi xyeem tuaj, mas Aloo thiab nws cov tub muab tes npuab rau saum tus yaj ntawd taubhau."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.19","label":"19","content":"Mauxe kuj muab tus yaj ntawd tua kiag muab cov ntshav nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.20","label":"20","content":"Nws muab tus txiv yaj ntawd txiav ua tej ywb yav thiab nws muab lub taubhau thiab tej ywb yav thiab cov hlab hluas roj hlawv huvsi."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.21","label":"21","content":"Thaum nws muab dej ntxuav tej plab hnyuv thiab tej ceg Mauxe kuj muab tus txiv yaj hlawv huvsi rau saum lub thaj ua kevcai hlawv huvsi xyeem ua kom muaj pa ncho tsw qab, yog yam uas muab hlawv kub hnyiab xyeem rau Yawmsaub, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.22","label":"22","content":"Mauxe coj dua ib tug txiv yaj los yog tus yaj uas siv ua kevcai tsa pov thawj, mas Aloo thiab nws cov tub muab tes npuab rau saum tus txiv yaj ntawd taubhau."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.23","label":"23","content":"Mauxe muab tus yaj ntawd tua kiag mas muab cov ntshav ib qho los pleev Aloo sab taub ntsej xis thiab tus taub teg xis thiab tus taub taw xis."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.24","label":"24","content":"Mauxe kuj coj Aloo cov tub los mas nws muab cov ntshav ib qho los pleev lawv sab taub ntsej xis thiab tus taub teg xis thiab tus taub taw xis thiab nws muab cov ntshav nchos kom lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.25","label":"25","content":"Nws muab cov hlab hluas roj thiab tus kotw uas rog rog thiab cov hlab hluas roj uas lo plab hnyuv huvsi thiab cov hlab hluas roj uas lo cov siab thiab cov hlab hluas roj uas lo ob lub raum thiab ob lub raum, thiab sab ceg xis."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.26","label":"26","content":"Nws txawm rho ib lub ncuav uas tsis xyaw keeb thiab ib lub ncuav ntse roj thiab ib lub ncuav nyias nyias hauv lub tawb uas muaj cov ncuav tsis xyaw keeb uas nyob ntawm Yawmsaub xubntiag, tso rau saum cov hlab hluas roj thiab tso rau saum sab ceg xis."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.27","label":"27","content":"Nws muab cov no huvsi tso rau hauv Aloo thiab Aloo cov tub txhais tes nqa mus cev ua kevcai cev xyeem rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.28","label":"28","content":"Mauxe ho txais tej ntawm Aloo lawv txhais tes muab hlawv rau saum lub thaj ua ke nrog tus yaj uas hlawv huvsi xyeem lawd ua kevcai tsa ua pov thawj, ua kom muaj pa ncho tsw qab, yog yam uas muab hlawv kub hnyiab xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.29","label":"29","content":"Mauxe muab lub hauv nrob ua kevcai cev xyeem rau ntawm Yawmsaub xubntiag. Lub hauv nrob no yog Mauxe li feem rho ntawm tus yaj uas ua kevcai tsa pov thawj los, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.30","label":"30","content":"Mauxe coj cov roj uas siv ua kevcai tsa ib qho thiab cov ntshav saum lub thaj ib qho los nchos rau Aloo thiab Aloo cev tsoos meej mom thiab nchos rau Aloo cov tub thiab lawv tej tsoos meej mom. Mauxe ua li no thiaj tu tau Aloo thiab nws cev tsoos meej mom thiab Aloo cov tub thiab lawv tej tsoos meej mom kom dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.31","label":"31","content":"Mauxe hais rau Aloo thiab Aloo cov tub tias, “Muab cov nqaij ntawd hau ntawm lub qhov rooj tsev ntaub sib ntsib thiab noj qhov ntawd ntxuag cov ncuav hauv lub tawb uas xyeem ua kevcai tsa ua pov thawj, raws li kuv hais rau nej lawd tias Aloo thiab nws cov tub yuav tsum noj."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.32","label":"32","content":"Tej nqaij thiab tej ncuav uas noj tsis tag mas nej muab hlawv huvsi pov tseg."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.33","label":"33","content":"Xya hnub nej tsis txhob tawm ntawm lub qhov rooj tsev ntaub sib ntsib mus qhovtwg li mus txog hnub uas ua kevcai tsa nej ua pov thawj tiav tso. Txoj kevcai tsa nej ua pov thawj yuav ua xya hnub."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.34","label":"34","content":"Tej uas ua hnub no yog Yawmsaub hais kom ua los ntxuav nej li kev txhaum txim."},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.35","label":"35","content":"Nej yuav tsum nyob ntawm lub qhov rooj tsev ntaub sib ntsib xya hnub nruab hnub hmo ntuj thiab ua tej uas Yawmsaub hais cia lawd tsam ces nej ho tuag, vim tej no yog Yawmsaub hais rau kuv ntag.”"},{"bible_id":"1269","chapter_code":"LEV.8","verse_code":"LEV.8.36","label":"36","content":"Aloo thiab nws cov tub kuj ua raws li Yawmsaub hais rau Mauxe lawd txhua yam huvsi."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.1","label":"1","content":"Hnub yim Mauxe hu Aloo thiab nws cov tub thiab cov Yixayee tej kev txwj laus tuaj,"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.2","label":"2","content":"mas nws hais rau Aloo tias, “Coj ib tug thav txiv nyuj tuaj ua kevcai xyeem daws txim thiab ib tug txiv yaj ua kevcai hlawv huvsi xyeem, coj ob tug uas tsis muaj chaw thuam li tuaj xyeem rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.3","label":"3","content":"Thiab hais rau cov Yixayee tias, ‘Coj ib tug txiv tshis tuaj ua kevcai xyeem daws txim thiab coj ib tug menyuam nyuj thiab ib tug menyuam yaj uas hnub nyoog muaj ib xyoos thiab tsis muaj chaw thuam li tuaj ua kevcai hlawv huvsi xyeem,"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.4","label":"4","content":"thiab coj ib tug txiv nyuj thiab ib tug txiv yaj tuaj tua xyeem ua kevcai xyeem sib raug zoo rau ntawm Yawmsaub xubntiag, thiab coj cov ncuav ntse roj ua kevcai xyeem qoob loo tuaj xyeem, vim hnub no Yawmsaub yuav tshwm rau nej pom.’ ”"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.5","label":"5","content":"Lawv thiaj coj tej uas Mauxe hais ntawd tuaj rau ntawm lub tsev ntaub sib ntsib sab qhov rooj, ib tsoom pejxeem kuj txav los ze sawv ntsug rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.6","label":"6","content":"Mauxe txawm hais tias, “Tej no yog tej uas Yawmsaub hais kom nej ua, mas Yawmsaub lub hwjchim ci ntsa iab yuav tshwm los rau nej pom.”"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.7","label":"7","content":"Ces Mauxe txawm hais rau Aloo tias, “Cia li txav mus ze ze lub thaj, muab tus tsiaj tua ua kevcai xyeem daws txim thiab ua kevcai hlawv huvsi xyeem ua koj li feem, thiab ua kevcai ntxuav koj thiab tej pejxeem kev txhaum txim, thiab coj cov pejxeem tus tsiaj los tua ua kevcai ntxuav lawv kev txhaum txim, raws li Yawmsaub hais lawd.”"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.8","label":"8","content":"Aloo txawm txav mus ze lub thaj thiab tua tus menyuam nyuj uas ua kevcai xyeem daws nws li txim."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.9","label":"9","content":"Aloo cov tub nqa cov ntshav los cev rau Aloo ces Aloo muab ntiv tes raus cov ntshav mus pleev cov kub ntawm lub thaj, thiab muab cov ntshav uas tshuav hliv rau ntawm taw thaj."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.10","label":"10","content":"Mas cov hlab hluas roj thiab ob lub raum thiab cov hlab hluas roj uas lo cov siab ntawm tus tsiaj uas ua kevcai xyeem daws txim ntawd nws muab hlawv saum lub thaj, raws li Yawmsaub hais rau Mauxe lawd."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.11","label":"11","content":"Cov nqaij thiab daim tawv nws muab hlawv rau sab nraum ntug zos."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.12","label":"12","content":"Nws tua tus txiv yaj uas ua kevcai hlawv huvsi xyeem. Aloo cov tub nqa cov ntshav los rau Aloo mas nws muab cov ntshav nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.13","label":"13","content":"Lawv kuj muab tus txiv yaj uas ua kevcai hlawv huvsi xyeem ntawd ib yav zuj zus cev rau Aloo thiab cev lub taubhau mas Aloo muab tej no hlawv rau saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.14","label":"14","content":"Nws ntxuav tej plab hnyuv thiab tej ceg mas muab hlawv rau saum cov nqaij uas ua kevcai hlawv huvsi xyeem ntawd saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.15","label":"15","content":"Aloo txawm coj cov pejxeem tus tsiaj los xyeem. Nws coj tus tshis uas ua kevcai xyeem daws cov pejxeem li txim, mas nws muab tua xyeem ua kevcai xyeem daws txim ib yam li thawj tug uas nws ua kevcai xyeem daws txim ntawd."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.16","label":"16","content":"Aloo coj tus tsiaj uas ua kevcai hlawv huvsi xyeem tuaj xyeem raws li txoj kevcai."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.17","label":"17","content":"Nws kuj coj tej hmoov uas ua kevcai xyeem qoob loo tuaj xyeem thiab tsuab ib taus tes hlawv rau saum lub thaj, yog ntxiv rau tej uas niaj tagkis ua kevcai hlawv huvsi xyeem."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.18","label":"18","content":"Aloo kuj tua tus txiv nyuj thiab tus txiv yaj, rau cov pejxeem ua kevcai xyeem sib raug zoo. Aloo cov tub nqa cov ntshav los cev rau Aloo mas nws muab cov ntshav nchos lo puag ncig lub thaj."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.19","label":"19","content":"Cov hlab hluas roj nyuj thiab cov hlab hluas roj yaj thiab tus kotw uas rog rog thiab cov hlab hluas roj uas lo plab hnyuv, thiab ob lub raum thiab cov hlab hluas roj uas lo cov siab,"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.20","label":"20","content":"mas tej hlab hluas roj no lawv muab tso rau saum tej hauv nrob, mas Aloo muab cov hlab hluas roj ntawd hlawv rau saum lub thaj,"},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.21","label":"21","content":"tiamsis lub hauv nrob thiab sab ceg xis Aloo muab cev ua kevcai cev xyeem rau ntawm Yawmsaub xubntiag, raws li Mauxe hais cia lawd."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.22","label":"22","content":"Aloo txawm tsa tes kiag foom koob hmoov rau cov pejxeem, ces nws txawm nqes saum lub chaw uas nws ua kevcai xyeem daws txim thiab ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem sib raug zoo los."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.23","label":"23","content":"Ces Aloo thiab Mauxe txawm mus rau hauv lub tsev ntaub sib ntsib. Thaum ob tug tawm los ob tug foom koob hmoov rau cov pejxeem mas Yawmsaub lub hwjchim ci ntsa iab txawm tshwm los rau cov pejxeem sawvdaws pom."},{"bible_id":"1269","chapter_code":"LEV.9","verse_code":"LEV.9.24","label":"24","content":"Nplaim taws txawm tawm ntawm Yawmsaub xubntiag los kub kiag tej tsiaj uas muab ua kevcai hlawv huvsi xyeem thiab cov hlab hluas roj saum lub thaj. Thaum cov pejxeem pom li no sawvdaws qw thiab khwb pes nkaus rau hauv pem teb."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.1","label":"1","content":"Aloo ob tug tub Nada thiab Anpihu nyias taus nyias nqa lub yias rau ncaig taws thiab yawm ncaig taws rau hauv thiab muab hmoov tshuaj tsw qab rau hauv, thiab ob tug muab tej hluavtaws ntawd uas tsis dawb huv siv hlawv xyeem rau ntawm Yawmsaub xubntiag, Yawmsaub tsis tau kom ob tug ua li ntawd."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.2","label":"2","content":"Nplaim taws txawm tawm plaws ntawm Yawmsaub xubntiag los kub kiag ob tug ces ob tug txawm tuag kiag rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.3","label":"3","content":"Mauxe txawm hais rau Aloo tias, “Qhov no Yawmsaub twb hais tseg lawm tias, “ ‘Kuv yuav ua rau neeg uas nyob ze kuv paub tias kuv yog tus uas dawb huv, kuv yuav tau koob meej tabmeeg ib tsoom neeg sawvdaws.’ ” Aloo cia li nyob twjywm."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.4","label":"4","content":"Mauxe hu Misa‑ee thiab Eexafa uas yog Aloo tus txiv ntxawm Uxi‑ee ob tug tub tuaj mas hais rau ob tug tias, “Cia li los muab neb kwv neb tij kwv ntawm lub chaw pe Yawmsaub no mus rau sab nraum ntug zos.”"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.5","label":"5","content":"Ob tug txawm los muab ob tug tuag uas tseem hnav cev tsoos meej mom kwv kiag tawm mus rau sab nraum ntug zos, raws li Mauxe hais."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.6","label":"6","content":"Mauxe txawm hais rau Aloo thiab Ele‑axa thiab Ithama lawv peb txiv tub tias, “Tsis txhob cia nej plaubhau ntxhov hnyo thiab tsis txhob muab nej tej tsho dua, tsam ces nej ho tuag thiab Yawmsaub txojkev npau taws ho tshwm rau ib tsoom pejxeem sawvdaws. Tiamsis nej cov kwvtij uas yog cov Yixayee sawvdaws yuav quaj ntsuag ob tug uas Yawmsaub tso hluavtaws kub hnyiab tuag kuj tau."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.7","label":"7","content":"Nej tsis txhob tawm ntawm lub qhov rooj tsev ntaub sib ntsib mus qhovtwg li tsam ces nej ho tuag, vim Yawmsaub cov roj uas hliv tsa nej tseem nyob ntawm nej.” Mas lawv kuj ua raws li Mauxe hais."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.8","label":"8","content":"Yawmsaub hais rau Aloo tias,"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.9","label":"9","content":"“Thaum koj lossis koj cov tub yuav mus rau hauv lub tsev ntaub sib ntsib mas tsis txhob haus cawv txiv hmab thiab haus cawv ntxwg kiag li tsam ces nej ho tuag. Tej no yog tej kevcai uas nej yuav tsum coj ib tiam dhau ib tiam ib txhiab ib txhis mus li."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.10","label":"10","content":"Koj yuav tsum muab tej qhov txhia chaw uas dawb huv cais tawm ntawm tej uas yog neeg li, thiab muab tej uas qias tsis huv cais tawm ntawm tej uas huv."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.11","label":"11","content":"Koj yuav tsum qhia cov Yixayee paub txog tej kevcai huvsi uas Yawmsaub kom Mauxe hais rau lawv lawd.”"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.12","label":"12","content":"Mauxe hais rau Aloo thiab Ele‑axa thiab Ithama lawv peb txiv tub uas tseem nyob tias, “Muab tej qhov txhia chaw uas thaum ua kevcai xyeem qoob loo es tsis muab hlawv xyeem rau Yawmsaub los ua ncuav tsis xyaw keeb noj ntawm lub thaj ib sab, vim yog yam uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.13","label":"13","content":"Nej cia li noj rau ntawm lub chaw uas dawb huv rau qhov yog koj thiab koj cov tub li feem uas rho ntawm tej uas muab hlawv kub hnyiab xyeem rau Yawmsaub los, vim yog Yawmsaub hais li no rau kuv."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.14","label":"14","content":"Tiamsis lub hauv nrob uas muab cev xyeem thiab sab ceg uas muab pub xyeem lawd nej muab noj ntawm tej chaw uas tu kom huv huv qhov twg kuj tau, koj thiab koj tej tub tej ntxhais puavleej noj tau. Koj thiab koj tej tub ki yuav tau tej no ua nej li feem, yog rho ntawm tej uas cov Yixayee muab ua kevcai xyeem sib raug zoo los rau nej."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.15","label":"15","content":"Txhais ceg uas muab pub xyeem thiab lub hauv nrob uas muab cev xyeem mas yuav coj los xyeem ua ke nrog cov hlab hluas roj uas yuav muab hlawv kub hnyiab xyeem, thiab yuav muab cev rau ntawm Yawmsaub xubntiag ua kevcai cev xyeem. Tej no yog koj thiab koj cov tub ki li feem mus ib txhis li, raws li Yawmsaub hais lawd.”"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.16","label":"16","content":"Mauxe ua tib zoo nug txog tus tshis uas muab ua kevcai xyeem daws txim mas nws paub tias twb muab tus tshis ntawd hlawv tag lawm, mas nws chim heev rau Ele‑axa thiab Ithama uas yog Aloo ob tug tub uas tseem tshuav nyob. Mauxe cem tias,"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.17","label":"17","content":"“Ua cas neb tsis muab tus tsiaj uas muab ua kevcai xyeem daws txim ntawd noj ntawm thaj chaw pe Yawmsaub. Twb yog yam uas dawb huv kawg nkaus thiab yog yam uas twb muab rau neb kom thiaj coj tau cov pejxeem lub txim mus pov tseg, thiab thiaj ntxuav tau lawv tej kev txhaum txim rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.18","label":"18","content":"Cov ntshav tsiaj ntawd tsis tau coj mus rau hauv lub tsev ntaub chav dawb huv, thiaj tsim nyog neb yuav tsum noj rau ntawm thaj chaw pe Yawmsaub, raws li kuv hais lawd.”"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.19","label":"19","content":"Aloo txawm hais rau Mauxe tias, “Saib maj, hnub no lawv muab tsiaj ua kevcai xyeem daws txim thiab ua kevcai hlawv huvsi xyeem rau ntawm Yawmsaub xubntiag, tiamsis kuv twb raug tej xwm zoo li no lawm. Yog hnub no kuv tau noj tej uas ua kevcai xyeem daws txim ces yuav hum Yawmsaub lub siab lov?”"},{"bible_id":"1269","chapter_code":"LEV.10","verse_code":"LEV.10.20","label":"20","content":"Thaum Mauxe hnov li no nws kuj txaus siab."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.1","label":"1","content":"Yawmsaub hais rau Mauxe thiab Aloo hais tias,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Tej tsiaj ciaj sia hauv ntiajteb uas nej noj tau yog tej no."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.3","label":"3","content":"Txhua yam tsiaj muaj rau uas ncau ua ntiv thiab zom zaub mas nej noj tau."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.4","label":"4","content":"“ ‘Tej tsiaj uas zom zaub lossis rau ncau uas nej yuav tsum caiv tsis txhob noj mas yog tej no. Ntxhuav yog tsiaj zom zaub tiamsis rau tsis ncau mas yog tsiaj qias tsis huv rau nej,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.5","label":"5","content":"ntxim tsua yog tsiaj zom zaub tiamsis rau tsis ncau mas yog tsiaj qias tsis huv rau nej,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.6","label":"6","content":"luav yog tsiaj zom zaub tiamsis rau tsis ncau mas yog tsiaj qias tsis huv rau nej,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.7","label":"7","content":"npua yog tsiaj uas rau ncau ua ntiv tiamsis tsis zom zaub mas yog tsiaj qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.8","label":"8","content":"Nej caiv tsis txhob noj cov tsiaj no li nqaij kiag li, thiab tsis txhob kov tej tsiaj no tej cev tuag vim yog yam uas qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.9","label":"9","content":"“ ‘Tej tsiaj nruab deg uas hais no nej noj tau. Txhua yam tsiaj nruab deg uas muaj txoob muaj nplai txawm yog nyob hauv hav dej nyob hauv hiavtxwv los nej noj tau."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.10","label":"10","content":"Tej tsiaj nruab deg uas tsis muaj txoob tsis muaj nplai txawm yog tej tsiaj me me nruab deg thiab tej tsiaj ciaj sia nruab deg nyob hauv hiavtxwv lossis nyob hauv hav los puavleej yog tej tsiaj uas qias vuab tsuab rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.11","label":"11","content":"Tej tsiaj no yog tsiaj uas qias vuab tsuab rau nej mus li, nej yuav tsum caiv tsis txhob noj cov nqaij kiag li, thiab tej cev tuag los nej yuav saib tias yog yam uas qias vuab tsuab."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.12","label":"12","content":"Txhua yam hauv nruab deg uas tsis muaj txoob tsis muaj nplai kuj yog yam uas qias vuab tsuab rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.13","label":"13","content":"“ ‘Ntawm no mus yog tej nas noog  uas nej yuav saib tias yog yam uas qias vuab tsuab mas nej yuav caiv tsis txhob noj vim yog qias vuab tsuab rau nej, yog dav dub, dav noj twm, dav txho,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.14","label":"14","content":"liaj tw ntev, liaj ntsuab, txhua yam dav liaj no,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.15","label":"15","content":"txhua yam uab lag,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.16","label":"16","content":"plas dawb,  plas txaij, plas liab, liaj txho, txhua yam dav no,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.17","label":"17","content":"lib nyug loj, tooj twg lwg, lib nyug me,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.18","label":"18","content":"plas tauv lauv, plas me, dav dawb,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.19","label":"19","content":"os dej dawb, txhua yam qaib dej txho, noog pej thiab puav."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.20","label":"20","content":"“ ‘Tej nyuag kab nyuag kooj muaj tis uas muaj tes taw nkag yog tej uas qias vuab tsuab rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.21","label":"21","content":"Tej nyuag kab nyuag kooj muaj tis muaj tes taw nkag uas nej noj tau yog cov uas txawj quav ceg dhia caws qia hauv pem teb."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.22","label":"22","content":"Cov kab cov kooj no nej noj tau, kooj txig txhua yam, kooj tshuab txhua yam, kab ziam roj txhua yam, kooj ntsuab txhua yam."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.23","label":"23","content":"Tiamsis lwm yam kab kooj muaj tis muaj tes taw nkag tau mas yog tej uas qias vuab tsuab rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.24","label":"24","content":"“ ‘Tej no yuav ua rau nej qias tsis huv. Yog leejtwg kov raug tej nyuag kab nyuag kooj uas tuag mas yuav qias tsis huv mus txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.25","label":"25","content":"Leejtwg nqa tej kab kooj uas tuag ntawd mas nws yuav tsum ntxhua nws cev tsoos tsho thiab yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.26","label":"26","content":"Txhua yam tsiaj uas muaj rau tsis ncau ua ntiv thiab tsis zom zaub mas yog tsiaj qias tsis huv rau nej. Yog leejtwg kov raug tej tsiaj ntawd mas nws yuav qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.27","label":"27","content":"Txhua yam tsiaj uas muaj plaub txhais tes taw mus kev mas yog yam uas qias tsis huv rau nej. Yog leejtwg kov raug tej tsiaj ntawd lub cev tuag mas nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.28","label":"28","content":"Leejtwg coj tej tsiaj ntawd lub cev tuag mus mas yuav tsum ntxhua nws cev tsoos tsho thiab nws yuav qias tsis huv txog tsaus ntuj. Tej tsiaj no qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.29","label":"29","content":"“ ‘Tej tsiaj me me uas nkag hauv pem teb no mas cov uas qias tsis huv rau nej yog cov no, luj, nas tsuag, nab qa txaij txhua yam,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.30","label":"30","content":"quav toj quav taug, nab qa, nyeb, nab qa tsiav rog, thiab nab qa tsiav ci."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.31","label":"31","content":"Txhua yam tsiaj me me uas nkag no yog tej uas qias tsis huv rau nej. Yog tuag lawm es leejtwg kov raug mas nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.32","label":"32","content":"Thaum tej ntawd ib tug tuag poob rau saum yam twg mas yam ntawd kuj qias tsis huv lawm thiab, tsis hais tej twj siv uas muab ntoo ua lossis tej ris tsho lossis tawv tsiaj lossis seev tsaj lossis tej twj siv yam twg mas yuav tsum muab tej ntawd tsau dej. Tej ntawd yuav qias tsis huv txog tsaus ntuj mas thiaj rov huv."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.33","label":"33","content":"Yog tej tsiaj ntawd ib tug poob rau hauv tej twj taig av mas txhua yam uas nyob hauv tais ntawd kuj qias tsis huv lawm, ces cia li muab lub tais ntawd tsoo pov tseg."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.34","label":"34","content":"Yog muab tej dej hauv lub tais qias ntawd los ua poob rau tej zaub mov uas tseem zoo noj mas tej zaub mov kuj qias tsis huv lawm thiab. Thiab cov uas tseem zoo haus hauv lub tais uas qias li ntawd kuj qias tsis huv lawm."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.35","label":"35","content":"Yog tej tsiaj ntawd lub cev tuag ib nyuag qhov poob rau saum yam twg mas yam ntawd kuj qias tsis huv lawm, tsis hais qhov txos qhov co los yuav muab tsoo huvsi pov tseg vim qias tsis huv lawm, vim yog qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.36","label":"36","content":"Txawm yog li ntawd los tej qhov dej txhawv lossis tej rhawv dej puavleej hauv, tiamsis yog leejtwg kov raug tej tsiaj tuag nws kuj qias tsis huv lawm."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.37","label":"37","content":"Yog tej tsiaj tuag ntawd ib nyuag qhov poob rau saum tej noob qoob uas yuav muab cog mas tej noob qoob ntawd tseem huv."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.38","label":"38","content":"Yog hliv dej rau cov noob qoob ntawd lawm es tsiaj lub cev tuag ib nyuag qhov poob rau saud lawm mas cov noob qoob ntawd kuj qias tsis huv rau nej."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.39","label":"39","content":"“ ‘Yog tej tsiaj uas nej noj nyog ib tug tuag ces tus uas kov tus tsiaj tuag ntawd yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.40","label":"40","content":"Thiab yog leejtwg noj tus tsiaj tuag ntawd mas nws yuav tsum ntxhua nws cev tsoos tsho thiab nws yuav qias tsis huv txog tsaus ntuj. Yog leejtwg coj tus tsiaj tuag ntawd mus nws kuj yuav tsum ntxhua nws cev tsoos tsho thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.41","label":"41","content":"“ ‘Txhua yam tsiaj me me uas nkag hauv pem teb yog tej uas qias vuab tsuab, mas caiv tsis txhob noj."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.42","label":"42","content":"Yam uas muab lub plab tshiav av thiab tej uas muaj plaub txhais tes taw nkag thiab tej uas muaj ntau txhais tes taw, txhua yam tsiaj me me uas nkag hauv pem teb ntawd nej caiv tsis txhob noj vim yog tej uas qias vuab tsuab."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.43","label":"43","content":"Nej tsis txhob cia tej tsiaj me me uas nkag no puas tsuas nej ua rau nej qias tsis huv. Tsis txhob cia tej tsiaj ntawd ua rau nej qias tsis huv tsam ces nej tsis huv lawm."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.44","label":"44","content":"Kuv yog Yawmsaub uas yog nej tus Vajtswv, nej yuav tsum tu nej kom dawb huv rau kuv thiab ua neeg dawb huv, vim kuv yog tus dawb huv. Nej tsis txhob cia tej tsiaj me me uas nkag hauv pem teb ntawd ua rau nej qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.45","label":"45","content":"Rau qhov kuv yog Yawmsaub uas coj nej tawm hauv Iyi tebchaws los kuv thiaj ua tau nej tus Vajtswv. Vim li no nej yuav tsum dawb huv rau qhov kuv dawb huv."},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.46","label":"46","content":"“ ‘No yog tej kevcai uas hais txog tej tsiaj txhu nas noog thiab tej uas ciaj sia mus los hauv nruab deg, thiab txhua yam tsiaj me me uas nkag hauv pem teb,"},{"bible_id":"1269","chapter_code":"LEV.11","verse_code":"LEV.11.47","label":"47","content":"kom thiaj saib tshwm paub tej uas qias tsis huv thiab tej uas huv, thiab paub tej tsiaj ciaj sia uas noj tau thiab tej tsiaj ciaj sia uas caiv tsis noj.’ ”"},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Yog tus pojniam twg xeeb menyuam thiab yug tau ib tug tub, mas nws yuav qias tsis huv xya hnub ib yam nkaus li thaum nws ua pojniam thiab."},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.3","label":"3","content":"Mas hnub uas yim muab tus metub ntawd ua kevcai txiav tawv noov."},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.4","label":"4","content":"Ces leej niam yuav tos peb caug peb hnub ntxiv thiaj ua tau kevcai ntxuav nws lub cev uas los ntshav. Nws tsis txhob kov ib yam dabtsi uas dawb huv thiab tsis txhob mus rau hauv lub chaw pe Vajtswv mus txog thaum puv sijhawm uas nws ua kevcai ntxuav lub cev tso."},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.5","label":"5","content":"Yog tus pojniam twg yug tau ntxhais ces nws yuav qias tsis huv ob lub chib so ib yam nkaus li thaum ua pojniam, thiab nws yuav tsum tos rau caum rau hnub ntxiv thiaj ua tau kevcai ntxuav nws lub cev uas los ntshav."},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.6","label":"6","content":"“ ‘Thaum puv sijhawm uas ua kevcai ntxuav lawd, txawm yog yug tub yug ntxhais los nws yuav coj ib tug menyuam yaj hnub nyoog ib xyoos mus rau tus pov thawj ntawm qhov rooj tsev ntaub sib ntsib ua kevcai hlawv huvsi xyeem, thiab coj ib tug rhaws nquab nyeg lossis ib tug nquab taug mus ua kevcai xyeem daws txim."},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.7","label":"7","content":"Mas tus pov thawj yuav muab xyeem rau ntawm Yawmsaub xubntiag thiab ua kevcai ntxuav nws kev qias kev txhaum mas nws lub cev uas los ntshav thiaj huv. No yog tej kevcai uas hais txog tus pojniam uas yug menyuam, tsis hais yug tub los ntxhais."},{"bible_id":"1269","chapter_code":"LEV.12","verse_code":"LEV.12.8","label":"8","content":"Yog nws nrhiav tsis taus ib tug menyuam yaj, ces cia nws coj ob tug nquab taug lossis ob tug rhaws nquab nyeg muab ib tug ua kevcai hlawv huvsi xyeem, muab ib tug ua kevcai xyeem daws txim. Tus pov thawj yuav ua kevcai ntxuav nws kev qias kev txhaum mas nws thiaj li huv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.1","label":"1","content":"Yawmsaub hais rau Mauxe thiab Aloo tias,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.2","label":"2","content":"“Yog leejtwg lub cev muaj ib qho uas o lossis tawm pob lossis txaij ntawm nws daim tawv nqaij uas txawj ua mob lig mob ruas ntawm daim tawv nqaij, mas coj tus ntawd mus cuag Aloo uas ua pov thawj lossis nws ib tug tub uas ua pov thawj."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.3","label":"3","content":"Tus pov thawj yuav tsum tshuaj saib qhov mob ntawm nws daim tawv nqaij, mas yog cov plaub ntawm qhov mob ntawd dawb thiab saib zoo li qhov mob ntawd twb txeem rau hauv cov nqaij lawm ces kuj yog mob lig mob ruas. Thaum tus pov thawj twb tshuaj saib nws lawd mas yuav tshaj tawm hais tias nws qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.4","label":"4","content":"Yog qhov mob ntawm daim tawv dawb, thiab saib zoo li qhov mob tsis tau txeem rau hauv cov nqaij thiab cov plaub ntawm qhov mob kuj tsis dawb mas tus pov thawj yuav muab tus mob ntawd cais kaw cia xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.5","label":"5","content":"Thaum puv xya hnub lawd tus pov thawj yuav tshuaj saib. Yog raws li nws pom mas qhov mob ntawd nyob li qub tsis huam loj rau ntawm daim tawv, mas tus pov thawj tseem yuav muab nws cais dua xya hnub thiab."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.6","label":"6","content":"Thaum puv xya hnub tus pov thawj yuav rov tshuaj saib dua ib zaug. Yog qhov mob ntawd tuag ntxhai tsis huam loj rau ntawm daim tawv nqaij lawm, mas tus pov thawj yuav tshaj tawm hais tias tus uas mob ntawd huv lawm, nws tus mob tsuas yog tawm pob xwb. Mas tus uas mob ntawd yuav ntxhua nws cev tsoos tsho nws thiaj li huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.7","label":"7","content":"Thaum nws twb mus cuag tus pov thawj tshuaj saib thiab tus pov thawj hais tias nws huv lawm, mas yog qhov mob tawm pob ntawd tseem huam loj ntawm nws daim tawv ces nws yuav tsum rov mus cuag tus pov thawj dua."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.8","label":"8","content":"Tus pov thawj yuav tshuaj saib, mas yog qhov mob tawm pob ntawd huam loj rau ntawm daim tawv lawm ces tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv, yog mob lig mob ruas."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.9","label":"9","content":"“Yog leejtwg mob lig mob ruas mas yuav tsum coj tus ntawd mus cuag tus pov thawj."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.10","label":"10","content":"Tus pov thawj yuav tshuaj saib, thiab yog qhov mob ntawd o thiab dawb ntawm daim tawv, ua rau cov plaub ntawd dawb thiab ua kiav txhab tshiab rau ntawm qhov uas o ntawd,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.11","label":"11","content":"mas kuj yog ua mob lig mob ruas uas huam rau hauv daim tawv. Mas tus pov thawj kuj yuav tshaj tawm hais tias nws qias tsis huv. Tsis txog muab nws cais cia vim yog nws yeej qias tsis huv lawm."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.12","label":"12","content":"Yog qhov mob ntawd huam loj rau hauv daim tawv thiab raws li tus pov thawj pom huam thoob plaws ib ce tag nrho taubhau mus txog kotaw,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.13","label":"13","content":"ces tus pov thawj yuav tshuaj saib. Yog qhov mob twb huam thoob ib ce lawm mas nws yuav tshaj tawm hais tias tus ntawd kuj huv ntawm nws tus mob lawm, vim nws daim tawv dawb thoob plaws lawm, nws huv lawm."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.14","label":"14","content":"Tiamsis thaum muaj tej qhov kiav txhab tshiab tshwm los mas kuj yog nws qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.15","label":"15","content":"Tus pov thawj yuav tshuaj saib tej qhov kiav txhab tshiab mas yuav tshaj tawm hais tias nws qias tsis huv lawm. Tej qhov kiav txhab tshiab kuj qias tsis huv vim yog mob lig mob ruas."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.16","label":"16","content":"Yog tej kiav txhab tshiab ntawd twb zoo du lug dawb dawb lawm, mas nws yuav mus cuag tus pov thawj,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.17","label":"17","content":"ces tus pov thawj yuav tshuaj saib nws. Yog qhov mob ntawd twb ntxeev ua dawb dawb lawm, mas tus pov thawj yuav tshaj tawm hais tias tus uas mob ntawd huv lawm, mas nws kuj huv lawm."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.18","label":"18","content":"“Yog leejtwg mob ib lub rwj ntawm nws daim tawv tiamsis twb zoo lawm,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.19","label":"19","content":"mas yog ntawm qhov mob rwj ntawd ho muaj qhov dawb dawb o o lossis liab dawb tshwm tuaj, mas nws yuav tsum mus cuag tus pov thawj saib."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.20","label":"20","content":"Ces tus pov thawj yuav tshuaj saib es yog nws saib zoo li qhov mob ntawd twb txeem rau hauv cov nqaij thiab cov plaub ntawm qhov mob dawb lawm, mas tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv. Qhov mob ntawd yog mob lig mob ruas uas tshwm hauv lub rwj tuaj."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.21","label":"21","content":"Tiamsis yog tus pov thawj tshuaj saib qhov mob mas cov plaub tsis dawb thiab qhov mob tsis tau txeem rau hauv cov nqaij tsuas yog tuag ntxhai xwb, ces tus pov thawj yuav muab nws cais kaw cia xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.22","label":"22","content":"Yog qhov mob ntawd huam loj rau ntawm daim tawv mas tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv, yog mob lig mob ruas."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.23","label":"23","content":"Tiamsis yog qhov mob ntawd nyob li qub tsis huam kuj yog caws pliav rwj xwb ces tus pov thawj yuav tshaj tawm hais tias nws huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.24","label":"24","content":"“Yog lub cev ib qho raug hluavtaws kub es txawm muaj qhov liab dawb lossis qhov dawb dawb tshwm tuaj ntawm lub kiav txhab tshiab uas kub ntawd,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.25","label":"25","content":"ces tus pov thawj yuav tshuaj saib. Yog cov plaub hauv qhov mob ntawd dawb thiab saib zoo li qhov mob twb txeem rau hauv cov nqaij lawm mas yog mob lig tshwm ntawm qhov kiav txhab uas kub hnyiab tuaj, mas tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv, yog mob lig mob ruas."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.26","label":"26","content":"“Tiamsis yog tus pov thawj tshuaj saib mas cov plaub hauv qhov mob tsis dawb thiab qhov mob tsis tau txeem rau hauv cov nqaij tsuas yog tuag ntxhai xwb, ces tus pov thawj yuav muab nws cais cia xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.27","label":"27","content":"Thaum puv xya hnub lawd tus pov thawj yuav tshuaj saib. Yog qhov mob ntawd huam loj rau ntawm daim tawv mas tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv, yog mob lig mob ruas."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.28","label":"28","content":"Tiamsis yog qhov mob ntawd nyob li qub tsis huam loj rau hauv daim tawv tsuas yog tuag ntxhai xwb, mas yog o vim hluavtaws kub xwb, ces tus pov thawj yuav tshaj tawm hais tias tus ntawd huv lawm, tsuas yog caws pliav uas hluavtaws kub xwb."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.29","label":"29","content":"“Thaum txivneej lossis pojniam twg muaj mob rau ntawm taubhau lossis ntawm pob tsaig,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.30","label":"30","content":"ces tus pov thawj yuav tshuaj saib qhov mob ntawd es yog saib zoo li qhov mob twb txeem rau hauv cov nqaij, thiab ntawm qhov mob cov plaub daj thiab sib sib li lawm, tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv, rau qhov yog mob khaus, yog mob lig mob ruas rau saum taubhau lossis ntawm pob tsaig."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.31","label":"31","content":"Yog tus pov thawj tshuaj saib qhov mob khaus ntawd thiab saib zoo li qhov mob tsis tau txeem rau hauv cov nqaij thiab tsis muaj plaub dub, mas tus pov thawj yuav muab tus uas mob khaus ntawd cais cia xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.32","label":"32","content":"“Thaum puv xya hnub lawd tus pov thawj yuav tshuaj saib qhov mob ntawd. Yog tias qhov khaus ntawd tsis huam loj thiab tsis muaj plaub daj thiab saib zoo li qhov mob khaus tsis tau txeem rau hauv cov nqaij,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.33","label":"33","content":"mas tus uas mob ntawd yuav tsum chais plaubhau chais hwj txwv tsuas tseg tsis txhob chais ntawm qhov uas khaus xwb. Mas tus pov thawj yuav muab tus uas mob khaus ntawd cais dua xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.34","label":"34","content":"Thaum puv xya hnub tus pov thawj yuav tshuaj saib qhov uas khaus. Yog qhov khaus ntawd tsis huam loj ntawm daim tawv thiab saib zoo li qhov mob tsis tau txeem rau hauv cov nqaij, ces tus pov thawj yuav tshaj tawm hais tias nws huv. Mas tus uas mob ntawd yuav ntxhua nws cev tsoos tsho, nws thiaj li huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.35","label":"35","content":"Yog tus pov thawj twb hais tias tus ntawd huv lawm tiamsis qhov mob khaus ntawd tseem huam loj rau ntawm daim tawv,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.36","label":"36","content":"ces tus pov thawj yuav tsum tshuaj saib nws. Yog qhov mob khaus ntawd huam loj rau ntawm daim tawv, ces tsis txog yuav saib cov plaub daj los tsis daj lawm, nws yeej qias tsis huv lawm."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.37","label":"37","content":"Tiamsis yog raws li tus pov thawj pom mas qhov khaus ntawd nyob li qub, thiab muaj plaub dub tuaj ntawm qhov mob ntawd, mas qhov mob khaus ntawd zoo lawm, nws kuj huv lawm. Tus pov thawj yuav tshaj tawm hais tias tus ntawd huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.38","label":"38","content":"“Thaum tus txivneej lossis pojniam twg dawb tej teev ntawm daim tawv,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.39","label":"39","content":"tus pov thawj yuav tsum tshuaj saib. Yog tej teev ntawm daim tawv dawb txho xwb mas yog nyuj taug yaim tshwm ntawm daim tawv xwb, nws tseem huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.40","label":"40","content":"“Yog tus txivneej twg plaubhau hle ntawm taubhau lawm, nws ua neeg do hau xwb, nws tseem huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.41","label":"41","content":"Yog nws plaubhau ntawm hauv pliaj thiab ob sab xub ntsos hle, nws ua neeg do pliaj xwb, nws tseem huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.42","label":"42","content":"Yog saum tiaj taubhau do lossis saum hauv pliaj do muaj ib qho mob liab dawb, yog nws muaj mob lig mob ruas tshwm ntawm qhov uas nws do hau lossis do pliaj."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.43","label":"43","content":"Tus pov thawj yuav tshuaj saib nws. Yog qhov mob o ntawm qhov uas do hau lossis do pliaj ntawd liab dawb zoo yam nkaus li tej mob lig ntawm daim tawv,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.44","label":"44","content":"mas tus txivneej ntawd kuj mob lig mob ruas. Nws qias tsis huv lawm, mas tus pov thawj yuav tshaj tawm hais tias nws qias tsis huv. Nws tus mob nyob saum taubhau."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.45","label":"45","content":"“Tus uas mob lig mob ruas yuav tsum hnav tej tsoos tsho ntuag thiab tseg plaubhau ntev thiab nws yuav pos ncauj thiab qw hais tias ‘Qias tsis huv, qias tsis huv.’"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.46","label":"46","content":"Nws yuav qias tsis huv mus tag sijhawm uas nws muaj mob ntawd, nws qias tsis huv. Nws yuav tsum nyob nws ib leeg sab nraum ntug zos."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.47","label":"47","content":"“Thaum tej tsoos tsho tuaj pwm tsis hais ntaub plaub yaj lossis ntaub mag,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.48","label":"48","content":"yog nyob rau hauv cov xov nrog hlaub lossis xov txia uas ntos ntaub mag ntaub plaub yaj, lossis nyob hauv tej tawv tsiaj lossis hauv tej uas muab tawv tsiaj ua,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.49","label":"49","content":"yog tej tsoos tsho ntawd tuaj pwm ntsuab xem xiab lossis tuaj pwm liab tsim tseb, tsis hais nyob hauv cov xov nrog hlaub lossis xov txia, lossis nyob hauv tej tawv tsiaj lossis hauv tej uas muab tawv tsiaj ua, mas tej pwm ntawd kuj yog muaj kab mob, mas yuav coj mus rau tus pov thawj saib."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.50","label":"50","content":"Tus pov thawj yuav saib qhov uas tuaj pwm ntawd thiab muab cais cia xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.51","label":"51","content":"Thaum puv xya hnub lawd, nws yuav tshuaj saib qhov uas tuaj pwm ntawd. Yog tej pwm ntawd huam rau hauv tej tsoos tsho, tsis hais hauv cov xov nrog hlaub los xov txia lossis hauv tej tawv tsiaj uas siv ua txhua yam, tej pwm ntawd muaj kab mob phem mas kuj yog qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.52","label":"52","content":"Mas tus pov thawj yuav muab tej tsoos tsho ntawd hlawv pov tseg, tsis hais qhov mob nyob hauv xov nrog hlaub los xov txia lossis nyob hauv ntaub plaub yaj lossis ntaub mag lossis nyob hauv tej uas muab tawv tsiaj ua, vim tej pwm ntawd muaj kab mob phem, yuav tsum muab hlawv pov tseg."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.53","label":"53","content":"“Yog tus pov thawj tshuaj saib mas tej pwm ntawd tsis huam rau hauv tej tsoos tsho tsis hais cov xov nrog hlaub los xov txia lossis tej uas muab tawv tsiaj ua,"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.54","label":"54","content":"mas tus pov thawj yuav kom nws muab lub uas tuaj pwm ntawd ntxhua thiab yuav muab cais cia dua xya hnub."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.55","label":"55","content":"Thaum ntxhua lawd tus pov thawj yuav tshuaj saib lub uas tuaj pwm ntawd. Yog qhov uas tuaj pwm ntawd tseem ntsuab liab li qub, txawm yog tsis huam los kuj qias tsis huv lawm, koj cia li muab hlawv pov tseg, tsis hais qhov uas tuaj pwm ntawd txawm nyob sab nraud sab hauv los xij."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.56","label":"56","content":"“Tiamsis yog tus pov thawj tshuaj saib thaum uas ntxhua lawd mas qhov uas tuaj pwm ntawd ploj zuj zus lawm, ces tus pov thawj yuav muab qhov tuaj pwm ntawd dua pov tseg ntawm cev tsoos tsho lossis tawv tsiaj lossis tej xov nrog hlaub los xov txia."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.57","label":"57","content":"Yog rov pom tias tej tsoos tsho tsis hais tej xov nrog hlaub los xov txia lossis tej uas muab tawv tsiaj ua tuaj pwm dua, mas kuj yog qhov mob huam. Koj yuav tsum muab tej uas tuaj pwm ntawd hlawv pov tseg."},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.58","label":"58","content":"Yog tej tsoos tsho lossis cov xov nrog hlaub los xov txia lossis tej uas muab tawv tsiaj ua uas tuaj pwm es koj muab ntxhua ib zaug lawm mas tej pwm ploj lawm, ces rov muab ntxhua dua ib zaug thiab, thiaj li huv lawm.”"},{"bible_id":"1269","chapter_code":"LEV.13","verse_code":"LEV.13.59","label":"59","content":"No yog tej kevcai uas ntsig txog tej tsoos tsho tuaj pwm ua mob phem, tsis hais nyob hauv tej tsoos tsho ntaub plaub yaj lossis ntaub mag lossis nyob hauv cov xov nrog hlaub los xov txia lossis hauv tej uas muab tawv tsiaj ua, kom thiaj paub tshuaj saib yam twg huv yam twg qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.2","label":"2","content":"“Ntawm no mus yog txoj kevcai uas ua rau hnub uas ntxuav tus mob lig mob ruas kom huv. Yuav tsum coj nws mus cuag tus pov thawj."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.3","label":"3","content":"Tus pov thawj yuav tsum tawm rau sab nraum ntug zos thiab tshuaj tus mob. Yog tus uas mob lig mob ruas zoo lawm,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.4","label":"4","content":"tus pov thawj yuav hais kom coj ob tug noog ciaj uas huv thiab mentsis ntoo ciab thiab xov liab thiab nplooj zaub txig theem tuaj ua kevcai ntxuav tus mob."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.5","label":"5","content":"Tus pov thawj yuav hais kom tua ib tug noog rau saum lub tais av uas rau cov dej cag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.6","label":"6","content":"Nws yuav muab tus noog uas tseem ciaj thiab ib daim nplais ntoo ciab thiab ib qais xov liab thiab ib re zaub txig theem raus ua ke rau hauv tus noog uas tua cov ntshav hauv lub tais uas muaj dej cag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.7","label":"7","content":"Nws yuav muab cov ntshav nchos rau tus uas ua kevcai ntxuav mob lig mob ruas ntawd xya zaus mam li tshaj tawm tias tus ntawd huv lawm ces muab tus noog uas tseem ciaj tso ya mus rau hav nroj."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.8","label":"8","content":"Tus uas ua kevcai ntxuav yuav tsum ntxhua nws tej tsoos tsho thiab chais plaubhau thiab chais tej plaub ib ce huvsi thiab da dej ces nws li huv. Dhau ntawd nws li nkag tau rau hauv lub zos tiamsis nws yuav nyob nraum nws lub tsev ntaub xya hnub tso."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.9","label":"9","content":"Thaum puv xya hnub nws yuav rov chais plaubhau saum nws taubhau huvsi thiab chais hwj txwv chais plaub muag thiab tej plaub ib ce huvsi. Nws yuav ntxhua nws tej tsoos tsho thiab da dej nws li huv."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.10","label":"10","content":"“Mas hnub uas yim nws yuav tsum muab ob tug menyuam txiv yaj uas tsis muaj chaw thuam li thiab ib tug menyuam xyuas yaj hnub nyoog ib xyoos uas tsis muaj chaw thuam li, thiab muab peb feem kaum hauv ib efa  hmoov mog zoo zoo ntse roj ua kevcai xyeem qoob loo, thiab ib nrab lib roj."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.11","label":"11","content":"Tus pov thawj yuav coj tus uas ua kevcai ntxuav thiab tej qhov txhia chaw no tuaj rau ntawm lub qhov rooj tsev ntaub sib ntsib muab tso rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.12","label":"12","content":"Tus pov thawj yuav coj ib tug menyuam txiv yaj thiab ib nrab lib roj tuaj ua kevcai ntxuav kev txaug kev txhaum thiab muab cev xyeem rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.13","label":"13","content":"Nws yuav tua tus menyuam yaj ntawd rau ntawm qhov chaw dawb huv uas lawv tua tej tsiaj uas xyeem ua kevcai daws txim thiab ua kevcai hlawv xyeem. Rau qhov tus tsiaj uas tua xyeem ua kevcai ntxuav kev txaug kev txhaum kuj zoo ib yam li tus tsiaj uas tua ua kevcai daws txim, yog tus pov thawj li feem thiab yog yam uas dawb huv kawg nkaus."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.14","label":"14","content":"Tus pov thawj yuav muab tus tsiaj uas xyeem ua kevcai ntxuav kev txaug kev txhaum ntawd li ntshav ib qho los, muab pleev tus uas ua kevcai ntxuav sab taub ntsej xis thiab pleev nws tus taub teg xis thiab tus taub taw xis."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.15","label":"15","content":"Tus pov thawj yuav muab ib nrab lib roj ntawd ib qho los hliv rau hauv nws lub xib teg sab laug"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.16","label":"16","content":"thiab muab nws tus ntiv tes xis raus cov roj hauv nws lub xib teg laug los nchos rau ntawm Yawmsaub xubntiag xya zaus."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.17","label":"17","content":"Cov roj uas tseem tshuav hauv xib teg ntawd tus pov thawj yuav muab ib txhia los pleev tus uas ua kevcai ntxuav sab taub ntsej xis thiab pleev tus taub teg xis thiab tus taub taw xis pleev tsuam cov ntshav uas pleev ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.18","label":"18","content":"Cov roj uas tseem tshuav hauv tus pov thawj xib teg nws yuav muab pleev tus uas ua kevcai ntxuav taubhau. Tus pov thawj thiaj ua kevcai ntxuav kev txhaum txim rau tus ntawd rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.19","label":"19","content":"Tus pov thawj yuav muab tus tsiaj uas ua kevcai daws txim tua xyeem, kom thiaj ntxuav tau tus uas ua kevcai ntxuav ntawd tej kev txhaum txim. Dhau ntawd tus pov thawj yuav tua tus tsiaj uas ua kevcai hlawv xyeem."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.20","label":"20","content":"Tus pov thawj yuav muab tus tsiaj uas ua kevcai hlawv xyeem thiab tej hmoov uas ua kevcai xyeem qoob loo xyeem rau saum lub thaj. Tus pov thawj ua kevcai ntxuav tus ntawd tej kev txhaum li no tag, mas tus ntawd thiaj huv lawm."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.21","label":"21","content":"“Yog tus ntawd pluag nrhiav tsis tau npaum li ntawd, mas nws yuav coj ib tug menyuam txiv yaj ua kevcai ntxuav kev txaug kev txhaum tuaj cev xyeem thiaj ua tau kevcai ntxuav nws kev txhaum txim, thiab yuav coj ib feem kaum hauv ib efa  hmoov mog zoo zoo ntse roj ua kevcai xyeem qoob loo thiab ib nrab lib roj,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.22","label":"22","content":"thiab ob tug nquab taug lossis ob tug rhaws nquab nyeg raws li uas nws nrhiav tau, muab ib tug ua kevcai daws txim, muab ib tug ua kevcai hlawv xyeem."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.23","label":"23","content":"Hnub uas yim nws yuav tsum coj tuaj rau tus pov thawj ua kevcai ntxuav nws ntawm lub qhov rooj tsev ntaub sib ntsib rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.24","label":"24","content":"Tus pov thawj yuav coj tus menyuam yaj uas xyeem ua kevcai ntxuav kev txaug kev txhaum thiab ib nrab lib roj los muab cev rau ntawm Yawmsaub xubntiag ua kevcai cev xyeem."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.25","label":"25","content":"Nws yuav tua tus menyuam yaj uas ua kevcai ntxuav kev txaug kev txhaum. Thiab tus pov thawj yuav muab tus tsiaj uas xyeem ua kevcai ntxuav kev txaug kev txhaum ntawd li ntshav ib qho los, muab pleev tus uas ua kevcai ntxuav ntawd sab taub ntsej xis thiab pleev nws tus taub teg xis thiab tus taub taw xis."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.26","label":"26","content":"Tus pov thawj yuav muab ib nrab roj ntawd ib qho los hliv rau hauv nws lub xib teg sab laug"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.27","label":"27","content":"thiab xuas nws tus ntiv tes xis muab cov roj hauv nws lub xib teg laug ib qho nchos rau ntawm Yawmsaub xubntiag xya zaus."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.28","label":"28","content":"Cov roj uas nyob hauv xib teg tus pov thawj yuav muab ib txhia los pleev tus uas ua kevcai ntxuav sab taub ntsej xis thiab pleev tus taub teg xis thiab tus taub taw xis tsuam cov ntshav uas pleev ua kevcai ntxuav kev txaug kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.29","label":"29","content":"Cov roj uas tseem tshuav hauv tus pov thawj xib teg nws yuav muab pleev tus uas ua kevcai ntxuav taubhau, thiaj ua kevcai ntxuav kev txhaum kev qias rau tus ntawd rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.30","label":"30","content":"Mas nws yuav xyeem nquab taug lossis rhaws nquab nyeg raws li nws nrhiav tau,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.31","label":"31","content":"muab ib tug xyeem ua kevcai daws txim thiab ib tug ua kevcai hlawv xyeem nrog cov hmoov uas ua kevcai xyeem qoob loo. Mas tus pov thawj yuav ua kevcai ntxuav kev txhaum kev qias rau tus ntawd rau ntawm Yawmsaub xubntiag.”"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.32","label":"32","content":"No yog txoj kevcai rau tus mob lig mob ruas uas nrhiav tsis taus qhov txhia chaw ua kevcai ntxuav nws kom huv."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.33","label":"33","content":"Yawmsaub hais rau Mauxe thiab Aloo tias,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.34","label":"34","content":"“Thaum nej mus rau hauv lub tebchaws Khana‑as uas kuv pub ua nej tug ntawd es kuv tso pwm rau hauv nej tej tsev hauv lub tebchaws uas yog nej teej nej tug ntawd,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.35","label":"35","content":"mas tus tswv tsev yuav tsum mus hais rau tus pov thawj tias, ‘Kuv pom ib yam kab mob pwm tshwm rau hauv kuv lub tsev.’"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.36","label":"36","content":"Mas ua ntej uas tus pov thawj yuav mus tshuaj saib tej kab mob pwm ntawd, nws yuav tsum hais kom muab tej qhov txhia chaw hauv tsev rho tawm huvsi, ntshai tsam ces txhua yam hauv tsev yuav raug tshaj tawm hais tias qias tsis huv. Ces tus pov thawj mam li nkag mus tshuaj saib hauv tsev,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.37","label":"37","content":"mas nws yuav tshuaj saib tej pwm ntawd. Yog tej pwm ntawd nyob ntawm tej phab ntsa txaij ua tej thaj ntsuab xem xiab lossis liab tsim tseb, thiab saib mas zoo li tej pwm txeem rau hauv phab ntsa lawm,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.38","label":"38","content":"ces tus pov thawj yuav tsum tawm rau ntawm qhov rooj muab lub tsev ntawd kaw xya hnub."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.39","label":"39","content":"Thaum puv xya hnub tus pov thawj yuav rov tuaj tshuaj saib. Yog tej pwm ntawd huam dav rau tej phab ntsa"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.40","label":"40","content":"mas tus pov thawj yuav hais kom muab tej lub pob zeb uas muaj kab mob pwm ntawd rho coj mus pov tseg rau ntawm qhov chaw qias tsis huv nraum ntug moos,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.41","label":"41","content":"thiab hais kom txhuam lub tsev tej phab ntsa sab hauv thoob plaws. Tej hmoov zeb sib uas txhuam tau ntawd yuav muab nchuav pov tseg rau ntawm qhov chaw qias tsis huv nraum ntug moos."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.42","label":"42","content":"Ces yuav muab dua pob zeb los ntxiv rau tej lub pob zeb uas muab rho lawm, thiab muab dua hmoov zeb sib los luam lub tsev ntawd huvsi."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.43","label":"43","content":"“Thaum lawv twb muab tej lub pob zeb rho thiab txhuam tej phab ntsa tag thiab luam dua hmoov zeb sib tshiab lawm, mas yog tseem rov qab muaj pwm tshwm tuaj hauv lub tsev ntawd"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.44","label":"44","content":"ces tus pov thawj yuav mus tshuaj saib. Yog tej pwm huam mus rau hauv lub tsev, mas tej pwm ntawd muaj kab mob pwm phem rau lub tsev, lub tsev ntawd qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.45","label":"45","content":"Mas nws yuav kom muab lub tsev ntawd rhuav, thiab muab tej pob zeb tej ntoo tej hmoov zeb sib huvsi uas ua lub tsev ntawd thauj mus pov tseg rau ntawm qhov chaw qias tsis huv nraum ntug moos."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.46","label":"46","content":"Thiab yog leejtwg nkag mus rau hauv lub tsev uas muab kaw lawm mas tus ntawd yuav qias tsis huv mus txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.47","label":"47","content":"Leejtwg mus pw lossis mus noj mov rau hauv lub tsev ntawd mas tus ntawd yuav tsum ntxhua nws cev tsoos tsho."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.48","label":"48","content":"“Thaum muab hmoov zeb sib los luam tshiab lawd, yog tus pov thawj rov tuaj saib mas pom tias tej pwm tsis huam rau hauv tsev, ces tus pov thawj yuav tshaj tawm hais tias lub tsev ntawd huv lawm rau qhov tej pwm ntawd zoo ploj tag lawm."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.49","label":"49","content":"Qhov uas ua kevcai ntxuav lub tsev ntawd mas tus tswv tsev yuav tsum coj ob tug noog me thiab ib daim nplais ntoo ciab thiab ib qais xov liab thiab ib re zaub txig theem tuaj."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.50","label":"50","content":"Nws yuav muab ib tug noog tua rau saum lub tais av uas rau cov dej cag,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.51","label":"51","content":"thiab yuav muab nplais ntoo ciab thiab rev nplooj zaub txig theem thiab khawb xov liab thiab tus noog uas tseem ciaj raus ua ke rau hauv tus noog uas tua lawm cov ntshav thiab hauv cov dej cag ntawd coj los nchos rau lub tsev xya zaus."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.52","label":"52","content":"Nws yuav muab cov ntshav noog thiab dej cag thiab tus noog uas tseem ciaj thiab nplais ntoo ciab thiab rev nplooj zaub txig theem thiab khawb xov liab ua kevcai ntxuav lub tsev ntawd."},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.53","label":"53","content":"Nws yuav muab tus noog uas tseem ciaj tso tawm hauv moos mus rau tom hav nroj. Ua li no nws thiaj ua tau kevcai ntxuav kev qias hauv lub tsev mas lub tsev ntawd thiaj li huv.”"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.54","label":"54","content":"No yog tej kevcai ntsig txog txhua yam mob lig mob ruas, yog tej mob khaus,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.55","label":"55","content":"tej pwm uas muaj kab mob nyob hauv tej tsoos tsho, lossis nyob hauv tej tsev,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.56","label":"56","content":"tej mob o, mob tawm pob, tej mob txaij,"},{"bible_id":"1269","chapter_code":"LEV.14","verse_code":"LEV.14.57","label":"57","content":"kom thiaj paub hais tias thaum twg qias tsis huv thiab thaum twg huv lawm. No yog tej kevcai uas ntsig txog mob lig mob ruas thiab tuaj pwm."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.1","label":"1","content":"Yawmsaub hais rau Mauxe thiab Aloo tias,"},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Thaum tus txivneej twg muaj tej yam kua ntws tawm hauv nws lub cev los, tej uas ntws tawm los ntawd kuj qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.3","label":"3","content":"No yog hais txog qhov uas nws qias tsis huv rau thaum nws lub cev muaj kua ntws los. Txawm yog nws lub cev muaj kua ntws los lossis tej kua ntawd khuab rau hauv nws lub cev lawm los xij, tej no puavleej yog qias tsis huv rau nws."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.4","label":"4","content":"Txhua lub txaj pw uas tus muaj tej kua ntws los ntawd pw rau lawd mas kuj qias tsis huv. Txhua qhov chaw uas nws zaum lawd kuj qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.5","label":"5","content":"Leejtwg kov raug nws lub txaj pw mas yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.6","label":"6","content":"Leejtwg zaum raug lub chaw uas tus muaj tej kua ntws los zaum ua ntej lawm mas tus ntawd yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.7","label":"7","content":"Leejtwg kov raug tus uas muaj tej kua ntws los lub cev mas nws yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.8","label":"8","content":"Thiab yog tus uas muaj tej kua ntws los nto qaub ncaug lo tus uas tseem huv mas tus uas raug qaub ncaug lo ntawd yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.9","label":"9","content":"Lub eeb twg uas tus muaj tej kua ntws los ntawd zaum mas kuj qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.10","label":"10","content":"Leejtwg kov raug ib yam uas tus ntawd zaum lawd mas nws kuj yuav qias tsis huv txog tsaus ntuj. Thiab leejtwg nqa tej yam ntawd mas nws yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.11","label":"11","content":"Tus uas muaj tej kua ntws los ntawd txhais tes uas tsis tau ntxuav kov raug leejtwg mas tus ntawd yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.12","label":"12","content":"Tej tais av uas tus uas muaj tej kua ntws los ntawd kov raug lawd mas yuav muab tsoo pov tseg. Txhua yam twj taig uas yog ntoo kuj yuav muab dej ntxuav huvsi."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.13","label":"13","content":"“ ‘Thaum tus uas muaj tej kua ntws los qhov mob zoo tsis ntws lawm, nws yuav suav kom puv xya hnub li ua kevcai ntxuav. Nws yuav tsum ntxhua nws cev tsoos tsho thiab da dej cag nws thiaj li huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.14","label":"14","content":"Hnub uas yim nws yuav tsum coj ob tug nquab taug lossis ob tug rhaws nquab nyeg tuaj rau ntawm Yawmsaub xubntiag ntawm lub qhov rooj tsev ntaub sib ntsib, es muab rau tus pov thawj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.15","label":"15","content":"Tus pov thawj yuav muab xyeem, muab ib tug ua kevcai xyeem daws txim, muab ib tug ua kevcai hlawv huvsi xyeem, thiab tus pov thawj yuav ua kevcai ntxuav tus ntawd kev qias rau ntawm Yawmsaub xubntiag vim nws muaj tej kua ntws los."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.16","label":"16","content":"“ ‘Yog tus txivneej twg cov kua chaw xis ntws los mas nws yuav tsum ntxuav ib ce huvsi thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.17","label":"17","content":"Txhua daim tsoos tsho thiab txhua yam tawv tsiaj uas kua chaw xis ntws los lo mas yuav tsum muab ntxuav hauv dej, thiab tej ntawd yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.18","label":"18","content":"Yog txivneej nrog pojniam pw es kua chaw xis los mas ob leeg yuav tsum da dej thiab yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.19","label":"19","content":"“ ‘Thaum tus pojniam twg coj khaub ncaws uas yog ua pojniam txhua lub hli, nws yuav qias tsis huv xya hnub. Leejtwg kov raug nws tus ntawd kuj qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.20","label":"20","content":"Thaum tus pojniam ntawd tseem qias tsis huv, yog nws pw lossis zaum ib yam dabtsi, tej ntawd kuj qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.21","label":"21","content":"Leejtwg kov raug nws lub txaj pw mas yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.22","label":"22","content":"Leejtwg kov raug ib yam uas nws zaum lawd mas tus ntawd yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.23","label":"23","content":"Txawm yog txaj pw lossis ib yam dabtsi uas tus pojniam ntawd zaum kuj xij, thaum leejtwg kov raug lawm mas tus ntawd yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.24","label":"24","content":"Yog tus txivneej twg nrog tus pojniam ntawd pw thiab nws qhov qias tsis huv yuav tsuas tus txivneej ntawd ces tus txivneej ntawd yuav qias tsis huv xya hnub, thiab txhua lub txaj uas nws mus pw yuav qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.25","label":"25","content":"“ ‘Yog tus pojniam twg nchuav cev ntau ntau hnub uas tsis yog lub sijhawm uas nws ua pojniam txhua lub hli, lossis yog nws pheej nchuav cev dhau lub sijhawm uas nws ua pojniam, ces txhua hnub uas nws nchuav cev ntawd nws kuj qias tsis huv ib yam nkaus li lub sijhawm uas nws ua pojniam es qias tsis huv thiab."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.26","label":"26","content":"Thaum nws nchuav cev li ntawd mas txhua lub txaj uas nws pw thiab txhua qhov uas nws zaum kuj yuav qias tsis huv ib yam nkaus li thaum nws ua pojniam es tej ntawd qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.27","label":"27","content":"Yog leejtwg kov raug tej yam no mas nws yuav qias tsis huv ces nws yuav tsum ntxhua nws cev tsoos tsho thiab da dej thiab nws yuav qias tsis huv txog tsaus ntuj."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.28","label":"28","content":"“ ‘Tiamsis yog qhov uas nws nchuav cev ntawd zoo lawm nws yuav suav kom puv xya hnub nws thiaj li huv."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.29","label":"29","content":"Hnub uas yim nws yuav tsum coj ob tug nquab taug lossis ob tug rhaws nquab nyeg tuaj rau tus pov thawj ntawm lub qhov rooj tsev ntaub sib ntsib."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.30","label":"30","content":"Tus pov thawj yuav muab xyeem, muab ib tug ua kevcai xyeem daws txim, muab ib tug ua kevcai hlawv huvsi xyeem, thiab tus pov thawj yuav ua kevcai ntxuav nws kev qias rau ntawm Yawmsaub xubntiag vim qhov uas nws nchuav cev qias tsis huv lawm."},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.31","label":"31","content":"“ ‘Ua li no mas neb thiaj li cais tau cov Yixayee tawm ntawm tej uas ua rau lawv qias tsis huv, xwv lawv thiaj tsis tuag rau lawv tej kev qias rau thaum uas lawv ua qias puas tsuas kuv lub tsev ntaub uas nyob hauv lawv nruab nrab.’ ”"},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.32","label":"32","content":"No yog tej kevcai uas ntsig txog tej txivneej uas muaj kua ntws los thiab tej uas muaj kua chaw xis ntws los uas ua rau nws qias tsis huv,"},{"bible_id":"1269","chapter_code":"LEV.15","verse_code":"LEV.15.33","label":"33","content":"thiab ntsig txog tej pojniam uas ua mob pojniam. Tej no puavleej ntsig txog cov pojniam txivneej uas muaj kua ntws los thiab ntsig txog tus txivneej uas nrog tus pojniam uas qias tsis huv pw."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.1","label":"1","content":"Yawmsaub hais rau Mauxe tom qab uas Aloo ob tug tub txav los ze Yawmsaub es tuag lawm."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.2","label":"2","content":"Yawmsaub hais rau Mauxe tias, “Koj hais kom koj tus tijlaug Aloo tsis txhob nkag mus rau hauv lub chav uas dawb huv kawg nkaus uas muaj daim ntaub thaiv txhua lub sijhawm, yog mus rau ntawm lub hau phij xab uas roos kev txhaum tsam ces nws tuag, rau qhov kuv nyob hauv tauv huab tshwm rau saum lub hau phij xab ntawd."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.3","label":"3","content":"“Tiamsis Aloo yuav nkag tau rau hauv chav uas dawb huv kawg nkaus raws li no. Nws yuav muab ib tug thav txiv nyuj ua kevcai daws txim thiab muab ib tug txiv yaj ua kevcai hlawv xyeem."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.4","label":"4","content":"Nws yuav hnav lub tsho ntaub mag uas dawb huv thiab hnav ris ntaub mag, thiab sia siv ntaub mag thiab ntoo phuam ntaub mag. No yog tej tsoos meej mom dawb huv. Nws yuav tsum da dej li hnav."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.5","label":"5","content":"Thiab nws yuav muab ob tug txiv tshis ntawm ib tsoom Yixayee ua kevcai daws txim thiab muab ib tug txiv yaj ua kevcai hlawv xyeem."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.6","label":"6","content":"“Thiab Aloo yuav muab tus thav txiv nyuj xyeem ua kevcai daws nws tus kheej li txim thiab ntxuav nws thiab nws tsev neeg li kev txhaum txim."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.7","label":"7","content":"Mas nws yuav coj ob tug txiv tshis los tso rau ntawm lub qhov rooj tsev ntaub sib ntsib rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.8","label":"8","content":"Aloo yuav muab ob tug tshis ntawd rho ntawv, ib tug rho rau Yawmsaub ib tug rho rau Axaxee."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.9","label":"9","content":"Tus tshis uas rho tau rau Yawmsaub ntawd Aloo yuav coj los muab xyeem ua kevcai daws txim."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.10","label":"10","content":"Tiamsis tus tshis uas rho tau ntawv rau Axaxee ntawd yuav muab xyeem ciaj rau ntawm Yawmsaub xubntiag ua kevcai ntxuav kev txhaum, kom thiaj muab kev txhaum sau rau tus tshis ntawd xa mus rau tebchaws moj sab qhua pub rau Axaxee."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.11","label":"11","content":"“Aloo yuav coj tus thav txiv nyuj tuaj ua kevcai xyeem daws nws thiab nws tsev neeg li txim. Nws yuav muab tus txiv nyuj tua daws nws li txim."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.12","label":"12","content":"Nws yuav muab lub yias rau ncaig taws cig cig ntawm lub thaj uas nyob ntawm Yawmsaub xubntiag thiab ob taus tes hmoov tshuaj tsw qab uas tuav mos mos lawm los, coj mus rau chav sab hauv daim ntaub uas thaiv."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.13","label":"13","content":"Nws yuav muab cov hmoov tshuaj tsw qab ntawd hlawv rau ntawm Yawmsaub xubntiag mas cov pa tshuaj tsw qab yuav ncho auv lub hau uas roos kev txhaum uas nyob saum lub phij xab uas ntim Yawmsaub tej lus xwv nws thiaj tsis tuag."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.14","label":"14","content":"Nws yuav muab cov ntshav txiv nyuj ib qho los thiab xuas nws ntiv tes nchos rau ntawm lub hau phij xab uas roos kev txhaum sab xubntiag, thiab yuav xuas ntiv tes muab nchos rau lub hau phij xab sab tom hauv ntej xya zaus."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.15","label":"15","content":"“Thiab Aloo yuav tua tus tshis uas xyeem ua kevcai daws cov pejxeem li txim thiab yuav coj cov ntshav mus rau chav sab hauv daim ntaub uas thaiv, thiab muab cov ntshav tshis ua ib yam nkaus li cov ntshav txiv nyuj, yog muab nchos rau saum lub hau phij xab uas roos kev txhaum thiab muab nchos rau lub hau phij xab sab tom hauv ntej."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.16","label":"16","content":"Ua li no nws thiaj ua kevcai ntxuav tau tej kev qias tsis huv ntawm chav uas dawb huv kawg nkaus vim cov Yixayee tej kev qias tsis huv, thiab lawv tej kev fav xeeb thiab lawv tej kev txhaum huvsi. Nws yuav ua li no rau lub tsev ntaub sib ntsib uas nyob hauv nruab nrab cov neeg uas qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.17","label":"17","content":"Tsis txhob kheev leejtwg nyob hauv lub tsev ntaub sib ntsib rau thaum Aloo nkag mus rau hauv chav uas dawb huv kawg nkaus es ua kevcai ntxuav tej kev qias tsis huv mus txog thaum nws ua kevcai ntxuav nws thiab nws tsev neeg thiab ib tsoom Yixayee sawvdaws li txim tag."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.18","label":"18","content":"Mas nws li tawm mus rau ntawm lub thaj uas nyob ntawm Yawmsaub xubntiag thiab ua kevcai ntxuav tej kev qias tsis huv rau lub thaj. Nws yuav muab ntshav txiv nyuj thiab ntshav tshis ib qho los pleev plaub tug kub uas nyob puag ncig ntawm lub thaj."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.19","label":"19","content":"Thiab nws yuav xuas ntiv tes nchos cov ntshav ib txhia rau lub thaj xya zaus, thiaj ua kevcai ntxuav tau lub thaj tu kom dawb huv ntawm cov Yixayee tej kev qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.20","label":"20","content":"“Thaum nws ua kevcai ntxuav tej kev qias tsis huv rau chav uas dawb huv kawg nkaus thiab rau lub tsev ntaub sib ntsib thiab rau lub thaj tag lawm, nws yuav xyeem tus tshis uas tseem ciaj."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.21","label":"21","content":"Aloo yuav muab nws ob txhais tes tso rau saum tus tshis uas tseem ciaj lub taubhau, thiab yuav lees cov Yixayee sawvdaws tej kev phem kev qias thiab lawv tej kev fav xeeb huvsi thiab lawv tej kev txhaum huvsi, mas nws yuav muab tej ntawd huvsi tso rau saum tus tshis ntawd taubhau mas nws yuav kom tus uas npaj cia lawm xa tus tshis mus rau tom tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.22","label":"22","content":"Tus tshis yuav ris tej kev phem kev qias huvsi mus rau lub tebchaws uas tsis muaj neeg nyob. Ces tus uas xa yuav muab tus tshis tso rau hauv tebchaws moj sab qhua."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.23","label":"23","content":"“Ces Aloo li nkag rau hauv lub tsev ntaub sib ntsib thiab yuav hle tej tsoos ntaub mag uas nws hnav rau thaum uas mus rau chav uas dawb huv kawg nkaus, mas muab cia rau qhov ntawd."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.24","label":"24","content":"Thiab nws yuav da dej hauv ib lub chaw uas dawb huv thiab hnav nws cev tsoos tsho li tawm los. Nws yuav xyeem tej uas nws muab ua kevcai hlawv xyeem thiab tej uas cov pejxeem muab ua kevcai hlawv xyeem thiaj ua kevcai ntxuav nws tus kheej thiab cov pejxeem tej kev txhaum txim."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.25","label":"25","content":"Nws yuav muab tus tsiaj uas tua ua kevcai daws txim tej roj hlawv rau saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.26","label":"26","content":"Tus uas xa tus tshis mus rau Axaxee  ntawd yuav tsum ntxhua nws cev ris tsho thiab da dej, mas nws li los tau rau hauv lub zos."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.27","label":"27","content":"Yuav coj tus txiv nyuj thiab tus tshis uas xyeem ua kevcai daws txim uas Aloo coj cov ntshav los ua kevcai ntxuav kev qias tsis huv rau chav uas dawb huv kawg nkaus ntawd mus rau sab nraum ntug zos. Mas luag yuav muab tej tawv thiab tej nqaij thiab tej plab hnyuv hlawv kub hnyiab tag."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.28","label":"28","content":"Tus uas muab tej ntawd hlawv yuav ntxhua nws cev ris tsho thiab da dej nws li los tau rau hauv lub zos."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.29","label":"29","content":"“No yuav ua kevcai rau nej coj mus ib txhis li, hnub xiab kaum lub xya hli nej yuav tswj nej lub siab  thiab tsis txhob ua ib yam haujlwm dabtsi, tsis hais nej cov uas yug hauv lub tebchaws thiab lwm haiv neeg uas nrog nej nyob."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.30","label":"30","content":"Rau qhov hnub no yog hnub uas ua kevcai ntxuav nej tej kev txhaum txim thiab ntxuav nej. Nej thiaj hauv ntawm nej tej kev txhaum huvsi rau ntawm Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.31","label":"31","content":"Hnub no yog ib hnub Xanpatau uas nej yuav tsum caiv so tiag tiag li. Nej yuav tsum tswj nej lub siab. No yog txoj kevcai uas nyob mus ib txhis."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.32","label":"32","content":"Tus pov thawj uas raug muab roj hliv ywg tsa ua dawb huv sawv nws txiv chaw ua pov thawj hlob nws yog tus uas yuav ua txoj kevcai ntxuav no thiab hnav tsoos tsho ntaub mag dawb huv."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.33","label":"33","content":"Nws yuav ua kevcai ntxuav kev qias tsis huv rau chav uas dawb huv kawg nkaus thiab yuav ua kevcai ntxuav rau lub tsev ntaub sib ntsib thiab lub thaj thiab yuav ua kevcai ntxuav cov pov thawj thiab ib tsoom pejxeem sawvdaws tej kev txhaum txim."},{"bible_id":"1269","chapter_code":"LEV.16","verse_code":"LEV.16.34","label":"34","content":"“No yuav ua kevcai rau nej coj mus ib txhis kom ua kevcai ntxuav cov Yixayee ib xyoos ib zaug vim tim lawv tej kev txhaum huvsi.” Mauxe kuj ua raws li Yawmsaub hais rau nws."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.2","label":"2","content":"“Cia li hais rau Aloo thiab nws cov tub thiab cov Yixayee sawvdaws tias, ‘Ntawm no yog tej uas Yawmsaub hais kom nej ua."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.3","label":"3","content":"Yog cov Yixayee leejtwg tua nyuj tua menyuam yaj tua tshis rau hauv lub zos lossis tua sab nraum ntug zos,"},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.4","label":"4","content":"tsis coj tuaj rau ntawm lub qhov rooj tsev ntaub sib ntsib es muab xyeem rau Yawmsaub ntawm Yawmsaub lub tsev ntaub, mas tus ntawd muaj txim vim nws ua ntshav los. Nws ua ntshav los mas yuav tsum muab nws txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.5","label":"5","content":"Ua li no kom cov Yixayee thiaj li coj tej tsiaj uas lawv muab tua xyeem tom tej teb tuaj tua xyeem rau Yawmsaub es muab rau tus pov thawj ntawm lub qhov rooj tsev ntaub sib ntsib thiab muab tua xyeem rau Yawmsaub ua kevcai sib raug zoo."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.6","label":"6","content":"Mas tus pov thawj yuav muab cov ntshav ntawd nchos rau saum Yawmsaub lub thaj ntawm lub qhov rooj tsev ntaub sib ntsib thiab muab cov roj hlawv tsw qab kom hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.7","label":"7","content":"Mas lawv thiaj tsis tua tsiaj xyeem rau tej dab tshis uas lawv deev ntawd. Qhov no yuav ua kevcai rau lawv txhua tiam mus ib txhis.’"},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.8","label":"8","content":"“Thiab koj hais rau lawv tias, ‘Cov Yixayee lossis lwm haiv neeg uas nrog lawv nyob leejtwg muab tsiaj xyeem ua kevcai hlawv xyeem lossis muab tua xyeem,"},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.9","label":"9","content":"es nws tsis coj tus tsiaj ntawd tuaj rau ntawm lub qhov rooj tsev ntaub sib ntsib mam li xyeem rau Yawmsaub, mas muab nws txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.10","label":"10","content":"“ ‘Cov Yixayee lossis lwm haiv neeg uas nrog lawv nyob leejtwg noj ntshav, kuv yuav tsom ntsoov tawm tsam tus uas noj ntshav ntawd thiab muab nws txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.11","label":"11","content":"Rau qhov txhua yam uas ciaj sia txojsia yog nyob hauv cov ntshav. Kuv pub cov ntshav rau nej siv saum lub thaj ua kevcai ntxuav nej tus kheej kev txhaum, rau qhov cov ntshav yog yam uas ntxuav tau kev txhaum vim ntshav yog txojsia."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.12","label":"12","content":"Yog li no kuv thiaj hais rau cov Yixayee tias, “Tsis kheev nej cov leejtwg noj ntshav kiag li, thiab tsis kheev lwm haiv neeg uas nrog nej nyob leejtwg noj ntshav.”"},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.13","label":"13","content":"Cov Yixayee lossis lwm haiv neeg uas nrog lawv nyob leejtwg mus tua tsiaj qus lossis nas noog uas noj tau mas yuav tsum muab cov ntshav nchuav pov tseg thiab muab hmoov av faus."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.14","label":"14","content":"“ ‘Rau qhov txhua tus tsiaj txojsia puavleej yog nws cov ntshav. Vim li no kuv thiaj hais rau cov Yixayee tias, “Nej tsis txhob noj yam tsiaj twg tej ntshav kiag li, rau qhov txhua tus tsiaj txojsia yog nyob hauv cov ntshav. Leejtwg noj yuav raug muab txiav tawm mus.”"},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.15","label":"15","content":"Txhua tus uas yug hauv lub tebchaws lossis lwm haiv neeg uas noj tej tsiaj tuag lossis tej tsiaj uas lwm tus tsiaj tom tuag, mas nws yuav tsum ntxhua nws cev ris tsho thiab da dej thiab yuav qias tsis huv mus txog tsaus ntuj mam li huv."},{"bible_id":"1269","chapter_code":"LEV.17","verse_code":"LEV.17.16","label":"16","content":"Yog nws tsis ntxhua nws cev ris tsho thiab da dej, mas nws yuav ris nws lub txim.’ ”"},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Kuv yog Yawmsaub uas yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.3","label":"3","content":"Nej tsis txhob ua raws li uas luag ua hauv Iyi tebchaws uas nej txeev nyob. Thiab nej tsis txhob ua raws li uas luag ua hauv Khana‑as tebchaws uas kuv tabtom coj nej mus nyob. Tsis txhob xyaum raws li lawv tej kab ke."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.4","label":"4","content":"Nej yuav tsum ua raws li kuv tej kevcai thiab tuav rawv kuv tej kab ke thiab ua raws nraim. Kuv yog Yawmsaub, yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.5","label":"5","content":"Vim li no nej yuav tsum tuav rawv kuv tej kab ke thiab kuv tej kevcai, yog ua raws nraim li ntawd neeg thiaj li muaj txojsia nyob tau. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.6","label":"6","content":"“ ‘Tsis txhob kheev leejtwg mus ze tej uas txheeb txheeb nws es thws nws qhov chaw txaj muag. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.7","label":"7","content":"Koj tsis txhob thws koj niam qhov chaw txaj muag vim yog thws koj txiv chaw txaj muag. Nws yog koj niam, koj tsis txhob thws nws qhov chaw txaj muag."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.8","label":"8","content":"Koj tsis txhob thws koj txiv tus pojniam qhov chaw txaj muag vim yog thws koj txiv chaw txaj muag."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.9","label":"9","content":"Koj tsis txhob thws koj tus muam qhov chaw txaj muag uas yog koj txiv li ntxhais lossis yog koj niam li ntxhais tsis hais tus uas yug hauv tsev lossis coj sab nraud los."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.10","label":"10","content":"Koj tsis txhob thws koj tus tub li ntxhais qhov chaw txaj muag lossis thws koj tus ntxhais li ntxhais qhov chaw txaj muag, vim lawv qhov chaw txaj muag kuj yog koj chaw txaj muag ntag."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.11","label":"11","content":"Koj tsis txhob thws koj niam tshiab li ntxhais qhov chaw txaj muag uas twb yog koj txiv yug, vim nws kuj yog koj li muam."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.12","label":"12","content":"Koj tsis txhob thws koj tug phauj qhov chaw txaj muag vim nws twb yog txheeb ze koj txiv."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.13","label":"13","content":"Koj tsis txhob thws koj niam tus niam hluas lossis tus niam laus qhov chaw txaj muag vim nws twb yog txheeb ze koj niam."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.14","label":"14","content":"“ ‘Koj tsis txhob thws koj tus txiv hlob lossis koj tus txiv ntxawm qhov chaw txaj muag es mus ze lawv pojniam vim twb yog koj niam hlob lossis koj li niam ntxawm."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.15","label":"15","content":"Koj tsis txhob thws koj tus nyab qhov chaw txaj muag vim nws twb yog koj tus tub pojniam, tsis txhob thws nws qhov chaw txaj muag kiag li."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.16","label":"16","content":"Koj tsis txhob thws koj tus niam tij lossis koj tus niam ntxawm qhov chaw txaj muag vim twb yog koj kw koj tig qhov chaw txaj muag."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.17","label":"17","content":"Koj tsis txhob thws ib tug pojniam qhov chaw txaj muag thiab thws nws tus ntxhais qhov chaw txaj muag, thiab tsis txhob thws nws tus tub li ntxhais qhov chaw txaj muag lossis thws nws tus ntxhais li ntxhais qhov chaw txaj muag vim lawv yog ib co txheeb ze, yog ua li ntawd mas phem kawg li."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.18","label":"18","content":"Koj tsis txhob thws koj pojniam tus niam laus lossis tus niam hluas qhov chaw txaj muag coj los sib tw rau thaum koj pojniam tseem muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.19","label":"19","content":"“ ‘Thaum tus pojniam twg tabtom ua pojniam uas nws qias tsis huv mas koj tsis txhob mus ze nws thws nws qhov chaw txaj muag."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.20","label":"20","content":"Koj tsis txhob mus nrog kwvtij zej zog tej pojniam pw, thiaj ua rau koj qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.21","label":"21","content":"Koj tsis txhob muab koj tej menyuam hlawv xyeem rau dab Maulej es ua puas tsuas koj tus Vajtswv lub npe poob koob. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.22","label":"22","content":"Koj tsis txhob nrog tej txivneej pw ua niam txiv yam li tej pojniam, yog yam uas qias vuab tsuab kawg li."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.23","label":"23","content":"Koj tsis txhob nrog tej tsiaj txhu pw ua niam txiv ua rau koj qias tsis huv, thiab tej pojniam tsis txhob nrog tsiaj txhu pw ua niam txiv. Ua li no yog kev txhaum kev qias kawg li."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.24","label":"24","content":"“ ‘Nej tsis txhob ua tej kev phem kev qias no puas tsuas nej qias tsis huv, vim yog tej haiv neeg uas kuv tabtom ntiab khiav ntawm nej hauv ntej mus ua tej kev phem kev qias no puas tsuas lawv qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.25","label":"25","content":"Mas lub tebchaws thiaj li qias tsis huv, kuv thiaj li rau txim rau lub tebchaws ntawd tej kev txhaum, lub tebchaws thiaj li muab cov neeg ntuav pov tseg."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.26","label":"26","content":"Mas nej yuav tsum tuav rawv kuv tej kab ke thiab kuv tej kevcai thiab tsis txhob ua tej kev qias vuab tsuab ntawd, tsis hais nej haiv neeg lossis lwm haiv neeg uas nrog nej nyob,"},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.27","label":"27","content":"rau qhov cov neeg hauv lub tebchaws no uas xub nyob ua nej ntej ua tej kev qias vuab tsuab no mas puas tsuas lub tebchaws qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.28","label":"28","content":"Ntshai tsam nej ua puas tsuas lub tebchaws qias tsis huv es lub tebchaws yuav muab nej ntuav pov tseg ib yam li lub tebchaws twb muab haiv neeg uas xub nyob ua nej ntej ntuav pov tseg."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.29","label":"29","content":"Yog leejtwg ua tej kev qias vuab tsuab ntawd mas tus ntawd yuav raug muab txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.18","verse_code":"LEV.18.30","label":"30","content":"Vim li no nej yuav tsum ua raws nraim li kuv hais, tsis txhob ua raws li tej kev li kev cai uas qias vuab tsuab no uas cov xub nyob ua nej ntej lawd ua, thiab tsis txhob ua tej yam no puas tsuas nej qias tsis huv. Kuv yog Yawmsaub yog nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.2","label":"2","content":"“Cia li hais rau ib tsoom Yixayee sawvdaws tias, ‘Nej yuav tsum ua dawb huv, rau qhov kuv yog Yawmsaub uas yog nej tus Vajtswv yog tus dawb huv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.3","label":"3","content":"“ ‘Nej txhua tus yuav tsum hwm niam hwm txiv thiab nco ntsoov so kuv hnub Xanpatau. Kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.4","label":"4","content":"“ ‘Tsis txhob tig rov mus pe tej dab mlom lossis nchuav dab mlom rau nej. Kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.5","label":"5","content":"“ ‘Thaum nej xyeem tsiaj rau Yawmsaub ua kevcai sib raug zoo, yuav tsum xyeem raws li kevcai kuv thiaj txais yuav."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.6","label":"6","content":"Nej yuav tsum noj tej uas nej xyeem ntawd rau hnub uas nej ua kevcai xyeem lossis rau hnub tom qab. Yog tshuav seem txog hnub peb cia li muab hlawv pov tseg."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.7","label":"7","content":"Yog muab tej uas xyeem ntawd noj rau hnub peb mas yog qias vuab tsuab lawm, kuv yuav tsis txais yuav."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.8","label":"8","content":"Txhua tus uas noj tej ntawd yuav ris nws lub txim, rau qhov nws ua rau tej uas dawb huv rau Yawmsaub qias puas tsuas lawm, mas tus ntawd yuav raug muab txiav tawm hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.9","label":"9","content":"“ ‘Thaum nej mus hlais qoob hauv teb, tsis txhob hlais kom tag tej uas nyob ntawm ntug teb. Thaum hlais lawd tsis txhob xawb tej uas tseem tshuav."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.10","label":"10","content":"Tsis txhob de tej txiv hmab kom tag du lug, thiab tsis txhob khaws tej txiv hmab uas poob rau hauv nej lub vaj txiv hmab. Yuav tseg cia rau cov neeg pluag thiab lwm haiv neeg uas nrog nej nyob. Kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.11","label":"11","content":"“ ‘Nej tsis txhob ua tub sab, tsis txhob ntxo luag, tsis txhob sib dag kiag li."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.12","label":"12","content":"“ ‘Nej tsis txhob tuav kuv lub npe twv dag, yog ua li no ua puas tsuas nej tus Vajtswv lub npe. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.13","label":"13","content":"“ ‘Nej tsis txhob quab yuam kwvtij zej zog lossis lws nws. Tsis txhob sej tej tub zog nqe zog cia rau ntawm nej ib hmos txog kaj ntug."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.14","label":"14","content":"Tsis txhob tsawm foom tus uas lag ntseg lossis muab dabtsi cuab tus uas dig muag kev ua rau nws dawm. Nej yuav tsum paub ntshai thiab hwm nej tus Vajtswv. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.15","label":"15","content":"“ ‘Nej tsis txhob tu plaub tsis ncaj, tsis txhob tuaj tus pluag tog lossis saib tus uas ua loj ntsej muag, tiamsis nej yuav tsum tu plaub ncaj ncees rau kwvtij zej zog."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.16","label":"16","content":"Nej tsis txhob mus mus los los taug xaiv rau hauv nej haiv neeg thiab tsis txhob ua ib yam dabtsi txov lwm tus txojsia. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.17","label":"17","content":"“ ‘Nej tsis txhob ntxub luag lwm tus cia rau hauv nruab siab. Nej yuav tsum ntuas lwm tus uas ua txhaum xwv nej thiaj tsis muaj txim li nws."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.18","label":"18","content":"Nej tsis txhob ua phem pauj phem lossis cib nyeej rau nej haiv neeg mus li. Nej yuav tsum hlub kwvtij zej zog ib yam li nej hlub nej tus kheej. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.19","label":"19","content":"“ ‘Nej yuav tsum ua raws li kuv tej kevcai. Nej tsis txhob muab nej tej tsiaj ob yam tso taw ua ke. Nej tsis txhob tseb ob yam noob qoob sib xyaw rau hauv nej daim teb. Tsis txhob hnav tej tsoos uas muab ob yam ntaub los xaws ua ke."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.20","label":"20","content":"“ ‘Yog ib tug txivneej nrog tus nkauj qhev twg uas lwm tus tub qhaib lawm tiamsis tsis tau txhiv thiab tsis tau muab tso nyob ywj pheej pw ua ke, mas ob tug yuav raug txim  tiamsis tsis raug txim tuag rau qhov tus nkauj qhev tsis tau nyob ywj pheej."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.21","label":"21","content":"Tus txivneej yuav tsum coj ib tug txiv tshis ua kevcai ntxuav nws kev txaug kev txhaum tuaj rau ntawm lub qhov rooj tsev ntaub sib ntsib xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.22","label":"22","content":"Tus pov thawj yuav muab tus txiv tshis uas xyeem ua kevcai ntxuav kev txaug kev txhaum tua xyeem rau ntawm Yawmsaub xubntiag ntxuav tus ntawd tej kev txhaum uas nws ua lawm, mas thiaj zam tau nws lub txim ntawd."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.23","label":"23","content":"“ ‘Thaum nej txeem mus rau hauv lub tebchaws thiab cog tej txiv ntoo uas noj tau txhua yam, mas tej txiv uas tau ntawd yuav caiv. Nej yuav caiv tsis txhob noj tej txiv ntawd thawj peb xyoos kiag li."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.24","label":"24","content":"Mas xyoo uas plaub tej txiv ntawd huvsi yog yam uas dawb huv, yog yam uas muab xyeem qhuas Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.25","label":"25","content":"Mas xyoo uas tsib nej li noj tau tej txiv ntawd. Ua li no tej txiv thiaj txi ncw heev rau nej. Kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.26","label":"26","content":"“ ‘Nej tsis txhob noj tej nqaij uas txheem ntshav. Nej tsis txhob ua neeb ua yaig ua khawv koob yees siv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.27","label":"27","content":"Tsis txhob txiav cov plaubhau ntawm xub ntsos thiab tsis txhob txhij nej cov hwj txwv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.28","label":"28","content":"Nej tsis txhob suam nej lub cev rau qhov uas muaj neeg tuag lossis txam cim dabtsi rau nej lub cev. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.29","label":"29","content":"“ ‘Tsis txhob muab nej tej ntxhais ua nkauj muag cev puas tsuas nws, tsam lub tebchaws yuav poob rau txojkev muag cev thiab yuav muaj kev phem kev qias puv nkaus lub tebchaws."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.30","label":"30","content":"Nej yuav tsum nco so rau kuv hnub Xanpatau thiab hwm qhov chaw uas pe hawm kuv. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.31","label":"31","content":"“ ‘Tsis txhob tig mus rau cov txiv neeb txiv yaig, tsis txhob mus nrhiav lawv ua rau nej qias tsis huv. Kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.32","label":"32","content":"“ ‘Nej yuav tsum sawv tsees saib taus tus uas dawb hau paug thiab hwm tus laus, thiab nej yuav tsum hwm thiab paub ntshai nej tus Vajtswv. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.33","label":"33","content":"“ ‘Thaum lwm haiv neeg nrog nej nyob hauv nej lub tebchaws, nej tsis txhob tsim txom lawv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.34","label":"34","content":"Nej yuav suav tias lwm haiv neeg uas nrog nej nyob kuj zoo ib yam li yog nej haiv neeg, thiab nej yuav hlub lawv ib yam li nej hlub nej tus kheej, rau qhov nej txeev ua lwm haiv neeg nyob hauv Iyi tebchaws. Kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.35","label":"35","content":"“ ‘Nej tsis txhob ua txhaum qhov uas siv txoj hlua ntsuas thiab rab teev luj thiab lub thoob luj uas ntxo luag."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.36","label":"36","content":"Nej yuav tsum siv rab teev uas ncaj thiab lub thauj teev uas hum, thiab siv lub efa thiab lub hee  uas hum. Kuv yog Yawmsaub yog nej tus Vajtswv uas coj nej tawm hauv Iyi tebchaws los."},{"bible_id":"1269","chapter_code":"LEV.19","verse_code":"LEV.19.37","label":"37","content":"Nej yuav tsum tuav rawv kuv tej kab ke thiab kuv tej kevcai huvsi thiab ua raws nraim. Kuv yog Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Cov Yixayee thiab lwm haiv neeg uas nrog cov Yixayee nyob leejtwg muab nws li menyuam tus twg cob rau dab Maulej, mas tus ntawd yuav raug muab tua pov tseg. Cov pejxeem yuav tsum xuas pob zeb ntaus nws kom tuag."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.3","label":"3","content":"Kuv yuav tsom ntsoov tawm tsam tus ntawd thiab yuav muab nws txiav tawm hauv nws haiv neeg mus, rau qhov nws tau muab nws li ib tug menyuam cob rau dab Maulej, ua rau qhov chaw uas pe kuv qias tsis huv thiab ua qias puas tsuas kuv lub npe uas dawb huv."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.4","label":"4","content":"Yog cov pejxeem tsis quav ntsej tus uas muab nws li menyuam cob rau dab Maulej ntawd es tsis muab nws tua pov tseg,"},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.5","label":"5","content":"mas kuv yuav tsom ntsoov tawm tsam tus ntawd thiab nws tsev neeg thiab muab lawv txiav tawm hauv lawv haiv neeg mus tsis hais nws thiab txhua tus uas raws nws qab mus deev dab Maulej."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.6","label":"6","content":"“ ‘Yog leejtwg tig mus nrhiav txiv neeb txiv yaig thiab ua poj muag cev rau lawv kuv yuav tsom ntsoov tawm tsam tus ntawd thiab muab nws txiav tawm hauv nws haiv neeg."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.7","label":"7","content":"Vim li no nej yuav tsum tu nej tus kheej kom dawb huv rau Vajtswv thiab ua neeg dawb huv, rau qhov kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.8","label":"8","content":"Nej yuav tsum tuav rawv kuv tej kab ke thiab ua raws nraim. Kuv yog Yawmsaub uas muab nej cais kom dawb huv."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.9","label":"9","content":"Txhua tus uas cem foom nws niam nws txiv yuav raug muab tua pov tseg. Nws tau cem foom nws niam nws txiv, mas qhov uas nws tuag ntawd nws ris nws ib leeg."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.10","label":"10","content":"“ ‘Yog leejtwg deev luag tej li pojniam, mas ob tug uas sib deev ntawd yuav raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.11","label":"11","content":"Tus uas nrog nws txiv tus pojniam pw, kuj yog nws thws nws txiv qhov chaw txaj muag. Ob tug ntawd yuav raug muab tua pov tseg, mas qhov uas ob tug tuag ntawd ob tug ris ob tug."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.12","label":"12","content":"Yog leejtwg nrog nws tus nyab pw, mas ob tug ntawd yuav raug muab tua pov tseg. Ob tug ua dev mas qhov uas ob tug tuag ntawd ob tug ris ob tug."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.13","label":"13","content":"Yog ib tug txivneej deev ib tug txivneej yam li deev pojniam, mas ob tug tau ua qias vuab tsuab. Ob tug yuav raug muab tua pov tseg, mas qhov uas ob tug tuag ntawd ob tug ris ob tug."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.14","label":"14","content":"Yog leejtwg yuav tus ntxhais ua pojniam thiab tseem yuav leej niam ua pojniam, mas yog qhov phem. Mas lawv peb leeg yuav raug muab hlawv pov tseg, kom thiaj tsis muaj kev phem nyob hauv nej."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.15","label":"15","content":"Yog tus txivneej twg deev tsiaj txhu, tus ntawd yuav raug muab tua pov tseg thiab nej yuav muab tus tsiaj ntawd tua pov tseg."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.16","label":"16","content":"Yog tus pojniam twg txav ze ib tug tsiaj txhu thiab deev tus tsiaj ntawd, nej yuav muab tus pojniam thiab tus tsiaj ntawd tua pov tseg. Qhov uas ob tug tuag ntawd ob tug ris ob tug."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.17","label":"17","content":"“ ‘Yog leejtwg coj nws tus muam uas yog nws txiv li ntxhais lossis yog nws niam li ntxhais mus thws qhov chaw txaj muag saib thiab tus ntxhais pom nws qhov chaw txaj muag, kuj yog ua txaj muag heev. Ob tug yuav raug muab txiav tawm tab meeg ob tug haiv neeg. Nws tau thws nws tus muam qhov chaw txaj muag, nws yuav ris nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.18","label":"18","content":"Yog leejtwg nrog tus pojniam uas tseem ua pojniam pw thiab thws nws qhov chaw txaj muag, yog ob tug thws qhov chaw los ntshav. Ob tug yuav raug muab txiav tawm hauv ob tug haiv neeg."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.19","label":"19","content":"Nej tsis txhob thws nej niam li niam laus lossis niam hluas lossis nej txiv li muam qhov chaw txaj muag, vim yog thws tus uas txheeb nej qhov chaw txaj muag. Lawv yuav ris lawv lub txim."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.20","label":"20","content":"Yog leejtwg nrog nws tus yawg laus li pojniam pw, kuj yog nws thws yawg laus qhov chaw txaj muag. Ob tug yuav ris ob tug lub txim, ob tug yuav tuag tsis muaj menyuam."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.21","label":"21","content":"Yog leejtwg yuav nws tus tijlaug lossis tus kwv pojniam, kuj yog kev qias tsis huv. Nws tau thws nws kwvtij qhov chaw txaj muag, ob tug yuav tsis muaj menyuam."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.22","label":"22","content":"“ ‘Nej yuav tsum tuav rawv kuv tej kab ke huvsi thiab kuv tej kevcai huvsi thiab ua raws nraim, kom lub tebchaws uas kuv coj nej los nyob hauv thiaj tsis muab nej ntuav tawm."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.23","label":"23","content":"Nej tsis txhob ua raws li cov neeg uas kuv muab ntiab khiav tawm ntawm nej hauv ntej lawd tej kevcai. Vim tias lawv ua tej uas hais tag no, kuv thiaj ntxub lawv kawg li."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.24","label":"24","content":"Tiamsis kuv twb hais rau nej lawm tias, “Nej yuav tau lawv lub tebchaws ua qub txeeg qub teg, thiab kuv yuav muab ua nej teej nej tug, yog lub tebchaws uas muaj kua mis thiab zib ntab ntws nto.” Kuv yog Yawmsaub yog nej tus Vajtswv uas tau muab nej cais tawm hauv ib tsoom neeg los."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.25","label":"25","content":"“ ‘Vim li no nej yuav tsum cais tej tsiaj uas huv thiab tej tsiaj uas tsis huv, thiab cais tej noog uas tsis huv thiab tej noog uas huv. Nej tsis txhob ua rau nej qias vuab tsuab vim yog tim tej tsiaj twg lossis tej noog twg lossis ib yam dabtsi uas nkag hauv av uas kuv tau muab qhia cais rau nej lawm tias yog yam uas qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.26","label":"26","content":"Nej yuav tsum dawb huv rau kuv, rau qhov kuv uas yog Yawmsaub yog tus dawb huv, thiab kuv tau muab nej cais tawm hauv ib tsoom neeg los kom nej thiaj li yog kuv tug."},{"bible_id":"1269","chapter_code":"LEV.20","verse_code":"LEV.20.27","label":"27","content":"“ ‘Tus txivneej twg lossis tus pojniam twg uas ua txiv neeb txiv yaig mas yuav raug muab tua pov tseg. Yuav xuas pob zeb ntaus kom tuag, mas qhov uas lawv tuag ntawd lawv ris lawv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.1","label":"1","content":"Yawmsaub hais rau Mauxe tias, “Cia li hais rau cov pov thawj uas yog Aloo tej tub tias, ‘Tsis txhob cia nej cov pov thawj ib tug twg ua puas tsuas nws rau qhov uas mus pam tus tuag hauv nws cov kwvtij,"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.2","label":"2","content":"tsuas yog tej uas txheeb txheeb nws xwb, yog nws niam nws txiv nws tub nws ntxhais nws tij nws kwv"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.3","label":"3","content":"lossis nws tus nkauj muam uas nrog nws nyob vim tsis muaj txiv mas tus pov thawj yeem cia nws qias tsis huv."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.4","label":"4","content":"Nws tsis txhob pam nws tej neej tsa es ua rau nws qias tsis huv, thiab ua puas tsuas nws poob koob."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.5","label":"5","content":"Cov pov thawj tsis txhob chais ib nyuag qhov plaubhau thiab tsis txhob txiav cov hwj txwv, thiab tsis txhob muab riam suam lub cev."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.6","label":"6","content":"Cov pov thawj yuav tsum ua neeg dawb huv rau lawv tus Vajtswv tsis txhob ua puas tsuas lawv tus Vajtswv lub npe poob koob, vim yog lawv muab qhov txhia chaw hlawv kub hnyiab xyeem rau Yawmsaub, yog tej zaub mov xyeem rau lawv tus Vajtswv. Vim li no lawv yuav tsum ua dawb huv."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.7","label":"7","content":"Cov pov thawj tsis txhob yuav tej poj muag cev lossis tej pojniam uas qias tsis huv lossis tej pojniam uas nrauj txiv rau qhov cov pov thawj yeej yog dawb huv rau lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.8","label":"8","content":"Koj yuav tsum tu kom lawv dawb huv rau kuv vim lawv xyeem tej zaub mov rau koj tus Vajtswv. Koj yuav tsum pom tias lawv dawb huv, rau qhov kuv uas yog Yawmsaub kuj dawb huv, kuv yog tus uas tu kom nej dawb huv."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.9","label":"9","content":"Tus pov thawj twg tus nthxais mus ua poj muag cev ua rau nws qias tsis huv mas kuj yog ua puas tsuas leej txiv poob koob. Nws yuav raug muab hlawv pov tseg."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.10","label":"10","content":"“ ‘Tus pov thawj hlob uas raug muab roj hliv ywg saum nws taubhau tsa ua pov thawj hlob thiab yog tus uas raug muab tu kom dawb huv es hnav tau cev tsoos meej mom mas tsis txhob tseg plaubhau ntxhov ntxhov thiab tsis txhob dua nws lub tsho."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.11","label":"11","content":"Nws tsis txhob mus ze tus tuag, tsis txhob ua puas tsuas nws qias tsis huv txawm yog nws txiv nws niam tuag los xij."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.12","label":"12","content":"Nws tsis txhob tawm hauv lub chaw pe hawm Vajtswv mus thiab tsis txhob ua qias puas tsuas lub chaw pe hawm nws tus Vajtswv poob koob, rau qhov cov roj uas hliv tsa nws ua tus dawb huv rau nws tus Vajtswv tseem nyob ntawm nws. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.13","label":"13","content":"Nws yuav tsum yuav tus pojniam uas tsis tau deev dua hluas nraug."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.14","label":"14","content":"Nws tsis txhob yuav tej poj ntsuam, tej poj nrauj, tej pojniam uas qias tsis huv lossis tej poj muag cev. Nws yuav tsum yuav tus pojniam uas tsis tau deev dua hluas nraug hauv nws haiv neeg los ua pojniam,"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.15","label":"15","content":"kom nws thiaj tsis ua qias puas tsuas nws tej menyuam poob koob rau hauv nws haiv neeg, rau qhov kuv yog Yawmsaub uas cais nws ua tus dawb huv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.16","label":"16","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.17","label":"17","content":"“Cia li hais rau Aloo tias, ‘Koj caj ces mus ib tiam dhau ib tiam tsis txhob kheev ib tug uas lub cev muaj ib qho phem qhovtwg tuaj ze xyeem tej zaub mov rau nws tus Vajtswv,"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.18","label":"18","content":"rau qhov tias tus uas muaj ib qho phem qhovtwg nkag tsis nyog mus ze lub thaj, tsis hais tus dig muag, lossis ceg tawv, lossis tus uas caws ntsej caws ntswg lossis tes taw ntev tsis sib txig,"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.19","label":"19","content":"lossis caws tes caws taw,"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.20","label":"20","content":"lossis khoov duav khoov pu, lossis tus uas cob pob lossis pom kev tsis zoo, lossis mob lig mob ruam los kua paug, lossis noob thoob tshaj."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.21","label":"21","content":"Tus pov thawj Aloo caj ces yog leejtwg uas lub cev phem ib qho qhovtwg tsis txhob kheev nws tuaj ze muab luag tej qhov txhia chaw hlawv xyeem rau Yawmsaub. Vim nws lub cev muaj ib qho phem, tsis txhob kheev nws tuaj ze xyeem tej zaub mov rau nws tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.22","label":"22","content":"Nws noj tau nws tus Vajtswv zaub mov tsis hais tej uas dawb huv kawg nkaus thiab tej uas dawb huv."},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.23","label":"23","content":"Tiamsis nws tsis txhob tuaj ze daim ntaub uas thaiv thiab ze lub thaj rau qhov nws lub cev muaj ib qho phem, kom nws thiaj tsis ua puas tsuas qhov chaw uas pe kuv poob koob. Kuv yog Yawmsaub uas muab lub chaw ntawd cais kom dawb huv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.21","verse_code":"LEV.21.24","label":"24","content":"Mauxe thiaj hais tej no rau Aloo thiab nws cov tub thiab cov Yixayee sawvdaws."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.2","label":"2","content":"“Cia li hais rau Aloo thiab nws cov tub kom txav deb ntawm tej qhov txhia chaw dawb huv uas cov Yixayee muab pub kiag rau kuv ua kuv tug, kom lawv thiaj tsis ua puas tsuas kuv lub npe uas dawb huv poob koob. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.3","label":"3","content":"Cia li hais rau lawv tias, ‘Yog nej caj ces ib tiam dhau ib tiam mus li leejtwg mus ze tej qhov txhia chaw dawb huv uas cov Yixayee muab pub kiag rau kuv ua kuv tug rau thaum uas nws tseem qias tsis huv, mas nws yuav raug muab tshem tawm mus kom dhau kuv lub xubntiag. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.4","label":"4","content":"Yog Aloo caj ces ib tug twg ua mob lig mob ruas lossis muaj kua ntws los mas nws noj tsis nyog tej uas xyeem dawb huv ntawd, cia nws zoo huv tso. Yog leejtwg kov raug tej yam qias tsis huv vim tej ntawd twb nphav tej cev tuag lawm, lossis nws muaj kua chaw xis ntws los,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.5","label":"5","content":"lossis nws kov raug tej tsiaj me me uas nkag hauv pem teb, uas ua rau nws qias tsis huv, lossis nws kov raug tej neeg uas puas tsuas nws qias tsis huv, txawm yog yam uas qias tsis huv twg,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.6","label":"6","content":"los tus uas kov raug tej ntawd nws kuj yuav qias tsis huv mus txog tsaus ntuj. Nws noj tsis nyog tej uas xyeem dawb huv, nws yuav tsum da dej tso."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.7","label":"7","content":"Thaum hnub poob qho lawd nws thiaj li huv ces nws mam li noj tau tej uas xyeem dawb huv ntawd, rau qhov tej ntawd yog nws li zaub mov."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.8","label":"8","content":"Tej tsiaj uas nws tuag nws lossis raug ib tug tsiaj qus tom tuag mas nws tsis txhob noj li. Tej no yuav puas tsuas nws qias tsis huv. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.9","label":"9","content":"Vim li no cov pov thawj yuav tsum ua raws li uas kuv hais, tsam ces thaum lawv ua tej no lawv yuav raug txim thiab lawv yuav tuag vim lawv saib tsis taus kuv tej lus. Kuv yog Yawmsaub uas cais lawv ua cov uas dawb huv."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.10","label":"10","content":"“ ‘Tsuas yog cov pov thawj tsev neeg thiaj noj nyog tej uas xyeem dawb huv. Cov uas tuaj ua qhua rau hauv tus pov thawj tsev thiab tus pov thawj tej tub zog los noj tsis nyog tej uas dawb huv ntawd."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.11","label":"11","content":"Tiamsis yog tus pov thawj muab nyiaj yuav ib tug ua nws tus qhev mas tus qhev ntawd noj tau thiab cov qhev uas yug rau hauv tus pov thawj tsev kuj noj tau tej zaub mov ntawd."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.12","label":"12","content":"Yog pov thawj tej ntxhais mus yuav txiv rau cov uas tsis ua pov thawj mas nws kuj noj tsis nyog tej uas xyeem dawb huv ntawd."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.13","label":"13","content":"Tiamsis yog pov thawj tug ntxhais ntawd ua poj ntsuam lossis ua poj nrauj lawm thiab tsis muaj menyuam es rov los nyob hauv leej txiv tsev ib yam nkaus li thaum hluas nkauj, mas nws kuj noj tau leej txiv tej zaub mov ntawd. Tiamsis cov uas nyob sab nraud noj tsis nyog."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.14","label":"14","content":"Yog leejtwg tsis paub es nws tau noj tej uas xyeem dawb huv ntawd lawm mas nws yuav tsum pauj tej ntawd rov rau tus pov thawj thiab ntxiv ib feem hauv tsib rau nws."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.15","label":"15","content":"Cov pov thawj tsis txhob muab tej qhov txhia chaw dawb huv uas cov Yixayee muab xyeem rau Yawmsaub ntawd ua puas tsuas qias tsis huv,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.16","label":"16","content":"tsam ces ua rau cov Yixayee raug txim rau qhov uas cia lawv noj txhaum tej qhov txhia chaw uas xyeem dawb huv, rau qhov kuv yog Yawmsaub uas cais cov pov thawj ua cov uas dawb huv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.17","label":"17","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.18","label":"18","content":"“Cia li hais rau Aloo thiab nws cov tub thiab cov Yixayee sawvdaws tias, ‘Thaum cov Yixayee lossis lwm haiv neeg uas nrog cov Yixayee nyob leejtwg muab qhov txhia chaw xyeem, txawm yog nws pauj tej uas nws fiv cia lawd lossis nws zoo siab muab xyeem pub xwb ua kevcai hlawv huvsi xyeem rau Yawmsaub,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.19","label":"19","content":"yog yuav ua kom Vajtswv txais yuav mas nej yuav tsum muab ib tug txiv tsiaj uas tsis muaj chaw thuam li xyeem, uas yog ib tug txiv nyuj lossis txiv yaj lossis txiv tshis."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.20","label":"20","content":"Nej tsis txhob muab tej uas muaj chaw thuam xyeem vim Yawmsaub tsis txais yuav."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.21","label":"21","content":"“ ‘Thaum leejtwg muab ib tug nyuj lossis yaj xyeem rau Yawmsaub ua kevcai xyeem sib raug zoo, yog nws pauj tej uas nws fiv cia lawd lossis nws zoo siab muab xyeem pub xwb, mas tus tsiaj ntawd yuav tsum yog ib tug zoo kawg thiab yuav tsum tsis txhob muaj chaw thuam kiag li, Vajtswv thiaj li txais yuav."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.22","label":"22","content":"Tej tsiaj uas dig muag lossis ceg tawv lossis muab txiav muab hlais lossis muaj kiav txhab ua kua paug lossis liam txwv lossis mob cos, nej tsis txhob muab xyeem rau Yawmsaub lossis muab hlawv kub hnyiab xyeem rau Yawmsaub saum lub thaj."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.23","label":"23","content":"Tej txiv nyuj lossis tej menyuam yaj uas lub cev hlob tsis sib luag ib ceg ntev ib ceg luv, mas nej muab xyeem tau li uas nej zoo siab muab pub xyeem, tiamsis yog muab xyeem pauj tej uas nej fiv cia lawd, mas Vajtswv tsis txais yuav."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.24","label":"24","content":"Tej tsiaj uas noob qes ntsoog lossis muab tsoo lossis muab dua lossis muab txiav nej tsis txhob muab xyeem rau Yawmsaub lossis tua xyeem rau hauv nej lub tebchaws."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.25","label":"25","content":"Tsis txhob muab tej tsiaj zoo li no uas nej tau ntawm lwm haiv neeg los xyeem ua zaub mov rau nej tus Vajtswv. Tej tsiaj ntawd muaj chaw thuam vim raug muab txiav muab hlais, ces Vajtswv tsis txais yuav.’ ”"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.26","label":"26","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.27","label":"27","content":"“Thaum nyuj thiab yaj thiab tshis xya menyuam mas cia tus menyuam nrog niam nyob xya hnub. Txij hnub uas yim mus, mas yuav muab hlawv xyeem rau Yawmsaub los kuj tau lawm, Vajtswv txais yuav."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.28","label":"28","content":"Tus niam tsiaj ntawd tsis hais yog nyuj los yaj nej tsis txhob muab tua nrog tus menyuam ua ib hnub."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.29","label":"29","content":"Thaum nej tua tsiaj xyeem ua Yawmsaub tsaug, nej yuav tsum tua xyeem raws li kevcai Vajtswv thiaj txais yuav nej."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.30","label":"30","content":"Nej yuav tsum noj tej nqaij ntawd kom tag rau tib hnub ntawd, tsis txhob tseg ib yam cia txog kaj ntug. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.31","label":"31","content":"“Nej yuav tsum tuav rawv kuv tej lus nkaw thiab ua raws nraim. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.32","label":"32","content":"Nej tsis txhob ua puas tsuas kuv lub npe uas dawb huv poob koob. Kuv xav kom cov Yixayee sawvdaws hwm tias kuv dawb huv. Kuv yog Yawmsaub uas cais kom nej dawb huv."},{"bible_id":"1269","chapter_code":"LEV.22","verse_code":"LEV.22.33","label":"33","content":"Kuv yog tus uas coj nej tawm hauv Iyi tebchaws los kuv thiaj tau ua nej tus Vajtswv. Kuv yog Yawmsaub.”"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Yawmsaub tej kevcai uas teem tseg uas nej yuav tsum tshaj tawm tias yog lub sijhawm uas tuaj txoos ua ke ua kevcai dawb huv, yog tej kevcai uas kuv teem tseg mas yog li no."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.3","label":"3","content":"“ ‘Nej yuav tsum ua haujlwm rau hnub, mas hnub xya yog hnub Xanpatau uas caiv so tiag tiag li, yog hnub uas tuaj txoos ua ke ua kevcai dawb huv. Tsis txhob ua haujlwm kiag li, yog hnub Xanpatau uas so rau Yawmsaub rau hauv txhua lub chaw uas nej nyob."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.4","label":"4","content":"“ ‘Tej no yog tej kevcai uas Yawmsaub teem tseg, yog tej lub sijhawm uas tuaj txoos ua ke ua kevcai dawb huv. Nej yuav tsum tshaj tawm raws tej sijhawm uas teem cia."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.5","label":"5","content":"Hnub xiab kaum plaub lub ib hlis thaum yuav tsaus ntuj yuav ua Yawmsaub li kevcai Hla Dhau."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.6","label":"6","content":"Hnub xiab kaum tsib lub hli ntawd yuav ua kevcai noj ncuav tsis xyaw keeb rau Yawmsaub. Nej yuav noj ncuav tsis xyaw keeb xya hnub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.7","label":"7","content":"Thawj hnub nej yuav tuaj txoos ua ke ua kevcai dawb huv. Nej tsis txhob ua ib yam haujlwm hnyav kiag li."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.8","label":"8","content":"Nej yuav muab tsiaj hlawv xyeem rau Yawmsaub xya hnub. Hnub uas xya yog hnub uas tuaj txoos ua ke ua kevcai dawb huv, nej tsis txhob ua ib yam haujlwm hnyav kiag li.’ ”"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.9","label":"9","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.10","label":"10","content":"“Cia li hais rau cov Yixayee tias, ‘Thaum nej mus txog lub tebchaws uas kuv pub rau nej thiab nej sau tej qoob hauv lub tebchaws ntawd, nej yuav tsum coj ib teg qoob uas nej hlais thawj phaum tuaj rau tus pov thawj."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.11","label":"11","content":"Tus pov thawj yuav muab tes qoob ntawd cev xyeem rau Yawmsaub kom Yawmsaub thiaj li txais yuav nej. Nws yuav muab cev xyeem rau hnub tom qab hnub Xanpatau."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.12","label":"12","content":"Hnub uas nej ua kevcai cev xyeem tes qoob ntawd, nej yuav tsum coj ib tug menyuam txiv yaj hnub nyoog ib xyoos uas tsis muaj chaw thuam li tuaj ua kevcai hlawv xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.13","label":"13","content":"Tej uas muab ua kevcai xyeem qoob loo ua ke yog muab ob feem kaum hauv ib efa  hmoov mog zoo zoo ntse roj hlawv xyeem rau Yawmsaub ua kom muaj pa ncho tsw qab, thiab ib feem plaub hauv ib hee  cawv txiv hmab ua kevcai hliv xyeem."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.14","label":"14","content":"Nej tsis txhob noj cov qoob tshiab tsis hais muab ua ncuav lossis muab kib los noj nyoos tos txog thaum uas coj tuaj ua kevcai li no xyeem rau nej tus Vajtswv tag tso. No yog txoj kevcai rau nej txhua tiam mus ib txhis rau hauv txhua lub chaw uas nej nyob."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.15","label":"15","content":"“ ‘Nej yuav tsum suav txij hnub tom qab hnub Xanpatau uas yog hnub nej coj thawj tes qoob tuaj cev xyeem kom puv xya lub chib so."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.16","label":"16","content":"Nej yuav suav tsib caug hnub mus txog hnub tom qab hnub Xanpatau uas xya, li muab tej mog tshiab tuaj ua kevcai xyeem qoob loo rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.17","label":"17","content":"Nej yuav coj ob lub ncuav uas muab ob feem kaum hauv ib efa  hmoov mog zoo zoo uas xyaw keeb ua tawm hauv nej lub chaw nyob tuaj cev xyeem ua thawj phaum qoob xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.18","label":"18","content":"Nej yuav coj xya tus menyuam yaj uas hnub nyoog ib xyoos uas tsis muaj chaw thuam li thiab ib tug thav txiv nyuj thiab ob tug txiv yaj tuaj nrog cov ncuav xyeem ua ke. Tej no yog tej uas ua kevcai hlawv xyeem rau Yawmsaub thiab tej uas ua kevcai xyeem qoob loo thiab ua kevcai hliv xyeem, yog yam uas hlawv kub hnyiab xyeem ua kom muaj pa ncho tsw qab hum Yawmsaub lub siab."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.19","label":"19","content":"Nej yuav tsum xyeem ib tug txiv tshis ua kevcai daws txim thiab xyeem ob tug menyuam txiv yaj hnub nyoog ib xyoos ua kevcai sib raug zoo."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.20","label":"20","content":"Tus pov thawj yuav muab ob tug menyuam yaj nrog cov ncuav uas yog thawj phaum qoob cev xyeem ua ke ua kevcai cev xyeem rau Yawmsaub. Tej no yog tej uas dawb huv rau Yawmsaub muab ua pov thawj li feem."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.21","label":"21","content":"Tib hnub ntawd nej yuav tshaj tawm. Nej yuav tuaj txoos ua ke ua kevcai dawb huv, nej tsis txhob ua haujlwm hnyav kiag li. No yog tej kab ke rau nej txhua tiam mus ib txhis rau hauv txhua lub chaw uas nej nyob."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.22","label":"22","content":"“ ‘Thaum nej hlais tej qoob hauv teb, nej tsis txhob hlais kom tag tej uas nyob ntawm ntug teb, thiab thaum sau tag tsis txhob xawb tej uas tshuav. Yuav tseg cia rau cov neeg pluag thiab lwm haiv neeg uas nrog nej nyob. Kuv yog Yawmsaub yog nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.23","label":"23","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.24","label":"24","content":"“Cia li hais rau cov Yixayee tias, ‘Hnub xiab ib lub xya hli nej yuav tsum nco ntsoov caiv so tiag tiag li, yog hnub uas tshuab raj kub yaj tshaj tawm, yog hnub uas tuaj txoos ua ke ua kevcai dawb huv."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.25","label":"25","content":"Nej tsis txhob ua haujlwm hnyav, thiab nej yuav tsum coj tej uas hlawv xyeem tuaj xyeem rau Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.26","label":"26","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.27","label":"27","content":"“Hnub xiab kaum lub xya hli no yog hnub uas ua kevcai ntxuav kev txhaum. Yuav ua hnub uas nej tuaj txoos ua ke ua kevcai dawb huv, thiab nej yuav tswj nej lub siab  thiab coj tej uas hlawv xyeem tuaj xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.28","label":"28","content":"Hnub ntawd nej tsis txhob ua haujlwm dabtsi li rau qhov yog hnub ntxuav kev txhaum, kom thiaj ntxuav tau nej tej kev txhaum rau ntawm nej tus Vajtswv Yawmsaub xubntiag."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.29","label":"29","content":"Hnub ntawd yog leejtwg tsis tswj nws lub siab  tus ntawd yuav raug muab txiav tawm hauv nws haiv neeg."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.30","label":"30","content":"Thiab hnub ntawd yog leejtwg ua ib yam haujlwm dabtsi kuv yuav muab tus ntawd ua kom puam tsuaj hauv nws haiv neeg mus."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.31","label":"31","content":"Nej tsis txhob ua haujlwm kiag li. No yog tej kab ke rau nej txhua tiam mus ib txhis rau hauv txhua lub chaw uas nej nyob."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.32","label":"32","content":"Hnub ntawd yuav ua hnub Xanpatau uas caiv so tiag tiag, thiab nej yuav tswj nej lub siab.  Thaum tsaus ntuj hnub xiab cuaj lub hlis ntawd nej yuav tuav rawv hnub Xanpatau mus txog hnub tom qab tsaus ntuj.”"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.33","label":"33","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.34","label":"34","content":"“Cia li hais rau cov Yixayee tias, ‘Hnub xiab kaum tsib lub xya hli no yog kevcai nyob tsev pheeb suab rau Yawmsaub kom puv xya hnub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.35","label":"35","content":"Thawj hnub yuav ua hnub uas tuaj txoos ua ke ua kevcai dawb huv. Nej tsis txhob ua haujlwm hnyav."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.36","label":"36","content":"Nej yuav coj tej uas hlawv xyeem tuaj xyeem rau Yawmsaub kom puv xya hnub. Hnub uas yim nej yuav tuaj txoos ua ke ua kevcai dawb huv thiab coj tej uas hlawv xyeem tuaj xyeem rau Yawmsaub. Yog tuaj txoos ua ke caiv so. Nej tsis txhob ua haujlwm hnyav kiag li."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.37","label":"37","content":"“ ‘Tej no yog Yawmsaub tej kevcai uas teem tseg uas nej yuav tsum tshaj tawm tias yog lub sijhawm uas tuaj txoos ua ke ua kevcai dawb huv, thiab yuav coj tej uas xyeem tuaj hlawv xyeem rau Yawmsaub, yog tej uas yuav ua kevcai hlawv huvsi xyeem thiab ua kevcai xyeem qoob loo, thiab tej tsiaj uas tua xyeem thiab tej uas muab hliv xyeem, txhua yam yuav tsum ua raws li sijhawm."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.38","label":"38","content":"Tej no yog ua tshaj tej uas ua rau Yawmsaub hnub Xanpatau thiab tshaj tej uas nej muab xyeem thiab tshaj txhua yam uas nej fiv cia lawd thiab tshaj tej uas nej zoo siab muab xyeem pub huvsi, uas nej pub xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.39","label":"39","content":"“ ‘Thaum nej sau tej qoob loo hauv lub tebchaws tag lawm, mas hnub xiab kaum tsib lub xya hli, nej yuav ua qhov kevcai no rau Yawmsaub xya hnub. Thawj hnub yuav ua hnub uas caiv so tiag tiag, thiab hnub uas yim kuj yuav ua hnub uas caiv so tiag tiag thiab."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.40","label":"40","content":"Thawj hnub nej yuav de tej txiv ntoo zoo zoo thiab tej nplooj toov laj thiab tej rev nplooj ntoo thiab tej ceg ntoo lwg zaj tuaj. Nej yuav zoo siab xyiv fab xya hnub rau ntawm Yawmsaub uas yog nej tus Vajtswv xubntiag."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.41","label":"41","content":"Nej yuav tsum nco ntsoov ua qhov kevcai no ib xyoos xya hnub rau Yawmsaub. No yog tej kab ke rau nej txhua tiam mus ib txhis. Nej yuav tsum ua qhov kevcai no rau lub xya hli."},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.42","label":"42","content":"Nej yuav nyob hauv tsev pheeb suab xya hnub. Txhua tus uas yog neeg Yixayee yuav tsum nyob hauv tsev pheeb suab,"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.43","label":"43","content":"xwv nej txhua tiam thiaj paub tias thaum kuv coj cov Yixayee tawm hauv Iyi tebchaws los kuv ua rau lawv nyob hauv tsev pheeb suab. Kuv yog Yawmsaub yog nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.23","verse_code":"LEV.23.44","label":"44","content":"Ua li no Mauxe thiaj qhia rau cov Yixayee paub txog Yawmsaub tej kevcai uas teem tseg."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.2","label":"2","content":"“Koj cia li hais rau cov Yixayee kom coj cov tseem roj uas tsuam ntawm txiv aulib tuaj rau koj sam lub teeb, xwv lub teeb thiaj cig mus li."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.3","label":"3","content":"Aloo yuav tsum tu lub teeb uas nyob hauv lub tsev ntaub sib ntsib ntawm daim ntaub thaiv lub phij xab uas muaj Vajtswv tej lus sab nraum no txij thaum tsaus ntuj mus txog kaj ntug tsis tu ncua li rau ntawm Yawmsaub xubntiag. No yog txoj kab ke rau nej txhua tiam mus ib txhis."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.4","label":"4","content":"Aloo yuav tu tej teeb uas nyob saum tus kav teeb uas tseem kub rau ntawm Yawmsaub xubntiag tsis tu ncua li."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.5","label":"5","content":"“Koj yuav muab cov hmoov mog zoo zoo ua kaum ob lub ncuav. Ib lub ncuav siv ob feem kaum hauv ib efa  hmoov mog."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.6","label":"6","content":"Koj yuav txawb cov ncuav no rau saum lub rooj uas tseem kub ua ob leej, ib leej rau lub."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.7","label":"7","content":"Koj yuav muab cov roj ntoos tsw qab uas zoo zoo rau rau ob leej huvsi, kom thiaj nrog cov ncuav ua chaw rau Yawmsaub nco ntsoov thiab muab ua yam uas hlawv xyeem rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.8","label":"8","content":"Txhua hnub Xanpatau Aloo yuav tsum muab txawb tsis tu ncua raws li kevcai ua cov Yixayee tug rau ntawm Yawmsaub xubntiag ua lo lus cog tseg mus ib txhis."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.9","label":"9","content":"Cov ncuav no yuav poob ua Aloo thiab nws cov tub li feem, mas lawv yuav noj rau hauv ib lub chaw uas dawb huv rau qhov yog yam uas dawb huv kawg nkaus rho ntawm tej uas muab hlawv kub hnyiab xyeem rau Yawmsaub los, yog lawv li feem mus ib txhis li.”"},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.10","label":"10","content":"Muaj ib tug yawg, nws niam yog neeg Yixayee nws txiv yog neeg Iyi, txawm mus tsham cov Yixayee, mas nws nrog ib tug yawg Yixayee sib cav sib ceg hauv lub zos."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.11","label":"11","content":"Tus yawg uas nws niam yog neeg Yixayee ntawd hais lus tuam mom cem foom Yawmsaub lub npe. Lawv thiaj coj nws tuaj rau Mauxe. Nws niam npe hu ua Selaumi uas yog Dinpli yog xeem Daj li ntxhais."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.12","label":"12","content":"Lawv thiaj muab tus yawg ntawd kaw cia tos txog thaum Yawmsaub qhia tej uas Yawmsaub lub siab xav rau lawv paub."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.13","label":"13","content":"Mas Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.14","label":"14","content":"“Cia li coj tus cem foom ntawd rau sab nraum ntug zos mas kom cov uas hnov nws cem foom sawvdaws muab tes npuab rau saum nws taubhau, mas ib tsoom pejxeem xuas pob zeb ntaus kom nws tuag."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.15","label":"15","content":"Koj cia li hais rau cov Yixayee tias, ‘Leejtwg cem foom nws tus Vajtswv nws yuav ris nws lub txim."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.16","label":"16","content":"Tus uas tuam mom Yawmsaub lub npe yuav raug muab tua pov tseg. Ib tsoom pejxeem yuav xuas pob zeb ntaus nws kom tuag. Lwm haiv neeg uas nrog nej nyob lossis cov Yixayee thaum tus twg tuam mom Yawmsaub lub npe nws yuav raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.17","label":"17","content":"“ ‘Tus uas tua neeg kuj yuav raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.18","label":"18","content":"Tus uas tua lwm tus li tsiaj txhu yuav tsum them siav pauj siav."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.19","label":"19","content":"Yog leejtwg ua rau nws kwvtij zej zog raug mob, kuj yuav ua rau nws ib yam nkaus li nws tau ua rau luag lawm,"},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.20","label":"20","content":"pob txha lov pauj pob txha lov, qhov muag pauj qhov muag, hniav pauj hniav. Nws ua rau luag raug mob li cas, nws yuav raug mob ib yam li ntawd."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.21","label":"21","content":"Tus uas tua lwm tus li tsiaj txhu yuav tsum them pauj. Tus uas tua neeg nws yuav tsum raug muab tua pov tseg."},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.22","label":"22","content":"Nej yuav tsum siv tib txoj kevcai rau lwm haiv neeg uas nrog nej nyob thiab rau cov Yixayee, rau qhov kuv yog Yawmsaub yog nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.24","verse_code":"LEV.24.23","label":"23","content":"Mauxe thiaj hais li ntawd rau cov Yixayee, mas lawv thiaj coj tus uas cem foom ntawd tawm mus rau sab nraum ntug zos thiab xuas pob zeb ntaus nws kom tuag. Ua li no cov Yixayee thiaj ua raws li Yawmsaub hais rau Mauxe."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.1","label":"1","content":"Yawmsaub hais rau Mauxe saum lub roob Xinai tias,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Thaum nej txeem mus rau hauv lub tebchaws uas kuv pub rau nej ntawd, mas cia lub tebchaws muaj xyoo Xanpatau uas so rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.3","label":"3","content":"Nej yuav cog qoob cog loo rau nej tej teb rau xyoo thiab tav tej txiv hmab thiab sau qoob loo rau xyoo."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.4","label":"4","content":"Tiamsis xyoo uas xya mas cia ua xyoo Xanpatau uas lub tebchaws so tus tus, yog xyoo Xanpatau rau Yawmsaub. Nej tsis txhob cog qoob loo rau hauv nej tej teb, tsis txhob tav txiv hmab hauv nej tej vaj."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.5","label":"5","content":"Tej qoob loo uas nws tuaj nws nej tsis txhob hlais tsis txhob sau, tej txiv hmab uas nej tsis tau tav tsis tau tu nej tsis txhob de. Cia ua xyoo uas lub tebchaws so tus tus."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.6","label":"6","content":"Xyoo Xanpatau ntawd lub tebchaws tseem yuav tshwm tau qoob loo rau nej noj, pub rau nej thiab rau nej tej tub qhe nkauj qhev thiab rau nej tej tub zog thiab pub rau tej neeg lwm tebchaws uas nrog nej nyob."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.7","label":"7","content":"Thiab tej qoob loo uas tshwm hauv lub tebchaws huvsi mas pub rau nej tej tsiaj txhu thiab tej tsiaj qus noj.’ ”"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.8","label":"8","content":"“ ‘Nej yuav tsum suav xya tus xya xyoo thiaj yog plaub caug cuaj xyoos rau nej."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.9","label":"9","content":"Nej yuav tshuab raj kub yaj nrov kom thoob tebchaws rau hnub xiab kaum lub xya hli, yuav tshuab raj kub yaj kom thoob tebchaws rau hnub uas ua kevcai ntxuav kev txhaum txim."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.10","label":"10","content":"Nej yuav tsum hwm xyoo uas tsib caug ntawd ua xyoo uas dawb huv thiab yuav tshaj tawm kev thaj yeeb rau ib tsoom neeg thoob nej lub tebchaws, ua xyoo Zoo Siab uas thim txhua yam rov qab. Nej txhua tus yuav tsum rov mus rau nws qub vaj qub tse thiab rov mus nrog nws cuab neeg nyob."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.11","label":"11","content":"Xyoo uas tsib caug ntawd yuav ua xyoo Zoo Siab rau nej. Xyoo ntawd nej tsis txhob cog qoob cog loo thiab tsis txhob hlais sau tej qoob loo uas nws tuaj nws, thiab tsis txhob de tej txiv hmab uas tsis tau tav ceg,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.12","label":"12","content":"vim xyoo ntawd yog xyoo Zoo Siab xyiv fab, yuav ua xyoo dawb huv rau nej. Nej tsuas noj tej qoob loo uas nws tuaj nws hauv tej liaj teb xwb."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.13","label":"13","content":"“ ‘Xyoo Zoo Siab no mas txhua tus yuav tsum rov mus txog nws qub vaj qub tse."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.14","label":"14","content":"Yog nej muag liaj muag teb rau kwvtij zej zog lossis yuav liaj teb ntawm kwvtij zej zog los mas ib leeg tsis txhob ntxo ib leeg."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.15","label":"15","content":"Nej yuav kwvtij zej zog liaj teb mas nej yuav ntaus nqe raws li cov niaj xyoo uas dhau xyoo Zoo Siab los lawm, thiab muag tau npaum li cov niaj xyoo uas tseem sau tau qoob loo."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.16","label":"16","content":"Yog tseem tshuav ntau xyoo kuj nce nqe siab zog, yog tshuav tsawg xyoo lawm kuj nqes nqe, vim nws muag raws li cov niaj xyoo uas sau tau qoob loo."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.17","label":"17","content":"Ib leeg tsis txhob ntxo ib leeg. Nej yuav tsum paub ntshai nej tus Vajtswv, vim kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.18","label":"18","content":"“ ‘Vim li no nej yuav ua raws li kuv tej kab ke thiab tuav rawv kuv txoj kevcai thiab ua raws nraim, nej thiaj li nyob tso siab lug hauv tebchaws."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.19","label":"19","content":"Lub tebchaws yuav tuaj qoob loo mas nej yuav tau noj tsau npo thiab nyob tso siab plhuav."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.20","label":"20","content":"Yog nej hais tias, “Yog tsis pub peb cog thiab sau qoob loo, ces xyoo uas xya peb yuav muab dabtsi los noj?”"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.21","label":"21","content":"Kuv yuav tso hmoov zoo rau nej rau xyoo uas rau mas lub tebchaws yuav muaj qoob loo txaus peb xyoos."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.22","label":"22","content":"Thaum nej cog qoob loo rau xyoo uas yim, nej tseem noj tej qoob laus, mus txog xyoo uas cuaj thaum nej tau qoob loo tshiab los nej tseem noj tej qoob laus."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.23","label":"23","content":"Nej muab tej teb muag tuag tsis tau vim tej av ntawd yog kuv li, nej yog qhua tuaj qev nyob xwb."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.24","label":"24","content":"Thoob plaws hauv lub tebchaws uas nej nyob ntawd nej yuav pub kom txhiv tau tej qub av rov qab."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.25","label":"25","content":"“ ‘Yog nej tej kwvtij leejtwg ho pluag es nws muab nws thaj av ib qho muag mas nws tej txheeb kwvtij yuav tsum tuaj txhiv tej uas nws tau muab muag lawm."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.26","label":"26","content":"Yog leejtwg tsis muaj kwvtij txhiv tau rau nws, tiamsis los rau tom qab nws ho nplua nuj muaj nyiaj txiag txaus txhiv tau,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.27","label":"27","content":"mas cia nws suav saib muab daim av muag tau pes tsawg xyoo thiab xam cov nyiaj uas tsim nyog thim rov rau tus uas nws twb muag rau lawm, mas nws thiaj mus nyob tau rau hauv nws thaj av ntawd."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.28","label":"28","content":"Yog nws tsis muaj nyiaj txaus txhiv tau mas thaj av ntawd yuav nyob hauv tus uas yuav lawm txhais tes mus txog xyoo Zoo Siab uas thim txhua yam rov qab, mas nws li muab tso rov rau tus qub tswv rau xyoo Zoo Siab, mas tus qub tswv thiaj li rov nyob tau hauv nws thaj av."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.29","label":"29","content":"“ ‘Yog leejtwg muab lub tsev uas nyob hauv lub moos uas muaj ntsa loog muag, mas nws yuav txhiv tau rau thaum tsis tau dhau ib xyoos. Nws muaj feem txhiv tau rau thaum txwm nkaus xyoo."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.30","label":"30","content":"Yog txwm nkaus ib xyoos nws tsis txhiv ces cia muab kiag lub tsev uas nyob hauv lub moos uas muaj ntsa loog ntawd ua tus uas yuav li tug mus ib tiam dhau ib tiam mus li, txog xyoo Zoo Siab los tsis txog muab thim lawm."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.31","label":"31","content":"Tiamsis tej tsev hauv tej zej zog uas tsis muaj ntsa loog mas yuav suav zoo ib yam li tej liaj teb, uas txhiv tau rov qab thiab yuav muab tso rov qab rau xyoo Zoo Siab."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.32","label":"32","content":"Tiamsis cov Levi muaj feem txhiv tau tej tsev hauv tej moos uas yog lawv tug txhua lub sijhawm."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.33","label":"33","content":"Cov Levi tej tsev hauv lub moos uas nws muab muag mas lawv yuav txhiv tau. Txog xyoo Zoo Siab tus uas yuav lub tsev ntawd yuav muab tso rov ua nws tug, vim yog cov Levi tej tsev hauv cov Levi tej moos yog lawv teej lawv tug hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.34","label":"34","content":"Tiamsis tej moos ntawd li tshav yug tsiaj muag tsis tau vim tej ntawd yog cov Levi li tug ib txhiab ib txhis."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.35","label":"35","content":"“ ‘Yog nej tej kwvtij leejtwg ho pluag nrhiav tsis tau noj mas nej cia li yug nws, tiamsis nws nrog nej nyob ib yam li lwm haiv neeg thiab tej neeg uas los nrog nej nyob."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.36","label":"36","content":"Tsis txhob yuav paj nyiag ntawm nws thiab tsis txhob yuav tshaj thawj, yuav tsum paub ntshai nej tus Vajtswv xwv nej tej kwvtij thiaj li nrog taus nej nyob."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.37","label":"37","content":"Nej tsis txhob txais nyiaj rau nws es xam paj nyiag, lossis tsis txhob muag mov noj yuav tshaj thawj."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.38","label":"38","content":"Kuv yog Yawmsaub, yog nej tus Vajtswv uas coj nej tawm hauv Iyi tebchaws los xwv kuv thiaj muab lub tebchaws Khana‑as pub rau nej, kuv thiaj ua tau nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.39","label":"39","content":"“ ‘Yog nej tej kwvtij leejtwg uas nrog nej nyob ho pluag es nws muab nws tus kheej muag rau nej, mas nej tsis txhob kom nws ua haujlwm yam li tus qhev."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.40","label":"40","content":"Cia nws nrog nej nyob yam li tej tub zog lossis yam li tej neeg uas los nrog nej nyob. Cia nws ua haujlwm rau nej txog xyoo Zoo Siab uas thim txhua yam rov qab xwb,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.41","label":"41","content":"mas nws thiab nws tej menyuam cia li rov qab mus cuag nws kwv nws tij rov mus nyob nws tej poj koob yawm txwv qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.42","label":"42","content":"Rau qhov lawv kuj yog kuv cov qhev uas kuv coj tawm hauv Iyi tebchaws los, mas lawv tsis txhob muab lawv muag ua qhev."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.43","label":"43","content":"Nej tsis txhob quab yuam tsim txom lawv. Nej yuav tsum hwm thiab paub ntshai nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.44","label":"44","content":"“ ‘Tej tub qhe nkauj qhev uas nej muaj tau mas yuav yog nej yuav ntawm tej tebchaws uas nyob ib ncig nej."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.45","label":"45","content":"Nej kuj yuav tau ntawm lwm haiv neeg uas nrog nej nyob thiab yuav ntawm lawv tej neeg uas yug hauv nej lub tebchaws mas lawv yuav poob ua nej tug."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.46","label":"46","content":"Nej muab tej qhev ntawd ua ntawv kom poob ua nej tub ki li qhev ua lawv li tug mus ib txhis li kuj tau. Nej siv tau lawv ua qhev tiamsis nej tsis txhob quab yuam tsim txom nej cov kwvtij Yixayee."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.47","label":"47","content":"“ ‘Yog tias lwm haiv neeg lossis lwm tus uas nrog nej nyob nplua nuj tuaj thiab nej cov kwvtij uas nrog lawv nyob ho pluag es nws muab nws tus kheej muag rau lwm haiv neeg lossis lwm tus uas nrog nej nyob lossis rau lwm haiv neeg tej kwvtij,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.48","label":"48","content":"mas thaum uas nws muab nws tus kheej muag lawd nws kuj muaj feem txhiv tau rov qab. Nws kwv nws tij txhiv tau rov qab,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.49","label":"49","content":"lossis nws yawg laus nws txiv ntxawm lossis ob tug li tub, lossis nws tej kwvtij txheeb ze txhiv kuj tau, lossis yog nws muaj tuaj nws kuj txhiv tau nws tus kheej."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.50","label":"50","content":"Nws yuav nrog tus uas yuav nws xam saib xyoo uas nws muag nws tus kheej tshuav pes tsawg xyoo li txog xyoo Zoo Siab uas thim txhua yam rov qab. Tus nqe uas tso nws kom dim yuav suav raws li cov niaj xyoo ntawd, yuav xam nqe raws li nqe tub zog rau thaum nws nrog tus tswv nyob."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.51","label":"51","content":"Yog tseem tshuav ntau xyoo nws yuav tsum them rov qab kom txwm cov niaj xyoo uas tseem tshuav ntawd muab xam ua cov nqe uas txhiv nws."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.52","label":"52","content":"Yog tshuav tsis muaj tsawg xyoo yuav txog xyoo Zoo Siab mas kom tus uas muab nws muag nrog tus uas yuav nws xam raws li cov niaj xyoo uas nws tseem yuav ua haujlwm ntawd es them rov qab ua nqe txhiv nws."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.53","label":"53","content":"Cia nws zoo li tus uas ua zog ib xyoos xam ib xyoos nrog tus tswv nyob. Nej tsis txhob pub tus tswv quab yuam tsim txom nws."},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.54","label":"54","content":"Yog nws tsis txhiv raws li uas hais no los kuj muab nws thiab nws tej menyuam tso kom dim rau xyoo Zoo Siab uas thim txhua yam rov qab,"},{"bible_id":"1269","chapter_code":"LEV.25","verse_code":"LEV.25.55","label":"55","content":"vim cov Yixayee yog kuv li tub qhe, lawv yog kuv cov tub qhe uas kuv coj tawm hauv Iyi tebchaws los. Kuv yog Yawmsaub, yog nej tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.1","label":"1","content":"“ ‘Nej tsis txhob ua dab mlom rau nej lossis txaug dab mlom txawb cia lossis txhos ncej teev dab lossis txaug dab mlom pob zeb rau hauv nej lub tebchaws rau nej pe, rau qhov kuv yog Yawmsaub yog nej tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.2","label":"2","content":"Nej yuav tsum nco so rau kuv hnub Xanpatau thiab saib taus lub chaw pe hawm kuv. Kuv yog Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.3","label":"3","content":"“ ‘Yog nej ua lub neej raws li kuv tej kab ke thiab mloog kuv tej lus nkaw thiab ua raws nraim,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.4","label":"4","content":"kuv yuav pub nag los raws caij raws nyoog rau nej, thiab lub tebchaws yuav tau qoob thiab tej txiv ntoo hauv teb yuav txi txiv."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.5","label":"5","content":"Lub caij ntaus qoob yuav ntev mus txog lub caij de txiv hmab, thiab lub caij de txiv hmab yuav ntev mus txog lub caij cog qoob, thiab nej yuav tau zaub mov noj tsau npo thiab nyob tso siab lug hauv nej lub tebchaws."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.6","label":"6","content":"Kuv yuav pub kev kaj siab lug rau hauv lub tebchaws, nej yuav tau pw tsis muaj leejtwg ua rau nej ntshai. Kuv yuav tshem tej tsiaj nyaum tawm hauv lub tebchaws thiab hniav ntaj hniav riam yuav tsis hla nej lub tebchaws li lawm."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.7","label":"7","content":"Nej yuav ntiab nej tej yeeb ncuab khiav thiab lawv yuav ntog tuag hniav ntaj hniav riam tag rau ntawm nej xubntiag."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.8","label":"8","content":"Nej tsib lees yuav ntiab tau yeeb ncuab ib puas leej, thiab nej ib puas leej yuav ntiab tau ib vam leej. Nej tej yeeb ncuab yuav ntog tuag hniav ntaj hniav riam tag rau ntawm nej xubntiag."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.9","label":"9","content":"Kuv yuav ua zoo rau nej thiab pub nej muaj tub ki huaj vam coob, thiab kuv yuav tuav rawv tej lus uas kuv cog tseg rau nej."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.10","label":"10","content":"Nej yuav tau noj tej qoob uas sau los cia ntev ntev thiab nej yuav muab tej qoob qub theej thiaj tau chaw rau tej qoob tshiab."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.11","label":"11","content":"Thiab kuv yuav ua kuv lub chaw nyob rau hauv nej nruab nrab thiab kuv lub siab yuav tsis ntxub nej."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.12","label":"12","content":"Kuv yuav nrog nraim nej nyob thiab kuv yuav ua nej tus Vajtswv thiab nej yuav ua kuv haiv neeg."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.13","label":"13","content":"Kuv yog Yawmsaub yog nej tus Vajtswv uas coj nej tawm hauv Iyi tebchaws los kom nej thiaj tsis tau ua lawv qhev. Kuv muab nej tus quab lov pov tseg thiab ua rau nej mus tau kev yiag ntxiag."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.14","label":"14","content":"“ ‘Tiamsis yog nej tsis mloog kuv lus thiab tsis ua raws li tej lus nkaw no huvsi,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.15","label":"15","content":"yog nej tso kuv tej kab ke tseg thiab nej lub siab ntxub kuv tej kevcai nej thiaj tsis yeem ua raws li kuv tej lus nkaw huvsi thiab rhuav kuv tej lus cog tseg,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.16","label":"16","content":"mas kuv yuav ua li no rau nej. Kuv yuav tso kev txhawj kev ntshai, mob phem mob npaws los raug nej ua rau nej qhov muag daj tag thiab ua rau nej txojsia sem zuj zus. Nej yuav cog qoob do do xwb rau qhov nej tej yeeb ncuab yuav muab noj tag."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.17","label":"17","content":"Kuv yuav tsom ntsoov tawm tsam nej, nej yuav swb nej cov yeeb ncuab. Cov uas ntxub nej yuav tau kav nej, twb tsis muaj leejtwg caum nej los nej cia li khiav."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.18","label":"18","content":"Yog ua li no lawm, los nej tseem tsis mloog kuv lus, kuv yuav rov nplawm nej xya npaug dua thiab vim yog tim nej tej kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.19","label":"19","content":"Kuv yuav rhuav tshem nej lub hwjchim uas khav theeb, thiab kuv yuav ua rau nej lub ntuj zoo li hlau, thiab ua rau nej thaj av zoo li tooj liab."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.20","label":"20","content":"Nej yuav nkim zog do do xwb rau qhov nej lub tebchaws yuav tsis tau qoob thiab tej txiv ntoo hauv teb yuav tsis txi txiv."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.21","label":"21","content":"“ ‘Yog nej tseem tawm tsam kuv thiab tsis yeem mloog kuv lus, kuv yuav tso kev txom nyem los raug nej xya npaug raws li nej tej kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.22","label":"22","content":"Kuv yuav tso tsiaj qus los rau hauv nej mas yuav sau nej tej tub ki thiab tom nej tej tsiaj txhu thiab ua rau nej tshuav tsawg tsawg mas nej tej kev thiaj tsis muaj neeg taug."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.23","label":"23","content":"“ ‘Yog qhov uas nplawm no nej tseem tsis tig rov los cuag kuv, nej tseem ua lub neej tawm tsam kuv,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.24","label":"24","content":"mas kuv yuav tawm tsam nej thiab kuv tus kheej yuav nplawm nej xya npaug vim yog tim nej tej kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.25","label":"25","content":"Kuv yuav coj hniav ntaj hniav riam los rau saum nej, yuav pauj kuv tej lus cog tseg. Yog nej sau zog los rau hauv nej tej moos kuv yuav tso mob kis los raug nej thiab nej yuav raug muab cob rau hauv yeeb ncuab txhais tes."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.26","label":"26","content":"Thaum kuv txiav nej tej zaub mov tu nrho lawm, kaum tus pojniam yuav koom tib lub qhov cub ci ncuav thiab yuav muab ncuav luj zuj zus rau nej mas nej noj los yuav tsis tsau."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.27","label":"27","content":"“ ‘Yog ua li no lawm los nej tseem tsis mloog kuv lus, nej tseem ua lub neej tawm tsam kuv,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.28","label":"28","content":"kuv yuav tawm tsam nej npau taws heev, thiab kuv tus kheej yuav nplawm nej xya npaug vim yog tim nej tej kev txhaum."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.29","label":"29","content":"Nej yuav noj nej tej tub li nqaij, thiab noj nej tej ntxhais li nqaij."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.30","label":"30","content":"“ ‘Kuv yuav ua kom nej tej chaw siab teev dab puam tsuaj thiab rhuav nej tej thaj hlawv xyab thiab muab nej tej cev tuag pov rau saum nej tej dab mlom tuag siav. Mas kuv lub siab yuav ntxub nej."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.31","label":"31","content":"Kuv yuav ua rau nej tej moos raug muab tso tseg piam tag thiab ua rau nej tej chaw pe hawm nyob do cuas cia thiab kuv yuav tsis hnia tej pa tsw qab uas nej hlawv xyeem rau kuv lawm."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.32","label":"32","content":"Kuv yuav ua rau lub tebchaws liamsim tag mas nej cov yeeb ncuab uas tuaj nyob rau hauv yuav xav tsis thoob li."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.33","label":"33","content":"Kuv yuav ua rau nej khiav ri sua mus nyob rau hauv ib tsoom tebchaws, kuv yuav rho ntaj raws nej thiab nej lub tebchaws yuav nyob do cuas cia thiab nej tej moos yuav liamsim tag."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.34","label":"34","content":"“ ‘Lub sijhawm uas nej nyob hauv nej cov yeeb ncuab lub tebchaws, nej lub tebchaws yuav muaj Xanpatau tau so npaum li cov sijhawm uas nyob do cuas cia ntawd. Lub tebchaws yuav tau so thiab muaj Xanpatau."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.35","label":"35","content":"Lub tebchaws yuav tau so rau thaum nyob do cuas cia ntawd, yuav tau so tsis thooj li thaum nej tseem nyob hauv lub tebchaw es tsis pub so rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.36","label":"36","content":"Nej cov uas tseem tshuav nyob kuv yuav ua rau lub siab ntshai rwg rau hauv cov yeeb ncuab lub tebchaws. Lub suab cua ntsawj nplooj qhuav ya xwb yuav ua rau lawv khiav, thiab lawv yuav khiav yam nkaus li khiav hniav ntaj hniav riam, twb tsis muaj leejtwg caum los lawv yuav ntog tag."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.37","label":"37","content":"Lawv ib leeg yuav dawm ib leeg ntog yam li khiav hniav ntaj hniav riam tiamsis twb tsis muaj leejtwg ntiab, thiab nej yuav tsis muaj zog tiv nej cov yeeb ncuab."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.38","label":"38","content":"Nej yuav tuag tag rau hauv ib tsoom tebchaws, thiab nej cov yeeb ncuab lub tebchaws yuav noj nej."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.39","label":"39","content":"Nej cov uas tseem tshuav nyob los yuav sem zuj zus rau hauv nej cov yeeb ncuab lub tebchaws vim yog tim lawv lub txim, thiab lawv yuav sem zuj zus vim yog tim lawv tej poj koob yawm txwv lub txim thiab."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.40","label":"40","content":"“ ‘Tiamsis yog lawv lees lawv lub txim thiab lees lawv tej poj koob yawm txwv lub txim uas lawv tau fav xeeb rau kuv thiab ua lub neej tawm tsam kuv,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.41","label":"41","content":"es kuv thiaj tawm tsam lawv thiab coj lawv los rau hauv lawv cov yeeb ncuab lub tebchaws, mas thaum lawv txo lawv lub siab phem siab tawv thiab raug lawv lub txim dhau lawm,"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.42","label":"42","content":"kuv yuav nco txog kuv tej lus cog tseg rau Yakhauj thiab rau Yiha thiab rau Aplahas, thiab kuv yuav nco txog lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.43","label":"43","content":"Tiamsis lub tebchaws yuav raug lawv muab tso tseg thiab yuav muaj Xanpatau tau so rau thaum uas nyob do cuas cia tsis muaj lawv cov neeg nyob hauv. Lawv yuav raug txim rau lawv tej kev txhaum kom tag rau qhov lawv tso kuv tej kevcai tseg thiab lawv lub siab ntxub kuv tej kab ke."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.44","label":"44","content":"Txawm yog li ntawd los xij, thaum lawv nyob hauv lawv cov yeeb ncuab lub tebchaws kuv yuav tsis tso lawv tseg thiab kuv yuav tsis ntxub lawv thiaj tsis muab lawv ua kom puam tsuaj tag nrho thiab tsis rhuav kuv tej lus uas cog tseg rau lawv, rau qhov kuv yog Yawmsaub yog lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.45","label":"45","content":"Vim yog saib rau lawv kuv thiaj nco txog tej lus uas cog tseg rau lawv tej poj koob yawm txwv uas kuv coj tawm hauv Iyi tebchaws los tab meeg ib tsoom tebchaws, kom kuv thiaj li tau ua lawv tus Vajtswv. Kuv yog Yawmsaub.’ ”"},{"bible_id":"1269","chapter_code":"LEV.26","verse_code":"LEV.26.46","label":"46","content":"Tej no yog tej kab ke thiab tej kevcai thiab tej lus qhia uas Yawmsaub muab rau cov Yixayee saum lub roob Xinai uas nws qhia rau Mauxe."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.1","label":"1","content":"Yawmsaub hais rau Mauxe tias,"},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.2","label":"2","content":"“Cia li hais rau cov Yixayee tias, ‘Thaum leejtwg yeem lus tseem ceeb tias nws yuav pub kiag neeg rau Yawmsaub ua Yawmsaub tug, mas yuav xam nqe txhiv li no."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.3","label":"3","content":"Tus txivneej uas hnub nyoog muaj nees nkaum txog rau caum xyoo mas ntaus nqe tsib caug sekhee nyiaj,  raws li sekhee uas siv hauv lub chaw pe Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.4","label":"4","content":"Yog ib tug pojniam mas ntaus nqe peb caug sekhee nyiaj."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.5","label":"5","content":"Yog tus ntawd hnub nyoog muaj tsib xyoos txog nees nkaum xyoo, mas ntaus nqe rau tus tub nees nkaum sekhee nyiaj,  thiab tus ntxhais kaum sekhee."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.6","label":"6","content":"Yog tus ntawd hnub nyoog muaj ib hlis txog tsib xyoo mas ntaus nqe rau tus tub tsib sekhee nyiaj  thiab ntaus nqe rau tus ntxhais peb sekhee."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.7","label":"7","content":"Yog tus ntawd hnub nyoog muaj rau caum xyoo rov saud yuav ntaus nqe rau tus txivneej kaum tsib sekhee nyiaj  thiab rau tus pojniam kaum sekhee."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.8","label":"8","content":"Yog leejtwg pluag pluag them tsis taus raws li nej ntaus nqe lawm, mas yuav coj tus neeg uas muab pub rau Yawmsaub ntawd tuaj cuag tus pov thawj mas tus pov thawj yuav ntaus nqe rau nws raws li tus uas yeem lus them taus."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.9","label":"9","content":"“ ‘Yog nws yeem pub ib yam tsiaj uas neeg txeev pub xyeem rau Yawmsaub, mas txhua yam uas nws muab pub rau Yawmsaub ntawd dawb huv lawm."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.10","label":"10","content":"Nws tsis txhob coj dabtsi tuaj pauv tuaj txauv, muab yam uas zoo pauv yam uas tsis zoo lossis muab yam uas tsis zoo pauv yam uas zoo. Yog nws muab tsiaj txauv li ntawd mas tus uas txauv thiab tus uas raug muab txauv kuj dawb huv ib yam nkaus."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.11","label":"11","content":"Yog nws pub ib tug tsiaj qias tsis huv uas yeej tsis yog yam tsiaj uas pub xyeem rau Yawmsaub, mas yuav coj tus tsiaj ntawd mus cuag tus pov thawj."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.12","label":"12","content":"Mas tus pov thawj yuav ntaus nqe raws li tus tsiaj zoo lossis tsiaj tsis zoo. Tus pov thawj ntaus nqe npaum li cas kuj cia yuav npaum li ntawd."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.13","label":"13","content":"Yog tus tswv xav txhiv tus tsiaj ntawd rov qab nws yuav tsum ntxiv ib feem hauv tsib rau tus nqe uas ntaus lawd."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.14","label":"14","content":"“ ‘Thaum leejtwg cais pub kiag nws lub tsev ua yam uas dawb huv rau Yawmsaub, mas tus pov thawj yuav ntaus nqe raws li lub tsev zoo lossis tsis zoo. Tus pov thawj ntaus nqe npaum li cas kuj cia yuav raws li ntawd."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.15","label":"15","content":"Yog tus uas pub kiag lub tsev ntawd xav txhiv lub tsev rov qab kuj cia nws ntxiv ib feem hauv tsib rau tus nqe uas ntaus lawd mas lub tsev thiaj rov ua nws tug."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.16","label":"16","content":"“ ‘Yog leejtwg muab nws ib thaj teb uas yog nws niam nws txiv qub txeeg qub teg cais pub rau Yawmsaub, mas yuav ntaus nqe rau daim teb ntawd raws li ntim taus noob qoob ntau los tsawg. Yog daim teb ntim tag ib haumaw  cov noob qoob mas ntaus nqe tsib caug sekhee nyiaj."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.17","label":"17","content":"Yog nws pub daim teb rau xyoo Zoo Siab uas thim txhua yam rov qab kuj ntaus nqe txwm nkaus li nej hais."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.18","label":"18","content":"Yog nws pub daim teb tom qab xyoo Zoo Siab ntawd kuj cia tus pov thawj xam nqe raws li cov niaj xyoo uas tseem tshuav mus txog xyoo Zoo Siab tom ntej, mas yuav nqes nqe tsis yuav txwm li nej xub hais."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.19","label":"19","content":"Yog tus uas pub daim teb ntawd xav txhiv daim teb rov qab, nws yuav tsum ntxiv ib feem hauv tsib rau tus nqe uas ntaus lawd daim teb thiaj rov ua nws li."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.20","label":"20","content":"Yog nws tsis tau txhiv daim teb lossis yog nws muab daim teb muag rau lwm tus lawm, mas tsis pub nws txhiv li lawm."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.21","label":"21","content":"Daim teb ntawd mas thaum yuav muab tso dawb tseg rau xyoo Zoo Siab uas thim txhua yam rov qab, yuav muab ua daim teb uas dawb huv rau Yawmsaub, zoo li ib daig teb uas muab cais rau Yawmsaub lawm, tus pov thawj yuav ua tswv teb mus li."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.22","label":"22","content":"Yog nws muab daim teb uas nws yuav los cais pub rau Yawmsaub, tsis yog daim uas nws txiv qub txeeg qub teg,"},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.23","label":"23","content":"tus pov thawj yuav xam daim teb ntawd li nqe mus txog xyoo Zoo Siab, mas hnub ntawd tus tswv teb yuav tsum them nyiaj npaum li uas ntaus nqe cia ua yam uas dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.24","label":"24","content":"Thaum txog xyoo Zoo Siab daim teb ntawd poob rov rau tus qub tswv uas muag rau nws vim daim teb ntawd yog tus qub tswv li qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.25","label":"25","content":"Yuav tsum ntaus nqe rau txhua yam raws li nyiaj sekhee uas siv hauv lub chaw pe Yawmsaub. Nees nkaum kela muaj ib sekhee."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.26","label":"26","content":"“ ‘Thawj tus menyuam tsiaj txhu mas tsis txhob kheev leejtwg muab cais pub kiag rau Yawmsaub rau qhov thawj tug menyuam tsiaj yeej yog Yawmsaub li lawm, tsis hais nyuj los yaj los yeej yog Yawmsaub li."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.27","label":"27","content":"Yog nws pub ib tug tsiaj qias tsis huv ces kom nws them nyiaj yuav rov qab raws li tus nqe uas koj ntaus thiab ntxiv ib feem hauv tsib rau saud. Yog nws tsis txhiv mas muab tus tsiaj ntawd muag raws li tus nqe uas koj ntaus cia lawd."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.28","label":"28","content":"“ ‘Tiamsis yam twg uas yog nws li es nws muab pub kiag rau Yawmsaub lawm tsis hais neeg lossis tsiaj txhu lossis teb uas yog nws niam nws txiv qub txeeg qub teg, mas muag tsis tau thiab txhiv tsis tau li. Rau qhov txhua yam uas muab pub kiag ntawd yog yam uas dawb huv kawg nkaus rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.29","label":"29","content":"Cov neeg uas raug muab cais pub rau Yawmsaub ua kom puam tsuaj tag, mas txhiv tsis tau kiag li, yuav tsum muab cov ntawd tua pov tseg."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.30","label":"30","content":"“ ‘Ib feem hauv kaum tag nrho uas tau hauv lub tebchaws, yog tej qoob loo thiab tej txiv hmab txiv ntoo puavleej yog Yawmsaub li, yog tej uas dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.31","label":"31","content":"Yog leejtwg xav txhiv ib feem kaum ntawd ib qho rov rau nws, nws yuav tsum ntxiv ib feem hauv tsib rov saud."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.32","label":"32","content":"Ib feem kaum uas tau hauv tej nyuj tej tshis tej yaj, uas yog ib tug hauv kaum tus uas chaws tus qhev yug tus pas nrig, mas yog tej tsiaj uas dawb huv rau Yawmsaub."},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.33","label":"33","content":"Nws tsis txhob xaiv saib yog tus zoo los tsis zoo thiab tsis txhob muab txauv. Yog nws muab txauv mas tus uas coj tuaj txauv thiab tus uas raug muab txauv puavleej dawb huv huvsi lawm txhiv tsis tau.’ ”"},{"bible_id":"1269","chapter_code":"LEV.27","verse_code":"LEV.27.34","label":"34","content":"Tej no yog tej lus nkaw uas Yawmsaub cob rau Mauxe saum lub roob Xinai kom coj los rau cov Yixayee."}]