[{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.1","label":"1","content":"Phau ntawv no hais txog Yexus Kheto  li keeb kwm. Yexus yog Davi xeeb ntxwv thiab Davi yog Aplahas xeeb ntxwv."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.2","label":"2","content":"Aplahas yog Yiha txiv, Yiha yog Yakhauj txiv, thiab Yakhauj yog Yuda thiab nws cov kwvtij txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.3","label":"3","content":"Yuda yog Peles thiab Xelag txiv, ob tug niam yog Thama, Peles yog Hexaloo txiv, Hexaloo yog Las txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.4","label":"4","content":"Las yog Aminada txiv, Aminada yog Nasoo txiv, Nasoo yog Xamoo txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.5","label":"5","content":"Xamoo yog Npau‑a txiv, Npau‑a niam yog Lahaj. Npau‑a yog Aunpe txiv, Aunpe niam yog Luv, Aunpe yog Yexi txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.6","label":"6","content":"thiab Yexi yog vajntxwv Davi txiv. Davi yog Xalaumoo txiv, Xalaumoo niam yog Uliyia tus pojniam,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.7","label":"7","content":"Xalaumoo yog Lehaunpau‑as txiv, Lehaunpau‑as yog Anpiya txiv, Anpiya yog Axa txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.8","label":"8","content":"Axa yog Yehausafa txiv, Yehausafa yog Yaulas txiv, Yaulas yog Uxiya txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.9","label":"9","content":"Uxiya yog Yauthas txiv,  Yauthas yog Aha txiv, Aha yog Hexekhiya txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.10","label":"10","content":"Hexekhiya yog Manaxe txiv, Manaxe yog Asmoo  txiv, Asmoo yog Yauxiya txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.11","label":"11","content":"Yauxiya yog Yekhauniya  thiab nws cov kwvtij txiv,  yog nyob rau thaum lawv raug kuav coj mus rau Npanpiloo."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.12","label":"12","content":"Lub sijhawm uas raug kuav mus rau Npanpiloo rov los, Yekhauniya yog Se‑athi‑ee txiv, Se‑athi‑ee yog Xelunpanpee txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.13","label":"13","content":"Xelunpanpee yog Anpi‑u txiv,  Anpi‑u yog Eliyakhi txiv, Eliyakhi yog Axo txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.14","label":"14","content":"Axo yog Xadau txiv, Xadau yog Akhi txiv, Akhi yog Eli‑u txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.15","label":"15","content":"Eli‑u yog Ele‑axa txiv, Ele‑axa yog Mathas txiv, Mathas yog Yakhauj txiv,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.16","label":"16","content":"Yakhauj yug Yauxej uas yog Maivliag tus txiv, Maivliag yug Yexus uas hu ua Khetos."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.17","label":"17","content":"Yog li no txij thaum Aplahas los txog Davi muaj kaum plaub tiam, thiab txij thaum Davi los txog thaum raug kuav mus rau Npanpiloo muaj kaum plaub tiam, thiab txij thaum raug kuav mus rau Npanpiloo los txog tus Khetos muaj kaum plaub tiam."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.18","label":"18","content":"Qhov uas yug Yexus Khetos yog li no. Yauxej twb xub qhaib Maivliag uas yog Yexus niam ua ntej lawm, tiamsis tsis tau los ua txij nkawm nyob ua ke mas pom tias Maivliag suab menyuam ntawm Vaj Ntsuj Plig uas dawb huv lawm."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.19","label":"19","content":"Mas Yauxej uas qhaib nws  yog neeg ncaj, tsis xav rhuav Maivliag ntsej muag, nws thiaj txiav txim siab yuav tso Maivliag twjywm tseg."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.20","label":"20","content":"Thaum nws tseem xav txog zaj ntawd, nws txawm ua npau suav pom ib tug tubtxib saum ntuj ntawm tus Tswv  tuaj hais rau nws tias, “Yauxej, uas yog Davi tus xeeb ntxwv, tsis txhob ntshai qhov uas yuav coj Maivliag los ua koj pojniam, rau qhov tus menyuam hauv nws lub cev yog xeeb ntawm Vaj Ntsuj Plig uas dawb huv."},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.21","label":"21","content":"Nws yuav yug ib tug tub mas koj yuav tsum tis lub npe hu ua Yexus,  rau qhov nws yuav cawm nws haiv neeg kom dim lawv lub txim.”"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.22","label":"22","content":"Tej no huvsi tshwm los kom thiaj ua tiav raws li tus Tswv tej lus uas tus xibhwb cev lus hais tias,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.23","label":"23","content":"“Saib maj, ib tug ntxhais hluas dawb huv yuav xeeb menyuam thiab yug tau ib tug tub, thiab lawv yuav tis lub npe hu ua Emanu‑ee”  (txhais hais tias “Vajtswv nrog nraim peb.”)"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.24","label":"24","content":"Thaum Yauxej tsim dheev los, nws kuj ua raws li tus Tswv tus tubtxib saum ntuj hais rau nws. Nws coj Maivliag los ua nws pojniam,"},{"bible_id":"1269","chapter_code":"MAT.1","verse_code":"MAT.1.25","label":"25","content":"tiamsis tsis nrog nws pw ua ke mus txog thaum yug tus metub lawd. Mas Yauxej muab tis npe hu ua Yexus."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.1","label":"1","content":"Thaum yug Yexus rau hauv lub moos Npelehee uas nyob hauv Yudia tebchaws, yog thaum Helauj ua vajntxwv kav, txawm muaj ib co neeg txawj ntse  tuaj sab hnub tuaj rau hauv Yeluxalees nug hais tias,"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.2","label":"2","content":"“Tus uas yug los ua vajntxwv kav cov Yudai nyob qhovtwg? Peb twb pom nws lub hnub qub tshwm rau sab hnub tuaj, peb thiaj li tuaj pe hawm nws.”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.3","label":"3","content":"Thaum vajntxwv Helauj hnov li ntawd, nws kuj ntxhov siab thiab tag nrho lub nroog Yeluxalees nrog nws ntxhov siab tag."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.4","label":"4","content":"Nws hu cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai tuaj sablaj ua ke mas nug lawv tias tus Kheto  yuav yug rau qhovtwg."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.5","label":"5","content":"Lawv teb nws hais tias, “Hauv lub moos Npelehee hauv Yuda tebchaws. Rau qhov tus xibhwb cev Vajtswv lus tau sau tseg cia tias,"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.6","label":"6","content":"“ ‘Au Npelehee hauv Yuda tebchaws 'e, koj tsis yog lub moos uas me dhau tej moos uas kav Yuda tebchaws, rau qhov yuav muaj ib tug thawj tshwm hauv koj los kav kuv haiv neeg Yixayee.’ ”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.7","label":"7","content":"Mas Helauj thiaj hu cov tub txawj ntse los cuag nws twjywm thiab kom lawv qhia nws paub txog lub sijhawm uas lub hnub qub ntawd tshwm tuaj."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.8","label":"8","content":"Ces nws txawm tso lawv mus rau lub moos Npelehee thiab hais tias, “Cia li mus ua tib zoo nrhiav tus menyuam ntawd, thiab thaum nej ntsib lawd cia li los qhia rau kuv paub, es kuv yuav mus pe hawm nws thiab.”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.9","label":"9","content":"Thaum vajntxwv hais tag rau lawv paub, lawv txawm sawv kev mus, ua ciav lub hnub qub uas lawv pom tshwm sab hnub tuaj txawm coj lawv kev mus nres ncaj saum lub chaw uas tus menyuam ntawd nyob."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.10","label":"10","content":"Thaum lawv pom lub hnub qub ntawd lawv zoo siab xyiv fab heev kawg."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.11","label":"11","content":"Thaum lawv nkag mus rau hauv lub tsev lawv pom tus menyuam thiab leej niam Maivliag, lawv txawm khwb nkaus pe hawm tus menyuam ntawd. Lawv qheb lawv tej phij xab rho lawv tej tshav ntuj los, yog kub thiab roj ntoos tsw qab thiab roj tsw qab los pub rau nws."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.12","label":"12","content":"Lawv ua npau suav pom tias tsis txhob rov mus cuag Heluaj, ces lawv txawm taug lwm txojkev rov mus rau lawv lub tebchaws lawm."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.13","label":"13","content":"Thaum lawv mus dhau lawm, tus Tswv li ib tug tubtxib saum ntuj txawm los tshwm rau Yauxej pom hauv npau suav hais tias, “Cia li sawv tsees coj tus menyuam thiab leej niam khiav mus rau Iyi tebchaws thiab nyob qhov ntawd tos txog thaum kuv hais rau koj vim yog Helauj yuav nrhiav tus menyuam no tua pov tseg.”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.14","label":"14","content":"Yauxej txawm sawv tsees coj tus menyuam thiab leej niam mus hmo ntuj rau Iyi tebchaws,"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.15","label":"15","content":"thiab nyob qhov ntawd mus txog thaum Helauj tuag. Tej no tshwm los kom thiaj ua tiav raws li tus Tswv tej lus uas tus xibhwb cev lus hais tias, “Kuv hu kuv tus tub tawm hauv Iyi tebchaws los.”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.16","label":"16","content":"Thaum Helauj pom tias cov tub txawj ntse dag nws, nws kuj npau taws heev thiaj tso neeg mus tua cov menyuam tub txhua tus uas hnub nyoog muaj ob xyoos rov hauv, hauv lub moos Npelehee thiab ib cheeb tsam ntawd huvsi, kom hum lub sijhawm uas nws paub ntawm cov tub txawj ntse ntawd."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.17","label":"17","content":"Qhov no kuj tiav raws li tej lus uas xibhwb Yelemi uas cev Vajtswv lus hais tias,"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.18","label":"18","content":"“Tau hnov suab nrov hauv Lama, yog suab quaj ntsuag suab quaj lwj siab. Lachee quaj nws tej menyuam, nws tsis yuav tej lus nplij siab rau qhov nws tej menyuam tsis nyob lawm.”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.19","label":"19","content":"Thaum Helauj tuag lawm, Yauxej txawm ua npau suav pom tus Tswv li ib tug tubtxib saum ntuj los hais rau nws hauv Iyi tebchaws hais tias,"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.20","label":"20","content":"“Cia li sawv tsees coj tus menyuam thiab leej niam mus rau hauv Yixayee tebchaws, vim cov uas yuav txov tus menyuam no txojsia, twb tuag lawm.”"},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.21","label":"21","content":"Yauxej txawm sawv tsees coj tus menyuam thiab leej niam mus rau Yixayee tebchaws."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.22","label":"22","content":"Thaum nws hnov tias Akhelau sawv nws txiv Helauj chaw ua vajntxwv kav lub xeev Yudia, nws thiaj ntshai mus qhov ntawd. Thaum Yauxej hnov tej lus hauv zaj npau suav, nws thiaj mus kiag rau lub xeev Kalilais."},{"bible_id":"1269","chapter_code":"MAT.2","verse_code":"MAT.2.23","label":"23","content":"Nws mus nyob rau hauv lub moos Naxale, kom thiaj tiav raws li tej lus uas cov xibhwb cev Vajtswv lus hais tias, “Luag yuav hu nws ua neeg Naxale.”"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.1","label":"1","content":"Thaum ntawd Yauhas uas coj ua kevcai raus dej tawm los tshaj tawm hauv tebchaws moj sab qhua Yudia hais tias,"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.2","label":"2","content":"“Cia li ntxeev dua siab tshiab rau qhov Ntuj Ceeb Tsheej los ze lawm.”"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.3","label":"3","content":"Tus Yauhas no yog tus uas xibhwb Yaxaya uas cev Vajtswv lus tau hais tseg tias, “Muaj ib lub suab qw hauv tebchaws moj sab qhua hais tias, ‘Cia li npaj tus Tswv txojkev, cia li ua nws txoj kev kom ncaj.’ ”"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.4","label":"4","content":"Tus Yauhas no hnav tej ris tsho uas muab plaub ntxhuav ua thiab sia txoj siv tawv ntawm duav. Nws tej zaub mov yog kooj txig thiab zib ntab."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.5","label":"5","content":"Thaum ntawd cov neeg hauv Yeluxalees thiab thoob plaws lub xeev Yudia thiab thoob plaws ntug dej Yaladee kuj tawm mus cuag nws."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.6","label":"6","content":"Lawv nyias lees nyias lub txim txhaum mas Yauhas muab lawv ua kevcai raus dej hauv tus dej Yaladee."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.7","label":"7","content":"Thaum Yauhas pom cov Falixai thiab cov Xadukai tuaj coob coob yuav ua kevcai raus dej, nws txawm hais rau lawv tias, “Cov niag noob nab phem, leejtwg ntuas kom nej khiav ntawm Vajtswv txojkev npau taws uas yuav los?"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.8","label":"8","content":"Cia li ua lub neej  kom phim qhov uas nej ntxeev dua siab tshiab,"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.9","label":"9","content":"thiab tsis txhob xav hauv lub siab hais tias, ‘Peb muaj Aplahas ua peb txiv,’ rau qhov kuv qhia rau nej tias Vajtswv muab tau tej pob zeb no ua tau Aplahas li tub ki."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.10","label":"10","content":"Nimno twb muab rab taus twb rau ntawm hauv paus ntoo lawm. Txhua tsob ntoo uas tsis txi txiv zoo yuav raug muab ntov pov rau hauv cub hluavtaws."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.11","label":"11","content":"“Kuv muab nej ua kevcai raus hauv dej qhia tias nej ntxeev dua siab tshiab, tiamsis ib tug yuav ua kuv qab los muaj hwjchim loj dua kuv, kuv twb tsis tsim nyog nqa nws nkawm khau kiag li. Nws yuav muab nej ua kevcai raus hauv Vaj Ntsuj Plig uas dawb huv thiab hauv hluavtaws."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.12","label":"12","content":"Rab ntxuam  nyob hauv nws txhais tes lawm, nws yuav ntxuaj nws lub tshav ntaus qoob, thiab yuav sau nws tej mog los cia rau hauv txhab, tiamsis nws yuav muab hluavtaws hlawv cov npluag kub hnyiab tsis txawj tuag li.”"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.13","label":"13","content":"Thaum ntawd Yexus tawm hauv Kalilais tuaj cuag Yauhas ntawm tus dej Yaladee es kom Yauhas muab nws ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.14","label":"14","content":"Tiamsis Yauhas cheem Yexus hais tias, “Kuv yuav tsum ua kevcai raus dej ntawm koj, koj tseem tuaj cuag kuv lov?”"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.15","label":"15","content":"Yexus teb nws tias, “Koj cia li yeem, rau qhov tsim nyog ua li no thiaj ua txhua yam kev ncaj ncees kom tiav.” Ces Yauhas thiaj li yeem."},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.16","label":"16","content":"Thaum Yexus ua kevcai raus dej lawd, nws tawm hauv dej los, ces rooj ntug txawm qheb kiag, nws pom Vajtswv tus Ntsuj Plig zoo li ib tug nquab nqes los tsaws saum nws,"},{"bible_id":"1269","chapter_code":"MAT.3","verse_code":"MAT.3.17","label":"17","content":"thiab muaj suab hais saum ntuj tuaj hais tias, “Tus no yog kuv tus tub uas kuv hlub, kuv txaus siab rau nws heev.”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.1","label":"1","content":"Dhau ntawd Vaj Ntsuj Plig txawm coj Yexus mus rau hauv tebchaws moj sab qhua kom Yexus thiaj raug Ntxwg Nyoog sim."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.2","label":"2","content":"Mas Yexus yoo mov tau plaub caug hnub plaub caug hmo, dhau ntawd nws tshaib plab heev."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.3","label":"3","content":"Tus uas ntxias txawm los hais rau Yexus tias, “Yog koj yog Vajtswv tus tub cia li hais kom tej pob zeb no ntxeev ua ncuav los maj.”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.4","label":"4","content":"Yexus teb tias, “Twb muaj lus sau cia tias, ‘Tsis yog tib cov mov xwb thiaj yug tau neeg txojsia, tiamsis yog txhua lo lus uas tawm ntawm Vajtswv qhov ncauj los thiaj yug tau.’ ”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.5","label":"5","content":"Dhau ntawd Ntxwg Nyoog txawm coj Yexus mus rau hauv lub nroog uas dawb huv, thiab kom Yexus mus sawv saum lub tuam tsev txheej tsev las tshav uas siab tshaj plaws,"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.6","label":"6","content":"thiab hais rau nws tias, “Yog koj yog Vajtswv tus tub, cia li caws qia lawm hauv, rau qhov twb muaj lus sau cia tias, “ ‘Vajtswv yuav muab koj cob rau nws cov tubtxib saum ntuj,’ thiab hais tias, ‘Lawv txhais tes yuav hwj koj, kom koj kotaw thiaj tsis ntsawm pob zeb.’ ”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.7","label":"7","content":"Yexus hais rau nws tias, “Twb muaj dua lus sau cia hais tias, ‘Tsis txhob sim tus Tswv uas yog koj tus Vajtswv.’ ”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.8","label":"8","content":"Muaj dua ib zaug Ntxwg Nyoog coj Yexus nce mus rau saum lub roob uas siab kawg mas muab tag nrho tej tebchaws hauv ntiajteb thiab tej tebchaws ntawd kev vam meej ua tshwm rau Yexus saib,"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.9","label":"9","content":"thiab hais rau Yexus tias, “Yog koj khwb nkaus pe hawm kuv, kuv yuav muab txhua yam no huvsi rau koj.”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.10","label":"10","content":"Yexus txawm hais rau nws tias, “Xatas,  cia li khiav mus, rau qhov twb muaj lus sau cia tias, ‘Koj yuav tsum pe hawm tus Tswv uas yog koj tus Vajtswv thiab ua koom tu nws ib leeg xwb.’ ”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.11","label":"11","content":"Ces Ntxwg Nyoog txawm tso Yexus tseg mus lawm, mas cov tubtxib saum ntuj los ua koom tu Yexus."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.12","label":"12","content":"Thaum Yexus hnov tias Yauhas raug ntes lawm, nws txawm tawm mus rau Kalilais."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.13","label":"13","content":"Nws tsiv hauv lub moos Naxale mus nyob hauv lub moos Khapena‑u uas nyob ntawm ntug hiavtxwv  hauv Xenpuloo thiab Nathali tebchaws,"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.14","label":"14","content":"kom thiaj tiav raws li xibhwb Yaxaya uas cev Vajtswv lus tau hais tseg tias,"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.15","label":"15","content":"“Xenpuloo tebchaws thiab Nathali tebchaws uas nyob ntawm txojkev raws ntug hiavtxwv uas nyob sab dej Yaladee hnub poob, yog Kalilais tebchaws uas lwm haiv neeg los nyob."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.16","label":"16","content":"Cov neeg uas nyob hauv txojkev tsaus ntuj tau pom txojkev kaj uas loj kawg lawm. Cov uas nyob hauv txojkev tuag tus duab tsaus, txojkev kaj ci rau lawv lawm.”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.17","label":"17","content":"Txij thaum ntawd los Yexus pib tshaj tawm hais tias, “Cia li ntxeev dua siab tshiab, rau qhov Ntuj Ceeb Tsheej los ze lawm lauj.”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.18","label":"18","content":"Thaum Yexus taug kev ntawm ntug Hiavtxwv Kalilais nws pom ob tug kwvtij, yog Ximoos uas hu ua Petus thiab nws tus kwv Anru, tabtom ntaus vas hauv hiavtxwv. Ob tug yog neeg muab ntses."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.19","label":"19","content":"Yexus hais rau ob tug tias, “Cia li los, raws kuv qab, mas kuv yuav tsa neb ua cov uas npo neeg ib yam li npo ntses.”"},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.20","label":"20","content":"Tamsim ntawd ob tug txawm tso ob tug tej vas tseg thiab raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.21","label":"21","content":"Yexus mus rau tom ntej kuj pom dua ob kwvtij, yog Xenpedi ob tug tub, yog Yakaunpau thiab nws tus kwv Yauhas, nrog ob tug txiv Xenpedi nyob ua ke hauv lub nkoj tabtom ntxiv vas, ces Yexus txawm hu ob tug."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.22","label":"22","content":"Tamsim ntawd ob tug txawm tso lub nkoj thiab leej txiv tseg raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.23","label":"23","content":"Yexus mus thoob plaws lub xeev Kalilais qhuab qhia hauv lawv tej tsev sablaj thiab tshaj tawm txoj xov zoo uas hais txog Vajtswv lub tebchaws thiab kho tej neeg txhua yam mob nkeeg zoo huvsi."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.24","label":"24","content":"Nws lub koob meej thiaj nrov nto moo lug thoob plaws lub xeev Xilia, luag thiaj coj txhua tus uas muaj mob, tsis hais mob dabtsi kuj xij, cov uas mob hnyav, cov uas raug dab, cov uas qaug dab peg, cov uas tuag tes tuag taw sawvdaws tuaj cuag Yexus mas Yexus kho lawv zoo."},{"bible_id":"1269","chapter_code":"MAT.4","verse_code":"MAT.4.25","label":"25","content":"Muaj neeg coob coob hauv lub xeev Kalilais thiab hauv lub xeev Dekapoli  thiab hauv Yeluxalees thiab lub xeev Yudia thiab ntawm ntug dej Yaladee sab tim ub raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.1","label":"1","content":"Thaum Yexus pom neeg coob coob, nws txawm nce mus rau saum roob. Thaum nws zaum lawd nws cov thwjtim txawm los cuag nws."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.2","label":"2","content":"Nws txawm qheb ncauj qhia lawv tias,"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.3","label":"3","content":"“Cov uas pluag sab ntsuj plig tau nyob kaj siab lug, rau qhov Ntuj Ceeb Tsheej yog lawv tug lawm."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.4","label":"4","content":"“Cov uas quaj ntsuag tau nyob kaj siab lug, rau qhov lawv yuav tau txais kev nplij siab."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.5","label":"5","content":"“Cov uas txo hwjchim tau nyob kaj siab lug, rau qhov lawv yuav tau lub ntiajteb ua lawv tug."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.6","label":"6","content":"“Cov uas tshaib nqhis txojkev ncaj ncees, tau nyob kaj siab lug, rau qhov lawv yuav tsau npo."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.7","label":"7","content":"“Cov uas muaj lub siab khuvleej tau nyob kaj siab lug, rau qhov lawv yuav tau txais kev khuvleej."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.8","label":"8","content":"“Cov uas lub siab dawb huv tau nyob kaj siab lug, rau qhov lawv yuav pom Vajtswv."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.9","label":"9","content":"“Cov uas tsim kev hum xeeb tau nyob kaj siab lug, rau qhov lawv yuav raug hu ua Vajtswv cov tub."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.10","label":"10","content":"“Cov uas raug kev tsim txom vim yog ua ncaj ncees tau nyob kaj siab lug, rau qhov Ntuj Ceeb Tsheej yog lawv tug lawm."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.11","label":"11","content":"“Thaum luag thuam thiab tsim txom nej thiab dag iab hiam txhua yam lus phem rau nej vim yog tim kuv, nej tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.12","label":"12","content":"Cia li zoo siab xyiv fab rau qhov nej twb muaj nqe zog ntau rau saum ntuj ceeb tsheej lawm, vim luag twb tsim txom cov xibhwb cev Vajtswv lus uas nyob ua nej ntej ib yam nkaus."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.13","label":"13","content":"“Nej yog cov ntsev rau lub ntiajteb. Yog ntsev tsuag lawm, yuav ua kom rov daw tau li cas? Yeej tsis muaj qabhau dabtsi li lawm, tsuas muaj uas muab pov tseg rau neeg tsuj xwb."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.14","label":"14","content":"“Nej yog qhov kaj rau lub ntiajteb. Lub nroog uas nyob saum roob yuav muab npog tsis tau li."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.15","label":"15","content":"Tsis muaj leejtwg taws teeb es muab thoob khwb cia, tsuas muaj uas muab txawb rau saum lub chaw txawb teeb thiaj li ci pom kev rau txhua tus hauv lub tsev ntawd."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.16","label":"16","content":"Ib yam li ntawd nej cia li ci tab meeg neeg sawvdaws kom lawv thiaj pom nej tej haujlwm zoo thiab qhuas nej leej Txiv uas nyob saum ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.17","label":"17","content":"“Tsis txhob xav hais tias kuv los rhuav Mauxe txoj kevcai thiab cov xibhwb cev lus tej lus qhia. Kuv tsis tau los rhuav, yog los ua kom tiav xwb."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.18","label":"18","content":"Kuv hais tseeb rau nej tias, thaum lub ntuj lub teb tseem muaj nyob Mauxe txoj kevcai yuav tsis ploj ib npe lossis ib nyuag teev kiag li mus txog thaum tej ntawd tiav huvsi."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.19","label":"19","content":"Yog li ntawd leejtwg tso tej kevcai no nqe uas me kawg tseg thiab qhia lwm tus ua raws li ntawd, tus ntawd yuav raug hu tias yog tus yau kawg hauv ntuj ceeb tsheej. Tiamsis yog leejtwg xyaum thiab qhia tej kevcai ntawd, nws yuav raug hu tias yog tus loj hauv ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.20","label":"20","content":"Kuv qhia rau nej tias, yog nej tsis muaj txojkev ncaj ncees ntau dua cov xibhwb qhia Vajtswv kevcai thiab cov Falixai, nej yeej yuav nkag tsis tau rau hauv ntuj ceeb tsheej kiag li."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.21","label":"21","content":"“Nej twb hnov tej lus uas qhia rau cov neeg thaum ub hais tias, ‘Tsis txhob tua neeg, yog leejtwg tua neeg tus ntawd yuav raug teem txim.’"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.22","label":"22","content":"Tiamsis kuv hais rau nej tias, txhua tus uas chim rau nws kwvtij yuav raug teem txim. Leejtwg hais rau nws kwvtij tias, ‘Niag neeg ruam’  tus ntawd yuav raug teem txim rau hauv cov thawj lub rooj sablaj,  thiab leejtwg hais tias, ‘Niag neeg vwm,’ tus ntawd yuav raug muab pov rau hauv ntuj tawg kub."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.23","label":"23","content":"Vim li no yog koj tabtom muab qhov txhia chaw xyeem rau ntawm lub thaj es nco tau tias koj kwvtij tseem muaj kev tu siab rau koj,"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.24","label":"24","content":"koj cia li muab tej uas yuav muab xyeem ntawd tso rau ntawm lub thaj ib sab es rov mus nrog tus kwvtij ntawd hais hum sib raug zoo tso mam li tuaj muab xyeem."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.25","label":"25","content":"Cia li nrog tus yeej kom hais kom hum sai rau thaum neb ua ke mus rau tsev tu plaub, tsam ces tus yeej kom muab koj cob rau tus txiav txim, mas tus txiav txim yuav muab koj cob rau tus ceev xwm ces koj yuav raug kaw rau hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.26","label":"26","content":"Kuv qhia tseeb rau koj tias, koj yuav tawm tsis tau mus txog thaum them tag txhua npiv huvsi."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.27","label":"27","content":"“Nej twb hnov tej lus uas qhia hais tias, ‘Tsis txhob deev luag poj luag txiv.’"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.28","label":"28","content":"Tiamsis kuv hais rau nej tias, txhua tus uas saib ib tug pojniam twg thiab xav ntxias nws mas twb deev tus pojniam ntawd hauv lub siab lawm."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.29","label":"29","content":"Yog koj sab qhov muag xis ua rau koj ua txhaum, cia li muab kaus pov tseg. Qhov uas koj lub cev piam ib yam lawm kuj zoo dua li tag nrho koj lub cev raug muab pov rau hauv ntuj tawg."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.30","label":"30","content":"Yog koj sab tes xis ua rau koj ua txhaum, cia li muab txiav pov tseg. Qhov uas koj lub cev piam ib yam lawm kuj zoo dua li tag nrho koj lub cev raug muab pov rau hauv ntuj tawg."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.31","label":"31","content":"“Tseem muaj lus qhia hais tias, ‘Yog leejtwg yuav nrauj nws tus pojniam, cia nws ua ntawv nrauj cev rau tus pojniam ntawd.’"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.32","label":"32","content":"Tiamsis kuv hais rau nej tias, txhua tus uas muab nws tus pojniam nrauj tsis yog tim qhov uas deev hluas nraug kuj yog nws ua rau tus pojniam ntawd mus deev hluas nraug. Thiab yog leejtwg yuav tus poj nrauj ntawd ua pojniam kuj yog nws deev luag pojniam."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.33","label":"33","content":"“Thiab nej twb hnov tej lus uas qhia rau cov neeg thaum ub hais tias, ‘Tsis txhob rhuav tej lus uas nej twv lawm, nej yuav tsum ua raws li tej lus uas nej twv rau tus Tswv.’"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.34","label":"34","content":"Tiamsis kuv hais rau nej tias, tsis txhob twv kiag li, tsis hais twv ntuj, rau qhov lub ntuj yog Vajtswv lub zwm txwv,"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.35","label":"35","content":"lossis twv lub ntiajteb rau qhov lub ntiajteb yog Vajtswv lub rooj tiag taw, lossis twv txog Yeluxalees rau qhov Yeluxalees yog tus Vajntxwv uas loj kawg lub nroog."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.36","label":"36","content":"Tsis txhob twv txog koj lub taubhau rau qhov koj ua tsis tau kom cov plaubhau dawb ib txog lossis dub ib txog."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.37","label":"37","content":"Thaum nej hais lus, lo uas ‘Yog’ kuj hais tias ‘Yog,’ lo uas tsis yog cia li hais tias ‘Tsis yog’ xwb. Yog hais tshaj no lawm kuj yog los ntawm kev phem xwb."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.38","label":"38","content":"“Nej twb hnov tej lus uas qhia tias, ‘Qhov muag pauj qhov muag, hniav pauj hniav.’"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.39","label":"39","content":"Tiamsis kuv hais rau nej tias, tsis txhob tawm tsam tus uas ua phem. Yog leejtwg ntaus koj sab plhu xis, cia li tig sab laug rau nws ntaus thiab."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.40","label":"40","content":"Thiab yog leejtwg xav muab koj nplua yuav koj lub tsho, mas cia li muab koj lub tsho ntev rau nws thiab."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.41","label":"41","content":"Yog leejtwg yuam kom koj mus ib kilu kev kuj cia li nrog nws mus ob kilu kev."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.42","label":"42","content":"Cia li pub rau tus uas thov koj, thiab tsis txhob fee plhu ntawm tus uas xav qev koj ib yam dabtsi."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.43","label":"43","content":"“Nej twb hnov tej lus uas qhia tias, ‘Yuav tsum hlub kwvtij zej zog thiab ntxub koj cov yeeb ncuab.’"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.44","label":"44","content":"Tiamsis kuv hais rau nej tias, nej yuav tsum hlub nej cov yeeb ncuab thiab thov Vajtswv pab cov uas tsim txom nej,"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.45","label":"45","content":"nej thiaj yog leej Txiv uas nyob saum ntuj li tub. Rau qhov nws pub nws lub hnub tawm tuaj rau cov neeg phem thiab cov neeg zoo, thiab nws tso nag los rau cov neeg ncaj thiab cov neeg tsis ncaj ib yam nkaus."},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.46","label":"46","content":"Yog nej tsuas hlub cov uas hlub nej xwb, nej tau nqe zog li cas? Txawm yog cov neeg sau se los kuj ua ib yam li ntawd los tsis yog?"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.47","label":"47","content":"Yog nej tsuas nrog nej cov kwvtij tham xwb, nej tau ua dabtsi zoo tshaj lwm tus? Txawm yog lwm haiv neeg los lawv kuj ua ib yam li ntawd los tsis yog?"},{"bible_id":"1269","chapter_code":"MAT.5","verse_code":"MAT.5.48","label":"48","content":"Vim li no nej yuav tsum ua neeg zoo kawg nkaus, ib yam li nej leej Txiv Ntuj yog tus zoo kawg nkaus.”"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.1","label":"1","content":"“Nej yuav tsum ceev faj tsis txhob ua nej tej haujlwm uas ncaj ncees tab meeg rau neeg pom. Yog nej ua li ntawd nej yuav tsis tau nqe zog ntawm nej leej Txiv uas nyob saum ntuj."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.2","label":"2","content":"“Vim li no thaum koj pub rau cov neeg txom nyem, tsis txhob tshuab raj ua koj ntej ib yam li cov neeg ncauj lus zoo siab phem ua rau hauv tej tsev sablaj thiab tom tej kev kom luag qhuas. Kuv qhia tseeb rau nej tias lawv twb tau lawv li nqe zog lawm."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.3","label":"3","content":"Tiamsis thaum koj pub rau luag, tsis txhob cia koj txhais tes laug paub tias koj txhais tes xis ua dabtsi,"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.4","label":"4","content":"xwv tej uas koj pub koj thiaj pub tau twjywm xwb, mas koj leej Txiv uas pom tej uas ua twjywm yuav pub yeeb koob rau koj.”"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.5","label":"5","content":"“Thaum nej thov Vajtswv, nej tsis txhob ua li cov neeg ncauj lus zoo siab phem. Rau qhov lawv nyiam sawv ntsug thov hauv tej tsev sablaj thiab tom tej kev tshuam rau neeg pom. Kuv qhia tseeb rau nej tias, lawv twb tau lawv li yeeb koob lawm."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.6","label":"6","content":"Tiamsis thaum koj thov Vajtswv, cia li nkag rau hauv txaj thiab kaw rooj txag es thov koj leej Txiv uas tsis muaj leejtwg pom, mas koj leej Txiv uas pom tej uas ua twjywm yuav pub nqe zog rau koj."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.7","label":"7","content":"“Thaum nej thov Vajtswv, tsis txhob hais rov hais rais tib los qub yam li lwm haiv neeg ua, rau qhov lawv xav tias hais lus ntau ntau dab thiaj mloog."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.8","label":"8","content":"Nej tsis txhob yoog li lawv rau qhov yam uas nej cheem tsum nej leej Txiv twb paub ua ntej uas nej tsis tau thov lawm."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.9","label":"9","content":"Nej yuav tsum thov raws li no. “ ‘Peb leej Txiv uas nyob saum ntuj, thov sawvdaws hwm koj lub npe kom dawb huv."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.10","label":"10","content":"Thov cia koj lub tebchaws los. Thov cia muaj raws li koj lub siab nyiam rau hauv ntiajteb ib yam li muaj saum ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.11","label":"11","content":"Thov pub tej zaub mov uas peb niaj hnub noj rau peb hnub no."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.12","label":"12","content":"Thov koj daws peb lub txim ib yam li peb zam cov uas ua txhaum rau peb."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.13","label":"13","content":"Thov tsis txhob coj peb mus raug kev sim siab, thov cawm peb dim tej kev phem.’"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.14","label":"14","content":"“Yog nej zam luag tej kev txhaum, nej leej Txiv Ntuj yuav zam nej tej kev txhaum thiab."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.15","label":"15","content":"Tiamsis yog nej tsis zam luag tej kev txhaum, nej leej Txiv yuav tsis zam nej tej kev txhaum thiab."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.16","label":"16","content":"“Thaum nej yoo mov, tsis txhob ua ntsej muag mluas mlob yam li cov neeg ncauj lus zoo siab phem, vim lawv ua lawv ntsej muag mluas mlob kom luag thiaj pom tias lawv yoo mov. Kuv qhia tseeb rau nej tias, lawv twb tau lawv li yeeb koob lawm."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.17","label":"17","content":"Tiamsis thaum koj yoo mov, koj yuav tsum muab roj ntaus taubhau thiab ntxuav muag,"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.18","label":"18","content":"kom luag thiaj tsis pom tias koj yoo mov, tiamsis koj leej Txiv uas tsis muaj leejtwg pom, pom xwb, mas koj leej Txiv uas pom tej uas ua twjywm yuav pub yeeb koob rau koj."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.19","label":"19","content":"“Tsis txhob khaws nyiaj txiag cia rau nej hauv ntiajteb, qhov ntawd muaj kab ntsaum thiab xeb noj thiab tub sab tho qhov tsev mus nyiag."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.20","label":"20","content":"Tiamsis nej yuav tsum khaws nyiaj txiag cia rau nej saum ntuj ceeb tsheej, qhov ntawd kab ntsaum thiab xeb tsis noj thiab tub sab tsis tho qhov tsev mus nyiag."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.21","label":"21","content":"Rau qhov koj tej nyiaj txiag nyob qhovtwg, koj lub siab yeej nyob qhov ntawd."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.22","label":"22","content":"“Lub qhov muag yog lub teeb rau lub cev. Yog tias koj lub qhov muag nyob zoo, tag nrho koj lub cev kuj kaj lug."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.23","label":"23","content":"Yog koj lub qhov muag tsis zoo, tag nrho koj lub cev yuav tsaus ntuj nti. Yog tias qhov kaj hauv koj tsaus nti lawm, mas yog tsaus ntuj nti kawg li lauj!"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.24","label":"24","content":"“Tsis muaj leejtwg yuav ua qhev tau rau ob tug lospav, rau qhov nws yeej yuav ntxub ib tug nyiam ib tug, lossis yuav npuab ib tug saib tsis taus ib tug. Nej yuav ua Vajtswv li qhev thiab ua nyiaj txiag li qhev ua ke tsis tau."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.25","label":"25","content":"“Vim li no kuv hais rau nej tias, tsis txhob txhawj txog nej txojsia tias yuav muab dabtsi los noj muab dabtsi los haus, thiab tsis txhob txhawj txog nej lub cev tias yuav muab dabtsi los hnav. Txojsia tseem ceeb dua mov noj thiab lub cev tseem ceeb dua tej tsoos tsho los tsis yog?"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.26","label":"26","content":"Cia li saib tej nas noog saum nruab ntug, twb tsis tseb tsis hlais tsis sau los cia rau hauv txhab los nej leej Txiv Ntuj tseem yug tej nas noog ntawd. Nej tsis tsim txiaj dua tej nas noog lov?"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.27","label":"27","content":"Nej cov muaj leejtwg txojkev txhawj yuav txuas tau nws txojsia ntev ib tshim ntxiv?"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.28","label":"28","content":"Thiab nej txhawj txog tej tsoos tsho hnav ua dabtsi? Cia li tshuaj saib tej paj lilij tom teb saib tuaj hlob li cas, twb tsis ua haujlwm thiab tsis ntos ntaub."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.29","label":"29","content":"Tiamsis kuv hais rau nej tias, txawm yog Xalaumoo hnav nws tej tsoos meej mom huvsi los twb zoo tsis cuag ib lub nyuag paj ntawd."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.30","label":"30","content":"Tej nroj tsuag hauv teb uas nyob hnub no xwb, tagkis twb yuav muab pov rau hauv cub hluavtaws, yog Vajtswv twb pub rau hnav li ntawd, nej cov uas kev ntseeg yau 'e, nws yimhuab yuav pub rau nej hnav los tsis yog?"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.31","label":"31","content":"“Yog li ntawd, tsis txhob txhawj hais tias, ‘Yuav muab dabtsi noj?’ lossis ‘Yuav muab dabtsi haus?’ lossis ‘Yuav muab dabtsi hnav?’"},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.32","label":"32","content":"Rau qhov lwm haiv neeg yeej nrhiav tej no huvsi. Nej leej Txiv Ntuj yeej paub lawm tias nej cheem tsum tej no huvsi."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.33","label":"33","content":"Tiamsis nej yuav tsum xub nrhiav Vajtswv lub tebchaws thiab nws txojkev ncaj ncees ua ntej, mas yuav muab tej no huvsi tsav ntxiv rau nej."},{"bible_id":"1269","chapter_code":"MAT.6","verse_code":"MAT.6.34","label":"34","content":"Vim li no tsis txhob txhawj txog tagkis rau qhov tagkis yeej muaj kev txhawj rau tagkis lawm. Txhua hnub li kev ceeblaj kuj txaus txhua hnub lawm.”"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.1","label":"1","content":"“Nej tsis txhob txiav txim rau luag nej thiaj tsis raug txiav txim."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.2","label":"2","content":"Rau qhov nej txiav txim rau luag li cas nej yuav raug txiav txim li ntawd. Nej muab lub thoob twg luj rau luag, yuav muab lub thoob ntawd luj rov rau nej ib yam nkaus."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.3","label":"3","content":"Ua cas koj yuav pom qhov nyuag hmoov ntoo hauv koj tus kwvtij lub qhov muag, tiamsis koj tsis quav ntsej txog tog niag ntoo uas nyob hauv koj lub qhov muag?"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.4","label":"4","content":"Ua cas koj yuav hais tau rau koj tus kwvtij tias, ‘Cia kuv so qhov nyuag hmoov ntoo tawm hauv koj lub qhov muag,’ tiamsis tseem muaj ib tog niag ntoo nyob hauv koj lub qhov muag?"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.5","label":"5","content":"Tus neeg ncauj lus zoo siab phem, cia li rho tog niag ntoo hauv koj lub qhov muag ua ntej tso, koj thiaj pom meej thiaj so tau qhov nyuag hmoov ntoo tawm hauv koj tus kwvtij lub qhov muag."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.6","label":"6","content":"“Tsis txhob muab tej yam dawb huv pub rau dev, tsis txhob muab nej li pov hum pov rau ntawm npua hauv ntej, tsam ces nws yuav muab tsuj thiab tig rov los tom nej."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.7","label":"7","content":"“Cia li thov mas yuav muab rau nej, cia li nrhiav nej thiaj ntsib, cia li khob mas yuav qheb rau nej."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.8","label":"8","content":"Rau qhov txhua tus uas thov kuj yuav tau, tus uas nrhiav kuj ntsib, thiab tus uas khob kuj qheb rau nws."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.9","label":"9","content":"Nej cov muaj leejtwg uas nws tus tub thov ncuav noj es yuav muab ib lub pob zeb rau nws?"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.10","label":"10","content":"Lossis yog nws thov ntses es yuav muab ib tug nab rau nws lov?"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.11","label":"11","content":"Yog li no nej cov uas yog neeg phem los nej twb paub muab tej yam uas zoo rau nej tej menyuam, nej leej Txiv uas nyob saum ntuj yimhuab yuav muab tej yam uas zoo rau cov uas thov nws."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.12","label":"12","content":"Txhua yam uas nej xav kom lwm tus ua rau nej, nej cia li ua ib yam li ntawd rau lwm tus. Qhov ntawd yog Mauxe txoj kevcai thiab yog cov xibhwb cev lus tej lus qhia."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.13","label":"13","content":"“Nej yuav tsum nkag lub qhov rooj nqaim mus, rau qhov lub qhov rooj dav thiab txoj niag kev loj coj mus txog kev puam tsuaj, mas cov uas nkag lub qhov rooj ntawd muaj coob coob."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.14","label":"14","content":"Lub qhov rooj nqaim thiab txojkev me uas coj mus txog txojsia, mas cov uas nrhiav tau kuj muaj tsawg heev."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.15","label":"15","content":"“Nej yuav tsum ceev faj cov cuav xibhwb cev Vajtswv lus uas hnav tsoos plaub yaj tuaj cuag nej tiamsis lawv lub siab limhiam li hma."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.16","label":"16","content":"Nej yuav saib lawv cov txiv zoo li cas nej thiaj paub lawv. Cov txiv hmab yuav de tau ntawm tsob ntoo pos lov? Lossis txiv cev de tau ntawm tsob pos lws lov?"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.17","label":"17","content":"Txhua tsob ntoo zoo yeej txi txiv zoo, tsob ntoo phem yeej txi txiv phem."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.18","label":"18","content":"Tsob ntoo zoo yeej txi tsis tau cov txiv phem, tsob ntoo phem yeej txi tsis tau cov txiv zoo."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.19","label":"19","content":"Txhua tsob ntoo uas tsis txi txiv zoo yuav raug muab ntov pov rau hauv cub hluavtaws."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.20","label":"20","content":"Vim li no nej yuav saib lawv cov txiv zoo li cas nej thiaj paub lawv."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.21","label":"21","content":"“Tsis yog txhua tus uas hu kuv tias, ‘Tus Tswv, tus Tswv,’ yuav tau nkag rau hauv ntuj ceeb tsheej, tsuas yog tus uas ua raws li kuv leej Txiv uas nyob saum ntuj lub siab nyiam thiaj nkag tau xwb."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.22","label":"22","content":"Thaum txog hnub ntawd yuav muaj neeg coob coob hais rau kuv tias, ‘Tus Tswv, tus Tswv, peb twb tuav koj lub npe cev koj tej lus thiab tuav koj lub npe ntiab dab tawm thiab tuav koj lub npe ua ntau yam txujci phimhwj los tsis yog?’"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.23","label":"23","content":"Thaum ntawd kuv yuav hais tseeb rau lawv tias, ‘Kuv tsis txeev paub nej kiag li. Cov niag neeg ua phem, cia li khiav ntawm kuv mus.’ ”"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.24","label":"24","content":"“Vim li no, txhua tus uas tau hnov kuv tej lus no thiab ua raws nraim, lawv zoo li tus uas muaj tswvyim ua nws lub tsev rau saum daim lag zeb."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.25","label":"25","content":"Nag los, dej nyab, cua ntsawj nplawm lub tsev ntawd los lub tsev tsis pob vim yog cog rau saum daim lag zeb."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.26","label":"26","content":"Tiamsis txhua tus uas hnov kuv tej lus los tsis ua raws nraim, lawv zoo li tus neeg ruam uas ua nws lub tsev rau saum tej xuab zeb."},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.27","label":"27","content":"Nag los, dej nyab, cua ntsawj nplawm lub tsev ntawd, lub tsev kuj pob tag, mas qhov uas pob vau tag ntawd loj heev.”"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.28","label":"28","content":"Thaum Yexus qhia tej lus no tag lawd, cov neeg coob coob ntawd kuj xav tsis thoob rau tej lus uas nws qhia,"},{"bible_id":"1269","chapter_code":"MAT.7","verse_code":"MAT.7.29","label":"29","content":"rau qhov nws muaj hwjchim qhuab qhia lawv, nws tsis thooj li lawv cov xibhwb."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.1","label":"1","content":"Thaum Yexus nqes pem roob los, muaj neeg coob coob raws nws qab."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.2","label":"2","content":"Txawm muaj ib tug mob lig mob ruas tuaj pe Yexus hais tias, “Au tus Tswv, yog koj xav kho, koj yeej kho tau kuv zoo kom huv.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.3","label":"3","content":"Yexus cev kiag tes mus npuab nws thiab hais tias, “Kuv xav los maj, cia li zoo kiag huv lauj.” Tamsim ntawd nws tej mob lig mob ruas txawm zoo huv lawm."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.4","label":"4","content":"Yexus hais rau nws tias, “Tsis txhob piav ib los rau leejtwg mloog kiag li, cia li mus qhia koj lub cev rau tus pov thawj saib thiab xyeem tej uas Mauxe qhia tseg lawd ua timkhawv rau sawvdaws.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.5","label":"5","content":"Thaum Yexus mus txog hauv lub moos Khapena‑u, muaj ib tug thawj rog uas kav ib puas leej tuaj cuag Yexus thov Yexus pab"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.6","label":"6","content":"hais tias, “Tus Tswv, kuv tus tub qhe tuag tes tuag taw pw tom tsev txom nyem heev.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.7","label":"7","content":"Yexus hais rau nws tias, “Kuv yuav mus kho kom nws zoo.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.8","label":"8","content":"Tus thawj tub rog teb Yexus tias, “Tus Tswv, kuv yog ib tug uas tsis tsim nyog koj yuav nkag mus rau hauv kuv lub tsev. Thov koj cia li hais ib los xwb ces kuv tus qhev yeej yuav zoo."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.9","label":"9","content":"Rau qhov kuv kuj nyob hauv tub rog txoj qab kev tswjhwm thiab tseem muaj cov tub rog uas kuv tswjhwm. Kuv hais rau tus no tias, ‘Cia li mus,’ nws kuj mus, thiab hais rau dua ib tug tias, ‘Cia li los,’ nws kuj los, thiab kuv hais rau kuv tus tub qhe tias, ‘Cia li ua yam no,’ nws kuj ua.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.10","label":"10","content":"Thaum Yexus hnov nws hais li ntawd, Yexus kuj xav tsis thoob, nws txawm hais rau cov neeg uas raws nws qab tias, “Kuv hais tseeb rau nej tias, txawm yog hauv cov Yixayee los kuv tsis tau pom muaj kev ntseeg loj li no."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.11","label":"11","content":"Kuv hais rau nej tias yuav muaj neeg coob tuaj sab hnub tuaj thiab tuaj sab hnub poob los nrog Aplahas, Yiha thiab Yakhauj koom rooj noj haus ua ke hauv ntuj ceeb tsheej,"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.12","label":"12","content":"tiamsis cov neeg uas yog ntuj ceeb tsheej li menyuam yuav raug muab laim tawm mus rau sab nraud uas tsaus ntuj nti, qhov ntawd yuav muaj kev quaj tom hniav qas qawv.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.13","label":"13","content":"Thiab Yexus hais rau tus thawj rog tias, “Koj cia li rov qab mus. Cia muaj raws li koj ntseeg.” Tamsim ntawd tus thawj rog tus qhev txawm zoo kiag lawm."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.14","label":"14","content":"Thaum Yexus mus rau hauv Petus tsev, Yexus pom Petus niam tais ua npaws pw saum txaj."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.15","label":"15","content":"Yexus txawm tuav nkaus nws tes mas nws tus npaws txawm zoo kiag. Nws sawv los thiab ua koom tu Yexus."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.16","label":"16","content":"Thaum yuav tsaus ntuj lawv coj tej neeg raug dab tuaj cuag Yexus coob coob, mas Yexus hais lus ntiab dab tawm, thiab nws kho cov neeg muaj mob txhua tus zoo huvsi."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.17","label":"17","content":"Tej no thiaj tiav raws li xibhwb Yaxaya uas cev Vajtswv lus tau hais tseg tias, “Nws sau peb tej mob thiab ris peb tej mob nkeeg mus.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.18","label":"18","content":"Thaum Yexus pom neeg coob coob tuaj vij vog nws, nws txawm hais kom hla hiavtxwv mus rau sab tim ub."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.19","label":"19","content":"Muaj ib tug xibhwb qhia Vajtswv kevcai txawm tuaj cuag Yexus thiab hais rau nws tias, “Xibhwb, koj mus qhovtwg kuv yuav nrog koj mus qhov ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.20","label":"20","content":"Yexus hais rau nws tias, “Tej hma tseem muaj qhov nkaum thiab tej nas noog saum nruab ntug tseem muaj zes, tiamsis Neeg leej Tub tsis muaj lub chaw rau ncoo.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.21","label":"21","content":"Thiab muaj dua ib tug hauv Yexus cov thwjtim hais rau nws tias, “Tus Tswv, thov cia kuv mus log kuv txiv tso.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.22","label":"22","content":"Yexus hais rau nws tias, “Cia li nrog kuv mus, cia cov neeg tuag lawv log lawv tus tuag.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.23","label":"23","content":"Thaum Yexus nce rau hauv lub nkoj, nws cov thwjtim kuj nrog nws mus."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.24","label":"24","content":"Txawm muaj cua daj cua dub ntsawj hiavtxwv, mas lub nkoj thiaj raug tej niag nthwv dej nyab, tiamsis Yexus pw tsaug zog lawm."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.25","label":"25","content":"Cov thwjtim thiaj mus tsa Yexus hais tias, “Tus Tswv, thov koj cawm peb lauj. Peb tabtom yuav puam tsuaj.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.26","label":"26","content":"Yexus txawm hais rau lawv tias, “Nej cov uas kev ntseeg yau 'e, ua cas nej ntshai ua luaj li?” Ces Yexus txawm sawv tsees los tav cua thiab dej hiavtxwv, txhua yam txawm tus yees huvsi lawm."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.27","label":"27","content":"Cov neeg ntawd txawm phimhwj kawg hais tias, “Tus no yog neeg dabtsi es tej cua thiab dej hiavtxwv kuj mloog nws lus?”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.28","label":"28","content":"Thaum Yexus hla hiavtxwv mus rau hauv Kadala li kav xyuam lawm, txawm muaj ob tug raug dab tawm hauv toj ntxas los ntsib nws, ob tug nyaum heev thiaj tsis muaj leejtwg taug tau txojkev ntawd kiag li."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.29","label":"29","content":"Ces ob tug txawm qw hais tias, “Au Vajtswv tus tub, koj tuaj thab wb ua dabtsi? Koj tuaj tsim txom wb ua ntej lub sijhawm lov?”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.30","label":"30","content":"Nyob tsis deb qhov ntawd muaj ib pab npua coob tabtom nrhiav noj."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.31","label":"31","content":"Cov dab ntawd txawm thov Yexus tias, “Yog koj ntiab peb tawm, thov koj xa peb mus rau hauv pab npua ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.32","label":"32","content":"Yexus txawm hais rau cov dab ntawd tias, “Cia li mus.” Cov dab txawm tawm mus nkag rau hauv pab npua, mas pab npua huvsi thiaj dhia plas toj ntxhab mus rau hauv hiavtxwv thiab tuag tag rau hauv."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.33","label":"33","content":"Cov neeg yug npua thiaj khiav mus rau hauv lub moos thiab piav txhua yam xwm txheej thiab tej uas tshwm rau ob tug raug dab ntawd."},{"bible_id":"1269","chapter_code":"MAT.8","verse_code":"MAT.8.34","label":"34","content":"Tag nrho lub moos ntawd sawvdaws txawm tawm mus ntsib Yexus. Thaum lawv pom nws, lawv thov kom nws tawm hauv lawv li kav xyuam mus."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.1","label":"1","content":"Yexus txawm nce rau hauv nkoj hla mus rau nws lub moos."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.2","label":"2","content":"Txawm muaj neeg kwv ib tug tuag tes tuag taw hauv nws lub chaw pw tuaj cuag Yexus. Thaum Yexus pom lawv kev ntseeg nws txawm hais rau tus tuag tes tuag taw tias, “Tub 'e, cia li zoo siab, koj lub txim twb muab daws lawm.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.3","label":"3","content":"Cov xibhwb qhia Vajtswv kevcai qee leej txawm xav hauv lub siab tias, “Tus yawg no hais lus tuam mom Vajtswv.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.4","label":"4","content":"Tiamsis Yexus paub tej uas lawv xav lawm thiaj hais tias, “Ua cas nej lub siab yuav xav phem?"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.5","label":"5","content":"Qhov uas hais tias, ‘Twb daws koj lub txim lawm,’ thiab hais tias, ‘Cia li sawv tsees mus kev,’ qhov twg yoojyim dua?"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.6","label":"6","content":"Kom nej thiaj paub tias Neeg leej Tub muaj hwjchim hauv ntiajteb daws tau lub txim,” Yexus thiaj hais rau tus tuag tes tuag taw tias, “Cia li sawv tsees nqa koj lub chaw pw mus tsev.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.7","label":"7","content":"Nws txawm sawv tsees mus tsev."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.8","label":"8","content":"Thaum cov neeg coob coob pom li ntawd lawv ntshai  thiab qhuas Vajtswv tus uas pub hwjchim li no rau neeg."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.9","label":"9","content":"Thaum Yexus tawm qhov ntawd mus, nws pom ib tug yawg npe hu ua Mathai zaum ntawm lub rooj sau se, Yexus txawm hais rau nws tias, “Cia li raws kuv qab mus.” Mathai txawm sawv tsees raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.10","label":"10","content":"Thaum Yexus zaum noj mov hauv tsev, txawm muaj cov neeg sau se thiab cov neeg muaj txim ntau leej tuaj nrog Yexus thiab nws cov thwjtim nyob ua ke ntawm rooj mov."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.11","label":"11","content":"Thaum cov Falixai pom li ntawd, lawv txawm hais rau Yexus cov thwjtim tias, “Ua cas nej tus xibhwb nrog cov neeg sau se thiab cov neeg muaj txim noj mov ua ke?”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.12","label":"12","content":"Thaum Yexus hnov li ntawd nws txawm hais tias, “Cov neeg uas tsis muaj mob tsis cheem tsum Kws tshuaj, tsuas yog cov muaj mob thiaj cheem tsum xwb."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.13","label":"13","content":"Nej cia li mus kawm nqe no kom nkag siab hais tias, ‘Kuv ntshaw txojkev hlub, tsis yog ntshaw qhov uas tua tsiaj xyeem,’  rau qhov kuv tsis yog los hu cov neeg ncaj ncees, tiamsis yog los hu cov neeg muaj txim.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.14","label":"14","content":"Thaum ntawd Yauhas cov thwjtim txawm tuaj cuag Yexus thiab hais tias, “Ua cas peb thiab cov Falixai coj kevcai yoo mov, tiamsis koj cov thwjtim tsis coj?”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.15","label":"15","content":"Yexus hais rau lawv tias, “Tus nraug vauv cov kwvluag yuav quaj ntsuag rau thaum tus nraug vauv tseem nrog lawv nyob lov? Yuav muaj ib hnub twg uas tus nraug vauv yuav raug muab coj ncaim lawv mus, mas thaum ntawd lawv yuav coj kevcai yoo mov."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.16","label":"16","content":"Tsis muaj leejtwg muab daim ntaub tshiab los ntxiv lub qub tsho, rau qhov daim ntaub uas muab ntxiv ntawd yuav xaum dua lub tsho yimhuab ntuag loj dua."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.17","label":"17","content":"Thiab tsis muab cawv txiv hmab tshiab ntim rau hauv lub hnab tawv qub. Yog ua li ntawd, lub hnab tawv yuav tawg, cov cawv txiv hmab yuav xau tag, lub hnab kuj piam tag. Yeej yuav muab cov cawv txiv hmab tshiab ntim rau hauv lub hnab tawv tshiab ob yam thiaj li nyob zoo.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.18","label":"18","content":"Thaum Yexus tabtom hais tej lus ntawd rau lawv txawm muaj ib tug nom tswv tuaj pe rau ntawm Yexus xubntiag thiab hais tias, “Kuv tus ntxhais nyuam qhuav tuag lawm, thov koj mus muab tes npuab nws mas nws yuav ciaj rov los.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.19","label":"19","content":"Yexus txawm sawv tsees raws tus nom qab mus thiab Yexus cov thwjtim kuj mus thiab."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.20","label":"20","content":"Txawm muaj ib tug pojniam uas muaj mob nchuav cev tau kaum ob xyoos los raws Yexus qab thiab kov Yexus lub qab tsho,"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.21","label":"21","content":"rau qhov nws xav hais tias, “Tsuav yog kuv tau kov Yexus lub tsho xwb, mas kuv tus mob yeej yuav zoo.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.22","label":"22","content":"Yexus tig hlo pom nws mas hais tias, “Mentxhais 'e, cia li zoo siab. Koj txojkev ntseeg ua rau koj zoo lawm.” Txij thaum ntawd los tus pojniam ntawd cia li zoo lawm."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.23","label":"23","content":"Thaum Yexus tuaj txog tus nom tswv ntawd lub tsev thiab pom cov uas tshuab raj thiab cov neeg qw ua nqaj ua nqug,"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.24","label":"24","content":"Yexus txawm hais tias, “Cia li txav mus rau qhov tus mentxhais no tsis tuag, nws tsaug zog xwb.” Lawv txawm thuam luag Yexus."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.25","label":"25","content":"Thaum ntiab cov neeg ntawd tawm mus lawd, Yexus nkag mus ntsiab nkaus tus mentxhais ntawd txhais tes, ces tus mentxhais txawm sawv tsees."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.26","label":"26","content":"Mas zaj no nrov nto moo lug thoob plaws tebchaws ntawd."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.27","label":"27","content":"Thaum Yexus tawm qhov ntawd mus txawm muaj ob tug dig muag raws Yexus qab hu nrov nrov hais tias, “Davi tus tub, thov khuvleej wb lauj!”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.28","label":"28","content":"Thaum Yexus mus rau hauv tsev lawd, ob tug dig muag los cuag nws. Yexus hais rau ob tug tias, “Neb ntseeg tias kuv ua tau tej no lov?” Ob tug teb nws tias, “Tus Tswv, wb ntseeg.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.29","label":"29","content":"Ces Yexus txawm kov ob tug li qhov muag hais tias, “Cia muaj raws li neb ntseeg lauj.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.30","label":"30","content":"Ces ob tug li qhov muag txawm pom kev lawm. Yexus txwv ob tug tawv tawv hais tias, “Tsis txhob hais rau leejtwg paub li.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.31","label":"31","content":"Tiamsis thaum ob tug tawm mus lawd ob tug piav txog Yexus thoob plaws tebchaws ntawd."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.32","label":"32","content":"Thaum ob tug ntawd tabtom tawm qhov ntawd mus, txawm muaj neeg coj ib tug yawg ruam raug dab tuaj cuag Yexus."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.33","label":"33","content":"Thaum Yexus muab tus dab ntiab tawm lawd tus ruam ntawd txawm hais tau lus, mas cov neeg ntawd kuj phimhwj hais tias, “Tsis tau pom dua li no rau hauv cov Yixayee kiag li.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.34","label":"34","content":"Tiamsis cov Falixai hais tias, “Tus no siv tus thawj dab  li hwjchim ntiab dab tawm.”"},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.35","label":"35","content":"Yexus mus thoob plaws txhua lub moos thiab tej zej zog qhuab qhia hauv lawv tej tsev sablaj thiab tshaj tawm txoj xov zoo uas hais txog Vajtswv lub tebchaws thiab kho tej neeg txhua yam mob nkeeg zoo huvsi."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.36","label":"36","content":"Thaum nws pom cov neeg coob coob nws kuj khuvleej lawv rau qhov lawv raug kev kub ntxhov thiab tag kev vam ib yam li pab yaj uas tsis muaj tus tswv yug."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.37","label":"37","content":"Nws txawm hais rau nws cov thwjtim tias, “Cov qoob uas zoo hlais muaj ntau heev, tiamsis cov tub zog muaj tsawg."},{"bible_id":"1269","chapter_code":"MAT.9","verse_code":"MAT.9.38","label":"38","content":"Vim li no nej yuav tsum thov tus tswv teb kom txib tub zog mus hlais nws tej qoob.”"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.1","label":"1","content":"Yexus hu nws kaum ob tug thwjtim los cuag nws thiab pub hwjchim rau lawv ntiab tau dab tawm thiab kho tau txhua yam mob nkeeg zoo."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.2","label":"2","content":"Kaum ob tug tubtxib ntawd npe hu li no. Tus ib yog Ximoos uas hu ua Petus, thiab nws tus kwv Anru, thiab Yakaunpau thiab nws tus kwv Yauhas, ob tug yog Xenpedi li tub,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.3","label":"3","content":"thiab Fili thiab Npathaulaumai, thiab Thauma thiab Mathai uas sau se, thiab Afe‑a tus tub Yakaunpau thiab Thade‑a,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.4","label":"4","content":"thiab Ximoos uas tuav nws lub tebchaws, thiab Yudas Ikhali‑au uas fav xeeb rau Yexus."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.5","label":"5","content":"Yexus txib kaum ob tug thwjtim no tawm mus thiab nkaw lus rau lawv tias, “Nej tsis txhob mus rau hauv lwm haiv neeg thiab tsis txhob nkag mus rau hauv cov Xamali tej moos,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.6","label":"6","content":"cia li mus kom txog cov yaj uas ploj lawd uas yog Yixayee caj ces."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.7","label":"7","content":"Cia li tshaj tawm taug kev hais tias, ‘Ntuj Ceeb Tsheej los ze lawm.’"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.8","label":"8","content":"Cia li kho cov uas muaj mob kom zoo, tsa cov tuag sawv, kho tej uas mob lig mob ruas kom zoo huv thiab ntiab dab tawm. Nej tau dawb dawb, cia li pub dawb dawb xwb."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.9","label":"9","content":"Tsis txhob coj nyiaj coj kub coj txiaj toog liab rau hauv nej lub hnas tawv,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.10","label":"10","content":"tsis txhob khuam hnab thoob puab taug kev, lossis coj ob lub tsho lossis nkawm khau lossis tus pas nrig, rau qhov tus tub zog tsim nyog tau noj."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.11","label":"11","content":"Thaum nej mus rau hauv lub moos twg lossis lub zos twg, mas tshuaj saib leejtwg tsim nyog mus so rau hauv mas mus nrog tus ntawd nyob txog thaum tawm qhov chaw ntawd mus."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.12","label":"12","content":"Thaum nej nkag rau hauv lub tsev, cia li foom lo lus nyob kaj siab lug rau lub tsev ntawd."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.13","label":"13","content":"Yog lub tsev ntawd tsim nyog tau koob hmoov, kuj cia nej tej lus kaj siab lug nyob hauv lub tsev ntawd. Tiamsis yog lub tsev ntawd tsis tsim nyog tau, kuj thim nej tej lus kaj siab lug rov rau nej."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.14","label":"14","content":"Yog leejtwg tsis txais nej thiab tsis mloog nej tej lus, mas thaum nej tawm hauv lub tsev lossis lub moos ntawd mus nej cia li nchos tej hmoov av ntawm nej kotaw pov tseg."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.15","label":"15","content":"Kuv qhia tseeb rau nej tias, hnub uas teem txim mas Xaudoo thiab Kaumaula tebchaws yuav raug sib dua lub moos ntawd."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.16","label":"16","content":"“Saib maj, kuv txib nej tawm mus zoo yam nkaus li tus yaj uas nyob hauv nruab nrab pab hma. Vim li no nej yuav tsum ntse li nab thiab siab mos siab muag  li tus nquab."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.17","label":"17","content":"Nej yuav tsum ceev faj neeg rau qhov lawv yuav muab nej cob rau tej tsev tu plaub thiab nplawm nej hauv lawv tej tsev sablaj,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.18","label":"18","content":"thiab nej yuav raug muab cab mus rau cov thawj kav thiab tej vajntxwv vim yog tim kuv, xwv nej thiaj ua tau timkhawv rau lawv thiab lwm haiv neeg."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.19","label":"19","content":"Thaum lawv muab nej cob rau luag, nej tsis txhob txhawj txog tej lus uas nej yuav hais thiab nej yuav hais li cas, rau qhov thaum txog sijhawm hais yuav muab tej lus uas nej yuav hais pub rau nej,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.20","label":"20","content":"rau qhov tus uas hais tsis yog nej, yog nej Leejtixv tus Ntsuj Plig coj nej hais."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.21","label":"21","content":"Kwvtij yuav muab kwvtij cob rau kev tuag, txiv yuav muab tub cob rau kev tuag, menyuam yuav sawv twv niam txiv thiab muab tua."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.22","label":"22","content":"ib tsoom tebchaws yuav ntxub nej vim yog tim kuv lub npe. Tiamsis leejtwg thev tau mus txog thaum kawg tus ntawd yuav dim."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.23","label":"23","content":"Thaum luag tsim txom nej hauv lub moos twg, cia li khiav mus rau lwm lub moos. Kuv qhia tseeb rau nej tias, ua ntej nej tsis tau mus thoob Yixayee tej moos ces Neeg leej Tub yuav los."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.24","label":"24","content":"“Tus tub kawm yeej tsis loj dhau tus xibhwb qhia, thiab tus qhev yeej tsis loj dhau nws tus lospav."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.25","label":"25","content":"Yog tus tub kawm sib luag yam li tus xibhwb thiab tus qhev sib luag yam li tus lospav kuj txaus lawm. Yog luag twb hu tus tswv tsev tias dab Npe‑eexenpu lawm, luag yimhuab yuav hu nws tsev neeg phem dua li ntawd thiab."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.26","label":"26","content":"“Vim li no nej tsis txhob ntshai lawv rau qhov tsis muaj ib yam twg uas muab npog cia lawm yuav tsis muab thws tshwm los, thiab tsis muaj ib yam twg uas muab zais lawm yuav tsis paub."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.27","label":"27","content":"Tej uas kuv hais rau nej hauv qhov tsaus ntuj, nej cia li piav rau hauv qhov pom kev, thiab tej uas nej hnov hais lus ntxhi rau hauv nej qhov ntsej, cia li tshaj tawm saum txheej tsev las tshav."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.28","label":"28","content":"Tsis txhob ntshai cov uas tua tau lub cev tiamsis tua tsis tau tus ntsuj plig. Nej yuav tsum ntshai tus uas ua tau rau tus ntsuj plig thiab lub cev huvsi puam tsuaj rau hauv ntuj tawg."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.29","label":"29","content":"Ob tug noog tsev luag muag ib npiv los tsis yog? Yog nej leej Txiv tsis pom zoo txawm yog ib tug noog xwb los yeej tsis poob rau hauv av li."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.30","label":"30","content":"Nej cov plaubhau los kuj raug muab suav txhua txoj lawm."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.31","label":"31","content":"Yog li no nej tsis txhob ntshai. Nej yeej tsim txiaj dua ntau tus noog tsev."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.32","label":"32","content":"“Yog li ntawd txhua tus uas lees yuav kuv tab meeg tibneeg, kuv yuav lees yuav tus ntawd tab meeg kuv leej Txiv uas nyob saum ntuj."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.33","label":"33","content":"Yog leejtwg tsis lees yuav kuv tab meeg tibneeg, kuv kuj yuav tsis lees yuav tus ntawd tab meeg kuv leej Txiv uas nyob saum ntuj thiab."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.34","label":"34","content":"“Tsis txhob xav tias kuv los yog coj kev sib hum xeeb los rau lub ntiajteb. Kuv los, tsis yog coj kev sib hum xeeb los yog coj ntaj los."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.35","label":"35","content":"Kuv los yog los “ ‘ua rau twb tawm tsam txiv, thiab ntxhais tawm tsam niam, thiab nyab tawm tsam niam pog,"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.36","label":"36","content":"mas cov uas ua yeeb ncuab yeej yog yug tsev neeg.’"},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.37","label":"37","content":"Tus uas nyiam nws niam nws txiv heev dua li nyiam kuv tus ntawd tsis tsim nyog ua kuv li, thiab tus uas nyiam nws twb nws ntxhais heev dua li nyiam kuv kuj tsis tsim nyog ua kuv li."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.38","label":"38","content":"Tus uas tsis kwv nws tus khaublig ntoo raws kuv qab tus ntawd tsis tsim nyog ua kuv li."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.39","label":"39","content":"Tus uas huas nws txojsia yuav piam txojsia, tiamsis tus uas tso nws txojsia tseg vim yog saib rau kuv, mas yuav huas tau txojsia."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.40","label":"40","content":"“Tus uas lees yuav nej kuj yog lees yuav kuv, thiab tus uas lees yuav kuv kuj yog lees yuav tus uas txib kuv tuaj."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.41","label":"41","content":"Tus uas lees yuav tus xibhwb cev lus vim nws cev Vajtswv lus, kuj yuav tau nqe zog ib yam li tus xibhwb cev Vajtswv lus, thiab tus uas lees yuav tus ncaj ncees vim yog tus neeg ntawd ua ncaj ncees, kuj yuav tau nqe zog ib yam li tus neeg ncaj ncees."},{"bible_id":"1269","chapter_code":"MAT.10","verse_code":"MAT.10.42","label":"42","content":"Leejtwg muab ib khob dej txiag rau cov neeg yau no ib tug twg haus vim tus ntawd yog kuv li thwjtim, kuv hais tseeb rau nej tias, tus ntawd yuav tsis plam nws tej nqe zog.”"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.1","label":"1","content":"Thaum Yexus qhia nws kaum ob tug thwjtim tag lawm, nws txawm tawm qhov ntawd mus qhuab qhia thiab tshaj tawm rau hauv Yixayee tej moos."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.2","label":"2","content":"Thaum Yauhas nyob hauv tsev lojfaj hnov txog tus Khetos tej haujlwm, nws txawm txib nws cov thwjtim mus"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.3","label":"3","content":"hais rau Yexus tias, “Koj yog tus uas yuav los ntawd lov? Lossis peb yuav tos dua lwm tus?”"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.4","label":"4","content":"Yexus teb lawv tias, “Cia li mus qhia tej uas nej hnov thiab pom rau Yauhas."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.5","label":"5","content":"Neeg dig muag kuj pom kev lawm, neeg ceg tawv kuj mus tau kev, cov uas mob lig mob ruas kuj zoo huv lawm, cov uas lag ntseg kuj hnov lus, cov uas tuag kuj raug muab tsa ciaj sawv los thiab txoj xov zoo kuj piav mus rau cov neeg pluag lawm."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.6","label":"6","content":"Tus uas tsis dawm kuv kuj tau nyob kaj siab lug.”"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.7","label":"7","content":"Thaum lawv rov mus lawm, Yexus pib hais txog Yauhas rau cov neeg ntawd mloog tias, “Nej tawm mus rau tom tebchaws moj sab qhua mus saib dabtsi? Nej mus saib tug tauj deg uas cua ntsawj rawv mus rawv los lov?"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.8","label":"8","content":"Los nej tawm mus saib dabtsi? Nej mus saib ib tug uas hnav tsuj hnav npuag lov? Saib maj, cov uas hnav tsuj hnav npuag yeej nyob hauv vajntxwv lub tsev."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.9","label":"9","content":"Los nej mus saib dabtsi? Mus saib ib tug xibhwb cev Vajtswv lus lov? Kuv hais rau nej tias, tseeb tiag, thiab nws loj dua ib tug xibhwb cev lus."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.10","label":"10","content":"Nws yog tus uas twb muaj lus sau tseg cia lawm tias, ‘Saib maj, kuv tso kuv tus tubtxib mus ua koj ntej, tus ntawd yuav npaj kev rau tom koj hauv ntej.’"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.11","label":"11","content":"Kuv hais tseeb rau nej tias, cov neeg uas yug ntawm pojniam los tsis muaj ib tug loj dhau Yauhas uas coj ua kevcai raus dej. Tiamsis tus uas yau kawg hauv ntuj ceeb tsheej tseem loj dua Yauhas."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.12","label":"12","content":"Txij thaum Yauhas uas coj ua kevcai raus dej nyob los txog hnub no, muaj neeg siv zog txeem mus rau hauv ntuj ceeb tsheej, thiab neeg ua nruj ua tsiv txeeb ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.13","label":"13","content":"Rau qhov cov xibhwb cev Vajtswv lus sawvdaws thiab Mauxe txoj kevcai twb hais tsis tu ncua txog tus Yauhas no."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.14","label":"14","content":"Yog nej ntseeg mas Yauhas yog tus Eliya uas yuav los ntawd ntag."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.15","label":"15","content":"Leejtwg muaj qhov ntsej hnov, cia li mloog nawj."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.16","label":"16","content":"“Kuv yuav muab cov neeg tiam no piv txog dabtsi? Muab piv ib yam li cov menyuam yaus uas zaum tom tshav puam hu rau lawv cov kwvluag tias,"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.17","label":"17","content":"‘Peb twb tshuab raj rau nej los nej tsis dhia seev cev, peb twb quaj nyiav los nej tsis quaj ntsuag.’"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.18","label":"18","content":"Rau qhov Yauhas los nws tsis noj tsis haus, mas luag hais tias, ‘Nws raug ib tug dab.’"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.19","label":"19","content":"Neeg leej Tub los nws noj thiab haus, mas luag hais tias, ‘Saib maj, niag neeg noj loj haus qaug, nrog cov neeg sau se thiab cov neeg muaj txim ua kwvluag.’ Tiamsis tswvyim tes haujlwm qhia tias tswvyim ua raug cai lawm.”"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.20","label":"20","content":"Yexus txawm pib cem tej moos uas nws twb ua nws tej txujci phimhwj ntau rau hauv lawd vim yog lawv tsis ntxeev dua siab tshiab hais tias,"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.21","label":"21","content":"“Lub moos Khaulaxi 'e, koj raug txom nyem lauj! Lub moos Npexaida 'e, koj raug txom nyem lauj! Yog tej txujci phimhwj uas ua rau hauv neb lawd tau ua rau hauv lub nroog Thailab thiab lub nroog Xaidoo, ces lawv twb muab khaub seev tsaj los hnav thiab tsuab tshauv nphoo ib ce ntxeev dua siab tshiab ntev los lawm lauj!"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.22","label":"22","content":"Kuv hais rau neb tias, hnub uas teem txim mas Thailab thiab Xaidoo yuav raug sib dua neb."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.23","label":"23","content":"Lub moos Khapena‑u 'e, koj yuav muab koj tsa siab mus nto ntuj lov? Koj yuav raug muab txo qes mus rau hauv tub tuag teb. Yog tej txujci phimhwj uas ua rau hauv koj tau ua rau hauv lub moos Xaudoo, ces lub moos ntawd tseem nyob los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.24","label":"24","content":"Kuv hais rau nej tias, hnub uas teem txim mas Xaudoo tebchaws yuav raug sib dua koj.”"},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.25","label":"25","content":"Thaum ntawd Yexus hais tias, “Au leej Txiv uas yog tus Tswv ntuj Tswv teb, kuv qhuas koj uas koj muab tej no npog cia tsis qhia rau cov neeg muaj tswvyim thiab txawj ntse, tiamsis koj muab qhia rau tej menyuam yaus paub."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.26","label":"26","content":"Au leej Txiv, koj yeej pom zoo ua li ntawd."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.27","label":"27","content":"Kuv leej Txiv twb muab txhua yam cob rau kuv. Tsis muaj leejtwg paub leej Tub tsuas yog leej Txiv xwb thiab tsis muaj leejtwg paub leej Txiv tsuas yog leej Tub thiab tus uas leej Tub xav qhia rau thiaj paub xwb."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.28","label":"28","content":"“Txhua tus uas ua haujlwm khwv thiab ris lub nra hnyav, cia li los cuag kuv, kuv yuav pub nej tau so los siav."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.29","label":"29","content":"Cia li muab kuv rab quab los kwv thiab kawm ntawm kuv, rau qhov kuv siab mos siab muag tsis muab hlob, mas nej lub siab thiaj tau so."},{"bible_id":"1269","chapter_code":"MAT.11","verse_code":"MAT.11.30","label":"30","content":"Rau qhov kuv rab quab kuj yoojyim kwv, thiab kuv lub nra kuj sib.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.1","label":"1","content":"Tom qab ntawd hnub Xanpatau  Yexus taug kev hauv ib daim teb mog. Nws cov thwjtim tshaib plab lawv txawm pib de hnab mog los noj."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.2","label":"2","content":"Thaum cov Falixai pom li ntawd, lawv txawm hais rau Yexus tias, “Saib maj, koj cov thwjtim ua tej uas caiv tsis kheev ua rau hnub Xanpatau.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.3","label":"3","content":"Yexus hais rau lawv tias, “Nej tsis tau nyeem tej uas Davi ua rau thaum nws thiab cov neeg uas nrog nws tshaib plab lov?"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.4","label":"4","content":"Nws twb nkag mus rau hauv Vajtswv lub tsev muab tej ncuav uas xyeem txawb rau ntawm Vajtswv lub xubntiag los noj, yog tej uas nws thiab nws cov neeg caiv tsis pub noj tsuas yog cov pov thawj thiaj noj tau xwb."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.5","label":"5","content":"Thiab nej tsis tau nyeem hauv phau kevcai lov, qhov uas hais tias hnub Xanpatau cov pov thawj hauv lub tuam tsev yeej ua puas tsuas hnub Xanpatau los kuj tsis txhaum?"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.6","label":"6","content":"Kuv hais rau nej tias, ntawm no muaj ib yam uas loj dua lub tuam tsev."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.7","label":"7","content":"Yog nej nkag siab nqe uas hais tias, ‘Kuv ntshaw txojkev hlub, tsis yog ntshaw qhov uas tua tsiaj xyeem,’  mas nej yuav tsis rau txim rau tus uas tsis txhaum."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.8","label":"8","content":"Rau qhov Neeg leej Tub yog hnub Xanpatau tus tswv.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.9","label":"9","content":"Yexus tawm qhov ntawd mus thiab mus rau hauv lawv lub tsev sablaj."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.10","label":"10","content":"Mas muaj ib tug yawg qhuav ib sab tes nyob hauv thiab. Lawv txawm nug Yexus tias, “Muaj cai kho mob rau hnub Xanpatau los tsis muaj cai?” xwv lawv thiaj tau chaw kom Yexus."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.11","label":"11","content":"Yexus hais rau lawv tias, “Nej cov yog leejtwg muaj tib tug yaj xwb mas tus yaj ntawd poob rau hauv qhov rau hnub Xanpatau, nws yuav tsis mus muab tus yaj ntawd rho tawm los lov?"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.12","label":"12","content":"Ib tug neeg yimhuab tsim txiaj dua tus yaj. Yog li no muaj cai ua qhov zoo rau hnub Xanpatau.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.13","label":"13","content":"Ces Yexus txawm hais rau tus qhuav tes ntawd tias, “Cia li xyab kiag koj txhais tes.” Tus ntawd txawm xyab kiag tes, mas nws txhais tes txawm zoo kiag li qub ib yam li sab tod."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.14","label":"14","content":"Cov Falixai txawm tawm mus sablaj tias yuav ua li cas thiaj tua tau Yexus."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.15","label":"15","content":"Thaum Yexus paub li ntawd nws txawm tawm qhov ntawd mus. Muaj neeg coob coob raws nws qab mus mas nws kho lawv tej mob zoo txhua tus,"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.16","label":"16","content":"thiab hais kom lawv tsis txhob qhia rau luag paub nws."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.17","label":"17","content":"Tej no thiaj tiav raws li xibhwb Yaxaya uas cev Vajtswv lus tau hais tseg tias,"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.18","label":"18","content":"“Saib maj, kuv tus qhev uas kuv xaiv cia lawd, yog tus uas kuv hlub, yog tus uas kuv txaus siab rau. Kuv muab kuv tus Ntsuj Plig rau hauv nws, nws yuav qhia txojkev ua ncaj ua ncees rau ib tsoom tebchaws."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.19","label":"19","content":"Nws yuav tsis sib cav sib ceg thiab tsis qw nrov, thiab tsis muaj leejtwg hnov nws lub suab tom tej kev."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.20","label":"20","content":"Tus tauj deg uas lov lawm nws yuav tsis muab tu, tus teeb xeeb ncho pa twb yuav tuag los nws yuav tsis muab tua, mus txog thaum nws coj txojkev ua ncaj ua ncees kov yeej."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.21","label":"21","content":"Ib tsoom tebchaws yuav vam khom nws lub npe.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.22","label":"22","content":"Thaum ntawd muaj neeg coj ib tug raug dab uas dig muag thiab hais tsis tau lus tuaj cuag Yexus, mas Yexus kho nws zoo, tus ntawd txawm hais tau lus thiab pom kev lawm."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.23","label":"23","content":"Tej neeg sawvdaws kuj phimhwj thiab hais tias, “Tus no tsis yog Davi li tub kaj?”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.24","label":"24","content":"Tiamsis thaum cov Falixai hnov li ntawd, lawv txawm hais tias, “Tus yawg no siv tus thawj dab Npe‑eexenpu  li hwjchim ntiab dab tawm.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.25","label":"25","content":"Yexus paub tej uas lawv xav nws thiaj hais rau lawv tias, “Txhua lub tebchaws uas tawg faib lawd yeej yuav puam tsuaj, thiab lub moos twg lossis lub tsev twg tawg faib lawd yeej nyob tsis tau."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.26","label":"26","content":"Yog Xatas  rov ntiab Xatas tawm, nws kuj faib tawg tag lawm, mas nws lub tebchaws yuav nyob tau li cas?"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.27","label":"27","content":"Yog kuv siv dab Npe‑eexenpu li hwjchim ntiab dab tawm, es nej cov neeg nev, lawv siv leejtwg ntiab dab tawm? Yog li ntawd ces lawv yuav ua cov uas txiav txim rau nej."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.28","label":"28","content":"Yog kuv siv Vajtswv Ntsuj Plig ntiab dab tawm, mas Vajtswv lub tebchaws twb los txog nej lawm."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.29","label":"29","content":"Lossis leejtwg yuav nkag mus rau hauv ib tug uas muaj zog heev lub tsev thiab lws tau nws tej qhov txhia chaw tau li cas? Yuav tsum yog xub muab tus uas muaj zog ntawd khi ua ntej tso thiaj li lws tau nws lub tsev."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.30","label":"30","content":"Tus uas tsis tuaj kuv tog yeej tawm tsam kuv, thiab tus uas tsis nrog kuv qaws los ua ke, nws yeej muab ua kom tawg ua sab ua sua."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.31","label":"31","content":"Vim li no kuv hais rau nej tias, txhua yam kev txhaum thiab tej lus uas hais lus tuam mom yuav zam tau rau neeg tiamsis tej lus uas hais tuam mom Vaj Ntsuj Plig yuav zam tsis tau kiag li."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.32","label":"32","content":"Leejtwg hais lus tawm tsam Neeg leej Tub yuav zam tau nws lub txim, tiamsis leejtwg hais lus tawm tsam Vaj Ntsuj Plig dawb huv yuav zam tsis tau kiag li tsis hais tiam no lossis tiam tom ntej."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.33","label":"33","content":"“Yuav tsum yog tsob ntoo zoo cov txiv thiaj zoo, yog tsob ntoo phem cov txiv kuj phem. Yuav pom cov txiv thiaj paub tsob ntoo."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.34","label":"34","content":"Cov niag noob nab phem, nej yog neeg phem, nej yuav ua li cas hais tau lus zoo? Rau qhov lub qhov ncauj yeej hais tej uas puv nkaus hauv lub siab tawm los."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.35","label":"35","content":"Tus neeg zoo yeej rho yam zoo hauv nws lub txhab uas khaws yam zoo cia tawm los, tus neeg phem yeej rho yam phem hauv nws lub txhab uas khaws yam phem cia tawm los."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.36","label":"36","content":"Kuv hais rau nej tias, neeg yuav tsum lees txhua lo lus tsis muaj qabhau uas lawv tau hais lawd rau hnub uas teem txim."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.37","label":"37","content":"Koj yuav dim lub txim lossis yuav raug txim kuj nyob ntawm koj lo lus hais xwb.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.38","label":"38","content":"Thaum ntawd cov xibhwb qhia Vajtswv kevcai thiab cov Falixai qee leej hais rau Yexus tias, “Xibhwb, peb xav pom koj ua ib yam txujci phimhwj.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.39","label":"39","content":"Yexus teb lawv tias, “Tiam neeg no phem thiab fav xeeb nrhiav ib yam txujci tseem ceeb, tiamsis lawv yuav tsis pom dua txujci tseem ceeb tsuas yog zaum txujci uas muaj rau Yauna uas yog xibhwb cev Vajtswv lus xwb."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.40","label":"40","content":"Yauna nyob hauv tus ntses loj lub plab tau peb hnub peb hmos li cas, Neeg leej Tub yuav nyob hauv nruab av peb hnub peb hmos ib yam li ntawd."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.41","label":"41","content":"Thaum txiav txim rau tiam neeg no cov neeg Ninave yuav sawv tsees thiab yuav taw lawv qhov txhaum rau lawv, rau qhov thaum cov neeg Ninave hnov Yauna qhia, lawv ntxeev dua siab tshiab lawm, tiamsis muaj ib tug loj dua Yauna nyob ntawm no."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.42","label":"42","content":"Thaum txiav txim rau tiam neeg no tus poj vajntxwv uas kav tebchaws sab nrad  yuav sawv tsees thiab yuav taw lawv qhov txhaum rau lawv, rau qhov nws tau tuaj nram qab ntuj kawg tuaj mloog Xalaumoo tej tswvyim, tiamsis muaj ib tug loj dua Xalaumoo nyob ntawm no."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.43","label":"43","content":"“Thaum dab qias tawm hauv leejtwg lawm, dab mus rau hauv tej chaw qhuav nkig nkuav nrhiav chaw so tiamsis nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.44","label":"44","content":"Nws txawm hais tias, ‘Kuv yuav rov qab mus rau kuv lub tsev uas kuv tawm tuaj.’ Thaum nws los txog nws pom lub tsev khoom, muab cheb thiab tu du lug cia."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.45","label":"45","content":"Nws txawm mus coj dua xya tus dab uas phem heev dua nws los nrog nws nkag mus nyob rau hauv. Mas tus neeg ntawd lub neej thaum kawg phem heev dua thaum chiv thawj. Tiam neeg phem no yuav raug ib yam li ntawd ntag.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.46","label":"46","content":"Thaum Yexus tseem tabtom hais rau cov neeg ntawd, nws niam thiab nws cov kwv txawm tuaj sawv rau sab nraud xav nrog Yexus tham."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.47","label":"47","content":"Muaj ib tug hais rau Yexus tias, “Koj niam thiab koj cov kwv sawv sab nraud xav nrog koj tham.”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.48","label":"48","content":"Yexus teb tus uas hais rau nws ntawd tias, “Leejtwg yog kuv niam, thiab leejtwg yog kuv cov kwv?”"},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.49","label":"49","content":"Nws txawm taw tes rau nws cov thwjtim thiab hais tias, “Cov no yog kuv niam thiab kuv cov kwv."},{"bible_id":"1269","chapter_code":"MAT.12","verse_code":"MAT.12.50","label":"50","content":"Rau qhov yog leejtwg ua raws li kuv leej Txiv Ntuj lub siab nyiam, tus ntawd yog kuv li kwv, kuv li muam thiab kuv niam.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.1","label":"1","content":"Tib hnub ntawd Yexus tawm hauv lub tsev mus zaum rau ntawm ntug hiavtxwv."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.2","label":"2","content":"Muaj neeg coob coob tuaj txoos ua ke ntawm nws, nws txawm nce mus zaum rau hauv ib lub nkoj, mas cov neeg sawvdaws nyob saum ntug nqhuab."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.3","label":"3","content":"Nws txawm ua paj lug qhia ntau yam rau lawv hais tias, “Muaj ib tug tawm mus tseb noob."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.4","label":"4","content":"Thaum nws tseb cov noob ib txhia poob rau saum txojkev mas noog lus khaws noj lawm."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.5","label":"5","content":"Muaj ib txhia poob rau thaj av uas muaj pob zeb tiv muaj av tsawg tsawg, mas cov noob tuaj tamsid vim av tsis tob."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.6","label":"6","content":"Thaum hnub tuaj raug tshav ntuj kub, mas cov cag tsis tob txawm tuag tshav lawm."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.7","label":"7","content":"Muaj ib txhia poob rau hauv plawv tsob pos, ces tsob pos hlob tuaj laum lawm."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.8","label":"8","content":"Muaj ib txhia poob rau hauv thaj av zoo thiab txi tau ib puas npaug, rau caum npaug thiab peb caug npaug."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.9","label":"9","content":"Leejtwg muaj qhov ntsej cia li mloog nawj!”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.10","label":"10","content":"Cov thwjtim txawm los nug Yexus tias, “Ua cas koj ua paj lug hais rau lawv?”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.11","label":"11","content":"Yexus teb lawv tias, “Tej uas muab npog cia lawd uas hais txog Ntuj Ceeb Tsheej twb muab pub rau nej paub lawm tiamsis tsis pub rau cov neeg ntawd paub."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.12","label":"12","content":"Rau qhov tus uas muaj lawd yuav muab tsav ntxiv rau kom nws muaj ntau nplua mias, tiamsis tus uas tsis muaj, txawm yog tej uas nws muaj los yuav muab rho ntawm nws mus."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.13","label":"13","content":"Vim li ntawd kuv thiaj ua paj lug hais rau lawv, rau qhov “ ‘Lawv saib los lawv tsis pom, lawv hnov los lawv tsis mloog thiab tsis nkag siab.’"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.14","label":"14","content":"Mas thiaj tiav raws li tej lus uas Yaxaya cev hais tias, ‘Nej yuav mloog tag mloog thiab los tsis nkag siab, nej yuav saib tag saib thiab los tsis pom kiag li."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.15","label":"15","content":"Vim haiv neeg no lub siab tawv, thiab lawv ua ntsej lag muag dig, thiab lawv kaw lawv lub qhov muag, tsam ces lawv lub qhov muag ho pom, thiab lawv lub qhov ntsej ho hnov, thiab lawv lub siab ho to taub, ces lawv yuav tig rov los ces kuv yuav kho lawv zoo.’"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.16","label":"16","content":"Tiamsis nej lub qhov muag tau koob hmoov rau qhov uas tau pom, thiab nej lub qhov ntsej tau koob hmoov rau qhov uas tau hnov."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.17","label":"17","content":"Kuv hais tseeb rau nej tias, cov xibhwb cev Vajtswv lus thiab cov neeg ncaj ncees ntau leej xav pom tej uas nej pom los lawv tsis pom, thiab xav hnov tej uas nej tau hnov los lawv tsis hnov.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.18","label":"18","content":"“Yog li no cia li mloog zaj paj lug hais txog tus tseb noob."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.19","label":"19","content":"Thaum leejtwg hnov tej lus hais txog Vajtswv lub tebchaws los tsis nkag siab, kuj yog tus uas Phem  tuaj txeeb kiag tej noob uas tseb hauv nws lub siab mus lawm. Qhov ntawd yog cov noob uas tseb poob rau saum txojkev."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.20","label":"20","content":"Cov noob uas tseb poob rau thaj av uas muaj pob zeb tiv ntawd mas yog tus uas hnov dheev tej lus ntawd thiab zoo siab hlo txais yuav tamsid,"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.21","label":"21","content":"tiamsis nws cog cag tsis tob rau hauv nws, thiaj nyob ib ntus xwb. Thaum muaj kev ceeblaj txom nyem lossis kev tsim txom tshwm los vim yog tim tej lus ntawd, nws txawm tso tseg tamsim ntawd."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.22","label":"22","content":"Cov noob uas tseb poob rau hauv plawv tsob pos yog tus uas tau hnov tej lus ntawd, tiamsis tej kev txhawj xeeb hauv ntiajteb thiab tej kev qaug siab rau nyiaj txiag laum tej lus ntawd lawm, thiaj tsis txi txiv."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.23","label":"23","content":"Cov noob uas tseb poob rau hauv thaj av zoo yog tus uas tau hnov tej lus ntawd thiab nkag siab. Nws thiaj txi tau ib puas npaug rau caum npaug peb caug npaug.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.24","label":"24","content":"Yexus hais dua ib zaj piv lus rau lawv mloog hais tias, “Ntuj Ceeb Tsheej piv ib yam li ib tug muab noob zoo tseb rau hauv nws daim teb."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.25","label":"25","content":"Thaum sawvdaws tsaug zog lawm, nws tus yeeb ncuab txawm tuaj tseb noob txhauv xyaw rau tej noob mog ntawd ces txawm khiav lawm."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.26","label":"26","content":"Thaum tej mog tuaj thiab txhawv lawm, tej txhauv kuj hlob tshwm tuaj thiab."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.27","label":"27","content":"Tus tswv tsev cov qhev txawm los hais rau nws tias, ‘Yawg hlob, koj tseb cov noob zoo rau hauv koj daim teb los tsis yog? Ua cas ho tuaj txhauv thiab?’"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.28","label":"28","content":"Nws hais rau lawv tias, ‘Tej ntawd yog yeeb ncuab ua.’ Cov tub qhe txawm hais rau nws tias, ‘Koj xav kom peb muab cov txhauv dob lov?’"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.29","label":"29","content":"Nws teb tias, ‘Tsis txhob ua li ntawd tsam ces thaum nej dob cov txhauv nej ho dob tau cov mog ua ke thiab."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.30","label":"30","content":"Cia ob yam hlob ua ke txog lub caij hlais. Thaum lub caij hlais kuv yuav hais rau cov uas hlais tias, Cia li sau tej txhauv ua ntej thiab muab pav ua tej twb teg hlawv pov tseg, hos cov mog cia li muab sau ntim rau hauv kuv lub txhab.’ ”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.31","label":"31","content":"Yexus hais dua ib zaj piv lus rau lawv mloog hais tias, “Ntuj Ceeb Tsheej piv ib yam li lub noob me me uas ib tug coj mus tseb rau hauv nws daim teb."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.32","label":"32","content":"Lub noob ntawd me dhau lwm yam noob huvsi, tiamsis thaum tuaj hlob lawd kuj loj dua lwm yam zaub huvsi thiab hlob ua ib tsob ntoo. Tej nas noog saum nruab ntug los ua zes rau saum tej ceg.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.33","label":"33","content":"Yexus hais dua ib zaj piv lus rau lawv mloog hais tias, “Ntuj Ceeb Tsheej piv ib yam li cov keeb uas ib tug pojniam coj mus xyaw peb xe‑a  hmoov mog tos txog thaum cov hmoov mog ntawd su tag huvsi.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.34","label":"34","content":"Tej lus no huvsi Yexus ua paj lug qhia rau cov neeg ntawd. Tsis muaj ib zaj twg uas nws tsis ua paj lug qhia rau lawv li,"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.35","label":"35","content":"kom thiaj ua tiav raws li tus xibhwb cev lus hais tias, “Kuv qheb ncauj hais paj lug, kuv yuav hais tej uas muab npog cia txij thaum tsim ntuj tsim teb.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.36","label":"36","content":"Yexus txawm ncaim cov neeg ntawd mus rau hauv tsev. Cov thwjtim los cuag nws thiab hais tias, “Thov koj txhais zaj paj lug txhauv hauv daim teb rau peb.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.37","label":"37","content":"Yexus teb tias, “Tus uas tseb cov noob zoo yog Neeg leej Tub,"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.38","label":"38","content":"daim teb yog lub ntiajteb, cov noob zoo yog Ntuj Ceeb Tsheej cov menyuam, thiab cov txhauv yog tus uas Phem  li menyuam,"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.39","label":"39","content":"tus yeeb ncuab uas tseb cov noob txhauv yog dab Ntxwg Nyoog, lub caij hlais yog lub sijhawm kawg, thiab cov uas hlais yog cov tubtxib saum ntuj."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.40","label":"40","content":"Cov txhauv raug muab sua hlawv pov tseg li cas, lub sijhawm kawg yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.41","label":"41","content":"Neeg leej Tub yuav txib nws cov tubtxib saum ntuj mus sau zog txhua yam uas ua kom yuam kev thiab txhua tus uas ua phem tawm hauv nws lub tebchaws mus,"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.42","label":"42","content":"thiab yuav muab pov rau hauv lub niag qhov hluavtaws, qhov ntawd yuav muaj kev quaj tom hniav qas qawv."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.43","label":"43","content":"Thaum ntawd cov uas ncaj ncees yuav ci rau hauv lawv leej Txiv lub tebchaws ib yam li lub hnub. Leejtwg muaj qhov ntsej cia li mloog nawj!"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.44","label":"44","content":"“Ntuj Ceeb Tsheej piv ib yam li cov nyiaj txiag ntau uas muab zais rau hauv ib daim teb. Thaum muaj ib tug pom lawm nws rov muab zais dua mas zoo siab heev thiaj muab txhua yam uas nws muaj muag huvsi coj mus yuav daim teb ntawd."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.45","label":"45","content":"“Thiab Ntuj Ceeb Tsheej piv ib yam li ib tug tub luam mus nrhiav tej qe qwj uas zoo heev."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.46","label":"46","content":"Thaum nws nrhiav pom ib lub uas muaj nqes heev, nws txawm muab txhua yam uas nws muaj muag huvsi coj mus yuav lub qe qwj ntawd."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.47","label":"47","content":"“Thiab Ntuj Ceeb Tsheej piv ib yam li lub vas uas muab ntaus rau hauv hiavtxwv mag tau txhua yam ntses."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.48","label":"48","content":"Thaum puv lawm, lawv rub los rau saum ntug, thiab zaum xaiv cov uas zoo cia rau hauv lub tawb, cov uas tsis zoo mas muab pov tseg."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.49","label":"49","content":"Thaum lub sijhawm kawg yuav zoo ib yam li ntawd. Cov tubtxib saum ntuj yuav los muab cov neeg phem cais tawm ntawm cov neeg ncaj ncees,"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.50","label":"50","content":"thiab yuav muab pov rau hauv lub niag qhov hluavtaws, qhov ntawd yuav muaj kev quaj tom hniav qawv."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.51","label":"51","content":"“Tej lus no nej nkag siab huvsi lov?” Lawv teb nws tias, “Peb nkag siab.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.52","label":"52","content":"Yexus txawm hais rau lawv tias, “Vim li no txhua tus xibhwb qhia Vajtswv kevcai uas kawm paub txog Ntuj Ceeb Tsheej kuj zoo ib yam li tus tswv tsev uas muab tej qhov txhia chaw tshiab thiab qub rho hauv nws lub txhab los.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.53","label":"53","content":"Thaum Yexus hais tej paj lug no tag lawd nws txawm tawm qhov ntawd mus."},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.54","label":"54","content":"Thaum nws los txog nws lub moos nws kuj qhuab qhia lawv hauv lub tsev sablaj, mas lawv phimhwj sib hais tias, “Tus neeg no tau tej tswvyim thiab txujci phimhwj li no qhovtwg los?"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.55","label":"55","content":"Nws tsis yog tus Kws ntoo li tub lov? Nws niam twb yog Maivliag, nws cov kwv twb yog Yakaunpau thiab Yauxes thiab Ximoos thiab Yudas los tsis yog?"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.56","label":"56","content":"Nws cov muam sawvdaws kuj nrog peb nyob no los tsis yog? Nws tau tej no huvsi qhovtwg los?”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.57","label":"57","content":"Lawv txawm tsis txaus siab rau nws. Yexus hais rau lawv tias, “Luag tej yeej hwm tus xibhwb cev Vajtswv lus tsuas yog nws lub moos thiab nws cuab neeg thiaj tsis hwm nws xwb.”"},{"bible_id":"1269","chapter_code":"MAT.13","verse_code":"MAT.13.58","label":"58","content":"Nws thiaj tsis ua txujci phimhwj ntau rau hauv lub moos ntawd vim yog lawv tsis ntseeg."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.1","label":"1","content":"Thaum tus tswv xeev Helauj tau hnov txog Yexus lub moo,"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.2","label":"2","content":"nws txawm hais rau nws cov tub teg tub taws tias, “Tus no yeej yog Yauhas uas coj ua kevcai raus dej. Nws sawv hauv qhov tuag rov los lawm, mas nws thiaj muaj hwjchim ua tau tej txujci phimhwj no.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.3","label":"3","content":"Helauj twb ntes Yauhas thiab muab khi kaw rau hauv tsev lojfaj, vim yog tim Helaudia uas yog Helauj tus kwv Fili tus pojniam,"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.4","label":"4","content":"rau qhov Yauhas txeev hais rau Helauj tias, “Koj tsis muaj cai yuav tus ntawd ua koj pojniam.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.5","label":"5","content":"Txawm yog Helauj xav muab Yauhas tua los nws kuj ntshai cov pejxeem, rau qhov lawv hwm tias Yauhas yog ib tug xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.6","label":"6","content":"Thaum ua kevcai nco txog hnub uas yug Helauj, Helaudia tus ntxhais txawm dhia seev cev tab meeg cov qhua sawvdaws mas ua rau Helauj txaus siab heev,"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.7","label":"7","content":"Helauj thiaj cog lus twv tias nws thov dabtsi nws yeej yuav tau yam ntawd."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.8","label":"8","content":"Tus ntxhais thiaj thov raws li leej niam qhia rau nws tias, “Thov muab Yauhas uas coj ua kevcai raus dej lub taubhau tso hauv lub choo coj los rau kuv ntawm no.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.9","label":"9","content":"Mas vajntxwv ntxhov siab, tiamsis vim yog saib rau tej lus uas nws twv thiab saib rau cov qhua nws thiaj tso ncauj kom muab rau tus ntxhais."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.10","label":"10","content":"Nws txawm txib neeg mus txiav Yauhas lub taubhau hauv tsev lojfaj."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.11","label":"11","content":"Lawv muab Yauhas lub taubhau tso rau hauv lub choo coj los pub rau tus ntxhais ntawd, tus ntxhais thiaj coj mus rau leej niam."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.12","label":"12","content":"Mas Yauhas cov thwjtim tuaj coj Yauhas lub cev mus log, thiab lawv mus hais rau Yexus paub."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.13","label":"13","content":"Thaum Yexus hnov li ntawd nws txawm nce nkoj tawm qhov ntawd mus nyob tib leeg rau ib qho chaw uas tsis muaj neeg. Thaum tej neeg hnov li ntawd, lawv txawm tawm hauv tej moos mus kotaw raws nws qab mus."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.14","label":"14","content":"Thaum Yexus tawm hauv lub nkoj los nws pom muaj neeg coob coob, nws thiaj khuvleej lawv thiab kho cov neeg muaj mob kom zoo."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.15","label":"15","content":"Thaum yuav tsaus ntuj nws cov thwjtim los hais rau nws tias, “Ntawm no yog ntuj nrag teb do, thiab tav no lig lawm. Cia li tso cov neeg mus xwv lawv thiaj tau mus yuav mov noj tom tej zej zog.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.16","label":"16","content":"Yexus hais tias, “Tsis txog lawv tawm mus, nej cia li pub rau lawv noj.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.17","label":"17","content":"Lawv hais rau nws tias, “Ntawm no peb tsuas muaj tsib lub ncuav thiab ob tug ntses xwb.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.18","label":"18","content":"Nws txawm hais tias, “Muab los rau kuv.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.19","label":"19","content":"Ces nws txawm hais kom cov neeg ntawd zaum rau ntawm tej nyom. Thaum nws txais tsib lub ncuav thiab ob tug ntses ntawd lawm, nws tsa muag ntsia saum ntuj thov Vajtswv foom koob hmoov mas muab ntais cev rau cov thwjtim, mas cov thwjtim faib rau cov neeg coob coob ntawd."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.20","label":"20","content":"Lawv txhua tus noj tsau huvsi. Tej ncuav uas noj tsis tag lawv khaws tau kaum ob tawb puv nkaus."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.21","label":"21","content":"Cov neeg uas noj ntawd cov txivneej xwb muaj kwvlam tsib txhiab leej tsis suav cov pojniam menyuam."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.22","label":"22","content":"Thaum ntawd Yexus hais kom nws cov thwjtim nce nkoj hla dej ua nws ntej mus rau sab tid, ces Yexus txawm tso cov neeg rov mus."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.23","label":"23","content":"Thaum nws tso cov neeg ntawd mus tag lawd, nws tib leeg txawm nce mus thov Vajtswv pem roob. Thaum tsaus ntuj lawd, Yexus tib leeg tseem nyob pem roob,"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.24","label":"24","content":"tiamsis lub nkoj nyob deb ntawm ntug hiavtxwv lawm thiab raug tej niag nthwv dej nplawm vim yog cua ntsawj tom hauv ntej tuaj."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.25","label":"25","content":"Thaum qaib qua thawj tsig Yexus mus kotaw saum nplaim dej hiavtxwv tuaj rau ntawm cov thwjtim."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.26","label":"26","content":"Thaum cov thwjtim pom nws los kotaw saum nplaim dej, lawv ntshai kawg thiab hais tias, “Yog dab!” Lawv qw nrov vim yog ntshai."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.27","label":"27","content":"Tamsim ntawd Yexus hais rau lawv tias, “Ua siab tuab, yog kuv ntag. Tsis txhob ntshai.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.28","label":"28","content":"Petus txawm teb nws tias, “Tus Tswv, yog koj tiag, thov hais kom kuv tuaj saum nplaim dej rau ntawm koj.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.29","label":"29","content":"Yexus hais tias, “Tuaj los maj.” Petus txawm nqes nkoj mus kotaw saum nplaim dej rau ntawm Yexus."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.30","label":"30","content":"Tiamsis thaum nws pom cua ntsawj nws txawm ntshai. Nws pib tog txawm qw nrov tias, “Tus Tswv, cawm kuv lauj!”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.31","label":"31","content":"Tamsim ntawd Yexus cev loo tes ntsiab nkaus nws thiab hais rau nws tias, “Tus uas kev ntseeg yau 'e, ua cas koj tsis ruaj siab?”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.32","label":"32","content":"Thaum ob tug nce rau hauv lub nkoj lawm, cua kuj tu lawm."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.33","label":"33","content":"Lawv cov uas nyob hauv nkoj txawm pe hawm Yexus hais tias, “Koj yog Vajtswv tus tub tiag.”"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.34","label":"34","content":"Thaum lawv hla dhau hiavtxwv lawd lawv nres nkoj rau ntawm Kenexale."},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.35","label":"35","content":"Thaum cov neeg uas nyob ntawd cim tau Yexus, lawv txawm txib neeg mus hais thoob plaws ib ncig ntawd, mas lawv coj txhua tus uas muaj mob tuaj cuag Yexus,"},{"bible_id":"1269","chapter_code":"MAT.14","verse_code":"MAT.14.36","label":"36","content":"thiab thov Yexus cia cov neeg mob ntawd kov nws lub qab tsho xwb. Txhua tus uas tau kov lawd kuj zoo huvsi."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.1","label":"1","content":"Thaum ntawd cov Falixai thiab cov xibhwb qhia Vajtswv kevcai tawm hauv Yeluxalees tuaj cuag Yexus thiab nug hais tias,"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.2","label":"2","content":"“Ua cas koj cov thwjtim tsis ua raws li puj koob yawm txwv tej kevcai? Rau qhov thaum lawv noj mov lawv tsis xub ntxuav tes.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.3","label":"3","content":"Yexus teb lawv tias, “Ua cas nej rhuav Vajtswv tej lus nkaw vim yog saib rau nej tej kevcai?"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.4","label":"4","content":"Rau qhov Vajtswv twb hais cia tias, ‘Koj yuav tsum hwm koj niam koj txiv,’  thiab hais tias, ‘Leejtwg hais lus phem rau nws niam nws txiv mas yuav raug txim tuag.’"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.5","label":"5","content":"Tiamsis nej qhia hais tias, yog leejtwg hais rau nws niam nws txiv tias, ‘Yam uas muaj qabhau rau neb twb muab pub rau Vajtswv lawm,’"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.6","label":"6","content":"nws thiaj tsis txog hwm nws txiv. Nej ua li no twb yog nej rhuav Vajtswv tej lus vim yog saib rau nej tej kevcai."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.7","label":"7","content":"Cov neeg ncauj lus zoo siab phem, Yaxaya cev lus zoo heev hais txog nej tias,"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.8","label":"8","content":"“ ‘Cov neeg no hwm kuv ntawm daim tawv ncauj xwb tiamsis lawv lub siab nyob deb kuv."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.9","label":"9","content":"Qhov uas lawv pe hawm kuv tsis muaj qabhau kiag li, lawv muab neeg tej kevcai los qhia ib yam li yog Vajtswv tej lus nkaw.’ ”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.10","label":"10","content":"Yexus hu cov neeg tuaj cuag nws thiab hais rau lawv tias, “Cia li mloog thiab nkag siab nawj."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.11","label":"11","content":"Tsis yog yam uas nkag rau hauv lub qhov ncauj ua rau neeg qias tsis huv, tiamsis yog yam uas tawm hauv lub qhov ncauj los thiaj ua rau neeg qias tsis huv.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.12","label":"12","content":"Thaum ntawd cov thwjtim txawm los hais rau Yexus tias, “Koj puas paub tias thaum cov Falixai hnov tej lus ntawd lawv tsis txaus siab heev?”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.13","label":"13","content":"Nws teb tias, “Txhua tsob ntoo uas tsis yog kuv leej Txiv Ntuj cog mas yuav raug muab dob pov tseg."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.14","label":"14","content":"Cia lawv ua lawv. Lawv yog cov dig muag coj dig muag kev. Yog tus dig muag coj tus dig muag kev mas ob leeg yeej yuav poob rau hauv qhov.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.15","label":"15","content":"Petus hais rau Yexus tias, “Thov koj txhais zaj paj lug ntawd rau peb paub.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.16","label":"16","content":"Mas Yexus hais tias, “Nej tseem tsis tau to taub thiab lov?"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.17","label":"17","content":"Nej tsis pom tias yam uas nkag rau hauv lub qhov ncauj kuj nqes rau hauv lub plab thiab tawm rau hauv lub qhov vuab tsuab lawm lov?"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.18","label":"18","content":"Tiamsis yam uas tawm hauv neeg lub ncauj kuj yog tawm hauv lub siab los, thiaj ua rau neeg qias tsis huv."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.19","label":"19","content":"Qhov uas xav phem, tua neeg, deev luag poj luag txiv, ua nkauj ua nraug, ua tub sab, ua cuav timkhawv, iab hiam luag puavleej yog tawm hauv lub siab los."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.20","label":"20","content":"Tej no thiaj ua rau neeg qias tsis huv. Tiamsis qhov uas tsis ntxuav tes cia li noj mov tsis ua rau neeg qias tsis huv.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.21","label":"21","content":"Yexus txawm tawm qhov ntawd mus rau hauv lub nroog Thailab thiab lub nroog Xaidoo li kav xyuam."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.22","label":"22","content":"Txawm muaj ib tug pojniam Khana‑as uas nyob tebchaws ntawd tawm tuaj qw hais tias, “Tus Tswv uas yog Davi li tub, thov khuvleej kuv lauj! Kuv tus ntxhais raug dab txom nyem kawg li.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.23","label":"23","content":"Yexus tsis teb ib los li, mas cov thwjtim los thov Yexus hais tias, “Cia li ntiab tus pojniam ntawd khiav mus, rau qhov nws pheej qw raws peb qab.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.24","label":"24","content":"Yexus teb tias, “Kuv raug txib mus kom txog Yixayee caj ces cov yaj uas ploj lawd.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.25","label":"25","content":"Tiamsis tus pojniam ntawd los pe thov Yexus hais tias, “Tus Tswv, thov pab kuv lauj!”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.26","label":"26","content":"Yexus teb tias, “Tsis tsim nyog muab menyuam tej mov pov rau dev noj.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.27","label":"27","content":"Tus pojniam ntawd thiaj hais tias, “Tus Tswv, tseeb tiag, tiamsis dev yeej tau noj tej mov uas poob saum tus tswv lub rooj los.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.28","label":"28","content":"Yexus txawm teb nws tias, “Mentxhais 'e, koj txojkev ntseeg loj heev, cia muaj raws li koj ntshaw.” Ces nws tus ntxhais txawm zoo kiag tamsim ntawd."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.29","label":"29","content":"Yexus txawm tawm qhov ntawd mus taug ntug Hiavtxwv Kalilais thiab nce mus zaum saum lub pov roob."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.30","label":"30","content":"Muaj neeg coob coob tuaj cuag Yexus. Lawv coj tej neeg ceg tawv, neeg tuag tes tuag taw, neeg dig muag, neeg ruam thiab tej uas mob lwm yam ntau leej tuaj tso rau ntawm Yexus kotaw. Mas Yexus kho lawv zoo huvsi."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.31","label":"31","content":"Cov neeg ntawd thiaj phimhwj heev rau thaum lawv pom cov neeg ruam hais tau lus, cov uas tuag tes tuag taw zoo, cov neeg ceg tawv mus tau kev thiab cov dig muag pom kev lawm. Lawv thiaj qhuas cov Yixayee tus Vajtswv."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.32","label":"32","content":"Yexus hu nws cov thwjtim los thiab hais tias, “Kuv khuvleej cov neeg no, vim lawv nrog kuv nyob tau peb hnub thiab tsis muaj mov noj lawm. Kuv tsis xav tso lawv mus tshaib qaug zog zws ntshai tsam lawv ho tsaus muag tom tej kev.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.33","label":"33","content":"Cov thwjtim hais rau Yexus tias, “Hauv ntuj nrag teb do no peb yuav nrhiav mov qhovtwg los txaus rau cov neeg coob npaum li no noj?”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.34","label":"34","content":"Yexus hais rau lawv tias, “Nej muaj tsawg lub ncuav?” Lawv teb tias, “Muaj xya lub thiab ob peb tus ntses me me.”"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.35","label":"35","content":"Nws txawm hais kom cov neeg zaum rau hauv pem teb,"},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.36","label":"36","content":"thiab nws muab xya lub ncuav thiab cov ntses ntawd los ua Vajtswv tsaug mas muab ntais cev rau cov thwjtim, cov thwjtim muab faib rau cov neeg coob coob ntawd."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.37","label":"37","content":"Lawv sawvdaws noj tsau, mas tej uas noj tsis tag lawv khaws tau xya tawb puv nkaus."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.38","label":"38","content":"Cov uas noj zaum ntawd cov txivneej xwb muaj plaub txhiab leej tsis suav cov pojniam menyuam."},{"bible_id":"1269","chapter_code":"MAT.15","verse_code":"MAT.15.39","label":"39","content":"Yexus tso cov neeg rov mus tag lawm nws txawm nce nkoj mus rau lub moos Makadas li kav xyuam."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.1","label":"1","content":"Cov Falixai thiab cov Xadukai tuaj sim Yexus thov kom nws ua ib yam txujci tseem ceeb tshwm saum ntuj los rau lawv pom."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.2","label":"2","content":"Yexus txawm teb lawv tias, “Thaum yuav tsaus ntuj nej hais tias, ‘Tagkis yuav tshav ntuj vim yog qab ntuj liab liab.’"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.3","label":"3","content":"Thaum sawv ntxov nej hais tias, ‘Hnub no yuav muaj nag xob nag cua vim yog qab ntuj liab thiab tsaus nti.’ Nej txawj saib lub ntuj thiaj paub tias yuav muaj dabtsi tshwm los, tiamsis tej txujci tseem ceeb ntsig txog tiam no nej ho tsis paub."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.4","label":"4","content":"Tiam neeg no phem thiab fav xeeb nrhiav ib yam txujci tseem ceeb, tiamsis yuav tsis muab dua txujci tseem ceeb rau lawv pom tsuas yog zaum txujci uas muaj rau Yauna xwb.” Ces Yexus txawm ncaim lawv mus lawm."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.5","label":"5","content":"Thaum cov thwjtim hla mus rau sab Hiavtxwv tim ub, lawv tsis nco qab coj ncuav mus."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.6","label":"6","content":"Yexus txawm hais rau lawv tias, “Nej yuav tsum ua tib zoo ceev faj cov Falixai thiab cov Xadukai cov keeb.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.7","label":"7","content":"Cov thwjtim txawm sib tham hais tias, “Yog tim qhov uas peb tsis coj ncuav tuaj.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.8","label":"8","content":"Yexus paub tej uas lawv tham ntawd, nws thiaj hais tias, “Nej cov uas kev ntseeg yau 'e, ua cas nej sib tham txog qhov uas tsis muaj ncuav?"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.9","label":"9","content":"Nej tseem tsis tau nkag siab lov? Nej tsis nco tsib lub ncuav thiab tsib txhiab leej thiab nej khaws tau pes tsawg tawb lov?"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.10","label":"10","content":"Nej tsis nco xya lub ncuav thiab plaub txhiab leej thiab nej khaws tau pes tsawg tawb lov?"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.11","label":"11","content":"Ua cas nej tsis to taub tias kuv tsis tau hais txog tej ncuav? Cia li ceev faj cov Falixai thiab cov Xadukai cov keeb.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.12","label":"12","content":"Lawv thiaj nkag siab tias tsis yog Yexus hais kom lawv ceev faj cov keeb ua ncuav, tiamsis yog hais kom ceev faj cov Falixai thiab cov Xadukai tej lus qhia."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.13","label":"13","content":"Thaum Yexus mus rau hauv lub moos Xixaleya Filipi li kav xyuam, nws txawm nug nws cov thwjtim tias, “Luag tej hais tias Neeg leej Tub yog leejtwg?”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.14","label":"14","content":"Lawv hais tias, “Qee leej hais tias yog Yauhas uas coj ua kevcai raus dej, qee leej hais tias yog Eliya, thiab dua lwm tus hais tias koj yog Yelemi lossis yog dua ib tug xibhwb cev Vajtswv lus.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.15","label":"15","content":"Yexus hais rau lawv tias, “Nej nev nej hais tias kuv yog leejtwg?”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.16","label":"16","content":"Ximoos Petus teb tias, “Koj yog tus Khetos,  yog Vajtswv uas muaj txojsia nyob leej tub.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.17","label":"17","content":"Yexus thiaj hais rau Petus tias, “Yauna tus tub Ximoos 'e, koj tau koob hmoov, rau qhov tsis yog neeg uas muaj roj muaj ntshav qhia rau koj, tiamsis yog kuv leej Txiv uas nyob saum ntuj qhia rau koj."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.18","label":"18","content":"Kuv hais rau koj tias, koj yog Petus  kuv yuav tsim tsa kuv pawg ntseeg rau saum lub txhib zeb no, thiab tub tuag teb lub zog yuav kov tsis yeej pawg ntseeg no."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.19","label":"19","content":"Kuv yuav muab tus yuam sij Ntuj Ceeb Tsheej rau koj. Koj txwv yam twg  hauv lub ntiajteb yam ntawd kuj raug txwv saum ntuj, koj tso ncauj  yam twg hauv lub ntiajteb yam ntawd kuj raug tso ncauj saum ntuj thiab.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.20","label":"20","content":"Ces Yexus txawm txwv cov thwjtim kom tsis txhob qhia rau leejtwg paub tias nws yog tus Khetos."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.21","label":"21","content":"Txij thaum ntawd los Yexus txawm pib qhia rau nws cov thwjtim paub tias nws yuav tsum mus rau Yeluxalees thiab yuav raug cov kev txwj laus thiab cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai tsim txom thiab raug muab tua mas peb hnub nws yuav raug muab tsa ciaj sawv rov los."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.22","label":"22","content":"Ces Petus txawm coj Yexus mus rau ib cag pib txwv nws hais tias, “Tus Tswv, thov kom tsis txhob muaj li ntawd. Koj yeej yuav tsis raug li ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.23","label":"23","content":"Yexus txawm tig hais rau Petus tias, “Xatas,  koj cia li khiav rau tom kuv qub qab. Koj ua chaw rau kuv dawm rau qhov koj xav li neeg xwb tsis xav li Vajtswv.”"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.24","label":"24","content":"Thaum ntawd Yexus hais rau nws cov thwjtim tias, “Yog leejtwg xav raws kuv qab mus, cia tus ntawd tswj nws tus kheej thiab kwv nws tus khaublig ntoo raws kuv qab."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.25","label":"25","content":"Vim tias tus uas xav cawm tau nws txojsia yuav piam txojsia, tiamsis tus uas tso nws txojsia tseg vim yog saib rau kuv, mas yuav nrhiav tau txojsia."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.26","label":"26","content":"Yog leejtwg tau tag nrho lub ntiajteb huvsi tiamsis nws txojsia tu lawm, tus ntawd yuav tau qabhau dabtsi? Neeg yuav muab dabtsi pauv tau txojsia rov los?"},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.27","label":"27","content":"Neeg leej Tub yuav nrog leej Txiv lub hwjchim ci ntsa iab los thiab nrog nws cov tubtxib saum ntuj ua ke los mas nws yuav ntxiv rau txhua tus raws li tej uas lawv ua lawd."},{"bible_id":"1269","chapter_code":"MAT.16","verse_code":"MAT.16.28","label":"28","content":"Kuv hais tseeb rau nej tias, cov uas sawv ntawm no muaj qee leej yuav tsis tau sim txojkev tuag ces yuav xub pom Neeg leej Tub los ua vajntxwv kav.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.1","label":"1","content":"Dhau rau hnub tom qab Yexus txawm coj Petus thiab Yakaunpau thiab Yakaunpau tus kwv Yauhas ncaim lwm tus nce mus rau saum lub roob siab."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.2","label":"2","content":"Yexus lub cev txawm hloov kiag tab meeg lawv, mas nws lub ntsej muag ci yam li lub hnub thiab nws cev tsoos tsho kuj ci dawb paug li qhov kaj."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.3","label":"3","content":"Ces Mauxe thiab Eliya txawm tshwm nrog Yexus sib tham rau lawv pom."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.4","label":"4","content":"Petus txawm hais rau Yexus tias, “Tus Tswv, peb nyob ntawm no kuj zoo. Yog koj yeem, kuv yuav ua peb lub tsev pheeb suab rau ntawm no, ua ib lub rau koj, ib lub rau Mauxe thiab ib lub rau Eliya.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.5","label":"5","content":"Thaum Petus tseem tabtom hais li ntawd txawm muaj ib tauv huab ci dawb paug los laum nkaus lawv, thiab muaj ib lub suab hais hauv tauv huab tuaj hais tias, “Tus no yog kuv tus tub uas kuv hlub, kuv txaus siab rau nws heev. Nej cia li mloog nws hais.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.6","label":"6","content":"Thaum cov thwjtim hnov li ntawd lawv txawm khwb nkaus rau hauv pem teb ntshai kawg li."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.7","label":"7","content":"Yexus thiaj li los kov lawv thiab hais tias, “Cia li sawv tsees, tsis txhob ntshai.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.8","label":"8","content":"Thaum lawv tsa muag ntsia tsis pom leejtwg li tsuas yog pom Yexus tib leeg xwb."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.9","label":"9","content":"Thaum lawv nqes pem roob los, Yexus txwv lawv tias, “Tej uas nej pom ntawd tsis txhob hais rau leejtwg mus txog thaum Neeg leej Tub raug muab tsa sawv hauv qhov tuag rov los tso.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.10","label":"10","content":"Cov thwjtim kuj nug Yexus tias, “Yog li ntawd, ua cas cov xibhwb qhia Vajtswv kevcai hais tias Eliya yuav xub los ua ntej?”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.11","label":"11","content":"Yexus teb tias, “Eliya yeej yuav los thiab yuav ua kom txhua yam rov zoo li qub."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.12","label":"12","content":"Tiamsis kuv hais rau nej tias Eliya twb los lawm los neeg tsis paub nws, lawv ua rau nws raws li lawv lub siab nyiam. Neeg leej Tub yuav raug kev tsim txom ntawm lawv txhais tes ib yam li ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.13","label":"13","content":"Cov thwjtim thiaj nkag siab tias qhov uas Yexus hais rau lawv ntawd yog hais txog Yauhas uas coj ua kevcai raus dej."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.14","label":"14","content":"Thaum lawv los txog ntawm cov neeg coob coob, muaj ib tug yawg los txhos caug ntua rau ntawm Yexus hais tias,"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.15","label":"15","content":"“Tus Tswv, thov khuvleej kuv tus tub, vim tias nws qaug dab peg raug txom nyem heev. Nws pheej poob rau hauv qhov cub thiab poob dej."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.16","label":"16","content":"Kuv twb coj nws mus cuag koj cov thwjtim, tiamsis lawv kho tsis tau nws zoo.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.17","label":"17","content":"Yexus teb tias, “Au tiam neeg uas tsis muaj kev ntseeg tsuas muaj kev phem kev qias xwb, kuv yuav nrog nej nyob ntev li cas? Kuv yuav ua siab ntev thev nej mus txog thaum twg? Cia li coj tus tub ntawd los rau kuv ntawm no.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.18","label":"18","content":"Yexus txawm hais tawv rau tus dab ntawd ces dab txawm tawm plaws hauv tus tub ntawd lawm, tus tub thiaj zoo kiag tamsid."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.19","label":"19","content":"Dhau ntawd cov thwjtim txawm los cuag Yexus twjywm thiab hais tias, “Ua cas peb ntiab tsis tau tus dab ntawd tawm?”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.20","label":"20","content":"Yexus hais rau lawv tias, “Twb yog vim nej kev ntseeg yau heev. Kuv hais tseeb rau nej tias, yog nej muaj kev ntseeg luaj li ib lub noob me me, nej yuav hais rau lub roob no tias ‘Cia li txav ntawm no mus lawm tom ub,’ mas lub roob yeej yuav txav mus. Tsis muaj ib yam dabtsi uas nej yuav ua tsis tau.”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.22","label":"22","content":"Thaum cov thwjtim tuaj txoos ua ke rau hauv lub xeev Kalilais, Yexus txawm hais rau lawv tias, “Neeg leej Tub yuav raug muab cob rau hauv neeg txhais tes,"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.23","label":"23","content":"thiab lawv yuav muab nws tua pov tseg, mas peb hnub nws yuav raug muab tsa ciaj sawv rov los.” Cov thwjtim thiaj ntxhov siab heev kawg."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.24","label":"24","content":"Thaum lawv los txog ntawm lub moos Khapena‑u lawm, cov uas sau ib nrab sekhee  them se rau lub tuam tsev txawm tuaj cuag Petus thiab hais tias, “Koj tus xibhwb them se los tsis them?”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.25","label":"25","content":"Petus teb tias, “Them hos.” Thaum Petus nkag mus rau hauv tsev Yexus hais rau nws ua ntej tias, “Ximoos 'e, koj xav li cas? Tej vajntxwv hauv ntiajteb sau se neeg se liaj teb ntawm leejtwg? Sau ntawm nws cov tub lossis sau ntawm lwm tus?”"},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.26","label":"26","content":"Petus teb tias, “Sau ntawm lwm tus.” Yexus txawm hais rau nws tias, “Yog li ntawd cov tub tsis txog them."},{"bible_id":"1269","chapter_code":"MAT.17","verse_code":"MAT.17.27","label":"27","content":"Tiamsis tsis txhob ua rau lawv ntsawv siab, koj cia li mus nuv ntses ntawm hiavtxwv. Thawj tug ntses uas koj nuv tau, cia li muab lub qhov ncauj rua mas koj yuav pom ib lub sekhee. Cia li coj lub nyiaj ntawd mus them se ua kuv thiab koj li feem.”"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.1","label":"1","content":"Thaum ntawd cov thwjtim los hais rau Yexus tias, “Leejtwg ua tus loj dua ntais saum ntuj ceeb tsheej?”"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.2","label":"2","content":"Yexus hu ib tug menyuam yaus los kom sawv hauv lawv nruab nrab,"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.3","label":"3","content":"thiab hais tias, “Kuv hais tseeb rau nej tias, yog nej tsis ntxeev siab thiab ua zoo li menyuam yaus, nej yuav tsis tau nkag rau hauv ntuj ceeb tsheej kiag li."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.4","label":"4","content":"Yog li ntawd leejtwg txo nws lub siab yam li tus menyuam yaus no, tus ntawd yuav tau ua tus loj dua ntais rau hauv ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.5","label":"5","content":"“Leejtwg lees yuav ib tug menyuam yaus zoo li no vim yog saib rau kuv lub npe, kuj yog tus ntawd lees yuav kuv."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.6","label":"6","content":"Tiamsis yog leejtwg ua rau cov menyuam yaus uas ntseeg kuv no ib tug yuam kev ua txhaum, mas muab ib txhib zeb loj khi rau tus ntawd caj dab thiab muab pov rau hauv hiavtxwv tob kuj zoo dua."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.7","label":"7","content":"Lub ntiajteb yuav raug txom nyem lauj vim tim tej uas ua rau neeg ua txhaum. Yeej yuav tsum muaj tej yam ua kom ua txhaum, tiamsis tus uas ua rau lwm tus ua txhaum yuav raug txom nyem lauj!"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.8","label":"8","content":"Yog koj txhais tes lossis koj txhais kotaw ua rau koj ua txhaum, cia li muab txiav pov tseg. Koj txawm nqws tes nqws taw los koj tau txojsia kuj zoo dua koj muaj ob sab tes ob sab taw es raug muab pov rau hauv qhov hluavtaws mus ib txhis."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.9","label":"9","content":"Yog koj lub qhov muag ua rau koj ua txhaum, cia li muab kaus pov tseg. Koj muaj ib sab qhov muag xwb los tau txojsia kuj zoo dua koj muaj ob sab qhov muag es raug muab pov rau hauv ntuj tawg kub.”"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.10","label":"10","content":"“Cia li ceev faj zoo tsis txhob saib tsis taus cov menyuam yaus no ib tug twg, rau qhov kuv hais rau nej tias, cov tubtxib saum ntuj uas tsom kwm lawv niaj hnub nyob ntawm kuv leej Txiv uas nyob saum ntuj lub xubntiag."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.12","label":"12","content":"“Nej xav li cas? Yog ib tug yawg muaj ib puas tus yaj mas ib tug yuam kev ploj lawm, nws yuav tsis tseg cuaj caum cuaj tug yaj rau pem roob es mus nrhiav tus uas yuam kev ntawd lov?"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.13","label":"13","content":"Yog nws nrhiav tau, kuv qhia tseeb rau nej tias, nws yuav zoo siab xyiv fab rau tus ntawd heev dua cuaj caum cuaj tug uas tsis yuam kev."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.14","label":"14","content":"Ib yam nkaus li no kuv leej Txiv uas nyob saum ntuj tsis xav cia cov menyuam yaus no ib tug twg puam tsuaj li."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.15","label":"15","content":"“Yog koj ib tug kwvtij ua txhaum rau koj cia li mus qhia nws qhov txhaum rau nws, neb ob leeg sib hais xwb. Yog nws mloog koj hais, koj yuav tau koj tus kwvtij rov qab los."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.16","label":"16","content":"Yog nws tsis mloog koj hais, koj cia li coj ib leeg ob leeg nrog koj mus thiab, xwv thiaj muaj ob peb tus timkhawv pom tias txhua lo lus muaj tseeb."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.17","label":"17","content":"Yog nws tsis yeem mloog lawv cov ntawd hais, cia li mus qhia rau pawg ntseeg. Yog nws tsis yeem mloog pawg ntseeg hais thiab, koj cia li suav tias nws zoo ib yam li lwm haiv neeg lossis yog ib tug neeg sau se."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.18","label":"18","content":"“Kuv qhia tseeb rau nej tias, nej txwv yam twg  hauv lub ntiajteb yam ntawd kuj raug txwv saum ntuj, koj tso ncauj  yam twg hauv lub ntiajteb yam ntawd kuj raug tso ncauj saum ntuj thiab."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.19","label":"19","content":"Thiab dua ib yam, kuv hais rau nej tias, yog nej ob leeg uas nyob hauv ntiajteb hais hum koom siab thov ib yam dabtsi, kuv leej Txiv uas nyob saum ntuj yuav pub yam ntawd rau nej."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.20","label":"20","content":"Muaj ob leeg peb leeg tuaj ua ke hauv kuv lub npe, kuv nyob hauv lawv nruab nrab qhov ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.21","label":"21","content":"Thaum ntawd Petus txawm txav los hais rau Yexus tias, “Tus Tswv, yog kuv tus kwvtij pheej ua txhaum rau kuv, kuv yuav zam txim rau nws pes tsawg zaus? Txog xya zaus lov?”"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.22","label":"22","content":"Yexus hais rau nws tias, “Kuv tsis yog hais tias xya zaus xwb, tiamsis yog xya tus xya caum zaum."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.23","label":"23","content":"Vim li no Ntuj Ceeb Tsheej piv ib yam nkaus li ib tug vajntxwv uas xam nuj nqes rau nws cov qhev."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.24","label":"24","content":"Thaum nws pib xam, lawv txawm coj ib tug qhev uas tshuav ib vam tala nyiaj  los rau nws."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.25","label":"25","content":"Vim tus qhev ntawd them tsis tau ces nws tus lospav txawm hais kom muab nws thiab nws pojniam menyuam thiab txhua yam uas nws muaj muag huvsi coj los them nuj nqes."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.26","label":"26","content":"Tus qhev ntawd txawm khwb nkaus pe thov nws hais tias, ‘Yawg hlob, thov ua siab ntev es kuv yuav them huvsi.’"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.27","label":"27","content":"Tus lospav khuvleej thiaj tso nws mus thiab zam tej nuj nqes ntawd."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.28","label":"28","content":"Thaum tus qhev ntawd tawm mus nws ntsib ib tug qhev uas yog nws tib pab uas tshuav nws ib puas denalia  ces nws txawm ntsiab nkaus tus ntawd nyem caj dab hais tias, ‘Cia li them tej uas koj tshuav kuv.’"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.29","label":"29","content":"Tus qhev ntawd txawm khwb nkaus thov hais tias, ‘Thov ua siab ntev es kuv yuav them.’"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.30","label":"30","content":"Tiamsis nws tsis yeem li, txawm coj tus qhev ntawd mus kaw txog thaum them nqe tag."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.31","label":"31","content":"Thaum nws tib pab tub qhe ntawd pom tej xwm txheej ntawd, lawv nyuaj siab heev, thiaj mus piav txhua yam xwm txheej ntawd rau lawv tus lospav mloog."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.32","label":"32","content":"Tus lospav thiaj hu tus tub qhe ntawd los thiab hais rau nws tias, ‘Koj tus niag qhev phem, kuv twb zam koj tej nuj nqes huvsi vim koj thov kuv."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.33","label":"33","content":"Tsis tsim nyog koj khuvleej koj tib pab tub qhe ib yam li kuv tau khuvleej koj lawm lov?’"},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.34","label":"34","content":"Mas tus lospav npau taws txawm muab tus qhev ntawd cob rau cov ceev xwm tsim txom mus txog thaum them nqe tag huvsi."},{"bible_id":"1269","chapter_code":"MAT.18","verse_code":"MAT.18.35","label":"35","content":"Kuv leej Txiv Ntuj yuav ua ib yam li ntawd rau nej txhua tus, yog tias nej tsis ua lub siab dawb paug zam txim rau nej tej kwvtij.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.1","label":"1","content":"Thaum Yexus hais tej lus no tag lawm, nws txawm tawm ntawm Kalilais mus rau hauv Yudia lub xeev uas nyob dej Yaladee sab tid,"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.2","label":"2","content":"thiab muaj neeg coob coob raws nws qab mus, mas nws kho lawv tej mob zoo huvsi qhov ntawd."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.3","label":"3","content":"Cov Falixai txawm txav los sim Yexus nug hais tias, “Yog tus txiv twg muab nws tus pojniam nrauj tsis hais yog tim txoj twg kuj xij mas raug txoj kevcai los tsis raug?”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.4","label":"4","content":"Yexus teb tias, “Nej tsis tau nyeem lov? Tus uas tsim neeg chiv keeb thaum ub nws tsim kom muaj txivneej thiab pojniam,"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.5","label":"5","content":"thiab hais tias, ‘Vim li no tus txivneej yuav ncaim ntawm nws niam nws txiv thiab nrog nws tus pojniam tsheej xeeb ua ke mas ob tug koom ua ib lub cev.’"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.6","label":"6","content":"Ob tug thiaj tsis ua ob lub cev tiamsis koom ua ib lub cev xwb. Vim li no yam uas Vajtswv muab lo tsheej xeeb ua ke lawm, neeg tsis txhob muab ua kom ncaim.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.7","label":"7","content":"Lawv hais rau Yexus tias, “Yog li ntawd ua cas Mauxe hais kom ua ntawv nrauj cev rau tus pojniam thiab muab nws nrauj tau?”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.8","label":"8","content":"Yexus hais rau lawv tias, “Mauxe kheev kom nej nrauj pojniam tau vim yog nej lub siab tawv, tiamsis chiv keeb thaum ub yeej tsis muaj li ntawd."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.9","label":"9","content":"Kuv hais rau nej tias, leejtwg nrauj pojniam tsis yog tim qhov uas deev hluas nraug es mus yuav dua pojniam tshiab, kuj yog ua txhaum kev nkauj nraug.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.10","label":"10","content":"Cov thwjtim hais rau nws tias, “Yog ua txij nkawm zoo li ntawd, ces tsis txhob sib yuav kuj zoo dua.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.11","label":"11","content":"Yexus hais rau lawv tias, “Tsis yog txhua tus txais yuav tej lus no, tsuas yog tus uas Vajtswv pub kom ua tau raws li thiaj txais yuav xwb."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.12","label":"12","content":"Vim tias qee leej yeej ua nraug sam txij thaum yug los, qee leej yog neeg muab sam thiab qee leej ua nraug sam vim yog nws xam pom ntuj ceeb tsheej. Leejtwg txais yuav tau tej lus no kuj txais yuav mus.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.13","label":"13","content":"Thaum ntawd muaj neeg coj cov menyuam yaus tuaj cuag Yexus xav kom nws tsa tes npuab thiab thov Vajtswv pab. Tiamsis cov thwjtim txwv lawv."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.14","label":"14","content":"Yexus txawm hais tias, “Cia cov menyuam yaus los cuag kuv, tsis txhob tav lawv, rau qhov Ntuj Ceeb Tsheej yog cov uas zoo li cov menyuam yaus no tug.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.15","label":"15","content":"Thaum nws tsa tes npuab cov menyuam ntawd tag lawm nws txawm tawm qhov ntawd mus."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.16","label":"16","content":"Muaj ib tug tuaj hais rau Yexus tias, “Xibhwb, kuv yuav tsum ua yam zoo twg kuv thiaj tau txojsia ib txhis tsis kawg?”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.17","label":"17","content":"Yexus hais rau nws tias, “Koj nug kuv txog yam uas zoo ua dabtsi? Tus uas zoo tsuas muaj ib tug xwb. Yog koj xav tau txojsia, cia li tuav rawv tej kevcai.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.18","label":"18","content":"Tus ntawd hais rau Yexus tias, “Yog nqe kevcai twg?” Yexus hais tias, “Tsis txhob tua neeg, tsis txhob deev luag poj luag txiv, tsis txhob ua tub sab, tsis txhob ua cuav timkhawv,"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.19","label":"19","content":"koj yuav tsum hwm koj niam koj txiv thiab koj yuav tsum hlub kwvtij zej zog ib yam li koj hlub koj tus kheej.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.20","label":"20","content":"Tus hluas ntawd hais rau Yexus tias, “Tej nqes kod kuv twb coj txhua yam lawm, kuv tseem tu ncua dabtsi thiab?”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.21","label":"21","content":"Yexus hais rau nws tias, “Yog koj xav ua tus uas zoo kawg nkaus, cia li mus muab koj tej qhov txhia chaw muag es muab faib rau cov neeg pluag, koj thiaj li muaj nyiaj txiag saum ntuj ceeb tsheej, thiab cia li los raws kuv qab.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.22","label":"22","content":"Thaum tus hluas ntawd hnov tej lus no nws txawm tawm mus nyuaj siab kawg vim nws muaj cuab txhiaj cuab tam ntau heev."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.23","label":"23","content":"Yexus hais rau nws cov thwjtim tias, “Kuv hais tseeb rau nej tias, tus nplua nuj ceeblaj nkag tau rau hauv ntuj ceeb tsheej."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.24","label":"24","content":"Kuv hais rau nej tias, ib tug ntxhuav nkag lub qhov koob yoojyim dua tus nplua nuj nkag rau hauv Vajtswv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.25","label":"25","content":"Thaum cov thwjtim hnov li ntawd kuj xav tsis thoob thiaj hais tias, “Yog li ntawd, leejtwg yuav dim tau?”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.26","label":"26","content":"Yexus tsa muag ntsia rau lawv mas hais rau lawv tias, “Neeg ua tsis tau yam no, tiamsis Vajtswv ua tau txhua yam huvsi.”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.27","label":"27","content":"Mas Petus teb Yexus tias, “Peb twb tso txhua yam tseg raws koj tuaj. Peb yuav tau dabtsi?”"},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.28","label":"28","content":"Yexus hais rau lawv tias, “Kuv hais tseeb rau nej tias, thaum Neeg leej Tub zaum saum nws lub zwm txwv uas ci ntsa iab hauv lub ntiajteb tshiab, nej cov uas raws kuv qab yuav tau zaum saum kaum ob lub zwm txwv txiav txim rau kaum ob xeem Yixayee."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.29","label":"29","content":"Txhua tus uas tso vaj tse kwvtij nkauj muam niam txiv menyuam liaj teb tseg vim yog saib rau kuv lub npe, mas yuav tau qas pua npaug thiab yuav tau txojsia ntev mus ib txhis."},{"bible_id":"1269","chapter_code":"MAT.19","verse_code":"MAT.19.30","label":"30","content":"Tiamsis muaj ntau leej uas ua thawj yuav rov ua tus tom tw, thiab tus tom tw yuav tau ua tus thawj.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.1","label":"1","content":"“Ntuj Ceeb Tsheej piv ib yam li tus tswv teb sawv ntxov mus ntiav zog tu nws lub vaj txiv hmab."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.2","label":"2","content":"Thaum hais hum ib hnub ib denalia  rau cov tub zog lawm nws txawm tso lawv mus ua haujlwm hauv lub vaj txiv hmab."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.3","label":"3","content":"Thaum kwvlam cuaj teev nws pom dua ib co neeg nyob dawb tom tshav puam,"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.4","label":"4","content":"nws txawm hais rau lawv tias, ‘Nej cia li mus ua haujlwm hauv lub vaj txiv hmab thiab, kuv yuav muab nqe zog kom tsim nyog rau nej.’ Ces lawv txawm mus."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.5","label":"5","content":"Thaum kwvlam tav su thiab thaum hnub qaij peb teev nws kuj ua ib yam li thawj zaug."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.6","label":"6","content":"Thaum kwvlam hnub qaij tsib teev nws mus pom dua ib co nyob dawb ces nws txawm hais rau lawv tias, ‘Nej nyob dawb ntawm no ib hnub tsaus ntuj ua dabtsi?’"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.7","label":"7","content":"Lawv hais rau nws tias, ‘Vim tsis muaj leejtwg ntiav peb.’ Nws txawm hais rau lawv tias, ‘Nej cia li mus ua haujlwm hauv lub vaj txiv hmab thiab.’"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.8","label":"8","content":"“Thaum tsaus ntuj tus tswv vaj hais rau tus uas saib xyuas tub zog tias, ‘Hu cov tub zog los thiab muab nqe zog rau lawv, xub muab rau cov uas tuaj tom qab kawg li muab zuj zus rau cov uas xub tuaj.’"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.9","label":"9","content":"Thaum cov uas tuaj ua haujlwm kwvlam hnub qaij tsib teev los mas lawv tau nqe zog ib leeg ib denalia."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.10","label":"10","content":"Thaum cov uas xub tuaj los mas lawv xav hais tias lawv yuav tau ntau dua ntawd, tiamsis kuj tau ib leeg ib denalia xwb."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.11","label":"11","content":"Thaum lawv tau lawd lawv txawm yws tus tswv teb"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.12","label":"12","content":"hais tias, ‘Cov uas tuaj tom qab kawg no tau ua haujlwm ib teev xwb los koj saib lawv sib luag li peb cov uas ua haujlwm khwv tiv tshav ntuj ib hnub li.’"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.13","label":"13","content":"Nws teb cov neeg ntawd ib tug tias, ‘Kwvluag 'e, tsis yog kuv ua tsis ncaj rau koj. Koj yeej nrog kuv hais hum tias ib hnub ib denalia los tsis yog?"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.14","label":"14","content":"Cia li txais koj tus nqe zog mus lauj. Kuv yeej xav muab rau tus uas tuaj tom qab kawg ib yam li muab rau koj."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.15","label":"15","content":"Kuv tsis muaj cai siv kuv li nyiaj txiag raws li kuv xav lov? Ua cas koj yuav khib qhov uas kuv ua siab dav?’"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.16","label":"16","content":"Ib yam li ntawd tus tom tw yuav rov ua tus thawj, thiab tus thawj yuav rov ua tus tom tw.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.17","label":"17","content":"Thaum Yexus tabtom taug kev mus pem Yeluxalees, nws coj nws kaum ob tug thwjtim los hais twjywm rau lawv tias,"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.18","label":"18","content":"“Saib nawj, peb tabtom mus nram Yeluxalees, mas Neeg leej Tub yuav raug muab cob rau cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai, mas lawv yuav txiav txim tuag rau nws,"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.19","label":"19","content":"thiab muab nws cob rau lwm haiv neeg thuam luag thiab nplawm thiab muab teem rau saum khaublig ntoo, mas peb hnub nws yuav raug muab tsa ciaj sawv rov los.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.20","label":"20","content":"Thaum ntawd Xenpedi tus pojniam coj nws ob tug tub tuaj cuag Yexus thiab pe ntawm Yexus xubntiag thov ib yam ntawm Yexus."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.21","label":"21","content":"Yexus thiaj hais rau nws tias, “Koj xav yuav dabtsi?” Nws teb Yexus tias, “Thov koj tso cai rau kuv ob tug tub no ib tug zaum ntawm koj sab xis ib tug nyob ntawm koj sab laug rau hauv koj lub tebchaws.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.22","label":"22","content":"Tiamsis Yexus teb tias, “Neb tsis paub tias neb thov dabtsi. Lub khob uas kuv yuav haus, neb haus tau lov?” Ob tug hais rau Yexus tias, “Tau los maj.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.23","label":"23","content":"Yexus hais rau ob tug tias, “Neb yeej yuav tau haus kuv lub khob, tiamsis qhov uas zaum ntawm kuv sab xis thiab ntawm kuv sab laug kuv tsis yog tus uas pub tau, tiamsis kuv leej Txiv npaj cia rau leejtwg, tus ntawd thiaj tau xwb.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.24","label":"24","content":"Thaum kaum tus thwjtim hnov li ntawd lawv kuj chim rau ob tug kwvtij."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.25","label":"25","content":"Yexus hu lawv sawvdaws los hais rau lawv tias, “Nej yeej paub tias lwm haiv neeg cov uas ua thawj yeej kav rawv cov pejxeem, thiab cov uas ua hlob yeej muaj hwjchim tswjhwm lawv."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.26","label":"26","content":"Nej cov yuav tsis thooj li ntawd. Nej cov leejtwg xav ua tus hlob tus ntawd yuav tsum zoo siab ua num rau nej,"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.27","label":"27","content":"thiab nej cov leejtwg xav ua tus thawj, tus ntawd yuav tsum ua nej tus qhev,"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.28","label":"28","content":"ib yam li Neeg leej Tub tsis yog los rau leejtwg tu, tiamsis nws los tu lawv, thiab pub nws txojsia ua nqe txhiv neeg coob coob.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.29","label":"29","content":"Thaum lawv tawm hauv lub moos Yelikhau mus muaj neeg coob coob raws lawv qab mus."},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.30","label":"30","content":"Mas muaj ob tug yawg dig muag zaum ntawm ntug kev. Thaum hnov tias Yexus taug kev tuaj ob tug txawm qw hais tias, “Tus Tswv uas yog  Davi tus tub 'e, thov khuvleej wb lauj!”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.31","label":"31","content":"Cov neeg ntawd txawm txiv ob tug kom nyob twjywm, los ob tug yimhuab qw hais tias, “Tus Tswv uas yog Davi tus tub 'e, thov khuvleej wb lauj!”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.32","label":"32","content":"Yexus txawm nres nkaus hu ob tug los hais tias, “Neb xav kom kuv ua dabtsi rau neb?”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.33","label":"33","content":"Ob tug hais rau nws tias, “Tus Tswv, thov qheb wb li qhov muag kom pom kev.”"},{"bible_id":"1269","chapter_code":"MAT.20","verse_code":"MAT.20.34","label":"34","content":"Yexus khuvleej ob tug thiaj kov ob tug qhov muag, ces tamsim ntawd ob tug txawm rov pom kev thiab raws Yexus qab mus."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.1","label":"1","content":"Thaum lawv tuaj ze lub nroog Yeluxalees thiab tuaj txog lub zos Npefake ntawm lub roob Txiv Aulib, Yexus txawm txib ob tug thwjtim mus,"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.2","label":"2","content":"thiab hais rau ob tug tias, “Neb cia li mus rau lub zos uas nyob tom hauv ntej, mas tamsim ntawd neb yuav pom ib tug nees luav khi cia thiab muaj ib tug menyuam nrog. Cia li daws cab los rau kuv."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.3","label":"3","content":"Yog leejtwg hais li cas rau neb, neb cia li hais tias, ‘Tus tswv cheem tsum siv,’ ces luag yuav tso plhuav rau neb coj los tamsim ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.4","label":"4","content":"Tej no tshwm los kom thiaj ua tiav raws li tej lus uas tus xibhwb cev lus hais tias,"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.5","label":"5","content":"“Cia li hais rau Xi‑oo tus ntxhais hais tias, ‘Saib maj, koj tus vajntxwv tabtom los cuag koj. Nws txo nws lub hwjchim thiab caij ib tug nees luav los, yog caij menyuam nees luav.’ ”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.6","label":"6","content":"Ob tug thwjtim ntawd txawm mus ua raws li Yexus hais,"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.7","label":"7","content":"mas cab tus maum nees luav thiab tus menyuam los, thiab muab ob tug tej tsho ntev pua saum ob tug nees luav nrob qaum mas Yexus li caij."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.8","label":"8","content":"Tej neeg coob coob muab lawv tej tsho ntev pua txojkev thiab ib txhia txiav tej ceg ntoo los pua raws txojkev."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.9","label":"9","content":"Cov neeg uas mus ua nws ntej thiab cov uas raws nws qab kuj qw hais tias, “Hauxana  rau Davi tus tub. Tus uas tuaj hauv Yawmsaub lub npe tau nyob kaj siab lug.” “Hauxana rau saum ntuj uas siab kawg nkaus.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.10","label":"10","content":"Thaum Yexus nkag rau hauv Yeluxalees lawm, tag nrho lub nroog sawvdaws ras zom zaws sib nug tias, “Tus no yog leejtwg?”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.11","label":"11","content":"Tej neeg teb tias, “Yog Yexus uas cev Vajtswv lus uas tuaj hauv lub moos Naxale xeev Kalilais tuaj.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.12","label":"12","content":"Yexus txawm mus rau hauv Vajtswv lub tuam tsev mas ntiab cov neeg uas ua lag ua luam hauv lub tuam tsev khiav, thiab nws muab cov uas pauv nyiaj tej rooj thiab cov uas muag nquab nyeg tej rooj zaum ntxeev pes kiag tseg."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.13","label":"13","content":"Nws hais rau lawv tias, “Twb muaj lus sau cia hais tias, ‘Kuv lub tuam tsev yuav hu tias lub tsev uas thov Vajtswv,’ tiamsis nej muab ua qhov rau tub sab nkaum.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.14","label":"14","content":"Neeg dig muag thiab neeg ceg tawv tuaj cuag Yexus hauv lub tuam tsev, mas Yexus kho lawv zoo huvsi."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.15","label":"15","content":"Thaum cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai pom tej haujlwm phimhwj uas Yexus ua thiab pom cov menyuam yaus qw hauv lub tuam tsev hais tias, “Hauxana rau Davi tus tub,” mas lawv chim heev."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.16","label":"16","content":"Lawv thiaj hais rau nws tias, “Koj hnov tej uas cov menyuam yaus qw los tsis hnov?” Yexus hais rau lawv tias, “Hnov thiab. Nej tsis tau txeev nyeem lov qhov uas hais tias, “ ‘Koj tau ua rau tej lus qhuas tawm hauv cov menyuam yaus thiab cov menyuam uas tsis tau cais mis lub qhov ncauj los? ’ ”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.17","label":"17","content":"Yexus tawm hauv lub nroog ncaim lawv mus so rau hauv lub zos Npethani."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.18","label":"18","content":"Tagkis tom qab thaum Yexus rov qab mus rau lub nroog Yeluxalees nws tshaib plab."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.19","label":"19","content":"Nws pom ib tsob txiv cev ntawm ntug kev. Thaum nws mus txog tsis pom muaj ib lub txiv li tsuas muaj nplooj xwb. Nws txawm hais rau tsob txiv cev ntawd tias, “Tsis txhob txi txiv dua li lawm lauj!” Tamsim ntawd tsob txiv cev txawm tuag tshav qhuav lawm."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.20","label":"20","content":"Thaum cov thwjtim pom li ntawd lawv kuj phimhwj hais tias, “Ua cas tsob txiv cev yuav tuag tshav qhuav tamsid?”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.21","label":"21","content":"Yexus teb lawv tias, “Kuv hais tseeb rau nej tias, yog nej ntseeg tiag thiab lub siab tsis ywj fab ywj fwj, tsis yog nej yuav ua tau ib yam li kuv ua rau tsob txiv cev no xwb, nej yuav hais rau lub roob no tias, ‘Cia li rho kiag ntab plaws rau hauv hiavtxwv,’ los yuav muaj li ntawd."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.22","label":"22","content":"Yog nej ntseeg tiag mas nej yeej yuav tau txhua yam uas nej thov.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.23","label":"23","content":"Thaum nws nkag mus rau hauv lub tuam tsev, cov pov thawj hlob thiab cov kev txwj laus tuaj cuag nws rau thaum nws tabtom qhuab qhia thiab hais tias, “Koj muaj hwjchim dabtsi thiaj ua tau tej no thiab leejtwg muab lub hwjchim no rau koj?”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.24","label":"24","content":"Yexus teb lawv tias, “Kuv yuav nug nej ib los thiab. Yog nej teb tau, kuv li qhia rau nej tias kuv muaj hwjchim dabtsi thiaj ua tau tej no."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.25","label":"25","content":"Txoj kevcai raus dej uas Yauhas ua ntawd, los qhovtwg los? Los saum ntuj los lossis los ntawm neeg los?” Lawv txawm sablaj tias, “Yog peb hais tias, ‘Los saum ntuj los,’ nws yuav hais rau peb tias, ‘Yog li ntawd, ua cas nej tsis ntseeg Yauhas?’"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.26","label":"26","content":"Yog peb hais tias, ‘Los ntawm neeg los,’ peb kuj ntshai cov pejxeem, rau qhov lawv sawvdaws suav tias Yauhas yog ib tug xibhwb cev Vajtswv lus.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.27","label":"27","content":"Lawv txawm teb Yexus tias, “Peb tsis paub.” Yexus thiaj hais rau lawv tias, “Kuv kuj tsis qhia rau nej tias kuv muaj hwjchim dabtsi thiaj ua tau tej no."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.28","label":"28","content":"“Nej xav li cas? Ib tug yawg muaj ob tug tub. Leej txiv mus hais rau thawj tug hais tias, ‘Tub 'e, hnub no cia li mus ua haujlwm hauv lub vaj txiv hmab.’"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.29","label":"29","content":"Tus tub ntawd teb tias, ‘Kuv tsis mus,’ tiamsis dhau ntawd nws ntxeev dua siab mas ho mus ua lawm."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.30","label":"30","content":"Leej txiv mus hais rau tus tub uas ob hais ib yam nkaus. Tus tub ntawd teb tias, ‘Txiv, kuv yuav mus,’ tiamsis ho tsis mus."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.31","label":"31","content":"Ob tug tub no tus twg ua raws li leej txiv lub siab?” Lawv hais tias, “Yog thawj tug.” Yexus hais rau lawv tias, “Kuv hais tseeb rau nej tias, cov neeg sau se thiab cov poj muag cev xub nkag rau hauv Vajtswv lub tebchaws ua nej ntej."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.32","label":"32","content":"Rau qhov Yauhas twb tuaj qhia txojkev ncaj ncees rau nej, los nej tsis ntseeg nws, tiamsis cov uas sau se thiab cov poj muag cev twb ntseeg. Txawm yog nej twb pom lawm los nej kuj tsis ntxeev dua siab ntseeg nws."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.33","label":"33","content":"“Cia li mloog dua ib zaj piv lus. Muaj ib tug tsiv teb cog tau ib vaj txiv hmab thiab xov laj kab thiab khawb qhov tsuam kua txiv hmab thiab ua ib lub tsev zov, thiab muab tso rau ib cov tu faib txiv ces txawm mus lwm tebchaws lawm."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.34","label":"34","content":"Thaum ze lub caij de txiv, nws txib nws cov tub qhe mus cuag cov uas tu lub vaj ntawd yuav sau tej txiv uas yog nws li feem."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.35","label":"35","content":"Cov uas tu lub vaj txawm muab cov tub qhe ntawd ntes muab ib tug ntaus, muab ib tug tua pov tseg thiab muab pob zeb ntaus dua ib tug."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.36","label":"36","content":"Mas tus tswv vaj rov tso dua ib co tub qhe coob dua thawj zaug mus, los cov uas tu lub vaj kuj ua ib yam nkaus li ntawd rau lawv."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.37","label":"37","content":"Zaum kawg nws tso nws tus tub mus hais tias, ‘Nyaj lawv yuav hwm kuv tus tub.’"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.38","label":"38","content":"Thaum cov uas tu lub vaj pom tus tswv tus tub tuaj lawv txawm sib hais tias, ‘Tus no yog tus uas saws nws qub txeeg qub teg. Peb cia li muab nws tua thiab txeeb kiag nws qub txeeg qub teg.’"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.39","label":"39","content":"Lawv txawm muab nws ntes pov rau nraum ntug vaj thiab muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.40","label":"40","content":"Yog li no thaum tus tswv vaj los, nws yuav ua li cas rau cov uas tu lub vaj ntawd?”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.41","label":"41","content":"Lawv hais rau Yexus tias, “Nws yuav muab cov neeg phem ntawd tua kom puam tsuaj tag thiab yuav muab lub vaj txiv hmab rau lwm cov tu uas yuav faib tej txiv rau nws raws li lub caij.”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.42","label":"42","content":"Yexus hais rau lawv tias, “Nej tsis tau nyeem hauv Vajtswv phau ntawv lov? Qhov uas hais tias, “ ‘Lub pob zeb uas cov Kws ua tsev muab xyeeb tseg lawm twb muab los teeb ua lub thawj rau ntawm kaum tsev lawm. Tej no yog tus Tswv ua, yog yam phimhwj uas peb qhov muag pom.’"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.43","label":"43","content":"“Vim li no kuv hais rau nej tias, Vajtswv lub tebchaws yuav raug muab rho ntawm nej mus pub rau ib haiv neeg uas txi txiv phim lub tebchaws ntawd."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.44","label":"44","content":"[Leejtwg ntog mus tsiam lub pob zeb no tus ntawd yuav tawg ua tej dwb daim, lub pob zeb poob los tsuam leejtwg tus ntawd yuav ntsoog tag.]”"},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.45","label":"45","content":"Thaum cov pov thawj hlob thiab cov Falixai hnov zaj paj lug no, lawv kuj paub tias Yexus hais raug lawv."},{"bible_id":"1269","chapter_code":"MAT.21","verse_code":"MAT.21.46","label":"46","content":"Lawv nrhiav kev ntes Yexus, tiamsis lawv ntshai cov pejxeem, rau qhov cov pejxeem ntseeg tias Yexus yog ib tug xibhwb cev Vajtswv lus."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.1","label":"1","content":"Yexus hais dua piv lus rau lawv tias,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.2","label":"2","content":"“Ntuj Ceeb Tsheej piv ib yam li ib tug vajntxwv uas npaj rooj tshoob rau nws tus tub,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.3","label":"3","content":"mas txib nws cov qhev mus hu cov qhua uas caw tuaj noj tshoob, tiamsis lawv tsis kam tuaj."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.4","label":"4","content":"Nws rov txib dua ib co tub qhe mus hais tias, ‘Cia li hais rau cov uas twb caw ntawd tias, Kuv twb npaj nqaij qhauv thiab kuv twb tua tej nyuj thiab tej menyuam nyuj uas hwv tiav tag lawm, txhua yam twb npaj txhij lawm. Nej cia li tuaj noj tshoob lauj!’"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.5","label":"5","content":"Tiamsis lawv tsis quav ntsej li, ib tug mus ua liaj ua teb, ib tug mus ua lag ua luam,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.6","label":"6","content":"dua li cov tseem ua phem rau nws cov qhev thiab muab tua pov tseg."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.7","label":"7","content":"Vajntxwv npau taws heev nws thiaj tso nws cov tub rog mus ua kom cov uas tua neeg ntawd puam tsuaj thiab muab lawv lub moos hlawv pov tseg."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.8","label":"8","content":"Nws hais rau nws cov tub qhe tias, ‘Rooj tshoob npaj txhij lawm, tiamsis cov uas caw ntawd tsis tsim nyog tuaj noj."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.9","label":"9","content":"Vim li no cia li tawm mus tom tej kev tshuam ntsib leejtwg kuj hu tuaj noj tshoob.’"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.10","label":"10","content":"Cov tub qhe ntawd thiaj tawm mus tom tej kev thiab hu txhua tus uas lawv ntsib tsis hais tus zoo tus phem, thiaj muaj qhua puv nkaus chav tsev ua tshoob."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.11","label":"11","content":"“Thaum tus vajntxwv ntawd los xyuas cov qhua, nws pom ib tug tsis hnav tsoos tsho ua tshoob,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.12","label":"12","content":"ces txawm hais rau tus ntawd tias, ‘Kwvluag 'e, ua cas koj tuaj ntawm no tsis hnav tsoos tsho ua tshoob?’ Tus ntawd hais tsis taus ib los li."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.13","label":"13","content":"Vajntxwv hais rau cov tub qhe tias, ‘Cia li muab tus no khi tes khi taw laim rau sab nraud uas tsaus ntuj nti, qhov ntawd yuav muaj kev quaj tom hniav qas qawv.’"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.14","label":"14","content":"Cov uas caw hu muaj coob, tiamsis cov uas xaiv tau muaj tsawg.”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.15","label":"15","content":"Thaum ntawd cov Falixai mus sablaj saib yuav nyas Yexus tej lus li cas."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.16","label":"16","content":"Lawv txawm txib lawv cov thwjtim thiab Helauj cov mus thom Yexus hais tias, “Xibhwb, peb paub tias koj yog ib tug ncaj ncees thiab koj qhia Vajtswv txoj kev raws li muaj tseeb thiab tsis ua raws li leejtwg lub siab nyiam rau qhov koj tsis saib leejtwg ntsej muag."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.17","label":"17","content":"Yog li no, thov koj qhia rau peb saib koj xav li cas. Tsim nyog them se rau Xixa los tsis them?”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.18","label":"18","content":"Yexus paub qhov uas lawv xav phem, nws thiaj hais tias, “Cov niag neeg ncauj lus zoo siab phem, nej tuaj sim kuv ua dabtsi?"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.19","label":"19","content":"Cia li muab lub nyiaj them se ntawd rau kuv saib.” Lawv thiaj muab ib lub denalia rau nws."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.20","label":"20","content":"Yexus hais rau lawv tias, “Lub ntsej muag thiab lub npe uas txaug no yog leejtwg?”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.21","label":"21","content":"Lawv teb tias, “Yog Xixa li.” Yexus txawm hais rau lawv tias, “Yog li no yam uas yog Xixa li cia li muab rau Xixa, yam uas yog Vajtswv li cia li muab rau Vajtswv.”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.22","label":"22","content":"Thaum lawv hnov tej lus ntawd lawv xav tsis thoob, lawv txawm ncaim Yexus mus lawm."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.23","label":"23","content":"Tib hnub ntawd cov Xadukai uas qhia hais tias tsis muaj qhov uas sawv hauv qhov tuag los txawm tuaj cuag Yexus. Lawv thiaj thom Yexus"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.24","label":"24","content":"hais tias, “Xibhwb, Mauxe twb hais tias, ‘Yog leejtwg tuag lawm tsis tau muaj menyuam, mas nws ib tug kwvtij yuav tsum yuav tus poj ntsuam ntawd thiaj tuav tau tus uas tuag li keeb kwm cia.’"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.25","label":"25","content":"Peb cov muaj xya tus kwvtij. Tus hlob muaj pojniam lawm li tuag tsis tau muaj menyuam, tseg tus pojniam rau tus kwv yuav ua pojniam."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.26","label":"26","content":"Mas tus ob tus peb mus txog tus xya kuj tuag tag ib yam nkaus."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.27","label":"27","content":"Thaum kawg tus pojniam ntawd kuj tuag lawm."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.28","label":"28","content":"Vim li no hnub uas ciaj sawv rov los, tus pojniam ntawd yuav ua xya leej ntawd tus twg li pojniam, rau qhov nws twb ua xya leej ntawd li pojniam lawm?”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.29","label":"29","content":"Yexus teb lawv tias, “Nej yuam kev lawm, nej tsis paub Vajtswv txojlus thiab tsis paub Vajtswv lub hwjchim."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.30","label":"30","content":"Thaum neeg ciaj sawv rov los ntawd, tsis muaj kev sib yuav ua txij ua nkawm lawm, yuav zoo ib yam li cov tubtxib saum ntuj xwb."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.31","label":"31","content":"Hais txog qhov uas sawv hauv qhov tuag rov los, nej tsis tau nyeem tej uas Vajtswv hais rau nej lov? Nws hais tias,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.32","label":"32","content":"‘Kuv yog Aplahas tus Vajtswv, yog Yiha tus Vajtswv thiab yog Yakhauj tus Vajtswv.’  Vajtswv tsis yog cov neeg tuag tus Vajtswv, nws yog cov neeg ciaj tus Vajtswv.”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.33","label":"33","content":"Thaum cov neeg ntawd hnov, lawv kuj phimhwj rau Yexus tej lus qhuab qhia."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.34","label":"34","content":"Thaum cov Falixai hnov tias Yexus ua rau cov Xadukai tws kev tsis muaj lus hais lawm, lawv txawm sau zog ua ke,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.35","label":"35","content":"mas ib tug xibhwb uas paub cai txawm sim nug Yexus hais tias,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.36","label":"36","content":"“Xibhwb, txoj kevcai nqe twg tseem ceeb dua ntais?”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.37","label":"37","content":"Yexus hais rau nws tias, “ ‘Koj yuav tsum hlub tus Tswv uas yog koj tus Vajtswv kawg siab kawg ntsws, thiab kawg koj lub tswvyim.’"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.38","label":"38","content":"Nqe no yog thawj nqes thiab yog nqe uas tseem ceeb dua ntais."},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.39","label":"39","content":"Nqe uas ob kuj ib yam nkaus hais tias, ‘Koj yuav tsum hlub kwvtij zej zog ib yam li koj hlub koj tus kheej.’"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.40","label":"40","content":"Mauxe txoj kevcai thiab cov xibhwb cev lus tej lus qhia huvsi nyob tag nrho rau hauv ob nqes no.”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.41","label":"41","content":"Thaum cov Falixai tseem nyob ua ke ntawd, Yexus txawm nug lawv"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.42","label":"42","content":"hais tias, “Nej xav li cas txog tus Khetos? Nws yog leejtwg li tub?” Lawv hais rau nws tias, “Yog Davi li tub.”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.43","label":"43","content":"Yexus thiaj nug lawv tias, “Yog li ntawd ua cas Vaj Ntsuj Plig kom Davi hu tus Khetos tias ‘tus Tswv’ thiab hais tias,"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.44","label":"44","content":"“ ‘Tus Tswv hais rau kuv tus tswv tias, “Cia li zaum ntawm kuv sab xis, mus txog thaum kuv muab koj cov yeeb ncuab tiag koj xib taws” ’?"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.45","label":"45","content":"Yog Davi twb hu tus Khetos tias ‘tus Tswv,’ nws yuav ua li cas ua tau Davi li tub?”"},{"bible_id":"1269","chapter_code":"MAT.22","verse_code":"MAT.22.46","label":"46","content":"Tsis muaj ib tug twg teb tau Yexus ib los li. Txij hnub ntawd los tsis muaj leejtwg muaj cuabkav nug Yexus dua li lawm."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.1","label":"1","content":"Thaum ntawd Yexus hais rau cov neeg ntawd thiab nws cov thwjtim tias,"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.2","label":"2","content":"“Cov xibhwb qhia Vajtswv kevcai thiab cov Falixai nyob Mauxe chaw qhia."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.3","label":"3","content":"Yog li ntawd txhua yam uas lawv qhia rau nej mas nej yuav tsum ua thiab tuav rawv, tsuas yog tseg tsis ua raws nraim li lawv ua, rau qhov lawv tsuas yog qhia xwb, lawv tsis ua raws li lawv qhia."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.4","label":"4","content":"Lawv muab lub nra hnyav [uas ceeblaj ris]  nog rau neeg ris saum xubpwg tiamsis lawv twb tsis kam xuas lawv tus ntiv tes thiab kiag li."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.5","label":"5","content":"Txhua yam uas lawv ua lawv ua rau neeg qhuas lawv xwb. Lawv muab lub hnab loj ntim Vajtswv txojlus khi rau ntawm hauv pliaj thiab ntxhoo tw ntev rau lawv tej qab tsho,"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.6","label":"6","content":"thiab thaum muaj rooj noj rooj haus lawv nyiam zaum sam tsum, thiab zaum tej rooj siab hauv tej tsev sablaj,"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.7","label":"7","content":"lawv nyiam kom luag hwm lawv tom tej tshav puam, thiab nyiam kom luag hu lawv tias, ‘Lanpi.’"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.8","label":"8","content":"Nej tsis txhob cia leejtwg hu nej tias ‘Lanpi,’ vim nej muaj tib tug ua xibhwb qhia nej xwb, thiab nej sawvdaws yog kwvtij."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.9","label":"9","content":"Tsis txhob hu leejtwg hauv ntiajteb tias yog nej leej txiv, rau qhov nej muaj tib leej Txiv uas nyob saum ntuj."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.10","label":"10","content":"Tsis txhob cia leejtwg hu nej tias, ‘Kws xibhwb,’ rau qhov nej muaj tib tug Kws xibhwb uas yog tus Khetos."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.11","label":"11","content":"Nej cov tus uas ua hlob nws yuav tsum ua nej li qhev."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.12","label":"12","content":"Leejtwg tsab ua loj yuav raug muab txo kom qes. Leejtwg txo hwjchim tus ntawd yuav raug muab tsa ua loj."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.13","label":"13","content":"“Nej cov xibhwb qhia Vajtswv kevcai thiab cov Falixai uas ncauj lus zoo siab phem, nej yuav raug txom nyem lauj! Nej kaw qhov rooj ntuj ceeb tsheej tsis kheev neeg nkag mus. Nej cov los kuj tsis mus rau hauv, thiab nej tseem txwv cov uas yuav mus rau hauv thiab."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.15","label":"15","content":"“Nej cov xibhwb qhia Vajtswv kevcai thiab cov Falixai uas ncauj lus zoo siab phem, nej yuav raug txom nyem lauj! Nej hla hiavtxwv hla nruab nqhuab mus xwv thiaj coj tau ib tug twg los ntseeg nej kevcai, tiamsis thaum nws ntseeg lawd nej tseem ua rau nws rov ua ntuj tawg kub li menyuam heev dua nej ob npaug."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.16","label":"16","content":"“Nej cov niag neeg dig muag uas coj luag kev, nej yuav raug txom nyem lauj! Nej hais tias, ‘Yog leejtwg tuav lub tuam tsev cog lus twv, mas tej lus ntawd tsis yom ceev, tiamsis yog tuav tej kub hauv lub tuam tsev cog lus twv, mas nws yuav tsum ua raws li tej lus twv ntawd.’"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.17","label":"17","content":"Cov niag neeg ruam dig muag, yam twg tseem ceeb dua, yog tej kub lossis lub tuam tsev uas ua rau tej kub ntawd dawb huv?"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.18","label":"18","content":"Thiab nej hais tias, ‘Leejtwg tuav lub thaj xyeem cog lus twv mas tej lus ntawd tsis yom ceev, tiamsis yog leejtwg tuav tej uas muab xyeem rau saum lub thaj ntawd twv, mas nws yuav tsum ua raws li tej lus uas twv ntawd.’"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.19","label":"19","content":"Cov niag neeg dig muag, yam twg tseem ceeb dua, yog tej uas muab xyeem lossis lub thaj uas ua rau tej uas xyeem ntawd dawb huv?"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.20","label":"20","content":"Yog li no tus uas tuav lub thaj cog lus twv kuj yog nws tuav lub thaj thiab txhua yam uas nyob saum lub thaj ntawd,"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.21","label":"21","content":"thiab tus uas tuav lub tuam tsev cog lus twv kuj yog tuav lub tuam tsev thiab tus Vajtswv uas nyob hauv lub tuam tsev ntawd,"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.22","label":"22","content":"thiab tus uas tuav ntuj ceeb tsheej cog lus twv kuj yog tuav Vajtswv lub zwm txwv thiab Vajtswv uas zaum saum lub zwm txwv ntawd twv."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.23","label":"23","content":"“Nej cov xibhwb qhia Vajtswv kevcai thiab cov Falixai uas ncauj lus zoo siab phem, nej yuav raug txom nyem lauj! Nej muab ib feem kaum pum hub, xyab txob thiab qhiav daj xyeem, tiamsis tej nqes tseem ceeb dua hauv Vajtswv txoj kevcai uas yog tu plaub ncaj thiab kev khuvleej thiab qhov uas xib rau Vajtswv nej ho muab tso tseg lawm. Tej uas hais tag no nej yuav tsum ua, thiab tsis txhob tso lwm txoj tseg."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.24","label":"24","content":"Nej cov niag neeg dig muag uas coj luag kev, nej lim ib tug nyuag yoov tseg tiamsis nej nqos kiag tus niag ntxhuav lawm."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.25","label":"25","content":"“Nej cov xibhwb qhia Vajtswv kevcai thiab cov Falixai uas ncauj lus zoo siab phem, nej yuav raug txom nyem lauj! Nej ntxuav khob ntxuav tais sab nraud, tiamsis sab hauv nej puv nkaus qhov uas ua siab hlob thiab qaug siab rau yam ub yam no."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.26","label":"26","content":"Cov Falixai dig muag 'e, cia li ntxuav khob sab hauv ua ntej, sab nraud thiaj li hauv thiab."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.27","label":"27","content":"“Nej cov xibhwb qhia Vajtswv kevcai thiab nej cov Falixai uas ncauj lus zoo siab phem, nej yuav raug txom nyem lauj! Nej zoo yam nkaus li lub ntxa uas luam hmoov zeb sib dawb paug, saib sab nraud mas zoo nkauj tiamsis sab hauv puv nkaus pob txha neeg tuag thiab txhua yam kev phem kev qias."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.28","label":"28","content":"Ib yam li ntawd saib sab nraud mas nej yog neeg ncaj ncees, tiamsis sab hauv yog neeg ncauj lus zoo siab phem thiab puv nkaus kev txhaum txim."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.29","label":"29","content":"“Nej cov xibhwb qhia Vajtswv kevcai thiab cov Falixai uas ncauj lus zoo siab phem, nej yuav raug txom nyem lauj! Nej txhim cov xibhwb cev Vajtswv lus tej ntxa thiab kho tej chaw uas nco txog cov neeg ncaj ncees thaum ub kom zoo nkauj,"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.30","label":"30","content":"thiab nej hais tias, ‘Yog peb nyob rau lub sijhawm uas peb tej poj koob yawm txwv ntawd nyob, peb yuav tsis nrog lawv tua tej xibhwb uas cev Vajtswv lus ntawd.’"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.31","label":"31","content":"Nej hais li ntawd kuj yog nej ua timkhawv rov tom nej hais tias nej yog cov uas tua tej xibhwb cev lus ntawd li tub ki."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.32","label":"32","content":"Nej cia li tsav ntxiv tej kev txhaum uas nej tej poj koob yawm txwv tau ua kom puv nkaus."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.33","label":"33","content":"Cov niag nab 'e, cov niag noob nab phem 'e, nej yuav dim lub txim uas yuav poob ntuj tawg kub tau li cas?"},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.34","label":"34","content":"Vim li no kuv thiaj tso cov xibhwb cev lus thiab cov neeg txawj ntse thiab cov xibhwb qhia Vajtswv kevcai tuaj cuag nej, los nej yuav muab ib txhia tua thiab muab teem rau saum khaublig ntoo thiab muab nplawm hauv nej tej tsev sablaj, thiab muab ntiab tawm ib lub moos dhau ib lub moos."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.35","label":"35","content":"Yog li ntawd cov neeg ncaj ncees txhua tus tej ntshav uas los rau hauv lub ntiajteb txij thaum Anpee uas yog tus ncaj ncees cov ntshav mus txog Xekhaliya uas yog Npalakhiya tus tub cov ntshav uas nej tua ntawm lub tuam tsev thiab lub thaj kem nruab nrab, yuav poob rau saum nej."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.36","label":"36","content":"Kuv hais tseeb rau nej tias, tej txim ntawd huvsi yuav poob rau tiam neeg no."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.37","label":"37","content":"“Au Yeluxalees, Yeluxalees 'e, koj yog tus uas tua cov xibhwb cev Vajtswv lus thiab xuas pob zeb ntaus cov uas txib tuaj cuag koj tuag. Muaj ntau zaus kuv twb xav qaws koj cov menyuam los ua ke ib yam li tus poj qaib puag nws cov menyuam rau hauv nws phab tis, tiamsis nej tsis yeem kiag li."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.38","label":"38","content":"Saib nawj nej lub tuam tsev yuav raug muab tso tseg nyob do cuas."},{"bible_id":"1269","chapter_code":"MAT.23","verse_code":"MAT.23.39","label":"39","content":"Kuv hais rau nej tias txij no mus nej yuav tsis rov pom kuv dua mus txog thaum nej hais tias, ‘Tus uas tuaj hauv tus Tswv lub npe tau nyob kaj siab lug.’ ”"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.1","label":"1","content":"Thaum Yexus tawm ntawm lub tuam tsev mus, nws cov thwjtim txawm los taw tes rau tej tsev hauv lub loog tuam tsev rau Yexus saib."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.2","label":"2","content":"Yexus txawm hais rau lawv tias, “Nej pom tej no huvsi lov? Kuv hais tseeb rau nej tias tej txhib zeb uas tib ib lub tshooj ib lub no yuav tsis tshuav ib lub uas tsis raug muab ua pob tag.”"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.3","label":"3","content":"Thaum Yexus zaum saum roob Txiv Aulib, cov thwjtim txawm los cuag nws twjywm hais tias, “Thov qhia peb paub tias tej xwm txheej no yuav tshwm los thaum twg, thiab muaj yam txujci twg qhia kom paub tias koj yuav tshwm plaws los thiab lub caij lub nyoog yuav kawg?”"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.4","label":"4","content":"Yexus thiaj teb lawv tias, “Cia li ceev faj tib zoo tsis txhob cia leejtwg ntxias nej yuam kev."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.5","label":"5","content":"Rau qhov yuav muaj ntau leej tuav kuv lub npe los hais tias, ‘Kuv yog tus Khetos,’ mas lawv yuav ua rau neeg coob coob yuam kev."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.6","label":"6","content":"Nej yuav hnov suab ua tsov ua rog thiab hnov moo ua rog. Cia li ceev faj tsis txhob poob siab kiag li, rau qhov tej no yeej yuav tsum tshwm los tiamsis tsis tau txog thaum kawg."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.7","label":"7","content":"Ib lub tebchaws yuav sawv tawm tsam rau ib lub tebchaws, ib tug vajntxwv yuav tawm tsam rau ib tug vajntxwv, yuav muaj kev tshaib nqhis thiab ntuj qeeg ntau qhov."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.8","label":"8","content":"Tej xwm txheej no huvsi yog pib mob plab yug menyuam xwb."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.9","label":"9","content":"“Lub sijhawm ntawd luag yuav muab nej cob rau kev tsim txom thiab muab nej tua pov tseg. Ib tsoom tebchaws sawvdaws yuav ntxub nej vim yog tim kuv lub npe."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.10","label":"10","content":"Thaum ntawd ntau leej yuav thim thiab ib leeg fav xeeb rau ib leeg thiab ib leeg ntxub ib leeg."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.11","label":"11","content":"Yuav muaj ntau tus cuav xibhwb cev lus tshwm tuaj ua rau neeg coob coob yuam kev."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.12","label":"12","content":"Vim kev phem nthuav dav zuj zus, tej neeg coob coob txojkev hlub yuav txias zuj zus mus."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.13","label":"13","content":"Tiamsis tus uas thev taus txog thaum kawg yuav dim."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.14","label":"14","content":"Txoj xov zoo uas hais txog Vajtswv lub tebchaws yuav raug muab tshaj tawm thoob plaws lub ntiajteb ua timkhawv rau ib tsoom tebchaws, mas thaum ntawd lub sijhawm kawg yuav los txog."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.15","label":"15","content":"“Thaum nej pom yam uas qias vuab tsuab uas ua kom liamsim tag txawb cia rau hauv lub chaw dawb huv raws li xibhwb Daniyee uas cev Vajtswv lus tau qhia tseg lawd  (cia tus uas nyeem nkag siab nawj),"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.16","label":"16","content":"mas thaum ntawd cov uas nyob hauv Yudia cia li khiav mus rau pem tej roob,"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.17","label":"17","content":"tus uas nyob saum txheej tsev las tshav tsis txhob nqes muab nws tej qhov txhia chaw hauv tsev,"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.18","label":"18","content":"thiab tus uas nyob tom teb tsis txhob rov los muab nws lub tsho ntev."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.19","label":"19","content":"“Hnub ntawd cov uas suab menyuam thiab cov uas muaj menyuam noj mis yuav txom nyem kawg li lauj!"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.20","label":"20","content":"Cia li thov kom nej tsis txhob tau khiav rau lub caij ntuj no lossis hnub Xanpatau."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.21","label":"21","content":"Vim tias lub sijhawm ntawd yuav muaj kev ceeblaj txom nyem loj kawg li, txij thaum tsim ntuj tsim teb los txog niaj hnub nimno tsis tau muaj dua li ntawd thiab dhau ntawd mus yuav tsis muaj dua li lawm."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.22","label":"22","content":"Yog tsis muab lub caij lub nyoog ntawd txiav kom luv, yuav tsis muaj neeg dim tau li. Tiamsis vim saib rau cov uas twb xaiv cia lawd, thiaj muab lub caij lub nyoog txiav kom luv."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.23","label":"23","content":"“Thaum ntawd yog leejtwg hais rau nej tias, ‘Saib maj, tus Khetos nyob ntawm no,’ lossis hais tias, ‘Nws nyob tim ub,’ nej tsis txhob ntseeg."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.24","label":"24","content":"Rau qhov tias yuav muaj cov cuav Khetos thiab cov cuav xibhwb cev lus sawv los ua txujci tseem ceeb thiab txujci phimhwj uas loj kawg, mas yog ua tau, tej txujci ntawd yuav ntxias cov uas twb xaiv cia lawd kom yuam kev."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.25","label":"25","content":"Saib nawj, kuv twb hais rau nej ua ntej lawm."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.26","label":"26","content":"Yog li no yog lawv hais rau nej tias, ‘Saib maj, nws nyob hauv tebchaws moj sab qhua,’ tsis txhob tawm mus saib. Yog lawv hais tias, ‘Nws nyob hauv txaj,’ kuj tsis txhob ntseeg."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.27","label":"27","content":"Xob laim tawm sab hnub tuaj ci mus rau sab hnub poob li cas, qhov uas Neeg leej Tub tshwm plaws los yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.28","label":"28","content":"Tsiaj tuag qhovtwg, dav noj twm yuav sau nthwv los rau qhov ntawd."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.29","label":"29","content":"“Thaum dhau tej kev ceeblaj txom nyem ntawd lawm, “ ‘lub hnub yuav tsaus mus, lub hli yuav tsis ci, tej hnub qub yuav poob saum ntuj los, tej uas muaj hwjchim saum nruab ntug yuav raug muab co ua zog koog.’"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.30","label":"30","content":"Thaum ntawd yam txujci uas qhia txog Neeg leej Tub, yuav tshwm rau saum nruab ntug. Txhua haiv neeg hauv qab ntuj yuav ntaus hauv siab quaj ntsuag, thiab lawv yuav pom Neeg leej Tub nrog nws lub hwjchim thiab meej mom loj nrog huab saum ntuj los."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.31","label":"31","content":"Nws yuav txib nws cov tubtxib saum ntuj nrog suab raj suab xyu nrov heev los, mas lawv yuav qaws cov neeg uas nws xaiv cia lawd tag nrho plaub ceg kaum ntuj txij sab ntuj no mus thoob plaws sab ntuj tim ub huvsi."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.32","label":"32","content":"“Cia li kawm tej piv lus ntawm tsob ntoo cev. Thaum tej ceg mos nyoos thiab pib hlav nplooj, nej kuj paub tias yuav txog lub caij ntuj kub."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.33","label":"33","content":"Ib yam li ntawd, thaum nej pom tej xwm txheej no huvsi nej kuj paub tias nws twb los ze ntawm qhov rooj lawm."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.34","label":"34","content":"Kuv hais tseeb rau nej tias, tiam neeg no yuav tsis tau dua tag mus txog thaum txhua yam no tshwm los lawm."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.35","label":"35","content":"Lub ntuj thiab lub ntiajteb yuav dua mus, tiamsis kuv tej lus yuav tsis ploj kiag li."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.36","label":"36","content":"“Tiamsis hnub ntawd thiab teev ntawd tsis muaj leejtwg paub, txawm yog cov tubtxib saum ntuj thiab leej Tub kuj tsis paub tsuas yog leej Txiv tib leeg paub xwb."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.37","label":"37","content":"Tiam uas Nau‑a nyob zoo li cas, ces thaum Neeg leej Tub tshwm plaws los kuj yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.38","label":"38","content":"Rau qhov ua ntej uas dej tsis tau nyab, tej neeg noj haus ua tshoob qua tub qua ntxhais mus txog hnub uas Nau‑a nkag rau hauv lub nkoj,"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.39","label":"39","content":"mas lawv twb tsis paub mus txog thaum dej los nyab kiag lawv thiab kuav tag nrho huvsi. Thaum Neeg leej Tub tshwm plaws los yuav zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.40","label":"40","content":"Thaum ntawd muaj ob tug txivneej nyob tom teb, los yuav coj ib tug mus yuav tseg ib tug cia."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.41","label":"41","content":"Muaj ob tug pojniam zom zeb hauv lub tsev zeb, los yuav coj ib tug mus yuav tseg ib tug cia."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.42","label":"42","content":"Vim li no nej yuav tsum ceev faj zov tos, rau qhov nej tsis paub tias nej tus Tswv yuav los rau hnub twg."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.43","label":"43","content":"Cia li paub tias, yog tus tswv tsev xub paub tias tub sab yuav tuaj hmo ntuj thaum twg, nws yuav zov tos tsis kheev kom tho tau nws lub tsev."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.44","label":"44","content":"Yog li no nej yuav tsum npaj txhij rau qhov Neeg leej Tub yuav los rau teev uas nej tsis nco xav txog."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.45","label":"45","content":"“Leejtwg yog tus qhev ncaj thiab ntse uas tus lospav tsa saib xyuas cov tub qhe thiab faib mov rau lawv noj raws sijhawm?"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.46","label":"46","content":"Thaum tus lospav los pom nws tseem ua haujlwm li ntawd, tus qhev ntawd yuav tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.47","label":"47","content":"Kuv hais tseeb rau nej tias, tus lospav yuav tsa nws ua tus saib xyuas tag nrho lospav tej cuab txhiaj cuab tam huvsi."},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.48","label":"48","content":"Tiamsis yog tus qhev ntawd phem thiab xav hais tias, ‘Kuv tus lospav los qeeb,’"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.49","label":"49","content":"ces nws txawm pib muab nws pab tub qhe ntaus thiab mus nrog cov qaug cawv noj haus ua ke,"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.50","label":"50","content":"mas nws tus lospav yuav los rau hnub uas nws tsis nco xav txog thiab teev uas nws tsis paub,"},{"bible_id":"1269","chapter_code":"MAT.24","verse_code":"MAT.24.51","label":"51","content":"mas tus lospav yuav muab nws tsuav ua tej dwb daim thiab tu chaw rau nws nrog cov neeg ncauj lus zoo siab phem nyob, yog lub chaw uas muaj kev quaj tom hniav qas qawv.”"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.1","label":"1","content":"“Thaum txog hnub ntawd Ntuj Ceeb Tsheej yuav piv zoo ib yam li kaum tus hluas nkauj nqa teeb mus tos tus nraug vauv."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.2","label":"2","content":"Muaj tsib tug ruam muaj tsib tug ntse."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.3","label":"3","content":"Cov uas ruam nqa teeb tiamsis tsis nqa roj mus."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.4","label":"4","content":"Cov uas ntse coj teeb thiab coj hwj roj mus."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.5","label":"5","content":"Tus nraug vauv tuaj lig lig ces lawv txawm ncaws dab ntub tsaug zog lawm."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.6","label":"6","content":"“Thaum ib tag hmo, muaj suab hu hais tias, ‘Tus nraug vauv tuaj lawm lauj! Cia li tawm mus tos nws.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.7","label":"7","content":"Cov hluas nkauj ntawd sawvdaws txawm sawv tsees los kho lawv tej teeb xeeb."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.8","label":"8","content":"Cov uas ruam hais rau cov uas ntse tias, ‘Thov faib nej li roj rau peb thiab, vim peb tej teeb twb yuav tuag.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.9","label":"9","content":"Cov uas ntse teb tias, ‘Ntshai tsam roj tsis txaus rau peb thiab nej. Nej cia li mus yuav roj ntawm cov uas muag roj rau nej.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.10","label":"10","content":"Thaum lawv cov tawm mus yuav roj lawd, tus nraug vauv txawm tuaj txog, mas cov uas npaj txhij lawd kuj tau nrog nws mus rau hauv rooj tshoob, ces lub qhov rooj txawm raug muab kaw lawm."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.11","label":"11","content":"Dhau ntawd tsib tug hluas nkauj ruam ntawd txawm los mas hais tias, ‘Yawg hlob, yawg hlob, thov qheb qhov rooj rau peb.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.12","label":"12","content":"Tus nraug vauv teb tias, ‘Kuv hais tseeb rau nej tias, kuv tsis paub nej.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.13","label":"13","content":"Vim li no nej yuav tsum zov tos, rau qhov nej tsis paub tias yog hnub twg thiab yog teev twg."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.14","label":"14","content":"“Hnub ntawd piv ib yam li ib tug yawg uas yuav mus kev deb, nws txawm hu nws cov tub qhe los cuag nws thiab muab nws tej cuab txhiaj cuab tam rau lawv saib."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.15","label":"15","content":"Nws muab tsib tala rau ib tug, muab ob tala rau ib tug thiab ib tala  rau dua ib tug, muab rau txhua tus raws li nyias tus peevxwm, ces nws txawm mus lawm."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.16","label":"16","content":"Tus uas tau tsib tala txawm coj cov nyiaj ntawd mus ua lag ua luam tamsid mas tau tshaj thawj tsib tala."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.17","label":"17","content":"Ib yam nkaus tus uas tau ob tala kuj tau tshaj thawj ob tala thiab."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.18","label":"18","content":"Tiamsis tus uas tau ib tala txawm mus khawb qhov muab nws tus lospav li nyiaj zais cia."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.19","label":"19","content":"“Dhau ntev loo, cov tub qhe ntawd tus lospav txawm rov los tshuaj saib tej nyiaj txiag ntawd lawv siv li cas."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.20","label":"20","content":"Tus uas tau tsib tala txav los thiab coj tsib tala uas yog tshaj thawj los hais tias, ‘Yawg hlob, koj muab tsib tala cob rau kuv. Saib maj, kuv tau tshaj thawj tsib tala thiab.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.21","label":"21","content":"Tus lospav hais rau nws tias, ‘Tus tub qhe zoo thiab ncaj ncees, koj ua zoo lawm. Koj ua ncaj rau tej yam tsawg tsawg, kuv yuav tsa koj saib xyuas tej yam uas ntau heev. Koj cia li los nrog kuv zoo siab xyiv fab.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.22","label":"22","content":"Tus uas tau ob tala kuj txav los thiab hais tias, ‘Yawg hlob, koj muab ob tala cob rau kuv. Saib maj, kuv tau tshaj thawj ob tala thiab.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.23","label":"23","content":"Tus lospav hais rau nws tias, ‘Tus tub qhe zoo thiab ncaj ncees, koj ua zoo lawm. Koj ua ncaj rau tej yam tsawg tsawg, kuv yuav tsa koj saib xyuas tej yam uas ntau heev. Koj cia li los nrog kuv zoo siab xyiv fab.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.24","label":"24","content":"Tus uas tau ib tala kuj txav los thiab hais tias, ‘Yawg hlob, kuv yeej paub tias koj yog ib tug neeg tsiv tsaim, koj hlais tej qoob uas koj tsis tau cog thiab sau tej uas koj tsis tau tseb."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.25","label":"25","content":"Kuv ntshai kuv thiaj muab koj tala nyiaj zais rau hauv av lawm. Saib maj, koj tala nyiaj nyob no.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.26","label":"26","content":"Tus lospav txawm teb nws tias, ‘Niag tub qhe phem thiab tub nkeeg, koj paub tias kuv hlais tej uas kuv tsis tau cog thiab sau tej uas kuv tsis tau tseb lov?"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.27","label":"27","content":"Yog li ntawd, tsim nyog koj coj kuv cov nyiaj mus tso rau hauv tsev cia nyiaj, es thaum kuv rov los kuv thiaj tau kuv cov nyiaj thiab tau cov paj."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.28","label":"28","content":"Yog li no cia li muab nws ib tala nyiaj ntawd rho mus rau tus uas muaj kaum tala."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.29","label":"29","content":"Rau qhov txhua tus uas muaj lawd yuav muab tsav kom muaj ntau nplua mias, tiamsis tus uas tsis muaj, txawm yog tej uas nws muaj los yuav muab rho ntawm nws mus."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.30","label":"30","content":"Cia li muab tus tub qhe tsis tsim txiaj ntawd laim tawm mus rau sab nraud uas tsaus ntuj nti, qhov ntawd yuav muaj kev quaj tom hniav qas qawv.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.31","label":"31","content":"“Thaum Neeg leej Tub nrog nws lub hwjchim ci ntsa iab thiab cov tubtxib saum ntuj sawvdaws nqes los, thaum ntawd nws yuav zaum saum nws lub zwm txwv uas muaj hwjchim ci ntsa iab."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.32","label":"32","content":"Ib tsoom tebchaws sawvdaws yuav raug sau zog tuaj ua ke rau ntawm nws xubntiag, mas nws yuav muab lawv cais ua ob pab ib yam li tus yug yaj cais cov yaj tawm ntawm cov tshis."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.33","label":"33","content":"Nws yuav muab cov yaj tso nyob rau ntawm nws sab xis, muab cov tshis tso nyob rau ntawm nws sab laug."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.34","label":"34","content":"Thaum ntawd vajntxwv yuav hais rau cov uas nyob ntawm nws sab xis tias, ‘Nej cov uas tau koob hmoov ntawm kuv leej Txiv cia li los txais lub tebchaws uas twb npaj tseg rau nej txij thaum tsim lub ntiajteb los lawm ua nej tug."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.35","label":"35","content":"Vim thaum kuv tshaib nej pub rau kuv noj, thaum kuv nqhis dej nej pub kuv haus, thaum kuv ua qhua txawv ntsej muag nej hu kuv los tsev,"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.36","label":"36","content":"thaum kuv liab qab nej muab rau kuv hnav, thaum kuv muaj mob nej tuaj xyuas kuv, thaum kuv raug kaw hauv tsev lojfaj nej tuaj xyuas kuv.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.37","label":"37","content":"“Mas cov neeg ncaj ncees yuav teb nws tias, ‘Tus Tswv, thaum twg peb pom koj tshaib es tau muab rau koj noj, lossis pom koj nqhis es muab rau koj haus?"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.38","label":"38","content":"Thaum twg peb pom koj ua qhua txawv ntsej muag es tau hu koj los tsev, lossis pom koj liab qab es muab rau koj hnav?"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.39","label":"39","content":"Thaum twg peb pom koj muaj mob lossis raug kaw es tuaj xyuas koj?’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.40","label":"40","content":"Vajntxwv yuav teb lawv tias, ‘Kuv hais tseeb rau nej tias, qhov uas nej tau ua rau kuv cov kwvtij no ib tug twg uas me dhau, kuj yog ua rau kuv lawm.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.41","label":"41","content":"“Mas nws yuav hais rau cov uas nyob ntawm nws sab laug tias, ‘Nej cov uas raug tsawm foom, cia li khiav ntawm kuv mus rau hauv cub tawg uas kub ib txhis uas npaj tseg cia rau dab Ntxwg Nyoog thiab nws cov tubtxib lawm."},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.42","label":"42","content":"Rau qhov thaum kuv tshaib nej tsis pub rau kuv noj, thaum kuv nqhis dej nej tsis pub kuv haus,"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.43","label":"43","content":"thaum kuv ua qhua txawv ntsej muag nej tsis hu kuv los tsev, thaum kuv liab qab nej tsis muab rau kuv hnav, thaum kuv muaj mob thiab raug kaw hauv tsev lojfaj nej tsis tuaj xyuas kuv.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.44","label":"44","content":"Mas lawv yuav teb nws tias, ‘Tus Tswv, thaum twg peb pom koj tshaib lossis nqhis dej lossis ua qhua txawv ntsej muag lossis liab qab lossis mob lossis raug kaw, es tsis tu koj?’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.45","label":"45","content":"Nws yuav teb lawv tias, ‘Kuv hais tseeb rau nej tias, qhov uas nej tsis tau ua rau cov no ib tug twg uas me dhau, kuj yog tsis ua rau kuv lawm.’"},{"bible_id":"1269","chapter_code":"MAT.25","verse_code":"MAT.25.46","label":"46","content":"Mas lawv yuav tawm mus raug teem txim ib txhis tsis kawg, tiamsis cov ncaj ncees yuav tau txojsia ntev mus ib txhis tsis kawg.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.1","label":"1","content":"Thaum Yexus hais tej lus no huvsi tag lawm nws txawm hais rau nws cov thwjtim tias,"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.2","label":"2","content":"“Nej yeej paub lawm tias tshuav ob hnub xwb ces txog lub caij ua kevcai Hla Dhau, mas Neeg leej Tub yuav raug muab cob rau luag teem rau saum khaublig ntoo.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.3","label":"3","content":"Thaum ntawd cov pov thawj hlob thiab cov kev txwj laus tuaj ua ke rau hauv tus tuam pov thawj hlob Khayafa lub tsev,"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.4","label":"4","content":"thiab lawv sablaj ntaus tswvyim yuav ntes Yexus twjywm thiab muab nws tua pov tseg."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.5","label":"5","content":"Lawv hais tias, “Tsis txhob ntes nws rau lub sijhawm uas ua kevcai no tsam ces muaj kev kub ntxhov rau hauv cov pejxeem.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.6","label":"6","content":"Thaum Yexus nyob hauv Ximoos uas mob ruas lub tsev hauv lub zos Npethani,"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.7","label":"7","content":"Yexus tseem pheeb ntawm rooj mov, txawm muaj ib tug pojniam nqa ib hwj  roj tsw qab muaj nqes heev tuaj cuag Yexus ces txawm muab hliv rau saum Yexus taubhau."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.8","label":"8","content":"Thaum cov thwjtim pom li ntawd lawv chim txawm hais tias, “Ua cas yuav nkim tej roj no?"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.9","label":"9","content":"Cov roj no yog muab muag tau nyiaj ntau coj mus pub rau cov neeg pluag kuj tau.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.10","label":"10","content":"Yexus kuj paub ces nws txawm hais rau lawv tias, “Nej ua rau tus pojniam no ntxhov siab ua dabtsi? Nws ua yam uas zoo heev rau kuv."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.11","label":"11","content":"Yeej yuav muaj cov neeg pluag nrog nej nyob mus li, tiamsis nej yuav tsis muaj kuv nrog nej nyob mus li."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.12","label":"12","content":"Qhov uas nws hliv roj rau saum kuv lub cev twb yog nws tu kuv lub cev cia rau hnub uas log kuv."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.13","label":"13","content":"Kuv hais tseeb rau nej tias, tshaj tawm txoj xov zoo no tawm mus thoob ntiajteb txog qhovtwg, qhov uas tus pojniam no ua yuav nrov ncha mus txog qhov ntawd ua lub chaw nco txog nws.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.14","label":"14","content":"Thaum ntawd kaum ob tug thwjtim tus uas npe hu ua Yudas Ikhali‑au txawm mus cuag cov pov thawj hlob,"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.15","label":"15","content":"thiab hais tias, “Yog kuv muab Yexus cob rau nej, nej yuav muab dabtsi rau kuv?” Lawv txawm suav peb caug lub nyiaj rau nws."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.16","label":"16","content":"Txij thaum ntawd los Yudas nrhiav sijhawm yuav muab Yexus cob rau lawv."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.17","label":"17","content":"Thawj hnub uas ua kevcai Noj Ncuav tsis Xyaw Keeb cov thwjtim los hais rau Yexus tias, “Yuav cia peb npaj kevcai Hla Dhau  rau koj noj qhovtwg?”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.18","label":"18","content":"Nws hais tias, “Cia li mus cuag ib tug yawg hauv lub nroog thiab hais rau nws tias, ‘Tus xibhwb hais tias, Lub sijhawm uas teem rau kuv los ze lawm. Kuv yuav nrog kuv cov thwjtim ua kevcai Hla Dhau rau hauv koj lub tsev.’ ”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.19","label":"19","content":"Cov thwjtim kuj ua raws li Yexus hais, lawv txawm mus npaj ua kevcai Hla Dhau txhij zog."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.20","label":"20","content":"Thaum tsaus ntuj Yexus nrog kaum ob tug thwjtim nyob pheeb ntawm rooj mov ua ke."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.21","label":"21","content":"Thaum lawv tabtom noj, nws txawm hais tias, “Kuv hais tseeb rau nej tias, nej cov no muaj ib tug yuav fav xeeb rau kuv.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.22","label":"22","content":"Lawv kuj ntxhov siab heev lawv nyias taus nyias pib nug tias, “Tus Tswv, yog kuv lov?”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.23","label":"23","content":"Yexus teb tias, “Tus uas cev nws txhais tes nrog kuv koom ntsw ib lub tais yog tus uas yuav fav xeeb rau kuv."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.24","label":"24","content":"Neeg leej Tub yuav mus raws li tej uas muaj sau cia hais txog nws, tiamsis tus uas fav xeeb rau Neeg leej Tub yeej yuav raug txom nyem kawg. Tsis txhob yug nws los kuj zoo dua.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.25","label":"25","content":"Yudas uas fav xeeb rau Yexus txawm hais tias, “Xibhwb,  yog kuv lov?” Yexus teb nws tias, “Koj hais yog lawm.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.26","label":"26","content":"Thaum lawv noj mov, Yexus txawm muab ib lub ncuav los foom koob hmoov rau mas muab ntais cev rau cov thwjtim thiab hais tias, “Cia li txais mus noj, no yog kuv lub cev.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.27","label":"27","content":"Thiab nws muab ib lub khob los ua Vajtswv tsaug tag muab cev rau lawv hais tias, “Nej txhua tus cia li haus lub khob no."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.28","label":"28","content":"No yog kuv cov ntshav uas nias hom thawj rau tej lus cog tseg, uas raug muab nchuav daws neeg coob coob lub txim."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.29","label":"29","content":"Kuv hais rau nej tias kuv yuav tsis haus cawv txiv hmab no dua li mus txog hnub uas kuv nrog nej haus cawv txiv hmab tshiab hauv kuv leej Txiv lub tebchaws.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.30","label":"30","content":"Thaum lawv hu ib zaj nkauj tag lawv tawm mus rau pem roob Txiv Aulib."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.31","label":"31","content":"Thaum ntawd Yexus hais rau lawv tias, “Hmo no nej txhua tus yuav tso kuv tseg, vim muaj lus sau cia hais tias, “ ‘Kuv yuav tua tus yug yaj, mas pab yaj yuav tawg ua sab ua sua mus.’"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.32","label":"32","content":"Tiamsis thaum kuv raug muab tsa ciaj sawv rov los lawm, kuv yuav ua nej ntej mus rau Kalilais.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.33","label":"33","content":"Petus txawm hais rau Yexus tias, “Txawm yog lawv sawvdaws tso koj tseg los kuv yuav tsis tso koj tseg kiag li.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.34","label":"34","content":"Yexus hais rau nws tias, “Kuv hais tseeb rau koj tias, hmo no ntag thaum qaib tsis tau qua koj yuav tsis lees paub kuv peb zaug.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.35","label":"35","content":"Petus hais rau nws tias, “Txawm yog kuv yuav tsum nrog koj tuag, los kuv yuav tsis hais tias kuv tsis paub koj.” Cov thwjtim sawvdaws puavleej hais li ntawd."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.36","label":"36","content":"Ces Yexus txawm nrog nws cov thwjtim mus rau ib qho chaw uas hu ua Kexemane, mas nws hais rau lawv tias, “Cia li zaum ntawm no rau thaum kuv mus thov Vajtswv lawm tod.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.37","label":"37","content":"Nws coj Petus thiab Xenpedi ob tug tub nrog nws mus. Yexus pib txhawj thiab ntxhov siab kawg."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.38","label":"38","content":"Yexus hais rau lawv tias, “Kuv lub siab ntxhov kawg twb yuav tuag. Nej cia li nyob ntawm no thiab nrog kuv zov tos.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.39","label":"39","content":"Yexus txawm mus rau tom ntej mentsis mas nws khwb nkaus rau hauv pem teb thov hais tias, “Au kuv leej Txiv, yog ua tau, thov cia lub khob no dhau ntawm kuv mus. Txawm li cas kuj xij, thov tsis txhob cia ua raws li kuv lub siab tiamsis cia ua raws li koj lub siab.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.40","label":"40","content":"Nws rov los rau ntawm cov thwjtim pom lawv pw tsaug zog tag. Nws thiaj hais rau Petus tias, “Nej nrog kuv zov tos ib nyuag teev tsis taus li lov?"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.41","label":"41","content":"Nej yuav tsum zov tos thiab thov Vajtswv xwv nej thiaj tsis raug kev sim siab. Lub siab npaj txhij lawm tiamsis lub cev tsis muaj zog.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.42","label":"42","content":"Yexus txawm rov mus thov Vajtswv zaum ob hais tias, “Au kuv leej Txiv, yog lub khob no dhau ntawm kuv mus tsis tau, yog kuv yuav tsum haus xwb, mas thov cia ua raws li koj lub siab.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.43","label":"43","content":"Yexus rov los pom lawv pw tsaug zog dua ib zaug vim lawv qheb tsis taus qhov muag."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.44","label":"44","content":"Nws txawm ncaim lawv rov mus thov Vajtswv zaum peb ib yam li thov thawj ob zaug."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.45","label":"45","content":"Nws txawm rov los rau ntawm cov thwjtim thiab hais rau lawv tias, “Nej tseem pw tsaug zog thiab so los siav lov? Lub sijhawm twb los txog lawm, mas Neeg leej Tub twb raug muab cob rau hauv cov neeg txhaum txhais tes lawm."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.46","label":"46","content":"Cia li sawv tsees, peb mus. Saib maj, tus uas fav xeeb rau kuv tuaj ze lawm.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.47","label":"47","content":"Thaum Yexus tseem tabtom hais lus, ces Yudas uas yog ib tug thwjtim hauv kaum ob leeg ntawd txawm tuaj txog, thiab muaj neeg coob coob coj ntaj coj qws nrog nws tuaj, yog cov pov thawj hlob thiab cov kev txwj laus txib tuaj."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.48","label":"48","content":"Tus uas fav xeeb ntawd twb qhia rau lawv ua ntej tias, “Kuv nwj tus twg mas yog tus ntawd ntag. Cia li ntes kiag nws.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.49","label":"49","content":"Tamsim ntawd Yudas txawm los rau ntawm Yexus thiab hais tias, “Nyob zoo, xibhwb,”  thiab nwj Yexus."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.50","label":"50","content":"Yexus hais rau nws tias, “Kwvluag, cia li ua raws li koj xav tseg lawm.”  Ces cov neeg ntawd txawm los ntsiab nkaus Yexus muab nws ntes."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.51","label":"51","content":"Thaum ntawd muaj ib tug uas nrog nraim Yexus txawm cev tes rho kiag ntaj los tib ntag tus tuam pov thawj hlob tus tub qhe txiav nws ib sab nplooj ntseg tu nrho."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.52","label":"52","content":"Yexus hais rau nws tias, “Cia li muab koj rab ntaj ntxig rau hauv lub hnab, vim tias txhua tus uas siv ntaj yeej yuav tuag rau hniav ntaj."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.53","label":"53","content":"Nej xav tias kuv yuav thov kuv leej Txiv tsis tau lov? Mas nws yuav tso tubtxib saum ntuj coob dua kaum ob pab tub rog  los pab kuv tamsim ntawd."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.54","label":"54","content":"Yog ua li ntawd mas tej lus uas hais tias yuav tsum muaj li no, yuav tiav tau li cas?”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.55","label":"55","content":"Thaum ntawd Yexus hais rau cov neeg tias, “Nej coj ntaj coj qws tuaj ntes kuv ib yam li tawm mus ntes tub sab lov? Kuv niaj hnub zaum hauv lub tuam tsev qhuab qhia, los nej ho tsis ntes kuv."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.56","label":"56","content":"Tiamsis tej xwm txheej no huvsi tshwm los thiaj tiav raws li tej lus uas cov xibhwb cev lus sau cia.” Ces cov thwjtim sawvdaws txawm tso Yexus tseg khiav tag lawm."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.57","label":"57","content":"Cov uas ntes Yexus txawm coj nws mus rau ntawm tus tuam pov thawj hlob Khayafa. Cov xibhwb qhia Vajtswv kevcai thiab cov kev txwj laus twb tuaj txoos ua ke rau qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.58","label":"58","content":"Petus raws Yexus qab deb deb mus txog lub tshav puam ntawm tus tuam pov thawj hlob lub tsev. Nws nkag mus nrog cov tub rog uas zov lub tuam tsev nyob ua ke rau hauv xauj, saib thaum kawg yuav zoo li cas."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.59","label":"59","content":"Cov pov thawj hlob thiab tag nrho cov thawj lub rooj sablaj txawm nrhiav cuav timkhawv nkaug Yexus xwv thiaj tua tau nws pov tseg."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.60","label":"60","content":"Txawm yog muaj ntau leej los ua cuav timkhawv tom los nrhiav tsis tau keeb puam. Thaum kawg muaj ob leeg los,"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.61","label":"61","content":"thiab hais tias, “Tus no hais tias, ‘Kuv yuav rhuav Vajtswv lub tuam tsev pov tseg mas peb hnub xwb yuav ua tau dua tshiab.’ ”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.62","label":"62","content":"Tus tuam pov thawj hlob txawm sawv tsees hais tias, “Koj tsis muaj ib lo lus teb lov? Lawv kom koj txog dabtsi?”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.63","label":"63","content":"Yexus nyob twjywm. Tus tuam pov thawj hlob txawm hais tias, “Kuv cia koj tuav Vajtswv uas muaj txojsia nyob lub npe twv hais rau peb tias koj yog tus Khetos uas yog Vajtswv tus tub los tsis yog.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.64","label":"64","content":"Yexus hais rau nws tias, “Yog li koj hais. Tiamsis kuv hais rau nej tias, tom hauv ntej nej yuav pom Neeg leej Tub zaum ntawm tus uas muaj hwjchim loj kawg sab xis, thiab nrog huab saum ntuj los.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.65","label":"65","content":"Ces tus tuam pov thawj hlob txawm dua rhe nws lub tsho thiab hais tias, “Nws hais lus tuam mom Vajtswv lawm. Peb tseem yuav timkhawv ntxiv li cas thiab? Nej twb hnov nws hais tuam mom Vajtswv lawm."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.66","label":"66","content":"Nej pom zoo li cas?” Lawv teb tias, “Tsim nyog muab teem txim tuag.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.67","label":"67","content":"Lawv txawm nto qaub ncaug rau Yexus ntsej muag thiab ntaus nws thiab muaj qee leej xuas tawg ncuav rau Yexus,"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.68","label":"68","content":"thiab hais tias, “Tus Khetos, cia li cev Vajtswv lus rau peb. Saib leejtwg ntaus koj?”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.69","label":"69","content":"Petus zaum nraum lub tshav puam. Muaj ib tug nkauj qhev los hais rau nws tias, “Koj twb nrog Yexus uas yog neeg Kalilais ua ke los sas.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.70","label":"70","content":"Tiamsis Petus tsis lees tab meeg sawvdaws, nws hais tias, “Qhov uas koj hais kod kuv tsis paub li.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.71","label":"71","content":"Thaum Petus tawm mus rau ntawm rooj vag muaj dua ib tug nkauj qhev txawm pom nws ces txawm hais rau cov neeg uas nyob ib ncig ntawd tias, “Tus no yeej nrog Yexus uas yog neeg Naxale nyob ua ke.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.72","label":"72","content":"Petus rov tsis lees thiab twv hais tias, “Kuv yeej tsis paub tus ntawd li.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.73","label":"73","content":"Tom qab ntawd mentsis cov neeg uas nyob ib ncig txawm los hais rau Petus tias, “Koj yeej yog lawv cov ntawd ib tug tiag tiag li, rau qhov koj lub suab seebchim yeej qhia rau peb paub lawm.”"},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.74","label":"74","content":"Petus txawm pib twv tsawm tawv tawv hais tias, “Kuv tsis paub tus ntawd kiag li.” Tamsim ntawd qaib txawm qua."},{"bible_id":"1269","chapter_code":"MAT.26","verse_code":"MAT.26.75","label":"75","content":"Petus thiaj nco dheev txog tej lus uas Yexus tau hais tias, “Thaum qaib tsis tau qua koj yuav tsis lees paub kuv peb zaug.” Ces Petus txawm mus rau sab nraud quaj nyuaj siab heev."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.1","label":"1","content":"Thaum sawv ntxov cov pov thawj hlob sawvdaws thiab cov kev txwj laus sablaj yuav muab Yexus tua pov tseg."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.2","label":"2","content":"Lawv txawm muab nws khi coj mus cob rau Philaj uas yog tus tswv xeev."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.3","label":"3","content":"Thaum Yudas uas fav xeeb rau Yexus pom tias Yexus raug teem txim nws txawm ntxeev dua siab thiab coj peb caug lub nyiaj ntawd tuaj thim rau cov pov thawj hlob thiab cov kev txwj laus,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.4","label":"4","content":"hais tias, “Kuv tau ua txhaum qhov uas tau muab tus uas tsis txhaum cob rau luag tua.” Lawv hais tias, “Tej kod ntsig txog peb dabtsi? Koj cia li ua li uas koj pom zoo xwb.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.5","label":"5","content":"Yudas txawm muab cov nyiaj ntawd pov rau hauv lub tuam tsev mas tawm mus lawm. Nws txawm mus dai caj dab tuag."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.6","label":"6","content":"Cov pov thawj hlob txawm khaws cov nyiaj ntawd los mas hais tias, “Qhov uas muab cov nyiaj no cia rau hauv lub txhab nyiaj tuam tsev kuj tsis raug cai rau qhov yog nqe ntshav.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.7","label":"7","content":"Thaum lawv sablaj hais hum lawm, lawv txawm coj cov nyiaj ntawd mus yuav tus Kws Puab Laujkaub Av daim teb cia ua toj ntxas log lwm haiv neeg."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.8","label":"8","content":"Vim li no luag thiaj hu daim teb ntawd tias Daim Teb Ntshav los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.9","label":"9","content":"Qhov no kuj tiav raws li tej lus uas xibhwb Yelemi cev Vajtswv lus hais tias, “Lawv txais peb caug lub nyiaj ntawd uas yog tus ntawd li nqe uas cov Yixayee qee leej ntaus nqe cia lawd,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.10","label":"10","content":"mas coj mus yuav tus Kws Puab Laujkaub Av daim teb raws li tus Tswv tau hais tseg cia rau kuv.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.11","label":"11","content":"Thaum Yexus sawv ntawm tus tswv xeev xubntiag, tus tswv xeev nug tias, “Koj yog cov Yudai tus vajntxwv lov?” Yexus hais tias, “Yog li koj hais.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.12","label":"12","content":"Tiamsis thaum cov pov thawj hlob thiab cov kev txwj laus kom, Yexus tsis teb ib los li."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.13","label":"13","content":"Philaj txawm hais rau nws tias, “Koj tsis hnov tej lus uas lawv kom koj ntau yam li lov?”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.14","label":"14","content":"Tiamsis Yexus tsis teb lawv tej lus kom ib los li, tus tswv xeev kuj phimhwj heev."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.15","label":"15","content":"Raws li ib txwm txhua zaus uas ua kevcai Hla Dhau tus tswv xeev yuav tso ib tug raug txim dim raws li cov pejxeem pom zoo."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.16","label":"16","content":"Zaum ntawd muaj ib tug raug txim hu ua [Yexus]  Npalanpa uas sauvdaws paub."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.17","label":"17","content":"Thaum cov pejxeem tuaj txoos ua ke, Philaj hais rau lawv tias, “Nej xav kom kuv tso leejtwg dim, [Yexus] Npalanpa lossis Yexus uas hu ua Khetos?”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.18","label":"18","content":"Philaj paub tias lawv khib thiaj muab Yexus cob rau nws."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.19","label":"19","content":"Thaum Philaj zaum hais plaub ntawd, nws tus pojniam hais tuaj rau nws tias, “Tsis txhob ntsig txog tus ncaj ncees ntawd kiag li, rau qhov hnub no kuv ua npau suav txog nws ua rau kuv nyuaj siab heev.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.20","label":"20","content":"Cov pov thawj hlob thiab cov kev txwj laus haub cov pejxeem kom thov tso Npalanpa es muab Yexus tua pov tseg."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.21","label":"21","content":"Tus tswv xeev rov hais rau lawv tias, “Ob tug no nej xav kom kuv tso tus twg?” Lawv teb tias, “Npalanpa.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.22","label":"22","content":"Philaj txawm hais tias, “Yog li ntawd kuv yuav ua li cas rau Yexus uas hu tias Khetos?” Lawv sawvdaws hais tias, “Muab teem rau saum khaublig ntoo.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.23","label":"23","content":"Philaj thiaj hais tias, “Ua cas muab teem? Nws tau ua txhaum dabtsi?” Tiamsis lawv yimhuab qw hais tias, “Muab nws teem rau saum khaublig ntoo.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.24","label":"24","content":"Thaum Philaj pom tias tsis tau qabhau tsuas muaj kev kub ntxhov tuaj xwb, nws txawm muab dej los ntxuav tes tab meeg cov neeg ntawd hais tias, “Kuv tsis txhaum rau qhov uas tus no tuag. Nej ua nej xwb.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.25","label":"25","content":"Ib tsoom neeg teb tias, “Cia tus ntawd cov ntshav poob rau saum peb thiab peb tej menyuam.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.26","label":"26","content":"Philaj thiaj tso Npalanpa rau lawv, mas muab Yexus nplawm thiab muab cob rau luag coj mus teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.27","label":"27","content":"Tus tswv xeev cov tub rog txawm coj Yexus mus rau hauv lub tsev Plitholia,  mas sau kiag pab tub rog sawvdaws tuaj vij nkaus Yexus."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.28","label":"28","content":"Lawv muab nws cev tsoos hle tseg thiab muab ib lub tsho ntev liab los ua rau Yexus hnav."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.29","label":"29","content":"Lawv muab pos kaus ntsaj los qhaib ua ib lub mom vajntxwv looj nws taubhau, thiab muab ib tug tauj deg rau nws tuav hauv nws txhais tes xis. Lawv txhos caug ntua ntawm nws xubntiag thuam luag hais tias, “Cov Yudai tus vajntxwv, thov kom koj tau zoo lauj!”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.30","label":"30","content":"Lawv nto qaub ncaug rau nws thiab muab tus tauj deg los ntaus nws taubhau."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.31","label":"31","content":"Thaum lawv ua saib tsis taus Yexus tag lawd, lawv muab lub tsho ntev hle thiab rov muab nws cev tsoos ua rau nws hnav, thiab coj nws mus yuav muab teem rau saum khaublig ntoo."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.32","label":"32","content":"Thaum lawv tawm mus lawv ntsib ib tug neeg Khulene hu ua Ximoos, lawv txawm yuam nws kwv Yexus tus khaublig ntoo."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.33","label":"33","content":"Thaum lawv mus txog lub chaw uas hu ua Kaukautha uas txhais hais tias lub chaw txha taubhau,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.34","label":"34","content":"lawv txawm muab cawv txiv hmab xyaw hmab dib iab cev rau Yexus haus. Thaum nws sim mentsis lawd nws tsis kam haus."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.35","label":"35","content":"Thaum lawv muab Yexus teem rau saum khaublig ntoo lawd, lawv txawm muab nws cev tsoos tsho los rho ntawv sib faib rau lawv."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.36","label":"36","content":"Ces lawv txawm zaum qhov ntawd zov nws."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.37","label":"37","content":"Lawv muab cov lus uas kom Yexus sau teem ncaj rau saum nws taubhau hais tias, “Tus no yog Yexus, yog cov Yudai tus vajntxwv.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.38","label":"38","content":"Zaum ntawd lawv muab ob tug tub sab teem nrog Yexus ua ke thiab, sab xis ib tug, sab laug ib tug."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.39","label":"39","content":"Tej neeg uas dua kev mus los kuj thuam Yexus co hau hnyo,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.40","label":"40","content":"hais tias, “Tus uas yuav rhuav lub tuam tsev thiab peb hnub xwb ua dua tshiab 'e, koj cia li cawm koj tus kheej kom dim los maj. Yog koj yog Vajtswv tus tub, cia li nqes saum khaublig ntoo los los maj.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.41","label":"41","content":"Cov pov thawj hlob thiab cov xibhwb qhia Vajtswv kevcai thiab cov kev txwj laus kuj thuam luag nws ib yam nkaus hais tias,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.42","label":"42","content":"“Nws cawm tau luag dim, tiamsis nws cawm tsis tau nws dim. Nws yog cov Yixayee tus vajntxwv. Cia nws nqes saum khaublig ntoo los tamsim no mas peb thiaj li ntseeg nws."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.43","label":"43","content":"Nws tso siab rau Vajtswv. Yog Vajtswv txaus siab rau nws, thov Vajtswv tso nws dim tamsim no. Rau qhov nws twb hais tias, ‘Kuv yog Vajtswv tus tub.’ ”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.44","label":"44","content":"Ob tug tub sab uas raug muab teem nrog Yexus kuj thuam nws ib yam nkaus thiab."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.45","label":"45","content":"Ntuj txawm tsaus ntais thoob plaws lub tebchaws txij thaum tav su mus txog hnub qaij peb teev."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.46","label":"46","content":"Kwvlam peb teev Yexus qw nrov nrov hais tias, “Eli, eli, Lama xanpathani?” txhais hais tias, “Kuv tus Vajtswv, kuv tus Vajtswv ua cas koj tso kuv tseg lawm?”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.47","label":"47","content":"Thaum cov neeg uas nyob ntawd qee leej hnov ces txawm hais tias, “Tus yawg ntawd hu Eliya.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.48","label":"48","content":"Tamsim ntawd ib tug dhia mus muab ib lub xwb kuab raus cov kua qaub  chob rau tus hau pas tauj deg cev mus rau Yexus haus."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.49","label":"49","content":"Tiamsis muaj dua ib cov hais tias, “Tsis txhob ua dabtsi, cia peb saib Eliya yuav los cawm nws los tsis los.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.50","label":"50","content":"Thaum Yexus rov qw nrov dua ib zaug ces nws txawm tso nws txojsia tseg."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.51","label":"51","content":"Ua ciav daim ntaub uas thaiv hauv lub tuam tsev txawm ntuag rhe sab saud los thoob plaws hauv taw ua ob daim, av kuj ntseeg ua zog koog, tej txhib zeb kuj tawg zom zaws,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.52","label":"52","content":"tej qhov ntxa kuj qheb, thiab Vajtswv cov neeg uas tuag lawd raug muab tsa sawv los."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.53","label":"53","content":"Mas thaum Yexus ciaj sawv los lawd, lawv cov ntawd kuj tawm hauv qhov ntxa mus rau hauv lub nroog dawb huv tshwm rau neeg coob coob pom."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.54","label":"54","content":"Thaum tus thawj rog uas kav ib puas leej thiab cov uas nrog nws zov Yexus pom av ntseeg nkaws thiab txhua yam tshwm tuaj li no, mas lawv ntshai kawg li thiab hais tias, “Tus no yog Vajtswv tus tub tiag tiag li.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.55","label":"55","content":"Qhov ntawd muaj cov pojniam coob coob sawv deb deb ntsia, lawv yog cov uas nrog Yexus tuaj pem Kalilais tuaj thiab ua num rau nws."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.56","label":"56","content":"Hauv lawv cov ntawd muaj Maivliag Madala, thiab Yakaunpau thiab Yauxej niam, thiab Xenpedi ob tug tub li niam."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.57","label":"57","content":"Thaum yuav tsaus ntuj muaj ib tug nplua nuj uas nyob hauv lub moos Alimathia hu ua Yauxej tuaj, nws kuj yog Yexus li thwjtim."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.58","label":"58","content":"Nws mus cuag Philaj thov Yexus lub cev tuag. Philaj thiaj hais kom muab cob rau nws."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.59","label":"59","content":"Yauxej txawm muab Yexus lub cev tuag los thiab muab ib daim ntaub mag uas huv los qhwv,"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.60","label":"60","content":"coj mus tso rau hauv Yauxej lub qhov ntxa tshiab uas nws txaug cia rau hauv phab zeb, mas dov ib daim lag zeb loj los npog lub rooj ntxa ces txawm mus lawm."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.61","label":"61","content":"Maivliag Madala thiab dua ib tug Maivliag kuj zaum qhov ntawd ncaj ntawm lub rooj ntxa."},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.62","label":"62","content":"Tagkis tom qab dhau hnub uas npaj rau hnub Xanpatau lawm, cov pov thawj hlob thiab cov Falixai ua ke tuaj cuag Philaj"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.63","label":"63","content":"hais tias, “Yawg hlob, peb nco tau tias tus neeg dag ntawd thaum nws tseem muaj txojsia nyob nws hais tias, ‘Dhau peb hnub mas kuv yuav ciaj sawv rov los.’"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.64","label":"64","content":"Yog li ntawd thov koj hais kom zov lub qhov ntxa ruaj ruaj kom puv peb hnub, ntshai tsam nws cov thwjtim tuaj nyiag nws lub cev mus thiab hais rau cov pejxeem tias, ‘Nws twb sawv ciaj hauv qhov tuag rov los lawm.’ Ces qhov uas dag zaum no yuav phem heev dua thawj zaug.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.65","label":"65","content":"Philaj thiaj hais rau lawv tias, “Tub rog zov yeej yog nej li, mas nej cia li mus zov ruaj ruaj npaum li uas ua tau.”"},{"bible_id":"1269","chapter_code":"MAT.27","verse_code":"MAT.27.66","label":"66","content":"Lawv txawm mus ntaus cim rau daim lag zeb kaw lub rooj ntxa ruaj ruaj thiab tso tub rog zov."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.1","label":"1","content":"Thaum dhau hnub Xanpatau lawm, hnub ib  thaum kaj ntug txoog Maivliag Madala thiab dua ib tug Maivliag txawm mus saib lub qhov ntxa."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.2","label":"2","content":"Ua ciav ntuj txawm qeeg ntseeg nkaws heev. Tus Tswv ib tug tubtxib saum ntuj nqes los muab daim lag zeb dov tawm, ces txawm zaum saum daim lag zeb ntawd."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.3","label":"3","content":"Saib tug tubtxib ntawd mas zoo li xob laim thiab nws cev tsoos tsho dawb paug li daus xib daus npu."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.4","label":"4","content":"Cov tub rog uas zov ntxa ntshai tus tubtxib saum ntuj ntawd tshee hnyo thiab zoo yam li neeg tuag."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.5","label":"5","content":"Tus tubtxib saum ntuj thiaj hais rau cov pojniam tias, “Tsis txhob ntshai, kuv paub tias neb tuaj nrhiav Yexus uas raug muab teem rau saum tus khaublig ntoo."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.6","label":"6","content":"Nws tsis nyob ntawm no, nws twb ciaj sawv los lawm raws li nws twb hais tseg lawd. Cia li los saib lub chaw uas nws pw."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.7","label":"7","content":"Thiab maj nroos mus hais rau nws cov thwjtim tias, ‘Nws twb ciaj sawv hauv qhov tuag rov los lawm, nws yuav ua nej ntej mus rau pem Kalilais. Nej yuav pom nws qhov ntawd.’ No yog kuv hais rau neb ntag.”"},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.8","label":"8","content":"Ob tug txawm tawm hauv lub qhov ntxa sai sai ntshai thiab zoo siab thiab dhia mus qhia rau Yexus cov thwjtim."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.9","label":"9","content":"Ua ciav Yexus txawm ntsib ob tug thiab hais tias, “Nyob zoo lov?” Ob tug txawm los ze tuav nkaus Yexus kotaw pe hawm nws."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.10","label":"10","content":"Yexus hais rau ob tug tias, “Tsis txhob ntshai, cia li mus hais rau kuv cov kwvtij kom mus rau Kalilais, lawv yuav ntsib kuv qhov ntawd.”"},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.11","label":"11","content":"Thaum cov pojniam ntawd tabtom mus cov tub rog uas zov lub ntxa qee leej kuj mus rau hauv nroog thiab qhia txhua yam xwm uas tshwm los rau cov pov thawj hlob."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.12","label":"12","content":"Thaum cov pov thawj hlob thiab cov kev txwj laus tuaj ua ke sablaj ua ke tag lawd lawv txawm muab nyiaj ntau ntsaws rau cov tub rog"},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.13","label":"13","content":"thiab hais tias, “Nej cia li hais tias, ‘Thaum tsaus ntuj uas peb tsaug zog lawm Yexus cov thwjtim tuaj nyiag nws lub cev tuag coj mus lawm.’"},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.14","label":"14","content":"Yog tus tswv xeev hnov txog tej no, peb mam li nrog nws hais, tsis pub nej raug teeb meem.”"},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.15","label":"15","content":"Cov tub rog txawm txais cov nyiaj ntawd thiab ua raws li lawv qhia. Mas zaj no ncha mus rau hauv cov Yudai txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.16","label":"16","content":"Kaum ib tug thwjtim txawm mus rau pem Kalilais mus txog lub roob uas Yexus hais rau lawv."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.17","label":"17","content":"Thaum lawv pom Yexus lawv pe hawm nws, tiamsis muaj qee leej tseem ua xyem xyav."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.18","label":"18","content":"Yexus txawm txav los ze thiab hais rau lawv tias, “Hwjchim tag nrho saum ntuj thiab hauv ntiajteb twb muab cob rau kuv lawm."},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.19","label":"19","content":"Yog li no nej cia li mus coj txhua haiv neeg los ua kuv li thwjtim, thiab muab lawv ua kevcai raus dej hauv leej Txiv, leej tub thiab Vaj Ntsuj Plig dawb huv lub npe,"},{"bible_id":"1269","chapter_code":"MAT.28","verse_code":"MAT.28.20","label":"20","content":"thiab qhia kom lawv tuav rawv txhua yam uas kuv tau qhia rau nej lawd. Thiab kuv niaj hnub yuav nrog nraim nej mus txog lub sijhawm kawg.”"}]