[{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.1","label":"1","content":"No yog tej lus uas Yawmsaub hais tuaj rau Mikha uas yog neeg hauv lub moos Maulese rau thaum Yauthas, Aha thiab Hexekhiya ua vajntxwv kav Yuda tebchaws, yog tej lus uas Mikha pom txog Xamali thiab Yeluxalees."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.2","label":"2","content":"Ib tsoom neeg txhua tus 'e, cia li tig ntsej mloog, lub qab ntuj 'e thiab txhua yam uas nyob hauv cia li mloog. Cia Vajtswv Yawmsaub ua timkhawv kom nej, yog tus Tswv  uas hais hauv nws lub tuam tsev dawb huv tuaj."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.3","label":"3","content":"Saib nawj, Yawmsaub tawm hauv nws lub chaw los, nws yuav nqes los tsuj mus los saum tej chaw siab hauv lub ntiajteb."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.4","label":"4","content":"Tej roob yuav yaj tag rau hauv nws qab thiab tej hav yuav tawg pes rhe, yam nkaus li ciab ntab yaj ntawm hluavtaws thiab yam li tej dej uas ntws ntawm tej toj ntxhab los."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.5","label":"5","content":"Tej xwm txheej no huvsi yog tim Yakhauj tej kev fav xeeb thiab tim Yixayee caj ces tej kev txhaum txim. Yakhauj tej kev fav xeeb yog dabtsi? Tsis yog lub nroog Xamali lov? Yuda caj ces lub chaw siab teev dab yog dabtsi? Tsis yog lub nroog Yeluxalees lov?"},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.6","label":"6","content":"“Vim li no kuv yuav ua rau Xamali pob ua tej niag pawg ciaj hav nroj, yuav ua chaw cog vaj txiv hmab. Kuv yuav muab tej pob zeb uas tsim lub nroog ntawd nchuav rau hauv tej khuab ha, mas yuav pom tej taw uas tiag lub nroog."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.7","label":"7","content":"Tej dab mlom huvsi hauv lub nroog ntawd yuav raug muab tsoo ua tej dwb daim. Tej uas muab xyeem rau hauv tej tsev dab yuav raug muab hlawv pov tseg, thiab kuv yuav muab tej dab mlom ua kom piam tag huvsi. Tej dab mlom ntawd yog Xamali muab cov nqe ua poj muag cev sau zog yuav los, mas yuav rov mus ua nqe ntiav poj muag cev.”"},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.8","label":"8","content":"Vim li no kuv yuav quaj ntsuag thiab quaj nyiav, kuv yuav mus mus los los liab qab tsuas tsis rau khau. Kuv yuav quaj ntsuag yam li hma nqov ntuj, thiab kuv yuav quaj lwj siab ntsuav yam li noog ntxhuav."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.9","label":"9","content":"Xamali tej kiav txhab kho tsis tau li thiab kis tuaj txog Yuda lawm, twb los txog ntawm kuv haiv neeg lub rooj loog, uas yog Yeluxalees ntag."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.10","label":"10","content":"Tsis txhob piav zaj no rau hauv lub moos Ka, tsis txhob quaj kiag li. Cia li da luj luam rau hauv tej hmoov av ntawm lub moos Npe Le‑ala."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.11","label":"11","content":"Cov neeg hauv lub moos Safi  cia li taug nej txojkev liab qab tsuas thiab txaj muag. Cov neeg hauv lub moos Xana  tsis tawm los. Lub moos Npe‑exee quaj nyiav, nej thiaj tsis tau chaw cawm siav rau qhov ntawd lawm."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.12","label":"12","content":"Cov neeg hauv lub moos Malau tos qhov zoo qhuav siab qhawv, vim yog Yawmsaub tso tej xwm txheej phem los txog ntawm rooj loog Yeluxalees lawm."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.13","label":"13","content":"Cov neeg hauv lub moos Lakhi 'e, cia li muab nees nruab rau tej tsheb ua rog. Nej xub ua txhaum thiaj coj kev txhaum los rau hauv Xi‑oo tus ntxhais, rau qhov Yixayee tej kev fav xeeb muaj nyob hauv nej nruab nrab."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.14","label":"14","content":"Vim li no nej yuav muab tshav ntuj xa lub moos Mauleseka mus, thiab lub moos Axij  tej vaj tse yuav tsis ua chaw vam khom rau Yixayee tej vajntxwv."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.15","label":"15","content":"Cov neeg hauv lub moos Malesa 'e, kuv yuav coj tus uas kov yeej los ntaus nej. Tus uas yog Yixayee lub koob meej yuav los rau hauv lub moos Adulas."},{"bible_id":"1269","chapter_code":"MIC.1","verse_code":"MIC.1.16","label":"16","content":"Cia li chais nej cov plaubhau kom do cuas quaj ntsuag nej tej menyuam uas nej nyiam kawg. Cia li ua rau nej do hau ib yam li dav noj twm, rau qhov lawv yuav ncaim nej mus poob tebchaws."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.1","label":"1","content":"Cov uas pw saum lawv lub txaj npaj yuav ua limhiam thiab ntaus tswvyim phem yuav raug txom nyem lauj! Thaum kaj ntug lawv kuj mus ua tej ntawd, rau qhov lawv txhais tes muaj peevxwm ua tau."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.2","label":"2","content":"Lawv ntshaw luag tej teb ces txawm mus txeeb kiag, lawv ntshaw luag vaj tse ces txawm mus txhav kiag, lawv quab yuam tus tswv tsev thiab nws lub tsev, lawv ntswj nws thiab nws qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.3","label":"3","content":"Vim li no Yawmsaub thiaj hais li no tias, “Saib nawj, kuv tabtom npaj xwm txheej phem los raug cov neeg ntawd, mas nej yuav rho nej tej caj dab kom dim tsis tau li. Nej yuav mus kev ua khav theeb ntsuav tsis tau, rau qhov yog lub sijhawm raug xwm txheej phem."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.4","label":"4","content":"Lub sijhawm ntawd luag yuav hu nkauj thuam nej, thiab yuav quaj ntsuag lwj siab kawg nkaus hais tias, ‘Peb puam tsuaj tu noob nrho lawm lauj! Yawmsaub muab kuv haiv neeg li feem hloov rau luag lawm, nws muab rho kiag ntawm kuv lawm lauj! Nws muab peb tej teb faib rau cov uas ntes  peb.’ ”"},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.5","label":"5","content":"Vim li no nej yuav tsis muaj leejtwg rho ntawv faib teb rau nej rau hauv Yawmsaub cov neeg."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.6","label":"6","content":"Lawv qhuab qhia hais tias, “Tsis txhob qhuab qhia, tsis txhob kheev leejtwg qhuab qhia txog zaj no. Kev poob ntsej muag yuav caum tsis cuag peb li.”"},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.7","label":"7","content":"Yakhauj caj ces 'e, tsim nyog yuav hais li no lov? “Yawmsaub tus Ntsuj Plig tsis muaj lub siab thev lawm lov? Tej no yog Vajtswv ua lov?” “Kuv tej lus tsis ua zoo rau tus uas ua lub neej ncaj lov?"},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.8","label":"8","content":"Tiamsis nej tawm tsam kuv haiv neeg ib yam li yog yeeb ncuab, nej lws kiag tus uas nyob hum xeeb lub tsho ntev, yog lws cov uas taug kev tso siab plhuav tsis xav hais tias tseem muaj kev ua rog lawm."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.9","label":"9","content":"Nej ntiab kuv haiv neeg tej pojniam khiav tawm hauv lawv tej tsev zoo zoo mus, nej lws kuv tej koob hmoov ntawm lawv tej menyuam yaus mus ib txhis."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.10","label":"10","content":"Cia li sawv tsees mus, rau qhov ntawm no tsis yog lub chaw so, vim yog qhov chaw qias tsis huv uas ua kom puam tsuaj liamsim tag txom nyem kawg."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.11","label":"11","content":"Yog leejtwg mus ncig hais lus foob lus cua thiab lus dag hais tias, ‘Kuv yuav qhuab qhia rau nej mloog txog cawv txiv hmab thiab cawv ntxwg,’ ces nws yuav ua tau ib tug xibhwb qhuab qhia rau haiv neeg no ntag lauj!"},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.12","label":"12","content":"“Yakhauj 'e, kuv yuav sau zog nej sawvdaws los ua ke tiag tiag li, kuv yuav qaws cov Yixayee uas tseem tshuav nyob los ua ke, kuv yuav sau lawv los ua ke yam li tej yaj nyob hauv lub nkuaj, thiab yam li pab yaj nyob hauv tshav zaub, ua ib pab neeg coob coob qw zom zaws."},{"bible_id":"1269","chapter_code":"MIC.2","verse_code":"MIC.2.13","label":"13","content":"Tus uas qheb tau qhov tawm mus nws yuav mus ua lawv ntej, lawv yuav txeem tawm mus thiab yuav tawm ntawm lub rooj loog mus. Lawv tus vajntxwv yuav mus ua lawv ntej, yog Yawmsaub coj lawv kev.”"},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.1","label":"1","content":"Thiab kuv hais tias, “Nej cov uas ua thawj hauv Yakhauj thiab cov uas kav Yixayee caj ces, nej cia li mloog. Tsim nyog nej yuav paub txojkev ua ncaj los tsis yog?"},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.2","label":"2","content":"Nej ntxub kev zoo nyiam kev phem, nej laws kuv haiv neeg daim tawv thiab laws tej nqaij ntawm lawv tej pob txha."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.3","label":"3","content":"Nej noj kuv haiv neeg tej nqaij thiab tev lawv daim tawv los, thiab muab lawv tej pob txha lov ua tej ywb yav, thiab muab lawv tsuav mos nyoos ib yam li cov nqaij hauv lub yias, ib yam li cov nqaij rog hauv lub lauj kaub.”"},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.4","label":"4","content":"Lawv yuav quaj thov Yawmsaub, tiamsis nws yuav tsis teb lawv. Thaum ntawd nws yuav fee plhu ntawm lawv vim lawv tau ua phem kawg."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.5","label":"5","content":"Yawmsaub hais li no ntsig txog cov xibhwb cev lus uas coj kuv haiv neeg yuam kev, uas qw tias muaj kev thaj yeeb rau thaum lawv muaj noj, thiab tshaj tawm tias muaj kev ua rog rau tus uas tsis muab ib yam dabtsi rau lawv noj hauv lub qhov ncauj."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.6","label":"6","content":"“Vim li no yuav ua hmo ntuj rau nej tiamsis nej yuav tsis ua yog toog pom, yuav tsaus ntuj nti tiamsis nej yuav tsis txawj pom tom hauv ntej. Lub hnub yuav poob qho rau cov xibhwb cev lus ntawd, nruab hnub los yuav tsaus ntuj nti rau lawv."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.7","label":"7","content":"Cov uas txeev ua yog toog pom yuav poob ntsej muag, cov uas pom tom hauv ntej yuav raug txaj muag. Lawv sawvdaws yuav pos ncauj nti rau qhov tsis muaj lus teb ntawm Vajtswv tuaj.”"},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.8","label":"8","content":"Hais txog kuv mas kuv muaj hwjchim thiab muaj Yawmsaub tus Ntsuj Plig thiab muaj txojkev ua ncaj thiab muaj zog puv nkaus, xwv thiaj tau qhia Yakhauj paub nws tej kev fav xeeb thiab qhia Yixayee paub nws lub txim."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.9","label":"9","content":"Nej cov uas ua thawj hauv Yakhauj caj ces, thiab cov uas kav Yixayee caj ces, cia li mloog tej lus no. Nej ntxub qhov ua ncaj thiab muab qhov zoo ntxeev ua qhov phem tag huvsi."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.10","label":"10","content":"Nej muab ntshav los tsim Xi‑oo thiab muab kev txhaum los tsim Yeluxalees."},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.11","label":"11","content":"Cov thawj hauv lub nroog yuav nyiaj xiab tu plaub, cov pov thawj yuav nqe ntiav thiaj qhuab qhia, cov xibhwb cev lus yuav nyiaj thiaj hais pom tom hauv ntej, los lawv tseem vam Yawmsaub thiab hais tias, “Yawmsaub nrog nraim peb nyob los tsis yog? Tsis muaj ib yam kev phem dabtsi yuav tshwm los raug peb li.”"},{"bible_id":"1269","chapter_code":"MIC.3","verse_code":"MIC.3.12","label":"12","content":"Vim yog tim nej ntag, Xi‑oo thiaj yuav raug muab laij ib yam li laij teb, Yeluxalees yuav pob tag ua tej niag pawg, thiab lub roob tuam tsev yuav ciaj ua roob hav zoov."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.1","label":"1","content":"Yav tom hauv ntej yuav muaj li no, lub roob uas muaj Yawmsaub lub tuam tsev yuav raug muab tsa ua lub roob uas siab dhau tej, thiab yuav raug txhawb nqa siab dua tej pov roob, mas ib tsoom neeg yuav ntws lug rau qhov ntawd."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.2","label":"2","content":"Ntau haiv neeg yuav tuaj hais tias, “Cia li los, cia peb nce mus rau saum Yawmsaub lub roob, mus rau hauv Yakhauj tus Vajtswv lub tuam tsev, mas nws yuav qhia nws txojkev rau peb, kom peb thiaj taug tau nws txojkev.” Rau qhov txoj kevcai yuav tawm hauv Xi‑oo los thiab Yawmsaub txojlus yuav tawm hauv Yeluxalees los."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.3","label":"3","content":"Nws yuav phua cai rau ntau haiv neeg, thiab nws yuav tu plaub rau tej tebchaws muaj zog uas nyob deb, Lawv yuav muab lawv tej ntaj riam ntaus ua khais laij teb, thiab muab lawv tej hmuv ntaus ua liag. Ib lub tebchaws yuav tsis rho ntaj ua tsov ua rog rau ib lub tebchaws, lawv yuav tsis kawm txujci ua tsov ua rog dua li lawm."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.4","label":"4","content":"Nyias yuav zaum hauv nyias tsob qab txiv hmab thiab hauv nyias tsob qab txiv cev, thiab tsis muaj leejtwg yuav ua rau lawv ntshai, vim Yawmsaub uas muaj hwjchim loj kawg nkaus lub qhov ncauj hais cia li no lawm."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.5","label":"5","content":"Ib tsoom neeg sawvdaws nyias tuav nyias tus timtswv lub npe ua neej, tiamsis peb yuav tuav Yawmsaub uas yog peb tus Vajtswv lub npe ua neej mus ib txhis tsis kawg."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.6","label":"6","content":"Yawmsaub hais tias, “Hnub ntawd kuv yuav sau zog cov neeg ceg tawv, thiab qaws cov uas raug muab ntiab tawm mus thiab cov uas kuv ua rau raug kev txom nyem nyuaj siab rov los ua ke."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.7","label":"7","content":"Cov uas ceg tawv kuv yuav xaiv tseg cia nyob, cov uas raug muab tso tseg lawd kuv yuav muab ua lub tebchaws uas muaj zog. Thiab Yawmsaub yuav kav lawv rau saum lub roob Xi‑oo, txij nimno mus ib txhiab ib txhis."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.8","label":"8","content":"Lub chaw tsom faj uas zov pab yaj 'e, lub pov roob Xi‑oo tus ntxhais 'e, koj yuav rov tau hwjchim kav tebchaws li qub, yog lub tebchaws uas Yeluxalees tus ntxhais txeev kav.”"},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.9","label":"9","content":"Nimno ua cas koj yuav quaj nrov heev? Tsis muaj vajntxwv nyob hauv koj lov? Tus uas ua koj lub chaw sablaj puam tsuaj lawm lov, es koj mob heev yam li tus pojniam mob plab lov?"},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.10","label":"10","content":"Xi‑oo tus ntxhais 'e, cia li ntswj ib ce ntsaj laws, ib yam li tus pojniam mob plab heev yuav yug menyuam, rau qhov nimno koj yuav tsum tawm hauv lub nroog mus nyob tom teb. Koj yuav tau mus rau Npanpiloo thiab yuav tau kev cawm dim qhov ntawd. Yawmsaub yuav txhiv koj dim hauv koj cov yeeb ncuab txhais tes."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.11","label":"11","content":"Nimno muaj ntau lub tebchaws sau zog tawm tsam koj, hais tias, “Cia ua puas tsuas nws, cia peb lub qhov muag mus saib Xi‑oo.”"},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.12","label":"12","content":"Tiamsis lawv tsis paub txog tej uas Yawmsaub xav tseg lawd, lawv tsis nkag siab tej uas nws npaj cia. Twb yog nws sau zog lawv los ua ke ib yam li sau tej teg qoob los rau ntawm lub tshav ntaus."},{"bible_id":"1269","chapter_code":"MIC.4","verse_code":"MIC.4.13","label":"13","content":"Xi‑oo tus ntxhais 'e, cia li sawv tsees ntaus tej qoob ntawd, rau qhov kuv yuav pub koj muaj txwm kub hlau thiab muaj rau taw tooj liab, mas koj yuav ntaus ntau haiv neeg tawg ua tej dwb daim, thiab koj yuav muab tej uas lawv txeeb tau los cais kiag pub rau Yawmsaub, yog muab lawv tej nyiaj txiag pub rau tus Tswv uas kav tag nrho lub qab ntuj."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.1","label":"1","content":"Cov tub rog hauv lub nroog 'e, cia li npaj nej cov tub rog. Yeeb ncuab twb tuaj vij peb lawm, lawv xuas pas ntoo ntaus cov Yixayee tus thawj sab plhu."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.2","label":"2","content":"“Au Npelehee Efatha 'e, koj yog ib tug me me hauv Yuda tej cum, yuav muaj ib tug tshwm hauv koj los rau kuv, yog tus uas yuav ua tus thawj kav cov Yixayee. Nws lub hauv paus yeej muaj thaum chiv keeb thaum ub los.”"},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.3","label":"3","content":"Vim li no Yawmsaub yuav muab lawv tso tseg mus txog lub sijhawm uas tus pojniam mob plab yug menyuam lawm, mas nws cov kwvtij uas tseem tshuav nyob yuav rov los rau hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.4","label":"4","content":"Tus ntawd yuav sawv ruaj khov thiab muaj Yawmsaub lub zog thiab muaj nws tus Vajtswv Yawmsaub lub koob meej uas ci ntsa iab yug nws pab yaj. Lawv yuav nyob tso siab plhuav rau qhov tus ntawd yuav ua loj mus thoob qab ntuj kawg,"},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.5","label":"5","content":"thiab nws yuav ua lawv lub chaw nyob kaj siab lug. Thaum cov Axilia tuaj txeem rau hauv peb lub tebchaws thiab tsuj peb tej chaw ruaj khov, peb yuav tsa xya tus yug yaj thiab tsa yim tus thawj tawm tsam lawv."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.6","label":"6","content":"Lawv yuav xuas ntaj kav Axilia tebchaws, thiab rho ntaj kav Nilauj tebchaws. Thaum cov Axilia tuaj txeem rau hauv peb lub tebchaws thiab tsuj hauv peb ciam teb, tus ntawd yuav tso peb dim."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.7","label":"7","content":"Yakhauj caj ces uas tseem tshuav nyob yuav nyob rau hauv nruab nrab ntau haiv neeg zoo yam li dej lwg ntawm Yawmsaub thiab zoo li pluav nag uas los rau saum tej nroj tsuag thiab tsis nyob ntawm neeg lossis tos neeg tej tub."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.8","label":"8","content":"Yakhauj caj ces uas tseem tshuav yuav nyob hauv nruab nrab ib tsoom tebchaws thiab hauv nruab nrab ntau haiv neeg yam li tus tsov ntxhuav nyob hauv nruab nrab tej tsiaj qus hauv hav zoov, lossis yam li tus thav tsov ntxhuav uas nyob hauv nruab nrab tej yaj, thaum nws hla mus nws tsuj pes ntiag thiab muab dua tseg, tsis muaj leejtwg cawm tau."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.9","label":"9","content":"Nej txhais tes yuav raug muab tsa rau saum nej cov tshawj chim, thiab nej cov yeeb ncuab huvsi yuav raug muab txiav tu nrho."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.10","label":"10","content":"Yawmsaub hais tias, “Hnub ntawd kuv yuav muab nej tej nees ua kom ploj tag hauv nej nruab nrab mus, thiab muab nej tej tsheb nees ua rog ua puam tsuaj tag."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.11","label":"11","content":"Kuv yuav muab tej moos hauv nej lub tebchaws rhuav tshem tag, thiab rhuav nej tej chaw ruaj khov pob tag huvsi."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.12","label":"12","content":"Kuv yuav muab qhov uas ua khawv koob rhuav tshem tag ntawm nej txhais tes, nej yuav tsis muaj txiv neeb txiv yaig dua li lawm."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.13","label":"13","content":"Kuv yuav rhuav nej tej dab mlom thiab nej tej ncej teev dab kom ploj ntawm nej mus, thiab nej yuav tsis tau pe tej uas nej txhais tes ua dua li lawm."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.14","label":"14","content":"Kuv yuav rho kiag nej tej ncej dab Asela hauv nej nruab nrab pov tseg, thiab ua rau nej tej moos puam tsuaj."},{"bible_id":"1269","chapter_code":"MIC.5","verse_code":"MIC.5.15","label":"15","content":"Kuv yuav chim thiab ua pauj npau taws vog rau tej tebchaws uas tsis mloog lus.”"},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.1","label":"1","content":"Cia li tig ntsej mloog tej uas Yawmsaub hais. “Cia li sawv tsees piav koj tshaj plaub rau tej roob, thiab cia tej pov roob mloog koj lub suab."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.2","label":"2","content":"Tej roob 'e, cia li mloog tej uas Yawmsaub kom, thiab tej taw tiag lub ntiajteb uas nyob mus ib txhis, tig ntsej mloog, rau qhov Yawmsaub muaj plaub rau nws haiv neeg, thiab nws yuav kom plaub rau cov Yixayee."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.3","label":"3","content":"“Kuv haiv neeg 'e, kuv tau ua li cas rau nej? Kuv tau ua rau nej tsaug leeg qhov twg? Cia li teb kuv."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.4","label":"4","content":"Kuv coj nej tawm hauv Iyi tebchaws los, thiab txhiv nej tawm hauv lub tsev ua qhev los. Kuv txib Mauxe thiab Aloo thiab Mili‑as coj nej kev mus."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.5","label":"5","content":"Kuv haiv neeg 'e, cia li nco txog tias, Mau‑a tus vajntxwv Npalaj xav tswvyim phem li cas thiab Npe‑au tus tub Npala‑as teb nws li cas, thiab ntawm Sithi mus txog Kilakas muaj dabtsi tshwm tuaj, kom nej thiaj paub tej uas Yawmsaub ua cawm nej.”"},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.6","label":"6","content":"Kuv yuav coj dabtsi tuaj cuag Yawmsaub thiab pe Vajtswv uas nyob lub chaw siab? Tsim nyog kuv coj menyuam nyuj hnub nyoog muaj ib xyoos tuaj ua kevcai hlawv xyeem rau nws lov?"},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.7","label":"7","content":"Yawmsaub yuav txaus siab rau qas txhiab tus txiv yaj thiab qas vam lub hav uas muaj roj ntws lov? Tsim nyog kuv yuav muab kuv tus tub hlob xyeem ntxuav kuv tej kev fav xeeb lov, yog xyeem tus menyuam uas kuv yug ntxuav kuv tus ntsuj plig lub txim lov?"},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.8","label":"8","content":"Neeg 'e, nws twb qhia qhov uas zoo rau nej paub lawm. Tej uas Yawmsaub xav kom nej ua tsuas yog ua ncaj thiab nyiam txojkev hlub luag, thiab ua lub neej txo lub siab nrog nraim nej tus Vajtswv xwb."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.9","label":"9","content":"Qhov uas hwm thiab paub koj lub npe kuj yog muaj tswvyim tiag. Yawmsaub lub suab tshaj tawm rau lub nroog hais tias, “Lub xeem thiab ib tsoom neeg hauv lub nroog, cia li mloog."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.10","label":"10","content":"Kuv yuav tsis nco qab tej nyiaj txiag uas ua phem es tau los uas muaj nyob hauv cov neeg phem lub tsev, thiab lub efa  ntxo uas raug foom tsis zoo tau lov?"},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.11","label":"11","content":"Kuv yuav zam tus uas muaj rab teev tsis hum txiaj thiab muaj cov thauj teev ntxo hauv nws lub hnab lov?"},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.12","label":"12","content":"Nej cov uas nplua nuj yeej yog ua limhiam ntais ntuj, nej cov neeg zej zog hais lus dag. Lawv tus nplaig hauv lawv lub qhov ncauj dag ntxias."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.13","label":"13","content":"Vim li no kuv thiaj pib nplawm nej, ua rau nej liamsim tag vim yog nej lub txim."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.14","label":"14","content":"Nej yuav noj tiamsis tsis tsau, nej lub plab tseem tshaib. Nej yuav khaws cia tiamsis khaws tsis tau ruaj. Tej uas nej khaws tau ruaj kuv yuav muab pub rau hniav ntaj."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.15","label":"15","content":"Nej yuav tseb los yuav tsis tau hlais, nej yuav tsuam txiv aulib los yuav tsis tau roj los pleev nej lub cev, nej yuav tsuam txiv hmab los tsis tau cawv txiv hmab haus."},{"bible_id":"1269","chapter_code":"MIC.6","verse_code":"MIC.6.16","label":"16","content":"Nej tuav rawv vajntxwv Ooli tej kab ke, thiab ua raws li Ahaj caj ces ua txhua yam huvsi, thiab nej ua raws li ob tug taw qhia lawm. Kuv thiaj yuav ua rau nej liamsim tag, thiab ua rau nej cov neeg raug luag thuam luag, thiab nej yuav raug kuv haiv neeg saib tsis taus.”"},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.1","label":"1","content":"Kuv raug txom nyem lauj! Kuv zoo yam li thaum tus uas de tej txiv rau lub caij ntuj qhua thiab xawb de tej txiv hmab tag lawm, tsis tshuav ib tauv txiv hmab noj kiag li, thawj phaum txiv cev uas kuv ntshaw noj los tsis muaj ib lub siav li."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.2","label":"2","content":"Cov uas hwm Vajtswv ploj tag hauv lub tebchaws lawm, ib tsoom neeg tsis tshuav ib tug siab ncaj kiag li. Lawv sawvdaws zov kev tos tua neeg xwb, nyias ua hlua cuab nyias li kwvtij."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.3","label":"3","content":"Lawv txhais tes tsuas yog txawj ua phem xwb. Tus thawj thiab tus uas tu plaub thov yuav nyiaj xiab, tus uas ua hlob kuj tsa ncauj hais tej kev phem uas nws lub siab ntshaw, lawv sawvdaws ntaus tswvyim npaj ua tej no."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.4","label":"4","content":"Lawv cov tus uas zoo kawg kuj zoo li tsob pos, tus uas siab ncaj kawg kuj zoo yam li lub laj kab xov pos. Hnub uas nej cov faj xwm hais rau nej, yog hnub uas txiav txim rau nej, twb los txog lawm. Nimno qhov uas lawv raug kev kub ntxhov los ze lawm."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.5","label":"5","content":"Tsis txhob tso siab rau kwvtij zej zog, tsis txhob cia siab rau phoojywg, cia li tswj koj lub qhov ncauj tsis txhob qhia rau tus uas nyob hauv koj lub xubntiag."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.6","label":"6","content":"Rau qhov tus tub saib tsis taus leej txiv, tus ntxhais tawm tsam leej niam, tus nyab tawm tsam niam pog, yus tus yeeb ncuab kuj yog yus tsev neeg ntag."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.7","label":"7","content":"Kuv li kuv yuav ntsia ntsoov Yawmsaub, kuv yuav tos rawv Vajtswv uas cawm kuv dim. Kuv tus Vajtswv yuav mloog kuv tej lus."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.8","label":"8","content":"Kuv tus yeeb ncuab 'e, tsis txhob zoo siab thuam luag kuv. Thaum kuv ntog los kuv yuav rov sawv tau, thaum kuv nyob hauv qhov tsaus ntuj, Yawmsaub yuav ua qhov kaj rau kuv."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.9","label":"9","content":"Vim yog kuv ua txhaum rau Yawmsaub, kuv yuav thev nws txojkev chim mus txog thaum nws daws kuv tshaj plaub thiab tu plaub rau kuv. Nws yuav coj kuv tawm mus rau hauv qhov kaj thiab kuv yuav pom nws txojkev cawm dim."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.10","label":"10","content":"Mas kuv tus yeeb ncuab yuav pom thiab tus uas hais rau kuv tias, “Koj tus Vajtswv Yawmsaub nyob qhovtwg?” yuav raug txaj muag. Kuv lub qhov muag yuav saib thiab hnyos nws. Nimno nws yuav raug muab tsuj yam nkaus li cov av nplaum rau hauv txojkev."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.11","label":"11","content":"Hnub uas tsim kho nej tej ntsa loog yuav los, mas hnub ntawd nej tej ciam teb yuav nthuav dav."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.12","label":"12","content":"Hnub ntawd luag yuav tuaj cuag nej, yog tuaj txij ntawm Axilia tebchaws mus txog ntua Iyi tebchaws, thiab tuaj txij Iyi tebchaws mus txog tus dej Yufeti, thiab txij lub hiavtxwv no mus txog lub hiavtxwv tim ub, thiab txij lub roob no mus txog lub roob tim ub."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.13","label":"13","content":"Lub ntiajteb yuav nyob do cuas vim yog tim cov neeg uas nyob hauv, thiab tim tej uas lawv ua."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.14","label":"14","content":"Thov koj tuav rawv koj tus pas nrig yug koj haiv neeg, uas yog koj pab yaj, yog koj qub txeeg qub teg. Lawv nyob ua twm zeej twm kawv hauv hav zoov uas nyob hauv nruab nrab lub tebchaws uas zoo qoob. Thov cia lawv nrhiav noj hauv Npasas thiab Kile‑a ib yam li yav thaum ub."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.15","label":"15","content":"Ib yam li thaum nej tawm hauv Iyi tebchaws los, kuv yuav ua tej txujci phimhwj tshwm los rau lawv pom."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.16","label":"16","content":"Ib tsoom tebchaws yuav pom thiab yuav txaj muag lawv li hwjchim huvsi, lawv yuav muab tes pos qhov ncauj cia, lawv lub qhov ntsej yuav lag."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.17","label":"17","content":"Lawv yuav yaim hmoov av yam li nab, ib yam li tej tsiaj uas nkag hauv av. Lawv yuav tawm hauv lawv tej chaw ruaj khov ua ib ce tshee hnyo los, lawv yuav tig los cuag peb tus Vajtswv Yawmsaub ua ntshai kawg, thiab lawv yuav ntshai koj."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.18","label":"18","content":"Leejtwg yog tus timtswv uas zoo cuag li koj, uas daws lub txim thiab zam tej kev fav xeeb uas koj cov qub txeeg qub teg uas tseem tshuav nyob tau ua? Koj tsis cim ntsoov txojkev chim mus ib txhis rau qhov koj txaus siab ua txojkev hlub ruaj khov tshwm los."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.19","label":"19","content":"Koj yuav rov khuvleej peb, thiab muab peb tej kev txhaum tsuj ntiag tseg. Koj yuav muab peb lub txim huvsi laim pov tseg rau hauv qab thu hiavtxwv."},{"bible_id":"1269","chapter_code":"MIC.7","verse_code":"MIC.7.20","label":"20","content":"Koj yuav ua txojkev ncaj uas tso siab tau tshwm rau Yakhauj thiab ua txojkev hlub ruaj khov tshwm rau Aplahas, ib yam li koj twb cog lus ruaj khov rau peb tej poj koob yawm txwv thaum ub los lawm."}]