[{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.1","label":"1","content":"No yog Nehemi uas yog Hakhaliya tus tub tej lus. Lub hli Khile xyoo nees nkaum thaum kuv nyob hauv lub nroog loj Xuxa,"},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.2","label":"2","content":"mas Hanani uas yog kuv ib tug kwvtij nrog cov txivneej qee leej tuaj hauv Yuda tuaj. Kuv thiaj nug lawv txog cov Yudai uas poob tebchaws rov los es tseem muaj txojsia nyob thiab nug txog lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.3","label":"3","content":"Lawv hais rau kuv tias, “Cov uas poob tebchaws dim los es tseem muaj txojsia nyob hauv lub xeev ntawd raug kev txom nyem thiab txaj muag kawg. Yeluxalees lub ntsa loog pob tag thiab tej rooj loog kub hnyiab puam tsuaj tag.”"},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.4","label":"4","content":"Thaum kuv hnov tej lus no kuv txawm zaum quaj thiab quaj nyuaj siab ntau hnub thiab kuv yoo mov thiab thov Vajtswv Ntuj tsis tu li."},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.5","label":"5","content":"Thiab kuv hais tias, “Au Yawmsaub uas yog Vajtswv Ntuj loj kawg nkaus thiab txaus ntshai, koj yog tus uas tuav rawv tej lus cog tseg thiab txojkev hlub ruaj khov rau cov uas hlub koj thiab ua raws li koj tej lus nkaw."},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.6","label":"6","content":"Mas thov koj tig ntsej mloog thiab thov tsa qhov muag saib, thiab mloog koj tus tub qhe tej lus thov uas nimno kuv thov koj nruab hnub hmo ntuj pab koj haiv neeg Yixayee uas yog koj cov tub qhe. Kuv lees cov Yixayee lub txim uas peb tau ua txhaum rau koj. Kuv thiab kuv txiv caj ces tau ua txhaum lawm ntag."},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.7","label":"7","content":"Peb tau ua phem ua qias rau koj loj kawg li thiab tsis tuav rawv tej lus nkaw thiab tej kab ke thiab tej kevcai uas koj muab cob rau koj tus qhev Mauxe."},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.8","label":"8","content":"Thov koj nco txog tej lus uas koj twb hais rau koj tus qhev Mauxe tias, ‘Yog nej fav xeeb rau kuv, kuv yuav ua rau nej tawg khiav ri sua mus rau hauv ib tsoom neeg,"},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.9","label":"9","content":"tiamsis yog nej rov los cuag kuv thiab tuav rawv kuv tej lus nkaw thiab ua raws nraim, mas txawm yog cov uas tawg ri sua mus rau qab ntuj kawg los kuv yuav qaws lawv qhov ntawd los thiab coj lawv los rau lub chaw uas kuv twb xaiv cia rau kuv lub npe nyob lawm.’"},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.10","label":"10","content":"Lawv yeej yog koj cov tub qhe thiab yog koj haiv neeg uas koj siv koj lub hwjchim loj kawg thiab koj txhais tes uas muaj zog txhiv los lawm."},{"bible_id":"1269","chapter_code":"NEH.1","verse_code":"NEH.1.11","label":"11","content":"Au tus Tswv,  thov koj tig ntsej mloog koj tus tub qhe tej lus thov thiab mloog koj cov tub qhe uas zoo siab paub ntshai koj lub npe tej lus thov, es pub rau kuv uas yog koj tus qhev ua txhua yam kom tiav rau hnub no thiab thov ua kom vajntxwv hlub kuv.” Thaum ntawd kuv ua tus uas thiab khob cawv txiv hmab rau vajntxwv."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.1","label":"1","content":"Thaum lub hli Nixa  yog xyoo nees nkaum uas Athaxawxi ua vajntxwv, thaum muab cawv txiv hmab txawb rau ntawm nws lub xubntiag, kuv thiab cawv txiv hmab cev rau vajntxwv. Ua ntej ntawd kuv tsis txeev ua ntsej muag mluas mlob rau ntawm nws xubntiag li."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.2","label":"2","content":"Ces vajntxwv hais rau kuv tias, “Koj twb tsis muaj mob, ua cas koj mluas mlob? Qhov uas koj mluas mlob tsuas yog koj ntxhov siab xwb kaj.” Ces kuv ntshai heev,"},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.3","label":"3","content":"kuv thiaj hais rau vajntxwv tias, “Thov kom vajntxwv muaj txojsia nyob mus ib txhis. Ua cas kuv yuav tsis mluas mlob rau thaum lub nroog uas log kuv tej poj koob yawm txwv raug muab tso tseg nyob do cuas thiab tej rooj loog kuj raug hluavtaws kub puam tsuaj tag?”"},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.4","label":"4","content":"Ces vajntxwv txawm hais rau kuv tias, “Koj xav thov dabtsi?” Kuv txawm thov Vajtswv ntuj."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.5","label":"5","content":"Thiab kuv teb vajntxwv tias, “Vajntxwv, yog koj pom zoo, thiab koj txaus siab rau kuv uas yog koj tus tub qhe, mas thov koj tso kuv mus rau hauv Yuda tebchaws mus rau hauv lub nroog uas log kuv tej poj koob yawm txwv, xwv kuv thiaj tau tsim kho lub nroog ntawd dua tshiab.”"},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.6","label":"6","content":"Ces vajntxwv hais rau kuv rau thaum poj vaj nyob ntawm vajntxwv ib sab hais tias, “Koj yuav mus ntev li cas, thaum twg koj li rov los?” Yog li no vajntxwv thiaj txaus siab tso kuv mus. Ces kuv thiaj teem sijhawm."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.7","label":"7","content":"Thiab kuv hais rau vajntxwv tias, “Yog vajntxwv pom zoo, thov ua ntawv rau kuv coj mus rau cov thawj uas kav lub xeev sab dej Yufeti hnub poob xwv lawv thiaj tso cai rau kuv hla zuj zus mus txog Yuda tebchaws."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.8","label":"8","content":"Thiab thov ua ntawv hais rau Axas uas kav vajntxwv lub hav zoov kom nws muab ntoo rau kuv ua tej npuab rooj rau lub chaw ruaj khov ntawm lub tuam tsev thiab ua lub nroog tej ntsa loog thiab kho lub tsev uas kuv yuav mus nyob.” Vajntxwv thiaj pub txhua yam uas kuv thov rau kuv vim yog Vajtswv txhais tes zoo roos rawv kuv."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.9","label":"9","content":"Ces kuv thiaj los txog cov thawj uas kav lub xeev sab dej Yufeti hnub poob thiab muab tej ntawv uas vajntxwv sau rau lawv. Vajntxwv kuj txib cov thawj tub rog thiab cov tub rog caij nees nrog kuv mus."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.10","label":"10","content":"Thaum Xanpala uas yog neeg Hauloo thiab tus nom tswv Thaunpia uas yog neeg Asmoo hnov zaj no, mas ob tug tsis txaus siab heev rau qhov uas muaj ib tug tuaj pab cov Yixayee kom tau zoo."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.11","label":"11","content":"Kuv thiaj los txog Yeluxalees thiab so tau peb hnub."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.12","label":"12","content":"Ces kuv txawm sawv tsaus ntuj nti coj qee leej nrog kuv mus. Kuv tsis qhia rau leejtwg paub tias kuv tus Vajtswv tau muab dabtsi rau hauv kuv lub siab kom pab Yeluxalees. Kuv tsis muaj dua lwm tus tsiaj tsuas muaj tus uas kuv caij xwb."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.13","label":"13","content":"Thaum tsaus ntuj nti kuv tawm Rooj Loog Hav mus txog lub Qhov Dej Zaj  thiab mus txog Rooj Loog Tshwj Xuam. Kuv tshuaj saib Yeluxalees tej ntsa loog uas pob tag thiab tej rooj loog uas raug hluavtaws kub puam tsuaj tag."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.14","label":"14","content":"Ces kuv txawm hla mus rau Rooj Loog Dej Txhawv thiab mus txog vajntxwv lub pas dej, tiamsis tsis tau kev rau tus tsiaj uas kuv caij hla mus."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.15","label":"15","content":"Kuv thiaj mus tsaus ntuj nti hauv lub hav tshuaj saib lub ntsa loog, thiab tig rov los nkag Rooj Loog Hav thiaj rov los tsev."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.16","label":"16","content":"Cov nom tswv kuj tsis paub tias kuv mus qhovtwg lossis kuv mus ua dabtsi. Kuv tsis tau qhia rau cov Yudai, tsis hais cov pov thawj thiab cov uas ua hlob thiab cov thawj thiab lwm tus uas yuav ua tej haujlwm ntawd."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.17","label":"17","content":"Ces kuv txawm hais rau lawv tias, “Nej kuj pom tias peb poob rau hauv txojkev txom nyem li cas lawm, vim yog qhov uas lub nroog Yeluxalees pob tag thiab tej rooj loog kub hnyiab tag. Cia li tuaj es peb ua lub ntsa loog Yeluxalees dua tshiab xwv peb thiaj tsis raug txaj muag.”"},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.18","label":"18","content":"Thiab kuv hais rau lawv paub txog qhov uas kuv tus Vajtswv txhais tes roos rawv kuv ua zoo rau kuv thiab paub txog tej lus uas vajntxwv tau hais rau kuv. Mas lawv hais tias, “Peb cia li nqes tes ua dua tshiab.” Lawv thiaj koom siab nqes tes ua yam uas zoo ntawd."},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.19","label":"19","content":"Thaum Xanpala uas yog neeg Hauloo thiab tus nom tswv Thaunpia uas yog neeg Asmoo thiab Kesee uas yog neeg Alam hnov zaj no, lawv thuam luag saib tsis taus peb thiab hais tias, “Nej ua dabtsi li no? Nej fav xeeb rau vajntxwv lov?”"},{"bible_id":"1269","chapter_code":"NEH.2","verse_code":"NEH.2.20","label":"20","content":"Mas kuv teb lawv tias, “Vajtswv Ntuj yuav pab kom peb ua kom tiav. Peb cov uas yog nws cov tub qhe yuav nqes tes ua. Tiamsis nej tsis muaj feem tsis muaj cai tsis muaj ib yam dabtsi uas nrog Yeluxalees koom kiag li.”"},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.1","label":"1","content":"Dhau ntawd tus tuam pov thawj hlob Eliyasi nrog nws cov kwvtij uas yog pov thawj nqes tes ua lub Rooj Loog Yaj. Lawv ua kevcai tu kom dawb huv thiab muab txhib qhov rooj nruab rau. Lawv ua kevcai tu kom dawb huv mus txog lub chaw tsom faj uas hu ua Ib Puas, thiab mus txog lub chaw tsom faj Hananee."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.2","label":"2","content":"Txuas ntawm lawv mus yog cov neeg Yelikhau ua, thiab ntu txuas ntxiv mus yog Ili tus tub Xakaw ua."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.3","label":"3","content":"Haxena‑i caj ces ua lub Rooj Loog Ntses. Lawv ua tej npuab rooj thiab nruab txhib qhov rooj rau thiab ua tej ntsia rooj thiab tej las rooj."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.4","label":"4","content":"Ntu txuas ntawm lawv mus yog Uliya tus tub Melemau uas yog Hakhau tus xeeb ntxwv kho. Ntu txuas ntawm lawv mus yog Npelekhiya tus tub Mesulas uas yog Mesexanpee tus xeeb ntxwv kho. Ntu txuas ntawm lawv mus yog Npa‑ana tus tub Xadau kho."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.5","label":"5","content":"Ntu txuas ntawm lawv mus yog cov neeg Thekhau‑a kho, tiamsis lawv cov uas ua hlob tsis yeem siv lawv lub dag lub zog ua tej haujlwm uas tus tswv feeb rau lawv."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.6","label":"6","content":"Paxe‑a tus tub Yauyada thiab Npexaudeya tus tub Mesulas kho lub Rooj Loog Qub. Ob tug ua tej npuab rooj thiab nruab txhib qhov rooj rau thiab ua tej ntsia rooj thiab tej las rooj."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.7","label":"7","content":"Ntu txuas ntawm ob tug mus yog Melathiya uas yog neeg Kinpe‑oo thiab Yadoo uas yog neeg Melaunau, thiab cov neeg hauv lub moos Kinpe‑oo thiab hauv lub moos Mixapa kho. Cov no nyob hauv tus tswv xeev sab dej Yufeti hnub poob qab kev tswjhwm."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.8","label":"8","content":"Ntu txuas ntawm lawv mus yog Hahaya tus tub Uxi‑ee uas yog Kws ntaus kub kho. Ntu txuas ntawm nws mus yog Hananiya uas yog Kws tov tshuaj tsw qab kho. Ob tug ntawd kho Yeluxalees mus txog ntawm ntu Ntsa Loog Tuab."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.9","label":"9","content":"Ntu txuas ntawm ob tug mus yog Hawj tus tub Lefaya uas kav Yeluxalees ib nrab kho."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.10","label":"10","content":"Ntu txuas ntawm lawv mus yog Haluma tus tub Yedaya kho ncaj ntawm nws lub tsev, thiab ntu txuas ntawm nws mus yog Hasaneya tus tub Hathu kho."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.11","label":"11","content":"Halee tus tub Makhiya thiab Pahamau‑a tus tub Hasus kho dua ib ntus ntxiv thiab kho lub Chaw Tsom Faj Qhov Txos."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.12","label":"12","content":"Ntu txuas ntawm lawv mus yog Halauhe tus tub Salu uas kav Yeluxalees ib nrab kho, yog nws thiab nws tej ntxhais kho."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.13","label":"13","content":"Hanu thiab cov neeg hauv lub moos Xanau‑a kho lub Rooj Loog Hav. Lawv ua dua tshiab thiab nruab txhib qhov rooj rau thiab ua tej ntsia rooj thiab tej las rooj, thiab kho lub ntsa loog ib txhiab tshim mus txog lub Rooj Loog Tshwj Xuam."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.14","label":"14","content":"Lekhaj tus tub Makhiya uas kav ib cheeb tsam Npe Hakhelee kho lub Rooj Loog Tshwj Xuam. Nws ua dua tshiab thiab nruab txhib qhov rooj rau thiab ua tej ntsia rooj thiab tej las rooj."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.15","label":"15","content":"Khauhauxe tus tub Salu uas kav ib cheeb tsam Mixapa kho lub Rooj Loog Dej Txhawv. Nws ua dua tshiab thiab muab vov thiab nruab txhib qhov rooj rau thiab ua tej ntsia rooj thiab tej las rooj. Thiab nws ua lub ntsa loog ntawm Pas Dej Sela  uas npuas vajntxwv lub vaj mus txog ntawm tus ntaiv uas nqes saum Davi lub nroog los."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.16","label":"16","content":"Ntu txuas ntawm nws mus yog Axanpu tus tub Nehemi uas kav ib cheeb tsam Npexuv ib nrab kho mus txog ncaj Davi lub qhov ntxa thiab txog pas dej uas luag khawb thiab txog lub tsev uas cov tub rog siab loj siab tuab nyob."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.17","label":"17","content":"Ntu txuas ntawm nws mus cov Levi kho, yog Npani tus tub Lehoo kho thiab ntu txuas ntawm nws mus yog Hasanpiya uas kav ib cheeb tsam Khe‑ila ib nrab kho nws feem."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.18","label":"18","content":"Ntu txuas ntawm nws mus lawv cov kwvtij kho yog Henada tus tub Npavai uas kav ib cheeb tsam Khe‑ila ib nrab."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.19","label":"19","content":"Ntu txuas ntawm nws mus yog Yesua tus tub Exaw uas kav lub moos Mixapa kho dua ib ntus ncaj ntawm txojkev uas nce mus rau lub txhab cuab yeej uas nyob ntawm lub Ntsa Loog Nkhaus."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.20","label":"20","content":"Ntu txuas ntawm nws mus yog Xanpai tus tub Npalu kho dua ib ntus ntxiv txij ntua lub Ntsa Loog Nkhaus mus txog tus tuam pov thawj hlob Eliyasi lub qhov rooj."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.21","label":"21","content":"Ntu txuas ntawm nws mus yog Uliya tus tub Melemau uas yog Hakhau tus xeeb ntxwv kho dua ib ntus txij ntua Eliyasi lub qhov rooj mus txog tom nws lub tsev kawg."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.22","label":"22","content":"Ntu txuas ntawm nws mus yog cov pov thawj uas nyob nram tiaj kho."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.23","label":"23","content":"Ntu txuas ntawm lawv mus yog Npeeyamee thiab Hasus kho ncaj ntawm ob tug tsev. Ntu txuas ntawm ob tug mus yog Ma‑axeya tus tub Axaliya uas yog Ananiya tus xeeb ntxwv kho ncaj ntawm nws tsev."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.24","label":"24","content":"Ntu txuas ntawm nws mus yog Henada tus tub Npinu‑i kho dua ib ntus txij ntua Axaliya tsev mus txog lub Ntsa Loog Nkhaus thiab txog ntawm lub Kaum loog."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.25","label":"25","content":"Uxai tus tub Palas kho ncaj ntawm lub Ntsa Loog Nkhaus thiab lub chaw tsom faj uas thauv rau sab nraud ntawm vajntxwv lub tsev sab ped ze ntawm cov tub rog uas zov vajntxwv lub loog. Ntu txuas ntawm nws mus yog Palau tus tub Pedaya,"},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.26","label":"26","content":"thiab cov uas ua haujlwm hauv Vajtswv lub tuam tsev uas nyob ntawm Aufee kho mus txog ncaj lub Rooj Loog Dej sab hnub tuaj thiab txog lub chaw tsom faj uas thauv rau sab nraud."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.27","label":"27","content":"Ntu txuas ntawm lawv mus yog cov neeg Thekhau‑a kho dua ib ntus ncaj ntawm lub chaw tsom faj loj uas thauv rau sab nraud mus txog lub ntsa loog ntawm Aufee."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.28","label":"28","content":"Cov pov thawj kho ntawm lub Rooj Loog Nees mus rau sab ped, nyias kho ncaj ntawm nyias lub tsev."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.29","label":"29","content":"Ntu txuas ntawm lawv mus yog Imaw tus tub Xadau kho ncaj ntawm nws tsev. Ntu txuas ntawm nws mus yog Sekhaniya tus tub Semaya uas yog tus zov Rooj Loog Sab Hnub Tuaj kho."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.30","label":"30","content":"Ntu txuas ntawm nws mus yog Selemiya tus tub Hananiya thiab Hanu uas yog Xalaj tus tub uas ho kho dua ib ntus. Ntu txuas ntawm nws mus yog Npelekhiya tus tub Mesulas kho ncaj ntawm nws chav tsev."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.31","label":"31","content":"Ntu txuas ntawm nws mus yog Makhiya yog dua ib tug Kws ntaus kub kho mus txog ntawm lub tsev uas cov uas ua haujlwm hauv lub tuam tsev thiab cov tub luam nyob, ncaj ntawm lub Rooj Loog Txheeb Tub Rog thiab mus txog chav tsev sab saud uas nyob ntawm kaum loog."},{"bible_id":"1269","chapter_code":"NEH.3","verse_code":"NEH.3.32","label":"32","content":"Thiab ntu nruab nrab chav tsev sab saud ntawm kaum loog mus txog lub Rooj Loog Yaj, yog cov Kws ntaus kub thiab cov tub luam kho."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.1","label":"1","content":"Thaum Xanpala hnov tias peb tabtom ua lub ntsa loog, nws txawm chim npau taws heev, nws thiaj thuam luag cov Yudai."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.2","label":"2","content":"Nws hais tab meeg nws cov kwvtij thiab tab meeg cov tub rog Xamali tias, “Cov Yudai uas tsis muaj zog no ua dabtsi li ntawd nev? Lawv yuav kho dua tshiab lov? Lawv yuav tua tsiaj xyeem no lov? Lawv yuav ua ib hnub kom tiav no lov? Lawv yuav muab tej pob zeb uas hlawv pob tag ua tej niag pawg tshwj xuam rov qab los siv dua no lov?”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.3","label":"3","content":"Thaunpia uas yog neeg Asmoo nyob ib sab ntawm nws thiab hais tias, “Lub ntsa loog pob zeb uas lawv tabtom ua ntawd, yog ib tug hma dhia rau saud xwb, ces yuav ua rau pob tag.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.4","label":"4","content":"Au peb tus Vajtswv thov koj tig ntsej mloog, rau qhov peb raug saib tsis taus. Thov tig lawv lub suab thuam lub suab luag rov mus poob rau saum lawv lub taubhau, thiab thov cia lawv raug luag lws rau hauv lub tebchaws uas lawv raug ntes coj mus nyob."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.5","label":"5","content":"Thov tsis txhob npog lawv tej kev txhaum cia thiab tsis txhob rhuav lawv lub txim kom ploj ntawm koj lub qhov muag mus, rau qhov lawv tau thuam luag rhuav cov uas ua ntsa loog no ntsej muag."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.6","label":"6","content":"Peb thiaj ua lub ntsa loog mas lub ntsa loog twb tuaj sib txuas tag siab txog ib nrab lawm rau qhov yog cov pejxeem rau siab ua haujlwm."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.7","label":"7","content":"Tiamsis thaum Xanpala thiab Thaunpia thiab cov Alam thiab cov Asmoo thiab cov neeg hauv Asadau hnov tias qhov uas tsim kho Yeluxalees tej ntsa loog tabtom ua tiav zuj zus, thiab tej qhov uas pob tabtom muab txhaws, lawv txawm chim heev."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.8","label":"8","content":"Lawv txawm ntaus tswvyim yuav tuaj ua rog rau Yeluxalees thiab ua kom muaj kev kub ntxhov rau hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.9","label":"9","content":"Peb thiaj thov peb tus Vajtswv thiab tso neeg zov tiv thaiv lawv nruab hnub hmo ntuj."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.10","label":"10","content":"Tiamsis cov neeg Yuda hais tias, “Cov uas kwv nra lub zog ntaug zuj zus lawm, thiab muaj tej pawg tshwj xuam ntau heev. Peb kho tsis taus lub ntsa loog lawm.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.11","label":"11","content":"Thiab tej yeeb ncuab tseem hais tias, “Lawv yuav tsis paub tsis pom peb mus txog thaum peb txeem plaws rau hauv lawv thiab muab lawv tua thiab txwv nkaus lawv tej haujlwm.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.12","label":"12","content":"Ces cov Yudai uas nyob ze lawv tuaj hais rau peb kaum zaus tias, “Lawv yuav sawv hauv lawv txhua lub chaw nyob tuaj ua rog rau peb.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.13","label":"13","content":"Kuv thiaj tsa ib cov neeg nyob rau tej chaw uas qes kawg sab hauv lub ntsa loog raws li lawv tej cum tuav rawv ntaj thiab hmuv thiab hneev zov."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.14","label":"14","content":"Kuv ntsia ntsoov thiab sawv tsees hais rau cov uas ua hlob thiab cov thawj thiab cov pejxeem sawvdaws tias, “Nej tsis txhob ntshai lawv. Cia li nco ntsoov txog tus Tswv uas yog tus loj kawg thiab txaus ntshai es tiv thaiv pab nej cov kwvtij, nej tej tub tej ntxhais, nej tej pojniam thiab nej tej vaj tse.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.15","label":"15","content":"Thaum peb cov yeeb ncuab hnov tias peb twb paub lawv lub tswvyim lawm thiab Vajtswv twb rhuav tej uas lawv ntaus tswvyim lawm, mas peb sawvdaws thiaj nyias rov los ua nyias tej haujlwm ntawm ntsa loog."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.16","label":"16","content":"Txij hnub ntawd los kuv cov neeg ib nrab ua ntsa loog ib nrab tuav rawv hmuv thiab daim phiaj hlau thaiv thiab hneev thiab lub tsho hlau. Cov thawj kuj sawv tom qab cov Yuda sawvdaws"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.17","label":"17","content":"uas ua ntsa loog. Cov uas kwv nra txhua tus ib txhais tes ua haujlwm ib txhais tes tuav rawv cuab yeej ua rog."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.18","label":"18","content":"Txhua tus uas ua ntsa loog kuj ris rawv ntaj ntawm duav rau thaum tabtom ua. Tus uas tshuab raj kub yaj kuj sawv ntawm kuv ib sab."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.19","label":"19","content":"Kuv hais rau cov uas ua hlob thiab cov thawj thiab cov pejxeem sawvdaws tias, “Peb tej haujlwm kuj loj thiab nthuav dav heev, thiab peb nyob saum lub ntsa loog ib leeg nrug deb ib leeg."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.20","label":"20","content":"Thaum nej hnov lub suab raj kub yaj nrov qhovtwg tuaj, nej cia li dhia los pab peb qhov ntawd. Peb tus Vajtswv yuav ua rog pab peb.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.21","label":"21","content":"Peb thiaj ua haujlwm li no, peb ib nrab tuav rawv hmuv thaum kaj ntug txoog mus txog thaum cov hnub qub tawm."},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.22","label":"22","content":"Thaum ntawd kuv kuj hais rau cov pejxeem tias, “Cia cov txivneej txhua tus thiab lawv tej tub qhe pw hmo ntuj hauv Yeluxalees kom lawv thiaj zov tau lub nroog rau peb hmo ntuj thiab ua haujlwm nruab hnub.”"},{"bible_id":"1269","chapter_code":"NEH.4","verse_code":"NEH.4.23","label":"23","content":"Kuv thiab kuv cov kwvtij thiab kuv cov neeg thiab cov uas nrog kuv zov, tsis muaj leejtwg hle tsoos tsho, txhua tus nyias tuav rawv nyias tej cuab yeej."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.1","label":"1","content":"Cov pejxeem thiab lawv tej pojniam qw ntshu nrooj yws lawv cov kwvtij Yudai."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.2","label":"2","content":"Muaj neeg hais tias, “Peb tsev neeg coob muaj tub muaj ntxhais. Peb cheem tsum tau qoob peb thiaj tau noj thiaj muaj txojsia nyob tau.”"},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.3","label":"3","content":"Thiab muaj neeg hais tias, “Peb yuav tsum muab peb tej teb, peb tej vaj txiv hmab thiab peb tej vaj tse coj mus yuam thiaj tau qoob vim yog muaj kev tshaib nqhis heev.”"},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.4","label":"4","content":"Thiab muaj neeg hais tias, “Peb twb muab peb tej teb thiab peb tej vaj txiv hmab coj mus yuam nyiaj los them se rau vajntxwv lawm."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.5","label":"5","content":"Peb lub cev nqaij kuj zoo ib yam li peb cov kwvtij, peb tej menyuam kuj zoo ib yam li lawv li, los peb tseem yuav tsum muab peb tej tub tej ntxhais coj mus ua qhev, thiab peb tej ntxhais qee leej raug ua qhev lawm. Tiamsis peb pab tsis tau vim peb tej teb thiab tej vaj txiv hmab nyob rau hauv luag tes lawm.”"},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.6","label":"6","content":"Thaum uas kuv hnov lawv tej suab qw thiab lawv tej lus lawm mas kuv chim heev."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.7","label":"7","content":"Kuv muab tej no xav txhij xav txhua thiab kuv coj mus kom rau cov uas ua hlob thiab cov thawj. Kuv hais rau lawv tias, “Nej txhua tus sau paj nyiag ntawm nej cov kwvtij.” Thiab kuv hu cov pejxeem coob tuaj txoos ua ke tawm tsam lawv."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.8","label":"8","content":"Thiab kuv hais rau lawv tias, “Peb twb txhiv peb cov kwvtij Yudai uas raug muab muag rau lwm lub tebchaws los npaum li uas peb muaj peevxwm ua tau, tiamsis nej tseem rov muab nej cov kwvtij muag, lawv thiaj raug muab muag rau peb ntag.” Lawv kuj nyob ntsiag to teb tsis tau ib los li."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.9","label":"9","content":"Kuv thiaj hais tias, “Tej uas nej ua ntawd tsis zoo. Tsis tsim nyog nej ua lub neej paub ntshai peb tus Vajtswv lov? Ib tsoom tebchaws uas yog peb cov yeeb ncuab thiaj tsis muaj chaw thuam luag peb."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.10","label":"10","content":"Dua li ntawd kuv thiab kuv cov kwvtij thiab kuv cov tub qhe thiaj muab nyiaj thiab qoob txais rau lawv. Cia peb tseg tsis txhob sau paj nyiag."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.11","label":"11","content":"Hnub no cia li muab lawv tej teb, tej vaj txiv hmab, tej teb txiv aulib thiab lawv tej vaj tse thiab tej paj nyiag thiab tej qoob tej cawv txiv hmab thiab tej roj uas nej sau tshaj thim rov rau lawv.”"},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.12","label":"12","content":"Mas lawv teb tias, “Peb yuav thim tej ntawd rov qab thiab yuav tsis sau ib yam dabtsi ntawm lawv lawm. Peb yuav ua raws li uas koj hais.” Ces kuv thiaj hu cov pov thawj los thiab kom cov neeg ntawd cog lus twv tias lawv yuav ua raws li uas lawv cog lus tseg lawd."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.13","label":"13","content":"Kuv thiaj li nchos kuv lub tsho thiab hais tias, “Ib yam nkaus li no, yog leejtwg tsis ua raws li uas cog lus tseg no, thov Vajtswv muab nws nchos tawm hauv nws lub tsev thiab hauv nws tej haujlwm,  nws thiaj yuav raug muab nchos tawm mus tes dawb tes do.” Mas cov neeg uas tuaj txoos ua ke ntawd sawvdaws teb tias, “Amee,” thiab qhuas Yawmsaub. Thiab cov neeg kuj ua raws li uas lawv cog lus cia."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.14","label":"14","content":"Dua li ntawd txij thaum kuv raug tsa ua tus uas kav Yuda tebchaws, yog txij xyoo nees nkaum mus txog xyoo peb caug ob uas Athaxawxi ua vajntxwv mas huvsi yog kaum ob xyoos, mas kuv thiab kuv cov kwvtij tsis tau noj tej zaub mov uas yog tus tswv xeev li feem."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.15","label":"15","content":"Cov tswv xeev uas ua kuv ntej tau quab yuam cov pejxeem hnyav heev thiab tseem kom lawv them plaub caug sekhee nyiaj  tsav rau tej zaub mov thiab cawv txiv hmab ntawd. Txawm yog lawv cov tub teg tub taws los kuj tsab ua loj rau cov pejxeem thiab. Tiamsis kuv tsis tau ua li ntawd vim kuv hwm thiab paub ntshai Vajtswv."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.16","label":"16","content":"Kuv tseem ua tej haujlwm uas ua lub ntsa loog no, thiab kuv tsis tau ib thaj av kiag li, thiab kuv cov tub qhe sawvdaws tuaj ua ke ua ntsa loog thiab."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.17","label":"17","content":"Dua li ntawd kuv tseem muaj ib puas tsib caug leej nrog kuv noj ua ke, yog cov Yudai thiab cov nom tswv, yog tsav rau cov uas tuaj hauv tej tebchaws uas nyob ib ncig peb tuaj nrog peb nyob."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.18","label":"18","content":"Tej uas npaj rau peb noj mas ib hnub yog ib tug nyuj thiab rau tus yaj uas zoo kawg. Thiab luag npaj qaib rau kuv, thiab npaj hnab cawv txiv ntau heev kaum hnub ib zaug. Txawm yog muaj npaum li no los kuv yeej tsis tau sau tej zaub mov uas yog tus tswv xeev li feem, vim qhov uas ua koom li no twb hnyav rau cov pejxeem no lawm."},{"bible_id":"1269","chapter_code":"NEH.5","verse_code":"NEH.5.19","label":"19","content":"Au kuv tus Vajtswv, thov koj nco txog txhua yam uas kuv tau ua pab cov neeg no kom kuv thiaj tau qhov zoo."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.1","label":"1","content":"Thaum muaj neeg mus hais rau Xanpala thiab Thaunpia thiab Kesee, uas yog neeg Alam, thiab lwm tus uas ua yeeb ncuab rau peb paub tias kuv tau ua lub ntsa loog thiab kho tej qhov uas pob tiav lawm (lub sijhawm ntawd kuv tsis tau nruab txhib qhov rooj rau ntawm rooj loog),"},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.2","label":"2","content":"mas Xanpala thiab Kesee txib neeg tuaj hais rau kuv tias, “Thov koj tuaj ntsib peb rau hauv ib lub zos ntawm lub tiaj Aunau.” Twb yog lawv ntaus tswvyim yuav ua phem rau kuv ntag."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.3","label":"3","content":"Kuv thiaj txib neeg mus hais rau lawv tias, “Kuv tabtom ua haujlwm tseem ceeb kawg, tuaj tsis tau. Ua cas peb yuav tso haujlwm tseg rau thaum kuv tawm mus cuag nej?”"},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.4","label":"4","content":"Mas lawv tseem txib neeg tuaj hais rau kuv li no plaub zaug, kuv kuj teb lawv ib yam nkaus thiab."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.5","label":"5","content":"Zaum tsib Xanpala txib nws ib tug tub teg tub taws tuaj cuag kuv ib yam li qub thiab coj ib tsab ntawv qheb lug tuaj."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.6","label":"6","content":"Hauv tsab ntawv sau hais tias, “Muaj xov hauv ib tsoom neeg thiab Kesee kuj hais tias, koj thiab cov Yudai npaj siab yuav fav xeeb. Yog li no koj thiaj ua lub ntsa loog, thiab koj xav ua lawv tus vajntxwv raws li tej xov no."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.7","label":"7","content":"Thiab koj twb tsa cov xibhwb cev Vajtswv lus tshaj tawm txog koj rau hauv Yeluxalees tias, ‘Muaj ib tug vajntxwv hauv Yuda lawm.’ Nimno yuav hais tej lus no mus rau vajntxwv paub. Vim li no thov koj tuaj es wb sablaj ua ke.”"},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.8","label":"8","content":"Mas kuv thiaj tso neeg mus hais rau nws tias, “Yam uas koj hais kod kuv yeej tsis tau ua li, koj xav tswvyim raws li koj lub siab xwb.”"},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.9","label":"9","content":"Rau qhov lawv sawvdaws xav hem kom peb ntshai, thiab xav tias peb txhais tes yuav tso haujlwm tseg thiab tej haujlwm yuav tsis tiav. Au Vajtswv, nimno thov koj txhawb kuv txhais tes lub zog."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.10","label":"10","content":"Kuv txawm mus rau hauv Delaya tus tub Semaya lub tsev, nws yog Mehethanpee tus xeeb ntxwv, nws pheej nyob hauv tsev xwb, mas Semaya hais tias, “Cia wb mus sib ntsib rau hauv Vajtswv lub tuam tsev chav uas pe Vajtswv, thiab cia wb muab qhov rooj tuam tsev kaw, rau qhov lawv yuav tuaj tua koj, thaum tsaus ntuj lawv yuav tuaj tua koj pov tseg.”"},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.11","label":"11","content":"Tiamsis kuv hais tias, “Neeg zoo li kuv yuav txaus khiav lov? Thiab neeg zoo li kuv yuav nkag mus rau hauv lub tuam tsev thiaj cawm tau siav lov? Kuv tsis mus.”"},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.12","label":"12","content":"Mas kuv nkag siab thiab pom tias, tsis yog Vajtswv txib nws tuaj tiamsis yog nws cev lus tawm tsam kuv vim Thaunpia thiab Xanpala tau ntiav nws lawm."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.13","label":"13","content":"Ob tug ntiav nws tuaj xav tias yuav ua rau kuv ntshai thiab kuv yuav ua li ntawd thiaj ua txhaum muaj txim, mas lawv thiaj li coj tau kuv lub npe mus xyav xwv lawv thiaj thuam luag tau kuv."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.14","label":"14","content":"Au kuv tus Vajtswv, thov koj nco txog Thaunpia thiab Xanpala raws li tej uas ob tug ua no, thiab nco txog Nau‑adiya uas yog tus pojniam xibhwb cev Vajtswv lus thiab lwm tus uas cev Vajtswv lus uas xav ua kom kuv ntshai."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.15","label":"15","content":"Lub ntsa loog thiaj tiav rau hnub tim nees nkaum tsib lub hli Elu,  huvsi peb ua tsib caug ob hnub."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.16","label":"16","content":"Thaum peb cov yeeb ncuab sawvdaws tau hnov, ib tsoom tebchaws uas nyob ib ncig peb kuj ntshai thiab poob ntsej muag tag, rau qhov lawv pom tias tej haujlwm no ua tau tiav vim yog muaj peb tus Vajtswv pab peb."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.17","label":"17","content":"Dua li ntawd lub sijhawm ntawd cov uas ua hlob hauv Yuda kuj xa ntau tsab ntawv mus rau Thaunpia, thiab Thaunpia tej ntawv kuj tuaj txog lawv."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.18","label":"18","content":"Rau qhov cov Yuda muaj ntau leej nrog Thaunpia cog lus sib raug zoo vim nws yog Asla tus tub Sekhaniya li vauv, thiab nws tus tub Yehauhanas tau yuav Npelekhiya tus tub Mesulas li ntxhais ua pojniam."},{"bible_id":"1269","chapter_code":"NEH.6","verse_code":"NEH.6.19","label":"19","content":"Lawv hais txog tej qhov zoo uas Thaunpia ua rau kuv mloog thiab coj kuv tej lus mus qhia rau nws. Mas Thaunpia xa ntawv tuaj hem ua kom kuv ntshai."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.1","label":"1","content":"Thaum ua lub ntsa loog tiav thiab thaum kuv nruab txhib qhov rooj loog thiab tsa cov uas zov tej rooj loog, thiab cov tub hu nkauj thiab cov Levi lawm,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.2","label":"2","content":"kuv tsa kuv tus kwvtij Hanani ua tus uas kav lub nroog Yeluxalees nrog Hananiya uas zov lub chaw tsom faj ua ke, rau qhov Hanani ua ncaj thiab paub ntshai Vajtswv heev dua lwm tus."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.3","label":"3","content":"Kuv hais rau ob tug tias, “Tsis txhob qheb tej rooj loog Yeluxalees mus txog thaum tshav ntuj kub tso, thiab thaum cov uas zov tej rooj loog tseem nyob ntawd, cia lawv muab tej rooj loog kaw thiab muab laj rau. Thiab tsa cov neeg hauv Yeluxalees ua cov uas zov, ib txhia nyob ntawm nws lub chaw zov thiab ib txhia zov ncaj ntawm nws lub tsev.”"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.4","label":"4","content":"Lub nroog ntawd loj thiab dav tiamsis cov neeg uas nyob hauv tsawg tsawg thiab tsis tau ua tsev kiag li."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.5","label":"5","content":"Kuv tus Vajtswv qhia kuv lub siab kom hu cov uas ua hlob thiab cov thawj thiab cov pejxeem tuaj txoos ua ke yuav nce npe raws li lawv tej keeb kwm. Thiab kuv nrhiav tau ib phau ntawv keeb kwm uas sau cov uas xub los ua ntej lawm mas kuv pom sau li no."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.6","label":"6","content":"Ntawm no mus yog cov pejxeem hauv Yuda tebchaws uas vajntxwv Nenpukhanexa hauv Npanpiloo tau ntes coj mus poob tebchaws rau Npanpiloo es tau rov qab los. Lawv rov qab los rau hauv Yeluxalees thiab Yuda, nyias rov los nyob rau nyias lub moos."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.7","label":"7","content":"Lawv nrog Xelunpanpee, Yesua, Nehemi, Axaliya, La‑amiya, Nahamani, Maudekhai, Npisas, Mixapele, Npivai, Nehu thiab Npa‑anas los. Cov pejxeem Yixayee muaj npaum li no."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.8","label":"8","content":"Palau caj ces 2,172 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.9","label":"9","content":"Sefathiya caj ces 372 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.10","label":"10","content":"Asla caj ces 652 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.11","label":"11","content":"Paha Mau‑a caj ces yog Yesua thiab Yau‑a cum 2,818 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.12","label":"12","content":"Elas caj ces 1,254 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.13","label":"13","content":"Xathu caj ces 845 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.14","label":"14","content":"Xakhai caj ces 760 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.15","label":"15","content":"Npinu‑i caj ces 648 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.16","label":"16","content":"Npenpai caj ces 628 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.17","label":"17","content":"Axaka caj ces 2,322 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.18","label":"18","content":"Adaunikhas caj ces 667 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.19","label":"19","content":"Npivai caj ces 2,067 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.20","label":"20","content":"Adee caj ces 655 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.21","label":"21","content":"Athaw caj ces uas yog Hexekhiya cum 98 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.22","label":"22","content":"Hasu caj ces 328 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.23","label":"23","content":"Npexai caj ces 324 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.24","label":"24","content":"Hali caj ces 112 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.25","label":"25","content":"Kinpe‑oo caj ces 95 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.26","label":"26","content":"Cov neeg Npehelee thiab cov Nethaufa 188 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.27","label":"27","content":"Cov neeg Anathau 128 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.28","label":"28","content":"Cov neeg Npe Amave 42 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.29","label":"29","content":"Cov neeg Khiliya Ye‑ali, cov Kefila thiab cov Npe‑awlau 743 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.30","label":"30","content":"Cov neeg Lama thiab cov Kenpa 621 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.31","label":"31","content":"Cov neeg Mima 122 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.32","label":"32","content":"Cov neeg Npe‑ee thiab cov Ai 123 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.33","label":"33","content":"Muaj dua ib lub moos Nenpau muaj 52 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.34","label":"34","content":"Muaj dua ib lub moos Elas muaj 1,254 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.35","label":"35","content":"Cov neeg Halee muaj 320 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.36","label":"36","content":"Cov neeg Yelikhau muaj 345 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.37","label":"37","content":"Cov neeg Lau, cov neeg Hati thiab cov neeg Aunau muaj 721 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.38","label":"38","content":"Cov neeg Xena‑a muaj 3,930."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.39","label":"39","content":"Cov pov thawj yog li no. Yedaya caj ces uas yog Yesua cum muaj 973 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.40","label":"40","content":"Imaw caj ces muaj 1.052 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.41","label":"41","content":"Pasaw caj ces muaj 1,247 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.42","label":"42","content":"Halee caj ces muaj 1,017 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.43","label":"43","content":"Cov Levi muaj li no. Yesua caj ces uas yog Khami‑ee thiab Haudaviya cum muaj 74 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.44","label":"44","content":"Cov hu nkauj muaj li no. Axas caj ces muaj 148 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.45","label":"45","content":"Cov uas zov tej rooj loog li caj ces muaj li no. Salu caj ces, Athaw caj ces, Thamoo caj ces, Akhu caj ces, Hathitha caj ces thiab Saunpai caj ces muaj 138 leej."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.46","label":"46","content":"Cov tub teg tub taws uas ua haujlwm hauv lub tuam tsev muaj li no. Xiha caj ces, Haxufa caj ces, Thanpa‑au caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.47","label":"47","content":"Khelau caj ces, Xi‑a caj ces, Phadoo caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.48","label":"48","content":"Lenpana caj ces, Hakanpa caj ces, Samai caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.49","label":"49","content":"Hanas caj ces, Kidee caj ces, Kaha caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.50","label":"50","content":"Le‑aya caj ces, Lexi caj ces, Nekhauda caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.51","label":"51","content":"Kaxas caj ces, Usxa caj ces, Paxe‑a caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.52","label":"52","content":"Npexai caj ces, Me‑uni caj ces, Nefusexi caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.53","label":"53","content":"Npanpu caj ces, Hakufa caj ces, Hahu caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.54","label":"54","content":"Npali caj ces, Mehida caj ces, Hasa caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.55","label":"55","content":"Npakhau caj ces, Xixela caj ces, Thema caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.56","label":"56","content":"Nexiya caj ces thiab Hathifa caj ces."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.57","label":"57","content":"Vajntxwv Xalaumoo cov tub teg tub taws caj ces muaj li no. Xauthai caj ces, Xaufele caj ces, Pelida caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.58","label":"58","content":"Ya‑ala caj ces, Dakhoo caj ces, Kidee caj ces,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.59","label":"59","content":"Sefathiya caj ces, Hathi caj ces, Paukhele Haxanpa‑i caj ces, Asmoo caj ces."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.60","label":"60","content":"Cov tub teg tub taws uas ua haujlwm hauv lub tuam tsev thiab vajntxwv Xalaumoo cov tub teg tub taws li caj ces huvsi muaj 392 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.61","label":"61","content":"Cov no mus yog cov uas nyob ntawm Theemela, Theehasa, Khelu, Adoo thiab Imaw tuaj tiamsis lawv paub tsis tseeb tias lawv caj ces thiab lawv keeb kwm yog neeg Yixayee los tsis yog."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.62","label":"62","content":"Yog Delaya caj ces, Thaunpia caj ces thiab Nekhauda caj ces muaj 642 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.63","label":"63","content":"Thiab cov pov thawj muaj li no. Haunpaya caj ces, Hakhau caj ces thiab Npaxilai caj ces. (Npaxilai tus pojniam yog Npaxilai uas yog neeg Kile‑a tus ntxhais, nws thiaj tau lub npe hu li ntawd.)"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.64","label":"64","content":"Cov neeg no nrhiav lawv lub npe hauv tej ntawv uas nce npe raws li keeb kwm tiamsis nrhiav tsis tau. Lawv thiaj raug suav ua cov neeg qias tsis huv thiab raug txiav tawm ua tsis tau pov thawj."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.65","label":"65","content":"Tus tswv xeev hais rau lawv tias tsis txhob noj tej zaub mov uas dawb huv kawg nkaus mus txog thaum muaj ib tug pov thawj saib Uli thiab Thumi  tso."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.66","label":"66","content":"Ib tsoom pejxeem huvsi muaj 42,360 leej,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.67","label":"67","content":"cov tub qhe nkauj qhev uas lawv tsis suav muaj 7,337 leej, thiab lawv muaj cov tub ntxhais uas hu nkauj 245 leeg."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.68","label":"68","content":"Lawv muaj nees 736 tus, muaj luj txwv 245 tus,"},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.69","label":"69","content":"muaj ntxhuav 435 tus, thiab nees luav 6,720 tus."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.70","label":"70","content":"Cov thawj hauv tej cum muaj qee leej pub nyiaj ua tej haujlwm ntawd. Tus tswv xeev pub rau hauv lub txhab nyiaj, yog 1,000 dali kub  thiab 50 lub phaj thiab 530 cev tsoos tsho pov thawj."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.71","label":"71","content":"Thiab cov thawj hauv tej cum muaj qee leej pub rau hauv lub txhab nyiaj uas siv ua haujlwm, yog 20,000 dali kub thiab 2,200 mina nyiaj."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.72","label":"72","content":"Dua li tej pejxeem mas pub yog 20,000 dali kub, 2,000 mina nyiaj,  thiab 67 cev tsoos tsho pov thawj."},{"bible_id":"1269","chapter_code":"NEH.7","verse_code":"NEH.7.73","label":"73","content":"Yog li ntawd cov pov thawj, cov Levi, cov uas zov tej rooj loog, cov hu nkauj, cov pejxeem qee leej, cov tub teg tub taws uas ua haujlwm hauv lub tuam tsev thiab cov Yixayee sawvdaws nyob hauv lawv tej moos. Thaum txog lub xya hlis uas cov Yixayee nyob hauv lawv tej moos,"},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.1","label":"1","content":"mas cov pejxeem sawvdaws tuaj txoos ua ke txhij zog rau hauv lub tshav puam ntawm Rooj Loog Dej thiab lawv hais kom xibhwb Exala coj Mauxe phau ntawv kevcai uas Yawmsaub hais rau cov Yixayee tuaj."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.2","label":"2","content":"Hnub xiab ib lub xya hli tus pov thawj Exala kuj coj phau ntawv kevcai tuaj rau ntawm cov pejxeem uas tuaj txoos ua ke, yog cov pojniam txivneej thiab txhua tus uas mloog nkag siab tau."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.3","label":"3","content":"Mas nws tig xubntiag rau lub tshav puam ntawm Rooj Loog Dej nyeem tagkis sawv ntxov mus txog tav su rau cov pojniam txivneej thiab txhua tus uas nkag siab tau mloog. Cov pejxeem sawvdaws kuj tig ntsej zoo zoo mloog phau ntawv kevcai ntawd."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.4","label":"4","content":"Xibhwb Exala sawv ntsug saum lub sam thiaj ntoo uas lawv ua siv rau qhov kev no. Cov uas sawv ntawm nws sab xis yog Mathithiya, Sema, Anaya, Uliya, Hikhiya thiab Ma‑axeya, cov uas nyob ntawm nws sab laug yog Pedaya, Misa‑ee, Makhiya, Hasu, Hanpadana, Xekhaliya thiab Mesulas."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.5","label":"5","content":"Exala nthuav phau ntawv tab meeg cov pejxeem sawvdaws rau qhov nws nyob siab dua lawv. Thaum nws nthuav phau ntawv cov pejxeem sawvdaws kuj sawv ntsug."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.6","label":"6","content":"Exala qhuas Yawmsaub uas yog Vajtswv loj kawg, mas cov pejxeem sawvdaws tsa tes teb hais tias, “Amee, amee.” Lawv nyo hau khoov ntshis ua plhu ti nkaus av pe hawm Yawmsaub."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.7","label":"7","content":"Yesua, Npani, Selenpiya, Yami, Akhu, Sanpethai, Haudiya, Ma‑axeya, Khelitha, Axaliya, Yauxanpa, Hanas thiab Pelaya uas puavleej yog cov Levi kuj pab cov pejxeem nkag siab txoj kevcai, cov pejxeem kuj nyob twjywm lawv qhov chaw."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.8","label":"8","content":"Thiab lawv nyeem phau ntawv uas yog Vajtswv txoj kevcai meej meej, thiab txhais lub ntsiab cov pejxeem thiaj nkag siab tej lus uas nyeem ntawd."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.9","label":"9","content":"Nehemi uas yog tus tswv xeev thiab xibhwb Exala uas ua pov thawj thiab cov Levi uas qhia cov pejxeem hais rau cov pejxeem sawvdaws tias, “Hnub no yog hnub dawb huv rau Yawmsaub uas yog nej tus Vajtswv. Nej tsis txhob quaj ntsuag tsis txhob quaj.” Rau qhov ib tsoom pejxeem sawvdaws quaj rau thaum lawv hnov tej lus hauv phau kevcai ntawd."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.10","label":"10","content":"Nehemi hais rau lawv tias, “Cia li mus noj tej nqaij tej qhauv thiab haus cawv txiv hmab qab zib, thiab muab ib txhia cev rau cov uas tsis tau npaj noj, rau qhov hnub no yog hnub dawb huv rau peb tus Tswv.  Nej tsis txhob ntxhov siab kiag li, vim qhov uas zoo siab xyiv fab rau Yawmsaub yog nej lub zog.”"},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.11","label":"11","content":"Cov Levi thiaj ua rau ib tsoom pejxeem nyob ntsiag to hais tias, “Nyob twjywm rau qhov hnub no yog hnub dawb huv. Tsis txhob ntxhov siab kiag li.”"},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.12","label":"12","content":"Ces cov pejxeem sawvdaws thiaj mus noj haus thiab muab ib txhia cev rau luag thiab ua zoo siab xyiv fab kawg, rau qhov lawv nkag siab tej lus uas piav rau lawv mloog ntawd."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.13","label":"13","content":"Hnub uas ob, cov thawj hauv txhua cum thiab cov pov thawj thiab cov Levi tuaj kawm tej lus hauv txoj kevcai ntawm xibhwb Exala."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.14","label":"14","content":"Mas lawv pom txoj kevcai sau cia hais tias Yawmsaub tau kom Mauxe hais tias cov Yixayee yuav tsum nyob hauv tsev pheeb suab rau thaum ua kevcai noj haus rau lub xya hli,"},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.15","label":"15","content":"thiab lawv yuav tsum tshaj tawm thiab piav rau hauv lawv tej moos txhua lub thiab hauv Yeluxalees tias, “Cia li tawm mus rau pem roob coj tej ceg txiv aulib thiab ceg txiv aulib qus thiab ceg txiv ntoo roj thiab nplooj kuj yem thiab lwm yam nplooj ntoo los ua tsev pheeb suab, raws li tau sau cia lawd.”"},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.16","label":"16","content":"Cov pejxeem thiaj tawm mus coj tej ceg nplooj los thiab ua tsev pheeb suab rau lawv nyob rau saum lawv txheej tsev las tshav thiab ntawm lawv tej tog tsev thiab rau ntawm Vajtswv lub tuam tsev tej tshav puam thiab rau hauv lub tshav puam ntawm Rooj Loog Dej thiab hauv lub tshav puam ntawm Rooj Loog Efa‑i."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.17","label":"17","content":"Ib tsoom pejxeem sawvdaws uas poob tebchaws rov los kuj ua tsev pheeb suab thiab nyob hauv. Txij thaum Noo tus tub Yausua nyob txog hnub ntawd cov Yixayee tsis tau ua ib zaug li. Lawv zoo siab xyiv fab kawg."},{"bible_id":"1269","chapter_code":"NEH.8","verse_code":"NEH.8.18","label":"18","content":"Thiab Exala niaj hnub nyeem Vajtswv phau kevcai txij thawj hnub mus txog hnub kawg. Lawv ua kevcai li no tau xya hnub, mas hnub uas yim lawv tuaj txoos ua ke caiv so tiag tiag, raws li uas hais cia."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.1","label":"1","content":"Hnub tim nees nkaum plaub lub hli no cov Yixayee tuaj txoos ua ke coj kevcai yoo mov thiab hnav khaub seev tsaj thiab tsuab av rau saum taubhau."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.2","label":"2","content":"Thiab cov Yixayee cais lawv tawm hauv lwm haiv neeg sawvdaws thiab sawv lees lawv lub txim thiab lees lawv tej poj koob yawm txwv tej kev txhaum."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.3","label":"3","content":"Lawv sawv ntawm lawv lub chaw thiab nyeem Yawmsaub uas yog lawv tus Vajtswv phau kevcai ntev txog peb teev. Lawv lees txim thiab pe hawm Yawmsaub uas yog lawv tus Vajtswv peb teev ntxiv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.4","label":"4","content":"Yesua, Npani, Khami‑ee, Senpaniya, Npuni, Selenpiya, Npani thiab Khenani sawv ntawm cov Levi tus ntaiv qw nrov nrov rau Yawmsaub uas yog lawv tus Vajtswv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.5","label":"5","content":"Mas cov Levi yog Yesua, Khami‑ee, Npani, Hasaneya, Selenpiya, Haudiya, Senpaniya thiab Pethahiya hais tias, “Cia li sawv tsees qhuas Yawmsaub uas yog nej tus Vajtswv txij thaum ub los mus ib txhis tsis kawg. Cia li qhuas Vajtswv lub npe uas muaj koob meej loj kawg, yog lub npe uas nyob siab kawg uas tsis muaj leejtwg qhuas thiab ua tsaug txaus."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.6","label":"6","content":"“Koj tib leeg xwb thiaj yog Yawmsaub. Koj tsim lub ntuj uas siab kawg nkaus thiab ib puas tsav yam uas nyob saum nruab ntug, koj tsim lub ntiajteb thiab txhua yam uas nyob hauv, thiab tsim dej hiavtxwv thiab txhua yam uas nyob hauv dej. Koj pub txojsia rau tej no huvsi, thiab ib puas tsav yam uas nyob saum nruab ntug pe hawm koj."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.7","label":"7","content":"Koj yog Yawmsaub yog tus Vajtswv uas xaiv Aplas thiab coj nws tawm hauv lub moos Aw uas nyob hauv tebchaws Kheedia los thiab tis nws lub npe hu ua Aplahas."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.8","label":"8","content":"Thiab koj pom tias nws lub siab xib rau koj, thiab koj nrog nws sib cog lus tias koj yuav muab cov Khana‑as, cov Hithai, cov Amaulai, cov Pelixai, cov Yenpu thiab cov Kawkasi lub tebchaws rau nws caj ces, thiab koj tau ua rau koj tej lus cog tseg tiav rau qhov koj ncaj ncees."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.9","label":"9","content":"“Koj tsa muag ntsia peb tej poj koob yawm txwv tej kev txom nyem hauv Iyi tebchaws thiab mloog lawv lub suab quaj ntawm Hiavtxwv Liab,"},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.10","label":"10","content":"thiab koj ua tej txujci tseem ceeb thiab txujci phimhwj tawm tsam Falau thiab nws cov tub teg tub taws huvsi thiab nws cov pejxeem hauv nws lub tebchaws huvsi, rau qhov koj paub tias lawv khav ntxhias tsim txom peb tej poj koob yawm txwv, mas koj lub npe thiaj nrov nto moo lug los txog niaj hnub nimno."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.11","label":"11","content":"Koj faib dej hiavtxwv rau ntawm lawv xubntiag lawv thiaj li tau mus saum tej av qhuav hauv nruab nrab hiavtxwv, thiab koj muab cov uas caum lawv laim rau hauv nruab tiv txwv ib yam li laim pob zeb rau hauv hiavtxwv uas tob kawg."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.12","label":"12","content":"Nruab hnub koj muab tus ncej huab los coj lawv, hmo ntuj koj muab tus ncej hluavtaws ci rau lawv pom txojkev uas lawv yuav mus."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.13","label":"13","content":"Koj nqes los rau saum lub roob Xinai thiab hais saum ntuj los rau lawv thiab pub tej kevcai ncaj thiab txoj kevcai tseeb, thiab tej kab ke thiab tej lus nkaw uas zoo rau lawv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.14","label":"14","content":"Thiab koj qhia lawv paub txog koj hnub Xanpatau uas dawb huv thiab kom Mauxe uas yog koj tus qhev muab tej lus nkaw thiab tej kab ke thiab txoj kevcai qhia rau lawv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.15","label":"15","content":"Koj pub mov saum ntuj los rau thaum lawv tshaib plab thiab muab dej txhawv hauv phab zeb rau thaum lawv nqhis, thiab koj hais kom lawv mus txeeb lub tebchaws uas koj twb cog lus ruaj tias yuav pub rau lawv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.16","label":"16","content":"“Tiamsis lawv thiab peb tej poj koob yawm txwv khav theeb thiab tawv ncauj tsis mloog koj tej lus nkaw."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.17","label":"17","content":"Lawv tsis kam mloog lus thiab tsis nco tej txujci phimhwj uas koj ua tshwm rau hauv lawv nruab nrab. Lawv tawv ncauj thiab tsa ib tug thawj coj lawv rov qab mus ua qhev rau hauv Iyi tebchaws. Tiamsis koj yog Vajtswv uas muaj siab zam txim, muaj siab hlub thiab khuvleej, tsis chim sai thiab koj txojkev hlub uas ruaj khov muaj nplua mias, thiab koj tsis muab lawv tso pov tseg."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.18","label":"18","content":"Txawm yog lawv tau nchuav ib tug dab mlom thav nyuj rau lawv thiab hais tias, ‘No yog nej tus Vajtswv uas coj nej tawm hauv Iyi tebchaws los,’ thiab ua tej uas tuam mom kawg,"},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.19","label":"19","content":"los vim yog koj txojkev hlub loj koj thiaj tsis tso lawv tseg rau hauv tebchaws moj sab qhua. Tus ncej huab uas coj lawv nruab hnub thiab tus ncej hluavtaws uas ci hmo ntuj rau lawv pom txojkev uas lawv yuav mus thiaj tsis ncaim lawv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.20","label":"20","content":"Koj pub koj tus Ntsuj Plig zoo qhuab qhia lawv, thiab tsis tav koj cov mana tu ntawm lawv lub qhov ncauj, thiab pub dej rau thaum lawv nqhis."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.21","label":"21","content":"Koj yug lawv hauv tebchaws moj sab qhua tau plaub caug xyoo thiab lawv tsis tu ncua ib yam dabtsi. Lawv tej ris tsho kuj tsis ntuag lawv tej kotaw kuj tsis o."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.22","label":"22","content":"Thiab koj muab tej tebchaws thiab tej haiv neeg rau lawv, thiab tu ciam teb rau lawv, lawv thiaj txeeb tau vajntxwv Xihoo hauv lub moos Hesanpoo tebchaws thiab vajntxwv Aus lub tebchaws Npasas."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.23","label":"23","content":"Koj ua rau lawv caj ces huaj vam coob yam li cov hnub qub saum nruab ntug, thiab koj coj lawv mus rau hauv lub tebchaws uas koj hais kom lawv tej poj koob yawm txwv txeem mus txeeb ntawd."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.24","label":"24","content":"Lawv caj ces thiaj li txeem mus txeeb tau lub tebchaws ntawd. Koj yuam ntiag cov Khana‑as uas nyob hauv lub tebchaws ntawd rau tom lawv hauv ntej thiab muab cov neeg thiab lawv tej vajntxwv thiab tej pejxeem hauv lub tebchaws ntawd cob rau hauv lawv txhais tes, lawv thiaj ua tau rau cov neeg ntawd raws li lawv lub siab xav."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.25","label":"25","content":"Lawv thiaj txeeb tau tej moos uas muaj ntsa loog thiab lub tebchaws uas zoo qoob thiab txeeb tau luag tej vaj tse uas muaj cuab txhiaj cuab tam zoo puv nkaus, thiab tej pas dej uas khawb cia lawd thiab tej vaj txiv hmab, tej teb txiv aulib thiab tej txiv ntoo ntau kawg. Lawv thiaj tau noj tsau npo rog nthaws, thiab lawv zoo siab xyiv fab rau tej hmoov zoo uas koj pub."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.26","label":"26","content":"“Txawm li ntawd los lawv tseem tsis mloog lus thiab fav xeeb rau koj thiab muab koj txoj kevcai laim tseg rau tom qub qab thiab tua koj cov xibhwb cev lus uas pheej qhuab ntuas kom lawv rov los cuag koj, thiab lawv ua tuam mom koj loj heev."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.27","label":"27","content":"Yog li ntawd koj thiaj muab lawv tso rau hauv lawv cov yeeb ncuab txhais tes uas ua rau lawv raug txom nyem. Mas lub sijhawm uas lawv raug txom nyem ntawd lawv quaj hu koj mas koj nyob saum ntuj hnov lawv hu, thiab koj pub cov uas cawm lawv dim yeeb ncuab txhais tes raws li koj txojkev hlub uas loj kawg."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.28","label":"28","content":"Tiamsis thaum lawv nyob tiaj tus lawm lawv rov ua tej uas koj pom tias phem, koj thiaj muab lawv tso rau hauv cov yeeb ncuab txhais tes, yeeb ncuab thiaj kav lawv. Txawm li ntawd los thaum lawv tig los quaj rau koj, koj nyob saum ntuj hnov, thiab koj kuj cawm lawv dim ntau zaus raws li koj txojkev hlub."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.29","label":"29","content":"Thiab koj qhuab ntuas lawv xwv thiaj li tig tau lawv rov los cuag koj txoj kevcai. Los lawv tseem ua lub neej khav theeb tsis mloog koj tej lus nkaw, thiaj tau ua txhaum rau koj tej kevcai uas yog leejtwg ua raws li nws yuav muaj txojsia nyob. Thiab lawv tseem tig nrob qaum rau koj tawv nyom tsis mloog lus."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.30","label":"30","content":"Koj ua siab ntev thev lawv ntau xyoo, thiab koj pub koj tus Ntsuj Plij rau cov xibhwb cev koj tej lus qhuab ntuas lawv los lawv kuj tsis tig ntsej mloog. Vim li no koj thiaj muab lawv cob rau hauv lwm haiv neeg hauv ib tsoom tebchaws txhais tes."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.31","label":"31","content":"Txawm li ntawd los vim yog koj txojkev hlub uas loj kawg koj tsis ua rau lawv puam tsuaj tag huvsi thiab tsis tso lawv tseg, vim koj yog tus Vajtswv uas hlub thiab khuvleej."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.32","label":"32","content":"“Au peb tus Vajtswv, koj yog tus Vajtswv uas loj kawg thiab muaj hwjchim thiab txaus ntshai, koj tuav rawv tej lus cog tseg thiab txojkev hlub uas ruaj khov. Mas thov koj tsis txhob suav tias peb tej kev txom nyem no huvsi yog ib qhov me me uas raug peb thiab peb tej vajntxwv, thiab raug peb cov thawj thiab peb cov pov thawj thiab peb cov xibhwb cev koj tej lus, thiab peb tej poj koob yawm txwv thiab koj haiv neeg huvsi, txij thaum vajntxwv Axilia los txog hnub no."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.33","label":"33","content":"Mas txhua yam uas raug peb no koj ua ncaj ua ncees, rau qhov koj pheej ua ncaj raws li koj cog lus tseg tiamsis peb pheej ua limhiam xwb."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.34","label":"34","content":"Peb tej vajntxwv, peb cov thawj, peb cov pov thawj thiab peb tej poj koob yawm txwv tsis tuav rawv koj txoj kevcai thiab tsis mloog koj tej lus nkaw thiab tej lus uas koj qhuab ntuas lawv."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.35","label":"35","content":"Txawm yog lawv nyob hauv lawv lub tebchaws, thiab koj tau pub koob hmoov ntau rau lawv thiab koj muab lub tebchaws uas dav thiab zoo ua qoob pub rau lawv los lawv tsis ua koom tu koj thiab lawv tsis tso lawv tej kev limhiam tseg."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.36","label":"36","content":"Saib maj, hnub no peb ua qhev, kuj yog ua qhev rau hauv lub tebchaws uas koj pub rau peb tej poj koob yawm txwv kom lawv thiaj tau noj tej txiv ntoo thiab txhua yam zoo hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.37","label":"37","content":"Thiab tej qoob loo ntau kawg ntawd kuj poob ua tej vajntxwv tug, yog tej vajntxwv uas koj tsa los kav peb vim yog tim peb tej kev txhaum. Lawv muaj hwjchim kav peb lub cev thiab peb tej tsiaj txhu raws li lawv lub siab nyiam peb thiaj li raug txom nyem loj kawg."},{"bible_id":"1269","chapter_code":"NEH.9","verse_code":"NEH.9.38","label":"38","content":"“Yog tim li no peb thiaj cog lus ruaj khov thiab muab sau cia. Peb cov thawj thiab peb cov Levi thiab peb cov pov thawj ntaus lawv lub cim nias cia.”"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.1","label":"1","content":"Cov uas ntaus cim rau yog Hakhaliya tus tub Nehemi uas yog tus tswv xeev, thiab Xedekhiya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.2","label":"2","content":"Xelaya, Axaliya, Yelemi,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.3","label":"3","content":"Pasaw, Amaliya, Makhiya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.4","label":"4","content":"Hathu, Senpaniya, Malu,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.5","label":"5","content":"Halee, Melemau, Aunpadiya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.6","label":"6","content":"Daniyee, Kinethoo, Npalu,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.7","label":"7","content":"Mesulas, Anpiya, Miyamee,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.8","label":"8","content":"Ma‑axiya, Npikai, Semaya. Cov no yog cov pov thawj."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.9","label":"9","content":"Thiab cov Levi yog Axaniya tus tub Yesua, Henada caj ces Npinu‑i, thiab yog Khami‑ee."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.10","label":"10","content":"Thiab Levi cov kwvtij yog, Senpaniya, Haudiya, Khelitha, Pelaya, Hanas,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.11","label":"11","content":"Mikha, Lehau, Hasanpiya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.12","label":"12","content":"Xakaw, Selenpiya, Senpaniya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.13","label":"13","content":"Haudiya, Npani, thiab Npeninu."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.14","label":"14","content":"Cov uas ua thawj hauv cov pejxeem, yog Palau, Paha Mau‑a, Elas, Xathu, Npani,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.15","label":"15","content":"Npuni, Axaka, Npenpai,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.16","label":"16","content":"Adauniya, Npivai, Adee,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.17","label":"17","content":"Athaw, Hexekhiya, Axu,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.18","label":"18","content":"Haudiya, Hasu, Npexai,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.19","label":"19","content":"Hali, Anathau, Npenpai,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.20","label":"20","content":"Mapia, Mesulas, Hexi,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.21","label":"21","content":"Mesexanpee, Xadau, Yadu‑a,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.22","label":"22","content":"Pelathiya, Hanas, Anaya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.23","label":"23","content":"Hause‑a, Hananiya, Hasus,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.24","label":"24","content":"Halauhe, Piha, Saunpe,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.25","label":"25","content":"Lehoo, Hasana, Ma‑axeya,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.26","label":"26","content":"Ahi‑a, Hanas, Ana,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.27","label":"27","content":"Malu, Halee, Npa‑anas."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.28","label":"28","content":"“Dua li cov pejxeem uas hais tag lawd, mas cov pov thawj, cov Levi, cov uas zov tej rooj loog, cov hu nkauj, cov tub teg tub taws uas ua haujlwm ntawm lub tuam tsev thiab txhua tus uas nws muab nws tus kheej cais tawm hauv lwm haiv neeg hauv ib tsoom tebchaws los coj Vajtswv txoj kevcai, thiab tag nrho lawv cov pojniam thiab lawv tej tub tej ntxhais, yog sawvdaws uas txawj to taub thiab paub qabhau,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.29","label":"29","content":"kuj nrog lawv cov kwvtij thiab lawv cov uas ua hlob koom ua ke muab tej lus tsawm foom pav lawv tus kheej thiab cog lus twv tias lawv sawvdaws yuav ua lawv lub neej raws li Vajtswv txoj kevcai uas Vajtswv tus tub qhe Mauxe tau muab cob rau peb, thiab yuav coj thiab ua raws li Yawmsaub uas yog peb tus tswv tej lus nkaw thiab nws tej kevcai thiab nws tej kab ke huvsi."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.30","label":"30","content":"Mas peb yuav tsis muab peb tej ntxhais qua rau lwm haiv neeg hauv lub tebchaws no thiab tsis yuav lawv tej ntxhais los rau peb tej tub."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.31","label":"31","content":"Yog hnub Xanpatau  tej neeg hauv lub tebchaws no coj qhov txhia chaw thiab yam qoob loo twg tuaj muag, peb tsis yuav rau hnub Xanpatau lossis hnub uas dawb huv. Thiab peb yuav tsis sau qoob loo rau xyoo uas xya thiab tsis sau tej nuj nqes txhua yam."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.32","label":"32","content":"“Thiab peb tu cia rau peb tias, ib xyoos peb yuav them ib feem peb hauv ib shekhee  los siv rau hauv peb tus Vajtswv lub tuam tsev,"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.33","label":"33","content":"coj los ua nqe rau cov ncuav uas txawb xyeem, thiab ua nqe rau tej uas niaj hnub ua kevcai xyeem qoob loo thiab rau tej uas niaj hnub ua kevcai hlawv huvsi xyeem mus li, thiab rau tej hnub Xanpatau, tej hnub hli xiab, thiab tej kevcai noj haus uas teem cia, thiab ua nqe rau tej uas dawb huv, thiab rau tej uas ua kevcai xyeem daws txim ntxuav cov Yixayee tej kev txhaum, thiab rau txhua yam haujlwm ntawm peb tus Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.34","label":"34","content":"Peb tau ua ntawv rho thiab, yog cov pov thawj, cov Levi, thiab cov pejxeem sawvdaws, yuav coj taws los rau hauv peb tus Vajtswv lub tuam tsev raws li peb tej cum thiab raws li tej sijhawm uas niaj xyoo teem cia, xwv thiaj tau rauv rau saum peb tus Vajtswv Yawmsaub lub thaj raws li uas sau cia rau hauv txoj kevcai."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.35","label":"35","content":"“Peb tu cia rau peb tias niaj xyoo peb yuav coj thawj phaum qoob hauv peb daim teb thiab txhua yam txiv ntoo thawj phaum tuaj rau hauv Yawmsaub lub tuam tsev."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.36","label":"36","content":"Thiab peb yuav coj peb thawj tus tub hlob thiab peb thawj tug menyuam tsiaj txhu, yog nyuj yog yaj yog tshis, tuaj rau hauv peb tus Vajtswv lub tuam tsev rau cov pov thawj uas ua haujlwm hauv peb tus Vajtswv lub tuam tsev, raws li uas sau cia rau hauv txoj kevcai"},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.37","label":"37","content":"Thiab peb yuav coj peb thawj phaum hmoov qeb hmoov mog, thiab tej uas peb yuav muab pub, yog txhua yam txiv ntoo thiab cawv txiv hmab thiab roj, tuaj rau cov pov thawj muab tso rau hauv tej txhab hauv peb tus Vajtswv lub tuam tsev. Thiab peb yuav muab ib feem kaum hauv peb daim teb rau cov Levi, vim cov Levi yog cov uas sau ib feem kaum ntawm peb txhua lub moos."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.38","label":"38","content":"Mas tus pov thawj, uas yog Aloo caj ces, yuav nrog cov Levi nyob thaum cov Levi tau txais ib feem kaum ntawd, thiab cov Levi kuj yuav muab ib feem kaum rho hauv ib feem kaum ntawd coj mus cia rau tej chav hauv peb tus Vajtswv lub tuam tsev uas yog lub txhab."},{"bible_id":"1269","chapter_code":"NEH.10","verse_code":"NEH.10.39","label":"39","content":"Cov pejxeem Yixayee thiab Levi caj ces yuav tsum coj tej qoob loo, cawv txiv hmab tshiab thiab roj uas pub, tuaj cia rau hauv tej chav tsev uas khaws tej twj siv ntawm lub chaw pe Vajtswv, yog lub chaw uas cov pov thawj uas ua haujlwm thiab cov zov tej rooj loog thiab cov hu nkauj nyob. Peb yuav tsis muab peb tus Vajtswv lub tuam tsev tso tseg li.”"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.1","label":"1","content":"Cov thawj uas kav cov pejxeem nyob hauv Yeluxalees lawm. Cov pejxeem rho ntawv cia ib feem kaum mus nyob hauv Yeluxalees uas yog lub nroog dawb huv, tseg cuaj feem cia nyob rau hauv lwm lub moos."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.2","label":"2","content":"Thiab cov pejxeem foom hmoov rau txhua tus uas yeem mus nyob hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.3","label":"3","content":"Ntawm no mus yog cov thawj hauv lub xeev Yuda uas mus nyob rau hauv Yeluxalees tej npe. Tiamsis hauv Yuda tej moos mas sawvdaws nyias nyob nyias vaj nyias tsev, yog cov Yixayee, cov pov thawj, cov Levi, cov tub teg tub taws uas ua haujlwm ntawm lub tuam tsev, thiab Xalaumoo cov tub teg tub taws li caj ces."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.4","label":"4","content":"Cov Yuda thiab cov Npeeyamee muaj qee leej kuj nyob hauv Yeluxalees. Yuda caj ces yog li no, Athaya yog Uxiya tus tub, Uxiya yog Xekhaliya tus tub, Xekhaliya yog Amaliya tus tub, Amaliya yog Sefathiya tus tub, Sefathiya yog Mahalalee tus tub, lawv yog Peles caj ces."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.5","label":"5","content":"Thiab Ma‑axeya uas yog Npalu tus tub, Npalu yog Khauhauxe tus tub, Khauhauxe yog Haxaya tus tub, Haxaya yog Adaya tus tub, Adaya yog Yauyali tus tub, Yauyali yog Xekhaliya tus tub, Xekhaliya yog tus neeg Silau tus tub."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.6","label":"6","content":"Peles caj ces uas nyob hauv Yeluxalees huvsi muaj 468 leej siab loj siab tuab."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.7","label":"7","content":"Npeeyamee caj ces yog li no, Xalu yog Mesulas tus tub, Mesulas yog Yau‑e tus tub, Yau‑e yog Pedaya tus tub, Pedaya yog Khaulaya tus tub, Khaulaya yog Ma‑axeya tus tub, Ma‑axeya yog Ithi‑ee tus tub, Ithi‑ee yog Yesaya tus tub."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.8","label":"8","content":"Thiab nws cov kwvtij Kanpai thiab Xaslai, huvsi muaj 928 leej."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.9","label":"9","content":"Yau‑ee uas yog Xikhi tus tub yog tus uas saib xyuas lawv, thiab Yuda uas yog Haxenu‑a tus tub yog tus thawj uas ob uas saib xyuas lub nroog."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.10","label":"10","content":"Cov pov thawj yog Yedaya uas yog Yauyali tus tub, thiab Yakhi,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.11","label":"11","content":"thiab Xelaya uas yog Hikhiya tus tub, Hikhiya yog Mesulas tus tub, Mesulas yog Xadau tus tub, Xadau yog Melayau tus tub, Melayau yog Ahithu uas saib xyuas Vajtswv lub tuam tsev tus tub,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.12","label":"12","content":"thiab lawv cov kwvtij uas ua haujlwm ntawm lub tuam tsev, huvsi muaj 822 leeg. Thiab muaj Adaya uas yog Yelauhas tus tub, Yelauhas yog Pelaliya tus tub, Pelaliya yog Axi tus tub, Axi yog Xekhaliya tus tub, Xekhaliya yog Pasaw tus tub, Pasaw yog Makhiya tus tub,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.13","label":"13","content":"thiab nws cov kwvtij, uas ua thawj hauv lawv cum, huvsi 242 leeg. Thiab muaj Amasai uas yog Axalee tus tub, Axalee yog Axai tus tub, Axai yog Mesilemau tus tub, Mesilemau yog Imaw tus tub,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.14","label":"14","content":"thiab lawv cov kwvtij uas yog neeg muaj zog siab loj siab tuab, huvsi muaj 128 leej. Tus uas saib xyuas lawv yog Xadi‑ee uas yog Hakedauli tus tub."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.15","label":"15","content":"Cov Levi yog Semaya uas yog Hasus tus tub, Hasus yog Alikhas tus tub, Alikhas yog Hasanpiya tus tub, Hasanpiya yog Npuni tus tub."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.16","label":"16","content":"Thiab muaj Sanpethai thiab Yauxanpa uas yog cov Levi li thawj uas saib xyuas tej haujlwm ib ncig nraum Vajtswv lub tuam tsev,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.17","label":"17","content":"thiab muaj Mathaniya uas yog Mikha tus tub, Mikha yog Xadi tus tub, Xadi yog Axas tus tub, Axas yog tus uas coj hu nkauj thov ua Vajtswv tsaug. Thiab yog Npanpukhiya uas yog tus thawj uas ob hauv nws cov kwvtij. Thiab yog Apada uas yog Samu‑a tus tub, Samu‑a yog Kalas tus tub, Kalas yog Yeduthu tus tub."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.18","label":"18","content":"Cov Levi hauv lub nroog dawb huv sawvdaws muaj 284 leeg."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.19","label":"19","content":"Cov uas zov tej rooj loog yog Akhu, Thamoo thiab ob tug cov kwvtij uas zov ntawm tej rooj loog huvsi muaj 172 leeg."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.20","label":"20","content":"Cov Yixayee thiab cov pov thawj thiab cov Levi uas tsis hais rau hauv no sawvdaws nyob hauv Yuda txhua lub moos, lawv txhua tus nyias nyob hauv nyias qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.21","label":"21","content":"Tiamsis cov tub teg tub taws uas ua haujlwm ntawm lub tuam tsev nyob saum lub roob Aufee, mas Xiha thiab Kipa kav lawv."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.22","label":"22","content":"Tus uas saib cov Levi hauv Yeluxalees yog Uxi uas yog Npani tus tub, Npani yog Hasanpiya tus tub, Hasanpiya yog Mathaniya tus tub, Mathaniya yog Mikha tus tub, Mikha yog Axas caj ces uas yog cov hu nkauj rau thaum ua kevcai hauv Vajtswv lub tuam tsev."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.23","label":"23","content":"Rau qhov vajntxwv nkaw lus li no txog lawv thiab muab nqe rau lawv raws li uas niaj hnub cheem tsum."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.24","label":"24","content":"Thiab Mesexanpee tus tub Pethahiya uas yog Yuda tus tub Xelag caj ces ua vajntxwv tim xyoob saib txhua yam haujlwm uas ntsig txog cov pejxeem."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.25","label":"25","content":"Tej zej zog thiab tej teb uas nyob ib ncig, mas cov pejxeem Yuda qee leej nyob hauv Khiliya Anpa thiab tej zej zog uas nyob ib ncig lub moos ntawd, thiab hauv Dinpoo thiab tej zej zog uas nyob ib ncig, thiab hauv Yekhaxe‑ee thiab tej zej zog uas nyob ib ncig,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.26","label":"26","content":"thiab hauv Yesua thiab hauv Maulada thiab hauv Npe‑pele,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.27","label":"27","content":"hauv Haxasu‑as, hauv Npe‑awsenpa, thiab tej zej zog uas nyob ib ncig lub moos ntawd,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.28","label":"28","content":"hauv Xilaj, hauv Mekhauna thiab tej zej zog uas nyob ib ncig lub moos ntawd,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.29","label":"29","content":"hauv Eelimoo, hauv Xaula, hauv Yamu,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.30","label":"30","content":"hauv Xanau‑a, hauv Adulas thiab tej zej zog uas nyob ib ncig tej moos ntawd, thiab hauv Lakhi thiab tej teb ntawm lub moos ntawd, thiab hauv Axekha thiab tej zej zog uas nyob ib ncig lub moos ntawd. Lawv txawm ua zos nyob txij Npe‑awsenpa mus txog lub hav Hinoo."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.31","label":"31","content":"Cov pejxeem Npeeyamee kuj nyob ntu txuas ntawm Kenpa mus, yog hauv Mimaj, Aiya, Npe‑ee thiab tej zej zog uas nyob ib ncig lub moos ntawd,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.32","label":"32","content":"ntawm Anathau, Nau, Ananiya,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.33","label":"33","content":"Haxau, Lama, Kitha‑i,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.34","label":"34","content":"Hadi, Xenpau‑i, Nenpala,"},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.35","label":"35","content":"Lau thiab Aunau, yog cov Kws txawj txhua yam lub hav."},{"bible_id":"1269","chapter_code":"NEH.11","verse_code":"NEH.11.36","label":"36","content":"Thiab cov Levi qee pab uas nyob hauv Yuda kuj mus nrog cov Npeeyamee nyob."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.1","label":"1","content":"Ntawm no mus yog cov pov thawj thiab cov Levi uas nrog Se‑athi‑ee tus tub Xelunpanpee thiab Yesua los, yog Xelaya, Yelemi, Exala"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.2","label":"2","content":"Amaliya, Malu, Hathu,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.3","label":"3","content":"Sekhaniya, Lehoo, Melemau,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.4","label":"4","content":"Idau, Kinethau‑i, Anpiya,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.5","label":"5","content":"Miyamee, Ma‑adiya, Npika,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.6","label":"6","content":"Semaya, Yauyali, Yedaya,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.7","label":"7","content":"Xalu, Amauj, Hikhiya thiab Yedaya. Cov no ua cov pov thawj thiab lawv cov kwvtij li thawj rau ntu uas Yesua nyob."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.8","label":"8","content":"Cov Levi mas yog Yesua, Npinu‑i, Khami‑ee, Selenpiya, Yuda thiab Mathaniya uas yog tus uas nrog nws cov kwvtij coj hu nkauj ua tsaug."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.9","label":"9","content":"Thiab lawv cov kwvtij Npanpukhiya thiab Unau sawv sib ncaj hu nkauj teb."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.10","label":"10","content":"Yesua yog Yauyakhi txiv, Yauyakhi yog Eliyasi txiv, Eliyasi yog Yauyada txiv,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.11","label":"11","content":"Yauyada yog Yaunathas txiv, Yaunathas yog Yadu‑a txiv."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.12","label":"12","content":"Ntu uas Yauyakhi ua vajntxwv mas cov pov thawj uas ua tej cum li thawj muaj li no: Xelaya cum yog Melaya, Yelemi cum yog Hananiya,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.13","label":"13","content":"Exala cum yog Mesulas, Amaliya cum yog Yehauhanas,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.14","label":"14","content":"Malu cum yog Yaunathas, Senpaniya cum yog Yauxej,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.15","label":"15","content":"Halee cum yog Ana, Melayau cum yog Heekhai,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.16","label":"16","content":"Idau cum yog Xekhaliya, Kinethoo cum yog Mesulas,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.17","label":"17","content":"Anpiya cum yog Xikhi, Meeyamee thiab Mau‑adiya cum yog Pitai,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.18","label":"18","content":"Npika cum yog Samu‑a, Semaya cum yog Yehaunathas,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.19","label":"19","content":"Yauyali cum yog Mathenai, Yedaya cum yog Uxi,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.20","label":"20","content":"Xaslai cum yog Khalai, Amauj cum yog Enpaw,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.21","label":"21","content":"Hikhiya cum yog Hasanpiya, Yedaya cum yog Nethanee."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.22","label":"22","content":"Cov Levi uas nyob thaum Eliyasi, Yauyada, Yauhanas thiab Yadu‑a nyob, cov thawj hauv lawv txhua cum tej npe twb muab sau cia, thiab cov uas ua pov thawj mus txog thaum Dali‑a ua vajntxwv kav Pawxia kuj muab sau cia lawm thiab."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.23","label":"23","content":"Levi caj ces cov uas ua thawj hauv txhua cum twb muab sau cia rau hauv phau ntawv keeb kwm mus txog thaum Yauhanas uas yog Eliyasi tus tub nyob."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.24","label":"24","content":"Levi cov thawj yog Hasanpiya, Selenpiya thiab Khami‑ee tus tub Yesua, thiab lawv cov kwvtij sawv tig xubntiag sib ncaj lawv hu nkauj qhuas thiab ua tsaug, ib pab hu ib pab teb raws li Vajtswv tus neeg Davi tej kevcai."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.25","label":"25","content":"Mathaniya, Npanpukhiya, Aunpadiya, Mesulas, Thamoo thiab Akhu yog cov uas zov qhov rooj sawv zov ntawm tej rooj txhab."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.26","label":"26","content":"Cov no nyob rau ntu uas Yauyakhi uas yog Yesua tus tub thiab yog Yauxada tus xeeb ntxwv nyob, thiab rau ntu uas Nehemi uas ua tus tswv xeev thiab xibhwb Exala uas ua pov thawj nyob."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.27","label":"27","content":"Thaum ua kevcai muab lub ntsa loog Yeluxalees xyeem rau Vajtswv mas lawv nrhiav cov Levi hauv lawv tej chaw nyob txhua qhov es yuav coj los rau hauv Yeluxalees thiaj ua tau kevcai xyeem zoo siab xyiv fab thiab hu nkauj thiab ua tsaug, npuaj nruas tooj liab thiab ntaus nkauj nog ncas loj thiab nkauj nog ncas me."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.28","label":"28","content":"Cov uas hu nkauj tej caj ces sau zog hauv lawv tej chaw uas nyob ib ncig Yeluxalees thiab hauv Nethaufa tej zej zog tuaj,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.29","label":"29","content":"thiab tuaj hauv Npe Kilakas thiab hauv ib cheeb tsam Kenpa thiab Amave tuaj rau qhov cov uas hu nkauj ua zej zog nyob ib ncig lub nroog Yeluxalees."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.30","label":"30","content":"Cov pov thawj thiab cov Levi ua kevcai ntxuav lawv tus kheej kom dawb huv thiab ntxuav cov pejxeem thiab tej rooj loog thiab lub ntsa loog kom dawb huv."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.31","label":"31","content":"Ces kuv txawm coj Yuda cov thawj nce rau saum lub ntsa loog thiab faib ua ob pab coob hais lus ua tsaug thiab mus ua ib kab sab. Ib pab taug saum ntsa loog mus rau sab xis mus txog lub Rooj Loog Tshwj Xuam,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.32","label":"32","content":"mas cov uas raws lawv qab yog Hausaya thiab Yuda cov thawj ib nrab,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.33","label":"33","content":"thiab Axaliya, Exala, Mesulas,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.34","label":"34","content":"Yuda, Npeeyamee, Semaya thiab Yelemi,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.35","label":"35","content":"thiab cov pov thawj caj ces qee leej uas coj raj xyu yog Xekhaliya uas yog Yaunathas tus tub, Yaunathas yog Semaya tus tub, Semaya yog Mathaniya tus tub, Mathaniya yog Mikhaya tus tub, Mikhaya yog Xakaw tus tub, Xakaw yog Axas tus tub,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.36","label":"36","content":"thiab Xekhaliya cov kwvtij yog Semaya, Axalee, Milalai, Kilalai, Ma‑ai, Nethanee, Yuda thiab Hanani, lawv coj Vajtswv tus neeg Davi tej cuab yeej phim nkauj, thiab xibhwb Exala mus ua lawv ntej."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.37","label":"37","content":"Ntawm lub Rooj Loog Dej Txhawv mas lawv ncaj nraim mus nce tus ntaiv uas mus rau Davi lub nroog taug txojkev uas nce saum ntsa loog ntawm Davi lub loog tsev sab ped, thiab mus rau ntawm lub Rooj Loog Dej uas nyob sab hnub tuaj."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.38","label":"38","content":"Pab ob uas hu nkauj ua tsaug taug saum ntsa loog mus rau sab laug thiab kuv nrog cov pejxeem ib nrab ua ke raws lawv qab mus rau ntawm lub chaw tsom faj Qhov Txos sab ped mus txog ntu Ntsa Loog Tuab,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.39","label":"39","content":"thiab mus rau ntawm lub Rooj Loog Efa‑i sab ped rau ntawm lub Rooj Loog Qub thiab mus rau lub Rooj Loog Ntses, mus rau lub chaw tsom faj Hananee thiab lub chaw tsom faj uas hu ua Ib Puas mus txog lub Rooj Loog Yaj mas mus nres rau ntawm lub Rooj Loog Zov Khuav."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.40","label":"40","content":"Ob pab uas ua Vajtswv tsaug tau los sawv ua ke rau hauv Vajtswv lub tuam tsev, kuv thiab cov thawj ib nrab uas nrog kuv ua ke."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.41","label":"41","content":"Thiab cov pov thawj uas coj raj xyu yog Eliyakhi, Ma‑axeya, Meeyamee, Mikhaya, Eli‑aunai, Xekhaliya thiab Hananiya,"},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.42","label":"42","content":"thiab Ma‑axeya, Semaya, Ele‑axa, Uxi, Yehauhanas, Makhiya, Elas thiab Exaw kuj mus rau hauv. Thiab cov hu nkauj kuj hu nkauj, Yelahiya ua tus coj lawv."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.43","label":"43","content":"Mas hnub ntawd lawv ua kevcai xyeem ntau kawg li thiab zoo siab xyiv fab rau qhov Vajtswv ua rau lawv zoo siab xyiv fab kawg nkaus. Cov pojniam thiab cov menyuam kuj zoo siab xyiv fab thiab Yeluxalees txojkev xyiv fab nrov ncha mus deb kawg li."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.44","label":"44","content":"Hnub ntawd lawv tsa cov uas los saib xyuas tej txhab rau tej uas coj tuaj xyeem thiab thawj phaum qoob loo thiab ib feem kaum, thiab yuav sau tej feem uas txoj kevcai tu rau cov pov thawj thiab cov Levi los cia rau hauv, yog sau hauv tej teb ntawm txhua lub moos, rau qhov cov Yuda zoo siab rau cov pov thawj thiab cov Levi uas ua tej haujlwm ntawd."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.45","label":"45","content":"Lawv ua tej haujlwm uas yog ua koom tu lawv tus Vajtswv thiab ua kevcai ntxuav kom dawb huv, thiab cov hu nkauj thiab cov uas zov tej rooj loog kuj ua koom ib yam li ntawd, raws li Davi thiab nws tus tub Xalaumoo hais cia lawd."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.46","label":"46","content":"Rau qhov lub sijhawm thaum ub uas Davi thiab Axas nyob mas muaj ib tug thawj coj hu nkauj thiab muaj tej zaj nkauj qhuas thiab ua tsaug rau Vajtswv."},{"bible_id":"1269","chapter_code":"NEH.12","verse_code":"NEH.12.47","label":"47","content":"Ncua sijhawm uas Xelunpanpee thiab Nehemi nyob cov Yixayee niaj hnub faib cov hu nkauj thiab cov zov tej rooj loog li feem rau lawv, thiab rho cov Levi li feem rau ib cag. Cov Levi kuj rho Aloo caj ces li feem rau ib cag."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.1","label":"1","content":"Hnub ntawd lawv nyeem Mauxe phau ntawv rau cov pejxeem mloog mas lawv pom qhov uas sau cia hais tias, tsis txhob kheev cov Asmoo thiab cov Mau‑a koom nrog Vajtswv haiv neeg mus ib txhis,"},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.2","label":"2","content":"rau qhov lawv tsis tau muab mov thiab dej los tos txais cov Yixayee tiamsis lawv tseem ntiav Npala‑as tuaj tsawm foom cov Yixayee. Tiamsis peb tus Vajtswv muab tej lus foom ntawd ntxeev ua koob hmoov."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.3","label":"3","content":"Thaum cov pejxeem hnov txoj kevcai ntawd lawv txawm muab txhua tus uas yog lwm haiv neeg li keeb cais tawm hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.4","label":"4","content":"Ua ntej no tus pov thawj Eliyasi uas tau raug tsa ua tus uas saib xyuas tej chav hauv peb tus Vajtswv lub tuam tsev thiab nrog Thaunpia ua phoojywg,"},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.5","label":"5","content":"tau tu ib chav dav rau Thaunpia, yog chav uas txeev siv khaws tej uas ua kevcai xyeem qoob loo, roj ntoos tsw qab, tej twj siv thiab ib feem kaum uas yog qoob, cawv txiv hmab tshiab thiab roj uas lawv pub raws li txoj kevcai rau cov Levi thiab cov hu nkauj thiab cov uas zov tej rooj loog, thiab tej uas pub rau cov pov thawj."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.6","label":"6","content":"Thaum uas muaj tej xwm txheej no kuv tsis nyob hauv Yeluxalees rau qhov xyoo peb caug ob uas Athaxawxi ua vajntxwv hauv Npanpiloo, kuv mus cuag vajntxwv. Nyob ntev loo kuv li thov vajntxwv cia kuv rov los."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.7","label":"7","content":"Kuv thiaj rov los rau hauv Yeluxalees mas kuv li paub tej kev phem uas Eliyasi tau ua pab Thaunpia, yog qhov uas tu ib chav ntawm lub tshav puam Vajtswv lub tuam tsev rau nws."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.8","label":"8","content":"Kuv thiaj chim heev thiab kuv muab Thaunpia tej cuab txhiaj cuab tam rho hauv chav tsev ntawd laim pov tseg huvsi."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.9","label":"9","content":"Thiab kuv hais kom ua kevcai ntxuav chav ntawd thiab kuv coj tej twj siv hauv Vajtswv lub tuam tsev, thiab tej uas siv ua kevcai xyeem qoob loo thiab cov roj ntoos tsw qab rov los cia rau hauv tej qub chaw."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.10","label":"10","content":"Thiab kuv kuj hnov tias cov Levi li feem mas lawv tsis muab rau cov Levi. Vim li no cov Levi thiab cov hu nkauj uas ua haujlwm thiaj nyias tsiv mus rau hauv nyias tej teb lawm."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.11","label":"11","content":"Kuv thiaj yws cov thawj thiab hais tias, “Ua cas muab Vajtswv lub tuam tsev tso tseg?” Kuv thiaj qaws lawv rov los thiab tsa lawv rov ua lawv tes haujlwm dua."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.12","label":"12","content":"Mas cov Yuda sawvdaws coj ib feem kaum uas yog qoob, cawv txiv hmab tshiab thiab roj tuaj tso rau hauv tej txhab."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.13","label":"13","content":"Thiab kuv tsa neeg saib xyuas tej txhab ntawd, yog pov thawj Selemiya, xibhwb Xadau thiab Pedaya uas yog ib tug Levi thiab tsa Xakaw tus tub Hanas uas yog Mathaniya tus xeeb ntxwv ua tus uas pab lawv, rau qhov suav hais tias lawv yog cov uas tso siab tau. Lawv li haujlwm yog faib rau lawv cov kwvtij."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.14","label":"14","content":"Au kuv tus Vajtswv, thov koj nco txog kuv rau zaj no thiab thov tsis txhob rhuav tej haujlwm zoo uas kuv tau ua rau kuv tus Vajtswv lub tuam tsev thiab tej uas ua pab txojkev uas ua koom tu Vajtswv."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.15","label":"15","content":"Thaum ntawd hauv Yuda kuv pom neeg tsuam kua txiv hmab rau hnub Xanpatau thiab sau tej niag pawg qoob rau nees luav thauj thiab thauj cawv txiv hmab tej txiv hmab txiv cev thiab txhua yam nra coj los rau hauv Yeluxalees rau hnub Xanpatau. Kuv thiaj li ntuas lawv rau hnub uas lawv muag zaub mov ntawd."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.16","label":"16","content":"Thiab cov neeg Thailab uas nyob hauv lub nroog coj ntses thiab txhua yam lus muag rau hnub Xanpatau rau cov pejxeem Yuda thiab hauv Yeluxalees."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.17","label":"17","content":"Ces kuv thiaj hais hnyav rau cov uas ua hlob hauv Yuda thiab hais rau lawv tias, “Nej ua phem dabtsi li no, ua qias puas tsuas hnub Xanpatau?"},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.18","label":"18","content":"Nej tej poj koob yawm txwv tsis tau ua li no lov? Peb tus Vajtswv tsis tau coj tej xwm txheej phem no huvsi los raug peb thiab lub nroog no lov, es nej tseem yuav coj txojkev npau taws heev dua li ntawd los raug cov Yixayee vim yog nej ua qias puas tsuas hnub Xanpatau?”"},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.19","label":"19","content":"Hmo uas yuav txog hnub Xanpatau thaum yuav tsaus ntuj kuv hais kom kaw tej rooj loog tsis txhob qheb mus txog dhau hnub Xanpatau tso, thiab kuv tsa kuv cov tub teg tub taws qee leej saib xyuas tej rooj loog thiaj txwv tsis kheev thauj ib yam nra dabtsi los rau hauv rau hnub Xanpatau."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.20","label":"20","content":"Mas cov tub luam thiab cov uas coj txhua yam tuaj muag thiaj pw ib hmo sab nraum lub nroog Yeluxalees ib ob zaug."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.21","label":"21","content":"Kuv ntuas lawv thiab hais rau lawv tias, “Ua cas nej tuaj pw sab nraum lub ntsa loog? Yog nej tseem tuaj dua thiab, kuv yuav ntes nej.” Txij thaum ntawd los lawv tsis tuaj rau hnub Xanpatau dua li lawm."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.22","label":"22","content":"Thiab kuv hais kom cov Levi tu lawv tus kheej kom dawb huv thiab tuaj zov tej rooj loog, thiaj li ua tau kom hnub Xanpatau dawb huv. Au kuv tus Vajtswv, thov koj nco txog kuv rau zaj no thiab thov koj tseg kuv txojsia cia raws li koj txojkev hlub loj kawg uas ruaj khov."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.23","label":"23","content":"Thaum ntawd kuv kuj pom cov Yudai uas yuav cov neeg Asadau, Asmoo thiab Mau‑a tej ntxhais ua pojniam,"},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.24","label":"24","content":"thiab lawv tej menyuam ib nrab hais lus Asadau, lawv hais tsis tau lus Yuda tsuas yog nyias hais nyias yam lus xwb."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.25","label":"25","content":"Kuv thiaj cem lawv thiab foom lawv thiab ntaus lawv qee leej thiab dob lawv plaubhau pov tseg, thiab kuv kom lawv tuav Vajtswv lub npe cog lus twv. Kuv hais tias, “Nej tsis txhob muab nej tej ntxhais qua rau lawv tej tub, thiab tsis txhob yuav lawv tej ntxhais rau nej tej tub lossis nej tus kheej."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.26","label":"26","content":"Cov Yixayee tus vajntxwv Xalaumoo tsis tau ua txhaum rau qhov uas nws yuav pojniam li no lov? Hauv ib tsoom tebchaws tsis muaj ib tug vajntxwv twg zoo cuag li nws thiab nws tus Vajtswv kuj hlub nws, Vajtswv pub nws ua vajntxwv kav cov Yixayee huvsi. Txawm li ntawd los tej pojniam uas yog lwm haiv neeg tseem ua rau nws ua txhaum."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.27","label":"27","content":"Tseem tsim nyog peb yuav mloog nej thiab ua tej kev phem loj no huvsi thiab fav xeeb rau peb tus Vajtswv es mus yuav lwm haiv neeg tej ntxhais los ua pojniam lov?”"},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.28","label":"28","content":"Tus tuam pov thawj hlob Eliyasi tus tub Yehauyada muaj ib tug tub uas ua Xanpala uas yog neeg Hauloo li vauv, vim li no kuv thiaj muab nws ntiab khiav ntawm kuv mus."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.29","label":"29","content":"Au kuv tus Vajtswv, thov koj nco txog lawv rau qhov lawv tau ua qias puas tsuas qhov uas ua pov thawj thiab ua qias puas tsuas tej lus uas koj cog tseg rau cov pov thawj thiab cov Levi."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.30","label":"30","content":"Kuv thiaj muab txhua yam uas yog lwm haiv neeg li ntxuav ntawm lawv mus li no. Thiab kuv tu haujlwm rau cov pov thawj thiab cov Levi, nyias ua nyias feem."},{"bible_id":"1269","chapter_code":"NEH.13","verse_code":"NEH.13.31","label":"31","content":"Thiab kuv teem kom coj taws tuaj pub raws li sijhawm uas teem cia lawd thiab coj thawj phaum qoob loo tuaj. Au kuv tus Vajtswv, thov nco txog kuv thiab hlub kuv."}]