[{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.1","label":"1","content":"Povlauj thiab Timaute uas yog Yexus Khetos li tub qhe hais mus rau cov xov dawb huv Yexus Khetos txhua tus uas nyob hauv lub moos Filipi, thiab rau cov saib xyuas cov ntseeg thiab cov uas pab ua haujlwm."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.2","label":"2","content":"Thov txojkev hlub thiab txojkev siab tus ntawm Vajtswv uas yog peb leej Txiv thiab ntawm tus Tswv Yexus Khetos nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.3","label":"3","content":"Kuv ua Vajtswv tsaug rau txhua zaus uas kuv nco txog nej."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.4","label":"4","content":"Txhua zaus uas thov Vajtswv pab nej sawvdaws kuv yeej zoo siab kawg li,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.5","label":"5","content":"vim nej nrog kuv koom tes hauv txoj xov zoo txij thawj hnub los txog nimno."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.6","label":"6","content":"Kuv ruaj siab li no tias, tus Tswv uas pib ua tes haujlwm zoo rau hauv nej lawd yuav ua kom tiav rau Yexus Khetos hnub."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.7","label":"7","content":"Qhov uas kuv xav li no kuj raug lawm vim nej nyob rawv hauv kuv lub siab thiab nej txhua tus nrog kuv koom Vajtswv txojkev hlub tsis hais thaum kuv raug kaw thiab thaum kuv hwj xwm txoj xov zoo thiab qhia kom pom tias txoj xov zoo muaj tseeb."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.8","label":"8","content":"Vim tias Vajtswv ua tau timkhawv tias kuv lub siab nco txog nej txhua tus ib yam li Yexus Khetos lub siab khuvleej."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.9","label":"9","content":"Kuv thov Vajtswv li no tias thov kom nej txojkev sib hlub loj zuj zus tuaj thiab muaj kev paub muaj kev nkag siab txhua yam,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.10","label":"10","content":"xwv nej thiaj xam pom tias yam twg tsim txiaj kawg nkaus, thiab nej thiaj ua tau neeg dawb huv tsis muaj chaw thuam rau Khetos hnub,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.11","label":"11","content":"thiab nej thiaj puv npo tej haujlwm uas los ntawm txojkev ncaj ncees uas tshwm hauv Yexus Khetos los, kom thiaj pub koob meej rau Vajtswv thiab qhuas nws."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.12","label":"12","content":"Cov kwvtij, kuv xav kom nej paub tias tej uas tshwm xwm rau kuv no twb rov ua rau txoj xov zoo yimhuab nthuav dav mus."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.13","label":"13","content":"Yog li ntawd cov tub rog uas zov Xixa tsev thiab lwm tus thiaj paub thoob plaws tias qhov uas kuv raug txoj saw hlau khi no twb yog vim kuv ua Khetos li haujlwm."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.14","label":"14","content":"Thiab vim txoj saw hlau khi no ua rau cov kwvtij feem coob ruaj siab rau hauv tus Tswv, thiab muaj lub siab tuab heev dua uas yuav piav Vajtswv txojlus tsis ntshai kiag li."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.15","label":"15","content":"Yeej muaj qee leej tshaj tawm txog Khetos vim yog lawv khib thiab nyiam sib cam, tiamsis kuj muaj qee leej tshaj tawm vim yog xav ua zoo."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.16","label":"16","content":"Ib co tshaj tawm ntawm txojkev hlub vim yog lawv paub tias kuv raug tsa cia kom hwj xwm txoj xov zoo no."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.17","label":"17","content":"Tiamsis ib co piav txog Khetos vim lawv sib txeeb tsis yog muaj lub siab dawb paug ua, tiamsis yog xav tsim txom kuv rau thaum kuv raug kaw."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.18","label":"18","content":"Tiamsis tsis ua li cas. Tsis hais yuav lam piav lossis muaj siab dawb paug piav, Khetos kuj raug muab tshaj tawm. Qhov no ua rau kuv zoo siab. Thiab kuv yeej yuav zoo siab ntxiv mus,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.19","label":"19","content":"vim kuv paub tias qhov uas nej thov thiab qhov uas Yexus Khetos tus Ntsuj Plig pab yuav ua rau kuv dim qhov uas raug kaw."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.20","label":"20","content":"Vim tias kuv lub siab xav thiab vam tias kuv yuav tsis raug txaj muag kiag li, tiamsis yuav muaj lub siab tuab kawg nkaus, xwv Khetos thiaj yuav tau koob meej ntawm kuv lub cev nimno ib yam li ib txwm tau, tsis hais kuv tseem ciaj lossis tuag."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.21","label":"21","content":"Rau qhov kuv muaj txojsia nyob los nyob rau Khetos, kuv tuag los kuj tau tshaj thawj."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.22","label":"22","content":"Yog kuv tseem yuav muaj txojsia nyob hauv lub cev no los kuv yuav ua haujlwm kom tawg paj txi txiv. Tiamsis kuv tsis paub yuav xaiv qhov twg."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.23","label":"23","content":"Kuv nyuaj siab rau ob qhov no. Kuv xav ncaim mus thiab nrog Khetos nyob, yog qhov uas zoo heev dua."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.24","label":"24","content":"Tiamsis qhov uas tseem nyob hauv lub cev no kuj yog qhov cheem tsum heev dua rau nej."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.25","label":"25","content":"Kuv ruaj siab txog qhov no, mas kuv paub tias kuv tseem yuav muaj txojsia nyob, thiab yuav nrog nej txhua tus nyob pab kom nej kheev hlob thiab muaj lub siab xyiv fab hauv txojkev ntseeg,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.26","label":"26","content":"kom nej thiaj li muaj lus khav txog kuv heev zuj zus rau hauv Yexus Khetos vim kuv yuav tuaj txog nej dua ib zaug thiab."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.27","label":"27","content":"Thov kom nej ua lub neej phim Yexus txoj xov zoo xwb. Txawm yog kuv yuav tuaj saib nej thiab tsis tuaj los kuv yuav tau hnov xov tias nej koom ua ib lub siab nyob ruaj, thiab thooj xeeb hum hauv ua haujlwm pab txojkev ntseeg uas los ntawm txoj xov zoo,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.28","label":"28","content":"thiab nej tsis ntshai cov uas tawm tsam nej kiag li. Tej no yog ua timkhawv uas qhia rau lawv paub tias lawv yuav puam tsuaj tiamsis qhia tias nej yuav tau txojkev dim uas los ntawm Vajtswv los."},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.29","label":"29","content":"Rau qhov vim yog saib rau Khetos, thiaj muab pub rau nej kom nej tsis yog ntseeg nws xwb tiamsis tseem raug kev txom nyem vim yog saib rau nws,"},{"bible_id":"1269","chapter_code":"PHP.1","verse_code":"PHP.1.30","label":"30","content":"vim nej kuj muaj tib txojkev tawm tsam ib yam li nej txeev pom kuv muaj thiab hnov tias nimno kuv tseem tabtom muaj."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.1","label":"1","content":"Vim li no, yog nej muaj kev txhawb siab rau hauv Khetos, thiab muaj kev nplij siab ntawm txojkev sib hlub, thiab muaj kev sib raug zoo rau hauv Vaj Ntsuj Plig, thiab muaj qhov uas ib leeg mob siab rau ib leeg thiab ib leeg khuvleej ib leeg li cas lawm,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.2","label":"2","content":"kuj cia li ua rau kuv zoo siab xyiv fab kawg nkaus vim nej muaj lub siab xav ib yam nkaus, muaj lub siab hlub ib yam nkaus, thiab koom ua ib lub siab thiab koom xav ib yam nkaus."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.3","label":"3","content":"Tsis txhob ua siab hlob txeeb ua ib yam dabtsi rau yus lossis tsab ua loj tiamsis yuav tsum txo hwjchim xam pom lwm tus zoo dua yus."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.4","label":"4","content":"Nej tsis txhob nyias xam pom nyias tus kheej xwb yuav tsum xam pom lwm tus thiab."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.5","label":"5","content":"Nej cia li muaj lub siab yam li no rau hauv nej ib yam li muaj rau hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.6","label":"6","content":"Nws yeej zoo ib yam li Vajtswv tiamsis nws tsis suav tias yuav txeeb qhov uas sib luag li Vajtswv rau nws,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.7","label":"7","content":"tiamsis nws yeem muab txhua yam tso tseg es saws lub neej zoo li tus qhev los yug zoo li ib tug neeg. Thaum nws tshwm los zoo nkaus ib tug neeg."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.8","label":"8","content":"nws txo nws tus kheej kom qes thiab mloog lus mus txog qhov uas tuag, yog tuag saum ntoo khaublig."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.9","label":"9","content":"Vim li no Vajtswv thiaj muab nws tsa siab kawg nkaus thiab pub lub npe uas siab dhau tej npe huvsi rau nws,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.10","label":"10","content":"vim lub npe Yexus ntawd txhua lub hauv caug saum ntuj thiab hauv ntiajteb thiab hauv qab ntiajteb yuav txhos caug ntua pe nws,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.11","label":"11","content":"thiab txhua tus nplaig yuav lees tias Yexus Khetos yog tus Tswv, thiaj ua rau Vajtswv uas yog leej Txiv tau koob meej ci ntsa iab."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.12","label":"12","content":"Yog li ntawd, cov kwvtij uas kuv hlub, ib yam li nej txeev mloog kuv lus tsis tu ncua, tsis yog mloog rau thaum kuv nrog nej nyob xwb tiamsis thaum kuv tsis nrog nej nyob kuj yimhuab yuav mloog, mas nimno nej yuav tsum ntshai tshee hnyo ua lub neej phim nej txojkev dim kom tiav."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.13","label":"13","content":"Rau qhov Vajtswv ua haujlwm rau hauv nej kom nej muaj lub siab xav thiab muaj peevxwm ua raws li nws lub siab nyiam."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.14","label":"14","content":"Cia li ua txhua yam tsis txhob sib yws sib cav,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.15","label":"15","content":"kom nej thiaj tsis muaj chaw thuam thiab tsis muaj qhov txhaum, ua Vajtswv cov menyuam uas tsis muaj ib qhov phem rau hauv nruab nrab tiam neeg phem thiab nkhaus no, thiab ci rau hauv lawv ib yam li tej hnub qub ci rau lub ntiajteb."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.16","label":"16","content":"Cia li tuav txojlus uas pub txojsia ruaj, xwv kuv thiaj khav tau rau Khetos hnub hais tias kuv tsis tau dhia do do xwb lossis siv zog ua haujlwm tsis muaj qabhau."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.17","label":"17","content":"Txawm yog kuv yuav raug muab hliv ib yam li tej cawv txiv hmab uas hliv xyeem rau saum tej uas nej muab xyeem thiab saum tej haujlwm uas nej ua vim nej ntseeg, kuv kuj zoo siab thiab nrog nej txhua tus zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.18","label":"18","content":"Thiab tsim nyog nej yuav zoo siab thiab nrog kuv zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.19","label":"19","content":"Kuv muaj siab vam rau hauv tus Tswv Yexus tias tsis ntev no kuv yuav txib Timaute tuaj cuag nej, xwv thaum kuv hnov nej xov lawd thiaj txhawb tau kuv lub siab."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.20","label":"20","content":"Kuv tsis muaj leejtwg thooj li nws uas mob siab nej tiag tiag."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.21","label":"21","content":"Vim tias lwm tus sawvdaws nrhiav tej uas muaj qabhau rau lawv xwb, tsis yog nrhiav tej uas muaj qabhau rau Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.22","label":"22","content":"Tiamsis nej twb paub Timaute tes haujlwm zoo tias nws nrog kuv koom ua haujlwm rau txoj xov zoo ib yam li ob txiv tub."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.23","label":"23","content":"Vim li no kuv vam tias thaum kuv paub tias yuav muaj xwm li cas tshwm rau kuv ces kuv yuav xa nws tuaj sai sai,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.24","label":"24","content":"thiab kuv ruaj siab rau hauv tus Tswv tias tsis ntev no kuv yuav tuaj thiab."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.25","label":"25","content":"Kuv pom tias cheem tsum xa Epafaudita tuaj cuag nej. Nws yog kuv kwvtij uas nrog kuv koom ua haujlwm thiab nrog kuv ua tub rog, thiab tseem yog tus tubtxib uas nej txib tuaj tu kuv thiab pab tej uas kuv tu ncua,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.26","label":"26","content":"vim nws nco txog nej sawvdaws thiab nws txhawj vim qhov uas nej hnov tias nws muaj mob."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.27","label":"27","content":"Nws mob tiag twb yuav tuag, tiamsis Vajtswv khuvleej nws, tsis yog nws tib leeg xwb tseem khuvleej kuv thiab, xwv kuv thiaj tsis raug kev txhawj xeeb tsav ntxiv rau tej kev txhawj."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.28","label":"28","content":"Vim li no kuv yimhuab xav xa nws tuaj kom nej thiaj zoo siab qhov uas rov pom nws thiab qhov uas kuv txhawj thiaj li tsawg zuj zus mus."},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.29","label":"29","content":"Vim li no cia li zoo siab kawg txais nws hauv tus Tswv, thiab hwm cov neeg uas zoo li no,"},{"bible_id":"1269","chapter_code":"PHP.2","verse_code":"PHP.2.30","label":"30","content":"rau qhov nws twb yuav tuag vim yog Khetos tes haujlwm, nws sev txojsia zoo siab ua num rau kuv rau tej uas nej ua tsis tau."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.1","label":"1","content":"Thaum kawg no, kuv cov kwvtij, cia li zoo siab rau hauv tus Tswv. Qhov uas rov sau tej qub no dua ib zaug tuaj rau nej kuj tsis ceeblaj li cas rau kuv, thiab yog ua rau nej paub ceev faj."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.2","label":"2","content":"Cia li ceev faj cov dev, ceev faj cov uas ua phem, cov uas hlais nqaij hlais tawv."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.3","label":"3","content":"Vim tias peb thiaj yog tseem cov uas ua kevcai txiav, yog peb cov uas pe hawm Vajtswv ntawm Vaj Ntsuj Plig  thiab khav txog Yexus Khetos, tsis vam khom rau nqaij tawv,"},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.4","label":"4","content":"txawm yog kuv muaj tej qhov uas vam khom rau nqaij tawv thiab kuj xij. Yog lwm tus xav tias lawv muaj qhov uas vam khom nqaij tawv kuv kuj yimhuab muaj ntau dua."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.5","label":"5","content":"Kuv twb ua kevcai txiav rau thaum kuv muaj yim hnub lawm, kuv yog haiv neeg Yixayee, yog xeem Npeeyamee, yog ib tug Henplais uas yug ntawm neeg Henplais los, hais txog txoj kevcai kuv yog ib tug Falixai,"},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.6","label":"6","content":"hais txog qhov uas kub siab lug kuv kuj tsim txom cov pawg ntseeg, hais txog qhov uas ua ncaj ncees raws li txoj kevcai kuv tsis muaj chaw thuam li."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.7","label":"7","content":"Tiamsis yam uas txeev ua tshaj thawj rau kuv, kuv suav tias yam ntawd yog poob peev lawm vim yog saib rau Khetos."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.8","label":"8","content":"Kuv suav tias txhua yam poob peev vim yog qhov uas paub Yexus Khetos uas yog kuv tus Tswv muaj nqes heev dhau. Vim muaj tus Tswv kuv thiaj poob peev txhua yam thiab suav tias tej ntawd zoo ib yam li tej tshwj xuam uas muab pov tseg xwv kuv thiaj tau Khetos ua tshaj thawj,"},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.9","label":"9","content":"thiab thiaj pom tias kuv nyob hauv tus Tswv. Kuv txojkev ncaj ncees tsis yog tau ntawm qhov uas xyaum raws li txoj kevcai tiamsis yog tau ntawm qhov uas ntseeg Khetos, yog txojkev ncaj ncees uas tau ntawm Vajtswv vim yog qhov uas ntseeg."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.10","label":"10","content":"Kuv xav paub tus Tswv thiab paub lub hwjchim uas nws ciaj sawv rov los, thiab koom nrog nws raug kev tsim txom thiab zoo ib yam li nws rau hauv nws txojkev tuag,"},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.11","label":"11","content":"thiab tseem vam tias yuav tau ciaj sawv hauv qhov tuag rov los."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.12","label":"12","content":"Tsis yog kuv twb tau lawm lossis kuv twb zoo kawg nkaus lawm, tiamsis kuv tabtom siv zog mus kom kuv thiaj txeeb tau ua kuv tug vim yog tim li no Yexus Khetos twb txeeb kuv cia lawm."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.13","label":"13","content":"Cov kwvtij, kuv tsis suav tias kuv twb txeeb tau lawm tiamsis kuv ua ib yam xwb yog kuv tsis nco tej uas dhau tag los lawd thiab huas mus rau yam uas nyob yav tom ntej,"},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.14","label":"14","content":"thiab siv zog mus kom txog tus ciam kom thiaj tau txais tshav ntuj uas yog qhov uas Vajtswv hu kuv mus rau saum ntuj hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.15","label":"15","content":"Peb cov uas hlob tiav lawd yuav tsum xav li no, thiab yog nej xav dua lwm yam, Vajtswv yuav muab yam ntawd qhia rau nej paub tseeb."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.16","label":"16","content":"Txawm li cas los xij, peb cia coj raws nraim tej uas peb paub los lawd."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.17","label":"17","content":"Cov kwvtij, cia li koom ua ke yoog raws li kuv, nej cia li saib cov neeg uas ua lub neej raws li tus yam ntxwv uas peb tau ua rau nej pom lawd."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.18","label":"18","content":"Rau qhov muaj ntau leej ua lub neej ua yeeb ncuab rau Khetos tus khaublig ntoo, yog cov uas kuv twb txeev hais rau nej ntau zaus lawm thiab nimno kuv hais nrog lub kua muag."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.19","label":"19","content":"Thaum kawg lawv yuav raug puam tsuaj, lawv tus Vajtswv yog lawv lub plab, thiab lawv khav txog lawv tej kev txaj muag, lawv tsuas yog xav txog tej uas yog ntiajteb li xwb."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.20","label":"20","content":"Tiamsis peb yog neeg saum ntuj thiab peb tos rawv tus cawmseej uas los saum ntuj los, yog tus Tswv Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHP.3","verse_code":"PHP.3.21","label":"21","content":"Nws yuav muab peb lub cev uas tsis tsim txiaj hloov kom zoo ib yam li nws lub cev uas muaj hwjchim ci ntsa iab, yog nws siv nws lub hwjchim uas ua kom txhua yam nyob hauv nws qab kev tswjhwm."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.1","label":"1","content":"Vim li no, kuv cov kwvtij uas kuv hlub thiab nco heev, nej yog kuv lub chaw zoo siab thiab yog kuv lub mom kub. Cov uas kuv hlub 'e, cia li nyob ruaj khov rau hauv tus Tswv li uas hais no."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.2","label":"2","content":"Kuv thov ntuas Yu‑audia thiab kuv thov ntuas Xithikhe kom muaj lub siab sib hum rau hauv tus Tswv."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.3","label":"3","content":"Tus uas muaj siab nrog kuv koom ua haujlwm 'e, thov koj pab ob tug pojniam ntawd, vim ob tug nrog kuv thiab Khemee thiab lwm tus uas pab kuv ua haujlwm, siv zog ua haujlwm qhia txoj xov zoo. Lawv tej npe twb muaj nyob hauv phau ntawv uas sau cov uas muaj txojsia lawm."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.4","label":"4","content":"Cia li xyiv fab rau hauv tus Tswv txhua lub sijhawm. Kuv rov hais dua tias, cia li xyiv fab hlo."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.5","label":"5","content":"Cia li ua lub siab mos siab muag tshwm los rau sawvdaws. Tus Tswv nyob ze lawm."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.6","label":"6","content":"Tsis txhob txhawj rau ib yam dabtsi, tiamsis cia li taij thiab thov thiab ua Vajtswv tsaug qhia txhua yam uas koj cheem tsum rau nws paub."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.7","label":"7","content":"Mas Vajtswv txojkev siab tus uas ntau dhau li neeg nkag siab tau yuav tsom kwm nej lub siab thiab nej tej kev xav cia rau hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.8","label":"8","content":"Thaum kawg no, cov kwvtij, yam uas tseeb, yam uas tsim nyog hwm, yam uas ncaj ncees, yam uas dawb huv, yam uas ntxim hlub, yam uas muaj koob meej, thiab yog muaj yam twg uas zoo kawg nkaus, thiab muaj yam twg uas tsim nyog qhuas, cia li xav txog tej no huvsi."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.9","label":"9","content":"Cia li ua raws li tej uas nej kawm paub thiab khaws tau thiab tau hnov thiab pom ntawm kuv. Mas Vajtswv uas pub txojkev siab tus yuav nrog nraim nej nyob."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.10","label":"10","content":"Kuv zoo siab xyiv fab kawg rau hauv tus Tswv vim thaum kawg no nej rov qab nco txog kuv dua. Nej yeej nco txog kuv tiamsis nej nrhiav sijhawm tsis tau xwb."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.11","label":"11","content":"Kuv tsis yog hais txog qhov uas kuv tu ncua, vim kuv yeej kawm paub tias yuav nyob li cas los kuv txaus siab nyob li ntawd."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.12","label":"12","content":"Kuv yeej paub qhov uas tu ncua thiab paub qhov uas muaj nplua mias. Tsis hais txojkev twg lossis txhua txojkev kuv twb kawm paub qhov uas tsau thiab tshaib, thiab qhov uas muaj nplua mias thiab tu ncua lawm."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.13","label":"13","content":"Kuv yeej ua tau txhua yam vim muaj Vajtswv uas txhawb kuv lub zog."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.14","label":"14","content":"Txawm li cas kuj xij, qhov uas nej xav pab kuv rau thaum kuv raug kev txom nyem, kuj yog nej ua zoo heev."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.15","label":"15","content":"Thiab nej cov Filipi yeej paub tias, thaum kuv tawm hauv lub xeev Makhedaunia rau thaum pib tshaj tawm txoj xov zoo, tsis muaj pawg ntseeg twg nrog kuv koom tes tsuas yog nej tib pawg xwb thiaj pub pab kuv."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.16","label":"16","content":"Txawm yog thaum kuv nyob hauv lub moos Thexalaunika, nej kuj xa tuaj pab kuv ib zaug tag ib zaug thiab."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.17","label":"17","content":"Tsis yog kuv nrhiav tej uas nej pub ntawd, tiamsis kuv nrhiav tshaj thawj uas tsav rau nej ntau zuj zus tuaj."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.18","label":"18","content":"Kuv tau txais txhua yam puv npo thiab tseem muaj seem. Kuv muaj txhua yam nplua mias, vim kuv tau txais tej uas nej muab rau Epafaudita xa tuaj. Tej ntawd yog tej uas muab xyeem tsw qab uas txaus Vajtswv lub siab thiab Vajtswv txais yuav."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.19","label":"19","content":"Kuv tus Vajtswv yuav pub txhua yam uas nej cheem tsum rau nej raws li nws lub hwjchim ci ntsa iab uas muaj nplua mias rau hauv Yexus Khetos."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.20","label":"20","content":"Thov kom Vajtswv uas yog peb leej Txiv tau koob meej mus ib txhis tsis kawg. Amee."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.21","label":"21","content":"Kuv thov hais lus nco txog cov xov dawb txhua tus hauv Yexus Khetos. Cov kwvtij uas nrog kuv nyob ua ke kuj xa lus nco txog nej."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.22","label":"22","content":"Vajtswv cov xov dawb sawvdaws xa lus nco txog nej, cov uas nco nej heev tshaj yog cov uas nyob hauv Xixa lub tsev."},{"bible_id":"1269","chapter_code":"PHP.4","verse_code":"PHP.4.23","label":"23","content":"Thov tus Tswv Yexus Khetos txojkev hlub nyob hauv nej lub siab mus li."}]