[{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.1","label":"1","content":"Cov lus no yog Davi tus tub Xalaumoo uas yog cov Yixayee tus vajntxwv li paj lug"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.2","label":"2","content":"ua kom tau tswvyim thiab paub kevcai ua neej, thiab to taub tej lus txawj ntse,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.3","label":"3","content":"khaws tej lus qhuab qhia uas qhia kev thoob tsib to nrog thiab kev txiav txim ncaj thiab kev ua ncaj thiab qhov uas ua ncaj nruab nrab,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.4","label":"4","content":"muab txojkev thoob tsib to nrog rau tus uas tsis paub qabhau, muab kev txawj ntse thiab kev paub txhij paub txhua rau tus hluas."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.5","label":"5","content":"Tus txawj ntse tau hnov thiab tsav kev paub rau nws, thiab tus uas thoob tsib to nrog yuav tau peevxwm ua haujlwm,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.6","label":"6","content":"kom thiaj nkag siab paj lug piv lus, thiab nkag siab cov txawj ntse tej lus thiab tej txhiaj txhais."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.7","label":"7","content":"Qhov uas hwm thiab paub ntshai Yawmsaub yog lub hauv paus txawj ntse, tus ruam yeej saib tsis taus tswvyim thiab tej lus qhuab qhia."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.8","label":"8","content":"Kuv tub 'e, cia li mloog koj txiv tej lus qhuab qhia, thiab tsis txhob muab koj niam tej lus qhia tso tseg,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.9","label":"9","content":"rau qhov tej lus ntawd yog lub mom paj ntoos zoo nkauj saum koj taubhau thiab yog tej saw nyiaj ntawm koj caj dab."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.10","label":"10","content":"Kuv tub 'e, yog tej neeg muaj txim ntxias koj, tsis txhob yeem mus."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.11","label":"11","content":"Yog lawv hais tias, “Nrog peb mus, cia peb mus zov kev tos tua neeg, cia peb mus zov kev tos tus uas tsis ua txhaum muab ntaus ua si."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.12","label":"12","content":"Cia peb muab nws nqos ciaj yam li tub tuag teb, thiab nqos kheej ib yam li lawv cov uas nqes rau hauv qhov tuag."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.13","label":"13","content":"Peb yuav tau tej qhov txhia chaw tsim txiaj txhua yam, peb yuav muab tej uas peb txeeb tau los ntim puv nkaus hauv peb tej tsev."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.14","label":"14","content":"Koj cia li nrog peb koom, peb sawvdaws yuav koom ib lub hnab nyiaj.”"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.15","label":"15","content":"Kuv tub 'e, tsis txhob nrog lawv mus, yuav tsum tswj koj txhais kotaw ntawm lawv txojkev,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.16","label":"16","content":"rau qhov lawv txhais kotaw dhia mus ua phem, thiab lawv maj nroos mus txov luag los ntshav."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.17","label":"17","content":"Cuab vas rau noog pom yeej tsis tau qabhau."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.18","label":"18","content":"Tiamsis cov neeg no nyas zov tos lawv tus kheej li ntshav, thiab zov kev txov lawv txojsia."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.19","label":"19","content":"Txhua tus uas ua nruj ua tsiv es tau nyiaj txiag yeej yuav zoo li no, tej nyiaj txiag ntawd yuav rov txov lawv txojsia."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.20","label":"20","content":"Tswvyim hu nrov nrov ntawm tej kev, nws tsa suab hu ntawm tshav puam."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.21","label":"21","content":"Nws tuaj saum tej ntsa loog hu thiab piav ntawm rooj loog uas nkag rau hauv lub nroog, hais tias"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.22","label":"22","content":"“Nej cov uas tsis thoob tsib 'e, nej yuav nyiam txojkev tsis thoob tsib mus ntev li cas? Thiab cov uas thuam luag yuav zoo siab thuam mus ntev li cas? Thiab cov uas ruam yuav ntxub kev txawj ntse ntev li cas?"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.23","label":"23","content":"Nej cia li tig pob ntseg mloog kuv tej lus qhuab ntuas. Saib maj, kuv yuav nchuav tej uas kuv xav hauv lub siab rau nej, kuv yuav muab kuv tej lus qhia tseeb rau nej."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.24","label":"24","content":"Kuv twb hu los nej tsis yeem mloog, kuv twb cev tes los tsis muaj leejtwg quav ntsej,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.25","label":"25","content":"thiab nej tsis yeem txais yuav kuv tej lus taw qhia, thiab tsis yeem yuav kuv tej lus qhuab ntuas kiag li."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.26","label":"26","content":"Vim li no kuv yuav luag qhov uas nej raug kev puam tsuaj, thiab kuv yuav luag rau thaum uas nej ntshai ras zom zaws,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.27","label":"27","content":"thiab thaum kev ntshai ras los raug nej zoo yam nkaus li cua daj cua dub, thiab kev puam tsuaj los raug nej yam li khaub zeeg cua, thiab thaum kev txom nyem kev nyuaj siab los raug nej."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.28","label":"28","content":"Mas lawv yuav thov kuv los kuv yuav tsis teb. Lawv yuav siv zog nrhiav kuv tiamsis nrhiav tsis tau."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.29","label":"29","content":"Vim lawv ntxub kev txawj ntse thiab tsis xaiv yuav qhov uas hwm thiab paub ntshai Yawmsaub,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.30","label":"30","content":"thiab lawv tsis yuav kuv tej lus taw qhia kiag li thiab saib tsis taus kuv tej lus qhuab ntuas huvsi,"},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.31","label":"31","content":"vim li no lawv yuav saws raws li tej uas lawv ua, thiab lawv tej tswvyim ua phem rau luag yuav rov raug lawv pov khawv nkaus."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.32","label":"32","content":"Cov neeg tsis thoob tsib raug tua vim yog lawv tsis quav ntsej tej lus qhia, thiab cov neeg ruam raug puam tsuaj vim yog ua lag ua ta."},{"bible_id":"1269","chapter_code":"PRO.1","verse_code":"PRO.1.33","label":"33","content":"Tiamsis tus uas mloog kuv yuav nyob tso siab plhuav, thiab yuav nyob kaj siab lug tsis txhawj tsis ntshai ib yam kev phem kiag li.”"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.1","label":"1","content":"Kuv tub 'e, yog koj khaws kuv tej lus cia thiab muab kuv tej lus nkaw ceev rau hauv koj lub siab,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.2","label":"2","content":"thiab yog koj tig ntsej ncuv mloog lub tswvyim thiab tig lub siab los nrhiav kev to taub,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.3","label":"3","content":"yog koj hu nrhiav kev txawj ntse thiab tsa ncauj thov kev nkag siab,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.4","label":"4","content":"yog koj nrhiav tswvyim ib yam li nrhiav tej nyiaj, thiab nrhiav ib yam li nrhiav tej nyiaj txiag uas muab zais cia lawm,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.5","label":"5","content":"yog koj ua li no koj yuav to taub qhov uas hwm thiab paub ntshai Yawmsaub thiab txawj paub txog Vajtswv."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.6","label":"6","content":"Rau qhov Yawmsaub yog tus uas pub tswvyim, tej kev txawj ntse thiab tej kev nkag siab yog tawm hauv Yawmsaub qhov ncauj los."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.7","label":"7","content":"Nws ceev lub tswvyim  cia rau cov uas siab ncaj, nws yog daim hlau tiv thaiv cov uas ua neej dawb huv."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.8","label":"8","content":"Nws ceev txojkev ua ncaj ua ncees thiab nws tsom kwm nws cov neeg dawb huv."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.9","label":"9","content":"Mas koj yuav paub txojkev ncaj ncees thiab kev txiav txim ncaj thiab ua ncaj nruab nrab thiab paub ua qhov zoo rau txhua fab."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.10","label":"10","content":"Tswvyim yuav nkag rau hauv koj lub siab, thiab kev txawj ntse yuav ua kom koj tus ntsuj plig xyiv fab."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.11","label":"11","content":"Kev txawj ntse yuav tsom kwm koj, thiab kev to taub yuav tiv thaiv koj,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.12","label":"12","content":"thiab yuav pab koj dim txojkev ua phem, thiab dim cov neeg ntxeev xaiv."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.13","label":"13","content":"Lawv tso txojkev ncaj ncees tseg, taug txojkev tsaus ntuj."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.14","label":"14","content":"Lawv yeej zoo siab ua phem thiab nyiam tej kev phem ntxeev ntxias,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.15","label":"15","content":"yog cov uas taug txojkev nkhaus, lawv yog neeg siab nkhaus xwb."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.16","label":"16","content":"Koj yuav dim ntawm tus pojniam plhu tuab, yog tus nkauj cuav zej cuav zos uas hais lus qab rog qab ntse,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.17","label":"17","content":"nws muab nws tus txiv uas thaum hluas nkauj nws yuav tso pov tseg, thiab tsis nco txog tej lus uas nws cog tseg rau nws tus Vajtswv lawm."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.18","label":"18","content":"Nws lub tsev yuav coj mus txog txojkev tuag, nws tej txujci yuav coj mus rau hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.19","label":"19","content":"Cov uas mus cuag nws tsis muaj ib tug rov qab los li, tsis muaj ib tug uas yuav rov los taug tau txojkev uas ciaj sia."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.20","label":"20","content":"Yog li ntawd koj yuav tsum taug cov neeg zoo txojkev, thiab coj raws li cov neeg ncaj ncees tus cujpwm,"},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.21","label":"21","content":"rau qhov cov uas siab ncaj yuav tau nyob hauv lub tebchaws, thiab cov uas ua siab dawb paug yuav tau nyob ruaj rau hauv."},{"bible_id":"1269","chapter_code":"PRO.2","verse_code":"PRO.2.22","label":"22","content":"Tiamsis cov neeg limhiam yuav raug muab txiav tu hauv lub tebchaws, thiab cov neeg ntxeev ntxias yuav raug muab dob kiag cag."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.1","label":"1","content":"Kuv tub 'e, tsis txhob tsis nco qab kuv tej lus qhia, koj lub siab yij meem nco ntsoov kuv tej lus nkaw,"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.2","label":"2","content":"rau qhov tej no yuav pub koj nyob ntev niaj ntau xyoo, thiab pub koj vam meej nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.3","label":"3","content":"Koj tsis txhob muab txojkev hlub thiab txojkev ua ncaj tso tseg. Cia li muab khi rau ntawm koj caj dab thiab muab sau cia rau hauv koj lub siab."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.4","label":"4","content":"Luag thiaj li saib taus koj thiab koj yuav tau koob meej zoo ntawm Vajtswv thiab neeg."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.5","label":"5","content":"Koj cia li tso siab plhuav rau Yawmsaub kawg siab kawg ntsws, koj tsis txhob vam khom koj li kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.6","label":"6","content":"Cia li lees yuav nws rau txhua txojkev uas koj mus, mas nws yuav pub koj taug txojkev ncaj."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.7","label":"7","content":"Tsis txhob xav hais tias koj txawj ntse. Cia li hwm thiab paub ntshai Yawmsaub thiab tig hlo ntawm txojkev phem."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.8","label":"8","content":"Qhov uas koj ua li no yuav ua rau koj lub cev nyob zoo thiab ua koj tej pob txha sib qas las."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.9","label":"9","content":"Cia li hwm Yawmsaub thiab muab koj tej qhov txhia chaw xyeem rau nws, thiab muab thawj phaum qoob loo txhua yam pub rau nws,"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.10","label":"10","content":"mas koj lub txhab yuav puv nkaus, thiab kua txiv hmab yuav puv koj lub rhawv phwj yos."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.11","label":"11","content":"Kuv tub 'e, tsis txhob saib tsis taus Yawmsaub tej lus qhuab qhia, thiab tsis txhob dhuav nws tej lus ntuas,"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.12","label":"12","content":"rau qhov Yawmsaub qhuab ntuas tus uas nws hlub, ib yam li leej txiv qhuab ntuas tus tub uas nws zoo siab rau."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.13","label":"13","content":"Tus uas nrhiav tau tswvyim thiab txawj nkag siab mas kaj siab lug,"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.14","label":"14","content":"rau qhov tswvyim muaj nqes dua nyiaj txiag thiab muaj tshaj thawj dua kub."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.15","label":"15","content":"Tswvyim tsim txiaj dua npauj nyiaj npauj kub, thiab txhua yam uas koj ntshaw tsis muaj ib yam zoo cuag li tswvyim."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.16","label":"16","content":"Tswvyim sab tes xis tuav txojsia ntev, sab tes laug tuav kev muaj txiag thiab koob meej."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.17","label":"17","content":"Tswvyim txojkev yog txoj uas tshav ntuj nrig, thiab nws txhua txojkev yog kev sib hum xeeb."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.18","label":"18","content":"Tswvyim yog tsob ntoo uas pub txojsia rau cov uas tuav rawv nws, cov uas tuav rawv tswvyim cia ruaj, luag yuav hu tias kaj siab lug."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.19","label":"19","content":"Yawmsaub siv tswvyim tsim ntiajteb, thiab siv kev nkag siab nthuav lub ntuj."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.20","label":"20","content":"Nws siv nws kev txawj ntse ua kom dej txhawv hauv nruab tiv txwv los, thiab ua kom huab tso dej lwg los."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.21","label":"21","content":"Kuv tub 'e, koj cia li ceev lub tswvyim thiab kev txawj ntse, tsis txhob cia ob yam no khiav dhau ntawm koj lub qhov muag mus."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.22","label":"22","content":"Ob yam no yuav ua txojsia rau koj thiab yuav yog tej saw kub ntawm koj caj dab."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.23","label":"23","content":"Ces koj yuav ua koj lub neej tso siab plhuav thiab tsis dawm tes dawm taw."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.24","label":"24","content":"Yog koj zaum, los koj tsis ntshai dabtsi, thaum koj pw los yuav tsaug zog zoo siab tus yees."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.25","label":"25","content":"Koj tsis txhob ntshai tej uas ua rau koj ceeb uas tshwm plaws los tamsid, thiab tsis txhob ntshai tej kev puam tsuaj uas tej neeg limhiam raug,"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.26","label":"26","content":"rau qhov Yawmsaub yuav yog koj lub chaw vam khom, nws yuav tiv thaiv tsis kheev koj txhais kotaw mag rooj hlua."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.27","label":"27","content":"Koj cia li ua zoo rau cov uas tsim nyog tau qhov zoo rau txhua lub sijhawm uas koj ua tau."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.28","label":"28","content":"Yog kwvtij zej zog cheem tsum ib yam dabtsi uas koj muaj, mas tsis txhob hais tias, “Koj rov qab mus tagkis rov tuaj es kuv li muab.”"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.29","label":"29","content":"Tsis txhob ntaus tswvyim ua phem rau tej kwvtij zej zog uas nyob ze koj thiab tso siab rau koj."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.30","label":"30","content":"Yog luag tsis tau ua phem rau koj mas tsis txhob lam nrog luag sib cav sib ceg."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.31","label":"31","content":"Tsis txhob khib tug neeg ua limhiam ntais ntuj, thiab tsis xaiv taug nws tej kev txoj twg kiag li,"},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.32","label":"32","content":"rau qhov Yawmsaub ntxub tus neeg siab nkhaus, tiamsis nws nrog tus uas ua ncaj ncees sib raug zoo."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.33","label":"33","content":"Lo lus uas Yawmsaub foom tsis zoo yuav poob rau saum tej neeg limhiam lub tsev, tiamsis nws yuav foom koob hmoov rau tej neeg ncaj ncees lub chaw nyob."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.34","label":"34","content":"Nws yuav luag tej neeg uas luag lwm tus, tiamsis nws yuav hlub tej uas txo hwjchim."},{"bible_id":"1269","chapter_code":"PRO.3","verse_code":"PRO.3.35","label":"35","content":"Tus neeg txawj ntse yuav tau koob meej, tiamsis tus neeg ruam yuav poob ntsej muag."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.1","label":"1","content":"Kuv cov tub 'e, nej cia li mloog nej txiv tej lus qhuab qhia, thiab ua tib zoo mloog, nej thiaj li txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.2","label":"2","content":"Tej lus uas kuv qhuab qhia nej zoo heev, tsis txhob muab kuv tej lus pov tseg."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.3","label":"3","content":"Thaum kuv tseem yau uas nrog kuv txiv nyob, thiab yog tib tug tub mos uas nyob hauv kuv niam lub qhov muag,"},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.4","label":"4","content":"mas kuv txiv qhia kuv thiab hais rau kuv tias, “Koj cia li tuav rawv kuv tej lus rau hauv koj lub siab, ua raws li kuv tej lus nkaw thiaj muaj txojsia nyob."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.5","label":"5","content":"Cia li nrhiav kom tau tswvyim thiab kev txawj ntse, thiab pheej nco ntsoov, tsis txhob tig ntawm tej lus uas kuv lub qhov ncauj hais."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.6","label":"6","content":"Tsis txhob muab tswvyim tso pov tseg, mas nws yuav tsom kwm koj, cia li nyiam nws, mas nws yuav tiv thaiv koj."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.7","label":"7","content":"Lub hauv paus uas muaj tswvyim yog li no, yuav tsum nrhiav kom tau tswvyim, txawm yog koj khaws tau dabtsi kuj xij, koj yuav tsum khaws kom tau kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.8","label":"8","content":"Yuav tsum hwm tswvyim heev, mas nws yuav txhawb nqa koj. Yog koj puag rawv tswvyim, nws yuav pub koob meej rau koj."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.9","label":"9","content":"Nws yuav muab lub mom paj muaj meej ua rau koj ntoo, thiab yuav muab lub mom kub zoo nkauj rau koj.”"},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.10","label":"10","content":"Kuv tub 'e, cia li mloog thiab khaws kuv tej lus cia, kom koj txojsia thiaj li nyob ntev niaj ntau xyoo."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.11","label":"11","content":"Kuv twb qhia tswvyim txojkev rau koj, kuv twb coj koj ua lub siab ncaj."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.12","label":"12","content":"Thaum koj taug kev yuav tsis muaj dabtsi thaiv koj kev, thaum koj dhia koj yuav tsis dawm."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.13","label":"13","content":"Cia li tuav rawv tej lus qhuab qhia ua neej, tsis txhob muab tso tseg, cia li muab tej lus qhia ceev cia rau qhov tej lus ntawd yog koj txojsia."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.14","label":"14","content":"Koj tsis txhob nkag mus rau hauv tej neeg limhiam txojkev, tsis txhob taug cov neeg phem txojkev."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.15","label":"15","content":"Yuav tsum lug kev tsis txhob taug txoj ntawd, cia li lug mus kom dhau."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.16","label":"16","content":"Cov neeg phem yog tsis tau ua txhaum mas pw tsis tsaug zog, yog lawv tsis tau ua rau leejtwg dawm ntog mas lawv tsis tuaj dab ntub."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.17","label":"17","content":"Lawv tej mov noj yog qhov uas lawv ua limhiam, lawv tej cawv txiv hmab haus yog qhov uas lawv ua nruj ua tsiv."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.18","label":"18","content":"Tiamsis cov ncaj ncees txojkev mas zoo yam nkaus li tus duab tshav ntuj uas ci zuj zus thaum tagkis mus txog thaum tshav ntuj kub lawm."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.19","label":"19","content":"Cov neeg limhiam txojkev mas tsaus ntuj nti, lawv tsis paub tias lawv dawm dabtsi."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.20","label":"20","content":"Kuv tub 'e, ua tib zoo mloog kuv tej lus, tig koj lub qhov ntsej mloog tej uas kuv hais."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.21","label":"21","content":"Koj tsis txhob cia kuv tej lus khiav dhau ntawm koj lub qhov muag mus, koj yuav tsum khaws cia rau hauv koj lub siab,"},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.22","label":"22","content":"rau qhov kuv tej lus yog txojsia rau tus uas nrhiav tau, thiab ua rau tus ntawd lub cev nyob zoo huvsi."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.23","label":"23","content":"Koj yuav tsum ua tib zoo tswj koj lub siab rau txhua fab rau qhov txojsia txhawv tawm hauv lub siab los."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.24","label":"24","content":"Cia li muab koj tus nplaig nkhaus pov tseg, thiab muab tej lus dag tshem deb ntawm koj lub qhov ncauj."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.25","label":"25","content":"Cia koj lub qhov muag ntsia ncaj nraim rau tom hauv ntej, thiab cia koj tsom ntsoov koj lub hauv ntej ntsia xwb."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.26","label":"26","content":"Koj yuav tsum ntsia ntsoov txojkev uas koj txhais taw taug, koj txhua txojkev thiaj li ruaj."},{"bible_id":"1269","chapter_code":"PRO.4","verse_code":"PRO.4.27","label":"27","content":"Tsis txhob tig rau sab xis lossis tig rau sab laug, cia koj txhais kotaw tig hlo ntawm txojkev ua phem."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.1","label":"1","content":"Kuv tub 'e, ua tib zoo mloog kuv tej tswvyim, thiab tig koj lub qhov ntsej mloog kuv tej kev txawj ntse,"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.2","label":"2","content":"kom koj thiaj li khaws tau txojkev txawj ntse cia, thiab koj lub qhov ncauj yuav tuav txojkev paub."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.3","label":"3","content":"Tus pojniam plhu tuab daim tawv ncauj qab zib ib yam li zib ntab, nws tej lus npliag dhau roj."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.4","label":"4","content":"Thaum kawg nws yuav iab li tsib dais thiab yuav ntse yam li rab ntaj ob sab ntse."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.5","label":"5","content":"Nws tshais ruam mus rau hauv txojkev tuag, nws txhais kotaw taug txojkev uas mus rau hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.6","label":"6","content":"Nws tsis quav ntsej taug txojkev uas tau txojsia, nws twb yuam kev lawm los nws twb tsis paub li."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.7","label":"7","content":"Kuv cov tub 'e, nimno nej cia li mloog kuv hais, tsis txhob tig ntawm tej lus uas kuv lub qhov ncauj hais."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.8","label":"8","content":"Koj yuav tsum lug kev deb ntawm tus pojniam ntawd, thiab tsis txhob mus ze nws lub qhov rooj,"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.9","label":"9","content":"tsam ces koj muab koj lub koob meej rau lwm tus lawm, thiab muab koj txojsia rau cov neeg uas tsis khuvleej,"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.10","label":"10","content":"thiab lwm haiv neeg yuav noj koj tej nyiaj txiag tsau npo, thiab tej uas koj khwv tau yuav poob rau lwm haiv neeg tej vaj tse."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.11","label":"11","content":"Thaum koj lub neej kawg koj yuav ntsaj laws, yog thaum koj lub cev nqaij daim tawv raug muab rhuav tshem tag,"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.12","label":"12","content":"thiab koj yuav seev hais tias, “Yog thaud kuv ntxub tej lus qhuab qhia thiab kuv lub siab saib tsis taus tej lus qhuab ntuas."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.13","label":"13","content":"Kuv tsis mloog kuv cov xibhwb hais thiab tsis tig pob ntseg mloog cov uas qhuab qhia kuv."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.14","label":"14","content":"Kuv twb yuav puam tsuaj tag hauv ib tsoom neeg uas tuaj txoos ua ke.”"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.15","label":"15","content":"Yuav tsum haus dej hauv koj lub thoob xwb, yog cov dej uas txhawv hauv koj lub qhov dej los."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.16","label":"16","content":"Tsim nyog cia koj lub qhov dej ntws tawm rau nraum tog vaj tog tsev, thiab koj cov dej ntws taug tej kev lov?"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.17","label":"17","content":"Cia cov dej ntawd ua koj tib leeg feem, tsis txhob muab rau luag lwm tus."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.18","label":"18","content":"Yuav tsum cia koj lub qhov dej txhawv tau koob hmoov, thiab cia li zoo siab rau tus pojniam uas thaum koj hluas koj tau lawm."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.19","label":"19","content":"Nws zoo nkauj yam li tus xyuas muas lwj thiab cev yiag ntxiag zoo li tus xyuas kauv. Cia nws lub xubntiag ua rau koj zoo siab kawg txhua lub sijhawm, thiab cia koj qaug siab rau nws txojkev hlub kev nyiam tsis tu li."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.20","label":"20","content":"Kuv tub 'e, ua li cas koj yuav qaug siab rau tus pojniam plhu tuab, thiab puag tus nkauj cuav zej cuav zos lub xubntiag?"},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.21","label":"21","content":"Rau qhov Yawmsaub pom ntsoov neeg tej kev, thiab nws ntsia ntsoov txhua txojkev uas lawv mus."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.22","label":"22","content":"Tej kev txhaum uas cov neeg limhiam ua, rov cuab mag nws, thiab nws mag nws lub txim rooj hlua."},{"bible_id":"1269","chapter_code":"PRO.5","verse_code":"PRO.5.23","label":"23","content":"Nws tuag vim yog nws tsis tswj nws lub siab, vim yog nws ruam kawg li nws thiaj yuam kev."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.1","label":"1","content":"Kuv tub 'e, yog koj ua tus qhwv kwvtij zej zog thiab tau cog lus tseg rau lwm tus lawm,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.2","label":"2","content":"yog koj mag khi vim yog tim koj daim tawv ncauj, thiab yog koj mag hlua vim tim koj lub ncauj tej lus,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.3","label":"3","content":"kuv tus tub 'e, koj yuav tsum ua li no thiaj pab tau koj dim, rau qhov koj poob rau hauv kwvtij zej zog txhais tes lawm. Cia li maj nroos mus thov nws."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.4","label":"4","content":"Tsis txhob ua ntsej muag lag dig, tsis txhob qe muag nti."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.5","label":"5","content":"Koj cia li khiav kom dim ib yam li tus kauv seb khiav dim tus uas tua nqaij, thiab ib yam li tus noog nti dim hauv tus uas cuab txhais tes."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.6","label":"6","content":"Niag neeg tub nkeeg 'e, koj cia li mus saib ntsaum cia li ua tib zoo saib ntsaum nyob tau li cas, koj thiaj li txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.7","label":"7","content":"Ntsaum twb tsis muaj thawj coj, tsis muaj nom tswv, tsis muaj tus kav,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.8","label":"8","content":"los lub caij ntuj qhua ntsaum tseem txawj npaj zaub mov cia, thiab lub caij sau qoob ntsaum txawj sau los cia."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.9","label":"9","content":"Neeg tub nkeeg 'e, koj yuav pw ntev li cas? Thaum twg koj li sawv hauv nruab dab ntub los?"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.10","label":"10","content":"Tsaug ib nyuag tsig zog, ib nyuag qe muag, khawm tes so ib pliag,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.11","label":"11","content":"mas txojkev pluag yuav los txog koj yam nkaus li tub sab tuaj lws, thiab kev txom nyem yuav los yam nkaus li tus coj ntaj coj riam tuaj lws."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.12","label":"12","content":"Tus neeg tsis tsim txiaj, yog neeg limhiam, dag taug zej taug zos,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.13","label":"13","content":"nws zij ncaug ntxi muag, nws ua tes ua taw ntxias, nws taw tes nki,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.14","label":"14","content":"nws lub siab nkhaus xav tswvyim ua phem, nws pheej tshum kom muaj kev tsis sib hum."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.15","label":"15","content":"Vim li no vij sub vij sw yuav los raug nws sai sai, ib pliag ntshis xwb yuav raug kev puas ntsoog kho tsis tau."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.16","label":"16","content":"Muaj rau yam uas Yawmsaub ntxub, yog muaj xya yam uas nws ntxub kawg li, yog li no"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.17","label":"17","content":"qhov muag qauj luj les, nplaig dag, thiab txhais tes uas tua tus neeg tsis txhaum,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.18","label":"18","content":"lub siab uas ntaus tswvyim ua limhiam, txhais kotaw uas maj nroos mus ua phem,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.19","label":"19","content":"tus cuav timkhawv uas ua pa xwb los puavleej yog dag, thiab tus uas tshum ua rau kwvtij tsis sib hum."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.20","label":"20","content":"Kuv tub 'e, cia li tuav rawv koj txiv tej lus nkaw thiab tsis txhob muab koj niam tej lus qhia pov tseg."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.21","label":"21","content":"Muab tej lus ntawd khi rau koj lub siab mus ib txhis, muab khi rau ntawm koj caj dab."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.22","label":"22","content":"Thaum koj mus kev tej lus ntawd yuav coj koj, thaum koj pw tej lus ntawd yuav tsom kwm koj, thiab thaum koj sawv tej lus ntawd yuav qhia koj."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.23","label":"23","content":"Rau qhov tej lus nkaw ntawd yog lub teeb ci thiab tej lus qhia ntawd yog qhov kaj, thiab tej lus qhuab ntuas yog qhia koj paub ua neej,"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.24","label":"24","content":"xwv thiaj tiv thaiv koj ntawm tus pojniam phem thiab tiv thaiv ntawm tus pojniam taug zej taug zos ncauj qab zib nplaig qab ntse."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.25","label":"25","content":"Koj tsis txhob qaug siab rau qhov uas nws zoo nkauj, tsis txhob cia nws txiav muag ntxias tau koj."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.26","label":"26","content":"Ib lub ncuav xwb ntiav tau tus poj muag cev, tiamsis qhov uas mus nrog luag tus pojniam pw mas yuav txov koj txojsia."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.27","label":"27","content":"Ib tug txivneej yuav puag nplaim taws rau ntawm nws hauv siab es nws lub tsho tsis kub hnyiab tau thiab lov?"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.28","label":"28","content":"Lossis ib tug txivneej yuav tsuj saum cov ncaig taws uas kub heev es nws txhais kotaw tsis kub hnyiab tau thiab lov?"},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.29","label":"29","content":"Tus uas mus nrog luag pojniam pw kuj zoo ib yam li ntawd. Tsis muaj ib tug twg uas kov luag tus pojniam es yuav tsis raug txim."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.30","label":"30","content":"Yog tub sab nyiag los noj vim nws tshaib heev mas tsis muaj leejtwg thuam nws."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.31","label":"31","content":"Yog ntes tau mas nws yuav them xya npaug, nws yuav muab tej qhov txhia chaw hauv nws tsev huvsi them."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.32","label":"32","content":"Tus uas ntxias luag pojniam yeej yog tsis thoob tsib, tus uas ua li ntawd kuj yog nws rov rhuav nws ua kom puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.33","label":"33","content":"Nws yuav raug luag nplawm thiab poob ntsej muag, ntxuav tsis tau nws qhov txaj muag ploj li."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.34","label":"34","content":"Qhov uas khib xeeb ua rau neeg npau taws kawg nkaus, mas hnub uas nws ua pauj nws tsis tswj nws lub zog li."},{"bible_id":"1269","chapter_code":"PRO.6","verse_code":"PRO.6.35","label":"35","content":"Nws yuav tsis kam yuav ib qho nyiaj sam hwm li, txawm yog yeem muab ntau los nws yeej tsis yib."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.1","label":"1","content":"Kuv tub 'e, koj cia li khaws kuv tej lus cia, thiab muab tej uas kuv qhia ceev rau hauv koj lub siab."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.2","label":"2","content":"Cia li tuav rawv kuv tej lus nkaw thiaj muaj txojsia nyob, cia li tuav kuv tej lus qhia cia zoo cuag nkaus li koj tsom kwm koj lub ntsiab muag."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.3","label":"3","content":"Muab khi rau ntawm koj ntiv tes, thiab muab sau cia rau hauv koj lub siab."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.4","label":"4","content":"Cia li hais rau tswvyim tias, “Koj yog kuv tus muam hlob,” thiab hu kev txawj ntse tias yog koj tus kwvluag zoo,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.5","label":"5","content":"xwv lub tswvyim ntawd thiaj tsom kwm koj dim tus pojniam plhu tuab, yog tus nkauj cuav zej cuav zos ncauj qab zib nplaig qab ntse."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.6","label":"6","content":"Kuv nyob hauv kuv tsev ntawm qhov rais xauj cov kem qhov rais mus rau sab nraud."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.7","label":"7","content":"Kuv pom cov neeg ruam. Kuv ntsia ntsoov cov tub hluas ntawd mas muaj ib tug tsis thoob tsib to nrog"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.8","label":"8","content":"taug kev tuaj ze ntawm kev tshuam uas tus pojniam ntawd nyob, thiab taug txoj uas mus rau hauv tus pojniam ntawd tsev,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.9","label":"9","content":"yog lub sijhawm yuav tsaus ntuj thiab tsaus ntuj zuag, thiab thaum tsaus ntuj ntais dub dub li lawm."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.10","label":"10","content":"Ua ciav, muaj ib tug pojniam ntsib nws hnav tsoos yam nkaus li tus poj muag cev, nws lub siab ntxeev ntxias."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.11","label":"11","content":"Nws muaj plhus ntxiag tawv ncauj cov nyom, nws kotaw nyob tsis tswm hauv tsev li,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.12","label":"12","content":"ib pliag nyob tom kev ib pliag nyob tom tshav puam, nws tos nrhw txhua txoj hauv kev."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.13","label":"13","content":"Nws khawm nkaus tus hluas ntawd thiab muab nwj kiag, nws hais rau tus hluas tsis paub txaj muag li hais tias,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.14","label":"14","content":"“Kuv tua tsiaj xyeem, thiab hnub no kuv pauj yeem lawm."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.15","label":"15","content":"Kuv thiaj li tawm tuaj nrhiav koj, muaj siab nrhiav mas kuv ntsib koj lawm."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.16","label":"16","content":"Kuv twb muab ntaub pua kuv lub txaj pw du lug lawm, yog muab cov ntaub mag Iyi uas txaij nraug zees zoo nkauj pua."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.17","label":"17","content":"Kuv twb muab roj tsw qab thiab roj ntoo alau‑es thiab hmoov ntoo tuv txhawb kuv lub txaj tsw qab ntxiag li."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.18","label":"18","content":"Mus cia wb pw ua ke pov khawv ib hmos kaj ntug, cia wb ua kom txaus siab txaus ntsws ntawm txojkev sib nyiam,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.19","label":"19","content":"rau qhov kuv tus txiv tsis nyob tsev, nws mus kev deb li lawm."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.20","label":"20","content":"Nws coj ib hnab nyiaj mus lawm, hli nra nws li rov qab los.”"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.21","label":"21","content":"Tus pojniam ntawd ua lus mos lus muag haub ntxias tus hluas ntawd, nws tej lus qab zib yuam tau tus tub hluas."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.22","label":"22","content":"Nws thiaj raws nraim tus pojniam ntawd mus tamsid,yam nkaus li tus txiv nyuj uas mus rau lub chaw tua, yam nkaus li tus muas lwj dhia mus mag hlua,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.23","label":"23","content":"mus txog thaum luag rab xub chob nkaus rau nruab plawv. Yam li tus noog dhia mus mag tsig, tus hluas ntawd tsis paub tias twb mus txog qhov chaw tuag lawm."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.24","label":"24","content":"Kuv cov tub 'e, nej cia li mloog kuv hais, ua tib zoo mloog tej lus uas kuv qhov ncauj hais."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.25","label":"25","content":"Tsis txhob qaug siab raws tus pojniam ntawd, thiab tsis txhob tig mus taug nws txojkev,"},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.26","label":"26","content":"rau qhov nws twb txov tau ntau tus lawm, cov uas nws muab tua pov tseg coob kawg li."},{"bible_id":"1269","chapter_code":"PRO.7","verse_code":"PRO.7.27","label":"27","content":"Nws lub tsev yog txojkev uas mus rau hauv tub tuag teb, thiab yog txoj uas nqes mus rau hauv qhov ntxa."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.1","label":"1","content":"Cia li mloog tswvyim lub suab hu. Kev txawj ntse tsis tsa lub suab hu lov?"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.2","label":"2","content":"Tswvyim sawv saum qhov chaw siab ntawm ntug kev, thiab ntawm tej kev tshuam."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.3","label":"3","content":"Tswvyim nyob ntawm ib sab rooj loog uas nkag mus rau hauv lub nroog hu nrov nrov hais tias,"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.4","label":"4","content":"“Neeg 'e, kuv hu nej, kuv tsa suab hu ib tsoom neeg."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.5","label":"5","content":"Nej cov neeg tsis thoob tsib 'e, cia li kawm kom paub qabhau, nej cov neeg ruam 'e, cia li kawm kom nkag siab."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.6","label":"6","content":"Cia li mloog los maj, rau qhov kuv yuav hais txog tej uas zoo tshaj plaws, thiab tej uas raug cai yuav tawm hauv kuv daim tawv ncauj los,"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.7","label":"7","content":"rau qhov kuv lub qhov ncauj yuav hais qhov tseeb xwb, kuv daim tawv ncauj ntxub tej kev limhiam kawg li."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.8","label":"8","content":"Txhua lo lus uas kuv lub qhov ncauj hais puavleej yog lus ncaj ncees, tsis muaj ib los dag thiab ib los nkhaus li."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.9","label":"9","content":"Tus uas txawj to taub yuav pom tias kuv tej lus puavleej ncaj, tus uas kawm kev txawj ntse yuav pom tias kuv tej lus raug cai lawm."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.10","label":"10","content":"Cia li khaws kuv tej lus qhuab qhia zoo dua li khaws nyiaj, cia li khaws kev txawj ntse zoo dua li khaws cov tseem kub,"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.11","label":"11","content":"rau qhov tswvyim zoo dua li npauj nyiaj npauj kub, thiab txhua yam uas koj ntshaw tsis muaj ib yam zoo cuag li tswvyim."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.12","label":"12","content":"“Kuv yog tswvyim, kuv muaj tab fab, thiab kuv nrhiav tau kev txawj ntse thiab paub txhij paub txhua."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.13","label":"13","content":"Qhov uas hwm thiab paub ntshai Yawmsaub yog ntxub txojkev phem. Kuv ntxub kev khav theeb kev muab hlob, kev phem kev qias thiab lub ncauj ntxeev xaiv."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.14","label":"14","content":"Kuv yog lub chaw sablaj ntxig nug thiab muaj tswvyim, kuv thoob tsib to nrog thiab muaj zog."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.15","label":"15","content":"Vim muaj kuv, tej vajntxwv thiaj kav tau tebchaws, thiab tej nom tswv thiaj rhawv tau kevcai ncaj ncees."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.16","label":"16","content":"Vim yog muaj kuv, cov thawj thiaj kav tau tebchaws, thiab cov uas muaj meej mom thiaj kav tau thoob ntiajteb."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.17","label":"17","content":"Kuv hlub cov uas muab siab npuab kuv, thiab cov uas siv zog nrhiav kuv kuj ntsib kuv."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.18","label":"18","content":"Kev muaj txiag thiab koob meej, thiab nyiaj qab nas toos qab pha thiab kev vam meej nrog nraim kuv."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.19","label":"19","content":"Tej txiaj ntsig uas koj tau ntawm kuv zoo dua kub, zoo dua cov tseem kub, tej uas koj tau ntawm kuv zoo dua cov tseem nyiaj."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.20","label":"20","content":"Kuv taug txojkev ncaj ncees thiab mus raws li txojkev ua ncaj."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.21","label":"21","content":"Kuv pub nyiaj txiag rau cov uas muab siab npuab kuv, thiab pub kom lawv lub txhab nyiaj puv nkaus."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.22","label":"22","content":"“Thawj txog haujlwm uas Yawmsaub ua yog nws tau tsim kuv, kuv yog thawj yam uas thaum ub nws tsim."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.23","label":"23","content":"Nws tsim kuv thaum ub los lawm, thaum chiv keeb nws tsim kuv ua ntej uas tsis tau muaj lub ntiajteb."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.24","label":"24","content":"Thaum tsis tau muaj dej hiavtxwv twb yug kuv lawm, yog thaum tsis tau muaj tej qhov dej uas txhawv ntau."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.25","label":"25","content":"Ua ntej uas tsis tau tsim tej roob thiab ua ntej uas tsis tau muaj tej pov roob, twb yug kuv lawm,"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.26","label":"26","content":"yog thaum Yawmsaub tsis tau tsim lub ntiajteb thiab tej liaj teb, thiab tsis tau tsim tej av hauv ntiajteb."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.27","label":"27","content":"Thaum nws tsim lub ntuj kom nyob ruaj, thiab thaum nws kuam ib tug ciam rau dej hiavtxwv, kuv yeej nyob qhov ntawd lawm,"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.28","label":"28","content":"yog thaum nws tsim lub ntuj kom ruaj khov, thiab thaum nws ua kom dej txhawv hauv nruab tiv txwv los,"},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.29","label":"29","content":"yog thaum nws kem ciam rau dej hiavtxwv, dej thiaj tsis nyab dhau qhov uas nws tso cai, thiab thaum nws ntsuas pua daim lag zeb tiag lub ntiajteb."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.30","label":"30","content":"Kuv nyob ntawm Yawmsaub ib sab, ib yam nkaus li tus Kws ua tsev kuv ua rau nws muaj kev zoo siab txhua hnub, kuv xyiv fab rau ntawm nws xubntiag tsis tu li."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.31","label":"31","content":"Kuv xyiv fab rau lub ntiajteb uas yog nws li thiab xyiv fab rau ib tsoom neeg."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.32","label":"32","content":"“Kuv cov tub 'e nej cia li mloog kuv hais. Cov uas tuav rawv kuv txojkev yuav tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.33","label":"33","content":"Cia li mloog lus qhuab qhia, cia li txawj ntse, thiab tsis txhob tso tej lus qhia pov tseg."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.34","label":"34","content":"Tus uas mloog kuv hais yuav tau nyob kaj siab lug, yog tus uas niaj hnub zov tos ntawm kuv lub rooj loog, thiab tos ntawm kuv ib sab qhov rooj."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.35","label":"35","content":"Tus uas nrhiav tau kuv kuj nrhiav tau txojsia, thiab tau kev hlub ntawm Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.8","verse_code":"PRO.8.36","label":"36","content":"Tiamsis tus uas plam kuv lawm, nws ua rau nws mob xwb, txhua tus uas ntxub kuv kuj yog nyiam kev ploj kev tuag.”"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.1","label":"1","content":"Tswvyim twb ua nws lub tsev, nws tsa xya tus ncej."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.2","label":"2","content":"Nws twb tua nws tej tsiaj thiab twb tov cawv txiv hmab lawm thiab twb rau zaub mov rau saum rooj lawm."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.3","label":"3","content":"Nws txib nws cov nkauj qhev mus tuaj saum tej chaw siab hauv lub nroog hu nrov hais tias,"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.4","label":"4","content":"“Leejtwg ruam kawg cia li nkag los rau ntawm no.” Tswvyim hais rau cov tsis thoob tsib hais tias,"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.5","label":"5","content":"“Cia li los, nrog kuv noj mov thiab haus cov cawv txiv hmab uas kuv muab tov lawm."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.6","label":"6","content":"Cia li muab txojkev ruam pov tseg thiaj muaj txojsia nyob, cia li taug txojkev txawj ntse.”"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.7","label":"7","content":"Tus uas ntuas tej neeg thuam luag, yuav raug cem, tus uas qhuab ntuas tej neeg limhiam, yuav raug lo lus phem."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.8","label":"8","content":"Tsis txhob qhuab ntuas tus uas thuam luag vim nws yuav ntxub koj, qhuab ntuas tus txawj ntse mas nws yuav nyiam koj."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.9","label":"9","content":"Yog qhuab qhia tus uas txawj ntse mas nws yuav ntse tuaj, yog qhia tus ncaj ncees mas nws yuav kawm paub ntau dua tuaj."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.10","label":"10","content":"Qhov uas hwm thiab paub ntshai Yawmsaub yog lub hauv paus tswvyim, qhov uas paub Vajtswv tus dawb huv yog kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.11","label":"11","content":"Vim yog muaj tswvyim, yuav muaj lub caij nyoog ntxiv rau koj, thiab yuav tsav koj nyob ntev niaj ntau xyoo."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.12","label":"12","content":"Yog koj ntse mas kuj yog koj ntse pab koj, yog koj thuam luag koj yuav thev koj ib leeg xwb."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.13","label":"13","content":"Txojkev ruam zoo yam nkaus li tus pojniam ncauj ntau, nws tawv ncauj cov nyom tsis paub txaj muag."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.14","label":"14","content":"Nws zaum ntawm nws lub qhov rooj thiab nyob saum tej chaw siab hauv lub nroog."},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.15","label":"15","content":"Nws hu rau cov uas dua kev tuaj mus, yog cov uas luag taug luag kev xwb,"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.16","label":"16","content":"hu hais tias, “Leejtwg ruam kawg cia li nkag los rau ntawm no.” Nws hais rau cov uas tsis thoob tsib hais tias,"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.17","label":"17","content":"“Tej dej uas mus nyiag los haus qab zib, thiab cov mov uas noj nraim nkoos kuj qab heev.”"},{"bible_id":"1269","chapter_code":"PRO.9","verse_code":"PRO.9.18","label":"18","content":"Tiamsis lawv tsis paub tias muaj neeg tuag hauv qhov chaw ntawd, thiab nws cov qhua twb poob tob kawg rau hauv tub tuag teb lawm."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.1","label":"1","content":"Xalaumoo tej paj lug. Tus tub ntse ua rau leej txiv zoo siab, tus tub ruam ua rau leej niam nyuaj siab."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.2","label":"2","content":"Tej nyiaj txiag uas ua limhiam tau los tsis muaj nuj nqes, tiamsis txojkev ncaj ncees cawm kom dim kev tuag."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.3","label":"3","content":"Yawmsaub tsis cia cov neeg ncaj ncees tshaib, tiamsis nws tsis pub cov neeg limhiam tau raws li uas lawv ntshaw."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.4","label":"4","content":"Txhais tes tub nkeeg yuav pluag, txhais tes nquag yuav ua rau nplua nuj."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.5","label":"5","content":"Tus tub uas sau qoob loo rau lub caij ntuj qhua mas nws paub tab, tiamsis tus tub uas tsaug zog lub caij sau qoob yuav coj kev txaj muag los."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.6","label":"6","content":"Tej koob hmoov yuav los rau saum cov neeg ncaj ncees taubhau, tiamsis cov neeg limhiam lub qhov ncauj npog txojkev ua nruj ua tsiv."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.7","label":"7","content":"Qhov uas nco txog cov neeg ncaj ncees yog tau koob hmoov, tiamsis cov neeg limhiam lub suab lub npe yuav lwj tag."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.8","label":"8","content":"Tus uas lub siab muaj tswvyim nws yuav muab tej lus nkaw saib hlob, tiamsis tus uas ruam ncauj ntau yuav raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.9","label":"9","content":"Tus uas ua lub siab dawb paug yuav nyob ruaj khov, tiamsis tus uas coj nkhaus sawvdaws yeej yuav paub."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.10","label":"10","content":"Tus uas zij ncaug ntxi muag kuj ua kom muaj kev ntxhov, tiamsis tus uas muaj cuabkav ntuas ua kom nyob sib hum xeeb."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.11","label":"11","content":"Cov uas ncaj ncees lub qhov ncauj yog lub qhov dej txhawv uas pub txojsia, tiamsis tus neeg limhiam lub qhov ncauj npog txojkev ua nruj ua tsiv."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.12","label":"12","content":"Txojkev sib ntxub tshum kom muaj kev sib cav sib ceg, tiamsis txojkev hlub yuav tswj tau txhua yam kev txhaum."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.13","label":"13","content":"Yuav tau tswvyim ntawm tus uas thoob tsib to nrog daim tawv ncauj, tiamsis rab nplawm yuav ntaus tus uas tsis thoob tsib nrob qaum."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.14","label":"14","content":"Cov uas muaj tswvyim yuav khaws kev txawj ntse cia, tiamsis qhov uas tus ruam ntau ncauj coj kev puam tsuaj los ze."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.15","label":"15","content":"Tus nplua nuj tej nyiaj txiag yog nws lub nroog ruaj khov, tiamsis tus pluag txojkev pluag yog nws txojkev puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.16","label":"16","content":"Cov neeg ncaj ncees tej nqe zog yuav coj mus tau txojsia, cov neeg limhiam tej nqe zog yuav coj mus saws lub txim."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.17","label":"17","content":"Tus uas mloog lus qhuab qhia kuj nyob hauv txojkev uas tau txojsia, tiamsis tus uas tsis lees yuav tej lus qhuab ntuas yuav yuam kev."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.18","label":"18","content":"Tus uas zais nws tej kev ntxub rau hauv nruab siab, nws daim tawv ncauj dag, thiab tus uas iab hiam luag yog tus neeg ruam."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.19","label":"19","content":"Yog ntau ncauj yeej yuav muaj kev txhaum, tiamsis tus uas tswj nws daim tawv ncauj mas nws paub tab."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.20","label":"20","content":"Tus uas ncaj ncees tus nplaig yog cov tseem nyiaj, tus neeg limhiam lub siab tsis muaj nuj nqes kiag li."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.21","label":"21","content":"Tus uas ncaj ncees daim tawv ncauj yug tau neeg coob coob, tiamsis tus uas ruam tuag vim tsis thoob tsib."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.22","label":"22","content":"Yawmsaub tej koob hmoov ua kom nplua nuj, nws tsis ntxiv kev nyuaj siab rau."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.23","label":"23","content":"Qhov uas ua txhaum ua qias mas tus ruam saib yog kev lomzem xwb, qhov uas muaj tswvyim xyaum zoo mas ua rau tus uas thoob tsib to nrog zoo siab."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.24","label":"24","content":"Yam uas tus neeg limhiam ntshai yeej yuav los raug nws, yam uas tus ncaj ncees ntshaw Vajtswv yeej yuav pub."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.25","label":"25","content":"Thaum cua daj cua dub ntsawj tuaj tus neeg limhiam ploj tag lawm, tiamsis tus uas ncaj ncees nyob ruaj khov mus ib txhis."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.26","label":"26","content":"Tej kua qaub rhiab hniav li cas thiab tej pa taws ncho qhov muag li cas, ces tus tub nkeeg yuav zoo ib yam li ntawd rau tus uas txib nws."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.27","label":"27","content":"Qhov uas hwm thiab paub ntshai Yawmsaub yuav txuas txojsia ntev mus, tiamsis tus neeg limhiam lub niaj lub xyoo yuav tsis ntev."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.28","label":"28","content":"Qhov uas cov ncaj ncees vam yuav tiav rau txojkev zoo siab xyiv fab, tiamsis qhov uas cov neeg limhiam vam yuav ploj tag mus."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.29","label":"29","content":"Yawmsaub yog lub chaw ruaj khov rau tus uas siab ncaj, tiamsis nws yuav rhuav tshem cov uas ua phem."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.30","label":"30","content":"Cov uas ncaj ncees yuav tsis raug muab rho pov tseg, tiamsis tus uas ua limhiam yuav tsis tau nyob hauv lub tebchaws."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.31","label":"31","content":"Tus neeg ncaj ncees lub qhov ncauj nthuav tswvyim tawm los, tiamsis tus nplaig ntxeev ntxias yuav raug muab txiav pov tseg."},{"bible_id":"1269","chapter_code":"PRO.10","verse_code":"PRO.10.32","label":"32","content":"Tus neeg ncaj ncees daim tawv ncauj paub tej lus uas hum luag, tiamsis tus neeg limhiam lub qhov ncauj tsuas paub tej lus ntxeev ntxias xwb."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.1","label":"1","content":"Rab teev uas ntxo luag Yawmsaub ntxub kawg li, tiamsis lub thauj teev uas hum ua rau nws zoo siab."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.2","label":"2","content":"Thaum khav theeb lawm yuav raug poob ntsej muag, tiamsis tswvyim yuav nrog nraim tus uas tsis muab hlob."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.3","label":"3","content":"Tus uas ncaj ncees txojkev ua ncaj yuav coj nws lub hauv ntej, tiamsis tus neeg ntxeev ntxias txojkev nkhib nkhaus yuav rov ua rau nws puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.4","label":"4","content":"Tej nyiaj txiag tsis muaj qabhau rau hnub uas Yawmsaub npau taws, tiamsis txojkev ncaj ncees cawm kom dim kev tuag."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.5","label":"5","content":"Tus uas tsis muaj chaw thuam, nws txojkev ncaj ncees yuav coj nws kev ncaj nraim, tiamsis tus neeg limhiam yuav ntog vau hlo rau hauv nws txojkev ua limhiam."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.6","label":"6","content":"Tus ncaj ncees txojkev ua ncaj yuav pab nws dim, tiamsis tus neeg ntxeev ntxias txojkev ntshaw yuav rov ntes tau nws."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.7","label":"7","content":"Thaum tus neeg limhiam tuag, nws txojkev vam kuj ploj tag, tus uas tsis hwm Vajtswv tej uas nws xav tau kuj ploj ntais lawm."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.8","label":"8","content":"Tus uas ncaj ncees tau kev dim qhov txom nyem, tiamsis tus neeg limhiam yuav nyob nws chaw raug txom nyem."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.9","label":"9","content":"Tus uas tsis hwm Vajtswv nws lub qhov ncauj ua rau kwvtij zej zog puam tsuaj, tiamsis tus uas ncaj ncees kev txawj ntse pab tau nws dim."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.10","label":"10","content":"Thaum cov uas ncaj ncees noj qab nyob zoo mas lub nroog kuj xyiv fab, thaum cov neeg limhiam puam tsuaj tag kuj muaj suab qw zoo siab."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.11","label":"11","content":"Tej koob hmoov uas cov neeg ncaj ncees tau, ua rau lub nroog vam meej tuaj, tiamsis cov neeg limhiam lub qhov ncauj ua rau lub nroog puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.12","label":"12","content":"Tus uas saib tsis taus kwvtij zej zog yog tus uas tsis thoob tsib, tiamsis tus uas paub qabhau mas nyob twjywm."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.13","label":"13","content":"Tus uas cuav zos taug xaiv pheej qhia tej uas muab npog cia tshwm los, tiamsis tus uas tso siab tau mas yeej npog tau tej ntawd cia."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.14","label":"14","content":"Qhovtwg tsis muaj tus txawj coj tej pejxeem yuav ntog tag, tiamsis qhov uas muaj ntau leej ua chaw sablaj yeej yuav nyob thaj yeeb."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.15","label":"15","content":"Tus uas qhwv lwm tus yuav raug kev ntxhov siab, tiamsis tus uas tsis kam qhwv lwm tus yuav nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.16","label":"16","content":"Tus pojniam uas paub cai yeej tau koob meej, tiamsis tus txivneej siab heev yuav tau nyiaj txiag."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.17","label":"17","content":"Tus uas hlub luag yuav rov ua rau nws tau zoo, tiamsis tus uas nyaum yuav rov ua rau nws mob."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.18","label":"18","content":"Tus neeg limhiam tau cov nqe zog uas dag nws xwb, tiamsis tus uas tseb txojkev ncaj ncees yuav tau tej nqe zog uas tseeb."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.19","label":"19","content":"Tus uas khov kho hauv txojkev ncaj ncees yuav muaj txojsia nyob, tiamsis tus uas raws ncuj nciav txojkev phem yuav tuag."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.20","label":"20","content":"Cov neeg uas lub siab nkhaus, Yawmsaub ntxub kawg li, tiamsis cov uas tsis muaj chaw thuam li ua rau Yawmsaub zoo siab."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.21","label":"21","content":"Cia li paub tseeb tias tus neeg phem yuav tsis dim kev teem txim, tiamsis tus uas ncaj ncees yuav tau kev cawm dim."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.22","label":"22","content":"Tus pojniam zoo nkauj uas tsis paub cai zoo li lub nplhaib kub uas npua coj ntawm qhov ntswg."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.23","label":"23","content":"Qhov uas cov neeg ncaj ncees ntshaw coj mus tau qhov zoo xwb, tiamsis qhov uas cov neeg limhiam vam coj mus txog Vajtswv kev npau taws."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.24","label":"24","content":"Tus uas zoo siab pub dawb nws nplua nuj zuj zus, tus uas tsis kam pub yam uas nws pub tau, nws kuj pluag zuj zus."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.25","label":"25","content":"Tus uas lub siab dav pub tau yeej yuav nplua nuj, tus uas muab dej rau luag haus, luag kuj yuav pub dej rau nws."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.26","label":"26","content":"Neeg cem foom tus uas tuav nqe qoob loo tsis muag, tiamsis tus uas cia li muag, yuav tau hmoov zoo rau saum nws lub taubhau."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.27","label":"27","content":"Tus uas siv zog nrhiav qhov zoo yeej yuav ua rau luag txaus siab rau nws, tiamsis kev phem yuav raug tus uas nrhiav qhov phem."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.28","label":"28","content":"Tus uas tso siab rau nws tej nyiaj txiag yuav ntog ploj tag, tiamsis tus uas ncaj ncees yuav hlob zoo yam nkaus li tej nplooj ntoo ntsuab."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.29","label":"29","content":"Tus uas tsim kev kub ntxhov rau nws tsev neeg, mas thaum kawg nws yuav tau cua ua qub txeeg qub teg xwb, thiab tus ruam yuav ua tus ntse qhev."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.30","label":"30","content":"Tus uas ncaj ncees tej haujlwm yog tsob ntoo uas pub txojsia, tiamsis qhov uas tawv nyom txoj kevcai yeej yog txov txojsia."},{"bible_id":"1269","chapter_code":"PRO.11","verse_code":"PRO.11.31","label":"31","content":"Yog cov neeg ncaj ncees tau tej uas tsim nyog tau hauv ntiajteb no, mas cov neeg limhiam thiab muaj txim yimhuab yuav raug teem txim."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.1","label":"1","content":"Tus uas nyiam tej lus qhuab qhia kuj yog nyiam kev txawj ntse, tus uas ntxub tej lus qhuab ntuas yog tus ruam."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.2","label":"2","content":"Yawmsaub txaus siab rau tus neeg zoo, tiamsis tus uas ntaus tswvyim phem mas Yawmsaub yuav rau txim."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.3","label":"3","content":"Txojkev limhiam ua tsis tau rau neeg nyob ruaj nreeg, tiamsis cov uas ncaj ncees yuav cog cag tob dob tsis tau li."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.4","label":"4","content":"Pojniam zoo mas yog tus txiv lub mom kub, tiamsis tus pojniam rhuav plhu zoo yam li tus kab mob uas ua rau nws txiv tej pob txha lwj."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.5","label":"5","content":"Tus neeg ncaj ncees tej kev xav kuj ncaj, tiamsis tus neeg limhiam tej lus taw qhia yog lus ntxeev ntxias."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.6","label":"6","content":"Tus neeg limhiam tej lus nyas nrhw ua kom los ntshav, tiamsis tus uas ncaj ncees lub qhov ncauj pab neeg dim."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.7","label":"7","content":"Tus neeg limhiam raug rhuav tshem ploj tag lawm, tiamsis tus neeg ncaj ncees lub tsev yuav nyob ruaj."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.8","label":"8","content":"Neeg yuav raug luag qhuas npaum li uas nws muaj tab fab, tiamsis tus neeg siab nkhaus yuav raug luag saib tsis taus."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.9","label":"9","content":"Tus uas luag saib tsis taus los tseem muaj tub qhe, kuj zoo dua tus uas tsab ua loj tiamsis tsis muaj noj."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.10","label":"10","content":"Tus neeg ncaj ncees yeej hlub nws cov tsiaj txhu, tiamsis tus neeg limhiam kev khuvleej yog ua nyaum heev."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.11","label":"11","content":"Tus neeg uas laij teb yuav muaj mov noj ntau, tiamsis tus uas ua tej haujlwm tsis muaj qabhau yeej yog tsis thoob tsib."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.12","label":"12","content":"Tus neeg limhiam ntshaw tej uas ua phem es tau los, tiamsis tus neeg ncaj ncees yuav cog cag ruaj khov."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.13","label":"13","content":"Tus neeg phem rov mag tej lus txhaum uas nws daim tawv ncauj hais, tiamsis tus neeg ncaj ncees khiav dim tej kev ceeblaj."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.14","label":"14","content":"Tej lus uas yus hais ua rau yus tau tej yam zoo tsau npo, thiab tej haujlwm uas yus txhais tes ua rov los pauj rau yus."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.15","label":"15","content":"Tus neeg ruam pom tias nws txojkev raug cai lawm, tiamsis tus uas txawj ntse mloog tej lus taw qhia."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.16","label":"16","content":"Yuav paub tus neeg ruam kev chim siab tamsid, tiamsis tus neeg ntse mas tsis quav ntsej qhov uas luag saib tsis taus nws."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.17","label":"17","content":"Tus uas hais tseeb nws ua timkhawv ncaj, tiamsis tus cuav timkhawv mas hais lus dag ntxias."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.18","label":"18","content":"Tus neeg ncauj sai tej lus mas zoo yam nkaus li rab ntaj chob, tiamsis tus neeg ntse tus nplaig yog tshuaj kho zoo."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.19","label":"19","content":"Daim tawv ncauj uas hais tseeb yuav nyob ib txhis, tus nplaig txawj dag nyob ib ntsais muag xwb."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.20","label":"20","content":"Txojkev dag ntxias nyob hauv cov neeg uas ntaus tswvyim ua phem lub siab, tiamsis cov uas npaj kom sawvdaws nyob sib hum tau siab xyiv fab."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.21","label":"21","content":"Tsis muaj vij sub vij sw dabtsi poob rau saum cov neeg ncaj ncees, tiamsis cov neeg limhiam tsuas saws tej kev ceeblaj pov khawv nkaus xwb."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.22","label":"22","content":"Yawmsaub ntxub daim tawv ncauj txawj dag kawg li, tiamsis cov uas xyaum ua ncaj ua rau nws zoo siab."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.23","label":"23","content":"Tus uas paub tab yeej muab nws kev txawj ntse npog cia, tiamsis tus uas ruam tshaj tawm nws txojkev ruam."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.24","label":"24","content":"Txhais tes nquag yuav tau kav, tiamsis tus tub nkeeg yuav raug muab quab yuam ua haujlwm."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.25","label":"25","content":"Kev ntxhov siab ua rau neeg poob siab, tiamsis lo lus zoo ua rau nws xyiv fab."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.26","label":"26","content":"Tus neeg ncaj ncees tig ntawm txojkev phem, tiamsis cov neeg limhiam txojkev coj lawv mus yuam kev."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.27","label":"27","content":"Tus tub nkeeg yuav cev tes muab tsis tau los noj, tiamsis tus neeg nquag yuav tau tej nyiaj txiag uas muaj nqes."},{"bible_id":"1269","chapter_code":"PRO.12","verse_code":"PRO.12.28","label":"28","content":"Txojkev ncaj ncees yog txojkev tau txojsia, tiamsis txojkev txhaum coj mus txog qhov tuag."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.1","label":"1","content":"Tus tub uas ntse mloog nws leej txiv tej lus qhia, tiamsis tus uas thuam luag tsis mloog tej lus qhuab ntuas."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.2","label":"2","content":"Tus neeg zoo tau noj tej uas nws lub qhov ncauj hais zoo, tiamsis tus neeg ntxeev ntxias ntshaw ua limhiam ntais ntuj."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.3","label":"3","content":"Tus uas tswj tau nws lub qhov ncauj tuav tau nws txojsia, tiamsis tus uas qheb daim tawv ncauj rua tsuas kuj raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.4","label":"4","content":"Tus tub nkeeg tus ntsuj plig nqhis nqhis los kuj tsis tau dabtsi li, tiamsis tus nquag tus ntsuj plig puv ntoob."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.5","label":"5","content":"Tus ncaj ncees ntxub kev dag, tiamsis tus neeg limhiam ua tej uas txaj muag thiab poob koob meej."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.6","label":"6","content":"Txojkev ncaj ncees tsom kwm tus uas ua ncaj, tiamsis lub txim ua rau neeg limhiam puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.7","label":"7","content":"Ib txhia ua txuj nplua nuj tiamsis tsis muaj dabtsi li, ib txhia ua txuj pluag tiamsis muaj nyiaj txiag ntau kawg li."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.8","label":"8","content":"Nqe txhiv neeg txojsia yog tej nyiaj txiag uas nws muaj, tiamsis tsis muaj leejtwg hem tus neeg pluag."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.9","label":"9","content":"Tus uas ncaj ncees lub teeb ci zoo siab xyiv fab, tiamsis tus neeg limhiam lub teeb yuav raug muab tua."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.10","label":"10","content":"Qhov uas muab hlob tsuas yog ua kom muaj kev sib cav sib ceg xwb, tiamsis tswvyim nrog cov uas mloog tej lus taw qhia."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.11","label":"11","content":"Tej nyiaj txiag uas ua ib pas xwb twb tau, los yuav nqeg zuj zus tag, tiamsis tus uas mav khwv tau yuav tsav kom tau ntau."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.12","label":"12","content":"Qhov uas tsis tau raws li lub siab vam kuj mob siab, tiamsis qhov uas tau raws li lub siab xav kuj yog tsob ntoo uas pub txojsia."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.13","label":"13","content":"Tus uas saib tsis taus tej lus qhuab qhia nws coj kev puam tsuaj los rau nws, tiamsis tus uas hwm tej kevcai yuav tau yeeb koob."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.14","label":"14","content":"Tej lus uas cov neeg txawj ntse qhia yog lub qhov dej txhawv uas pub txojsia, kom thiaj lug dhau txojkev tuag lub voj hlua."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.15","label":"15","content":"Tus uas tab fab zoo mas luag hwm, tiamsis tus neeg tsis ncaj txojkev ua rau nws puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.16","label":"16","content":"Tus neeg uas paub qabhau nws ua txhua yam raws li kev txawj ntse, tiamsis tus neeg ruam tsuas qhia nws txojkev ruam xwb."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.17","label":"17","content":"Tus tub tshaj xo uas tsis ncaj ua rau neeg poob rau hauv kev kub ntxhov, tiamsis tus tub tshaj xo uas ncaj coj tshuaj tuaj kho."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.18","label":"18","content":"Kev pluag kev txaj muag los raug tus uas tsis quav ntsej tej lus qhuab qhia, tiamsis tus uas mloog tej lus qhuab ntuas tau koob meej."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.19","label":"19","content":"Yog tau raws li uas yus ntshaw mas qab zib kawg rau yus tus ntsuj plig, tiamsis tus neeg ruam ntxub qhov uas tso kev phem tseg kawg li."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.20","label":"20","content":"Tus uas nrog nraim tus txawj ntse nws kuj yuav txawj ntse, tiamsis tus uas nrog cov neeg ruam ua phoojywg yuav raug kev liamsim."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.21","label":"21","content":"Lub khuab phem raws cuag cov muaj txim, tiamsis kev vam meej poob rau cov ncaj ncees."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.22","label":"22","content":"Tus neeg zoo tseg qub txeeg qub teg rau nws tub ki xeeb ntxwv, tiamsis tus neeg muaj txim tej nyiaj txiag yuav khaws tseg cia rau tus ncaj ncees."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.23","label":"23","content":"Tus neeg pluag tej teb uas muab tso tseg tseem yuav tau qoob loo ntau, tiamsis qhov uas tu plaub tsis ncaj yuav muab txeeb kiag mus."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.24","label":"24","content":"Tus uas tsis siv rab nplawm kuj yog ntxub nws tus tub, tus uas hlub nws tus tub yeej yuav ua tib zoo nplawm qhuab qhia."},{"bible_id":"1269","chapter_code":"PRO.13","verse_code":"PRO.13.25","label":"25","content":"Tus uas ncaj ncees yuav noj txaus siab txaus ntsws, tiamsis neeg limhiam lub plab tshaib tshaib."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.1","label":"1","content":"Tswvyim ua nws lub tsev, tiamsis txojkev ruam txhais tes muab nws lub tsev rhuav pov tseg."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.2","label":"2","content":"Tus uas taug txojkev ncaj hwm thiab paub ntshai Yawmsaub, tiamsis tus uas taug txojkev nkhaus yog saib tsis taus Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.3","label":"3","content":"Hauv neeg ruam lub qhov ncauj muaj rab nplawm rau nws lub nrob qaum, tus neeg ntse daim tawv ncauj yuav tiv thaiv tau nws."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.4","label":"4","content":"Qhovtwg tsis muaj txiv nyuj, qhov ntawd tsis muaj qoob, tiamsis tej qoob loo ntau tau ntawm nyuj lub zog."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.5","label":"5","content":"Tus timkhawv ncaj tsis hais dag, tiamsis tus timkhawv cuav ua pa puavleej yog dag."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.6","label":"6","content":"Tus uas muab hlob yeej nrhiav tsis tau tswvyim li, tiamsis tus uas nkag siab mas yoojyim kawm tau kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.7","label":"7","content":"Cia li khiav ntawm tus neeg ruam lub xubntiag mus vim tias koj yuav tsis tau tej lus txawj ntse qhov ntawd."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.8","label":"8","content":"Tus paub tab lub tswvyim qhia nws paub ua neej, tiamsis tus neeg ruam txojkev ruam dag ntxias nws."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.9","label":"9","content":"Neeg ruam luag qhov uas ua kevcai xyeem daws txim, tiamsis Vajtswv txaus siab rau cov uas ncaj ncees."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.10","label":"10","content":"Nyias lub siab paub nyias txojkev lwj siab, thiab tsis muaj lwm tus los nrog nws zoo siab."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.11","label":"11","content":"Tus neeg limhiam lub tsev yuav raug puam tsuaj, tiamsis tus uas ncaj ncees lub tsev ntaub yuav vam meej."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.12","label":"12","content":"Muaj ib txojkev uas neeg pom tias zoo, tiamsis txojkev ntawd qhov kawg yog kev tuag."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.13","label":"13","content":"Lub ntsej muag luag los lub siab tseem txhawj quaj, qhov uas siab xyiv fab, thaum kawg yog kev quaj ntsuag."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.14","label":"14","content":"Tus neeg siab nkhaus yuav tau saws tej uas nws ua phem puv npo, neeg zoo yuav tau saws tej uas nws ua zoo."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.15","label":"15","content":"Tus neeg tsis thoob tsib ntseeg txhua yam, tiamsis tus uas paub qabhau ua tib zoo saib nws taug txojkev twg."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.16","label":"16","content":"Tus uas muaj tswvyim ceev faj thiab tig hlo ntawm txojkev phem, tiamsis tus neeg ruam tsis txawj tswj, nws lam tau lam ua."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.17","label":"17","content":"Tus neeg npau ceev mas ua tej uas ruam kawg li, tiamsis tus uas ntse ua siab ntev."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.18","label":"18","content":"Cov uas tsis thoob tsib tau txojkev ruam, cov uas paub qabhau tau txojkev txawj ntse ua lub mom kub."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.19","label":"19","content":"Cov neeg phem pe cov neeg zoo, cov neeg limhiam pe ntawm cov uas ncaj ncees lub qhov rooj."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.20","label":"20","content":"Tus neeg pluag mas kwvtij zej zog los kuj ntxub, tiamsis tus nplua nuj muaj phoojywg coob heev."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.21","label":"21","content":"Tus uas saib tsis taus kwvtij zej zog kuj muaj txim, tiamsis tus uas hlub cov pluag kuj tau hmoov zoo."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.22","label":"22","content":"Cov uas ntaus tswvyim phem tsis txhaum lov? Cov uas ntaus tswvyim zoo kuj tau qhov zoo thiab luag tso siab rau lawv."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.23","label":"23","content":"Muaj tshaj thawj rau txhua yam haujlwm uas ua, tiamsis lub ncauj hais do xwb ua rau pluag."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.24","label":"24","content":"Tej nyiaj txiag yog cov uas txawj ntse lub mom kub, tiamsis txojkev ruam yog cov uas ruam txoj saw ntawm caj dab."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.25","label":"25","content":"Tus timkhawv uas ncaj pab cawm txojsia, tiamsis tus hais tsis ncaj yog ntxias luag nce nthab."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.26","label":"26","content":"Qhov uas hwm thiab paub ntshai Yawmsaub ua rau yus nyob tso siab plhuav, yus cov menyuam kuj tau lub chaw mus cawm siav."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.27","label":"27","content":"Qhov uas hwm thiab paub ntshai Yawmsaub yog lub qhov dej txhawv uas pub txojsia, kom thiaj lug dhau txojkev tuag lub voj hlua."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.28","label":"28","content":"Tej pejxeem coob coob yog vajntxwv li meej mom, yog tsis muaj pejxeem vajntxwv kuj puam tsuaj tag."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.29","label":"29","content":"Tus uas tsis chim sai kuj yog tus thoob tsib to nrog, tiamsis tus uas npau taws sai kuj yog txhawb txojkev ruam."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.30","label":"30","content":"Lub siab uas nyob tus kuj yog pub txojsia rau lub cev, tiamsis lub siab uas kub ntxhov hnyo ua rau pob txha po."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.31","label":"31","content":"Tus uas quab yuam tus pluag kuj saib tsis taus Vajtswv uas yog tus tsim, tiamsis tus uas hlub cov uas txom nyem kuj ua rau Vajtswv tau koob meej."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.32","label":"32","content":"Tus neeg limhiam ntog vim tej kev phem uas nws ua, tiamsis tus ncaj ncees kuj tau lub chaw cawm siav vim nws ua ncaj."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.33","label":"33","content":"Tswvyim nyob hauv tus uas thoob tsib to nrog lub siab, tiamsis neeg ruam lub siab tsis pom tswvyim kiag li."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.34","label":"34","content":"Kev ncaj ncees txhawb nqa lub tebchaws, tiamsis kev txhaum ua rau lub tebchaws poob ntsej muag."},{"bible_id":"1269","chapter_code":"PRO.14","verse_code":"PRO.14.35","label":"35","content":"Cov tub qhe uas ua haujlwm ntse ntswb ntsuav ua rau vajntxwv txaus siab, tiamsis vajntxwv npau taws rau tus uas ua tej kev txaj muag."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.1","label":"1","content":"Lo lus teb mos muag pab kom kev npau taws ploj tag, tiamsis lo lus nruj lus tsiv zes kom chim."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.2","label":"2","content":"Tus muaj tswvyim tus nplaig nthuav kev txawj ntse tuaj, tiamsis tus ruam lub qhov ncauj nchuav kev ruam tawm los."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.3","label":"3","content":"Yawmsaub lub qhov muag ntsia ntsoov txhua qhov, thiab zov rawv cov neeg phem thiab cov neeg zoo."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.4","label":"4","content":"Tus nplaig uas hais lus zoo kuj yog tsob ntoo uas pub txojsia, tiamsis tus nplaig ntxeev ntxias ua rau lub siab lwj tag."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.5","label":"5","content":"Tus uas ruam saib tsis taus leej txiv tej lus qhuab qhia, tiamsis tus uas mloog tej lus qhuab ntuas yog tus paub tab."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.6","label":"6","content":"Tus ncaj ncees lub tsev muaj nyiaj txiag ntau, tiamsis cov neeg limhiam tej nyiaj txiag coj kev ceeblaj los."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.7","label":"7","content":"Cov muaj tswvyim daim tawv ncauj nthuav kev txawj ntse, tiamsis cov ruam lub siab tsis ua li ntawd."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.8","label":"8","content":"Tej uas cov neeg limhiam muab xyeem mas Yawmsaub ntxub kawg li, tiamsis nws zoo siab rau cov ncaj ncees tej lus thov."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.9","label":"9","content":"Cov neeg limhiam txojkev mas Yawmsaub ntxub kawg li, tiamsis nws hlub tus uas ua raws li txojkev ncaj ncees."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.10","label":"10","content":"Tus uas tso txojkev zoo tseg yuav raug nplawm qhuab qhia hnyav, tus uas ntxub tej lus qhuab ntuas yuav tuag."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.11","label":"11","content":"Tub tuag teb thiab qhov puam tsuaj, nthuav kiag rau Yawmsaub pom, yog li no nws yimhuab pom hauv neeg lub siab thiab."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.12","label":"12","content":"Tus uas muab hlob tsis nyiam luag qhuab ntuas, nws tsis mus nrhiav tus muaj tswvyim."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.13","label":"13","content":"Lub siab zoo mas ua rau lub ntsej muag luag, tiamsis kev tu siab ua rau tus ntsuj plig yaj tag."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.14","label":"14","content":"Tus uas paub qabhau lub siab nrhiav kev txawj ntse, tiamsis tus ruam lub qhov ncauj noj txojkev ruam."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.15","label":"15","content":"Cov neeg uas raug kev txom nyem lub niaj xyoo puavleej phem, tiamsis cov uas lub siab xyiv fab muaj kev pam noj pam haus tsis tu li."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.16","label":"16","content":"Muaj nyiaj txiag tsawg los hwm thiab paub ntshai Yawmsaub, kuj zoo dua li uas muaj tej niag txhab nyiaj los tseem muaj kev ceeblaj nrog nraim."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.17","label":"17","content":"Noj zaub tsuag nyob sib hlub zoo dua noj nyuj rog nyob sib ntxub."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.18","label":"18","content":"Tus uas lub siab kub tshum kom muaj lus sib cav sib ceg, tiamsis tus uas tsis chim sai tswj tau kev sib cav sib ceg kom tus."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.19","label":"19","content":"Tus neeg tub nkeeg txojkev mas muaj pos tuaj puv nkaus, tiamsis tus ncaj ncees txojkev yog txoj niag kev tiaj."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.20","label":"20","content":"Tus tub uas muaj tswvyim ua rau leej txiv zoo siab, tiamsis tus uas ruam saib tsis taus leej niam."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.21","label":"21","content":"Txojkev ruam ua rau tus uas tsis thoob tsib zoo siab xyiv fab, tiamsis tus uas paub qabhau kuj taug txojkev ncaj."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.22","label":"22","content":"Yog tsis muaj chaw sablaj haujlwm yuav plam, tiamsis yog muaj ntau leej taw qhia mas haujlwm tiav."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.23","label":"23","content":"Yog teb tau raug mas ua rau yus zoo siab, thiab ib lo lus uas hais raug qhov cheem tsum mas zoo tshaj plaws li."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.24","label":"24","content":"Tus muaj tswvyim txojkev coj nce mus txog txojsia, lawv thiaj tsis poob rau hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.25","label":"25","content":"Yawmsaub rhuav tshem tus neeg khav theeb lub tsev, tiamsis nws tsom kwm tus poj ntsuam li ciam teb."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.26","label":"26","content":"Tej uas cov neeg limhiam xav mas Yawmsaub ntxub kawg li, tiamsis cov neeg dawb huv tej lus txaus nws lub siab."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.27","label":"27","content":"Tus uas nrhiav nyiaj txiag ntawm tej kev tsis ncaj kuj ua rau nws tsev neeg raug kev ceeblaj, tiamsis tus uas ntxub tej nyiaj xiab yuav tau txojsia."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.28","label":"28","content":"Tus ncaj ncees lub siab xav saib yuav teb li cas, tiamsis tus neeg limhiam lub qhov ncauj nchuav nthwv kev phem tawm los."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.29","label":"29","content":"Yawmsaub nyob deb ntawm cov neeg limhiam, tiamsis nws hnov cov ncaj ncees tej lus thov."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.30","label":"30","content":"Ntsej muag luag ntxhi ua rau yus zoo siab, tej xov zoo ua rau tej txha sib qas las."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.31","label":"31","content":"Tus uas lub qhov ntsej mloog tej lus qhuab qhia zoo yuav nrog nraim cov uas muaj tswvyim nyob ua ke."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.32","label":"32","content":"Tus uas tsis quav ntsej tej lus qhuab qhia kuj yog nws rov saib tsis taus nws, tiamsis tus uas mloog tej lus qhuab ntuas kuj tau kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.15","verse_code":"PRO.15.33","label":"33","content":"Qhov uas hwm thiab paub ntshai Yawmsaub yog qhov kawm paub tswvyim, xub txo hwjchim mam li tau koob meej."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.1","label":"1","content":"Neeg hom haujlwm cia rau hauv nruab siab, tiamsis Yawmsaub pub lo lus teb rau tus nplaig."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.2","label":"2","content":"Neeg kuj pom tias txhua yam uas lawv ua puavleej dawb huv, tiamsis Yawmsaub tshuaj hauv lub siab."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.3","label":"3","content":"Cia li muab koj tej haujlwm tso rau Yawmsaub, mas tej uas koj hom tseg cia yuav tiav."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.4","label":"4","content":"Yawmsaub tsim txhua yam nyias muaj nyias hom phiaj, txawm yog cov neeg limhiam los nws tsim los rau hnub puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.5","label":"5","content":"Txhua tus uas khav theeb mas Yawmsaub ntxub kawg li, cia li paub tseeb tias lawv yeej yuav tsis dim kev teem txim."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.6","label":"6","content":"Vim yus xib rau Yawmsaub thiab tso siab plhuav, nws thiaj ntxuav yus lub txim pov tseg, thiab vim hwm thiab paub ntshai Yawmsaub yus thiaj lug dhau kev phem."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.7","label":"7","content":"Thaum neeg ua hum Yawmsaub lub siab, txawm yog lawv tej yeeb ncuab los Yawmsaub ua kom rov nrog lawv sib raug zoo."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.8","label":"8","content":"Ua ncaj ncees es tau tsawg tsawg kuj zoo dua li ua tsis ncaj es tau nyiaj txiag ntau ntau."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.9","label":"9","content":"Neeg lub siab npaj txojkev rau nws taug, tiamsis Yawmsaub coj nws txhais kotaw."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.10","label":"10","content":"Yawmsaub pub lo lus txiav txim rau vajntxwv lub qhov ncauj, vajntxwv thiaj txiav txim tsis txhaum."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.11","label":"11","content":"Rab teev thiab lub phaj teev uas hum txiaj yog Yawmsaub li, thiab cov thauj teev huvsi hauv lub hnab kuj yog Yawmsaub ua."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.12","label":"12","content":"Qhov uas ua phem mas tej vajntxwv ntxub kawg li, rau qhov kev ncaj ncees ua rau lub zwm txwv nyob ruaj khov."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.13","label":"13","content":"Daim tawv ncauj uas hais lus ncaj ua rau vajntxwv zoo siab, thiab nws nyiam tus uas hais lus tseeb."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.14","label":"14","content":"Vajntxwv kev npau taws mas yog tus tub tshaj xo kev ploj tuag, tiamsis tus muaj tswvyim yuav tswj tau."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.15","label":"15","content":"Thaum vajntxwv ntsej muag luag neeg ciaj sia, thiab qhov uas vajntxwv txaus siab zoo yam nkaus li tej huab uas tso nag tshiab los."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.16","label":"16","content":"Tau tswvyim kuj zoo heev dua li tau kub, thiab xaiv yuav kev txawj ntse zoo dua li yuav nyiaj."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.17","label":"17","content":"Cov uas ncaj ncees txojkev mas ncaim ntawm txojkev phem, tus uas ceev faj nws txojkev kuj yog tuav tau nws txojsia."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.18","label":"18","content":"Kev khav theeb yuav coj mus raug puam tsuaj, thiab lub siab muab hlob yuav coj mus kom ntog."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.19","label":"19","content":"Tus uas txo hwjchim nrog tej pluag nyob zoo dua li nrog cov neeg khav theeb faib tej qhov txhia chaw uas txeeb tau los."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.20","label":"20","content":"Tus uas mloog tej lus qhia yuav vam meej, thiab tus uas tso siab rau Yawmsaub yuav nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.21","label":"21","content":"Tus uas lub siab ntse yuav hu tau tias yog tus thoob tsib to nrog, thiab ncauj lus zoo mas rub tau neeg lub siab zuj zus."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.22","label":"22","content":"Tswvyim yog lub qhov dej txhawv uas pub txojsia rau tus uas muaj tswvyim, tiamsis txojkev ruam rau txim rau cov neeg ruam."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.23","label":"23","content":"Tus uas muaj tswvyim lub siab ua rau nws tej lus txawj ntse, thiab tsav hwjchim rau nws daim tawv ncauj rub tau neeg lub siab."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.24","label":"24","content":"Ncauj lus zoo mas zoo yam nkaus li zib ntab, thiab qab zib rau lub siab thiab pub lub cev noj qab nyob zoo."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.25","label":"25","content":"Muaj ib txojkev uas neeg pom tias zoo, tiamsis txojkev ntawd qhov kawg yog kev tuag."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.26","label":"26","content":"Qhov uas tus tub zog tshaib nqhis ua rau nws nrhiav haujlwm ua, nws lub qhov ncauj txhib kom nws ua."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.27","label":"27","content":"Tus neeg tsis tsim txiaj ntaus tswvyim ua phem, nws tej lus zoo yam nkaus li hluavtaws kub."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.28","label":"28","content":"Tus neeg siab nkhaus tshum kom muaj kev sib cav sib ceg, thiab tus lis xaiv ua rau tej phoojywg tawg."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.29","label":"29","content":"Tus neeg ua nruj ua tsiv ntxias kwvtij zej zog, thiab coj lawv taug txojkev tsis zoo."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.30","label":"30","content":"Tus uas zij ncaug ntxi muag ntaus tswvyim ntxeev ntxias, tus uas zim hniav zog yeej coj kom ua phem."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.31","label":"31","content":"Taubhau uas dawb hau paug yog lub mom kub uas muaj meej, tus uas coj lub neej ncaj ncees yuav tau lub mom ntawd."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.32","label":"32","content":"Tus uas tsis chim sai zoo dua li tus uas muaj zog heev, thiab tus uas tswj tau nws lub siab zoo dua li tus uas ntaus tau ib lub nroog."},{"bible_id":"1269","chapter_code":"PRO.16","verse_code":"PRO.16.33","label":"33","content":"Neeg rho ntawv saib tom hauv ntej yuav zoo li cas, tiamsis Yawmsaub yog tus uas txiav txim siab rau txhua yam."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.1","label":"1","content":"Noj ib qho mov qhuav los nyob kaj siab kuj zoo dua li lub tsev uas noj nqaij noj hno los muaj kev sib cav sib ceg."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.2","label":"2","content":"Tus qhev uas ua haujlwm ntse ntsuav yuav tswj tau tus tub uas rhuav ntsej muag, thiab nws yuav muaj feem nrog cov tub tau qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.3","label":"3","content":"Lub yeej vub siv nchuav cov tseem nyiaj, lub cub thee siv nchuav cov tseem kub, tiamsis Yawmsaub sim neeg lub siab."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.4","label":"4","content":"Tus uas ua phem mloog daim tawv ncauj uas limhiam tej lus, thiab tus neeg dag ua tib zoo mloog tus nplaig uas ntxeev ntxias."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.5","label":"5","content":"Tus uas thuam cov neeg pluag kuj yog saib tsis taus Yawmsaub uas yog tus tsim, tus uas thaum lwm tus raug ceeblaj los tseem zoo siab kuj yuav tsis dim kev teem txim."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.6","label":"6","content":"Tej xeeb ntxwv yog tej poj koob yawm txwv lub mom kub, thiab leej txiv yog cov tub lub koob meej."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.7","label":"7","content":"Tus neeg ruam tsis phim hais tej lus zaj lus zuag, thiab tej lus dag yeej tsis phim cov uas muaj meej mom."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.8","label":"8","content":"Nyiaj xiab mas tus muab pom tias zoo yam nkaus li tej pov hum uas muaj hwjchim, nws mus rau qhov twg los nws vam meej."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.9","label":"9","content":"Tus uas zam txim rau luag kuj yog nrhiav kev sib raug zoo, tiamsis tus uas pheej rov dig tej qub los kuj yog rhuav kev ua phoojywg."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.10","label":"10","content":"Tej lus qhuab ntuas nkag rau hauv tus neeg thoob tsib tob dua li uas nplawm tus ruam ib puas nplawg."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.11","label":"11","content":"Tus neeg phem nrhiav kev fav xeeb, tiamsis yuav muaj ib tug tub tshaj xo nyaum mus tiv nws."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.12","label":"12","content":"Mus ntsib ib tug maum dais uas cov menyuam ploj lawm zoo dua li uas ntsib ib tug neeg ruam uas ua tej haujlwm ruam."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.13","label":"13","content":"Yog leejtwg ua phem pauj zoo, kev phem yuav tsis tawm hauv nws lub tsev mus."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.14","label":"14","content":"Thaum pib sib cav sib ceg kuj zoo yam nkaus li tso lub pas dej nqeg, yog li ntawd cia li tseg ua ntej uas kev sib ceg sib ntaus tawm tuaj."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.15","label":"15","content":"Tus uas tso tej neeg txhaum dim thiab tus uas rau txim rau cov uas tsis txhaum, mas ob tug uas ua li no Yawmsaub ntxub kawg li."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.16","label":"16","content":"Ua cas tus neeg ruam yuav rho nyiaj hauv nws txhais tes yuav tswvyim rau thaum uas nws tsis txawj xav dabtsi?"},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.17","label":"17","content":"Tej phoojywg kuj muaj kev sib hlub txhua lub sijhawm, thiab tej kwvtij kuj yug los sib pab rau thaum muaj kev txom nyem."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.18","label":"18","content":"Tus neeg tsis thoob tsib thiaj nrog luag cog lus, thiab qhwv kwvtij zej zog."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.19","label":"19","content":"Tus uas nyiam kev txhaum kuj nyiam kev sib cav sib ceg, tus uas ua lub qhov rooj siab siab kuj yog nrhiav kev puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.20","label":"20","content":"Tus uas lub siab nkhaus yuav tsis vam meej, tus nplaig ntxeev xaiv poob rau qhov txom nyem."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.21","label":"21","content":"Leejtxiv uas muaj tub tsis thoob tsib kuj muaj kev txhawj xeeb, thiab leej txiv uas muaj tub ruam tsis muaj ntsej muag luag."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.22","label":"22","content":"Lub siab xyiv fab yog cov tshuaj zoo, tiamsis kev poob siab ua rau pob txha qhuav."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.23","label":"23","content":"Tus neeg limhiam txais tej nyiaj xiab ntawm luag lub hnab tsho los qhau txojcai."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.24","label":"24","content":"Tus uas thoob tsib to nrog tob, mas ntsia ntsoov rau tswvyim, tiamsis tus ruam lub qhov muag nuam rau qab ntuj kawg."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.25","label":"25","content":"Tus tub ruam ua rau leej txiv txhawj qas ntsuav thiab ua rau leej niam uas yug lwj siab."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.26","label":"26","content":"Qhov uas muab tus ncaj ncees nplua kuj tsis zoo, qhov uas muab tus uas zoo nplawm kuj txhaum."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.27","label":"27","content":"Tus uas tswj tau nws tej lus kuj yog nws txawj ntse, tus uas muaj lub siab ntev kuj thoob tsib to nrog."},{"bible_id":"1269","chapter_code":"PRO.17","verse_code":"PRO.17.28","label":"28","content":"Tus ruam ua twjywm kuj suav tias muaj tswvyim, thaum nws qos nws daim tawv ncauj kuj suav tias nws txawj xav."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.1","label":"1","content":"Tus uas tawm mus ua twm zeej twm kawv ua raws li nws lub siab xwb, thiab tawm tsam sawvdaws tej tswvyim zoo."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.2","label":"2","content":"Tus ruam tsis zoo siab rau txojkev thoob tsib to nrog, tsuas yog zoo siab rau qhov uas nws nthuav nws tej kev xav xwb."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.3","label":"3","content":"Thaum tej kev limhiam los txog, kev saib tsis taus kuj los thiab, thaum poob koob kuj raug txaj muag thiab."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.4","label":"4","content":"Tej lus uas neeg lub qhov ncauj hais yog dej tob. Lub qhov dej txhawv uas pub tswvyim, yog tus dej ntsawj ceev."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.5","label":"5","content":"Qhov uas tsa tus neeg txhaum cai mas tsis zoo, thiab qhov uas tu tsis ncaj rau tus tsis txhaum kuj tsis zoo."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.6","label":"6","content":"Tus neeg ruam daim tawv ncauj coj kev sib cav sib ceg los, thiab nws lub qhov ncauj kuj hu rab nplawm los."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.7","label":"7","content":"Tus ruam lub qhov ncauj ua rau nws puam tsuaj, thiab nws daim tawv ncauj kuj ua hlua cuab nws."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.8","label":"8","content":"Tus txom xaiv tej lus mas zoo yam nkaus li tej zaub mov qab uas nkag kiag mus rau hauv plab."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.9","label":"9","content":"Tus nkeeg ua haujlwm kuj nrog tus uas ua kom puam tsuaj ua kwvtij."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.10","label":"10","content":"Yawmsaub lub npe yog lub chaw tsom faj uas ruaj khov, tus ncaj ncees dhia mus rau hauv thiab nyob tso siab plhuav."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.11","label":"11","content":"Tus nplua nuj tej nyiaj txiag yog nws lub nroog uas ruaj khov, thiab nws xam pom tias zoo yam nkaus li lub ntsa loog siab siab."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.12","label":"12","content":"Ua ntej uas tsis tau raug kev puam tsuaj neeg lub siab kuj khav theeb. Xub txo hwjchim mam li tau koob meej."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.13","label":"13","content":"Yog leejtwg teb ua ntej uas nws tsis tau hnov kuj yog nws txojkev ruam thiab kev txaj muag."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.14","label":"14","content":"Neeg lub siab thev taus kev mob nkeeg, tiamsis leejtwg thev taus txojkev lwj siab?"},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.15","label":"15","content":"Lub siab uas txawj xav yeej tau kev txawj ntse, thiab tus uas muaj tswvyim lub qhov ntsej nrhiav kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.16","label":"16","content":"Pub ib yam dabtsi rau luag kuj yog qheb kev rau yus thiab coj yus mus cuag cov uas ua hlob."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.17","label":"17","content":"Tus uas xub piav nws tshaj plaub ua ntej mas saib zoo li muaj cai, mus txog thaum tus uas nrog nws ua plaub tuaj tshawb nws lub keeb."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.18","label":"18","content":"Qhov uas rho ntawv mas ua kom tseg tsis sib cav sib ceg, thiab txiav txim rau ob tog neeg loj uas ua plaub."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.19","label":"19","content":"Tus kwvtij uas tau txais kev pab mas zoo li lub nroog ruaj khov, thiab kev sib cav sib ceg mas zoo li tus las rooj uas kaw lub chaw tsom faj ruaj khov."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.20","label":"20","content":"Lub qhov ncauj ua rau lub plab tsau, tej uas daim tawv ncauj hais ua rau yus txaus siab."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.21","label":"21","content":"Kev ciaj kev tuag nyob ntawm tus nplaig li hwjchim, cov uas nyiam siv tus nplaig rau zaj twg yuav tau saws li ntawd."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.22","label":"22","content":"Tus uas yuav tau pojniam kuj yog tau yam uas zoo, thiab tau kev hlub ntawm Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.23","label":"23","content":"Tus uas pluag tsuas yog taij thov xwb, tiamsis cov nplua nuj teb lub suab nchav."},{"bible_id":"1269","chapter_code":"PRO.18","verse_code":"PRO.18.24","label":"24","content":"Muaj tej tus phoojywg ua txuj nrog yus ua phoojywg, tiamsis muaj ib tug phoojywg uas sib raug zoo heev dua tej kwvtij txheeb."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.1","label":"1","content":"Tus neeg pluag uas taug txojkev ncaj ncees kuj zoo dua tus neeg ruam uas hais lus ntxeev ntxias."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.2","label":"2","content":"Tus uas kub siab lug tiamsis tsis muaj kev txawj ntse kuj tsis zoo, thiab tus uas ua kotaw sai kuj pheej yuam kev."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.3","label":"3","content":"Thaum leejtwg txojkev ruam coj kev puam tsuaj los raug nws, nws kuj chim siab npau rau Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.4","label":"4","content":"Tej nyiaj txiag rub kom tau phoojywg coob, tiamsis tus pluag raug phoojywg muab tso tseg."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.5","label":"5","content":"Tus cuav timkhawv yuav tsis dim qhov uas raug txim, tus uas pheej dag xwb yuav tsis dim."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.6","label":"6","content":"Muaj neeg coob nrhiav kev hlub ntawm tus uas muaj meej, thiab txhua tus kuj nrog tus uas pub tau rau lawv ua phoojywg."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.7","label":"7","content":"Tus neeg pluag tej kwvtij kuj ntxub nws, mas nws tej phoojywg yeej los yuav khiav deb ntawm nws. Nws hais lus rau lawv los tsis muaj leejtwg mloog li."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.8","label":"8","content":"Tus uas tau tswvyim kuj yog hlub nws tus kheej, tus uas khaws kev txawj ntse cia yuav vam meej."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.9","label":"9","content":"Tus cuav timkhawv yuav tsis dim qhov uas raug txim, tus uas pheej dag xwb yuav puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.10","label":"10","content":"Tus neeg ruam tsis phim yuav siv nplua mias, yimhuab tsis tsim nyog tus qhev kav cov thawj uas muaj meej."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.11","label":"11","content":"Qhov uas thoob tsib to nrog ua rau neeg tsis chim sai, thiab qhov uas nws tsis quav ntsej tej uas luag ua txhaum rau nws, kuj yog meej mom rau nws."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.12","label":"12","content":"Qhov uas vajntxwv npau taws zoo yam nkaus li tsov ntxhuav lub suab nyooj, tiamsis nws txojkev hlub zoo yam nkaus li tej dej lwg saum tej nyom."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.13","label":"13","content":"Tus tub ruam yog kev plag kev pluag rau leej txiv, tus pojniam tsawm taus zoo yam nkaus li nag los nrog tuj tauv tsis tu."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.14","label":"14","content":"Tej vaj tse thiab nyiaj txiag yog qub txeeg qub teg uas tau ntawm leej txiv los, tiamsis tus pojniam uas thoob tsib to nrog yog tau ntawm Yawmsaub los."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.15","label":"15","content":"Txojkev tub nkeeg ua rau tsaug zog ceev, thiab tus tub nkeeg yuav raug kev tshaib."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.16","label":"16","content":"Tus uas tuav txoj kevcai kuj tuav tau nws txojsia, tus uas saib tsis taus tej lus qhia yuav tuag."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.17","label":"17","content":"Tus uas pub rau cov pluag kuj yog qev rau Yawmsaub, mas Yawmsaub yuav pauj tej uas nws pub."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.18","label":"18","content":"Cia li nplawm qhuab qhia koj tus tub rau thaum tseem muaj siab vam, tsis txhob txiav txim siab cia nws mus puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.19","label":"19","content":"Tus uas npau taws ceev kuj yuav raug txim, yog koj pab nws ib zaug lawm los kuj yuav rov pab dua thiab."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.20","label":"20","content":"Cia li mloog tej lus taw qhia thiab khaws tej lus qhuab qhia, koj thiaj tau tswvyim rau tom hauv ntej."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.21","label":"21","content":"Neeg lub siab npaj haujlwm cia ntau yam, tiamsis tej uas Yawmsaub npaj cia thiaj li tiav."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.22","label":"22","content":"Yam uas ntshaw hauv lwm tus yog kev sib hlub, tus uas pluag kuj zoo dua tus uas dag."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.23","label":"23","content":"Qhov uas hwm thiab paub ntshai Yawmsaub coj mus txog txojsia, thiab tus uas tau lawd kuj nyob txaus siab hlo, tsis muaj kev phem los raug nws."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.24","label":"24","content":"Tus tub nkeeg muab txhais tes tsau rau hauv lub phaj thiab twb tsis yeem tsa txhais tes ntaus mov los rau lub qhov ncauj."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.25","label":"25","content":"Cia li nplawm tus uas muab hlob mas tus uas tsis paub qabhau thiaj li kawm tau kev paub tab. Cia li qhuab ntuas tus uas thoob tsib to nrog nws thiaj li tau kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.26","label":"26","content":"Tus uas ua nruj ua tsiv rau nws txiv thiab ntiab nws niam khiav, yog tus tub uas tsim kev txaj muag thiab raug luag thuam."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.27","label":"27","content":"Kuv tub 'e, yog koj tso tej lus qhuab qhia tseg mas koj yuav yuam kev ntawm tej lus uas tswvyim qhia."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.28","label":"28","content":"Tus timkhawv uas tsis tseeb kuj luag qhov uas tu plaub ncaj, thiab neeg limhiam lub qhov ncauj noj nqos tej kev txhaum txim."},{"bible_id":"1269","chapter_code":"PRO.19","verse_code":"PRO.19.29","label":"29","content":"Kev rau txim twb npaj txhij rau cov uas muab hlob, thiab rab nplawm npaj rau cov neeg ruam nrob qaum."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.1","label":"1","content":"Cawv txiv hmab ua kom thuam luag, thiab cawv ua kom sib ntaus, leejtwg cia cawv coj nws mus yuam kev kuj tsis muaj tswvyim."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.2","label":"2","content":"Qhov uas vajntxwv npau taws ceev kuj zoo yam nkaus li tsov ntxhuav lub suab nyooj, tus uas zes kom vajntxwv npau kuj yog sev tau nws txojsia."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.3","label":"3","content":"Qhov uas zam dhau ntawm kev sib cav sib ceg kuj tau koob meej, tiamsis txhua tus neeg ruam yeej sib cav sib ceg."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.4","label":"4","content":"Tus tub nkeeg tsis laij liag rau lub caij laij, mas txog lub caij hlais nws yuav mus nrhiav qoob tiamsis tsis tau dabtsi li."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.5","label":"5","content":"Tej uas neeg xav tseg cia hauv nruab siab mas zoo yam nkaus li dej tob, tiamsis tus uas thoob tsib to nrog thiaj ntaus tau los."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.6","label":"6","content":"Muaj neeg coob khav txog lawv kev sib hlub, tiamsis leejtwg nrhiav tau ib tug ncaj uas tso siab tau?"},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.7","label":"7","content":"Tus ncaj ncees uas taug txojkev ua ncaj ua ncees, mas nws cov tub yuav tau nyob kaj siab lug rau yav tom qab."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.8","label":"8","content":"Vajntxwv uas nyob saum lub zwm txwv tu plaub nws yeej yuav tsoov txhua yam kev phem uas nws pom tawm mus."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.9","label":"9","content":"Leejtwg yuav hais tau tias, “Kuv twb ua kuv lub siab dawb siab huv lawm, kuv twb dawb huv tsis muaj txim”?"},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.10","label":"10","content":"Lub thauj teev uas tsis hum txiaj thiab lub thoob luj uas tsis hum, mas Yawmsaub ntxub ob yam no kawg li."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.11","label":"11","content":"Txawm yog tej menyuam yaus los qhov uas nws ua kuj qhia lub neej rau luag paub tias tej uas nws ua yog dawb huv thiab raug cai los tsis yog."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.12","label":"12","content":"Lub qhov ntsej uas hnov lus thiab lub qhov muag uas pom kev puavleej yog Yawmsaub tsim."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.13","label":"13","content":"Tsis txhob nyiam tsaug zog tsam ces koj pluag, cia li qheb koj lub qhov muag koj thiaj tau noj tsau."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.14","label":"14","content":"Tus uas rho nyiaj yuav kuj hais tias, “Tsis zoo, tsis zoo,” tiamsis thaum nws coj dhau lawm nws kuj khav."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.15","label":"15","content":"Kub thiab qe zeb hlaws muaj nqes mas muaj ntau kawg li, tiamsis daim tawv ncauj uas hais lus txawj ntse kuj yog lub qe zeb hlaws uas tsim txiaj tshaj plaws."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.16","label":"16","content":"Cia li txais lub tsho ntawm tus uas muab qhwv lwm tus li nuj nqes, thiab cia li khaws tej tiv thawj uas nws muab qhwv lwm tus."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.17","label":"17","content":"Tej zaub mov uas dag tau los mas noj qab kawg li, tiamsis tom qab tsig zeb yuav puv nkaus lub qhov ncauj."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.18","label":"18","content":"Tej hom phiaj haujlwm yuav tsum yog sablaj dav thiaj tiav, mus ntaus rog yuav tsum muaj cov txawj ntse qhia."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.19","label":"19","content":"Tus uas cuav zos taug xaiv kuj yog thws lub qe rau luag, yog li ntawd tsis txhob nrog tus ntau ncauj ua ke."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.20","label":"20","content":"Yog leejtwg cem foom nws niam lossis nws txiv, nws lub teeb yuav tuag nto tsaus ntuj nti."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.21","label":"21","content":"Tej qub txeeg qub teg uas tau sai thaum ntxov, mas thaum kawg kuj ploj tsis tau hmoov."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.22","label":"22","content":"Tsis txhob hais tias, “Kuv yuav pauj qhov uas luag ua phem,” cia tos Yawmsaub mas nws yuav pab koj."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.23","label":"23","content":"Lub thauj teev uas tsis hum txiaj mas Yawmsaub ntxub kawg li, rab teev uas ntxo kuj phem."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.24","label":"24","content":"Neeg txhais kotaw yog Yawmsaub coj, mas neeg yuav nkag siab tau neeg txojkev li cas?"},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.25","label":"25","content":"Yog leejtwg lam hais ua dog ua dig tias, “No yog yam dawb huv rau Yawmsaub,” kuj yog nws rov cuab mag nws, vim yog thaum xav tau txhua, twb cog lus tag lawm."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.26","label":"26","content":"Tus vajntxwv uas muaj tswvyim tsoov cov neeg limhiam thiab tsuj pes ntiag lawv yam li tsheb tsuj qoob."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.27","label":"27","content":"Lub siab uas paub qhov phem qhov zoo yog Yawmsaub lub teeb ci thoob plaws rau hauv neeg lub siab lub ntsws."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.28","label":"28","content":"Txojkev hlub thiab txojkev ua ncaj, tuav tau vajntxwv cia, thiab txojkev ncaj ncees txhawb nqa nws lub zwm txwv."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.29","label":"29","content":"Cov tub hluas lub koob meej yog qhov uas nws muaj zog, tiamsis cov laus lub moo zoo yog qhov uas lawv nyob dawb hau paug."},{"bible_id":"1269","chapter_code":"PRO.20","verse_code":"PRO.20.30","label":"30","content":"Qhov uas muab nplawm kom to kuj yog txhuam tej kev phem tseg, qhov uas muab ntaus kuj yog ntxuav lub siab lub ntsws kom huv."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.1","label":"1","content":"Vajntxwv lub siab yog tus niag dej uas nyob hauv Yawmsaub txhais tes, Yawmsaub muab nws lub siab tig raws li Yawmsaub pom zoo."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.2","label":"2","content":"Neeg pom tias txhua yam uas lawv ua puavleej zoo, tiamsis Yawmsaub tshuaj hauv lub siab."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.3","label":"3","content":"Qhov uas ua ncaj ncees thiab txiav txim ncaj, hum Yawmsaub lub siab heev dua li muab qhov txhia chaw xyeem."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.4","label":"4","content":"Lub qhov muag khav theeb thiab lub siab muab hlob, uas yog cov neeg limhiam lub teeb mas puavleej txhaum."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.5","label":"5","content":"Tus neeg nquag tej hom phiaj yeej coj kom nws muaj nplua mias, tiamsis txhua tus uas maj ua dog ua dig yeej tu pluas xwb."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.6","label":"6","content":"Tej niag txhab nyiaj uas tus nplaig dag tau mas yog tej pa ncho uas nyob ib vuag dua xwb thiab yog txojkev tuag rooj hlua."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.7","label":"7","content":"Cov limhiam txojkev ua nruj ua tsiv yuav kuav lawv mus vim yog lawv tsis yeem ua ncaj rau luag."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.8","label":"8","content":"Cov neeg muaj txim txojkev yeej nkhaus, tiamsis tej uas cov neeg dawb huv ua kuj raug cai."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.9","label":"9","content":"Nyob saum ru tsev zoo dua li nrog tus pojniam tsawm taus nyob hauv tsev."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.10","label":"10","content":"Tus neeg limhiam lub siab ntshaw ua phem, nws tsis khuvleej nws tej kwvtij zej zog."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.11","label":"11","content":"Thaum tej neeg muab hlob raug txim mas cov neeg tsis thoob tsib kuj ntse tuaj, thaum tus uas muaj tswvyim raug luag qhuab qhia, nws kuj tau kev txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.12","label":"12","content":"Vajtswv uas ncaj ncees ua tib zoo saib cov neeg limhiam lub tsev, nws muab cov neeg limhiam laim pov tseg puam tsuaj tag."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.13","label":"13","content":"Tus uas ntsaws qhov ntsej tsis mloog tus pluag lub suab hu, nws yuav hu tsis muaj leejtwg hnov thiab."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.14","label":"14","content":"Ua twjywm pub tshav ntuj rau tus uas chim mas kev chim yuav ploj, muab nyiaj xiab ntsaws rau hauv xubntiag mas kev npau taws yuav ploj."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.15","label":"15","content":"Thaum tu plaub ncaj kuj ua rau cov uas ncaj ncees zoo siab, tiamsis ua rau cov uas ua phem poob siab nthav."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.16","label":"16","content":"Tus uas lug txojkev thoob tsib to nrog, yuav mus nrog cov neeg tuag nyob ua ke."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.17","label":"17","content":"Tus uas nyiam kev lomzem yuav pluag, tus uas nyiam cawv txiv hmab thiab cov roj muaj nqes yuav tsis nplua nuj."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.18","label":"18","content":"Cov neeg limhiam yuav ua nqe txhiv cov neeg ncaj ncees, tus neeg tsis ncaj yuav theej tus ncaj chaw."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.19","label":"19","content":"Nyob tebchaws moj sab qhua mas zoo dua li nrog tus pojniam tsawm taus yws taus nyob ua ke."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.20","label":"20","content":"Tej cuab txhiaj cuab tam muaj nqes nyob hauv tus uas muaj tswvyim lub tsev, tiamsis tus ruam nws noj nws li tag huvsi."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.21","label":"21","content":"Tus uas raws ncuj nciav txojkev ncaj ncees thiab txojkev hlub yuav tau txojsia thiab koob meej thiab yuav vam meej."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.22","label":"22","content":"Tus uas muaj tswvyim nce mus ntaus tau cov neeg uas muaj zog lub nroog, thiab rhuav lub chaw ruaj khov uas lawv tso siab pob tag."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.23","label":"23","content":"Tus uas tswj tau nws lub qhov ncauj thiab nws tus nplaig kuj tsom kwm tau nws dim tej kev ceeblaj."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.24","label":"24","content":"Tus uas tsab ua loj thiab khav theeb npe hu ua tus muab hlob, mas nws xyaum khav theeb tsis yuav kev yuav cai."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.25","label":"25","content":"Tus tub nkeeg txojkev ntshaw yuav rov tua nws, vim yog nws txhais tes tsis kam ua haujlwm."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.26","label":"26","content":"Tus uas ua siab hlob kuj ua siab hlob ib hnub tsaus ntuj, tiamsis tus ncaj ncees mas pheej pub tsis nkaum tes li."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.27","label":"27","content":"Tej uas cov neeg limhiam muab xyeem mas Yawmsaub ntxub kawg li, thaum lawv coj tuaj ntawm lub siab uas xav ua phem mas Yawmsaub yimhuab ntxub."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.28","label":"28","content":"Tus cuav timkhawv yuav puam tsuaj, tiamsis tej lus uas tus mloog lus hais yuav nyob mus."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.29","label":"29","content":"Tus uas limhiam nws ua nws lub plhu tuab kawg li, tiamsis tus ncaj ncees nws ua tib zoo saib nws txojkev."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.30","label":"30","content":"Tsis muaj lub tswvyim twg thiab kev txawj ntse thiab tej lus taw qhia twg uas kov yeej tau Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.21","verse_code":"PRO.21.31","label":"31","content":"Npaj nees txhij rau hnub uas ua rog lawm, tiamsis qhov uas kov yeej nyob ntawm Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.1","label":"1","content":"Tsim nyog xaiv yuav lub koob meej zoo heev dua li xaiv nyiaj txiag ntau, thiab xaiv qhov uas luag saib taus yus zoo dua li tau nyiaj thiab kub."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.2","label":"2","content":"Txawm yog tus pluag thiab tus nplua nuj los qhov uas sib thooj puavleej yog Yawmsaub tsim."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.3","label":"3","content":"Tus uas paub tab pom xwm txheej phem ces nws khiav nraim lawm, tiamsis tus tsis thoob tsib tseem phoom qas qees mus thiaj raug ceeblaj."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.4","label":"4","content":"Tus nqe zog uas txo hwjchim thiab hwm thiab paub ntshai Yawmsaub yog kev muaj txiag thiab koob meej thiab txojsia."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.5","label":"5","content":"Tej pos thiab rooj hlua cuab nyob hauv tus neeg siab nkhaus txojkev, tus uas ceev faj nws lub neej yuav nyob deb tej no."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.6","label":"6","content":"Cia li cob qhia menyuam taug txojkev uas tsim nyog nws mus, mas thaum nws hlob lawd nws thiaj tsis ncaim ntawm txojkev ntawd."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.7","label":"7","content":"Tus nplua nuj yuav kav tus pluag, thiab tus uas qev luag li ces yog ua luag qhev."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.8","label":"8","content":"Tus tseb txojkev tsis ncaj yuav saws txojkev liamsim, thiab nws txojkev npau taws tus pas yuav ploj mus."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.9","label":"9","content":"Tus uas lub siab dav yuav tau koob hmoov, rau qhov nws faib nws tej zaub mov noj rau cov uas pluag."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.10","label":"10","content":"Cia li ntiab tus uas pheej thuam luag khiav mus, thiaj tsis muaj lus sib cav, mas kev sib cav sib ceg thiab lus iab hiam thiaj ploj tag."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.11","label":"11","content":"Tus uas nyiam lub siab dawb huv thiab tus uas hais lus mos lus muag yuav tau nrog vajntxwv ua kwvluag."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.12","label":"12","content":"Yawmsaub lub qhov muag zov rawv txojkev txawj ntse, tiamsis nws rhuav cov neeg ntxeev ntxias tej lus pov tseg."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.13","label":"13","content":"Tus tub nkeeg hais tias, “Muaj tsov ntxhuav nyob sab nraud. Kuv yuav raug tsov tom ntawm txojkev.”"},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.14","label":"14","content":"Tus pojniam plhu tuab lub qhov ncauj yog ib lub qhov tob tob, tus uas Yawmsaub chim yuav poob rau hauv lub qhov ntawd."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.15","label":"15","content":"Txojkev ruam yeej nyob hauv menyuam lub siab, tiamsis rab nplawm qhuab qhia yuav raws txojkev ruam khiav deb ntawm nws."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.16","label":"16","content":"Tus uas quab yuam tej pluag thiaj tau nyiaj txiag ntau thiab pub rau cov uas nplua nuj mas nws yuav rov pluag xwb."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.17","label":"17","content":"Tig koj lub qhov ntsej mloog cov uas muaj tswvyim tej lus, thiab kawm kom paub kuv tej lus qhuab qhia."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.18","label":"18","content":"Yog koj khaws tej lus no cia hauv nruab siab thiab txhua lo no nyob txhij ntawm koj daim tawv ncauj, mas yuav ua rau koj zoo siab."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.19","label":"19","content":"Koj los maj, kuv twb qhia rau koj paub hnub no kom koj thiaj li tso siab rau Yawmsaub."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.20","label":"20","content":"Kuv twb sau peb caug nqe rau koj, yog lus qhuab ntuas thiab kev txawj ntse,"},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.21","label":"21","content":"kom thiaj qhia rau koj paub tias yam twg raug thiab yam twg tseeb, thiab koj thiaj teb tau tej lus tseeb rau cov uas txib koj mus."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.22","label":"22","content":"Tsis txhob lws tus neeg pluag rau qhov nws pluag heev, tsis txhob quab yuam cov uas raug kev txom nyem ntawm rooj loog uas tu plaub,"},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.23","label":"23","content":"rau qhov Yawmsaub yuav sawv lawv chaw hais plaub, thiab yuav txeeb txojsia ntawm cov uas txeeb lawv li lawm."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.24","label":"24","content":"Tsis txhob nrog tus uas chim taus ua phoojywg, thiab tsis txhob nrog tus uas npau sai ua ke,"},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.25","label":"25","content":"tsam koj kawm tau nws zaj ces koj nrog nws ua ib nqag mus mag ntxiab."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.26","label":"26","content":"Koj tsis txhob ua tus uas qhwv luag thiab nrog luag cog lus ris luag nuj luag nqe."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.27","label":"27","content":"Yog koj tsis muaj dabtsi them luag, ua li cas koj ho cia luag coj koj lub txaj pw mus lawm?"},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.28","label":"28","content":"Tsis txhob txav tej qub ciam uas thaud koj tej poj koob yawm txwv txhos cia."},{"bible_id":"1269","chapter_code":"PRO.22","verse_code":"PRO.22.29","label":"29","content":"Koj pom tus uas txawj txawj ua haujlwm los tsis pom? Nws yuav tau mus nyob ntawm tej vajntxwv xubntiag, tsis yog nyob ntawm cov uas tsis muaj meej."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.1","label":"1","content":"Thaum koj zaum nrog ib tug nom tswv noj mov ua ke, koj yuav tsum ua tib zoo saib dabtsi nyob ntawm koj xubntiag."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.2","label":"2","content":"Yog koj qab los heev, koj cia li muab rab riam kem koj caj dab."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.3","label":"3","content":"Tsis txhob ntshaw noj nws tej zaub mov qab qab, vim tias tej zaub mov ntawd yuav ntxias tau koj."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.4","label":"4","content":"Tsis txhob khwv dhau huas nyiaj txiag xwb, yuav tsum ntse tsis txhob huas li ntawd."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.5","label":"5","content":"Thaum koj lub qhov muag ntsia ntsoov tej ntawd, kuj ploj ntais lawm. Tamsim ntawd tej nyiaj txiag ntawd yeej muaj kooj tis ya mus rau saum nruab ntug yam nkaus li dav npoj."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.6","label":"6","content":"Tsis txhob noj tus neeg cuaj khaum li zaub mov, tsis txhob ntshaw noj nws tej zaub mov qab qab,"},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.7","label":"7","content":"rau qhov nws zoo yam nkaus li tus uas pheej xam nqe tej zaub mov ntawd hauv lub siab. Nws txhob koj tias, “Noj tiag haus tiag,” tiamsis nws lub siab tsis hais li ntawd."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.8","label":"8","content":"Koj yuav ntuav tej zaub mov uas koj tau noj ntawd, thiab yuav nkim koj tej lus mos lus muag."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.9","label":"9","content":"Tsis txhob hais rau tej ruam tau hnov, vim lawv yuav saib tsis taus koj tej lus uas muaj tswvyim."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.10","label":"10","content":"Tsis txhob txav tej qub ciam, thiab tsis txhob nam tej menyuam ntsuag li teb,"},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.11","label":"11","content":"rau qhov tus uas cawm lawv muaj zog heev, nws yuav tuaj lawv tog hais plaub tawm tsam koj."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.12","label":"12","content":"Cia li muab siab rau khaws tej lus qhuab qhia, thiab tig koj lub qhov ntsej mloog tej lus txawj ntse."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.13","label":"13","content":"Tsis txhob tseg qhov uas nplawm qhuab qhia menyuam, yog siv rab nplawm nplawm, nws yuav tsis tuag."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.14","label":"14","content":"Yog koj siv rab nplawm nplawm nws, koj yuav pab tau nws txojsia dim hauv tub tuag teb."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.15","label":"15","content":"Kuv tub 'e, yog koj lub siab ntse, kuv kuj yuav zoo siab thiab."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.16","label":"16","content":"Kuv tus ntsuj plig yuav xyiv fab rau thaum uas koj daim tawv ncauj hais tej lus uas raug cai."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.17","label":"17","content":"Tsis txhob cia koj lub siab khib cov uas muaj txim, tiamsis yuav tsum ua koj lub neej hwm thiab paub ntshai Yawmsaub tas hnub tas hmo li."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.18","label":"18","content":"Yog koj ua li ntawd koj lub hauv ntej yuav zoo thiab koj yuav tsis plam tej uas koj vam."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.19","label":"19","content":"Kuv tub 'e, cia li mloog thiab cia li ntse, thiab coj koj lub siab taug txojkev ncaj ntawd."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.20","label":"20","content":"Tsis txhob mus nrog cov neeg qaug cawv nyob ua ke, thiab tsis txhob nrog cov uas hu dab noj nqaij nyob ua ke."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.21","label":"21","content":"Rau qhov cov uas qaug cawv thiab cov uas hu dab yuav raug txojkev pluag, thiab txojkev tsaug zog ncaws nruj nris yuav muab tej khaub hlab rau lawv hnav."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.22","label":"22","content":"Cia li mloog koj txiv uas yug koj, thiab tsis txhob saib tsis taus koj niam thaum nws laus."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.23","label":"23","content":"Cia li yuav qhov tseeb tsis txhob muab muag, cia li yuav tswvyim thiab tej lus qhuab qhia thiab kev thoob tsib to nrog."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.24","label":"24","content":"Tus neeg ncaj ncees leej txiv yuav zoo siab xyiv fab kawg, tus uas yug tau tus tub ntse yuav zoo siab rau tus tub."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.25","label":"25","content":"Koj cia li ua kom koj niam koj txiv zoo siab, cia li ua kom tus uas yug koj zoo siab xyiv fab."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.26","label":"26","content":"Kuv tub 'e, cia li muab koj lub siab rau kuv, thiab cia koj lub qhov muag saib kuv txojkev."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.27","label":"27","content":"Tus poj muag cev yog lub qhov tob, thiab tus nkauj cuav zej cuav zos yog lub qhov dej uas nqaim."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.28","label":"28","content":"Tus pojniam ntawd zov tos yam nkaus li tub sab, thiab ua kom muaj neeg tsis ncaj coob zuj zus."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.29","label":"29","content":"Leejtwg muaj kev txom nyem? Leejtwg lwj siab ntsuav? Leejtwg muaj kev sib cav sib ceg? Leejtwg yws li ub li no? Leejtwg raug mob raug to uas tsis paub yog tim li cas? Leejtwg qhov muag liab khiav?"},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.30","label":"30","content":"Yog cov uas zaum tsau tsawv lav cawv, thiab xyaum haus tej cawv txiv hmab uas twb muab tov sib xyaw lawm."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.31","label":"31","content":"Tsis txhob saib cov cawv txiv hmab uas kua liab ploog thiab lam thab hauv lub khob thiab yoojyim nqos."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.32","label":"32","content":"Thaum kawg cov cawv txiv hmab yuav tom ib yam li nab tom, thiab ncaws ib yam li tus nab muaj taug."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.33","label":"33","content":"Koj lub qhov muag yuav pom tej yam txawv txawv thiab koj lub siab yuav hais tej lus plhom moj qas ntsuav."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.34","label":"34","content":"Koj yuav zoo yam li tus uas pw hauv lub nkoj hauv nruab nrab hiavtxwv, yuav zoo yam nkaus li tus uas pw saum tus ncej dai daim ntaub nkoj."},{"bible_id":"1269","chapter_code":"PRO.23","verse_code":"PRO.23.35","label":"35","content":"Koj yuav hais tias, “Lawv ntaus kuv los tsis mob, lawv tsoo kuv los kuv tsis hnov. Kuv yuav tsim thaum twg? Kuv yuav nrhiav los haus dua.”"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.1","label":"1","content":"Tsis txhob khib cov neeg phem, tsis txhob ntshaw nrog lawv nyob ua ke,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.2","label":"2","content":"rau qhov lawv lub siab ntaus tswvyim ua nruj ua tsiv, thiab lawv daim tawv ncauj hais tej lus uas yuav mus ua phem."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.3","label":"3","content":"Siv tswvyim thiaj ua tau lub tsev, thiab muaj kev thoob tsib to nrog ua lub tsev nyob ruaj khov."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.4","label":"4","content":"Thiab muaj kev txawj ntse thiaj ua rau tej chav tsev muaj cuab txhiaj cuab tam zoo zoo nkauj puv nkaus."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.5","label":"5","content":"Tus uas muaj tswvyim muaj zog heev, tus uas txawj ntse kuj muaj zog tuaj."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.6","label":"6","content":"Yog muaj cov txawj ntse qhia mas koj thiaj nqes tes ua rog tau, thiab muaj ntau leej ua chaw sablaj koj thiaj kov yeej."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.7","label":"7","content":"Tswvyim nyob siab dhau tus ruam, ntawm lub rooj loog nws tsis rua qhov ncauj hais."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.8","label":"8","content":"Tus uas ntaus tswvyim ua phem luag yuav hu tias tus thab plaub."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.9","label":"9","content":"Qhov uas ntaus tswvyim ua tej yam ruam kuj txhaum, thiab tus uas thuam luag yog tus uas neeg ntxub kawg."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.10","label":"10","content":"Yog koj poob siab nthav rau hnub uas koj raug ceeblaj, koj kuj tsis muaj zog."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.11","label":"11","content":"Cia li cawm cov uas raug cab mus tua kom dim, cia li pab tus uas raug cab nrhaj nrhuj nrheev mus tua kom dim."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.12","label":"12","content":"Yog koj hais tias, “Peb tsis paub zaj no li,” mas Vajtswv uas tshuaj saib lub siab yuav tsis pom lov? Tus uas zov rawv koj tus ntsuj plig tsis paub thiab lov? Nws yuav tsis pauj rau neeg raws li lawv tau ua los lawm lov?"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.13","label":"13","content":"Kuv tub 'e, cia li noj zib ntab vim yog yam uas zoo, thiab zib ntab uas nrog ntawm lub tsev ntab kuj qab zib heev."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.14","label":"14","content":"Yuav tsum paub tias tswvyim zoo ib yam li ntawd rau koj tus ntsuj plig, yog koj tau tswvyim, koj lub hauv ntej yuav zoo thiab koj yuav tsis plam tej uas koj vam."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.15","label":"15","content":"Tsis txhob zov tos nrhw ib yam li tej neeg limhiam uas yuav lws tus ncaj ncees lub tsev, tsis txhob ua nruj ua tsiv rau nws lub tsev,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.16","label":"16","content":"rau qhov tus ncaj ncees txawm ntog xya zaus los tseem sawv los thiab, tiamsis tus neeg limhiam raug vij sub vij sw muab ntxuav pov tseg."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.17","label":"17","content":"Tsis txhob zoo siab xyiv fab rau thaum koj tus yeeb ncuab ntog, thiab tsis txhob zoo siab rau thaum nws dawm,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.18","label":"18","content":"ntshai tsam Yawmsaub pom ces yuav tsis txaus siab thiab nws yuav thim qhov uas nws npau taws rau koj tus yeeb ncuab."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.19","label":"19","content":"Koj tsis txhob nyuaj siab rau tej neeg uas ua phem thiab tsis txhob khib cov uas ua limhiam,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.20","label":"20","content":"rau qhov tus neeg phem tsis muaj lub hauv ntej zoo, thiab tus neeg limhiam lub teeb yuav raug muab tua."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.21","label":"21","content":"Kuv tub 'e, cia li hwm thiab paub ntshai Yawmsaub thiab vajntxwv, tsis txhob nrog tej neeg uas fav xeeb ua ib lub siab,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.22","label":"22","content":"rau qhov ob tug yuav ua vij sub vij sw tshwm los sai sai, mas leejtwg yuav paub tej kev puam tsuaj uas ob tug ua?"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.23","label":"23","content":"Tej lus no yog cov uas muaj tswvyim hais. Qhov uas saib dej ua ntu saib neeg ua plhu mas tsis zoo li."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.24","label":"24","content":"Tus uas hais rau tus neeg limhiam tias, “Koj tsis txhaum,” mas yuav raug tej pejxeem cem foom thiab raug tej tebchaws ntxub."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.25","label":"25","content":"Tiamsis cov uas qhuab ntuas tus neeg limhiam yuav tau nyob kaj siab thiab yuav tau koob hmoov."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.26","label":"26","content":"Tus uas teb lo lus tseeb mas zoo li nwj daim tawv ncauj."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.27","label":"27","content":"Cia li npaj koj tej haujlwm sab nraud thiab ua txhua yam kom txhij hauv koj daim teb, dhau ntawd kuj ua koj lub tsev."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.28","label":"28","content":"Tsis txhob lam ua timkhawv tom koj kwvtij zej zog uas tsis tau ua txhaum, thiab koj daim tawv ncauj tsis txhob dag."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.29","label":"29","content":"Tsis txhob hais tias, “Kuv yuav ua rau nws yam li nws tau ua rau kuv lawm, kuv yuav ua pauj tej uas nws twb ua lawm.”"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.30","label":"30","content":"Kuv hla hauv tus tub nkeeg daim teb thiab tus tsis thoob tsib lub vaj txiv hmab,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.31","label":"31","content":"ua ciav pos tuaj puv nkaus, nroj tsuag tuaj ntom qas nti, thiab tej ntsa laj kab pob zeb pob tag."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.32","label":"32","content":"Kuv pom thiab ua tib zoo xav, kuv ntsia ntsoov mas kuv thiaj tau kev qhuab qhia."},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.33","label":"33","content":"Tsaug ib nyuag tsig zog, ib nyuag qe muag, khawm tes so ib pliag,"},{"bible_id":"1269","chapter_code":"PRO.24","verse_code":"PRO.24.34","label":"34","content":"mas txojkev pluag yuav los txog koj yam nkaus li tub sab tuaj lws, thiab kev txom nyem yuav los yam nkaus li tus coj ntaj coj riam tuaj lws."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.1","label":"1","content":"Ntawm no yog Xalaumoo tej paj lug uas Yuda tus vajntxwv Hexekhiya cov tub teg tub taws sau cia."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.2","label":"2","content":"Qhov uas Vajtswv muaj koob meej yog qhov uas nws npog ntau yam cia, tiamsis qhov uas tej vajntxwv tau koob meej yog qhov uas lawv tshawb tau ntau yam tshwm los."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.3","label":"3","content":"Lub ntuj nyob siab li cas thiab lub ntiajteb nyob tob li cas, kuj tshawb tsis tau tej vajntxwv lub siab tag ib yam li ntawd."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.4","label":"4","content":"Cia li muab tej quav nyiaj nchuav kom tawm mus, mas thiaj tau cov tseem nyiaj rau tus Kws ua tais."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.5","label":"5","content":"Cia li muab cov neeg limhiam raws tawm ntawm tus vajntxwv xubntiag mus, nws lub zwm txwv thiaj yuav nyob ncaj ncees mus li."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.6","label":"6","content":"Tsis txhob mus sawv tsab ua loj rau ntawm vajntxwv xubntiag thiab tsis txhob mus sawv ntawm cov uas ua hlob lub chaw,"},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.7","label":"7","content":"Qhov uas luag hais tias, “Nce los rau ntawm no,” zoo dua li raug muab raws nqes rau lub rooj qes tab meeg cov thawj. Yam uas koj pom"},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.8","label":"8","content":"tsis txhob maj mus ua timkhawv rau hauv tsev tu plaub tsam muaj dua lwm tus ua rau koj poob ntsej muag mas thaum kawg koj yuav ua li cas?"},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.9","label":"9","content":"Cia li nrog tus uas muaj plaub rau koj hais kom hum, tsis txhob nthuav nws lub qe rau lwm tus,"},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.10","label":"10","content":"tsam lwm tus tau hnov ces koj raug txaj muag thiab luag yuav xyav koj lub moo tsis zoo mus li."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.11","label":"11","content":"Hais tej lus zoo rau lub sijhawm uas cheem tsum hais, mas zoo yam nkaus li lub txiv duaj kub uas nyob hauv lub tais nyiaj."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.12","label":"12","content":"Tus uas txawj ntse ntuas tus uas tig ntsej mloog mas zoo yam nkaus li nplhaib kub saw kub."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.13","label":"13","content":"Daus xib daus npu laj ntxiag rau lub caij sau qoob li cas, mas tus tub tshaj xo uas ncaj zoo li ntawd rau cov uas txib nws mus, nws ua rau cov uas txib nws mus kaj siab."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.14","label":"14","content":"Tus uas khav hais tias nws yuav pub yam ub yam no tiamsis kuj tsis pub, mas zoo yam nkaus li tej huab cua uas tsis muaj nag."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.15","label":"15","content":"Qhov uas ua siab ntev yuav haub tau nom tswv, thiab tus nplaig uas hais lus mos lus muag yuav txo tau lub siab tawv."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.16","label":"16","content":"Yog koj pom zib ntab cia li noj kom txaus nkaus xwb, tsam koj tsau dhau ces ntuav."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.17","label":"17","content":"Koj txhais kotaw uas mus cov zos hauv luag tej tsev mas tsawg mus ib ntswv, tsam ces luag dhuav thiab ntxub koj."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.18","label":"18","content":"Tus uas ua cuav timkhawv tom kwvtij zej zog kuj zoo yam nkaus li tus qws lossis rab ntaj lossis rab xub uas ntse."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.19","label":"19","content":"Qhov uas tso siab rau ib tug uas tsis ncaj thaum uas koj raug txom nyem, kuj zoo yam nkaus li tus hniav uas mob thiab txhais kotaw uas ceg tawv."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.20","label":"20","content":"Tus uas hu nkauj rau tus uas lwj siab mloog mas zoo yam nkaus li tus uas hle nws cev tsoos tsho rau hnub uas no, thiab zoo yam nkaus li muab kua qaub hliv rau lub kiav txhab."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.21","label":"21","content":"Yog koj tus yeeb ncuab tshaib plab ces muab mov rau nws noj, yog nws nqhis dej cia li muab rau nws haus,"},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.22","label":"22","content":"rau qhov koj yuav rauv ib cub thee cig plaws rau saum nws taubhau, mas Yawmsaub yuav muab nqe zog rau koj."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.23","label":"23","content":"Cua ntsawj sab ped tuaj coj nag los li cas, tus nplaig uas taug xaiv kuj coj lub ntsej muag chim los ib yam li ntawd."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.24","label":"24","content":"Nyob saum ru tsev zoo dua li nrog tus pojniam tsawm taus nyob hauv tsev."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.25","label":"25","content":"Tej xov zoo uas tuaj tebchaws deb tuaj kuj zoo yam nkaus li khob dej txiag rau tus uas nqhis."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.26","label":"26","content":"Tus ncaj ncees uas swb tug neeg limhiam zoo yam nkaus li lub hauv dej muaj av lossis lub qhov dej qias."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.27","label":"27","content":"Qhov uas noj zib ntab ntau kuj tsis zoo, yog li ntawd yuav tsis txhob hais tej lus qhuas ntau dhau."},{"bible_id":"1269","chapter_code":"PRO.25","verse_code":"PRO.25.28","label":"28","content":"Tus uas tswj tsis tau nws lub siab, kuj yam nkaus li lub nroog uas pob tag tsis muaj ntsa loog."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.1","label":"1","content":"Lub koob meej muab rau tus uas ruam kuj tsis phim yam nkaus li daus xib daus npu los rau lub caij ntuj kub thiab nag los rau lub caij sau qoob."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.2","label":"2","content":"Yog yus tsis tau ua txhaum mas tej lus foom tsis zoo yuav tsis raug ib yam li tus noog piv uas ya mus ya los thiab yam li tus luv uas ya tsis tsaws."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.3","label":"3","content":"Rab nplawm siv nplawm nees, txoj xauv siv sam nees luav, mas rab nplawm siv nplawm tus ruam nrob qaum."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.4","label":"4","content":"Tsis txhob teb tus ruam raws li nws txojkev ruam tsam ces koj ho zoo nkaus li nws lawm."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.5","label":"5","content":"Cia li teb tus ruam raws li nws txojkev ruam, tsam ces nws pom tias nws ntse lawm."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.6","label":"6","content":"Tus uas tso tus neeg ruam xa xov kuj yog nws txiav nws kotaw pov tseg thiab haus kev iab kev khwv."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.7","label":"7","content":"Tej paj lug uas nyob hauv tus ruam lub qhov ncauj zoo ib yam nkaus li txhais kotaw uas lov dai vias siv tsis tau."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.8","label":"8","content":"Tus uas muab koob meej rau tus uas ruam zoo ib yam nkaus li nws muab lub qe zeb hlaws khi rau ntawm txoj roj hmab."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.9","label":"9","content":"Tej paj lug uas nyob hauv tus ruam lub qhov ncauj zoo ib yam nkaus li tus pos uas nyob hauv tus qaug cawv txhais tes."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.10","label":"10","content":"Tus uas ntiav tus neeg ruam lossis tus uas qaug cawv uas dua kev, kuj zoo ib yam li tus uas tua hneev ywj tua raug txhua leej txhua tus."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.11","label":"11","content":"Tus ruam uas ua qhov ruam tag los ua thiab, kuj zoo ib yam nkaus li tus dev uas rov noj nws cov ntuav."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.12","label":"12","content":"Koj pom tus uas nws xav hais tias nws ntse los tsis pom? Tseem muaj vam tus uas ruam heev dua li tus ntawd."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.13","label":"13","content":"Tus tub nkeeg hais tias, “Muaj tsov ntxhuav nyob tom kev. Muaj tsov ntxhuav nyob ntawm ntug moos.”"},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.14","label":"14","content":"Lub qhov rooj qoj tau mus los ntawm tus npuab rooj li cas, tus tub nkeeg kuj ntxeev luj luam saum nws lub txaj pw ib yam li ntawd."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.15","label":"15","content":"Tus tub nkeeg muab txhais tes tsau rau hauv lub phaj, nws nqa txhais tes rau ntawm qhov ncauj txog siav kawg."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.16","label":"16","content":"Tus uas tub nkeeg pom tias nws ntse dua xya leej uas teb tau tej lus thoob tsib to nrog."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.17","label":"17","content":"Tus uas ntxig ceg rau hauv luag tej lus sib cav sib ceg uas tsis thab raug nws, kuj zoo ib yam li tus uas ntsiab tus dev uas dhia hla mus nplooj ntseg."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.18+PRO.26.19","label":"18-19","content":"Tus uas dag lwm tus lawm los ho hais tias, “Kuv lam tawb koj xwb,” ces kuj zoo yam li tus neeg vwm uas laim hlav hluavtaws thiab tua rab xub thiab kev tuag tawm mus."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.20","label":"20","content":"Yog taws tag lawm hluavtaws kuj tuag, thiab yog tsis muaj neeg lis xaiv kuj tseg tsis muaj lus sib cav sib ceg."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.21","label":"21","content":"Thee ua rau cub tawg ciaj ncaig vog, thiab taws ua rau nplaim taws ci li cas, tus uas pheej sib cav sib ceg tshum kom muaj lus sib cav sib ceg ib yam li ntawd."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.22","label":"22","content":"Tus lig xaiv tej lus zoo yam nkaus tej zaub mov qab qab, uas nkag kiag mus rau hauv plab."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.23","label":"23","content":"Daim tawv ncauj npliag lub siab phem kuj zoo yam nkaus li cov kua tshuaj uas muab luam rau lub tais av."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.24","label":"24","content":"Tus uas ntxub luag mas nws daim tawv ncuaj zais lus, thiab nws cib nyeej rau nruab siab."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.25","label":"25","content":"Thaum nws hais lus mos lus muag tsis txhob ntseeg nws rau qhov ib puas tsav yam  txojkev ntxub ntxaug nyob hauv nws lub siab."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.26","label":"26","content":"Txawm yog nws muaj tswvyim npog nws txojkev ntxub ntxaug cia los nws txojkev limhiam yuav tshwm plaws los rau ib tsoom neeg pom."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.27","label":"27","content":"Tus uas khawb qhov taub cuab luag, nws yuav poob rau hauv lub qhov ntawd, tus uas dov pob zeb los nws yuav raug pob zeb tais."},{"bible_id":"1269","chapter_code":"PRO.26","verse_code":"PRO.26.28","label":"28","content":"Tus nplaig uas dag, ntxub tus uas nws rhuav tshem, thiab lub ncauj qab rog qab ntse coj kev puam tsuaj los ze."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.1","label":"1","content":"Tsis txhob khav txog tagkis rau qhov koj tsis paub tias ib hnub yuav muaj xwm txheej dabtsi tshwm los."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.2","label":"2","content":"Cia lwm tus qhuas koj, tsis txhob cia koj lub qhov ncauj rov qhuas koj. Cia luag qhuas, tsis txhob cia koj daim tawv ncauj qhuas."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.3","label":"3","content":"Pob zeb kuj hnyav thiab xuab zeb kuj hnyav, qhov uas tus neeg ruam pheej zes luag tseem hnyav dua ob yam no huvsi."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.4","label":"4","content":"Kev npau taws kuj ua nruj ua tsiv, kev chim kuj nyab kiag, tiamsis leejtwg thev tau kev khib siab?"},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.5","label":"5","content":"Raug luag ntuas tab meeg kuj zoo dua li luag hlub yus twjywm xwb."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.6","label":"6","content":"Phoojywg ntaus yus kuj tso siab tau, tiamsis yeeb ncuab mas nwj ntau dhau."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.7","label":"7","content":"Tus uas noj tsau lawm, zib ntab nws kuj dhuav, tiamsis tus uas tshaib mas txhua yam uas iab kuj qab zib."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.8","label":"8","content":"Tus uas khiav tawm ntawm nws lub tsev mus, kuj zoo li tus noog uas khiav tawm hauv lub zes mus."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.9","label":"9","content":"Roj thiab tshuaj tsw qab ua rau zoo siab, tiamsis phoojywg lo lus ntuas uas qab zib ua rau lub siab kaj."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.10","label":"10","content":"Tsis txhob tso koj tej kwvluag thiab koj txiv tej kwvluag tseg. Hnub uas koj raug ceeblaj tsis txhob mus rau koj tej kwvtij tsev. Tej phoojywg uas nyob ze zoo dua tej kwvtij uas nyob deb."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.11","label":"11","content":"Kuv tub 'e, cia li ntse thiab ua rau kuv zoo siab, xwv kuv thiaj li teb tau cov neeg uas thuam kuv."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.12","label":"12","content":"Tus uas paub tab pom xwm txheej phem ces nws tsiv nraim lawm, tiamsis tus tsis thoob tsib tseem phoom qas qees mus thiaj raug ceeblaj."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.13","label":"13","content":"Cia li txais lub tsho ntawm tus uas muab qhwv lwm tus li nuj nqes, thiab cia li khaws tej tiv thawj uas nws muab qhwv lwm tus."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.14","label":"14","content":"Tus uas sawv ntxov tsaus ntuj nti mus foom koob hmoov nrov nrov rau kwvtij zej zog, luag yuav suav tias tej lus ntawd yog foom tsis zoo."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.15","label":"15","content":"Los nag tshauv ib hnub dej nrog tuj tauv tsis tu li cas, tus pojniam tsawm taus zoo ib yam li ntawd."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.16","label":"16","content":"Qhov uas cheem nws kuj ib yam li cheem cua xwb, lossis zoo ib yam li txhais tes xis tuav tsis tau roj."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.17","label":"17","content":"Muab hlau txhuam tau hlau ntse, neeg ib leeg kuj qhia tau ib leeg kom ntse."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.18","label":"18","content":"Tus uas tu tej txiv cev kuj yuav tau noj cov txiv ntawd, tus qhev uas tu nws tus lospav zoo yuav tau koob meej."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.19","label":"19","content":"Neeg pom neeg lub plhu hauv dej li cas, mas saib tej uas neeg xav kuj pom tias neeg lub siab zoo li cas."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.20","label":"20","content":"Tub tuag teb thiab qhov puam tsuaj txhaws tsis paub puv li, thiab tej uas neeg lub qhov muag ntshaw kuj tsis txawj txaus."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.21","label":"21","content":"Lub yeej vub siv nchuav cov tseem nyiaj, lub cub thee siv nchuav cov tseem kub, tej lus qhuas yog sim neeg lub siab."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.22","label":"22","content":"Txawm yog muab tus neeg ruam tuav xyaw qoob rau hauv qhov cos los nws txojkev ruam tsis tawm mus."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.23","label":"23","content":"Koj yuav tsum paub koj pab tshis pab yaj nyob zoo li cas, thiab ua tib zoo saib koj pab nyuj,"},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.24","label":"24","content":"rau qhov tej txhab nyiaj yuav tsis nyob mus ib txhis, thiab lub mom vajntxwv yuav tsis nyob rau txhua tiam neeg."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.25","label":"25","content":"Thaum hlais tej nroj uas qhuav tag lawm mas hlav dua zaub tshiab tuaj, thiab thaum sau tej zaub pem roob tag lawm,"},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.26","label":"26","content":"mas koj yuav tau tsho hnav ntawm menyuam yaj thiab yuav tau nqe yuav teb ntawm tshis."},{"bible_id":"1269","chapter_code":"PRO.27","verse_code":"PRO.27.27","label":"27","content":"Yuav muaj kua mis tshis txaus ua zaub mov rau koj thiab koj tsev neeg tau noj, thiab yug tau koj tej nkauj qhev."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.1","label":"1","content":"Cov neeg limhiam cia li khiav, twb tsis muaj leejtwg caum, tiamsis cov ncaj ncees muaj lub siab tuab ib yam li tsov ntxhuav."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.2","label":"2","content":"Thaum muaj kev fav xeeb rau hauv lub tebchaws mas muaj ntau leej sawv kav, tiamsis muaj tus uas thoob tsib thiab txawj ntse mas lub tebchaws yuav nyob ruaj nreeg ntev."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.3","label":"3","content":"Tus neeg pluag  uas quab yuam cov pluag zoo yam nkaus li pluav nag uas hlob kawg ua rau qoob loo piam tag."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.4","label":"4","content":"Cov uas muab txoj kevcai tso tseg yeej qhuas cov neeg limhiam, tiamsis cov uas tuav rawv txoj kevcai kuj tawm tsam lawv."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.5","label":"5","content":"Cov neeg phem tsis to taub txojkev ua ncaj, tiamsis cov uas nrhiav Yawmsaub mas to taub huvsi."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.6","label":"6","content":"Tus neeg pluag uas taug txojkev ncaj ncees kuj zoo dua tus neeg nplua nuj uas ua nkhib nkhaus."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.7","label":"7","content":"Tus uas tuav rawv txoj kevcai yog tus tub uas ntse, tiamsis tus uas nrog tus neeg tsis tsheej haj ua phoojywg ua rau leej txiv poob ntsej muag."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.8","label":"8","content":"Tus uas sau paj nyiag ntau thiab nrhiav nyiaj los tsav rau nws txhab nyiaj, tsuas yog nws khaws cia rau lwm tus tau hlub tej pluag xwb."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.9","label":"9","content":"Yog leejtwg tsis quav ntsej txoj kevcai, mas nws tej lus thov yog yam uas Yawmsaub ntxub xwb."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.10","label":"10","content":"Tus uas coj tus ncaj ncees yuam kev taug txojkev phem, nws yuav poob rau hauv nws lub qhov taub. Tiamsis tus uas tsis tau ua txhaum yuav tau tej qub txeeg qub teg uas zoo."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.11","label":"11","content":"Tus uas nplua nuj nws pom tias nws txawj ntse, tiamsis tus pluag uas thoob tsib to nrog yeej paub tus nplua nuj zoo li cas."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.12","label":"12","content":"Thaum tus ncaj ncees kov yeej, muaj kev zoo siab xyiv fab ntau heev, tiamsis thaum tus neeg limhiam tau hwjchim tej neeg kuj mus tsiv nraim."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.13","label":"13","content":"Tus uas npog nws tej kev txhaum cia yuav tsis vam meej, tiamsis tus uas lees lub txim thiab tso tej kev txhaum tseg yuav tau kev khuvleej."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.14","label":"14","content":"Tus uas hwm thiab paub ntshai Yawmsaub tsis tu li yuav tau nyob kaj siab lug, tiamsis tus uas ua lub siab tawv yuav poob rau hauv vij sub vij sw."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.15","label":"15","content":"Tus thawj coj limhiam uas kav tej neeg pluag kuj zoo yam nkaus li tus tsov ntxhuav nyooj laws lossis yam li tus dais uas dhia los tom."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.16","label":"16","content":"Tus thawj coj uas tsis thoob tsib to nrog kuj quab yuam nyaum heev, tiamsis tus uas ntxub tej uas tau ntawm kev ua tsis ncaj nws lub niaj lub xyoo yuav ntev mus."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.17","label":"17","content":"Leejtwg tua lwm tus es muaj vij sub vij sw lawm mas cia nws khiav mus tag sim neej tsis txhob kheev leejtwg pab nws."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.18","label":"18","content":"Tus uas ua lub neej ncaj yuav tau kev cawm dim, tiamsis tus uas ua nkhib nkhaus yuav poob qhov taub."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.19","label":"19","content":"Tus uas laij liag yuav muaj mov noj ntau, tiamsis tus uas ua tej haujlwm tsis muaj qabhau yuav pluag heev."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.20","label":"20","content":"Tus uas ua ncaj yuav tau hmoov zoo ntau, tiamsis tus uas maj nplua nuj yuav tsis dim kev teem txim."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.21","label":"21","content":"Qhov uas saib dej ua ntu saib neeg ua plhu mas tsis zoo, tiamsis tau ib pluag mov xwb ces yeej yuav ua tsis ncaj."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.22","label":"22","content":"Tus uas qia dub maj nroos nrhiav nyiaj txiag, tiamsis nws tsis paub tias kev txom nyem yuav los raug nws."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.23","label":"23","content":"Tus uas qhuab ntuas luag mas luag yuav rov hlub nws heev dua tus uas lub qhov ncauj qab zib nplaig qab ntse."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.24","label":"24","content":"Tus uas nyiag nws niam nws txiv tej qhov txhia chaw los tseem hais tias, “Tsis txhaum,” kuj yog nws nrog tus uas ua kev puam tsuaj ua phoojywg."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.25","label":"25","content":"Tus uas siab hlob tshum kom muaj kev sib cav sib ceg, tiamsis tus uas tso siab rau Yawmsaub yuav vam meej."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.26","label":"26","content":"Tus uas tso siab rau tej uas nws xav kuj yog ruam, tiamsis tus uas ua raws li tswvyim yuav tau kev cawm dim."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.27","label":"27","content":"Tus uas pub rau tej pluag nws yuav tsis tu pluas, tiamsis tus uas qe muag nti tsis hlub tej pluag yuav raug foom tsis zoo heev kawg."},{"bible_id":"1269","chapter_code":"PRO.28","verse_code":"PRO.28.28","label":"28","content":"Thaum cov neeg limhiam tau hwjchim tej neeg kuj mus tsiv nraim, tiamsis thaum lawv puam tsuaj tag lawm, cov uas ncaj ncees yuav huaj vam coob tuaj."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.1","label":"1","content":"Tus uas pheej raug qhuab ntuas los tseem tawv ncauj cov nyom tsis mloog, mas ib pliag ntshis xwb yuav raug kev puas ntsoog kho tsis tau."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.2","label":"2","content":"Thaum cov ncaj ncees tau hwjchim tej pejxeem xyiv fab, tiamsis thaum cov neeg limhiam tau kav, tej pejxeem kuj ntsaj laws."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.3","label":"3","content":"Tus uas nyiam tswvyim kuj ua rau leej txiv zoo siab, tiamsis tus uas pheej ntiav poj muag cev kuj yog muab nws tej nyiaj txiag nchuav pov tseg xwb."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.4","label":"4","content":"Tus vajntxwv uas kav ncaj coj lub tebchaws nyob ruaj, tus uas quab yuam sau nyiaj txiag kuj ua rau lub tebchaws puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.5","label":"5","content":"Tus uas ncauj qab zib nplaig qab ntse rau kwvtij zej zog kuj yog nws cuab hlua rov mag nws kotaw."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.6","label":"6","content":"Tus neeg phem nws mag nws li kev txhaum txoj hlua, tiamsis tus ncaj ncees hu nkauj xyiv fab hlo."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.7","label":"7","content":"Tus ncaj ncees paub tus pluag txojcai, tiamsis tus limhiam tsis nkag siab tej no."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.8","label":"8","content":"Cov uas pheej thuam lwm tus ua rau lub nroog kub hnyiab, tiamsis cov uas txawj ntse tswj kom tej kev npau taws ploj mus."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.9","label":"9","content":"Yog tus ntse nrog tus ruam sib cav sib ceg, tus ruam tsuas muaj uas npau taws thiab luag xwb, thiab tsis muaj kev tus li."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.10","label":"10","content":"Cov uas noj nyoog kuj ntxub tus uas dawb huv, thiab nrhiav ntshi txov cov ncaj ncees txojsia."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.11","label":"11","content":"Tus uas ruam yeej ua nws kev chim tshwm tag nrho los, tiamsis tus txawj ntse tswj tau nws txojkev npau cia twjywm."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.12","label":"12","content":"Yog tus thawj ntseeg tej lus dag, mas nws cov tub teg tub taws yuav limhiam tag huvsi."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.13","label":"13","content":"Tus uas pluag thiab tus uas quab yuam qhov uas sib thooj yog qhov uas Yawmsaub pub qhov kaj rau ob tug qhov muag ib yam nkaus."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.14","label":"14","content":"Yog vajntxwv tu plaub ncaj rau cov pluag, mas nws lub zwm txwv yuav nyob ruaj khov ib txhis."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.15","label":"15","content":"Rab nplawm thiab lo lus qhuab ntuas pub tswvyim, tiamsis tus menyuam uas muab tso ywj siab coj kev txaj muag rau leej niam."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.16","label":"16","content":"Thaum cov neeg limhiam tau hwjchim tuav haujlwm, muaj tej kev fav xeeb loj zuj zus, tiamsis cov ncaj ncees yuav pom ntsoov lawv raug kev puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.17","label":"17","content":"Cia li nplawm qhuab qhia koj tus tub nws thiaj ua rau koj nyob siab tus yees thiab ua rau koj zoo siab."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.18","label":"18","content":"Qhovtwg tsis muaj kev qhia Vajtswv tej lus, mas tej pejxeem kuj tseg tsis tswj lub siab, tiamsis tus uas tuav rawv txoj kevcai mas tau nyob kaj siab lug."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.19","label":"19","content":"Yog tsuas xuas ncauj hais xwb mas cob qhia tsis tau tus tub qhe, txawm yog nws nkag siab los nws kuj tsis quav ntsej."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.20","label":"20","content":"Koj pom tus ncauj sai los tsis pom? Tseem muaj vam tus uas ruam heev dua li tus ntawd."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.21","label":"21","content":"Tus uas hlub nws tus tub qhe heev txij thaum yau los, mas thaum kawg yuav pom tias tus tub qhe yuav tau nws tej qub txeeg qub teg."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.22","label":"22","content":"Tus uas npau taws pheej tshum kom muaj lus sib cav sib ceg, thiab tus uas chim taus kuj ua hauv paus fav xeeb loj."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.23","label":"23","content":"Kev khav theeb yuav ua rau tus khav theeb poob qes, tiamsis tus uas txo hwjchim yuav tau koob meej."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.24","label":"24","content":"Tus uas nrog tub sab koom tes kuj yog nws ntxub nws txojsia, nws tau hnov tej lus twv tsawm los nws tsis hais dabtsi li."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.25","label":"25","content":"Qhov uas ntshai neeg yuav ua rooj hlua rov cuab yus, tiamsis tus uas tso siab rau Yawmsaub kuj nyob tso siab plhuav."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.26","label":"26","content":"Neeg coob nrhiav kev ua kom tus thawj coj hlub lawv, tiamsis Yawmsaub yog tus uas txiav txim ncaj rau neeg."},{"bible_id":"1269","chapter_code":"PRO.29","verse_code":"PRO.29.27","label":"27","content":"Tus tsis ncaj mas cov ncaj ncees kuj ntxub kawg li, tiamsis tus ua ncaj mas cov limhiam kuj ntxub kawg li."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.1","label":"1","content":"Yakhe tus tub Aku uas nyob hauv lub moos Maxas tej lus. Aku hais rau Ithi‑ee, nws hais rau Ithi‑ee thiab Ukhas tias,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.2","label":"2","content":"“Qhov tseeb kuv ruam dhau uas yuav ua tau neeg, kuv tsis paub tab li tej neeg."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.3","label":"3","content":"Kuv tsis tau kawm paub tswvyim, thiab tsis paub Vajtswv tus uas dawb huv."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.4","label":"4","content":"Leejtwg tau nce mus rau saum ntuj kag thiab nqes rov los? Leejtwg muab tau cua los tuav rau hauv xib teg? Leejtwg muab ntaub qhwv tau dej cia? Leejtwg tu ciam rau lub ntiajteb nyob? Nws lub npe hu li cas, thiab nws tus tub npe hu li cas? Nej yeej los paub."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.5","label":"5","content":"“Muab Vajtswv txhua lo lus tshuaj saib mas pom tias muaj tseeb tiag, Vajtswv yog daim hlau thaiv cov uas mus nraim cev rau hauv nws."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.6","label":"6","content":"Tsis txhob ntxiv ib lo lus rau hauv nws tej lus, ntshai tsam nws yuav ntuas koj thiab luag yuav pom tias koj yog tus dag."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.7","label":"7","content":"Vajtswv, kuv thov ob yam ntawm koj, thov pub rau kuv ua ntej uas kuv tsis tau tuag."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.8","label":"8","content":"Thov muab tej lus tsis muaj tseeb thiab tej lus dag ntiab khiav deb ntawm kuv, thov tsis txhob cia kuv pluag thiab tsis txhob cia kuv nplua nuj, thov pub rau kuv noj kom txaus nkaus xwb,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.9","label":"9","content":"tsam kuv noj tsau ces tsis lees yuav koj thiab hais tias, ‘Yawmsaub yog leejtwg?’ lossis tsam kuv pluag thiab ua tub sab thiab ua puas tsuas kuv tus Vajtswv lub npe."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.10","label":"10","content":"“Tsis txhob thuam tus tub qhe rau tus lospav mloog, tsam tus tub qhe foom koj ces koj yuav raug txim."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.11","label":"11","content":"Muaj tej tus foom tsis zoo rau nws txiv, thiab tsis foom koob hmoov rau nws niam."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.12","label":"12","content":"Muaj tej tus nws xam pom tias nws dawb huv, tiamsis kuj tsis tau ntxuav kev phem kev qias pov tseg."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.13","label":"13","content":"Muaj tej tus mas nws taubhau siab, thiab lub qhov muag saib tsis taus lwm tus."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.14","label":"14","content":"Muaj tej tus nws kaus hniav yog hniav ntaj, thiab nws hniav yog hniav riam, mas nws yuav noj cov pluag kom tag hauv ntiajteb thiab cov neeg txom nyem kom ploj tag hauv ib tsoom neeg."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.15","label":"15","content":"“Npliaj hiab muaj ob tug menyuam yog maum, pheej qw hais tias, ‘Pub, pub.’ Muaj peb yam pheej tsis tsau, muaj plaub yam tsis hais ib zaug tias, ‘Txaus lawm,’ yog li no,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.16","label":"16","content":"tub tuag teb thiab tus pojniam mooj, thiab lub ntiajteb pheej nqhis dej, thiab hluavtaws tsis hais ib zaug tias, ‘Txaus lawm.’"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.17","label":"17","content":"“Lub qhov muag uas thuam leej txiv thiab saib tsis taus leej niam thiab tsis mloog lus, yuav raug uab lag uas nyob hauv hav tho thiab raug dav noj twm noj."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.18","label":"18","content":"Muaj peb yam uas kuv phimhwj kawg, muaj plaub yam uas kuv tsis nkag siab, yog li no,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.19","label":"19","content":"qhov uas tus dav ya saum nruab ntug, thiab qhov uas nab ntaug saum pob zeb, thiab qhov uas lub nkoj mus rau hauv nruab nrab hiavtxwv, thiab qhov uas hluas nkauj hluas nraug sib nyiam."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.20","label":"20","content":"“Tus pojniam uas mus deev luag txiv ua lub neej zoo li no, nws noj tag so qhov ncauj ces nws hais tias, ‘Kuv tsis tau ua txhaum dabtsi li.’"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.21","label":"21","content":"Muaj peb yam uas ua rau lub ntiajteb ntseeg nkaws, muaj plaub yam uas lub ntiajteb thev tsis taus, yog li no,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.22","label":"22","content":"tus qhev tau ua vajntxwv, thiab tus ruam tau noj tsau npo,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.23","label":"23","content":"thiab tus pojniam uas tsis muaj leejtwg nyiam tau txiv, thiab tus nkauj qhev tau nyob nws tus poj lospav chaw."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.24","label":"24","content":"“Muaj plaub yam hauv ntiajteb no uas me kawg tiamsis muaj tswvyim tshaj plaws, yog li no,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.25","label":"25","content":"ntsaum yog ib co uas tsis muaj zog tiamsis thaum lub caij sau qoob ntsaum kuj npaj tej uas noj khaws cia,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.26","label":"26","content":"ntxim tsua kuj yog ib co uas tsis muaj zog los nws ua zes rau hauv tej kem zeb,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.27","label":"27","content":"kooj txig tsis muaj vajntxwv los nws tseem mus tau ua ib kab sab,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.28","label":"28","content":"quav toj quav taug koj ntes tau hauv koj txhais tes los nws tseem tau nyob hauv vajntxwv tsev."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.29","label":"29","content":"“Muaj peb yam uas txawj mus kev zoo nkauj, muaj plaub yam uas txawj tshais ruam zoo saib, yog li no,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.30","label":"30","content":"tsov ntxhuav uas yog tus tsiaj uas muaj zog tshaj plaws thiab tsis thim khiav ntawm lwm yam li,"},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.31","label":"31","content":"tus lau qaib cooj uas mus kev khov kho, thiab tus txiv tshis, thiab tus vajntxwv uas mus kev ua cov pejxeem ntej qas ntxhia."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.32","label":"32","content":"“Yog koj tsis paub tab es koj tsab ua loj lossis yog koj ntaus tswvyim ua phem, cia li muab koj txhais tes pos koj lub qhov ncauj."},{"bible_id":"1269","chapter_code":"PRO.30","verse_code":"PRO.30.33","label":"33","content":"Yog tso kua mis txhia tau kua mis nyeem, yog tso qhov ntswg thiaj tau ntshav, thiab yog tshum kom chim thiaj tau kev sib cav sib ceg.”"},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.1","label":"1","content":"No yog Lemu‑ee uas yog vajntxwv hauv lub moos Maxas tej lus uas nws niam qhia rau nws."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.2","label":"2","content":"“Kuv tub 'e, kuv tus tub uas kuv yug, au kuv tus tub uas kuv cog lus tseg,"},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.3","label":"3","content":"tsis txhob nkim koj lub zog rau ntau tus pojniam, tsis txhob muab koj tus kheej rau cov uas txov tau vajntxwv puam tsuaj."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.4","label":"4","content":"Au Lemu‑ee, tsis tsim nyog li, tsis tsim nyog uas vajntxwv yuav haus cawv txiv hmab, lossis cov thawj kav ntshaw haus cawv ntxwg,"},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.5","label":"5","content":"tsam lawv haus ces lawv ho tsis nco qab tej lus uas nyob hauv txoj kevcai, thiab qhau txhua tus uas raug kev txom nyem txojcai."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.6","label":"6","content":"Cia li muab cawv ntxwg rau tus uas tabtom puam tsuaj, thiab muab cawv txiv hmab rau cov uas nyuaj siab kawg."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.7","label":"7","content":"Cia lawv haus lawv thiaj tsis nco qab lawv txojkev pluag, thiab tsis nco lawv txojkev iab kev khwv dua li lawm."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.8","label":"8","content":"Koj cia li rua ncauj pab cov uas tsis txawj hais lus hais lawv tej plaub, thiab pab hais txhua tus uas raug luag tso tseg lawm txojcai."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.9","label":"9","content":"Cia li rua ncauj tu plaub ncaj ncees, thiab tuav cov uas pluag thiab txom nyem txojcai.”"},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.10","label":"10","content":"Tus pojniam uas zoo mas leejtwg nrhiav tau? Nws tsim txiaj dua tej npauj nyiaj npauj kub."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.11","label":"11","content":"Tus txiv tso siab plhuav rau nws, thiab nws yuav tsis tu ncua ib yam dabtsi li."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.12","label":"12","content":"Nws ua zoo rau tus txiv, tsis ua phem ib sim neej li."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.13","label":"13","content":"Nws nrhiav plaub yaj thiab xov maj, nws siv nws txhais tes rau siab ntso ua haujlwm."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.14","label":"14","content":"Nws zoo yam nkaus li tub lag tub luam lub nkoj txwg, nws coj nws tej zaub mov deb deb li los."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.15","label":"15","content":"Nws sawv ntxov thaum tsaus ntuj nti thiab npaj zaub mov rau nws tsev neeg noj, thiab tu haujlwm rau nws tej nkauj qhev ua."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.16","label":"16","content":"Nws ua tib zoo saib tej liaj teb mas rho nyiaj yuav cia, nws siv tej nyiaj txiag uas nws khwv tau cog txiv hmab."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.17","label":"17","content":"Nws sia siv khov kho kom muaj zog npho, nws tes txawj tes nquag."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.18","label":"18","content":"Nws pom ntsoov nws kev lag luam muaj tshaj thawj. Hmo ntuj los nws taws teeb ua haujlwm."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.19","label":"19","content":"Nws txhais tes saws ntuag tshuab ntuag qaiv ntxaiv."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.20","label":"20","content":"Nws siab dav pab tej pluag, nws cev tes pab cov txom nyem."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.21","label":"21","content":"Nws tsis ntshai daus xib daus npu los txog nws tsev neeg rau qhov nws tsev neeg txhua tus tub muaj tsoos tsho sov  lawm."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.22","label":"22","content":"Nws ntos ntaub pua nws chaw pw, nws hnav tej tsoos tsho ntaub mag uas zoo zoo thiab ntaub tsamxem."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.23","label":"23","content":"Nws tus txiv yog tus uas sawvdaws paub zoo ntawm rooj loog rau thaum nrog ib tsoom kev txwj laus sablaj."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.24","label":"24","content":"Nws muab tej ntaub mag xaws tsoos tsho muag thiab xa tej siv sia rau tub luam."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.25","label":"25","content":"Nws lub zog thiab nws tej kev zoo yog lub zam uas nws hnav, nws luag tej xwm txheej uas yuav tshwm los tom hauv ntej."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.26","label":"26","content":"Nws lub ncauj hais lus ntse ntsuav, nws tus nplaig qhia luag ntawm txojkev hlub."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.27","label":"27","content":"Nws ua tib zoo tu nws tsev neeg, nws tsis nyob nkaum tes nkoos."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.28","label":"28","content":"Nws tej menyuam kuj qhuas nws nco nws txiaj ntsig, nws tus txiv kuj qhuas nws hais tias,"},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.29","label":"29","content":"“Tej pojniam ntau leej ua zoo kawg, tiamsis koj yog tus zoo tshaj dua lawv huvsi.”"},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.30","label":"30","content":"Ncauj lus zoo yog dag ntxias xwb, thiab qhov zoo nkauj tsis muaj qabhau, tiamsis tus pojniam uas hwm thiab paub ntshai Yawmsaub mas tsim nyog qhuas."},{"bible_id":"1269","chapter_code":"PRO.31","verse_code":"PRO.31.31","label":"31","content":"Cia li muab nqe zog rau tej haujlwm uas nws txhais tes ua, thiab cia sawvdaws qhuas nws ntawm rooj loog vim nws tes haujlwm zoo."}]