[{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.1","label":"1","content":"Thaum cov thawj tseem kav Yixayee tebchaws mas muaj kev tshaib nqhis hauv lub tebchaws ib zaug. Muaj ib tug yawg nyob hauv lub moos Npelehee hauv Yuda tebchaws txawm coj pojniam thiab ob tug tub tsiv mus nyob ib ntus rau hauv Mau‑a tebchaws."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.2","label":"2","content":"Tus yawg ntawd npe hu ua Elimelej, nws pojniam hu ua Na‑aumi, ob tug tub ib tug hu ua Maloo, ib tug hu ua Khili‑oo. Lawv yog neeg Efatha nyob hauv lub moos Npelehee hauv Yuda tebchaws. Lawv tsiv mus nyob hauv Mau‑a tebchaws."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.3","label":"3","content":"Ces Na‑aumi tus txiv Elimelej txawm tuag lawm tseg nws thiab nws ob tug tub."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.4","label":"4","content":"Ob tug tub ntawd kuj yuav tau Mau‑a cov ntxhais ua pojniam. Ib tug npe hu ua Aupa, ib tug hu ua Luv. Lawv nyob qhov ntawd tau kaum xyoo."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.5","label":"5","content":"Ces Maloo thiab Khili‑oo ob tug txawm tuag lawm, ces Na‑aumi thiaj nyob ua ntsos ua ntsuag tsis muaj txiv tsis muaj tub."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.6","label":"6","content":"Mas Na‑aumi thiab ob tug nyab npaj yuav sawv kev tawm hauv Mau‑a tebchaws rov qab, vim yog thaum tseem nyob hauv Mau‑a tebchaws nws hnov xov tias Yawmsaub los pab nws haiv neeg thiab pub lawv muaj mov noj lawm."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.7","label":"7","content":"Nws thiaj tawm hauv lub chaw nyob nrog ob tug nyab mus, lawv taug kev rov qab mus rau Yuda tebchaws."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.8","label":"8","content":"Na‑aumi txawm hais rau nws ob tug nyab tias, “Cia neb ob leeg nyias rov mus nrog nyias niam nyob. Thov Yawmsaub hlub neb ib yam li neb tau hlub cov uas tuag lawd thiab hlub kuv."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.9","label":"9","content":"Thov Yawmsaub pub kom neb tau nyob kaj siab lug nyias tau nyob hauv nyias tus txiv lub tsev.” Ces Na‑aumi txawm nwj ob tug nyab, lawv nyias taus nyias quaj."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.10","label":"10","content":"Ob tug hais rau Na‑aumi tias, “Tsis txhob ua li ntawd, wb yuav nrog koj mus rau koj haiv neeg.”"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.11","label":"11","content":"Tiamsis Na‑aumi hais tias, “Ob tug nyab, cia li rov qab mus, neb yuav nrog kuv mus ua dabtsi? Kuv lub plab tseem yuav muaj tub rau neb yuav ua txiv thiab lov?"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.12","label":"12","content":"Ob tug nyab 'e, rov qab mus tsev mog. Kuv laus heev dhau tsis yuav txiv lawm. Yog kuv xav tias kuv tseem muaj vam es txawm yog yuav txiv hmo no thiab muaj tub,"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.13","label":"13","content":"los neb yuav tos mus txog thaum tej tub ntawd hlob thiab lov? Neb yuav tswj tau neb lub siab tsis yuav txiv lov? Tsis txhob ua li, ob tug me nyab, kuv raug kev lwj siab heev dua neb, vim yog Yawmsaub txhais tes tawm tsam kuv.”"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.14","label":"14","content":"Ces lawv nyias taus nyias rov quaj. Ces Aupa txawm nwj leej niam thiab rov qab mus lawm, tiamsis Luv tseem dai lias leej niam."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.15","label":"15","content":"Na‑aumi hais rau Luv tias, “Saib maj, koj tus niam laus twb rov qab mus rau nws haiv neeg thiab nws tej dab lawm. Koj cia li raws koj tus niam laus rov qab mus mog.”"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.16","label":"16","content":"Tiamsis Luv hais tias, “Tsis txhob hais kom kuv tso koj tseg ncaim koj rov qab mus. Koj mus qhovtwg los kuv yuav mus thiab, koj nyob qhovtwg los kuv yuav nyob qhov ntawd thiab, koj haiv neeg los yog kuv haiv neeg thiab, koj tus Vajtswv los yog kuv tus Vajtswv."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.17","label":"17","content":"Koj tuag qhovtwg kuv yuav tuag qhov ntawd thiab yuav muab kuv log rau qhov ntawd thiab. Yog txojkev tuag ua rau kuv ncaim koj  los thov Yawmsaub rau txim rau kuv thiab rau hnyav dua.”"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.18","label":"18","content":"Thaum Na‑aumi pom tias Luv muaj siab nrog nws mus tiag tiag li, nws txawm tsis hais dabtsi lawm."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.19","label":"19","content":"Ob tug thiaj li ua ke mus txog lub moos Npelehee. Thaum ob tug los txog Npelehee lawd cov kwvtij zej zog ras zom zaws rau ob tug. Tej pojniam sib hais tias, “Ntawd yog Na‑aumi lov?”"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.20","label":"20","content":"Na‑aumi hais rau lawv tias, “Tsis txhob hu kuv ua Na‑aumi lawm, cia li hu kuv ua Mala  rau qhov Vajtswv uas muaj hwjchim loj kawg nkaus ua rau kuv lwj siab kawg."},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.21","label":"21","content":"Thaum kuv tawm hauv lub moos no mus kuv muaj txhua yam nplua mias, tiamsis Yawmsaub coj kuv rov qab los tes dawb tes npliag. Yawmsaub ua rau kuv txom nyem nyuaj siab thiab Vajtswv uas muaj hwjchim loj coj xwm txheej phem los raug kuv, nej tseem yuav hu kuv ua Na‑aumi dabtsi?”"},{"bible_id":"1269","chapter_code":"RUT.1","verse_code":"RUT.1.22","label":"22","content":"Yog li no Na‑aumi thiaj li tawm ntawm Mau‑a tebchaws los thiab Luv uas yog nws tus nyab thiab yog neeg Mau‑a kuj nrog nws los. Ob tug los txog lub moos Npelehee yog lub caij uas pib hlais qeb."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.1","label":"1","content":"Na‑aumi muaj ib tug kwvtij muaj txiag yog Elimelej cum ntag npe hu ua Npau‑a."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.2","label":"2","content":"Mas Luv uas yog neeg Mau‑a hais rau Na‑aumi tias, “Cia kuv mus teb mus xawb tej qeb raws qab tus uas zoo siab cia kuv xawb.” Na‑aumi hais rau nws tias, “Me nyab 'e, cia li mus.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.3","label":"3","content":"Luv txawm tawm mus xawb raws qab cov uas hlais. Nws mus tau rau hauv Npau‑a daim teb, yog tus uas nrog Elimelej koom ib cum."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.4","label":"4","content":"Mas Npau‑a tuaj hauv Npelehee tuaj txog, nws hais rau cov uas hlais qeb tias, “Thov Yawmsaub nrog nraim nej nyob.” Lawv teb tias, “Thov Yawmsaub foom koob hmoov rau koj.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.5","label":"5","content":"Npau‑a txawm nug tus tub zog uas coj zog hlais qeb ntawd tias, “Tus pojniam ntawd yog leejtwg li?”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.6","label":"6","content":"Tus tub zog uas coj zog hlais qeb teb tias, “Yog tus pojniam Mau‑a uas nrog Na‑aumi tawm hauv Mau‑a tebchaws rov los."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.7","label":"7","content":"Tus pojniam ntawd thov hais tias, ‘Cia kuv xawb thiab khaws raws qab cov uas hlais tej teg qeb.’ Nws thiaj tuaj xawb tagkis no los lawm tsuas yog so ib pliag  hauv tsev teb xwb.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.8","label":"8","content":"Ces Npau‑a txawm hais rau Luv tias, “Nyab 'e, cia li mloog kuv hais, tsis txhob mus xawb lwm tus li teb es tso daim no tseg. Cia li raws qab ti ti kuv tej nkauj qhev."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.9","label":"9","content":"Cia li ntsia ntsoov daim teb uas lawv hlais thiab raws lawv qab. Kuv twb hais rau cov tub hluas kom tsis txhob zes koj. Thaum koj nqhis dej kuj cia li mus haus dej hauv lub taub uas cov hluas ntim cia lawd.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.10","label":"10","content":"Nws thiaj khwb nkaus hauv av pe Npau‑a thiab hais tias, “Kuv tsuas yog ib tug neeg lwm tebchaws xwb, ua li cas koj yuav hlub kuv thiab saib kuv zoo?”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.11","label":"11","content":"Npau‑a teb nws tias, “Muaj neeg piav rau kuv paub txog txhua yam uas koj tu koj niam pog txij thaum koj tus txiv tuag lawd thiab paub txog qhov uas koj tso koj niam koj txiv thiab lub tebchaws uas yug koj tseg es los nrog haiv neeg uas koj tsis tau paub dua nyob."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.12","label":"12","content":"Thov Yawmsaub pauj tej uas koj ua zoo rov rau koj thiab thov Yawmsaub uas yog cov Yixayee tus Vajtswv uas koj los cawm siav rau hauv nws phab tis pub koob hmoov nplua mias rau koj.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.13","label":"13","content":"Luv thiaj teb tias, “Yawg hlob, thov koj hlub kuv mus li,  rau qhov txawm yog kuv tsis yog koj li nkauj qhev los koj twb nplij tau kuv lub siab thiab hais tej lus zoo rau kuv.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.14","label":"14","content":"Txog sijhawm noj mov Npau‑a kuj hais rau nws tias, “Los nrog peb noj thiab muab ncuav ntsw tej kua qaub noj.” Nws thiaj nrog cov uas hlais qeb zaum. Npau‑a cev tej qeb kib rau nws, nws noj tsau tseem tshuav seem."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.15","label":"15","content":"Thaum Luv sawv tsees mus xawb qeb, Npau‑a hais rau cov tub hluas tias, “Cia nws xawb raws tej teg qeb, tsis txhob cem nws."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.16","label":"16","content":"Thiab rho tej rev qeb tso rau nws khaws thiab, tsis txhob cem nws.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.17","label":"17","content":"Luv thiaj xawb qeb mus txog tsaus ntuj. Nws muab tej uas xawb ntawd ntaus, tau kwvlam ib efa qeb."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.18","label":"18","content":"Nws ris cov qeb ntawd rov mus rau hauv lub moos, nws muab tej qeb uas nws xawb los ntawd rau nws niam pog saib thiab muab tej zaub mov uas nws noj tsis tag rau niam pog noj."},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.19","label":"19","content":"Niam pog thiaj hais rau nws tias, “Hnub no koj mus xawb qeb qhovtwg? Koj ua haujlwm qhovtwg? Thov cia tus uas hlub koj tau koob hmoov.” Luv thiaj hais rau niam pog paub tias nws mus ua haujlwm hauv leejtwg daim teb thiab hais tias, “Tus yawg uas hnub no kuv mus ua haujlwm ntawd npe hu ua Npau‑a.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.20","label":"20","content":"Na‑aumi hais rau tus nyab tias, “Thov Yawmsaub foom koob hmoov rau tus yawg ntawd. Yawmsaub txojkev hlub muaj tsis tu rau tus uas tseem muaj txojsia nyob thiab tus uas tuag lawd.” Na‑aumi hais rau Luv tias, “Tus yawg ntawd yog peb li kwvtij yog ib tug txheeb ze peb.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.21","label":"21","content":"Luv uas yog neeg Mau‑a hais tias, “Thiab nws tseem hais rau kuv tias, ‘Koj raws qab xawb ti ti kuv cov qhev mus txog thaum lawv hlais kuv li qeb tag.’ ”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.22","label":"22","content":"Na‑aumi hais rau Luv uas yog nws tus nyab tias, “Nyab, qhov uas koj nrog nws tej nkauj qhev ua haujlwm zoo lawm, ntshai tsam koj mus rau hauv lwm tus li teb ces raug luag zes.”"},{"bible_id":"1269","chapter_code":"RUT.2","verse_code":"RUT.2.23","label":"23","content":"Vim li ntawd Luv thiaj raws ti ti Npau‑a cov nkauj qhev qab xawb qeb thiab mog mus txog thaum hlais qeb thiab hlais mog tag, thiab nrog nws niam pog nyob."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.1","label":"1","content":"Na‑aumi uas yog Luv niam pog hais rau nws tias, “Nyab, puas tsim nyog kuv nrhiav cuab nrhiav yig rau koj kom koj thiaj nyob kaj siab lug?"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.2","label":"2","content":"Npau‑a uas koj mus nrog nws cov nkauj qhev ua ke ntawd yog peb li kwvtij txheeb. Hmo no nws tabtom ntxuaj qeb hauv lub tshav ntaus qeb."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.3","label":"3","content":"Koj cia li da dej pleev roj tsw qab thiab hnav cev tsoos uas zoo heev mus rau nram lub tshav ntaus qeb kom tsis txhob cia nws pom koj mus txog thaum nws noj mov haus dej tag tso."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.4","label":"4","content":"Thaum nws mus pw, ua tib zoo saib nws pw qhovtwg, mam li mus tshem daim pam ntawm nws kotaw thiab pw rau qhov ntawd. Ces nws yuav qhia rau koj tias koj yuav tsum ua dabtsi.”"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.5","label":"5","content":"Luv teb tias, “Kuv yuav ua txhua yam uas koj hais.”"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.6","label":"6","content":"Luv thiaj mus nram lub tshav ntaus qeb thiab ua raws li nws niam pog hais txhua yam."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.7","label":"7","content":"Thaum Npau‑a noj haus tsau zoo siab lawd, nws txawm mus pw ntawm pawg qeb ib sab. Ces Luv txawm nkag mus tshem daim pam ntawm nws kotaw thiab pw qhov ntawd."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.8","label":"8","content":"Thaum ib tag hmo, yawg ntawd ras dheev los tig cev ua ciav muaj ib tug pojniam pw ntawm nws kotaw."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.9","label":"9","content":"Nws thiaj nug tias, “Koj yog leejtwg?” Tus pojniam teb tias, “Kuv yog koj tus nkauj qhev Luv 'os. Thov koj yaws koj lub qab tsho ntev vov koj tus nkauj qhev rau qhov koj yog ib tug kwvtij txheeb.”"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.10","label":"10","content":"Npau‑a thiaj hais tias, “Mentxhais 'e, thov Yawmsaub foom koob hmoov rau koj lauj. Koj txojkev hlub zaum no loj dua zaum ua ntej, rau qhov koj tsis mus nrhiav tej tub hluas tsis hais muaj los pluag."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.11","label":"11","content":"Mentxhais 'e, nimno tsis txhob ntshai, kuv yuav ua txhua yam raws li koj thov. Cov neeg hauv peb lub moos sawvdaws yeej paub tias koj yog ib tug pojniam uas zoo tsim txiaj."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.12","label":"12","content":"Thiab kuv los yeej yog kwvtij txheeb tiag, tiamsis tseem muaj dua ib tug kwvtij uas txheeb dua kuv."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.13","label":"13","content":"Hmo no koj cia li pw ntawm no. Tagkis kaj ntug yog tus ntawd lees ua kwvtij txheeb saws koj, kuj zoo, cia nws saws. Yog nws tsis yeem ua kwvtij txheeb saws koj, muaj Yawmsaub uas muaj txojsia nyob pom, kuv yuav lees ua kwvtij txheeb saws koj. Cia li pw ntawm no mus txog kaj ntug.”"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.14","label":"14","content":"Luv thiaj pw ntawm nws kotaw mus txog kaj ntug, tiamsis nws sawv ntxov tsees thaum tsis tau pom kev zeem tau ntsej muag. Npau‑a hais tias, “Tsis txhob kheev leejtwg paub tias ib tug pojniam tuaj ntawm lub tshav ntaus qeb no.”"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.15","label":"15","content":"Nws hais rau Luv tias, “Cia li muab koj daim ntaub kauv nthuav los.” Luv thiaj nthuav los, mas Npau‑a luj tau rau xe‑a  qeb muab rau nws ris mus, nws txawm rov mus rau hauv lub moos lawm."},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.16","label":"16","content":"Thaum Luv los txog, nws niam pog nug tias, “Me nyab, zoo li cas 'os?” Luv txawm piav txhua yam uas tus yawg ntawd ua rau nws rau leej niam mloog,"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.17","label":"17","content":"hais tias, “Nws pub rau xe‑a qeb no rau kuv, nws hais tias, ‘Tsis txhob rov qab mus tes dawb tes do rau ntawm koj niam pog.’ ”"},{"bible_id":"1269","chapter_code":"RUT.3","verse_code":"RUT.3.18","label":"18","content":"Na‑aumi teb tias, “Me nyab, nyob twjywm tos mus txog thaum paub tias zaj no zoo li cas, rau qhov tus yawg ntawd yuav tsis so, nws yuav hais zaj no kom tiav rau hnub no.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.1","label":"1","content":"Npau‑a mus zaum ntawm rooj loog. Mas tus kwvtij txheeb uas Npau‑a hais txog kuj taug kev tuaj. Npau‑a txawm hais tias, “Kwvtij, los zaum ntawm no.” Ces tus yawg ntawd txawm los zaum."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.2","label":"2","content":"Npau‑a thiaj mus hu cov kev txwj laus hauv lub moos ntawd kaum leej tuaj thiab hais tias, “Nej cia li zaum ntawm no.” Lawv txawm zaum."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.3","label":"3","content":"Nws txawm hais rau tus kwvtij uas txheeb ntawd tias, “Daim teb uas yog peb tus kwvtij Elimelej li mas Na‑aumi uas rov hauv Mau‑a tebchaws los yuav muab muag."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.4","label":"4","content":"Kuv xav tias kuv yuav hais rau koj paub, thiab thov kom koj yuav cia tab meeg cov neeg uas zaum ntawm no thiab tab meeg peb cov kev txwj laus. Yog koj yuav txhiv kuj cia li txhiv. Yog koj tsis txhiv kuj hais meej rau kuv paub, rau qhov dhau koj lawm tsis muaj leejtwg muaj feem txhiv tau, tsuas yog kuv thiaj muaj feem ua koj qab xwb.” Tus yawg ntawd hais tias, “Kuv yuav txhiv.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.5","label":"5","content":"Ces Npau‑a txawm hais tias, “Hnub uas koj yuav daim teb ntawm Na‑aumi koj kuj tau Luv uas yog neeg Mau‑a uas ua poj ntsuam thiab, kom thiaj tuav tau tus uas tuag lawd lub npe cia rau hauv daim teb uas yog nws qub txeeg qub teg.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.6","label":"6","content":"Tus kwvtij txheeb ntawd teb tias, “Kuv txhiv li ntawd tsis tau, yuav ua rau kuv qub txeeg qub teg poob mus. Koj cia li sawv kuv chaw mus txhiv, rau qhov kuv txhiv tsis tau.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.7","label":"7","content":"No yog tej kevcai uas thaum ub cov Yixayee coj ntsig txog kev txhiv thiab kev pauv, thiaj ua tau timkhawv tias ob tog hais sib hum, tus uas tsis txhiv yuav hle khau cev rau tus uas txhiv. No yog kevcai ua timkhawv rau hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.8","label":"8","content":"Yog li no thaum tus kwvtij txheeb hais rau Npau‑a tias, “Koj cia li yuav koj,” nws thiaj hle nws ib sab khau."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.9","label":"9","content":"Ces Npau‑a txawm hais rau cov kev txwj laus thiab cov pejxeem sawvdaws tias, “Hnub no nej ua timkhawv pom tias kuv tau yuav Elimelej tej cuab txhiaj cuab tam thiab Khili‑oo thiab Maloo tej cuab txhiaj cuab tam huvsi ntawm Na‑aumi txhais tes lawm."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.10","label":"10","content":"Thiab kuv yuav Maloo tus pojniam Luv uas ua poj ntsuam thiab yog neeg Mau‑a los ua kuv pojniam kom thiaj tuav tau tus uas tuag lub npe cia rau hauv daim teb uas yog nws qub txeeg qub teg mus li, xwv tus uas tuag lub npe thiaj tsis raug muab txiav tu hauv nws cov kwvtij thiab tu hauv lub rooj loog uas yog nws lub moos. Hnub no nej ua timkhawv.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.11","label":"11","content":"Ces cov pejxeem sawvdaws uas nyob ntawm rooj loog thiab cov kev txwj laus txawm hais tias, “Peb ua tau timkhawv. Thov Yawmsaub ua rau tus pojniam uas tabtom los rau hauv koj lub tsev zoo yam nkaus li Lachee thiab Le‑a, uas tsim haiv neeg Yixayee. Thov kom koj vam meej rau hauv Efatha thiab muaj koob meej rau hauv Npelehee."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.12","label":"12","content":"Thov kom cov menyuam uas Yawmsaub yuav pub rau tus pojniam hluas no ua koj li caj ces zoo yam nkaus li Peles caj ces uas Thama yug rau Yuda.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.13","label":"13","content":"Yog li no Npau‑a thiaj li yuav Luv ua pojniam. Nws mus nrog Luv pw thiab Yawmsaub pub Luv xeeb tub yug tau ib tug tub."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.14","label":"14","content":"Tej pojniam hais rau Na‑aumi tias, “Qhuas Yawmsaub uas hnub no tsis tso koj tseg cia ua tus uas tsis muaj kwvtij txheeb. Thov cia tus metub no muaj koob meej nrov nto moo lug rau hauv cov Yixayee."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.15","label":"15","content":"Tus metub no yuav tsav koj txojsia thiab yug koj rau thaum koj laus. Rau qhov tus metub no yog tus nyab uas hlub koj yug, yog tus nyab uas tsim txiaj dua xya leej tub.”"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.16","label":"16","content":"Ces Na‑aumi txawm muab tus metub ntawd puag rau hauv nws lub xubntiag thiab tu tus metub ntawd."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.17","label":"17","content":"Tej pojniam uas nyob ze ib ncig hais tias, “Yug tau ib tug tub rau Na‑aumi lawm.” Lawv tis npe rau tus metub ntawd hu ua Aunpe. Aunpe yog Yexi txiv, Yexi yog Davi txiv."},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.18","label":"18","content":"Ntawm no mus yog Peles caj ces. Peles yog Hexaloo txiv,"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.19","label":"19","content":"Hexaloo yog Las txiv, Las yog Aminada txiv,"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.20","label":"20","content":"Aminada yog Nasoo txiv, Nasoo yog Xamoo txiv,"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.21","label":"21","content":"Xamoo yog Npau‑a txiv, Npau‑a yog Aunpe txiv,"},{"bible_id":"1269","chapter_code":"RUT.4","verse_code":"RUT.4.22","label":"22","content":"Aunpe yog Yexi txiv, Yexi yog Davi txiv."}]