[{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.1","label":"1","content":"Petu kws yog Yexu Kheto tug tubkhai has moog rua cov kws tswv moog nyob ua lwm haiv tuabneeg rua txhua qhov huv lub xeev Phautha, lub xeev Kalatia, lub xeev Khapantaukia, lub xeev Axia hab lub xeev Npithinia, yog cov kws Vaajtswv xaiv ca lawd,"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.2","label":"2","content":"lawv le leej Txwv Vaajtswv tau teem ca ua ntej lawd, hab Vaaj Ntsuj Plig tau muab cais ua tug dawb huv kuas noog Yexu Kheto lug hab raug Yexu cov ntshaav nchus rua. Thov Vaajtswv txujkev hlub hab txujkev sab tug tsaav ntxwv rua mej ntau quas zug."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.3","label":"3","content":"Qhuas Vaajtswv kws yog peb tug Tswv Yexu Kheto leej Txwv. Vem Vaajtswv txujkev khuvleej kws luj kawg, nwg txhad pub peb yug dua tshab koom txujkev vaam kws caj sa nyob moog ib txhws, vem qhov kws Yexu Kheto caj sawv huv qhov tuag rov lug,"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.4","label":"4","content":"hab koom tej qub txeeg qub teg kws tsw txawj lwj, tsw muaj qhov phem qhov qas hab tsw txawj pluj kws tub khaws ca rua sau ntuj rua mej lawm."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.5","label":"5","content":"Vem mej ntseeg, Vaajtswv tug fwjchim tub tsom kwm mej kuas tau txujkev dim kws npaaj txhwj yuav tshwm lug rua nub kawg."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.6","label":"6","content":"Mej xyiv faab kawg rua tej nuav, txawm yog nwgnuav mej raug ntau yaam kev swm sab ib nyuas ntu kuj xwj."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.7","label":"7","content":"Tej kev swm sab hov swm mej txujkev ntseeg saib puas muaj tseeb. (Mej txujkev ntseeg muaj nqes dua kub kws txawj pluj taag los tseed raug suavtawg swm.) Peb txhad yuav raug qhuas hab tau meej mom hab koob meej rua thaus Yexu Kheto tshwm lug."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.8","label":"8","content":"Nwg yog tug kws mej tsw tau pum dua los mej tseed hlub nwg. Txawm yog nwgnuav mej tsw pum nwg los mej tseed ntseeg hab muaj kev zoo sab xyiv faab heev kawg kws pav tsw txawj taag,"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.9","label":"9","content":"vem mej txais yaam kws mej txujkev ntseeg vaam ntsoov, yog qhov kws mej tug ntsuj plig tau txujkev dim."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.10","label":"10","content":"Cov xwbfwb cev Vaajtswv lug kws has txug Vaajtswv txujkev hlub kws yuav tshwm lug rua mej tub nrhav hab xawb txhua zog txujkev dim nuav."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.11","label":"11","content":"Puab tshawb nrhav tug tuabneeg hab lub swjhawm  kws Kheto tug ntsuj plig kws nyob huv puab qha rua puab, rua thaus nwg has ua ntej txug qhov kws Kheto yuav raug kev tswm txom hab has txug tug fwjchim ci ntsaa ab kws yuav tshwm lug ua qaab ntawd."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.12","label":"12","content":"Vaajtswv qha puab paub has tas puab tsw yog ua koom rua puab tug kheej tassws ua koom rua mej rua tej kws puab has nuav, yog tej kws nwgnuav cov kws tshaaj tawm txuj xuv zoo tub tshaaj tawm rua mej ntawm Vaaj Ntsuj Plig kws dawb huv kws raug khaiv sau ntuj lug lawm, yog tej kws cov tubkhai ntuj xaav pum."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.13","label":"13","content":"Vem le nuav mej lub sab ca le npaaj kuas txhwj, paub tswj mej tug kheej hab ca le vaam taag nrho rua txujkev hlub kws yuav pub rua mej rua thaus Yexu Kheto tshwm lug."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.14","label":"14","content":"Ib yaam le tug mivnyuas kws noog lug, tsw xob xyum lawv le mej tej kev ntshaw kws mej muaj thau u kws mej tsw paub qaabhau daabtsw le."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.15","label":"15","content":"Tassws tug kws hu mej dawb huv le caag, mej yuav tsum ua tuabneeg dawb huv rua txhua yaam kws mej ua ib yaam le ntawd,"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.16","label":"16","content":"tsua qhov muaj lug sau ca has tas, “Mej yuav tsum ua tuabneeg dawb huv, vem kuv yog tug dawb huv.”"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.17","label":"17","content":"Vem mej thov hu leej Txwv kws txav txem rua txhua tug lawv le puab tau ua lug lawd tsw saib leejtwg ntsej muag, mej ca le ua mej lub neej ntshai quas rwg rua thaus mej ua qhua nyob huv nplajteb nuav."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.18","label":"18","content":"Mej kuj paub tas mej raug txhwv dim huv lub neej kws tsw muaj qaabhau kws mej saws ntawm mej tej laug lug. Yaam kws txhwv mej lug hov tsw yog yaam kws txawj puam tsuaj yaam le nyaj hab kub,"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.19","label":"19","content":"tassws yog Kheto cov ntshaav muaj nqes, ib yaam le tug mivnyuas yaaj kws tsw muaj chaw thuaj hab tsw muaj ib qho phem cov ntshaav."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.20","label":"20","content":"Tub muab Yexu npaaj tseg ca thaus tsw tau tswm ntuj tswm teb lawm, tassws nwg tshwm lug rua tam kawg nuav paab mej."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.21","label":"21","content":"Vem muaj Yexu mej txhad tso sab rua Vaajtswv kws tsaa Yexu caj sawv huv qhov tuag rov lug hab pub fwjchim ci ntsaa ab rua nwg, mej txhad muaj kev ntseeg hab kev vaam rua huv Vaajtswv."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.22","label":"22","content":"Vem mej ua lawv le txujkev tseeb txhad ntxuav tau mej lub sab kuas dawb huv lawm, mej txhad muaj lub sab txawj sws hlub tuaj nruab sab tag tag, mej ca le swv zug sws hlub ntawm lub sab dawb paug."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.23","label":"23","content":"Mej tub yug dua tshab lawm, tsw yog lub noob kws txawj lwj taag tassws yog lub noob kws tsw txawj lwj, vem Vaajtswv txujlug kws muaj txujsa hab nyob moog le."},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.24","label":"24","content":"Tsua qhov, “Ib tsoom tuabneeg zoo yaam le tej nroj tsuag, hab puab lub meej mom tsuas zoo le tej paaj nroj. Tej nroj tsuag tuag tshaav qhuav, tej paaj kuj zeeg,"},{"bible_id":"1216","chapter_code":"1PE.1","verse_code":"1PE.1.25","label":"25","content":"tassws tug Tswv tej lug yuav nyob ruaj moog ib txhws.” Tej lug nuav yog txuj xuv zoo kws tub pav taag rua mej lawm."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.1","label":"1","content":"Vem le nuav, ca le muab txhua yaam kev phem hab txhua yaam kev daag ntxag, kev zais sab, kev sws khib hab kev xyaav luas moo txhua yaam tso tseg."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.2","label":"2","content":"Ib yaam le cov mivnyuas mog kws nyav yug, mej ca le ntshaw cov kua mig dawb huv saab ntsuj plig, sub cov kua mig hov txhad paab mej kheev hlub moog tau txujkev dim,"},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.3","label":"3","content":"tsua qhov mej tub swm tas tug Tswv zoo kawg nkaus."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.4","label":"4","content":"Ca le lug cuag nwg, yog lub pob zeb kws muaj txujsa kws tuabneeg tsw leeg yuav tassws tub raug Vaajtswv xaiv lawm hab tswm txaj kawg."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.5","label":"5","content":"Mej zoo yaam le tej pob zeb muaj sa ca le yeem muab ua lub tsev  rua saab ntsuj plig, sub txhad ua tau pov thawj dawb huv xyeem hov txhua chaw saab ntsuj plig kws hum Vaajtswv lub sab huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.6","label":"6","content":"Vem muaj lug sau ca rua huv Vaajtswv txujlug has tas, “Saib maj, kuv teeb ib lub pob zeb rua huv Xi‑oo, yog ua lub thawj pob zeb kws xaiv ca hab tswm txaj kawg ntawm kaum tsev. Tug kws ntseeg nwg yuav tsw raug txaaj muag.”"},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.7","label":"7","content":"Vem le nuav tug Tswv muaj nqes kawg nkaus rua mej cov kws ntseeg, tassws has txug cov kws tsw ntseeg mas “Lub pob zeb kws cov Kws ua tsev muab xyeeb tseg lawm tub rov muab lug teeb ua lub thawj rua ntawm kaum tsev lawm.”"},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.8","label":"8","content":"hab “ua lub pob zeb kws ua rua tuabneeg dawm, hab ua txhwb zeb kws ua rua tuabneeg qaug.” Puab dawm vem puab tsw noog Vaajtswv txujlug lawv le kws tu tseg rua puab."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.9","label":"9","content":"Tassws mej yog haiv tuabneeg kws xaiv ca lawm, yog Vaajntxwv  cov pov thawj  hab ua tuabneeg dawb huv, yog cov tuabneeg kws ua Vaajtswv tug, sub mej txhad qha nwg teg num tseem ceeb,  yog tug kws hu mej tawm huv qhov tsaus ntuj lug nyob rua huv nwg qhov kaaj kws phemfwj kawg."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.10","label":"10","content":"Yaav taag lug mej tsw yog nwg haiv tuabneeg tassws nwgnuav mej yog Vaajtswv haiv tuabneeg lawm. Yaav taag lug mej tsw tau txais kev khuvleej tassws nwgnuav mej tau txais kev khuvleej lawm."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.11","label":"11","content":"Cov kws kuv hlub, kuv thov kuas mej cov kws zoo le lwm haiv tuabneeg tuaj ua qhua nyob huv lub nplajteb nuav tseg tej kws lub cev nqaj tawv ntshaw kws tawm tsaam mej tug ntsuj plig."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.12","label":"12","content":"Ca le ua zoo kawg nkaus rua huv lwm haiv tuabneeg sub yog puab has tas mej ua txhum, puab txhad pum tej kws mej ua zoo hab yuav qhuas Vaajtswv rua nub kws nwg lug saib."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.13","label":"13","content":"Mej yuav tsum nyob huv qaab txhua tug kws muaj fwjchim kev tswjfwm vem saib rua tug Tswv, tsw has tug hov yuav yog fuabtais kws muaj fwjchim"},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.14","label":"14","content":"lossws cov tswv xeev kws vaajntxwv khaiv moog txav txem rua cov kws ua txhum hab qhuas cov kws ua zoo."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.15","label":"15","content":"Vaajtswv xaav kuas mej xyum zoo sub txhad ua rua cov tuabneeg ruag kws has lug tsw muaj qaabhau tseg tsw has lawm."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.16","label":"16","content":"Mej ca le ua lub neej yaam le kws nyob ywj pheej tassws tsw xob muab qhov kws nyob ywj pheej hov lug moog ua txhum. Tassws mej yuav tsum ua mej lub neej yaam le yog Vaajtswv cov tub qhe."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.17","label":"17","content":"Ca le fwm txhua tug, hlub cov kwvtij, paub ntshai Vaajtswv, hab fwm fuabtais."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.18","label":"18","content":"Mej cov kws yog tub qhe, mej yuav tsum nyob huv qaab mej tug lospaav kev tswjfwm hab paub ntshai puab txhua yaam, tsw yog fwm tug kws sab zoo hab hlub mej xwb tassws fwm tug kws ua nruj ua tswv hab."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.19","label":"19","content":"Vem qhov nuav hum Vaajtswv lub sab, yog thaus ib tug twg xaam pum Vaajtswv nwg txhad thev kev mob rua thaus nwg raug tej kev tswm txom kws tsw raug cai."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.20","label":"20","content":"Yog mej ua txhum txhad raug nplawm txawm yog mej ua sab ntev thev los mej yuav tau koob meej le caag? Tassws yog mej ua zoo txhad raug kev tswm txom hab ua sab ntev thev, txhad yog ua hum Vaajtswv lub sab."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.21","label":"21","content":"Vem Vaajtswv hu mej lug thev kev tswm txom le nuav, tsua qhov Kheto tub raug kev tswm txom thij mej, ua yaam ntxwv tseg rua mej sub mej txhad tau taug lawv nwg tug neev taw."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.22","label":"22","content":"Nwg tsw tau ua txhum daabtsw le hab “tsw pum muaj lug daag ntxag nyob huv nwg lub qhov ncauj le.”"},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.23","label":"23","content":"Thaus puab has lug phem rua nwg, nwg tsw has phem pauj. Thaus nwg raug tswm txom nwg tsw hem puab, tassws nwg muab nwg tug kheej cob rua tug kws txav txem ncaaj nceeg."},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.24","label":"24","content":"Nwg rws peb lub txem rua huv nwg lub cev sau tug khaublig ntoo sub peb txhad tuag ntawm lub txem hab muaj txujsa nyob rua txujkev ncaaj nceeg. “Yog muaj nwg tej kav txhaab txhad khu tau peb kuas zoo.”"},{"bible_id":"1216","chapter_code":"1PE.2","verse_code":"1PE.2.25","label":"25","content":"Tsua qhov mej yuam kev yaam le tej yaaj, tassws nwgnuav mej tub rov lug cuag tug Tswv yug yaaj hab tug kws tsom kwm mej tug ntsuj plig lawm."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.1","label":"1","content":"Mej cov quaspuj kuj ib yaam nkaus, mej yuav tsum nyob huv qaab mej tug quasyawg kev tswjfwm. Txawm yog cov quasyawg qee leej tsw ntseeg Vaajtswv txujlug los qhov kws cov quaspuj xyum zoo yuav coj tau cov quasyawg lug ntseeg tsw txug has ib lus le,"},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.2","label":"2","content":"rua thaus puab pum mej ua lub neej dawb huv hab fwm puab."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.3","label":"3","content":"Tsw xob tu lub cev saab nrau xwb kws yog ntxag plaubhau, coj npauj kub lossws naav tej tsoog tsho zoo zoo nkauj xwb."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.4","label":"4","content":"Tassws ca le muab tej kws tsw txawj lwj lug tu tej kws nyob huv mej lub sab kuas zoo nkauj, yog qhov kws ua lub sab mog sab muas hab muaj lub sab tug quas yeeg. Tej nuav yog yaam kws Vaajtswv pum tas muaj nqes heev."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.5","label":"5","content":"Cov quaspuj dawb huv kws nyob txheej thau u kws muaj vaam rua huv Vaajtswv kuj tu puab lub cev hab nyob huv qaab cov quasyawg kev tswjfwm le ntawd."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.6","label":"6","content":"Ib yaam le Xala noog Aplahaa lug hab hu Aplahaa ua nwg tug tswv. Yog mej xyum zoo hab tsw xob ntshai ib yaam daabtsw, mej kuj yog Xala le tub ki."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.7","label":"7","content":"Mej cov quasyawg kuj ib yaam nkaus, ca le nrug tug quaspuj nyob hab nkaag sab tas cov quaspuj tsw muaj zug le quasyawg, hab saib taug nwg tsua qhov nwg nrug koj koom txais txujsa ntawm Vaajtswv txujkev hlub sub mej txhad tsw muaj ib yaam daabtsw khuam cheem mej tej lug thov."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.8","label":"8","content":"Thaus kawg nuav, mej suavdawg ca le koom ua ib lub sab, ib leeg xaam pum ib leeg, sws hlub, muaj lub sab taab ncuab hab ua sab mog sab muas."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.9","label":"9","content":"Tsw xob ua phem pauj phem, hab tsw xob tshev pauj qhov kws luas tshev. Tassws ca le foom koob moov rua luas, tsua qhov Vaajtswv hu mej lug ua le ntawd sub mej txhad tau koob moov."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.10","label":"10","content":"Vem tas “Tug kws nyam txujsa hab xaav pum lub caij lub nyoog zoo, ca tug hov tswj nwg tug nplaig tsw xob has lug phem, hab tswj nwg daim tawv ncauj tsw xob has tej lug daag."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.11","label":"11","content":"Ca nwg tig ntawm txujkev phem hab ua qhov zoo, ca nwg nrhav kev hum xeeb hab lawv kuas cuag."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.12","label":"12","content":"Tug Tswv lub qhov muag yeej saib ntsoov cov kws ncaaj nceeg, hab nwg lub qhov ntsej noog ntsoov puab tej lug quaj thov. Tassws tug Tswv tsom ntsoov tawm tsaam cov tuabneeg ua phem.”"},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.13","label":"13","content":"Yog mej swv zug ua zoo, leejtwg yuav ua phem rua mej?"},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.14","label":"14","content":"Tassws yog mej raug kev tswm txom vem qhov kws mej ua raug cai, mej yuav tau nyob kaaj sab lug. Tsw xob ntshai tej kws puab ntshai,  tsw xob txhawj,"},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.15","label":"15","content":"tassws huv mej lub sab mej yuav tsum fwm Kheto ua tug Tswv. Ca le npaaj txhwj txhua lub swjhawm kws yuav pav rua txhua tug kws xaav paub qhov kws mej muaj sab vaam, tassws mej yuav tsum ua sab zaam xeeb teb puab hab muab puab saib hlub."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.16","label":"16","content":"Hab ca le ua lub sab dawb paug sub thaus mej raug luas has phem cov kws thuaj qhov kws mej xyum zoo huv Kheto txhad raug txaaj muag."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.17","label":"17","content":"Yog lawv le Vaajtswv lub sab nyam mas qhov kws mej raug kev tswm txom vem yog ua zoo, kuj zoo dua raug kev tswm txom vem yog ua phem."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.18","label":"18","content":"Tsua qhov Kheto tuag  txhwv lub txem tuab zag xwb kuj txaus lawm, nwg yog tug kws ncaaj nceeg thij cov kws tsw ncaaj, sub nwg txhad coj tau peb  lug cuag Vaajtswv. Nwg lub cev nqaj tawv raug muab tua tassws nwg rov tau txujsa ntawm saab ntsuj plig."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.19","label":"19","content":"Nwg tug ntsuj plig moog tshaaj tawm rua cov ntsuj plig kws raug kaw,"},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.20","label":"20","content":"yog cov kws yaav thau u tsw noog Vaajtswv lug. Vaajtswv ua sab ntev rua puab rua ncua swjhawm kws Nau‑a ua lub nkoj txwg. Huv lub nkoj hov tuabneeg tsawg tsawg yog yim leej dim huv cov dej."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.21","label":"21","content":"Cov dej hov pev txug qhov kws ua kevcai raus dej kws nwgnuav paab mej dim, tsw yog ntxuav kev qas ntawm mej lub cev tassws yog tej lug cog tseg rua Vaajtswv tas muaj lub sab dawb paug lawm. Txujkev dim hov yog tau ntawm qhov kws Yexu Kheto caj sawv rov lug."},{"bible_id":"1216","chapter_code":"1PE.3","verse_code":"1PE.3.22","label":"22","content":"Yexu moog sau ntuj hab nyob tsawg ntawm Vaajtswv saab teg xws lawm, muaj cov tubkhai ntuj hab cov timtswv kws kaav hab tej fwjchim nyob huv qaab nwg kev tswjfwm."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.1","label":"1","content":"Yog le ntawd, vem Kheto raug kev tswm txom ntawm lub cev nqaj tawv mas mej ca le tuav rawv tej cuab yeej kws yog muaj lub sab xaav ib yaam nkaus le nwg, tsua qhov tug kws raug kev tswm txom ntawm lub cev nqaj tawv tub tso kev txhum tseg lawm,"},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.2","label":"2","content":"sub lub swjhawm kws tseed tshuav rua mej nyob huv lub cev nqaj tawv mej txhad tsw ua lawv le tuabneeg txujkev ntshaw tassws ua lawv le Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.3","label":"3","content":"Ca tej swjhawm kws dhau taag lug txaus rua tej kws lwm haiv tuabneeg nyam ua, yog qhov kws ua dev, ua lawv le lub sab phem ntshaw, qaug dej qaug cawv, noj txaus sab txaus ntsws, ua nqaaj ua nqug hab pe tej txoov daab kws ntxwm ntxub."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.4","label":"4","content":"Puab phemfwj tas mej tsw nrug puab dha moog ua phem ua qas phum laam qos ntsuav ib yaam le puab, hab puab ab ham mej."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.5","label":"5","content":"Tassws puab yuav qha tej kws puab ua lawd rua tug kws txav txem rua cov caj hab cov tuag."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.6","label":"6","content":"Vem le nuav txuj xuv zoo txhad raug muab pav rua cov tuabneeg kws tuag taag lawm sub puab txhad raug txav txem rua saab nqaj tawv ib yaam le tuabneeg tassws muaj txujsa nyob rua saab ntsuj plig ib yaam le Vaajtswv."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.7","label":"7","content":"Lub swjhawm kws txhua yaam yuav kawg lug ze lawm. Vem le nuav mej ca le feeb meej hab tswj mej lub sab sub txhad zoo thov Vaajtswv."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.8","label":"8","content":"Qhov kws tseem ceeb dua ndais huvsw, ca le swv zug sws hlub vem txujkev hlub tswj tau ntau yaam kev txhum."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.9","label":"9","content":"Mej ib leeg tog txais ib leeg tsw xob ywg le."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.10","label":"10","content":"Mej txhua tug yuav tsum swv tej tswvyim kws Vaajtswv pub rua nyag ib leeg ua koom rua ib leeg. Mej yog cov kws Vaajtswv muab txhua yaam kev hlub cob rua mej ua lawd."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.11","label":"11","content":"Yog leejtwg has lug, ca le has yaam le yog has Vaajtswv tej lug, yog leejtwg ua koom rua luas ca le swv tug zug kws Vaajtswv pub rua nwg ua, sub Vaajtswv txhad tau koob meej ntawm txhua yaam huv Yexu Kheto. Lub koob meej hab tug fwjchim kaav yeej yog nwg le moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.12","label":"12","content":"Cov kwvtij kws kuv hlub, tsw xob poob sab rua tej kev tswm txom luj heev kws yuav lug raug mej swm mej lub sab, tsw xob xaav tas yog ib yaam phemfwj lug tshwm raug mej."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.13","label":"13","content":"Tassws ca le xyiv faab tsua qhov kws tau koom Yexu tej kev tswm txom, sub thaus nwg tug fwjchim ci ntsaa ab tshwm lug mej yuav zoo sab xyiv faab kawg."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.14","label":"14","content":"Yog mej raug luas thuaj vem yog tim Kheto lub npe, mej yuav tau nyob kaaj sab lug, vem Vaaj Ntsuj Plig kws muaj fwjchim ci ntsaa ab, kws yog Vaajtswv tug Ntsuj Plig, nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.15","label":"15","content":"Tsw xob ca mej cov leejtwg raug kev tswm txom vem yog tua tuabneeg, ua tub saab, ua phem lossws ua tuabneeg tshum phij lwm tug."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.16","label":"16","content":"Tassws yog raug tswm txom vem yog ib tug Khixatia,  tug hov tsw xob txaaj muag, ca nwg pub koob meej rua Vaajtswv vem yog lub npe ntawd."},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.17","label":"17","content":"Tub txug lub swjhawm lawm kws yuav xub txav txem rua Vaajtswv tsev tuabneeg ua ntej. Yog chiv txav txem rua peb ua ntej, cov tuabneeg kws tsw noog Vaajtswv txuj xuv zoo thaus kawg yuav zoo le caag?"},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.18","label":"18","content":"“Yog tug ncaaj nceeg tub ceblaaj dim tau, tug tuabneeg phem hab muaj txem yuav raug le caag?”"},{"bible_id":"1216","chapter_code":"1PE.4","verse_code":"1PE.4.19","label":"19","content":"Yog le nuav ca cov kws raug kev tswm txom lawv le Vaajtswv lub sab nyam muab puab tug ntsuj plig cob rua tug kws tswm kws peb tso sab tau, hab ca le ua zoo moog le."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.1","label":"1","content":"Kuv thov ntuag mej cov kws saib pawg ntseeg. Kuv yog ib tug kws saib pawg ntseeg hab ua timkhawv txug Kheto txujkev raug tswm txom hab koom tug fwjchim ci ntsaa ab kws yuav tshwm lug."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.2","label":"2","content":"Ca le yug Vaajtswv paab yaaj kws nyob huv mej [kws muab cob rua mej saib],  tsw yog yuam mej lub sab tassws zoo sab ua [lawv le Vaajtswv lub sab nyam],   tsw yog ntshaw tej nyaj txag kws yuav tau tassws kub sab ua,"},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.3","label":"3","content":"tsw yog swv fwjchim quab yuam cov kws muab cob rua mej saib tassws ua yaam ntxwv rua paab yaaj xyum."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.4","label":"4","content":"Mas thaus tug Tswv yaaj kws luj kawg tshwm lug mej yuav tau lub mom kub muaj meej kws tsw txawj qub."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.5","label":"5","content":"Ib yaam le ntawd mej cov hluas yuav tsum nyob huv qaab cov saib pawg ntseeg le kev tswjfwm. Mej txhua tug ca le muab qhov kws txu fwjchim ib leeg rua ib leeg lug naav, tsua qhov “Vaajtswv tawm tsaam cov kws tsaab ua luj, tassws nwg hlub cov kws txu fwjchim.”"},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.6","label":"6","content":"Vem le nuav mej ca le txu mej nyob huv qaab Vaajtswv txhais teg kws muaj fwjchim luj sub thaus txug swjhawm Vaajtswv txhad le tsaa mej sawv kuas sab."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.7","label":"7","content":"Ca le muab mej txhua yaam kev txhawj xeeb tso plhuav rua nwg, vem nwg mob sab mej."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.8","label":"8","content":"Ca le feeb meej hab ceev faaj zuv tog. Mej tug yeeb ncuab kws yog Ntxwg Nyoog ncig moog ncig lug zoo yaam nkaus le tug tsuv ntxhuav nyooj quas lawg nrhav tug kws yuav tum tau noj."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.9","label":"9","content":"Ca le muaj sab ruaj huv txujkev ntseeg tiv thaiv nwg, tsua qhov mej paub tas mej cov kwvtij thoob plawg lub nplajteb kuj raug kev tswm txom ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.10","label":"10","content":"Thaus mej raug kev tswm txom ib nyuas ntu, mas Vaajtswv kws muaj txujkev hlub puv npo kws tau hu mej lug koom nwg tug fwjchim ci ntsaa ab kws nyob moog ib txhws huv Kheto, nwg yuav pub mej nyob zoo le qub, yuav fwj mej nyob ruaj, pub zug rua mej hab tsaa mej nyob ruaj moog le."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.11","label":"11","content":"Thov ca nwg muaj fwjchim kaav moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.12","label":"12","content":"Kuv kuas Xivana kws kuv pum tas yog ib tug kwvtij kws tso sab tau sau tsaab ntawv tsw ntau pes tsawg nuav tuaj rua mej. Kuv xaav txhawb mej lub sab hab ua timkhawv rua mej tas tej kws kuv sau nuav yog Vaajtswv txujkev hlub tag. Ca le nyob ruaj rua huv txujkev hlub nuav."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.13","label":"13","content":"Tug kws nyob huv lub nroog Npanpiloo  kws raug xaiv lug ntseeg ib yaam nkaus hab kuv tug tub Malakau has lug ncu txug tuaj rua mej."},{"bible_id":"1216","chapter_code":"1PE.5","verse_code":"1PE.5.14","label":"14","content":"Ca le sws fem ntawm txuj kevcai nwj kws yog kev sws hlub. Thov txujkev sab tug nrug nraim mej cov kws nyob huv Kheto."}]