[{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.1","label":"1","content":"Povlauj kws yog Yexu Kheto tug tubkhai lawv le Vaajtswv lub sab nyam hab peb tug kwv Timaute xaa moog rua Vaajtswv pawg ntseeg huv lub moos Khaulee hab rua txhua tug xuv dawb kws nyob thoob plawg lub xeev Akhaya."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.2","label":"2","content":"Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.3","label":"3","content":"Qhuas Vaajtswv kws yog peb tug Tswv Yexu Kheto leej Txwv, yog leej Txwv kws muaj lub sab taab ncuab hab yog Vaajtswv kws txhawb sab txhua yaam."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.4","label":"4","content":"Nwg txhawb peb lub sab rua txhua yaam kev ceblaaj kws peb raug sub peb txhad muab qhov kws Vaajtswv txhawb peb lub sab hov moog txhawb tau cov kws raug ceblaaj lub sab tsw has yaam twg."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.5","label":"5","content":"Vem peb koom nrug Kheto tej kev txom nyem ntau npaum le caag, peb kuj koom kev txhawb sab rua huv Kheto ntau npaum le ntawd."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.6","label":"6","content":"Qhov kws peb raug ceblaaj kuj yog ua rua mej tau txais kev txhawb sab hab tau txujkev dim. Hab qhov kws peb tau txais kev txhawb sab kuj ua rua mej tau txais kev txhawb sab tsua qhov kws mej tiv kev txom nyem ib yaam le peb tiv ntawd."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.7","label":"7","content":"Peb yeej ca sab hlo rua mej, vem peb paub tas mej koom nrug peb raug kev txom nyem le caag, mej kuj koom nrug peb tau kev txhawb sab ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.8","label":"8","content":"Cov kwvtij, peb xaav kuas mej paub txug tej kev ceblaaj kws peb raug huv lub xeev Axia. Peb raug txujkev txom nyem nyaav kawg dhau peb tug zug ua rua peb taag kev vaam tas peb yuav tsw muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.9","label":"9","content":"Qhov tseeb peb xaav tas peb tub raug txav txem tuag lawm. Tej nuav ua rua peb tsw xob ca sab rua peb tug kheej tassws ca sab rua Vaajtswv kws tsaa cov tuabneeg tuag caj sawv rov lug."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.10","label":"10","content":"Vaajtswv cawm peb dim tej xwm txheej kev tuag lug lawm, hab nwg yuav cawm peb dua hab. Peb ca sab rua huv nwg tas nwg yuav cawm peb ntxwv moog,"},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.11","label":"11","content":"vem mej koom nrug peb ua num rua thaus mej thov Vaajtswv paab. Hab yuav muaj tuabneeg coob ua Vaajtswv tsaug txug peb vem yog txujkev hlub kws muab pub rua peb vem qhov kws tuabneeg coob coob tej lug thov."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.12","label":"12","content":"Peb khaav le nuav. Peb lub sab ua timkhawv tas peb muaj lub sab dawb huv hab lub sab dawb paug lug ntawm Vaajtswv txhad xyum zoo rua huv lub nplajteb, tsw yog xyum lawv le tuabneeg le tswvyim tassws xyum lawv le Vaajtswv txujkev hlub, hab peb yimfuab xyum zoo rua mej."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.13","label":"13","content":"Peb tsw sau dua lwm zaaj tuaj rua mej tsuas yog zaaj kws mej nyeem tau hab nkaag sab tau xwb. Kuv vaam tas mej yuav nkaag sab taag huvsw,"},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.14","label":"14","content":"ib yaam le mej tub nkaag sab ib txha lawm, mas txug tug Tswv Yexu nub mej yuav khaav tau txug peb ib yaam le kws peb khaav txug mej."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.15","label":"15","content":"Vem kuv ruaj sab le nuav kuv txhad xaav tuaj saib mej ua ntej, sub mej txhad tau koob moov ob zag."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.16","label":"16","content":"Thaus kuv taug kev moog rua lub xeev Makhentaunia, kuv xaav lug saib mej, hab thaus rov qaab ntawm Makhentaunia lug kuv yuav lug saib mej dua hab mej le xaa kuv moog rua lub xeev Yutia."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.17","label":"17","content":"Qhov kws kuv npaaj sab le nuav kuv tseed ua ywj faab ywj fwj lov? Kuv npaaj sab yaam le tuabneeg nplajteb kuv txhad has tas “Yog” hab “Tsw yog” ua ke lov?"},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.18","label":"18","content":"Muaj Vaajtswv kws tso sab tau pum, tej lug kws peb has rua mej tsw muaj lu kws has tas “Yog” hab “Tsw yog” ua ke."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.19","label":"19","content":"Tsua qhov Vaajtswv leej Tub kws yog Yexu Kheto kws kuv hab Xivana hab Timaute peb tshaaj tawm rua huv mej tsw yog “Yog” hab “Tsw yog” ua ke, tassws huv Tswv Yexu puavleej “yog” xwb."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.20","label":"20","content":"Vaajtswv tej lug cog tseg huvsw puavleej “Yog” huv Yexu. Vem le nuav peb txhad has tas “Amee” ntawm Yexu, txhad ua rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.21","label":"21","content":"Tug kws ua rua peb nrug mej nyob ruaj rua huv Kheto hab tug kws tsaa  peb yog Vaajtswv."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.22","label":"22","content":"Vaajtswv nas lub hom thawj rua peb hab pub Vaaj Ntsuj Plig rua huv peb lub sab ua puav pheej."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.23","label":"23","content":"Kuv thov Vaajtswv ua timkhawv txug kuv tas qhov kws kuv tsw tau rov moog rua lub moos Khaulee, tub yog kuv tsw xaav ca mej raug kev nyuaj sab."},{"bible_id":"1216","chapter_code":"2CO.1","verse_code":"2CO.1.24","label":"24","content":"Peb tsw yog cov kws tswjfwm mej txujkev ntseeg, tassws peb nrug mej koom teg kuas mej tau txujkev xyiv faab, vem tas mej nyob ruaj khov huv txujkev ntseeg lawm."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.1","label":"1","content":"Yog le hov kuv txhad npaaj sab tas kuv yuav tsw tuaj ua rua mej rov ntxhuv sab dua ib zag."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.2","label":"2","content":"Yog kuv ua rua mej ntxhuv sab, leejtwg yuav ua rua kuv zoo sab xyiv faab tsuas yog cov kws kuv ua rua ntxhuv sab xwb?"},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.3","label":"3","content":"Kuv sau thawj tsaab ntawv hov sub thaus tuaj txug lawd kuv txhad tsw raug kev ntxhuv sab ntawm cov tuabneeg kws tswm nyog ua kuas kuv zoo sab xyiv faab, tsua qhov kuv ruaj sab rua mej txhua tug tas thaus kuv zoo sab mej suavdawg yuav zoo sab hab."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.4","label":"4","content":"Kuv sau tsaab ntawv hov nrug lub kua muag hab kev ceblaaj txom nyem hab kev nyuaj sab heev kawg tuaj rua mej, tsw yog sau tuaj ua rua mej ntxhuv sab tassws yog sau qha mej paub tas kuv hlub mej ntau tshaaj plawg."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.5","label":"5","content":"Yog leejtwg ua kuas muaj kev ntxhuv sab tug hov tsw yog ua rua kuv tuab leeg ntxhuv sab xwb tassws kuj ua rua mej txhua tug ntxhuv qho ntswv hab (kuv has “qho ntswv” hov tub yog vem kuv tsw xaav has nyaav dhau.)"},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.6","label":"6","content":"Qhov kws feem coob rau txem rua tug hov kuj txaus lawm."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.7","label":"7","content":"Yog le nuav tswm nyog mej zaam txem hab nplig tug hov lub sab zoo dua, tsaam tes txujkev kws nyuaj sab heev kawg nyaab hlo nwg."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.8","label":"8","content":"Yog le nuav kuv txhad thov mej tuav rawv txujkev hlub rua nwg dua."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.9","label":"9","content":"Qhov kws kuv sau le hov yog kuv xaav swm mej saib mej yuav noog lug txhua yaam los tsw noog."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.10","label":"10","content":"Yog mej zaam txem rua leejtwg kuv kuj zaam txem rua tug hov hab. Yog kuv zaam txem rua txujkev txhum twg (yog muaj zaaj twg kws yuav tsum zaam txem rua tag) kuv kuj zaam txem taab meeg Kheto lub xubndag vem yog saib rua mej,"},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.11","label":"11","content":"sub Xataa  txhad kov tsw yeej peb vem peb tub paub nwg tej tswvyim phem lawm."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.12","label":"12","content":"Thaus kuv moog txug lub moos Rhau‑a es yuav pav txuj xuv zoo has txug Kheto, tug Tswv tub qheb qhov rooj rua kuv hov ntawd."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.13","label":"13","content":"Tassws kuv tseed tsw tau kaaj sab vem tsw tau ntswb kuv tug kwv Titau hov ntawd, kuv txhad xob puab hab moog rua lub xeev Makhentaunia."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.14","label":"14","content":"Tassws ua Vaajtswv tsaug, kws nwg naj nub coj peb moog ua ib paab kws kov yeej rua huv Kheto, hab nwg swv peb ua rua tug ntxhab tsw qaab kws yog qhov kws paub Kheto nthuav moog rua txhua qhov."},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.15","label":"15","content":"Peb yog Kheto tug ntxhab tsw qaab rua Vaajtswv huv cov tuabneeg kws saamswm dim hab huv cov kws saamswm puam tsuaj,"},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.16","label":"16","content":"yog cov paa kws coj moog rua txujkev tuag rua cov kws saamswm puam tsuaj hab yog cov paa kws coj moog rua txujsa rua cov kws saamswm dim. Leejtwg tswm nyog rua tej num kws has taag nuav?"},{"bible_id":"1216","chapter_code":"2CO.2","verse_code":"2CO.2.17","label":"17","content":"Peb zoo tsw thooj le cov tuabneeg coob coob kws muab Vaajtswv txujlug muag tshaaj thawj tassws peb nyob huv Kheto muaj lub sab dawb paug has taab meeg Vaajtswv ib yaam le tuabneeg kws Vaajtswv khaiv tuaj."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.1","label":"1","content":"Peb chiv rov qhuas peb tug kheej dua lov? Lossws peb cheem tsum tej tsaab ntawv qha peb tug kheej rua mej lossws cheem tsum mej sau ntawv qha peb rua luas ib yaam le qee leej cheem tsum lov?"},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.2","label":"2","content":"Mej tub yog tsaab ntawv kws qha peb tug kheej kws muab sau ca rua huv peb  lub sab, rua ib tsoom tuabneeg paub hab nyeem."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.3","label":"3","content":"Mej kuj tshwm lug ua Kheto le tsaab ntawv kws peb muab xaa moog hab tsw yog kua mem sau tassws yog Vaajtswv kws muaj txujsa nyob tug Ntsuj Plig sau hab tsw yog sau rua huv daim txag zeb tassws sau rua huv mej nplooj sab."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.4","label":"4","content":"Vem muaj Kheto peb txhad muaj lub sab ruaj nreeg le nuav."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.5","label":"5","content":"Peb tsw muaj peevxwm suav tas muaj ib yaam daabtsw tshwm huv peb tug kheej lug tassws peb tej peevxwm hov lug ntawm Vaajtswv lug xwb."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.6","label":"6","content":"Nwg pub peevxwm rua peb txawj ua num rua tej lug cog tseg tshab, tsw yog lawv le tug npe ntawv kws sau ca tassws yog lawv le Vaaj Ntsuj Plig qha. Tug npe ntawv kws sau ca tua kuas tuag, tassws Vaaj Ntsuj Plig pub txujsa."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.7","label":"7","content":"Qhov kws ua koom rua Vaajtswv lawv le tej npe ntawv kws muab txaug ca rua huv daim txag zeb kuj txawj ua rua tuabneeg tuag tau, los tseed muaj fwjchim ci ntsaa ab, ua rua cov Yixayee saib tsw tau Mauxe lub ntsej muag vem ci heev. Tassws tug fwjchim ci ntsaa ab hov pluj lawm."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.8","label":"8","content":"Qhov kws ua koom rua Vaajtswv lawv le Vaaj Ntsuj Plig coj kuj yimfuab yuav muaj fwjchim ci ntsaa ab heev dua los tsw yog?"},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.9","label":"9","content":"Yog qhov kws coj lawv le txuj kevcai kws ua kuas raug txem muaj fwjchim ci ntsaa ab mas qhov kws ua lawv le txujkev kws ua kuas tau txujkev ncaaj nceeg yimfuab yuav muaj fwjchim ci ntsaa ab ntau npaug."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.10","label":"10","content":"Qhov tseeb yaam kws txeev muaj fwjchim ci ntsaa ab tub pluj lawm tsua qhov nwgnuav muaj tug fwjchim ci ntsaa ab kws luj dua."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.11","label":"11","content":"Yog tas yaam kws pluj moog lawm txeev nrug fwjchim ci ntsaa ab tuaj, yaam kws nyob moog ib txhws yimfuab yuav muaj fwjchim ci ntsaa ab ntau npaug."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.12","label":"12","content":"Vem peb muaj vaam le nuav peb txhad ua tau sab tuab heev."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.13","label":"13","content":"Hab peb tsw thooj le Mauxe kws muab daim ntaub kauv lub ntsej muag txhad tsw pub cov Yixayee saib qhov kws tug fwjchim ci ntsaa ab pluj quas zug taag."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.14","label":"14","content":"Tassws puab lub sab tawv heev, tsua qhov lug txug naj nub nwgnuav thaus puab nyeem tej lug cog tseg qub, tuab daim ntaub hov tseed tsw tau muab yaws, tsua qhov yuav raug muab tshem tau huv Kheto xwb."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.15","label":"15","content":"Tassws lug txug naj nub nwgnuav thaus nyeem Mauxe tej lug daim ntaub tseed kauv puab lub sab ca."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.16","label":"16","content":"Tassws thaus leejtwg tig lug cuag tug Tswv, daim ntaub hov txhad raug muab tshem moog."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.17","label":"17","content":"Tug Tswv yog Vaaj Ntsuj Plig, hab tug Tswv tug Ntsuj Plig nyob hovtwg, kev thaaj yeeb nyob hov ntawd."},{"bible_id":"1216","chapter_code":"2CO.3","verse_code":"2CO.3.18","label":"18","content":"Peb suavdawg tsw muaj daim ntaub kauv lub ntsej muag lawm mas peb zoo le daim av kws xyeem tug Tswv tug fwjchim ci ntsaa ab,  peb kuj hloov kuas zoo le nwg tug yaam ntxwv hab muaj koob meej zuj zug moog, yog lub koob meej kws lug ntawm tug Tswv kws yog Vaaj Ntsuj Plig lug."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.1","label":"1","content":"Yog le nuav vem peb muaj teg num nuav ntawm Vaajtswv txujkev khuvleej, peb txhad tsw poob sab."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.2","label":"2","content":"Peb tso tej kev txaaj muag kws zais nreeg huv peb lub sab tseg. Peb tsw swv tej tswvyim phem lossws muab Vaajtswv txujlug hloov, tassws peb nthuav hlo qhov tseeb txhad qha peb tug kheej rua suavdawg lub sab tshuaj saib taab meeg Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.3","label":"3","content":"Yog peb txuj xuv zoo tseed raug daim ntaub kauv, kuj yog raug kauv ntawm cov kws saamswm yuav puam tsuaj."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.4","label":"4","content":"Tug daab kws kaav tam nuav ua rua cov kws tsw ntseeg, txujkev xaav tsaus ntuj nti moog lawm, puab txhad tsw pum txuj xuv zoo qhov kaaj kws has txug tug fwjchim ci ntsaa ab huv Kheto kws yog Vaajtswv tug yaam ntxwv."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.5","label":"5","content":"Tsua qhov tsw yog peb tshaaj tawm peb tug kheej tassws tshaaj tawm tas Yexu Kheto yog tug Tswv hab peb yog mej le qhev vem yog saib rua Yexu."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.6","label":"6","content":"Tsua qhov Vaajtswv kws has tas, “Ca qhov kaaj ci huv qhov tsaus ntuj tuaj,”  nwg tsom qhov kaaj tuaj rua huv peb lub sab sub peb txhad muaj qhov kaaj kws paub txug Vaajtswv tug fwjchim ci ntsaa ab kws tshwm rua ntawm Kheto lub ntsej muag."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.7","label":"7","content":"Peb muaj tej kws muaj nqes nuav nyob huv lub taig aav sub txhad pum tas tug fwjchim kws luj kawg nkaus hov yog Vaajtswv le tsw yog lug ntawm peb lug."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.8","label":"8","content":"Peb raug kev ceblaaj txhua faab tuaj, tassws tsw txug qeb nti tsw taug, peb sab faaj taag tassws tsw taag kev vaam,"},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.9","label":"9","content":"peb raug tswm txom, tassws tsw raug muab pov tseg, peb raug ntaus qaug tassws kuj tsw raug puam tsuaj."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.10","label":"10","content":"Peb naj nub rws Yexu txujkev tuag rua huv peb lub cev, sub Yexu txujsa txhad le tshwm rua huv peb lub cev hab."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.11","label":"11","content":"Peb cov kws tseed muaj txujsa nyob raug muab cob rua txujkev tuag tsw tu le vem yog saib rua Yexu, sub Yexu txujsa txhad le tshwm rua huv peb lub cev nqaj kws txawj tuag."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.12","label":"12","content":"Yog le nuav txujkev tuag saamswm ua num rua huv peb, tassws txujsa saamswm ua num rua huv mej."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.13","label":"13","content":"Peb muaj sab ntseeg ib yaam nkaus le kws sau ca has tas, “Kuv ntseeg kuv txhad le has,”  peb kuj ntseeg peb txhad le has hab."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.14","label":"14","content":"Peb paub tas tug kws tsaa tug Tswv Yexu caj sawv rov lug yuav tsaa peb nrug Yexu caj sawv rov lug hab, hab yuav coj peb nrug mej ua ke moog cuag nwg."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.15","label":"15","content":"Txhua yaam nuav muaj qaabhau rua mej, sub thaus Vaajtswv txujkev hlub nthuav moog txug tuabneeg coob quas zug, qhov kws ua Vaajtswv tsaug kuj yuav muaj ntau zuj zug txhad ua rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.16","label":"16","content":"Vem le nuav peb txhad tsw poob sab. Txawm yog peb lub cev saab nrau sem quas zug los saab huv kuj naj nub hloov dua tshab."},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.17","label":"17","content":"Tsua qhov tej kev txom nyem miv miv kws peb raug ib nyuas ntu nuav yuav ua rua peb tau koob meej ntau kawg moog ib txhws tsw muaj daabtsw pev tau,"},{"bible_id":"1216","chapter_code":"2CO.4","verse_code":"2CO.4.18","label":"18","content":"tsua qhov peb tsw saib rua tej kws peb qhov muag pum tassws saib rua tej kws qhov muag tsw pum. Vem tas tej kws qhov muag pum nyob tsw ntev tassws tej kws qhov muag tsw pum nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.1","label":"1","content":"Peb paub tas yog lub cev kws zoo le lub tsev pheeb suav kws peb nyob huv nplajteb nuav raug puam tsuaj, peb tseed muaj lub chaw nyob kws Vaajtswv pub, yog lub tsev kws tsw yog tuabneeg txhais teg ua kws yuav nyob moog ib txhws tsw kawg sau ntuj."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.2","label":"2","content":"Huv lub tsev nuav peb ntsaaj quas lawg xaav muab lub chaw nyob sau ntuj lug naav,"},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.3","label":"3","content":"vem thaus naav lawm peb yuav tsw lab qaab."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.4","label":"4","content":"Thaus peb tseed nyob huv lub tsev pheeb suav nuav peb ntsaaj quas lawg nyaav sab kawg, tsw yog peb xaav nyob do cuas tassws peb xaav naav dua lub tshab sub yaam kws txawj tuag txhad raug txujsa muab nqog."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.5","label":"5","content":"Vaajtswv yog tug kws npaaj peb ca kuas muaj lub chaw nyob tshab. Hab nwg pub Vaaj Ntsuj Plig ua puav pheej rua peb."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.6","label":"6","content":"Vem le nuav peb txhad ruaj sab tsw tu ncua hab paub tas thaus peb tseed nyob huv lub cev nuav peb nyob deb ntawm tug Tswv lub xubndag,"},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.7","label":"7","content":"vem peb ua neej nyob lawv le txujkev ntseeg tsw yog lawv le tej kws qhov muag pum."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.8","label":"8","content":"Peb ruaj sab hab pum tas qhov kws peb tawm huv lub cev nuav moog nrug tug Tswv nyob zoo dua."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.9","label":"9","content":"Vem le nuav peb npaaj sab tas txawm yog yuav nyob huv lub cev nuav lossws tawm moog peb yuav ua kuas txaus Vaajtswv sab."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.10","label":"10","content":"Vem tas peb txhua tug yuav tsum tshwm ntsej muag rua ntawm Kheto lub rooj txav txem, sub txhua tug txhad tau saws lawv le tej kws thaus nwg tseed nyob huv lub cev nuav nwg tau ua, tsw has zoo lossws phem."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.11","label":"11","content":"Yog le ntawd, vem peb paub ntshai tug Tswv lawm peb txhad yum ib tsoom tuabneeg. Peb zoo le caag Vaajtswv yeej pum huvsw, hab kuv vaam tas mej lub sab kuj pum hab."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.12","label":"12","content":"Tsw yog peb rov qhuas peb rua mej tassws yog muab swjhawm rua mej khaav txug peb, sub mej txhad muaj lug teb cov kws nyam khaav txug tej kws qhov muag pum tsw yog khaav txug tej kws nyob huv lub sab."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.13","label":"13","content":"Yog tas peb vwm lawm kuj yog peb saib rua Vaajtswv, hab yog tas peb meej pem kuj yog peb saib rua mej."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.14","label":"14","content":"Tsua qhov Kheto txujkev hlub kaav rawv peb. Peb ruaj sab tas muaj ib tug tuag thij suavdawg, yog le ntawd suavdawg txhad tuag lawm."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.15","label":"15","content":"Hab nwg tuag thij suavdawg sub cov kws tseed muaj txujsa nyob txhad tsw nyob xaam pum rua puab tug kheej xwb tassws yuav nyob xaam pum rua tug kws tuag hab raug muab tsaa sawv rov lug vem yog saib rua puab."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.16","label":"16","content":"Vem le nuav txwj nuav moog peb tsw tshuaj saib leejtwg lawv le tuabneeg nplajteb saib. Txawm yog yaav taag lug peb tshuaj saib Kheto lawv le tuabneeg nplajteb saib, los nwgnuav peb tsw tshuaj saib nwg le ntawd dua le lawm."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.17","label":"17","content":"Vem le nuav, yog leejtwg nyob huv Kheto, tug hov kuj raug muab tswm dua tshab lawm. Tej yaam qub tub dua taag lawm, saib maj tej yaam tshab tub tshwm lug lawm."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.18","label":"18","content":"Txhua yaam nuav tshwm ntawm Vaajtswv lug. Vaajtswv swv Kheto ua kuas peb rov nrug Vaajtswv sws raug zoo hab muab teg num kws coj luas lug nrug nwg sws raug zoo rua peb ua,"},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.19","label":"19","content":"yog qhov kws Vaajtswv nyob huv Kheto ua kuas  nplajteb rov nrug Vaajtswv sws raug zoo, nwg tsw suav tas puab muaj txem, hab nwg muab zaaj kws has txug qhov kws rov nrug Vaajtswv sws raug zoo rua peb qha."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.20","label":"20","content":"Vem le nuav peb txhad ua Kheto cov tub sawv cev, mas zoo le Vaajtswv swv peb thov mej. Peb txhad nyob Kheto chaw thov mej lug nrug Vaajtswv sws raug zoo."},{"bible_id":"1216","chapter_code":"2CO.5","verse_code":"2CO.5.21","label":"21","content":"Vaajtswv muab Kheto kws tsw muaj txem ua lub txem nyob peb chaw, sub peb txhad tau Vaajtswv txujkev ncaaj nceeg huv Kheto."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.1","label":"1","content":"Vem peb nrug Vaajtswv ua num peb thov kuas mej tsw xob txais Vaajtswv txujkev hlub lug ua yaam kws tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.2","label":"2","content":"Tsua qhov Vaajtswv has tas, “Lub swjhawm kws kuv hlub, kuv tub noog koj, nub kws cawm dim, kuv tub paab koj.” Saib maj, nwgnuav yog lub swjhawm kws nwg hlub, hab nuav yog nub kws cawm dim."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.3","label":"3","content":"Peb tsw muab ib yaam daabtsw lug taav leejtwg kev hlo le sub qhov kws ua teg num nuav txhad tsw raug thuaj."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.4","label":"4","content":"Tassws peb ua rua suavdawg pum tas peb yog cov kws ua koom rua Vaajtswv rua txhua txujkev, yog qhov kws peb ua sab ntev thev ntau yaam, raug kev txom nyem, kev ceblaaj, kev nyuaj sab,"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.5","label":"5","content":"peb raug nplawm, raug kaw huv tsev loj faaj, raug kev kub ntxhuv, ua num khwv, nyaj daab ndub, hab yoo tshaib yoo nqhes,"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.6","label":"6","content":"peb muaj sab dawb paug, muaj kev paub, muaj kev thev taug, muaj kev khuvleej, muaj Vaaj Ntsuj Plig kws dawb huv hab muaj txujkev hlub kws tuaj nruab sab,"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.7","label":"7","content":"peb has lug tseeb hab muaj Vaajtswv tug fwjchim hab tuav rawv txujkev ncaaj nceeg ua cuab yeej rua huv txhais teg xws hab txhais teg phem."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.8","label":"8","content":"Peb raug luas fwm hab raug luas saib tsw taug, peb raug luas thuaj hab raug luas qhuas. Luas has tas peb yog tuabneeg daag ntxag tassws tseed yog tuabneeg ncaaj,"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.9","label":"9","content":"peb zoo le tej tuabneeg kws tsw muaj leejtwg paub los suavdawg tseed paub peb zoo, peb zoo le tuabneeg tuag, tassws saib maj tseed muaj txujsa nyob, peb raug nplawm los tsw tuag,"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.10","label":"10","content":"peb muaj kev txhawj xeeb tassws tseed xyiv faab tsw tu ncua, peb yog tuabneeg pluag tassws tseed ua rua tuabneeg coob coob nplua nuj tuaj, peb tsw muaj ib yaam daabtsw le los tseed muaj txhua yaam ua peb tug."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.11","label":"11","content":"Cov tuabneeg Khaulee 'e, peb has rua mej tsw zais hlo le hab peb ua lub sab daav rua mej."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.12","label":"12","content":"Peb tsw ua peb lub sab nqaim, tsuas yog mej ua mej lub sab nqaim xwb."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.13","label":"13","content":"Thov mej ua ib yaam nkaus le peb ua. Kuv has rua mej ib yaam le has rua mivnyuas, mas thov mej ua lub sab daav hab."},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.14","label":"14","content":"Tsw xob nrug tug kws tsw ntseeg koom ib tug quab. Tsua qhov txujkev ncaaj nceeg yuav koom nrug txujkev tsw ncaaj tau le caag? Hab qhov kaaj yuav koom nrug qhov tsaus ntuj tau le caag?"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.15","label":"15","content":"Kheto hab tug daab Npeli‑aa yuav nyob tau ua ke le caag? Lossws tug ntseeg yuav muaj feem daabtsw nrug tug tsw ntseeg?"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.16","label":"16","content":"Vaajtswv lub tuam tsev hab tej txoov daab yuav has hum tau le caag? Tsua qhov peb yog Vaajtswv kws muaj txujsa nyob lub tuam tsev lawv le Vaajtswv has ca tas, “Kuv yuav nyob huv puab hab moog moog lug lug huv plawv puab hab kuv yuav ua puab tug Vaajtswv hab puab yuav ua kuv haiv tuabneeg.”"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.17","label":"17","content":"“Vem le nuav, ca le tawm huv puab moog hab cais ntawm puab cov nyob rua ib caag, tug Tswv has le nuav. Hab tsw xob kov tej kws qas tsw huv, kuv txhad le txais yuav mej.”"},{"bible_id":"1216","chapter_code":"2CO.6","verse_code":"2CO.6.18","label":"18","content":"“Hab kuv yuav ua mej leej txwv hab mej yuav ua kuv le tub le ntxhais. Tug Tswv kws muaj fwjchim luj kawg nkaus has le nuav.”"},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.1","label":"1","content":"Cov kwvtij kws kuv hlub, vem peb muaj tej lug cog tseg nuav, ca peb ntxuav peb tug kheej kuas dawb huv ntawm txhua yaam kev phem kev qas saab nqaj tawv hab saab ntsuj plig txhad muaj txujkev dawb huv puv npo vem paub ntshai Vaajtswv."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.2","label":"2","content":"Ca le qheb sab txais peb. Peb tsw tau ua txhum rua leejtwg, peb tsw tau rhuav tshem leejtwg, tsw tau txeeb luas tug."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.3","label":"3","content":"Kuv has le nuav tsw yog has rau txem rua mej vem kuv tub has ua ntej tas mej yeej nyob rawv huv peb lub sab, txawm yog tuag hab caj los peb yeej yuav nyob ua ke."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.4","label":"4","content":"Kuv tso sab rua mej hab khaav quas ntxhas txug mej heev kawg le. Kuv tau txais kev txhawb sab puv npo. Kuv zoo sab xyiv faab kawg nkaus rua txhua yaam kev txom nyem ceblaaj kws peb raug."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.5","label":"5","content":"Vem tas thaus peb tuaj txug lub xeev Makhentaunia lawm, peb lub cev tsw tau su hlo le, tassws peb raug kev ceblaaj rua txhua faab, saab nrau muaj kev tawm tsaam saab huv muaj kev txhawj ntshai."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.6","label":"6","content":"Tassws Vaajtswv kws txhawb tug kws poob sab lub sab nwg kuj txhawb peb lub sab yog qhov kws Titau tuaj,"},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.7","label":"7","content":"tsw yog qhov kws Titau tuaj txhawb peb lub sab xwb, tassws qhov kws nwg txais kev txhawb sab ntawm mej kuj txhawb peb lub sab hab. Nwg has rua peb paub txug qhov kws mej ncu txug kuv hab tej kws mej nyuaj sab hab qhov kws mej kub sab quas lug rua kuv, ua rua kuv yimfuab xyiv faab tuaj."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.8","label":"8","content":"Txawm yog kuv thawj tsaab ntawv ua rua mej ntxhuv sab los kuv tsw nyuaj sab. Txawm yog ua ntej kuv nyuaj sab vem kuv pum tas tsaab ntawv hov ua rua mej ntxhuv sab ib nyuas ntu,"},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.9","label":"9","content":"tassws nwgnuav kuv zoo sab, tsw yog vem mej ntxhuv sab tassws yog vem qhov kws mej ntxhuv sab hov ua rua mej ntxeev dua sab. Tsua qhov mej ntxhuv sab lawv le Vaajtswv pum zoo, mej txhad tsw raug txom nyem le caag vem yog tim peb."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.10","label":"10","content":"Vem qhov kws ntxhuv sab lawv le Vaajtswv pum zoo yuav coj moog txug txujkev dim hab tsw ua kuas muaj kev nyuaj sab, tassws qhov kws ntxhuv sab lawv le nplajteb yuav coj moog txug kev tuag."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.11","label":"11","content":"Swm saib maj, qhov kws ntxhuv sab lawv le Vaajtswv pum zoo nuav ua rua mej kub sab quas lug npaum le caag, hab ua kuas mej kub sab daws mej zaaj hab ua kuas mej chim sab hab raag dheev hab ua rua mej ncu txug kuv heev hab ua kuas mej mob sab hab ua kuas mej rau txem rua tug kws txhum. Txhua yaam nuav tub qha tas mej tsw txhum hlo le."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.12","label":"12","content":"Yog le nuav, txawm yog kuv tub sau tsaab ntawv tuaj rua mej lawm, kuj tsw yog kuv xaam pum tug kws ua txhum lossws xaam pum tug kws raug tug hov ua txhum rua, tassws kuv xaav kuas qhov kws mej kub sab quas lug rua kuv tshwm rua huv mej cov taab meeg Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.13","label":"13","content":"Vem yog le nuav peb txhad tau txais kev txhawb sab. Dua le qhov kws peb tau txais kev txhawb sab peb tseed yimfuab zoo sab heev kawg tsua qhov kws Titau xyiv faab vem mej txhua tug ua rua nwg lub sab tug."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.14","label":"14","content":"Yog kuv tau qhuas mej le caag rua Titau lawm kuv kuj tsw raug txaaj muag le. Txhua yaam kws peb has rua mej muaj tseeb le caag, tej kws peb qhuas rua Titau kuj tshwm lug muaj tseeb le hov."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.15","label":"15","content":"Hab nwg lub sab yimfuab hlub mej rua thaus nwg ncu txug qhov kws mej txhua tug noog lug hab qhov kws mej txais tog nwg ntshai tshee quas nyo."},{"bible_id":"1216","chapter_code":"2CO.7","verse_code":"2CO.7.16","label":"16","content":"Kuv zoo sab heev vem kuv tso sab taag nrho tau rua mej."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.1","label":"1","content":"Cov kwvtij, peb xaav kuas mej paub txug Vaajtswv txujkev hlub kws nwg pub rua cov pawg ntseeg huv lub xeev Makhentaunia."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.2","label":"2","content":"Thaus puab raug kev swm sab kws yog kev txom nyem ceblaaj, puab txujkev xyiv faab kawg nkaus hab puab txujkev pluag phwj tshwm lug ua kuas muaj lub sab daav kawg pub rua luas."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.3","label":"3","content":"Kuv ua tau timkhawv tas puab pub lawv le puab tug peevxwm, hab yeej pub dhau puab tug peevxwm. Tsw muaj leejtwg yuam puab"},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.4","label":"4","content":"los puab thov peb heev ca puab muaj feem rua txujkev hlub kws paab Vaajtswv cov xuv dawb."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.5","label":"5","content":"Hab puab tsw ua le kws peb xaav tseg ca, puab xub muab puab tug kheej pub rua tug Tswv le maav muab pub rua peb lawv le Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.6","label":"6","content":"Vem le nuav peb txhad thov Titau kuas nwg paab mej ua txujkev hlub nuav kuas tav tsua qhov nwg yog tug kws chiv ua teg num hov."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.7","label":"7","content":"Ib yaam le nwgnuav mej muaj txhua yaam txhwj lawm tsw has kev ntseeg, kev has lug, kev paub, kev kub sab rua txhua yaam hab txujkev hlub kws mej muaj rua peb,  mej yuav tsum muaj txujkev hlub nuav txhwj hab."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.8","label":"8","content":"Qhov kws kuv has le nuav tsw yog kuv yuam mej, tassws yog coj qhov kws lwm tug kub sab quas lug tuaj swm mej txujkev hlub saib muaj tseeb los tsw muaj."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.9","label":"9","content":"Vem mej paub peb tug Tswv Yexu Kheto txujkev hlub lawm tas, txawm yog nwg nplua nuj los nwg kuj yeem ua tug pluag vem yog saib rua mej, sub mej txhad ua tuabneeg nplua nuj vem yog qhov kws nwg ua tug pluag."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.10","label":"10","content":"Hab kuv has lawv le kuv xaam pum qhov kws zoo rua mej ua. Tseb nua mej tsw yog thawj cov kws nqeg teg ua xwb tassws mej yog thawj cov kws xaav ua hab."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.11","label":"11","content":"Mas nwgnuav tswm nyog mej ua kuas tav, sub mej kub sab quas lug xaav ua le caag, mej txhad ua kuas tav lawv le muaj peevxwm ua tau ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.12","label":"12","content":"Yog muaj lub sab kub quas lug lawm, Vaajtswv yuav txais yuav lawv le kws yug muaj tsw yog lawv le yug tsw muaj."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.13","label":"13","content":"Tsw yog kuv xaav ca lwm tug le num swb, ca mej le num nyaav, tassws yeej xaav kuas zoo sws txwg."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.14","label":"14","content":"Qhov kws nwgnuav mej muaj nplua quas mag kuj paab cov kws tu ncua, hab thaus puab muaj nplua quas mag, puab yuav paab mej rua thaus tu ncua sub txhad zoo sws txwg."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.15","label":"15","content":"Lawv le muaj lug sau ca has tas, “Tug kws khaws tau ntau kuj tsw muaj seem, tug kws khaws tau tsawg kuj tsw tu ncua.”"},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.16","label":"16","content":"Ua Vaajtswv tsaug kws pub qhov kws kub sab quas lug rua mej rua huv Titau lub sab ib yaam le kuv kub sab."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.17","label":"17","content":"Tsua qhov nwg tsw yog zoo sab txais tej lug kws peb thov nwg xwb tassws nwg tseed kub sab quas lug heev moog cuag mej tsw muaj leejtwg yuam nwg."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.18","label":"18","content":"Peb xaa tug kwvtij kws txhua pawg ntseeg qhuas qhov kws nwg txawj pav txuj xuv zoo nrug nwg ua ke moog."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.19","label":"19","content":"Tsw taag le ntawd xwb cov pawg ntseeg tseed xaiv tsaa tug nuav kuas nrug peb taug kev hab nrug peb koom ua teg num huv txuj moov zoo kws peb saamswm ua nuav, ua kuas Vaajtswv tau koob meej hab ua kuas pum qhov kws peb kub sab quas lug."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.20","label":"20","content":"Peb xaav kuas tsw muaj leejtwg thuaj tau peb txug tej kws luas pub ntau kawg rua peb ceev hab tu."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.21","label":"21","content":"Peb npaaj sab ua ncaaj nceeg tsw yog ua taab meeg tug Tswv lub qhov muag xwb tassws taab meeg ib tsoom suavdawg hab."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.22","label":"22","content":"Peb kuj khaiv peb tug kwvtij nrug ob tug moog hab, yog tug kws peb tub muab swm ntau zag lawm pum tas nwg kub sab rua ntau qhov, hab nwgnuav nwg yimfuab kub sab heev dua vem nwg tso sab rua mej ntau heev."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.23","label":"23","content":"Has txug Titau, nwg koom nrug kuv hab paab kuv ua koom rua mej. Has txug ob tug kwvtij ntawd, cov pawg ntseeg khaiv ob tug moog hab ob tug ua rua Kheto tau koob meej."},{"bible_id":"1216","chapter_code":"2CO.8","verse_code":"2CO.8.24","label":"24","content":"Vem le nuav mej ca le ua mej txujkev hlub hab tej kws kuv khaav txug mej tshwm rua puab pum hab ua tshwm rua cov pawg ntseeg pum."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.1","label":"1","content":"Tsw taag kuv yuav sau tuaj qha mej txug qhov kws paab Vaajtswv cov xuv dawb,"},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.2","label":"2","content":"tsua qhov kuv paub tas mej yeej kub sab paab, hab kuv khaav txug mej rua cov tuabneeg huv lub xeev Makhentaunia paub has tas, lub xeev Akhaya tub npaaj txhwj tseb nua lug lawm. Hab qhov kws mej kub sab quas lug kuj txhob puab feem coob kuas ua ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.3","label":"3","content":"Kuv khaiv cov kwvtij nuav tuaj sub tej kws kuv khaav txug mej txhad tsw yog kuv has do xwb, tassws mej yuav npaaj kuas txhwj lawv le kuv tub has tseg lawd."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.4","label":"4","content":"Yog tsw ua le ntawd yog cov Makhentaunia qee leej nrug kuv tuaj pum tas mej tsw tau npaaj txhwj, tsw has mej yuav txaaj muag xwb tassws peb yuav poob ntsej muag vem qhov kws peb ruaj sab le ntawd."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.5","label":"5","content":"Vem le nuav kuv txhad xaav tas yuav tsum thov cov kwvtij nuav ua kuv ntej tuaj cuag mej hab npaaj tej kws mej cog lug ca tas yuav pub hov, sub tej kws npaaj hov yog tej kws mej zoo sab pub tsw yog tej kws mej raug yuam pub."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.6","label":"6","content":"Yog le nuav tug kws tseb tsawg kuj sau tau tsawg, tug kws tseb ntau kuj sau tau ntau."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.7","label":"7","content":"Txhua tug nyag yuav tsum muab lawv le nyag tub xaav tseg huv lub sab lawm, tsw yog yuav khauvxwm lossws raug yuam muab, tsua qhov Vaajtswv hlub tug kws xyiv faab muab."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.8","label":"8","content":"Hab Vaajtswv muaj peevxwm yuav pub txhua yaam koob moov rua mej nplua quas mag sub mej txhad muaj txhua yaam txhwj txaus swv rua txhua lub swjhawm hab mej tseed muaj nplua quas mag swv rua txhua yaam num zoo hab."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.9","label":"9","content":"Lawv le muaj lug sau ca has tas, “Nwg faib rua luas hab pub rua tej pluag, nwg txujkev ncaaj nceeg yuav nyob moog ib txhws.”"},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.10","label":"10","content":"Tug kws pub noob rua tug kws tseb hab pub mov rua tug kws noj nwg yeej yuav pub noob qoob rua mej hab yuav tsaav tej noob qoob rua mej, hab yuav tsaav tej qoob kws mej sau ntawm mej txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.11","label":"11","content":"Mej yuav nplua nuj rua txhua yaam mej txhad muaj lub sab daav pub tau rua luas txhua lub swjhawm, hab yuav ua kuas muaj kev ua Vaajtswv tsaug rua tej kws hlaa ntawm peb moog."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.12","label":"12","content":"Qhov kws ua teg num nuav tsw yog paab cov xuv dawb kws tu ncua xwb tassws yuav ua kuas muaj kev ua Vaajtswv tsaug luj kawg nkaus."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.13","label":"13","content":"Thaus luas tshuaj saib mej teg num nuav luas yuav qhuas Vaajtswv tsua qhov kws mej noog lug kuas tswm nyog qhov kws mej txais yuav Kheto txuj xuv zoo hab tsua qhov kws mej muaj lub sab daav pub rua puab hab pub rua txhua tug."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.14","label":"14","content":"Puab yuav taij thov Vaajtswv paab mej hab ncu txug mej vem Vaajtswv txujkev hlub kws mej muaj nplua quas mag."},{"bible_id":"1216","chapter_code":"2CO.9","verse_code":"2CO.9.15","label":"15","content":"Ua Vaajtswv tsaug rua tej kws nwg pub tshaaj dhau peb txawj pav tau."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.1","label":"1","content":"Kuv yog Povlauj, kuv tug kheej thov mej huv Kheto kws txu fwjchim hab lub sab mog sab muas. Thaus kuv nrug mej nyob kuv ua sab mog sab muas rua mej tassws thaus kuv nyob deb mej lawm kuv ua sab tawv rua mej."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.2","label":"2","content":"Kuv thov mej tas thaus kuv tuaj nrug mej nyob tsw xob ca kuv ua sab tawv rua mej lawv le kuv ruaj sab tas kuv yuav tsum ua sab tawv rua qee leej kws puab xaav has tas peb ua lub neej lawv le tuabneeg nplajteb ua xwb."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.3","label":"3","content":"Txawm yog peb ua lub neej nyob huv nplajteb los peb tsw tawm tsaam lawv le tuabneeg nplajteb."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.4","label":"4","content":"Tsua qhov tej cuab yeej kws peb tawm tsaam tsw yog tuabneeg nplajteb le tassws yog Vaajtswv tug fwjchim kws rhuav tau tej chaw ruaj khov. Peb rhuav tej lug daag kws tawm tsaam peb"},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.5","label":"5","content":"hab rhuav txhua lub ntsaa loog sab kws thaiv tsw pub kuas paub Vaajtswv, hab nteg txhua yaam kev xaav coj lug noog Kheto tej lug,"},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.6","label":"6","content":"hab peb npaaj txhwj yuav rau txem rua txhua tug kws tsw noog lug rua thaus mej noog tej lug huvsw lawm."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.7","label":"7","content":"Ca le saib tej kws nyob ntawm mej qhov muag. Yog leejtwg ruaj sab tas nwg yog Kheto le ca nwg xaav txug nwg tug kheej dua ib zag tas nwg yog Kheto le, peb kuj yog Kheto le ib yaam nkaus."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.8","label":"8","content":"Txawm yog kuv khaav ntau mivntswv txug peb tug fwjchim kws tug Tswv pub tswm kuas tsaa mej, tsw yog pub ua kuas mej puam tsuaj, kuv yuav tsw raug txaaj muag."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.9","label":"9","content":"Kuv tsw xaav kuas mej pum tas kuv sau tsaab ntawv tuaj hem mej."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.10","label":"10","content":"Tsua qhov muaj qee leej has tas, “Nwg tej tsaab ntawv muaj fwjchim hab has nyaav tag tassws thaus nwg tuaj txug nwg tug kheej qaug zug, hab nwg tej lug swv tsw tau.”"},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.11","label":"11","content":"Cov tuabneeg hov ca le to taub le nuav tas, peb has le caag rua huv tsaab ntawv rua thaus peb tsw nyob ntawd, thaus peb tuaj txug peb kuj ua le ntawd."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.12","label":"12","content":"Peb tsw muaj sab tuab suav tas peb zoo cuag le luas lossws muab peb pev rua qee leej kws puab qhuas puab tug kheej. Tassws thaus puab tshuaj saib puab hab muab puab tug kheej pev ib leeg rua ib leeg, los puab yeej yog cov kws tsw nkaag sab."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.13","label":"13","content":"Peb le mas yuav tsw khaav dhau cai, tassws yuav khaav txug tej kws Vaajtswv tu tseg rua peb xwb, hab tej kws Vaajtswv tu tseg hov kuj yog mej cov hab."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.14","label":"14","content":"Tsua qhov peb tsw ua dhau tej kws tsw yog peb le feem yaam nkaus le peb tsw tau txeev tuaj cuag mej dua le. Peb yog thawj paab kws coj Kheto txuj xuv zoo tuaj cuag mej."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.15","label":"15","content":"Peb tsw khaav dhau cai, tsw tau khaav txug lwm tug teg num. Tassws peb vaam tas thaus mej txujkev ntseeg luj hlub lawm, peb le num huv mej yuav nthuav daav zuj zug moog,"},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.16","label":"16","content":"sub peb txhad pav txuj xuv zoo rua huv tej chaw kws dhau ntawm mej le feem moog, tsw khaav txug lwm tug tej num kws ua rua huv luas le feem lawm."},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.17","label":"17","content":"“Ca tug kws khaav tsuas khaav txug tug Tswv xwb.”"},{"bible_id":"1216","chapter_code":"2CO.10","verse_code":"2CO.10.18","label":"18","content":"Tsua qhov tug kws khaav txug nwg tug kheej luas tsw thaj, tsuas yog tug kws tug Tswv qhuas, luas txhad thaj xwb."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.1","label":"1","content":"Kuv xaav thov kuas mej ua sab ntev thev tej lug ruag kws kuv has qho mivntswv. Mej ca le thev los maj."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.2","label":"2","content":"Kuv yeej khib xeeb mej ib yaam le Vaajtswv khib xeeb, tsua qhov kuv tub qhab mej rua tuab tug quasyawg xwb sub kuv txhad muab mej ua nkauj xwb dawb huv pub rua Kheto."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.3","label":"3","content":"Tassws kuv ntshai tsaam mej tej kev xaav yuav raug ntxag yuam kev tsw muaj lub sab xwb hab tsw dawb huv rua Kheto ib yaam le tug naab tej tswvyim phem daag ntxag Eva."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.4","label":"4","content":"Yog tas leejtwg tuaj tshaaj tawm txug dua ib tug Yexu kws tsw yog tug Yexu kws peb tshaaj tawm, lossws yog mej txais dua ib tug ntsuj plig kws txawv dua tug kws mej tub txais lawm, lossws yog mej txais yuav txuj xuv zoo kws txawv txuj kws mej tub txais lawm, kuj yog mej thev taug tej hov zoo tag tag le."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.5","label":"5","content":"Kuv xaav tas kuv tsw qeg dua cov tubkhai kws zoo tshaaj hov ib qho twg le."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.6","label":"6","content":"Txawm yog kuv tsw txawj has lug, los kuv kuj txawj paub. Peb ua tej nuav tshwm rua mej pum tseeb rua huv txhua yaam kws peb ua."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.7","label":"7","content":"Qhov kws kuv txu fwjchim txhad tsaa kuas mej tau ntsej muag hab kuv pav Vaajtswv txuj xuv zoo rua mej tsw yuav nqe hov yog txhum lov?"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.8","label":"8","content":"Kuv lws lwm pawg ntseeg, yog qhov kws kuv txais puab cov nyaj lug yug kuv sub kuv txhad ua koom tau rua mej."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.9","label":"9","content":"Hab thaus kuv tseed nrug mej nyob hab saamswm tu ncua, los kuv tsw ua lub nraa nyaav rua leejtwg rws, tsua qhov cov kwvtij kws tuaj huv lub xeev Makhentaunia tub pub tej kws kuv tu ncua rua kuv lawm. Txhua yaam mas kuv tsw ua lub nraa nyaav rua mej hlo le hab kuv yeej yuav tsw ua lub nraa moog le."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.10","label":"10","content":"Kheto txujkev tseeb yeej nyob huv kuv, tej kws kuv khaav txug hov mas tsw muaj leejtwg huv lub xeev Akhaya yuav txwv tau kuv tsw xob has."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.11","label":"11","content":"Vem le caag? Yog vem kuv tsw hlub mej lov? Vaajtswv paub tas kuv yeej hlub mej."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.12","label":"12","content":"Hab yaam kws kuv ua kuv yuav ua moog le, sub txhad taav tau cov tuabneeg kws pheej nrhav swjhawm kuas luas suav tas puab ua num ib yaam le peb ua huv txhua yaam kws puab khaav hov."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.13","label":"13","content":"Puab cov hov yog cuav tubkhai, yog tub zug kws daag ntxag, hab puab ua txuj zoo le puab yog Kheto cov tubkhai."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.14","label":"14","content":"Qhov kws ua le ntawd tsw xob phemfwj le, tsua qhov Xataa  kuj txa ua tubkhai ntuj kws tawm huv qhov kaaj tuaj."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.15","label":"15","content":"Vem le nuav yog Xataa cov tub qhe txa lug ua txujkev ncaaj nceeg le tub qhe kuj yoojyim ua tau. Thaus kawg puab yuav saws lawv le puab tau ua."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.16","label":"16","content":"Kuv rov has dua tas tsw xob ca leejtwg xaav tas kuv yog tuabneeg ruag. Tassws yog mej xaav le ntawd kuj ca le leeg yuav kuv yaam le leeg yuav tug tuabneeg ruag sub kuv txhad khaav tau mivntswv."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.17","label":"17","content":"(Tej kws kuv muaj cuab kaav khaav le nuav kuv tsw yog has lawv le tug Tswv kuas kuv has tassws kuv has lawv le tej tuabneeg ruag."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.18","label":"18","content":"Vem muaj ntau leej khaav lawv le tuabneeg nplajteb, kuv kuj yuav khaav hab.)"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.19","label":"19","content":"Mej tub zoo sab ua sab ntev thev cov tuabneeg ruag, vem mej txawj ntse heev kaj."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.20","label":"20","content":"Tsua qhov mej ua tau sab ntev thev rua thaus luas yuam mej ua qhev lossws noj mej tug lossws tsuj yuam mej lossws tsaab ua luj lossws ntaus mej lub plhu."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.21","label":"21","content":"Kuv txaaj muag leeg has tas peb tsw muaj zug txaus ua le ntawd. Tassws leejtwg muaj cuab kaav khaav txug yaam twg, kuv kuj kaav khaav txug yaam hov hab. (Kuv has yaam le tug ruag has.)"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.22","label":"22","content":"Puab yog haiv tuabneeg Henplais lov? Kuv kuj yog hab. Puab yog tuabneeg Yixayee lov? Kuv kuj yog hab. Puab yog Aplahaa caaj ceg lov? Kuv kuj yog hab?"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.23","label":"23","content":"Puab yog cov kws ua koom rua Kheto lov? Kuv kuj ua koom zoo dua puab (kuv saamswm has yaam le tug vwm has,) kuv ua num khwv dua puab, kuv raug kaw huv tsev lojfaaj ntau dua puab, kuv raug muab nplawm heev kawg le, hab kuv ntswb kev tuag ntau zag."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.24","label":"24","content":"Kuv raug cov Yutai nplawm tswb zag, ib zag twg yog peb caug cuaj nplawm."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.25","label":"25","content":"Kuv raug xuas paas nplawm peb zag, raug xuas pob zeb ntaus ib zag. Kuv caij nkoj tawg peb zag. Kuv ntaab huv dej havtxwv ib nub ib mos,"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.26","label":"26","content":"kuv taug kev tsw tu ncua, kuv ntswb xwm txheej phem huv haav dej, ntswb xwm txheej phem ntawm tub saab, ntswb ntawm kuv haiv tuabneeg, ntswb ntawm lwm haiv tuabneeg, ntswb huv lub nroog, ntswb huv tebchaws moj saab qhua, ntswb huv dej hav txwv hab ntswb ntawm cov cuav kwvtij."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.27","label":"27","content":"Kuv ua num khwv hab txom nyem, kuv yoo daab ndub ntau zag, tshaib nqhes, yoo mov ntau zag, hab tiv no hab lab qaab."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.28","label":"28","content":"Dua le ntawd qhov kws kuv txhawj txug txhua pawg ntseeg tseed naj nub ua rua kuv nyaav sab."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.29","label":"29","content":"Leejtwg tsw muaj zug tes kuv tsw muaj zug hab? Leejtwg raug ntxag kuas yuam kev es kuv tsw ntxhuv sab?"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.30","label":"30","content":"Yog tswm nyog kuv khaav, kuv yuav khaav txug tej kws qha kuas pum tas kuv qaug zug."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.31","label":"31","content":"Vaajtswv kws yog peb tug Tswv Yexu Kheto leej Txwv, yog tug kws tswm nyog qhuas moog ib txhws, nwg paub tas kuv tsw daag."},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.32","label":"32","content":"Tug kws vaajntxwv Aletha tsaa kaav lub nroog Ntamaxaka khaiv tuabneeg zuv lub nroog Ntamaxaka yuav nteg kuv,"},{"bible_id":"1216","chapter_code":"2CO.11","verse_code":"2CO.11.33","label":"33","content":"tassws kuv raug nyob huv lub tawb luj muab tso ntawm qhov rais huv lub ntsaa loog nqeg dauv rua saab nrau kuv txhad tswv dim ntawm tug thawj kws kaav lub nroog txhais teg."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.1","label":"1","content":"Kuv yuav tsum khaav. Txawm yog tsw muaj qaabhau, los kuv yuav has txug zaaj yug quas toog hab tej kws tug Tswv qha tshwm lug."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.2","label":"2","content":"Kuv paub ib tug yawm kws nyob huv Kheto, thaus kaum plaub xyoos kws dhau lug nwg raug qaws moog rua sau ntuj txheej kws peb. Nwg moog hlo lub cev lossws tsw muaj lub cev moog kuv tsw paub, Vaajtswv paub xwb."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.3","label":"3","content":"Kuv paub tas tug yawm hov raug qaws moog rua huv lub chaw zoo kawg nkaus.  Nwg moog hlo lub cev lossws tsw muaj lub cev moog kuv kuj tsw paub, Vaajtswv paub xwb."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.4","label":"4","content":"hab nwg nov tej lug kws has tsw tau, yog tej kws tsw tso cai rua tuabneeg has hlo le."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.5","label":"5","content":"Tug yawm hov kuv khaav tau, tassws kuv tug kheej mas kuv tsw khaav, tsuas yog khaav txug qhov kws kuv qaug zug xwb."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.6","label":"6","content":"Yog kuv xaav khaav los kuv kuj tsw yog tuabneeg ruag vem tas kuv has lug tseeb. Tassws kuv tsw khaav sub txhad tsw muaj leejtwg xaam pum kuv luj dua le kws puab tau pum kuv tug kheej lossws nov kuv has."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.7","label":"7","content":"Sub txhad tsw pub kuv tsaab ua luj vem tej kws Vaajtswv qha tshwm rua kuv pum ntau kawg hov, txhad ua kuas muaj xuav paug chob kuv lub cev, yog Xataa  tug tubkhai kws pheej nplawm kuv sub kuv txhad tsw tsaab ua luj dhau."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.8","label":"8","content":"Tug xuav paug hov kuv tub thov tug Tswv peb zag kuas tawm huv kuv lub cev moog."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.9","label":"9","content":"Tassws tug Tswv has rua kuv tas, “Kuv txujkev hlub txaus rua koj lawm, vem qhov twg tsw muaj zug kuv tug fwjchim yuav tshwm puv nkaus rua hov ntawd.” Vem le nuav kuv yuav zoo sab khaav txug qhov kws kuv tsw muaj zug heev dua, sub Kheto tug fwjchim txhad roog kuv."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.10","label":"10","content":"Vem saib rua Kheto kuv txhad txaus sab tsua qhov kws tsw muaj zug, hab raug kev thuaj luag, raug kev txom nyem, raug kev tswm txom hab raug kev ceblaaj nyuaj sab, vem kuv qaug zug thaus twg kuv kuj muaj zug thaus ntawd."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.11","label":"11","content":"Kuv ua tuabneeg ruag lawm lauj. Yeej yog mej yuam kuv ruag. Tswm nyog mej qhuas kuv, tsua qhov txawm yog kuv tsw tswm txaj daabtsw los kuv tsw qeg dhau cov tubkhai kws zoo tshaaj hov."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.12","label":"12","content":"Kuv tub ua sab ntev ua tej txujci kws ua tubkhai rua huv mej, yog tej txujci tseem ceeb hab txujci phemfwj hab tej num kws muaj fwjchim."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.13","label":"13","content":"Mej tu ncua daabtsw kws lwm pawg ntseeg tsw tau txais? Tsuas yog qhov kws kuv tsw ua lub nraa nyaav rua mej xwb. Qhov kev txhum nuav thov mej zaam txem rua kuv nawj."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.14","label":"14","content":"Nwgnuav kuv npaaj txhwj yuav tuaj saib mej ua zag kws peb, hab kuv yuav tsw ua lub nraa nyaav rua mej, vem tas kuv tsw cheem tsum mej tej hov txhua chaw tassws kuv cheem tsum mej tug kheej xwb. Tsua qhov tsw tswm nyog mivnyuas yuav npaaj ca rua nam txwv tassws nam txwv npaaj ca rua mivnyuas."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.15","label":"15","content":"Kuv kuj zoo sab kawg kws yuav swv kuv tej nyaj txag hov txhua chaw hab kuv tug kheej ua num paab mej. Yog kuv hlub mej heev quas zug, tes mej yuav hlub kuv yau quas zug lov?"},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.16","label":"16","content":"Tej zag mej kuj leeg tas kuv tsw ua lub nraa nyaav rua mej tassws mej tseed has tas kuv swv tswvyim phem nteg tau mej."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.17","label":"17","content":"Kuv swv cov tuabneeg kws kuv khaiv tuaj cuag mej ib tug twg noj mej tug lov?"},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.18","label":"18","content":"Kuv thov Titau tuaj hab tso ib tug kwvtij nrug nwg tuaj. Titau tau noj mej tug lov? Peb tsw koom ib lub sab ua num hab taug tuab tug neev taw lov?"},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.19","label":"19","content":"Mej xaav ib txwm tas peb has daws peb zaaj xwb lov? Peb has huv Kheto taab meeg Vaajtswv hab ua txhua yaam tswm tsaa kuas mej cov kws peb hlub luj hlub tuaj."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.20","label":"20","content":"Tsua qhov kuv ntshai tsaam thaus kuv tuaj txug yuav pum tas mej zoo tsw thooj le kws kuv xaav hab mej kuj yuav pum tas kuv zoo tsw thooj le kws mej xaav, hab ntshai tsaam yuav muaj kev sws caav, sws khib, sws chim, sws txeeb, ib leeg has phem rua ib leeg, taug xaiv, khaav theeb hab ua ntxhuv quas nyo."},{"bible_id":"1216","chapter_code":"2CO.12","verse_code":"2CO.12.21","label":"21","content":"Kuv ntshai tsaam thaus kuv rov tuaj dua Vaajtswv yuav ua rua kuv poob ntsej muag ntshaus taag rua ntawm mej hab kuv yuav ntxhuv sab qhov kws ntau leej ua txhum hab tsw tau ntxeev dua sab ntawm tej kev phem kev qas, tej kev ua nkauj ua nraug hab tej kev ua dev kws puab ua."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.1","label":"1","content":"Zag nuav yog zag peb kws kuv tuaj cuag mej. Muaj lug ab ham daabtsw yuav tsum muaj ob leeg peb leeg ua timkhawv txhad ntseeg tau."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.2","label":"2","content":"Kuv tub txeev ntuag cov kws ua txhum yaav taag lug hab ntuag luas lwm tug huvsw. Nwgnuav thaus kuv tsw nrug mej nyob kuv ntuag mej ib yaam le thaus kuv tuaj saib mej zag ob hov, kuv ntuag mej has tas yog kuv rov tuaj dua kuv yuav tsw zaam leejtwg lub txem,"},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.3","label":"3","content":"vem tas mej xaav tau tej keeb puam kws pum tas Kheto muab lug rua kuv has. Kheto tsw qaug zug paab mej, tassws nwg muaj fwjchim rua huv mej."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.4","label":"4","content":"Thaus nwg raug teem rua sau tug ntoo khaublig nwg qaug zug taag, tassws nwg muaj txujsa nyob vem Vaajtswv tug fwjchim. Peb nyob huv Kheto kuj qaug zug hab, tassws thaus nrug mej nyob peb yuav muaj txujsa nrug nraim nwg vem yog Vaajtswv tug fwjchim."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.5","label":"5","content":"Ca le tshuaj mej tug kheej saib mej nyob huv txujkev ntseeg los tsw nyob. Ca le swm mej tug kheej. Mej tsw paub tas Yexu Kheto nyob huv mej lov? Ntshai tsuas yog mej hlaa tsw dhau qhov kws muab swm xwb."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.6","label":"6","content":"Kuv vaam tas mej yuav paub tas peb hlaa dhau qhov kws raug swm lawm."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.7","label":"7","content":"Peb thov Vaajtswv paab kuas mej tsw xob ua txhum, tsw yog ua kuas pum tas peb hlaa dhau qhov kws raug swm, tassws sub mej txhad yuav ua zoo, txawm yog saib yaam le peb hlaa tsw dhau qhov kws raug swm hov kuj xwj."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.8","label":"8","content":"Tsua qhov peb ua tsw tau ib yaam daabtsw tawm tsaam qhov tseeb, tsuas yog ua txhawb qhov tseeb."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.9","label":"9","content":"Thaus peb qaug zug hab mej muaj zug, peb kuj zoo sab. Peb thov Vaajtswv paab yaam nuav, yog qhov kws mej rov ua zoo kawg nkaus."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.10","label":"10","content":"Vem le nuav kuv txhad sau tej nuav tuaj rua mej rua thaus kuv tsw nrug mej nyob, sub thaus kuv tuaj txug lawd kuv txhad tsw ua tawv rua mej lawv le tug fwjchim kws Vaajtswv pub rua kuv tswm khu, tsw yog muab rua kuv rhuav pov tseg."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.11","label":"11","content":"Thaus kawg nuav, cov kwvtij, thov ncaim. Mej ca le rov ua zoo kawg nkaus, ca le noog tej lug kws kuv thov, ca le koom ua ib lub sab, nyob sws hum xeeb. Mas Vaajtswv kws muaj txujkev hlub hab muaj kev kaaj sab lug yuav nrug mej nyob."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.12","label":"12","content":"Ca le sws fem ntawm txuj kevcai nwj kws dawb huv."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.13","label":"13","content":"Vaajtswv cov xuv dawb txhua tug ncu txug mej."},{"bible_id":"1216","chapter_code":"2CO.13","verse_code":"2CO.13.14","label":"14","content":"Thov tug Tswv Yexu Kheto txuj koob moov hab Vaajtswv txujkev hlub hab txujkev sws raug zoo kws lug ntawm Vaaj Ntsuj Plig kws dawb huv nrug nraim mej txhua tug."}]