[{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.1","label":"1","content":"Thaus Xa‑u tuag hov, Tavi moog tua cov Amalej rov lug hab su huv lub moos Xilaj tau ob nub."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.2","label":"2","content":"Nub kws peb txawm muaj ib tug yawm tuaj huv Xa‑u lub yeej tuaj rwg tsho nduag taag hab muaj moov aav sau taubhau. Thaus nwg tuaj txug Tavi nwg khwb ti nkaus aav pe."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.3","label":"3","content":"Tavi has rua nwg tas, “Koj tuaj hovtwg tuaj?” Nwg teb tas, “Kuv dim huv cov Yixayee lub yeej tuaj.”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.4","label":"4","content":"Tavi nug nwg tas, “Qha rua kuv saib, xwm txheej zoo le caag?” Nwg teb tas, “Cov tuabneeg tswv huv tshaav rog taag lawm, muaj tuabneeg raug tua tuag coob kawg. Xa‑u hab nwg tug tub Yaunathaa kuj tuag lawm.”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.5","label":"5","content":"Tavi txawm has rua tug tub hluas kws xaa xuv hov tas, “Koj paub le caag tas Xa‑u hab nwg tug tub Yaunathaa tuag lawm?”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.6","label":"6","content":"Tug tub hluas kws xaa xuv hov teb tas, “Kuv ca le moog txug sau lub roob Kinpau‑a na cav Xa‑u chob quas nreeg nwg raab muv, hab luas tej tsheb ua rog hab tej tub rog caij neeg tuaj yuav txug nwg."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.7","label":"7","content":"Thaus nwg tig lug pum kuv nwg txawm hu kuv. Kuv teb tas, ‘Kuv nyob ntawm nuav 'os.’"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.8","label":"8","content":"Nwg nug kuv tas, ‘Koj yog leejtwg?’ Kuv teb tas, ‘Kuv yog tuabneeg Amalej.’"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.9","label":"9","content":"Nwg has rua kuv tas, ‘Ca le lug sawv ze hab muab kuv tua. Kuv mob qhuav sab kawg kuas kuv txujsa tsw tau tu.’"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.10","label":"10","content":"Kuv txhad txaav moog ze muab nwg tua tseg, tsua qhov kuv yeej paub tseeb tas nwg tub qaug lawm nwg yuav tsw caj le. Kuv txhad hle nwg lub mom vaajntxwv sau nwg taubhau hab nwg le paug teg ntawm txhais npaab, kuv coj tuaj ntawm nuav muab rua koj kws yog kuv tug tswv.”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.11","label":"11","content":"Tavi txawm dua rhe nwg lub tsho hab nwg cov tuabneeg suavdawg kuj dua pis rhe tsho ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.12","label":"12","content":"Puab quaj ntsuag hab yoo mov moog txug tsaus ntuj rua Xa‑u hab nwg tug tub Yaunathaa hab cov Yixayee vem yog puab raug nav ntaaj tuag taag."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.13","label":"13","content":"Mas Tavi has rua tug hluas kws tuaj has rua nwg hov tas, “Koj tuaj hovtwg tuaj?” Nwg teb tas, “Kuv yog lwm haiv tuabneeg le tub, yog tuabneeg Amalej.”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.14","label":"14","content":"Tavi has rua nwg tas, “Ua caag koj tsw ntshai qhov kws tsaa teg tua tug kws Yawmsaub laub roj tsaa ca lawd?”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.15","label":"15","content":"Tes Tavi txawm hu ib tug hluas lug hab has tas, “Ca le moog muab nwg tua pov tseg.” Tes nwg txawm muab tug yawm hov tua pov tseg."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.16","label":"16","content":"Tavi has rua tug yawm hov tas, “Qhov kws koj tuag kod, koj rws koj cov ntshaav, tsua qhov koj lub qhov ncauj ua timkhawv tum koj has tas, ‘Kuv tau tua tug kws Yawmsaub laub roj tsaa ca lawd.’ ”"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.17","label":"17","content":"Tavi kuj quaj ntsuag txug Xa‑u hab nwg tug tub Yaunathaa lawv le nuav."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.18","label":"18","content":"Nwg has kuas qha zaaj quaj ntsuag nuav rua cov Yuta. Mas zaaj quaj ntsuag nuav  kuj muab sau ca rua huv phoo ntawv Yasa lawm. Tavi has tas,"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.19","label":"19","content":"Yixayee 'e, mej lub koob meej raug muab tua pov tseg rua sau lub roob sab lawm. Tej txwvneej kws sab tuab qaug tuag taag lawm lauj!"},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.20","label":"20","content":"Tsw xob pav zaaj nuav rua huv lub moos Ka, tsw xob tshaaj tawm rua huv lub moos Akheloo tej kev, ntshai tsaam Filixatee tej ntxhais yuav zoo sab, hab cov kws tsw ua kevcai txav tej ntxhais yuav zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.21","label":"21","content":"Kinpau‑a tej roob 'e, thov tsw xob muaj lwg muaj naag rua sau mej, hab tsw xob ca tej teb tau qoob loos rua mej, tsua qhov tug kws sab tuab daim phaj hlau qas puag tsuas rua hov ntawd lawm, yog Xa‑u daim phaj hlau kws tsw muaj roj pleev dua le lawm."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.22","label":"22","content":"Yaunathaa raab neev tsw tig ntawm tej ntshaav kws sws tua hlo le, tsw tig ntawm cov kws sab luj sab tuab tej nqaj, hab Xa‑u raab ntaaj kuj tsw rov lug do."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.23","label":"23","content":"Xa‑u hab Yaunathaa, kws ntxwm hlub hab zoo kawg le, txawm yog nyob hab tuag los tsw sws ncaim, ob tug nrawm dua tej daav, muaj zug dua le tej tsuv ntxhuav."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.24","label":"24","content":"Yixayee cov ntxhais 'e, ca le quaj Xa‑u, yog tug kws muab tsoog tsho zoo nkauj yimlaaj rua mej naav, hab muab tej npauj kub teem rua mej tej tsoog tsho."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.25","label":"25","content":"Cov kws sab luj sab tuab qaug tuag rua huv tshaav rog lawm lauj! Yaunathaa kuj pw tuag rua sau mej lub roob sab."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.26","label":"26","content":"Kuv tijlaug Yaunathaa 'e, kuv ntxhuv sab kawg txug koj. Koj ua rua kuv kaaj sab kawg. Qhov kws koj hlub kuv zoo tshaaj plawg, zoo dua tej quaspuj kev hlub."},{"bible_id":"1216","chapter_code":"2SA.1","verse_code":"2SA.1.27","label":"27","content":"Cov kws sab luj sab tuab qaug tuag lawm lauj! Tej cuab yeej ua rog puam tsuaj taag lawm lauj!"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.1","label":"1","content":"Dhau hov Tavi nug Yawmsaub tas, “Kuv yuav nce moog rua huv Yuta tej moos ib lub twg los tsw moog?” Yawmsaub has rua nwg tas, “Ca le nce moog.” Tavi txhad has tas, “Kuv yuav moog rua lub twg?” Yawmsaub has tas, “Moog rua lub moos Heploo.”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.2","label":"2","content":"Tavi txhad nce moog hov ntawd hab nwg ob tug quaspuj kuj nrug nwg moog, yog Ahinau‑aa kws yog tuabneeg Yile‑ee hab Anpikayi kws yog Nanpaa huv Khamee tug quaspuj kws ua puj ntsuag lawm."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.3","label":"3","content":"Tavi kuj coj cov tuabneeg kws nrug nwg ua ke moog hab. Txhua tug kuj nyag coj nyag tsev tuabneeg moog mas puab nyob huv tej zej zog ntawm Heploo."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.4","label":"4","content":"Cov tuabneeg Yuta tuaj ua ke mas tsaa Tavi ua vaajntxwv kaav xeem Yuta rua hov ntawd. Thaus muaj tuabneeg has rua Tavi tas, “Cov tuabneeg huv Yanpe Kile‑a yog cov kws log Xa‑u,”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.5","label":"5","content":"mas Tavi khaiv tuabneeg moog has rua cov tuabneeg Yanpe Kile‑a tas, “Thov Yawmsaub foom koob moov rua mej tsua qhov mej tau ua zoo ua ncaaj ua nceeg rua Xa‑u kws yog mej tug tswv es mej muab nwg log."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.6","label":"6","content":"Mas thov Yawmsaub ua nwg txujkev hlub kws ruaj khov hab nwg txujkev ncaaj tshwm rua mej. Hab kuv yuav ua zoo rua mej vem yog mej yog cov kws log Xa‑u."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.7","label":"7","content":"Vem le nuav mej txhais teg ca le muaj zug, ca le ua sab luj sab tuab, tsua qhov mej tug tswv Xa‑u tub tuag lawm, mas xeem Yuta tub tsaa kuv ua vaajntxwv kaav puab lawm.”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.8","label":"8","content":"Mas Naw tug tub Anaw kws yog Xa‑u tug thawj kaav tub rog tau coj Xa‑u tug tub Inpause hlaa moog rua lub moos Mahana‑i,"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.9","label":"9","content":"hab tsaa nwg ua vaajntxwv kaav Kile‑a hab cov Asu hab Yile‑ee hab Efa‑i hab Npeeyamee hab Yixayee huvsw."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.10","label":"10","content":"Thaus Xa‑u tug tub Inpause chiv kaav cov Yixayee nwg noob nyoog muaj plaub caug xyoo. Nwg kaav tau ob xyoos tassws xeem Yuta nrug nraim Tavi."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.11","label":"11","content":"Tavi nyob huv lub moos Heploo ua vaajntxwv kaav xeem Yuta tau xyaa xyoo hab rau lub hli."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.12","label":"12","content":"Naw tug tub Anaw hab Xa‑u tug tub Inpause cov tub teg tub taw tawm huv Mahana‑i moog rua lub moos Kinpe‑oo."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.13","label":"13","content":"Hab Xeluya  tug tub Yau‑a hab Tavi cov tub teg tub taw kuj tawm moog ntswb puab ntawm lub paag dej huv lub moos Kinpe‑oo. Puab nyob tsawg ntawm ntug paag dej, ib paab nyob ib saab paag dej."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.14","label":"14","content":"Anaw has rua Yau‑a tas, “Ca cov hluas ob tog sawv sws ntaus rua peb saib.” Yau‑a has tas, “Kuas puab sawv lug maj.”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.15","label":"15","content":"Cov Npeeyamee kws yog Xa‑u tug tub Inpause tog kaum ob leeg, hab Tavi tog kaum ob leeg puab sawv lug sws ntaus."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.16","label":"16","content":"Nyag taug nyag ntsab nkaus taubhau hab xuas ntaaj nyag nkaug nyag tug phob taav mas ob tog tuag taag huvsw le. Puab txhad hu lub chaw hov hu ua Heekha Haxuli  kws nyob ntawm Kinpe‑oo."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.17","label":"17","content":"Kev ua rog nub hov txhad heev kawg le. Anaw hab cov tuabneeg Yixayee kuj swb Tavi cov tub rog."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.18","label":"18","content":"Xeluya peb tug tub kuj nyob ntawd, yog Yau‑a, Anpisai hab Axahee. Axahee mas dha nrawm cuag nkaus kauv seb."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.19","label":"19","content":"Axahee lawv Anaw qaab, nwg lawv nwg qaab tsw tig rua saab xws saab phem le."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.20","label":"20","content":"Anaw tig lug saib mas has tas, “Koj yog Axahee lov?” Axahee teb tas, “Yog los maj.”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.21","label":"21","content":"Anaw has rua nwg tas, “Tig rua saab xws lossws saab phem moog nteg ib tug hluas es txeeb nwg hov txhua chaw moog.” Tassws Axahee tsw thim le, nwg ywj lawv Anaw qaab xwb."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.22","label":"22","content":"Anaw txhad has dua rua Axahee tas, “Ca le tseg tsw xob lawv kuv. Yuav ca kuv ntaus koj kuas qaug huv peg teb ua daabtsw? Tes kuv yuav ua le caag tsaa muag saib tau koj tug tijlaug Yau‑a?”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.23","label":"23","content":"Tassws nwg tsw yeem tseg qhov kws lawv Anaw. Vem le hov Anaw txhad xuas qaab muv nkaug rov tom qaab txhad chob nplho Axahee lub plaab tshaab plawg nraus qaum, nwg txhad qaug tuag rua hov ntawd. Mas txhua tug kws tuaj rua ntawm lub chaw kws Axahee qaug tuag hov txawm nreg tuabywv rua hov."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.24","label":"24","content":"Tassws Yau‑a hab Anpisai tseed lawv Anaw qaab moog. Thaus nub poob qho puab moog txug ntawm lub pov roob Aama kws nyob ncaaj ntawm Kiya ntawm txujkev kws moog rua tebchaws moj saab qhua Kinpe‑oo."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.25","label":"25","content":"Cov Npeeyamee sau zog tuaj tom Anaw qaab moog ua hlo ib paab tiv rua sau ib lub ncov roob."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.26","label":"26","content":"Anaw qw nrov rua Yau‑a tas, “Yuav ca nav ntaaj noj tuabneeg moog le lov? Koj tsw paub tas thaus kawg yuav ab sab nua lov? Yuav ntev le caag es koj le has koj cov tuabneeg tseg tsw lawv puab cov kwvtij?”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.27","label":"27","content":"Yau‑a txhad has tas, “Muaj Vaajtswv muaj txujsa nyob pum, yog koj tsw cheem mas yuav yog pigkig kaaj ntug cov tub rog le tseg tsw lawv puab kwvtij.”"},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.28","label":"28","content":"Yau‑a txhad tshuab raaj kub yaaj, cov tuabneeg suavdawg txhad tseg tsw lawv cov Yixayee hab tsw ua rog dua le lawm."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.29","label":"29","content":"Mas mo hov Anaw hab nwg cov tuabneeg txhad moog ib mos kev huv Alanpa. Puab hlaa tug dej Yalatee hab hlaa lub haav Npiloo  le moog txug Mahana‑i."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.30","label":"30","content":"Yau‑a txhad thim tsw lawv Anaw. Mas thaus nwg txheeb cov tuabneeg suavdawg lug ua ke, Tavi cov tub rog pluj lawm kaum cuaj leeg tsw suav Axahee."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.31","label":"31","content":"Tassws Tavi cov tub rog tua cov Npeeyamee tuag lawm peb puas rau caum leej kws yog Anaw cov tuabneeg."},{"bible_id":"1216","chapter_code":"2SA.2","verse_code":"2SA.2.32","label":"32","content":"Puab kwv Axahee moog log rua huv nwg txwv lub qhov ntxaa huv lub moos Npelehee. Yau‑a hab nwg cov tuabneeg moog ib mos kev mas thaus kaaj ntug puab txhad moog txug lub moos Heploo."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.1","label":"1","content":"Xa‑u cov tuabneeg hab Tavi cov tuabneeg kuj ua rog ntev loo. Tavi kuj kov yeej zuj quas zug, Xa‑u cov kuj ntaug zug zuj quas zug."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.2","label":"2","content":"Tavi cov tub kws yug huv Heploo yog le nuav, tug tub hlub yog Aanoo, yog Ahinau‑aa kws yog tuabneeg Yile‑ee yug."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.3","label":"3","content":"Tug ob yog Khile‑a, yog Anpikayi kws yog Nanpaa huv Khamee tug quaspuj kws ua puj ntsuag yug. Tug peb yog Axaloo, yog Ma‑akha kws yog cov Kesu tug vaajntxwv Thaamai tug ntxhais yug."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.4","label":"4","content":"Tug plaub yog Antauniya, yog Hakis yug. Tug tswb yog Sefathiya, yog Anpithaa yug."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.5","label":"5","content":"Tug rau yog Ile‑aa, yog Elag kws yog Tavi tug quaspuj yug. Cov tub nuav Tavi yug huv lub moos Heploo."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.6","label":"6","content":"Lub swjhawm kws Xa‑u cov tuabneeg hab Tavi cov tuabneeg saamswm ua rog, Anaw kuj tsaab ua luj quas zug rua huv Xa‑u cov tuabneeg."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.7","label":"7","content":"Xa‑u muaj ib tug hluas nkauj hu ua Lixapa, yog Aiyag tug ntxhais. Inpause txawm has rua Anaw tas, “Ua caag koj moog nrug kuv txwv le hluas nkauj pw?”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.8","label":"8","content":"Mas Anaw chim heev rua Inpause lu lug hov, nwg txawm has tas, “Kuv yog Yuta le ib lub taubhau dev lov?  Naj nub nwgnuav kuv lub sab npuab koj txwv Xa‑u cov tuabneeg hab koj txwv kwvtij kwvluag, kuv tsw tau muab koj rua huv Tavi txhais teg. Tassws nub nua koj tseed yuav xeeb plaub ntawm tug quaspuj nuav rua kuv."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.9","label":"9","content":"Yog kuv tseed tsw paab Tavi kuas tav lawv le Yawmsaub cog lug rua nwg lawd, kuv thov Vaajtswv rau txem rua kuv kuas nyaav kawg."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.10","label":"10","content":"Kuv yuav muab lub tebchaws rhu huv Xa‑u cov tuabneeg hab kuv yuav tsaa Tavi lub zwm txwv rua sau cov Yixayee hab cov Yuta txwj nrho Ntaaj moog txug ncua Npe‑awsenpa.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.11","label":"11","content":"Mas Inpause teb tsw taug Anaw ib lus le tsua qhov nwg ntshai Anaw."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.12","label":"12","content":"Anaw tso tuabneeg xaa xuv moog has rua Tavi ntawm Heploo tas, “Lub tebchaws nuav yog leejtwg le? Koj nrug kuv cog lug sws raug zoo, mas kuv yuav tuaj koj tog, kuv yuav coj cov Yixayee huvsw lug cob rua koj.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.13","label":"13","content":"Tavi has tas, “Zoo kawg. Kuv yuav nrug koj cog lug. Kuv xaav kuas koj ua ib yaam tsaiv. Thaus koj yuav tuaj ntswb kuv tim ntsej tim muag, yog koj tsw coj Xa‑u tug ntxhais Mikhaa tuaj rua kuv tsaiv, mas koj yeej yuav tsw pum kuv.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.14","label":"14","content":"Hab Tavi tso xuv rua Xa‑u tug tub Inpause has tas, “Muab kuv tug quaspuj Mikhaa rua kuv, nwg yog tug kws kuv muab cov Filixatee ib puas daim tawv chaw xws qhab lawm.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.15","label":"15","content":"Inpause txawm kuas tuabneeg moog coj Mikhaa ntawm nwg tug quasyawg kws yog La‑i tug tub Pati‑ee lug."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.16","label":"16","content":"Nwg tug quasyawg kuj quaj lawv quaj lawv nwg moog txug ntawm Npahuli. Mas Anaw has rua nwg tas, “Ca le rov qaab moog.” Nwg txhad rov qaab moog lawm."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.17","label":"17","content":"Anaw txawm nrug Yixayee cov kev txwj quas laug sablaaj has tas, “Ntev lug lawm mej yeej xaav kuas Tavi ua vaajntxwv kaav mej."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.18","label":"18","content":"Mas nwgnuav ca le ua kuas tav, tsua qhov Yawmsaub tub cog lug ca rua Tavi lawm tas, ‘Kuv yuav swv kuv tug qhev Tavi txhais teg cawm kuv haiv tuabneeg Yixayee dim huv cov Filixatee txhais teg hab dim huv puab cov yeeb ncuab suavdawg txhais teg huvsw.’ ”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.19","label":"19","content":"Anaw kuj has rua cov Npeeyamee hab. Anaw txawm moog cuag Tavi huv lub moos Heploo qha txhua yaam kws cov Yixayee hab xeem Npeeyamee suavdawg pum zoo ua."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.20","label":"20","content":"Thaus Anaw nrug neeg nkaum leej tuaj cuag Tavi huv lub moos Heploo, mas Tavi paam noj haus rua Anaw hab cov tuabneeg kws nrug nwg tuaj."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.21","label":"21","content":"Anaw has rua Tavi tas, “Kuv yuav sawv kev rov moog hab kuv yuav sau zog cov Yixayee suavdawg tuaj cuag vaajntxwv kws yog kuv tug tswv, sub puab txhad tau nrug koj cog lug sws raug zoo hab koj txhad yuav kaav tau txhua yaam kws koj sab nyam.” Tavi txhad tso Anaw rov qaab. Anaw rov qaab moog ua tso sab plhuav."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.22","label":"22","content":"Lub swjhawm hov Yau‑a hab Tavi cov tub rog moog lws luas hab coj hov txhua chaw ntau kawg le lug. Tassws Anaw tub tsw nrug Tavi nyob ntawm Heploo lawm tsua qhov Tavi tub tso nwg moog hab nwg tub moog ua tso sab plhuav lawm."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.23","label":"23","content":"Thaus Yau‑a hab cov tub rog suavdawg kws nrug nwg lug txug, muaj tuabneeg has rua Yau‑a tas, “Naw tug tub Anaw tuaj cuag vaajntxwv mas vaajntxwv tub tso nwg rov qaab moog lawm, nwg moog ua tso sab plhuav.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.24","label":"24","content":"Tes Yau‑a txawm moog has rua vaajntxwv tas, “Koj ua daabtsw le nuav? Koj swm saib, Anaw tub tuaj cuag koj. Ua caag koj ca le tso nwg moog, nwg txhad moog lawm?"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.25","label":"25","content":"Koj yeej paub tas Naw tug tub Anaw tuaj daag koj sub txhad paub tas koj tawm moog hab nkaag lug le caag hab paub txhua yaam kws koj ua.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.26","label":"26","content":"Thaus Yau‑a tawm ntawm Tavi lug nwg txawm tso tuabneeg xaa xuv moog caum Anaw. Puab coj Anaw ntawm lub paag dej Xilas rov lug. Tavi kuj tsw paub qhov nuav le."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.27","label":"27","content":"Thaus Anaw rov lug txug Heploo lawm Yau‑a txawm coj nwg tuab leeg nkaag moog rua huv plawv rooj loog sub txhad tau nrug nwg tuab leeg thaam xwb. Tes Yau‑a txawm nkaug Anaw plaab hov ntawd, Anaw txhad tuag lawm, tub yog Yau‑a pauj taub qhov kws nwg tug kwv Axahee tuag."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.28","label":"28","content":"Dhau hov thaus Tavi paub le hov nwg txhad has tas, “Kuv hab kuv lub tebchaws yuav tsw rws lub txem kws Naw tug tub Anaw cov ntshaav lug nuav ib txhws taab meeg Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.29","label":"29","content":"Thov kuas lub txem poob rua sau Yau‑a taubhau hab poob rua sau nwg txwv caaj ceg. Ca Yau‑a caaj ceg pheej yuav muaj tug kws muaj kua ndwg lug lossws muaj tug kws mob lis mob ruas lossws muaj tug kws nreg paas  lossws muaj tug kws raug nav ntaaj tua lossws muaj tug kws tsw muaj mov noj.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.30","label":"30","content":"Yau‑a hab nwg tug kwv Anpisai tua Anaw vem Anaw tau tua ob tug tug kwv Axahee rua ntawm tshaav rog Kinpe‑oo lawm."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.31","label":"31","content":"Tavi kuj has rua Yau‑a hab cov tuabneeg suavdawg kws nrug nwg tas, “Ca le dua mej tej rwg tsho hab muab khaub seev tsaaj lug npua hab quaj ntsuag moog ua Anaw lub cev tuag ntej.” Hab vaajntxwv Tavi lawv qaab lub hleb."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.32","label":"32","content":"Puab muab Anaw log rua ntawm Heploo. Vaajntxwv kuj tsaa suab quaj ntawm Anaw lub ntxaa hab cov pejxeem suavdawg kuj quaj kawg le."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.33","label":"33","content":"Vaajntxwv quaj ntsuag txug Anaw tas, “Tswm nyog Anaw yuav tuag ib yaam nkaus le tug tuabneeg ruag lov?"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.34","label":"34","content":"Tub tsw muab koj txhais teg khi, tub tsw muab koj kwtaw ntsug phoo, koj ca le qaug tuag yaam nkaus le tuabneeg qaug rua ntawm tuabneeg limham xubndag.” Mas cov pejxeem suavdawg kuj rov quaj Anaw dua ib zag."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.35","label":"35","content":"Cov pejxeem suavdawg tuaj cheem kuas Tavi noj mov rua thaus tseed nruab nub. Tassws Tavi twv has tas, “Yog kuv swm mivntswv ncuav lossws ib yaam daabtsw ua ntej kws nub poob qho, mas ca Vaajtswv rau txem rua kuv le ntawd nyaav dua hab.”"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.36","label":"36","content":"Cov pejxeem suavdawg pum le hov mas kuj txaus sab. Txhua yaam kws vaajntxwv ua yeej los txaus cov pejxeem lub sab."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.37","label":"37","content":"Nub hov cov pejxeem suavdawg hab cov Yixayee suavdawg kuj nkaag sab tas tsw yog vaajntxwv muaj nplooj sab tua Naw tug tub Anaw."},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.38","label":"38","content":"Vaajntxwv has rua nwg cov tub teg tub taw tas, “Mej tsw paub lov, nub nua cov Yixayee ib tug thawj tseem ceeb tau tuag lawm?"},{"bible_id":"1216","chapter_code":"2SA.3","verse_code":"2SA.3.39","label":"39","content":"Txawm yog kuv raug tsaa ua vaajntxwv los nub nua kuv kuj qaug zug. Xeluya cov tub nuav nyaav dhau rua kuv lawm. Thov Yawmsaub pauj taub rua tug kws ua txhum lawv le nwg kev txhum.”"},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.1","label":"1","content":"Thaus Xa‑u tug tub Inpause nov tas Anaw tuag rua huv Heploo lawm nwg ntaug zug hlo lawm hab cov Yixayee suavdawg poob sab taag."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.2","label":"2","content":"Xa‑u tug tub muaj ob yawm ua thawj coj paab tub rog lws luas, ib tug hu ua Npa‑anas, ib tug hu ua Lekhaj. Ob tug yog Limoo le tub kws yog xeem Npeeyamee nyob huv lub moos Npe‑awlau (tsua qhov kuj muab Npe‑awlau suav ua Npeeyamee le moos."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.3","label":"3","content":"Cov tuabneeg huv Npe‑awlau tswv moog rua lub moos Kitha‑i mas nyob hov ntawd lug txug naj nub nwgnuav.)"},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.4","label":"4","content":"Xa‑u tug tub Yaunathaa muaj ib tug tub moog tsw taug kev. Thaus kws muaj xuv xwm has txug Xa‑u hab Yaunathaa huv Yile‑ee tuaj, tug mivnyuas nuav muaj tswb xyoos. Mas tug nkauj qhev kws tu nwg muab puag coj tswv. Thaus nwg maaj tswv moog hov, tug mivnyuas txawm poob mas tuag ceg. Nwg npe hu ua Mefinpause."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.5","label":"5","content":"Mas Limoo kws yog tuabneeg Npe‑awlau ob tug tub kws yog Lekhaj hab Npa‑anas txawm sawv kev moog. Thaus tshaav ntuj kub puab tuaj txug Inpause lub tsev, yog thaus taav su kws Inpause tseed pw su."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.6","label":"6","content":"Tes ob tug txawm nkaag moog rua huv tsev ua txuj yaam le yuav moog nqaa mivntswv mog tes ob tug txawm nkaug kag Inpause plaab, tes Lekhaj hab nwg tijlaug Npa‑anas txawm tswv lawm."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.7","label":"7","content":"Thaus ob tug nkaag moog rua huv tsev Inpause pw huv txaaj, mas ob tug txawm ntaus nwg hab muab nwg tua hab txav nwg lub taubhau. Ob tug coj nwg lub taubhau taug txujkev huv Alanpa moog ib mos kaaj ntug."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.8","label":"8","content":"Ob tug coj Inpause lub taubhau moog pub rua Tavi huv lub moos Heploo hab has rua vaajntxwv tas, “Nuav yog koj tug yeeb ncuab Xa‑u tug tub Inpause lub taubhau, yog tug kws nrhav txuv koj txujsa. Nub nua Yawmsaub tau paab vaajntxwv kws yog ib ob leeg tug tswv pauj taub rua Xa‑u hab nwg tej tub ki.”"},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.9","label":"9","content":"Tassws Tavi teb Lekhaj hab nwg tug tijlaug Npa‑anas kws yog Limoo kws yog tuabneeg huv Npe‑awlau ob tug tub tas, “Muaj Yawmsaub muaj txujsa nyob pum, yog tug kws cawm kuv dim huv txhua txujkev txom nyem,"},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.10","label":"10","content":"thaus muaj ib tug has rua kuv tas, ‘Xa‑u tuag lawm,’ nwg xaav tas yog nwg coj xuv zoo rua kuv, kuv muab nwg nteg muab nwg tua rua ntawm Xilaj lawm. Nuav yog kuv muab nqe zug rua nwg tsua qhov kws nwg coj tsaab xuv hov tuaj."},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.11","label":"11","content":"Heev dua le hov, yog muaj tuabneeg phem tua tug tuabneeg ncaaj nceeg rua huv nwg lub tsev hab sau nwg lub txaaj pw, kuv yuav tsw kuas meb rws nwg cov ntshaav nua lov, hab yuav tsw muab meb ua puam tsuaj huv nplajteb nuav lov?”"},{"bible_id":"1216","chapter_code":"2SA.4","verse_code":"2SA.4.12","label":"12","content":"Tavi txawm has rua nwg cov tub hluas, mas puab muab ob tug tua, muab txav teg txav taw muab ob lub cev dai rua ntawm ntug paag dej ntawm Heploo. Tassws puab muab Inpause lub taubhau coj moog log rua huv Anaw lub qhov ntxaa ntawm lub moos Heploo."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.1","label":"1","content":"Cov Yixayee txhua xeem tuaj cuag Tavi huv lub moos Heploo hab has tas, “Peb nrug koj koom nqaj koom txhaa."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.2","label":"2","content":"Thau u kws Xa‑u ua vaajntxwv kaav peb, koj yeej yog tug kws coj cov Yixayee tawm moog hab coj rov qaab lug, hab Yawmsaub has rua koj tas, ‘Koj yuav ua tug yug yaaj kaav kuv haiv tuabneeg Yixayee hab koj yuav ua cov Yixayee tug thawj.’ ”"},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.3","label":"3","content":"Yog le hov Yixayee cov kev txwj quas laug suavdawg txhad tuaj cuag Tavi huv lub moos Heploo. Hab vaajntxwv Tavi nrug puab sws cog lug huv lub moos Heploo rua ntawm Yawmsaub xubndag, tes puab txawm laub roj tsaa Tavi ua vaajntxwv kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.4","label":"4","content":"Thaus Tavi chiv kaav tebchaws nwg noob nyoog muaj peb caug xyoo hab nwg kaav tau plaub caug xyoo."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.5","label":"5","content":"Nwg nyob huv Heploo kaav cov Yuta tau xyaa xyoo rau lub hli, hab nyob huv Yeluxalee kaav cov Yixayee hab cov Yuta huvsw tau peb caug peb xyoos."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.6","label":"6","content":"Vaajntxwv hab nwg cov tub rog moog rua lub nroog Yeluxalee ua rog rua cov Yenpu kws nyob huv lub tebchaws hov. Cov Yenpu has rua Tavi tas, “Koj txeem tsw tau lug rua huv nuav, cov tuabneeg dig muag ceg tawv kuj yuav tiv tau koj.” Puab xaav tas Tavi yuav txeem lug tsw tau le."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.7","label":"7","content":"Txawm le ntawd los Tavi txeeb tau lub chaw ruaj khov Xi‑oo, kws yog Tavi lub nroog."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.8","label":"8","content":"Nub ntawd Tavi has tas, “Leejtwg yuav moog ntaus cov Yenpu ca tug hov nce taug tug kwj deg moog tua cov dig muag ceg tawv kws Tavi lub sab ntxub kawg le.” Vem le hov luas txhad has tas, “Tsw xob kheev cov dig muag ceg tawv nkaag lug rua huv vaajntxwv tsev.”"},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.9","label":"9","content":"Tavi nyob hlo huv lub chaw ruaj khov hab hu lub chaw hov tas Tavi lub nroog. Hab Tavi tswm lub nroog puag ncig txwj ntawm lub loog Milau moog rua saab huv."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.10","label":"10","content":"Tavi muaj fwjchim zuj zug vem yog Yawmsaub kws yog Vaajtswv muaj fwjchim luj kawg nkaus nrug nraim nwg."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.11","label":"11","content":"Vaajntxwv Hilaa huv lub nroog Thailab tso tuabneeg xaa xuv tuaj cuag Tavi hab xaa ntoo cab hab cov Kws ntoo cov Kws txhwm pob zeb tuaj ua lub tsev rua Tavi nyob."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.12","label":"12","content":"Tavi paub tas Yawmsaub tau tsaa nwg ua vaajntxwv ruaj khov kaav cov Yixayee hab ua rua nwg lub tebchaws vaam meej vem yog saib rua nwg haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.13","label":"13","content":"Thaus Tavi tawm huv lub moos Heploo lug nyob rua huv Yeluxalee nwg yuav dua nam yau hab coj tej hluas nkauj lug kaav, mas yug dua tub hab ntxhais."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.14","label":"14","content":"Cov mivnyuas kws Tavi yug huv Yeluxalee le npe yog le nuav: Samu‑a, Saunpam, Nathaa, Xalaumoo,"},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.15","label":"15","content":"Iha, Elisu‑a, Nefe, Yafia,"},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.16","label":"16","content":"Elisama, Eliyanta hab Elifele."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.17","label":"17","content":"Thaus cov Filixatee nov tas Tavi raug tsaa ua vaajntxwv kaav cov Yixayee huvsw, cov Filixatee suavdawg txawm nce tuaj nrhav Tavi. Tassws Tavi nov le hov nwg txawm moog nyob rua huv lub chaw ruaj khov."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.18","label":"18","content":"Cov Filixatee tuaj nyob thoob plawg huv lub haav Lefa‑i."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.19","label":"19","content":"Tavi txawm ua nug rua Yawmsaub tas, “Kuv yuav moog ntaus cov Filixatee lov? Koj yuav muab puab rua huv kuv txhais teg los tsw muab?” Yawmsaub teb Tavi tas, “Ca le moog, kuv yeej yuav muab cov Filixatee rua huv koj txhais teg.”"},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.20","label":"20","content":"Tavi txhad moog rua ntawm lub moos Npa‑aa Pelaxi, mas Tavi kov yeej cov Filixatee hov ntawd. Nwg has tas, “Yawmsaub txeem plawg rua kuv cov yeeb ncuab yaam le dej txeem plawg moog nyaab.” Vem le hov lub chaw hov txhad hu ua Npa‑aa Pelaxi."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.21","label":"21","content":"Cov Filixatee txhad muab puab tej txoov daab tso tseg rua hov ntawd. Tavi hab nwg cov tub rog txhad muab nqaa moog lawm."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.22","label":"22","content":"Cov Filixatee rov qaab tuaj dua moog nyob thoob plawg huv lub haav Lefa‑i."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.23","label":"23","content":"Thaus Tavi rov qaab ua nug rua Yawmsaub dua ib zag, Yawmsaub has tas, “Koj tsw xob ncaaj moog, ca le zos moog tom puab qub qaab, ntaus puab ncaaj ntawm cov ntoo zaub kaab."},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.24","label":"24","content":"Thaus koj nov suab nrov sau cov ntsws ntoo zaub kaab yaam le lub suab kws tub rog moog kev, koj ca le maaj nroog moog, vem lub swjhawm ntawd Yawmsaub tau ua koj ntej moog ntaus Filixatee cov tub rog lawm.”"},{"bible_id":"1216","chapter_code":"2SA.5","verse_code":"2SA.5.25","label":"25","content":"Tavi ua lawv le Yawmsaub has rua nwg mas ntaus cov Filixatee txwj ntawm lub moos Kenpa moog txug ncua lub moos Kexaw."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.1","label":"1","content":"Tavi rov txhwj peb vaam leej tub rog kws nwg xaiv huv cov Yixayee ca lawd."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.2","label":"2","content":"Hab Tavi nrug nwg cov tuabneeg suavdawg sawv kev moog rua ntawm lub moos Npa‑aleyuta moog coj Vaajtswv lub swb xaab kws hu lawv le Yawmsaub tug muaj fwjchim luj kawg nkaus lub npe kws nyob lub zwm txwv sau cov Khelunpee lug."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.3","label":"3","content":"Puab kuj muab ib lub tsheb nyuj tshab thauj Vaajtswv lub swb xaab hab coj tawm huv Anpinanta lub tsev kws nyob sau lub roob lug. Uxa hab Ahiyau kws yog Anpinanta le tub tsaav lub tsheb nyuj tshab hov"},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.4","label":"4","content":"kws muaj Vaajtswv lub swb xaab, mas Ahiyau moog ua lub swb xaab ntej."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.5","label":"5","content":"Tavi hab cov Yixayee suavdawg kuj zoo sab xyiv faab rua ntawm Yawmsaub lub xubndag kawg puab tug daag tug zug, hab hu nkauj ntaus nkauj nog ncaas miv hab nkauj nog ncaas luj hab cu tswb khob paab hab npuaj nruag tooj lab."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.6","label":"6","content":"Thaus puab lug txug ntawm Nakhoo lub tshaav ntaus qoob Uxa cev teg tuav nkaus Vaajtswv lub swb xaab tsua qhov nyuj dawm."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.7","label":"7","content":"Mas Yawmsaub txhad npau tawg rua Uxa. Mas Vaajtswv ntaus nwg tuag vem yog nwg cev teg tuav lub swb xaab, tes nwg txawm tuag rua ntawm Vaajtswv lub swb xaab ib saab."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.8","label":"8","content":"Tavi chim tsua qhov kws Yawmsaub txujkev npau tawg tshwm plawg lug rua Uxa, vem le ntawd txhad hu lub chaw hov hu ua Pele‑uxa  lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.9","label":"9","content":"Nub ntawd Tavi kuj ntshai Yawmsaub heev hab nwg has tas, “Yawmsaub lub swb xaab yuav lug nrug kuv nyob tau le caag?”"},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.10","label":"10","content":"Tavi txhad tsw kaam coj Yawmsaub lub swb xaab moog rua huv Tavi lub nroog, tassws nwg coj moog ca rua tom Aunpe Entoo kws yog tuabneeg Ka lub tsev."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.11","label":"11","content":"Yawmsaub lub swb xaab nyob huv Aunpe Entoo kws yog tuabneeg Ka lub tsev tau peb lub hlis, mas Yawmsaub foom koob moov rua Aunpe Entoo hab nwg tsev tuabneeg suavdawg."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.12","label":"12","content":"Muaj tuabneeg has rua vaajntxwv Tavi tas, “Yawmsaub foom koob moov rua Aunpe Entoo tsev tuabneeg hab txhua yaam kws yog nwg le, vem yog muaj Vaajtswv lub swb xaab.” Yog le hov Tavi txhad moog coj Vaajtswv lub swb xaab ntawm Aunpe Entoo tsev lug rua huv Tavi lub nroog xyiv faab hlo."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.13","label":"13","content":"Thaus cov kws kwv Yawmsaub lub swb xaab moog tau rau kauj ruam, Tavi kuj tua ib tug nyuj hab ib tug thaav nyuj rog rog xyeem."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.14","label":"14","content":"Tavi kuj dha seev cev kawg nwg tug daag tug zug rua ntawm Yawmsaub lub xubndag. Hab Tavi naav lub tsho efauj  xwb."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.15","label":"15","content":"Yog le nuav Tavi hab ib tsoom Yixayee suavdawg txhad qw zoo sab xyiv faab tshuab raaj kub yaaj coj Yawmsaub lub swb xaab lug."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.16","label":"16","content":"Thaus Yawmsaub lub swb xaab lug rua huv Tavi lub nroog, Xa‑u tug ntxhais Mikhaa xauj qhov rais pum vaajntxwv Tavi dha paaj pawg quas ntsog seev cev rua ntawm Yawmsaub lub xubndag, tes nwg txawm xob sab rua Tavi."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.17","label":"17","content":"Puab coj Yawmsaub lub swb xaab lug txawb rua lub chaw huv lub tsev ntaub kws Tavi tub tsaa ca lawd, hab Tavi kuj tua tsaj ua kevcai hlawv xyeem hab ua kevcai xyeem sws raug zoo rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.18","label":"18","content":"Thaus Tavi ua kevcai hlawv xyeem hab ua kevcai xyeem sws raug zoo taag lawd, nwg txawm tuav Yawmsaub kws muaj fwjchim luj kawg nkaus lub npe foom koob moov rua cov pejxeem."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.19","label":"19","content":"Hab nwg muab ib leeg ib lub ncuav, ib leeg ib daim nqaj hab ib lub ncuav txwv maab qhuav pub rua ib tsoom Yixayee suavdawg tsw has quaspuj quasyawg. Tes puab txawm nyag rov moog nyag tsev."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.20","label":"20","content":"Tavi kuj rov moog foom koob moov rua nwg tsev tuabneeg. Tassws Mikhaa kws yog Xa‑u tug ntxhais tawm tuaj tog Tavi hab has tas, “Nub nua cov Yixayee tug vaajntxwv tau koob meej luj kawg le lauj! Nwg hle tej tsoog vaajntxwv taab meeg nwg cov tub teg tub taw tej nkauj qhev yaam nkaus le tej tuabneeg plhu tuab hle rwg tsho tsw paub txaaj muag le.”"},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.21","label":"21","content":"Mas Tavi has rua Mikhaa tas, “Kuv ua le nuav fwm Yawmsaub kws xaiv kuv lug nyob koj txwv chaw hab nyob nwg caaj ceg suavdawg chaw tsaa kuv ua thawj kaav cov Yixayee kws yog Yawmsaub haiv tuabneeg, mas kuv txhad ua lomzem zoo sab xyiv faab rua ntawm Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.22","label":"22","content":"Kuv yuav txu kuas kuv raug saib tsw taug heev dua le nuav hab kuv yuav saib kuv qeg dua hab. Tassws cov nkauj qhev kws koj has ntawd, puab yuav muab kuv saib hlub.”"},{"bible_id":"1216","chapter_code":"2SA.6","verse_code":"2SA.6.23","label":"23","content":"Tes Xa‑u tug ntxhais Mikhaa txawm tsw muaj mivnyuas taag swm neej le."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.1","label":"1","content":"Thaus vaajntxwv nyob ruaj huv nwg lub vaaj tse, hab Yawmsaub ua rua nwg cov yeeb ncuab kws nyob ib ncig tsw tuaj ua rog rua nwg lawm,"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.2","label":"2","content":"vaajntxwv has rua Nathaa kws ua xwbfwb cev Vaajtswv lug tas, “Saib maj, kuv nyob huv lub tsev kws xuas ntoo cab ua huas Vaajtswv lub swb xaab nyob huv lub tsev ntaub xwb.”"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.3","label":"3","content":"Mas Nathaa has rua vaajntxwv tas, “Koj ca le moog ua txhua yaam kws koj lub sab xaav ua, tsua qhov Yawmsaub nrug nraim koj.”"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.4","label":"4","content":"Tassws mo ntawd Yawmsaub has lug tuaj rua Nathaa tas,"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.5","label":"5","content":"“Ca le moog has rua kuv tug qhev Tavi tas, ‘Yawmsaub has le nuav tas, Koj yuav ua ib lub tsev rua kuv nyob lov?"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.6","label":"6","content":"Txwj thaus kuv coj mej tawm huv Iyi tebchaws lug txug nub nua, kuv tsw txeev nyob huv lub tsev, tassws kuv moog moog lug lug nyob huv lub tsev ntaub xwb."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.7","label":"7","content":"Txhua qhov kws kuv nrug cov Yixayee suavdawg moog moog lug lug, kuv puas tau has ib lu lug rua cov Yixayee ib tug thawj twg kws kuv khaiv kuas saib kuv haiv tuabneeg Yixayee has tas, “Ua caag mej tsw ua ib lub tsev ntoo cab rua kuv?” ’"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.8","label":"8","content":"Vem le nuav nwgnuav koj ca le has rua kuv tug qhev Tavi tas, ‘Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, Kuv coj koj tawm huv lub tshaav zaub kws koj yug yaaj lug ua tug thawj kaav kuv haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.9","label":"9","content":"Koj moog hovtwg los kuv nrug nraim koj qhov ntawd, hab kuv rhuav tshem koj cov yeeb ncuab huvsw ntawm koj lub xubndag moog. Kuv yuav pub kuas koj muaj koob meej ib yaam le tej kws muaj koob meej luj huv nplajteb nuav."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.10","label":"10","content":"Kuv yuav tu ib lub chaw ca rua kuv haiv tuabneeg Yixayee nyob, hab kuv yuav muab puab cog ca nyob ruaj khov rua huv lub chaw kws yog puab tug, tsw muaj leejtwg yuav tuaj zwg puab. Tej tuabneeg limham ndais ntuj yuav tsw tuaj tswm txom puab dua le lawm yaam le yaav taag lug"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.11","label":"11","content":"txwj thaus kuv tsaa cov thawj kaav kuv haiv tuabneeg Yixayee. Kuv yuav ua rua koj tej yeeb ncuab suavdawg tsw ua rog rua koj lawm. Dua le ntawd Yawmsaub has rua koj tas Yawmsaub yuav pub kuas koj muaj caaj ceg ua vaaj moog le."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.12","label":"12","content":"Thaus koj noob nyoog taag moog nrug koj tej laug nyob lawd, kuv yuav tsaa ib tug tub kws koj yug lug nyob koj chaw hab kuv yuav tsaa nwg ua vaajntxwv kaav ruaj khov."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.13","label":"13","content":"Nwg yog tug kws yuav ua lub tuam tsev rua kuv lub npe, hab kuv yuav tsaa nwg lub zwm txwv nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.14","label":"14","content":"Kuv yuav ua nwg leej txwv hab nwg yuav ua kuv tug tub. Thaus nwg ua txhum kuv yuav swv tuabneeg raab nplawm qhuab qha nwg, hab kuv yuav swv tuabneeg nplawm nwg."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.15","label":"15","content":"Tassws kuv yuav tsw muab kuv txujkev hlub kws ruaj khov rhu ntawm nwg moog yaam le kws kuv tau rhu ntawm Xa‑u kws kuv muab rhuav tshem pluj ntawm koj moog."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.16","label":"16","content":"Koj caaj ceg hab qhov kws puab ua vaajntxwv yuav nyob ruaj khov rua ntawm kuv xubndag moog ib txhws le. Koj lub zwm txwv yuav raug muab tsaa nyob ruaj khov moog ib txhws.’ ”"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.17","label":"17","content":"Nathaa has tej lug nuav huvsw rua Tavi lawv le tej kws nwg ua yug quas toog."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.18","label":"18","content":"Tes vaajntxwv Tavi txawm nkaag rua huv lub tsev ntaub nyob quas tsawg ntawm Yawmsaub xubndag mas has tas, “Au Vaajtswv Yawmsaub, kuv yog leejtwg, kuv caaj ceg yog leejtwg es koj coj kuv lug txug txwj nuav?"},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.19","label":"19","content":"Au Vaajtswv Yawmsaub, tej nuav yog tej yaam miv miv ntawm koj lub qhov muag xwb. Koj tseed has tseg txug kuv kws yog koj tug qhev caaj ceg rua ntau xyoo tom hauv ntej. Au Vaajtswv Yawmsaub koj tau qha tej nuav rua tuabneeg."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.20","label":"20","content":"Kuv Tavi yuav has daabtsw ntxwv rua koj hab? Au Vaajtswv Yawmsaub, koj yeej paub kuv kws yog koj tug qhev."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.21","label":"21","content":"Tub yog vem koj saib rua koj tej lug cog tseg hab vem yog lawv le koj lub sab nyam koj txhad ua tej num luj nuav huvsw hab qha rua koj tug qhev paub."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.22","label":"22","content":"Au Vaajtswv Yawmsaub, koj luj kawg, tsw muaj leejtwg zoo cuag le koj. Dhau koj lawm yeej tsw muaj dua ib tug vaajtswv txwj le peb lub qhov ntsej tau nov."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.23","label":"23","content":"Haiv tuabneeg twg huv lub nplajteb nuav yuav zoo thooj le koj haiv tuabneeg Yixayee, kws Vaajtswv moog txhwv lug ua nwg haiv tuabneeg hab ua rua nwg lub npe nto moo quas lug? Nwg ua tej yaam kws luj kawg hab txaus ntshai rua lub tebchaws taab meeg puab, yog nwg haiv tuabneeg kws nwg txhwv tawm huv Iyi tebchaws hab huv tej tuabneeg tej daab lug."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.24","label":"24","content":"Au Yawmsaub, koj tswm tsaa koj haiv tuabneeg Yixayee lug ua koj le teej tug moog ib txhws le, hab koj ua puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.25","label":"25","content":"Au Vaajtswv Yawmsaub, thov koj tuav tej lug kws koj has txug kuv kws yog koj tug qhev hab has txug kuv caaj ceg nyob ruaj moog ib txhws, hab thov koj ua lawv le koj tau has ca lawd."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.26","label":"26","content":"Koj lub npe yuav raug qhuas moog ib txhws has tas, ‘Yawmsaub kws muaj fwjchim luj kawg nkaus yog Vaajtswv kws kaav cov Yixayee,’ hab Tavi kws yog koj tug qhev caaj ceg yuav nyob ruaj khov ntawm koj lub xubndag moog le."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.27","label":"27","content":"Au Yawmsaub kws muaj fwjchim luj kawg nkaus kws yog cov Yixayee tug Vaajtswv, koj tub qha rua kuv kws yog koj tug qhev paub tas, koj yuav tswm kuv kuas muaj caaj ceg ua vaaj moog le. Vem le nuav kuv kws yog koj tug qhev txhad muaj cuabkaav tsaa ncauj thov koj."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.28","label":"28","content":"Au Vaajtswv Yawmsaub, koj yeej yog Vaajtswv, koj tej lug yeej yog lug tseeb, hab koj tau cog tej lug zoo nuav rua koj tug qhev."},{"bible_id":"1216","chapter_code":"2SA.7","verse_code":"2SA.7.29","label":"29","content":"Yog le nuav nwgnuav thov koj txaus sab foom koob moov rua koj tug qhev caaj ceg kuas nyob ruaj rua ntawm koj lub xubndag moog ib txhws. Au Vaajtswv Yawmsaub, koj tub has ca le ntawd lawm, hab koj tej koob moov yeej yuav muaj rua kuv kws yog koj tug qhev caaj ceg moog ib txhws.”"},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.1","label":"1","content":"Dhau hov Tavi ntaus yeej cov Filixatee hab tswjfwm puab. Tavi txeeb tau lub moos Methehama ntawm cov Filixatee txhais teg."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.2","label":"2","content":"Nwg ntaus yeej cov Mau‑a hab. Nwg yuam puab pw ua ib kaab saab rua huv peg teb mas xuas hlua ntsuag puab, ntsuag ob hluas muab tua pov tseg, ntsuag ib hluas tseg ca. Cov Mau‑a kuj zwm rua Tavi hab coj hov txhua chaw tuaj them se rua nwg."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.3","label":"3","content":"Tavi kuj ntaus yeej Lehau tug tub Hantantexaw kws ua vaajntxwv huv lub moos Xaunpa, yog thaus Hantantexaw moog txeeb cov tebchaws ntawm dej Yufeti rov qaab."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.4","label":"4","content":"Tavi txeeb tau cov tub rog caij neeg ib txheeb xyaa pua leej hab cov tub rog moog kwtaw ob vaam leej, hab Tavi txav cov neeg kws hai tsheb ua rog leeg rawg huvsw, tseg kuas txaus hai ib puas lub tsheb ua rog xwb."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.5","label":"5","content":"Thaus cov tuabneeg Alaa kws nyob huv lub nroog Ntamaxaka tuaj paab Xaunpa tug vaajntxwv Hantantexaw, mas Tavi tua cov Alaa ob vaam ob txheeb leej."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.6","label":"6","content":"Tavi tsaa ib co tub rog zuv kaav cov Alaa huv lub nroog Ntamaxaka. Cov Alaa zwm rua Tavi hab coj hov txhua chaw tuaj them se rua nwg. Yawmsaub pub Tavi kov yeej rua txhua qhov kws nwg moog."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.7","label":"7","content":"Hab Tavi txeeb tau daim phaj kub kws thaiv hauv sab kws Hantantexaw cov tub teg tub taw coj, hab coj moog rua lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.8","label":"8","content":"Hab vaajntxwv Tavi txeeb tau tooj lab ntau ntau le ntawm lub moos Npetha hab lub moos Npelauthai kws yog Hantantexaw tej moos."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.9","label":"9","content":"Thaus vaajntxwv Thau‑i huv lub moos Hama nov tas Tavi tau ntaus yeej Hantantexaw cov tub rog huvsw lawm,"},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.10","label":"10","content":"Thau‑i txawm khaiv nwg tug tub Yaulaa moog cuag vaajntxwv Tavi moog has ib lu lug tshaav ntuj zoo sab rua nwg tsua qhov kws Tavi tau ua rog hab ntaus yeej Hantantexaw lawm, tsua qhov Hantantexaw pheej ua rog rua Thau‑i. Yaulaa kuj coj tej hov txhua chaw kws xuas nyaj xuas kub xuas tooj lab ua, tuaj pub rua Tavi."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.11","label":"11","content":"Vaajntxwv Tavi muab txhua yaam nuav xyeem pub rua Yawmsaub, hab muab tej nyaj kub kws nwg muab tau ntawm txhua haiv tuabneeg kws nwg kov yeej xyeem pub rua Yawmsaub,"},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.12","label":"12","content":"yog tej kws nwg txeeb tau ntawm cov Entoo,  cov Mau‑a, cov Aamoo, cov Filixatee, cov Amalej hab tej kws nwg txeeb tau ntawm Lehau tug tub Hantantexaw kws ua vaajntxwv huv Xaunpa."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.13","label":"13","content":"Thaus Tavi moog tua cov Entoo  tuag ib vaam yim txheeb leej rua huv lub Haav Ntsev rov lug, tes nwg lub moo txawm nrov nchaa quas lug."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.14","label":"14","content":"Nwg tso tub rog zuv kaav thoob tebchaws Entoo, mas cov tuabneeg Entoo suavdawg zwm rua Tavi. Yawmsaub pub Tavi kov yeej rua txhua qhov kws nwg moog."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.15","label":"15","content":"Mas Tavi kaav taag nrho cov Yixayee huvsw. Tavi ua ncaaj ua nceeg hab ua zoo rua nwg cov pejxeem suavdawg."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.16","label":"16","content":"Xeluya tug tub Yau‑a ua thawj kaav tub rog. Ahilu tug tub Yehausafa ua tug kws sau ntawv keeb kwm."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.17","label":"17","content":"Ahithu tug tub Xantau hab Anpiyatha tug tub Ahimelej ua pov thawj. Xelaya ua tug tub sau ntawv."},{"bible_id":"1216","chapter_code":"2SA.8","verse_code":"2SA.8.18","label":"18","content":"Yehauyanta tug tub Npenaya kaav cov Khelethi hab cov Pelethi.  Hab Tavi cov tub ua pov thawj."},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.1","label":"1","content":"Tavi has tas, “Xa‑u caaj ceg tshuav leejtwg rua kuv hlub vem yog saib rua Yaunathaa los tsw tshuav?”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.2","label":"2","content":"Xa‑u tsev tuabneeg muaj ib tug tub qhe hu ua Xinpa, tes puab txawm hu nwg tuaj cuag Tavi, mas vaajntxwv Tavi nug nwg tas, “Koj yog Xinpa lov?” Nwg teb tas, “Kuv kws yog koj tug qhev yog lauj.”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.3","label":"3","content":"Vaajntxwv has rua nwg tas, “Xa‑u caaj ceg tshuav leejtwg rua kuv hlub lawv le Vaajtswv txujkev hlub los tsw tshuav?” Xinpa teb vaajntxwv tas, “Yaunathaa tshuav ib tug tub, tuag taw hab.”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.4","label":"4","content":"Vaajntxwv nug nwg tas, “Tug hov nyob hovtwg?” Xinpa has rua vaajntxwv tas, “Tug hov nyob huv Ami‑ee tug tub Makhi lub tsev huv lub moos Launtenpa.”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.5","label":"5","content":"Tes vaajntxwv txawm khaiv tuabneeg moog coj tug hov huv Ami‑ee tug tub Makhi lub tsev ntawm lub moos Launtenpa lug."},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.6","label":"6","content":"Tes Yaunathaa tug tub Mefinpause kws yog Xa‑u tug xeeb ntxwv txhad tau lug cuag Tavi, nwg khwb nkaus pe Tavi. Tavi has tas, “Mefinpause 'e.” Nwg teb tas, “Yawm hlub, kuv yog koj tug qhev.”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.7","label":"7","content":"Tavi has rua nwg tas, “Tsw xob ntshai tsua qhov kuv yuav hlub koj vem yog saib rua koj txwv Yaunathaa, hab kuv yuav muab koj yawm Xa‑u tej laj teb huvsw thim rua koj, hab koj yuav nrug kuv koom noj haus ua ke ntawm kuv rooj mov moog le.”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.8","label":"8","content":"Mefinpause txawm pe hab has tas, “Kuv kws yog koj tug qhev yog leejtwg es koj yuav tsaa lub laaj muag saib tug dev tuag kws zoo le kuv nuav?”"},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.9","label":"9","content":"Vaajntxwv hu Xinpa kws yog Xa‑u tug tub qhe tuaj hab has tas, “Txhua yaam kws yog Xa‑u hab nwg tsev tuabneeg le kuv muab cob rua koj tug tswv tug xeeb ntxwv lawm."},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.10","label":"10","content":"Koj hab koj cov tub ki hab koj cov tub qhe yuav tsum ua nwg tej teb rua nwg, hab sau tej qoob kws ua tau hov lug rua koj tug tswv tug xeeb ntxwv tau noj. Tassws Mefinpause kws yog koj tug tswv tug xeeb ntxwv nuav yuav nrug kuv koom rooj noj ua ke.” Xinpa muaj kaum tswb tug tub hab neeg nkaum tug tub qhe."},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.11","label":"11","content":"Xinpa txawm has rua vaajntxwv tas, “Kuv yuav ua txhua yaam lawv le kws vaajntxwv has rua kuv kws yog koj tug qhev.” Mefinpause txhad nrug Tavi koom rooj noj haus ua ke ib yaam le yog vaajntxwv tub."},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.12","label":"12","content":"Mefinpause muaj ib tug mivtub yau hu ua Mikhas. Txhua tug kws nyob huv Xinpa lub tsev puavleej ua Mefinpause le tub qhe."},{"bible_id":"1216","chapter_code":"2SA.9","verse_code":"2SA.9.13","label":"13","content":"Mefinpause txhad nyob huv lub nroog Yeluxalee. Nwg nrug vaajntxwv koom ib lub rooj noj mov moog le. Nwg ob txhais taw tuag taag huvsw."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.1","label":"1","content":"Dhau ntawd lug cov Aamoo tug vaajntxwv txawm tuag mas nwg tug tub Hanu ua vaajntxwv nyob nwg txwv chaw."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.2","label":"2","content":"Tavi txawm has tas, “Kuv yuav ua ncaaj ua zoo rua Naha tug tub Hanu ib yaam le nwg txwv tau ua ncaaj ua zoo rua kuv.” Tavi txhad tso nwg cov tub teg tub taw moog nplig Hanu sab vem nwg txwv tuag lawm. Mas Tavi cov tub teg tub taw txhad moog rua huv cov Aamoo tebchaws."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.3","label":"3","content":"Tassws cov Aamoo cov thawj has rua Hanu kws ua puab tug tswv tas, “Koj xaav has tas Tavi xaa tuabneeg tuaj nplig koj tes yog nwg fwm koj txwv nua lov? Sub tsw yog Tavi khaiv nwg cov tub teg tub taw tuaj cuag koj es yuav saib hab tshuaj saib hab rhuav lub nroog.”"},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.4","label":"4","content":"Hanu txawm nteg Tavi cov tub teg tub taw hab muab fwj txwv chais ib nraab tseg ib nraab hab muab puab lub tsho txav txwj ntawm lub ntsaag rua yaav huv pov tseg, hab muab puab tso moog."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.5","label":"5","content":"Thaus muaj tuabneeg moog has rua Tavi paub mas nwg khaiv tuabneeg moog tog puab tsua qhov puab raug kev txaaj muag heev. Vaajntxwv txhad has tas, “Mej ca le su ntawm lub moos Yelikhau moog txug thaus mej cov fwj txwv tuaj tsaiv le maav lug.”"},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.6","label":"6","content":"Thaus cov Aamoo pum tas puab ua rua Tavi ntxub puab lawm, cov Aamoo txawm khaiv tuabneeg moog ndav cov tuabneeg Alaa  huv lub moos Npelehau hab cov Alaa huv lub moos Xaunpa, yog tub rog moog kwtaw huvsw ob vaam leej, hab ndav tug vaajntxwv huv Ma‑akha kws muaj ib txheeb leej, hab cov tuabneeg huv lub moos Thauj yog ib vaam ob txheeb leej."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.7","label":"7","content":"Thaus Tavi nov tej nuav lawd nwg txawm khaiv Yau‑a hab cov tub rog sab tuab huvsw moog."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.8","label":"8","content":"Cov Aamoo kuj tawm tuaj npaaj tub rog rua ntawm rooj loog. Cov Alaa kws tuaj huv lub moos Xaunpa hab tuaj huv lub moos Lehau, hab cov tuabneeg Thauj hab cov tuabneeg Ma‑akha, puab nyob dua ib caag tom xub tsuag."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.9","label":"9","content":"Thaus Yau‑a pum tas luas npaaj tub rog rua tom nwg hauv ntej hab npaaj tub rog rua tom nwg qub qaab, nwg txawm xaiv paab tub rog Yixayee kws txawj tshaaj plawg qee leej hab tso puab moog tiv cov Alaa."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.10","label":"10","content":"Dua le cov nwg muab cob rua nwg tug kwv Anpisai kaav hab kuas puab npaaj moog tiv cov Aamoo."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.11","label":"11","content":"Yau‑a has tas, “Yog cov Alaa muaj zug heev dhau kuv, koj ca le tuaj paab kuv, huas yog cov Aamoo muaj zug heev dhau koj mas kuv yuav tuaj paab koj."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.12","label":"12","content":"Ca le ua sab tuab, peb ca le ua sab luj yaam le txwvneej yawg paab peb haiv tuabneeg hab paab peb tug Vaajtswv tej moos. Thov Yawmsaub ua lawv le nwg pum zoo.”"},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.13","label":"13","content":"Ua le hov mas Yau‑a hab cov tub rog kws nrug nwg txhad le txeem moog ze ua rog rua cov Alaa, mas cov Alaa txhad tswv thim quas zug tom nwg hauv ntej."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.14","label":"14","content":"Thaus cov Aamoo pum cov Alaa tswv lawm tes puab txawm tswv ntawm Anpisai hauv ntej ib yaam nkaus nkaag moog rua huv lub nroog. Tes Yau‑a txawm tseg tsw ua rog rua cov Aamoo, ca le rov lug rua Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.15","label":"15","content":"Thaus cov Alaa pum tas puab swb cov Yixayee lawm puab txawm moog sau zog lug ua ke."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.16","label":"16","content":"Mas Hantantexaw khaiv tuabneeg moog coj cov tuabneeg Alaa kws nyob saab dej Yufeti nub tuaj tawm tuaj. Puab tuaj rua ntawm Helaa. Hantantexaw tug thawj rog Saunpa coj puab kev."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.17","label":"17","content":"Thaus muaj tuabneeg has rua Tavi paub mas nwg sau zog cov Yixayee suavdawg tuaj ua ke hlaa tug dej Yalatee tuaj txug ntawm Helaa. Mas cov Alaa npaaj tub rog tiv Tavi hab ua rog rua nwg."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.18","label":"18","content":"Cov Alaa kuj thim tswv cov Yixayee mas Tavi tua tau Alaa cov tub rog huv tsheb ua rog tuag xyaa pua leej hab tua tau cov tub rog caij neeg tuag plaub vaam leej hab tua tau puab tug thawj rog Saunpa tuag rua hov ntawd."},{"bible_id":"1216","chapter_code":"2SA.10","verse_code":"2SA.10.19","label":"19","content":"Thaus cov vaajntxwv kws zwm rua Hantantexaw pum tas puab swb cov Yixayee lawm puab kuj nrug cov Yixayee sws raug zoo hab zwm rua cov Yixayee. Vem le nuav cov Alaa txhad ntshai tsw kaav paab cov Aamoo dua le lawm."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.1","label":"1","content":"Thaus txug lub caij ntuj qhua yog lub caij kws tej vaajntxwv pheej tawm moog ua rog, Tavi khaiv Yau‑a hab cov tub teg tub taw hab Yixayee cov tub rog huvsw moog ntaus yeej cov Aamoo hab vej lub nroog Lanpa ca. Tassws Tavi nyob huv lub nroog Yeluxalee xwb."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.2","label":"2","content":"Muaj ib nub thaus yuav tsaus ntuj Tavi sawv ntawm nwg lub chaw pw nce moog rua sau vaajntxwv lub tsev txheej tsev laag tshaav ncig ua sw. Nwg tsaa muag saib pum ib tug quaspuj daa dej, tug quaspuj hov zoo nkauj heev."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.3","label":"3","content":"Tavi khaiv tuabneeg moog nug txug tug quaspuj hov. Muaj ib tug lug has tas, “Tug quaspuj hov sub tsw yog Npasenpa kws yog Eli‑aa tug ntxhais kws yog Uliya kws yog tuabneeg Hithai tug quaspuj lov?”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.4","label":"4","content":"Tes Tavi txawm khaiv tub xaa xuv moog coj tug quaspuj hov tuaj. Tug quaspuj txawm tuaj cuag Tavi, Tavi txawm nrug nwg pw. Tug quaspuj hov nyav ua kevcai ntxuav nwg lub cev kws ua quaspuj taag. Tes tug quaspuj hov txawm rov qaab moog tsev."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.5","label":"5","content":"Tug quaspuj hov txawm xeeb mivnyuas, nwg txhad khaiv tuabneeg moog has rua Tavi paub has tas, “Kuv xeeb mivnyuas lawm.”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.6","label":"6","content":"Tavi txhad xaa xuv moog has rua Yau‑a tas, “Ca le tso Uliya kws yog tuabneeg Hithai lug cuag kuv.” Yau‑a txhad tso Uliya lug cuag Tavi."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.7","label":"7","content":"Thaus Uliya lug txug Tavi nug tas Yau‑a nyob le caag, cov tub rog nyob le caag hab kev ua rog kov yeej moog le caag lawm."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.8","label":"8","content":"Tavi txawm has rua Uliya tas, “Ca le moog rua huv koj lub tsev hab ntxuav koj kwtaw.” Uliya txawm tawm huv vaajntxwv tsev moog hab muaj tuabneeg coj tej hov txhua chaw kws vaajntxwv pub lawv qaab moog rua nwg."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.9","label":"9","content":"Tassws Uliya ca le nrug vaajntxwv cov tub teg tub taw pw ntawm vaajntxwv tsev lub rooj vaag, tub tsw moog rua huv nwg lub tsev le."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.10","label":"10","content":"Muaj tuabneeg has rua Tavi tas, “Uliya tsw moog rua huv nwg tsev le.” Tavi txawm has rua Uliya tas, “Koj tub moog kev deb deb lug es ua caag koj tsw moog rua huv koj tsev?”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.11","label":"11","content":"Uliya has rua Tavi tas, “Lub swb xaab hab cov Yixayee hab cov Yuta nyob huv lub tsev ntaub ua rog. Kuv tug tswv Yau‑a hab koj cov tub teg tub taw kuj ua yeej nyob tom tshaav rog es kuv yuav ca le moog tsev moog noj haus hab nrug kuv tug quaspuj pw tau lov? Koj muaj txujsa nyob hab koj lub sab tseed caj sa pum, kuv yuav tsw ua le ntawd hlo le.”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.12","label":"12","content":"Tavi txawm has rua Uliya tas, “Nub nua ca le su ntawm nuav pigkig kuv le kheev koj moog.” Uliya txhad nyob huv Yeluxalee nub hov hab nub tom qaab."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.13","label":"13","content":"Tavi hu nwg lug nwg txhad lug noj lug haus ntawm vaajntxwv xubndag, hab vaajntxwv muab nwg txhaus kuas qaug cawv. Nub ntawd tsaus ntuj nwg kuj moog nrug vaajntxwv cov tub teg tub taw pw ntawm daim lev tsw moog rua huv nwg tsev le."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.14","label":"14","content":"Taagkig tom qaab Tavi txhad sau ib tsaab ntawv muab rua Uliya coj moog rua Yau‑a."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.15","label":"15","content":"Tsaab ntawv hov has tas, “Ca le tu kuas Uliya ua paab kws ntaus ua ntej rua ntawm lub chaw kws puab sws tua heev, hab thim tub rog ca nwg raug tua tuag.”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.16","label":"16","content":"Thaus Yau‑a tseed vej lub nroog nwg tu kuas Uliya moog ntaus ncaaj qhov chaw kws nwg paub tas muaj cov tub rog sab luj sab tuab."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.17","label":"17","content":"Tes cov tuabneeg huv lub nroog txawm tawm tuaj tiv Yau‑a, mas Tavi cov tub teg tub taw muaj qee leej raug tua tuag. Uliya kws yog tuabneeg Hithai kuj tuag hab."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.18","label":"18","content":"Yau‑a txawm tso ib tug moog has rua Tavi paub txug kev sws tua zag hov."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.19","label":"19","content":"Nwg qha tug xaa xuv tas, “Thaus koj pav qhov kws sws tua rua vaajntxwv noog taag lawm,"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.20","label":"20","content":"yog vaajntxwv npau tawg hab nwg has rua koj tas, ‘Ua caag mej yuav moog ntaus ze lub nroog hov ua luaj? Mej tsw paub tas luas yuav tua ntawm ntsaa loog tuaj nua lov?"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.21","label":"21","content":"Leejtwg tua Anpimelej kws yog Yelunpese  tug tub? Tsw yog ib tug quaspuj muab txhwb txwv zeb nrum sau ntsaa loog lug raug nwg tuag ntawm lub moos Thenpes lov? Ua caag mej yuav moog ze lub ntsaa loog?’ tes koj ca le has tas, ‘Vaajntxwv tug tub qhe Uliya kws yog tuabneeg Hithai kuj tuag lawm hab.’ ”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.22","label":"22","content":"Tug kws xaa xuv txawm moog, nwg has rua Tavi paub txug txhua yaam kws Yau‑a khaiv nwg lug has."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.23","label":"23","content":"Tug kws xaa xuv hov has rua Tavi tas, “Yeeb ncuab ua tau dua peb, puab tawm tuaj tua peb saab nrau. Tes peb lawv puab moog txug ncua ntawm rooj loog."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.24","label":"24","content":"Tes cov tub rog kuj tua neev sau ntsaa loog tuaj rua koj cov tub rog. Mas koj cov tub teg tub taw qee leej tuag hab koj tug qhev Uliya kws yog tuabneeg Hithai kuj tuag hab.”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.25","label":"25","content":"Tavi txawm has rua tug xaa xuv hov tas, “Koj ca le has rua Yau‑a le nuav tas, ‘Tsw xob nyuaj sab rua zaaj nuav, tsua qhov nav ntaaj yeej tua ib zag tug u ib zag tug nuav. Ca le ua rog heev dua qub ntaus kuas tau lub nroog hov.’ Koj txhawb nwg tug zug hab.”"},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.26","label":"26","content":"Thaus Uliya tug quaspuj nov tas nwg tug quasyawg Uliya tuag lawm nwg kuj quaj ntsuag nwg tug quasyawg."},{"bible_id":"1216","chapter_code":"2SA.11","verse_code":"2SA.11.27","label":"27","content":"Thaus dhau lub swjhawm quaj ntsuag lawm, Tavi txawm khaiv tuabneeg moog coj nwg lug rua huv Tavi lub tsev hab ua Tavi quaspuj hab yug ib tug tub rua Tavi. Tassws Yawmsaub tsw txaus sab rua tej kws Tavi ua ntawd."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.1","label":"1","content":"Yawmsaub khaiv Nathaa moog cuag Tavi. Nathaa txawm moog txug Tavi hab has tas, “Muaj ob tug txwvneej nyob huv ib lub moos, ib tug nplua nuj ib tug pluag."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.2","label":"2","content":"Tug nplua nuj muaj tshws muaj yaaj muaj nyuj coob heev."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.3","label":"3","content":"Tug pluag tsw muaj daabtsw le tsuas muaj tuab tug xyuas yaaj kws nwg yuav lug xwb. Nwg tu hlub hab ca nrug nwg hab nwg cov mivnyuas nyob ua ke, noj ua ke koom haus ib lub khob dej, pw huv nwg lub xubndag, zoo yaam nkaus le ib tug mivntxhais rua nwg."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.4","label":"4","content":"Tug nplua nuj hov muaj ib tug qhua tuaj tshaam nwg. Nwg tsw kaam muab nwg tej yaaj tej tshws tej nyuj lug tua tam tug qhua kws tuaj tshaam ntawd, tes nwg txawm muab tug pluag hov tug mivnyuas yaaj lug tua rua tug qhua kws tuaj tshaam nwg noj.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.5","label":"5","content":"Tes Tavi txawm npau tawg rua tug nplua nuj hov heev hab has rua Nathaa tas, “Yawmsaub muaj txujsa nyob pum, yuav tsum muab tug yawm kws ua le hov tua pov tseg."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.6","label":"6","content":"Hab nwg yuav thim tug mivnyuas yaaj rov qaab plaub npaug vem yog nwg ua le nuav nwg tsw muaj sab khuvleej le.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.7","label":"7","content":"Nathaa has rua Tavi tas, “Koj yog tug yawm hov ntaag. Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Kuv tub tsaa koj ua vaajntxwv kaav cov Yixayee hab cawm koj dim huv Xa‑u txhais teg."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.8","label":"8","content":"Kuv tau muab Xa‑u kws yog koj tug tswv tsev tuabneeg rua koj hab muab nwg tej quaspuj rua huv koj lub xubndag, hab kuv muab cov Yixayee hab cov Yuta huvsw rua koj. Yog npaum le nuav tseed tsawg lawm kuv yuav tsaav ntxwv dua ib npaug hab."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.9","label":"9","content":"Ua caag koj yuav saib tsw taug Yawmsaub tej lug es ua tej kws nwg pum tas phem kawg? Koj xuas ntaaj tua Uliya kws yog tuabneeg Hithai hab yuav nwg tug quaspuj lug ua koj quaspuj. Koj xuas cov Aamoo raab ntaaj tua nwg ntaag."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.10","label":"10","content":"Vem le hov nwgnuav nav ntaaj yuav tsw nplaam huv koj caaj ceg hlo le vem yog koj saib tsw taug kuv hab yuav Uliya kws yog tuabneeg Hithai tug quaspuj lug ua koj quaspuj.’"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.11","label":"11","content":"Yawmsaub has le nuav tas, ‘Saib nawj, kuv yuav ua kuas xwm txheej phem tshwm lug huv koj tsev tuabneeg tawm tsaam koj, hab kuv yuav muab koj tej quaspuj coj moog taab meeg koj hab muab pub rua koj kwvtij zej zog, mas tug hov yuav nrug koj tej quaspuj pw taab meeg nruab nub."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.12","label":"12","content":"Koj ua tej kev txhum hov zais quas nreeg tsw pub leejtwg pum, tassws kuv yuav ua tej nuav nruab nub quas lug taab meeg rua cov Yixayee suavdawg pum.’ ”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.13","label":"13","content":"Tavi txhad has rua Nathaa tas, “Kuv tau ua txhum muaj txem rua Yawmsaub lawm.” Mas Nathaa has rua Tavi tas, “Yawmsaub zaam koj lub txem lawm, koj yuav tsw tuag."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.14","label":"14","content":"Txawm le caag kuj xwj vem koj ua tej nuav saib tsw taug Yawmsaub heev kawg, mas tug mivnyuas kws yuav yug lug hov yuav tuag.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.15","label":"15","content":"Nathaa txawm rov qaab moog tsev lawm. Mas Yawmsaub ua rua tug mivnyuas kws Uliya tug quaspuj yug rua Tavi hov mob heev."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.16","label":"16","content":"Tavi txawm taij thov Vaajtswv paab tug mivnyuas hov. Tavi yoo mov hab pw ib mos huv aav."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.17","label":"17","content":"Cov tub teg tub taw huv vaajntxwv tsev lug rua ntawm nwg yuav tsaa nwg sawv huv aav lug. Tassws nwg tsw kaam hab tsw nrug puab noj mov le."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.18","label":"18","content":"Tau xyaa nub tug mivnyuas hov txawm tuag lawm. Mas Tavi cov tub teg tub taw ntshai tsw kaav qha rua nwg paub tas tug mivnyuas tuag lawm, puab sws thaam has tas, “Thaus tug mivnyuas hov tseed caj sa nyob peb has rua Tavi, Tavi tub tsw noog. Mas peb yuav ua le caag has tau rua nwg tas tug mivnyuas tuag lawm? Tsaam tes nwg tsua ua le caag rua nwg tug kheej.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.19","label":"19","content":"Tassws thaus Tavi pum cov tub teg tub taw sws ntxhw le ntawd, nwg nkaag sab tas tug mivnyuas tuag lawm. Tavi txhad has rua nwg cov tub teg tub taw tas, “Tug mivnyuas tuag lawm lov?” Puab teb tas, “Tuag lawm lauj.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.20","label":"20","content":"Tes Tavi txawm sawv tseeg huv aav lug, daa dej pleev roj hloov rwg tsho hab moog rua huv Yawmsaub lub tsev pe hawm Yawmsaub. Nwg moog rua huv nwg lub tsev hab thaus nwg has kuas puab rau mov lug, puab kuj coj mov lug rau rua ntawm nwg xubndag rua nwg noj."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.21","label":"21","content":"Nwg cov tub teg tub taw txhad nug nwg tas, “Ua caag koj ua le nuav? Koj yoo mov hab quaj txug tug mivnyuas hov rua thaus nwg tseed muaj txujsa nyob. Tassws thaus tug mivnyuas tuag lawd koj ca le sawv tseeg lug noj mov.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.22","label":"22","content":"Tavi has tas, “Thaus tug mivnyuas tseed caj sa nyob kuv yoo mov hab quaj, vem kuv xaav tas leejtwg yuav paub sov Yawmsaub yuav hlub kuv es pub tug mivnyuas hov muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.23","label":"23","content":"Tassws nwgnuav nwg tub tuag lawd es kuv yuav yoo mov ua daabtsw? Kuv yuav ua tau kuas tug mivnyuas caj rov lug lov? Kuv tsuas muaj kws yuav moog rua ntawm nwg, nwg yuav tsw rov lug rua ntawm kuv.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.24","label":"24","content":"Tes Tavi txawm nplig nwg tug quaspuj Npasenpa lub sab, hab nrug nwg pw, tes nwg txawm yug tau ib tug tub, mas Tavi tis lub npe hu ua Xalaumoo. Yawmsaub hlub tug mivtub hov."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.25","label":"25","content":"Mas Yawmsaub has lug tuaj rua Nathaa kws ua xwbfwb cev Vaajtswv lug kuas tis tug mivtub hov npe hu ua Yentintiya  vem yog Yawmsaub hlub."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.26","label":"26","content":"Yau‑a ntaus cov Aamoo lub nroog Lanpa hab txeeb tau lub chaw ruaj khov kws vaajntxwv nyob."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.27","label":"27","content":"Yau‑a txawm tso tuabneeg moog has rua Tavi tas, “Kuv saamswm ntaus lub nroog Lanpa hab kuv txeeb tau lub qhov dej huv lub nroog lawm."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.28","label":"28","content":"Nwgnuav thov koj sau cov tub rog kws tseed tshuav es tuaj ua yeej vej ntaus lub nroog hab txeeb kuas tau, ntshai tsaam kuv txeeb tau tes luas yuav hu lub nroog hov lawv le kuv lub npe.”"},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.29","label":"29","content":"Tavi txhad le sau cov tub rog huvsw hab moog rua ntawm Lanpa, nwg ntaus hab txeeb tau lub nroog hov."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.30","label":"30","content":"Nwg hle lub mom kub ntawm puab tug vaajntxwv lub taubhau lug, yog tseem kub nyaav ib talaa  hab muaj ib lub qai zeb hlaws muaj nqes nyob rua huv. Puab muab lub mom kub hov rua Tavi ntoo. Tavi sau tau tej hov txhua chaw kws txeeb tau huv lub nroog hov ntau kawg le coj moog."},{"bible_id":"1216","chapter_code":"2SA.12","verse_code":"2SA.12.31","label":"31","content":"Tavi kuav cov tuabneeg huv lub nroog hov tawm lug hab yuam kuas puab xuas kaw xuas hlau xuas taus ua num hab ua num ntawm lub chaw hlawv thwv cib. Nwg ua ib yaam le nuav rua cov Aamoo txhua lub moos huvsw. Tes Tavi hab cov tub rog suavdawg rov moog rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.1","label":"1","content":"Tavi tug tub Axaloo muaj ib tug muam zoo nkauj hu ua Thama. Nyob nyob Tavi tug tub Aanoo txawm nyam nwg."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.2","label":"2","content":"Vem yog nwg tug muam Thama nuav mas Aanoo txhad lwj lwj sab ua mob kag, tsua qhov kws nwg tsw tau deev dua hluas nraug le mas Aanoo yeej xaav tas ua tsw tau le caag rua nwg."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.3","label":"3","content":"Tes Aanoo muaj ib tug phoojywg hu ua Yaunanta, yog Tavi tug tijlaug Sime‑a le tub. Yaunanta yog ib tug ntse."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.4","label":"4","content":"Nwg txawm has rua Aanoo tas, “Vaajntxwv tug tub 'e, ua caag koj naj taagkig ua ib tug nam nphob quas xuav ntsej muag ntshaus taag? Tsw qha rua kuv paub le lov?” Aanoo teb nwg tas, “Kuv nyam Thama kws yog kuv tug tijlaug Axaloo tug muam.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.5","label":"5","content":"Yaunanta txawm has rua nwg tas, “Koj moog pw sau koj lub txaaj ua txuj mob, mas thaus koj txwv tuaj saib koj, ca le has rua nwg tas, ‘Thov khaiv kuv tug muam tuaj muab mov rua kuv noj, kuas nwg tuaj ua mov ntawm kuv xubndag sub kuv txhad le pum hab tau noj ntawm nwg txhais teg ntaag.’ ”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.6","label":"6","content":"Aanoo txawm pw ua txuj mob. Thaus vaajntxwv tuaj saib, Aanoo txawm has rua vaajntxwv tas, “Thov khaiv kuv tug muam Thama tuaj ua ob peb lub ncuav ntawm kuv xubndag sub kuv txhad le tau noj ntawm nwg txhais teg.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.7","label":"7","content":"Tavi txhad khaiv tuabneeg moog has rua Thama huv tsev tas, “Ca le moog ntawm koj tug nug Aanoo tsev moog ua mov rua nwg noj.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.8","label":"8","content":"Thama txhad moog rua ntawm nwg tug nug Aanoo tsev kws Aanoo pw hov. Nwg kuj muab moov mog lug zuaj ua ncuav ntawm Aanoo xubndag hab muab ci."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.9","label":"9","content":"Nwg rhu lub taig ci ncuav lug laub txawb rua ntawm Aanoo xubndag. Tassws Aanoo tsw kaam noj. Aanoo has tas, “Kuas lwm tug tawm moog tsaiv.” Txhua tug txhad tawm moog lawm."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.10","label":"10","content":"Aanoo txawm has rua Thama tas, “Ca le coj cov ncuav lug rua huv txaaj sub kuv txhad noj ntawm koj txhais teg.” Thama kuj coj cov ncuav kws nwg ua hov moog rua huv lub txaaj muab rua nwg tug nug Aanoo."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.11","label":"11","content":"Tes thaus nwg coj cov ncuav lug ze yuav muab rua Aanoo noj, Aanoo txawm ntsab nkaus nwg ca has tas, “Leej muam, koj ca le lug nrug kuv pw.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.12","label":"12","content":"Nwg teb Aanoo tas, “Leej nug, tsw tau le, tsw xob yuam kuv le. Tej kev zoo le nuav yeej tsw tswm nyog ua huv cov Yixayee. Tsw xob ua tej kev phem kev qas le nuav hlo le."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.13","label":"13","content":"Hab kuv los kuv yuav muab txujkev txaaj muag nuav coj moog nraim rua hovtwg? Hab koj los koj yuav ua zoo le tug nam tuabneeg ruag huv cov Yixayee. Vem le nuav thov koj has rua vaajntxwv tsaiv. Vaajntxwv yuav tsw txwv es tsw pub kuv rua koj.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.14","label":"14","content":"Tassws Aanoo tsw noog nwg has le. Aanoo muaj zug heev dua nwg txhad muab nwg yuam tau pw lawm."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.15","label":"15","content":"Dhau hov Aanoo txawm ntxub nwg kawg le. Mas txujkev ntxub nuav luj dhau qhov kws thau nwg nyam. Tes Aanoo txawm has rua nwg tas, “Ca le sawv tswv moog.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.16","label":"16","content":"Tassws Thama has rua nwg tas, “Leej nug, tsw xob ua le. Qhov kws koj muab kuv ntab tawm nuav tseed txhum luj dua le kws koj tau ua rua kuv lawd.” Kuas Aanoo tsw noog nwg has le."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.17","label":"17","content":"Nwg ca le hu tug hluas kws ua koom rua nwg has tas, “Ca le muab tug puj nuav lawv kuas tawm dhau ntawm kuv lub xubndag moog, es muab qhov rooj kaw muab laag rua.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.18","label":"18","content":"Thama naav lub tsho ntev muaj teg, yaam le vaajntxwv tej ntxhais kws tsw tau deev dua hluas nraug ib txwm naav. Tug tub teg tub taw hov txawm muab Thama lawv tawm moog hab muab qhov rooj laag rua."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.19","label":"19","content":"Thama muab tshauv tsuab rua sau nwg taubhau hab muab nwg lub tsho ntev kws nwg naav dua rhe. Nwg muab teg puab taubhau quaj taug kev moog."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.20","label":"20","content":"Nwg tug nug Axaloo txawm has rua nwg tas, “Koj tug nug Aanoo nrug koj nyob lawm lov? Leej muam, ua tuabywv. Nwg yog koj le nug. Tsw xob ntxhuv sab rua qhov nuav.” Thama txawm nyob ua sab nduag taag rua huv nwg tug nug Axaloo lub tsev."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.21","label":"21","content":"Thaus vaajntxwv Tavi paub txug zaaj nuav huvsw nwg chim heev."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.22","label":"22","content":"Tassws Axaloo tsw has ib lus le caag rua Aanoo le txawm yog zoo hab phem, tsua qhov Axaloo ntxub Aanoo kawg vem qhov kws yuam nwg tug muam Thama."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.23","label":"23","content":"Tau ob xyoo tom qaab Axaloo ndav zug txav plaub yaaj ntawm Npa‑aa Haxau kws nyob ze Efa‑i, mas Axaloo hu vaajntxwv cov tub suavdawg moog rua hov ntawd."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.24","label":"24","content":"Axaloo moog has rua vaajntxwv tas, “Kuv kws yog koj tug qhev ndav zug txav plaub yaaj mas thov vaajntxwv hab nwg cov tub teg tub taw nrug kuv moog hab.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.25","label":"25","content":"Tassws vaajntxwv has rua Axaloo tas, “Tub, tsw xob ua le hov, peb tsw xob moog huvsw tsaam tes peb ua nraa nyaav rua koj.” Axaloo taij taij vaajntxwv los nwg tsw kaam moog. Vaajntxwv ca le foom koob moov rua nwg xwb."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.26","label":"26","content":"Axaloo txhad thov has tas, “Yog koj tsw moog los thov tso kuv tug kwv Aanoo nrug peb moog.” Vaajntxwv has rua nwg tas, “Ua le caag nwg yuav tsum nrug koj moog?”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.27","label":"27","content":"Kuas Axaloo taij taij txug thaus vaajntxwv kheev Aanoo hab vaajntxwv cov tub suavdawg nrug nwg moog."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.28","label":"28","content":"Mas Axaloo has rua nwg cov tub teg tub taw tas, “Tog saib ntsoov thaus twg Aanoo haus cawv zoo sab heev mas thaus kuv has kuas mej ntaus Aanoo tes mej ca le muab nwg tua kag. Tsw xob ntshai le, yog kuv has kuas mej ua. Ca le ua sab luj sab tuab.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.29","label":"29","content":"Mas Axaloo cov tub teg tub taw kuj ua rua Aanoo lawv le Axaloo has kuas puab ua. Mas vaajntxwv cov tub suavdawg ca le sawv pis tseeg nyag caij nyag tug luj txwv tswv."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.30","label":"30","content":"Mas thaus cov tub hov tseed taug kev, Tavi nov xuv tas, “Axaloo tub muab vaajntxwv cov tub tua tuag taag huvsw tsw tshuav ib tug le.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.31","label":"31","content":"Vaajntxwv sawv tseeg muab lub tsho dua rhe pw ndo huv peg teb. Cov tub teg tub taw kws nyob ze Tavi suavdawg kuj muab tsho dua rhe."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.32","label":"32","content":"Tassws Tavi tug tijlaug Sime‑a tug tub Yaunanta has tas, “Koj tsw xob xaav tas puab tua koj cov tub taag huvsw lawm, tsuas yog Aanoo tuab leeg tuag xwb. Qhov kws Axaloo has kuas ua le nuav nwg tub npaaj thaus Aanoo yuam nwg tug muam Thama lug lawm."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.33","label":"33","content":"Mas vaajntxwv tsw xob tu sab tsw xob ntxhuv sab, tsw xob xaav tas vaajntxwv cov tub tuag taag huvsw lawm, tsuas yog Aanoo tuab leeg tuag xwb.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.34","label":"34","content":"Tes Axaloo txawm tswv lawm. Tug hluas kws faajxwm zuv lub moos tsaa muag saib mas pum tuabneeg coob coob saamswm tuaj taug txujkev Haulana‑i ntawm ib saab roob lug."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.35","label":"35","content":"Yaunanta txhad has rua vaajntxwv tas, “Saib maj, vaajntxwv cov tub kuj lug lawm. Yeej muaj tseeb le kws kuv kws yog koj tug qhev has rua koj lawm.”"},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.36","label":"36","content":"Thaus nwg has lug xaus nkaus vaajntxwv cov tub lug txug tsaa suab hlo quaj. Vaajntxwv hab nwg cov tub teg tub taw suavdawg kuj quaj lwj sab kawg."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.37","label":"37","content":"Axaloo tswv moog cuag Amihu tug tub Thaamai kws ua vaajntxwv huv Kesu tebchaws. Tavi kuj naj nub quaj nwg tug tub."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.38","label":"38","content":"Axaloo kuj tswv moog rua Kesu tebchaws moog nyob huv tau peb xyoos."},{"bible_id":"1216","chapter_code":"2SA.13","verse_code":"2SA.13.39","label":"39","content":"Vaajntxwv ncu dai sab quas dhuas Axaloo. Tavi lub sab kws ncu Aanoo kws tuag lawd mas rov zoo quas zug."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.1","label":"1","content":"Xeluya tug tub Yau‑a pum tas vaajntxwv ncu Axaloo heev ua dai sab quas dhuas."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.2","label":"2","content":"Yau‑a txawm tso tuabneeg moog rua lub moos Thekhau‑a es coj ib tug quaspuj ntse ntsuav lug mas has rua nwg tas, “Koj ua txuj le tug kws quaj tej tuag hab naav lub tsho kws ncu tuag. Tsw xob pleev roj tsw qaab, ua txuj yaam le tug puj kws tub quaj tej tuag tau ntau nub lawd,"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.3","label":"3","content":"mas moog cuag vaajntxwv, moog has le nuav rua nwg.” Mas Yau‑a qha lug rua tug puj hov."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.4","label":"4","content":"Thaus tug quaspuj huv Thekhau‑a tuaj cuag vaajntxwv nwg txawm khwb ti nkaus aav pe vaajntxwv mas has tas, “Au vaajntxwv, thov paab kuv.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.5","label":"5","content":"Vaajntxwv has rua nwg tas, “Koj muaj teeb meem daabtsw?” Nwg teb tas, “Kuv yog ib tug nam puj ntsuag, kuv tug quasyawg tuag lawm."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.6","label":"6","content":"Kuv kws yog koj tug nkauj qhev muaj ob tug tub sws tshe tom teb. Tsw muaj leejtwg paab cheem ob tug mas ib tug txhad muab ib tug ntaus tuag lawm."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.7","label":"7","content":"Mas cov kwvtij suavdawg tuaj nrhav cai rua kuv kws yog koj tug nkauj qhev has tas, ‘Muab tug kws tua nwg tug tijlaug rua peb, sub peb txhad muab nwg tua tau pov tseg pauj taub qhov kws nwg tua nwg tijlaug hov. Mas puab yuav muab tug kws yuav saws qub txeeg qub teg tua hab.’ Txawm yaam nkaus le yuav tua kuv lub ncaig tawg kws tseed tshuav tsw pub kuv quasyawg muaj npe muaj keeb nyob nplajteb nuav le lawm.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.8","label":"8","content":"Vaajntxwv txhad has rua tug puj hov tas, “Ca le rov moog tsev, kuv yeej yuav has kuas luas tu koj tshaaj plaub.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.9","label":"9","content":"Mas tug puj Thekhau‑a has rua vaajntxwv tas, “Vaajntxwv kws yog kuv tug tswv, ca lub txem poob rua sau kuv hab kuv txwv caaj ceg. Tassws vaajntxwv hab vaajntxwv lub zwm txwv tsw xob raug txem.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.10","label":"10","content":"Vaajntxwv has tas, “Yog muaj leejtwg has le caag rua koj, ca le coj tug hov tuaj cuag kuv, mas tug hov yuav tsw kov koj dua le lawm.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.11","label":"11","content":"Tug puj hov txawm has tas, “Thov vaajntxwv tuav Yawmsaub kws yog koj tug Vaajtswv lub npe cog lug twv, sub tug tsob caub txhad tsw tua dua le lawm, kuv tug tub txhad tsw raug puam tsuaj.” Vaajntxwv has tas, “Yawmsaub muaj txujsa nyob pum, koj tug tub yuav tsw poob ib txuj plaubhau rua huv aav.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.12","label":"12","content":"Mas tug puj hov has tas, “Vaajntxwv, thov ca kuv kws yog koj tug nkauj qhev has ib lu lug rua vaajntxwv kws yog kuv tug tswv.” Vaajntxwv has tas, “Has maj.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.13","label":"13","content":"Tug puj txhad has tas, “Ua le caag koj npaaj ua le nuav rua Vaajtswv haiv tuabneeg? Qhov kws has le nuav mas kuj yog koj has koj qhov txhum, tsua qhov koj tsw coj tug kws koj muab lawv tswv rov lug rua huv koj tsev."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.14","label":"14","content":"Mas peb suavdawg yuav tuag taag yaam nkaus le cov dej kws nchuav rua huv peg teb yawm tsw tau rov lug. Vaajtswv tsw txuv txujsa, tassws Vaajtswv nrhav kev rua tug kws raug muab lawv tswv lawd tsw xob raug muab pov tseg."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.15","label":"15","content":"Qhov kws kuv tuaj has zaaj nuav rua vaajntxwv kws yog kuv tug tswv vem yog cov pejxeem hem kuv ntshai. Mas kuv kws yog koj tug nkauj qhev xaav tas, ‘Kuv yuav moog has vaajntxwv, tej zag vaajntxwv yuav ua lawv le vaajntxwv tug qhev lu lug thov."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.16","label":"16","content":"Nyab vaajntxwv yuav noog hab cawm kuv kws yog vaajntxwv tug qhev dim ntawm tug kws npaaj sab muab kuv hab kuv tug tub rhuav tshem kuas tsw tau tej qub txeeg qub teg kws Vaajtswv pub.’"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.17","label":"17","content":"Mas koj tug nkauj qhev xaav tas, ‘Vaajntxwv kws yog kuv tug tswv tej lug yuav ua rua kuv lub sab tug, tsua qhov vaajntxwv kws yog kuv tug tswv mas zoo yaam nkaus le Vaajtswv tug tubkhai ntuj, kws paub qhov phem qhov zoo. Thov Yawmsaub kws yog koj tug Vaajtswv nrug koj nyob.’ ”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.18","label":"18","content":"Tes vaajntxwv txawm teb tug quaspuj hov tas, “Tej kws kuv yuav nug koj nuav koj tsw xob zais nav.” Tug puj hov has tas, “Thov vaajntxwv kws yog kuv tug tswv has maj.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.19","label":"19","content":"Vaajntxwv txawm has tas, “Koj zaaj nuav huvsw Yau‑a txhais teg txuam huv los tsw txuam?” Tug puj teb tas, “Au vaajntxwv kws yog kuv tug tswv, koj muaj txujsa nyob pum, tsw muaj leejtwg zos dhau vaajntxwv tej lug rua saab xws los saab phem hlo le. Tub yog koj tug qhev Yau‑a kuas kuv thov le nuav ntaag. Nwg yog tug kws qha kuv kws yog koj tug nkauj qhev has tej lug nuav."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.20","label":"20","content":"Yau‑a ua le nuav sub txhad le ntxeev tau tej xwm txheej nuav. Tassws kuv tug tswv muaj tswvyim cuag nkaus le Vaajtswv tug tubkhai ntuj le tswvyim kws paub txhua yaam huv nplajteb nuav.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.21","label":"21","content":"Vaajntxwv has rua Yau‑a tas, “Kuv kheev ua lawv le nuav. Ca le moog coj tug tub hluas Axaloo rov lug.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.22","label":"22","content":"Yau‑a kuj khoov ntshws rua huv peg teb pe hab foom koob moov rua vaajntxwv. Yau‑a has tas, “Vaajntxwv kws yog kuv tug tswv, nub nua kuv kws yog koj tug qhev paub tas koj txaus sab rua kuv tsua qhov kws koj pub lawv le koj tug qhev lu lug thov.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.23","label":"23","content":"Yau‑a txhad sawv tseeg moog rua Kesu tebchaws moog coj Axaloo rov qaab lug rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.24","label":"24","content":"Mas vaajntxwv has tas, “Kuas nwg nyob huv nwg lub tsev xwb, tsw xob kheev nwg lug cuag kuv.” Axaloo kuj moog nyob huv nwg lub tsev, tawm tsw tau moog cuag vaajntxwv le."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.25","label":"25","content":"Taag nrho huv cov Yixayee tsw muaj ib tug twg kws luas yuav qhuas tas zoo nraug le Axaloo. Txwj nrho ntawm xwb taw moog thoob plawg sau taj taubhau nwg tsw muaj ib qho phem le."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.26","label":"26","content":"Txhua xyoo thaus xyoo laug taag nwg txav ib zag plaubhau vem nwg cov plaubhau nyaav hwv lawm txhad muab txav. Thaus muab txav lawd nwg muab kiv mas nyaav ob puas sekhee  lawv le tej vaajntxwv raab teev."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.27","label":"27","content":"Axaloo yug tau peb tug tub hab ib tug ntxhais hu ua Thama, yog ib tug ntxhais zoo zoo nkauj le."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.28","label":"28","content":"Axaloo nyob tau ob xyoos txwm nkaus huv lub nroog Yeluxalee tsw tau cuag vaajntxwv ib zag le."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.29","label":"29","content":"Tes Axaloo txawm tso tuabneeg moog hu Yau‑a tuaj xaav khaiv Yau‑a moog cuag vaajntxwv, kuas Yau‑a tsw kaam tuaj. Nwg rov tso dua tuabneeg moog hu zag ob los Yau‑a tsw kaam tuaj."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.30","label":"30","content":"Axaloo txawm has rua nwg cov tub teg tub taw tas, “Yau‑a daim teb nyob npuas kuv daim, nwg cov qeb tseed nyob huv teb. Mej ca le moog muab hlawv.” Axaloo cov tub teg tub taw txawm moog hlawv daim teb hov."},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.31","label":"31","content":"Yau‑a txhad sawv tseeg tuaj cuag Axaloo huv nwg lub tsev mas has rua nwg tas, “Ua le caag koj cov tub teg tub taw muab kuv daim teb hlawv.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.32","label":"32","content":"Axaloo teb Yau‑a tas, “Kuv tub ua xuv kuas koj tuaj ntawm nuav es kuv yuav khaiv koj moog cuag vaajntxwv moog nug has tas, ‘Kuas kuv lug ntawm Kesu lug ua daabtsw? Kuv nyob kuv tim Kesu kuj zoo dua.’ Thov ca kuv moog cuag vaajntxwv nwgnuav. Yog tas kuv muaj txem kuj ca nwg muab kuv tua pov tseg.”"},{"bible_id":"1216","chapter_code":"2SA.14","verse_code":"2SA.14.33","label":"33","content":"Yau‑a txhad moog cuag vaajntxwv hab has tej nuav rua nwg. Vaajntxwv txhad hu Axaloo tuaj. Axaloo txhad tuaj cuag vaajntxwv khoov ntshws ua lub plhu ti nkaus rua huv aav pe ntawm vaajntxwv xubndag, mas vaajntxwv txhad nwj Axaloo."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.1","label":"1","content":"Lug rua tom qaab nuav Axaloo yuav tau ib lub tsheb ua rog hab neeg hab muaj tub teg tub taw tswb caug leej ua nwg ntej."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.2","label":"2","content":"Axaloo pheej sawv ntxuv moog sawv rua ntawm ntug kev ntawm rooj loog. Yog leejtwg muaj plaub yuav has kuas vaajntxwv tu, Axaloo kuj hu tug hov has tas, “Koj tuaj lub moos twg tuaj?” Thaus tug hov teb tas nwg yog xeem u xeem nua huv cov Yixayee,"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.3","label":"3","content":"mas Axaloo txawm has rua nwg tas, “Tej lug kws koj tuaj thov kuj zoo hab raug cai, tassws vaajntxwv tsw tau tsaa leejtwg ua tug kws noog koj tej lug.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.4","label":"4","content":"Hab Axaloo has ntxwv tas, “Kheev laam yog kuv tau ua tug tu plaub huv lub tebchaws nuav. Mas thaus leejtwg muaj plaub muaj ntug tau tuaj cuag kuv mas kuv yuav tu ncaaj nceeg rua tug hov.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.5","label":"5","content":"Thaus leejtwg tuaj ze yuav pe nwg, nwg cev teg hlo moog ntsab tug hov ca hab nwj."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.6","label":"6","content":"Axaloo ua le nuav rua txhua tug Yixayee kws tuaj thov vaajntxwv tu plaub. Axaloo ua le nuav kuas cov Yixayee qaug sab rua nwg."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.7","label":"7","content":"Thaus dhau plaub xyoos lawd Axaloo has rua vaajntxwv tas, “Thov koj tso kev ca kuv moog rua huv lub moos Heploo moog pauj tej kws kuv tau fev ca rua Yawmsaub lawd."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.8","label":"8","content":"Kuv kws yog koj tug qhev tub cog lug fev rua thaus kuv nyob huv lub moos Kesu huv Alaa tebchaws lawm tas, ‘Yog Yawmsaub coj kuv lug txug lub nroog Yeluxalee kuv yuav moog pe hawm Yawmsaub rua huv lub moos Heploo.’ ”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.9","label":"9","content":"Vaajntxwv teb nwg tas, “Ca le moog zoo.” Tes nwg txawm sawv tseeg moog rua lub moos Heploo."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.10","label":"10","content":"Tassws Axaloo tso tuabneeg xaa xuv tuabywv moog thoob plawg txhua xeem Yixayee has tas, “Thaus twg mej nov lub suab raaj kub yaaj mej ca le qw has tas, ‘Axaloo ua vaajntxwv huv lub moos Heploo.’ ”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.11","label":"11","content":"Muaj ob puas tug txwvneej nrug Axaloo tawm huv lub nroog Yeluxalee moog yog cov kws Axaloo caw moog, puab moog dawb dawb do do xwb tsw paub daabtsw le."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.12","label":"12","content":"Thaus Axaloo tua tsaj xyeem hov nwg kuj khaiv tuabneeg moog hu Ahithaufee kws yog tuabneeg Kilau hab yog Tavi tug tub sablaaj tuaj huv nwg lub moos Kilau tuaj. Qhov kws tuav tswvyim phem yuav faav xeeb hov luj quas zug hab cov tuabneeg kws nrug Axaloo koom kuj coob quas zug tuaj."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.13","label":"13","content":"Muaj ib tug tuaj cuag Tavi has rua nwg tas, “Cov Yixayee tub qaug sab lawv Axaloo qaab lawm.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.14","label":"14","content":"Tes Tavi txawm has rua nwg cov tub teg tub taw suavdawg kws nrug nwg nyob huv lub nroog Yeluxalee tas, “Ca le sawv tseeg, peb ca le tswv moog. Tsw ua le ntawd tes peb yuav tswv tsw dim Axaloo. Peb ca le maaj nroog moog sai sai tsaam tes nwg lawv cuag peb hab ua phem rua peb hab xuas nav ntaaj nav rag ntaus lub nroog nuav.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.15","label":"15","content":"Vaajntxwv cov tub teg tub taw has rua nwg tas, “Vaajntxwv txav sab ua le caag, peb kws yog koj cov tub qhe kuj npaaj txhwj yuav ua le ntawd.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.16","label":"16","content":"Tes vaajntxwv hab nwg tsev tuabneeg suavdawg ua ke tawm tswv moog tseg kaum tug hluas nkauj kws vaajntxwv kaav ca zuv lub vaaj lub tsev."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.17","label":"17","content":"Vaajntxwv tawm moog hab cov tuabneeg suavdawg lawv nwg qaab moog. Puab moog nreg ntawm lub tsev kws kawg nkaus ntawm ntug nroog."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.18","label":"18","content":"Tavi cov tub teg tub taw hlaa ua nwg ntej moog. Hab cov Khelethi hab cov Pelethi  suavdawg hab cov tuabneeg Ka rau pua leej kws nrug Tavi ua ke huv lub moos Ka lug kuj hlaa ua vaajntxwv ntej moog."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.19","label":"19","content":"Vaajntxwv has rua Ithai kws yog tuabneeg Ka tas, “Ua caag koj nrug peb moog? Koj ca le rov qaab moog hab nrug vaajntxwv nyob, tsua qhov koj yog lwm haiv tuabneeg hab yog ib tug kws poob tebchaws."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.20","label":"20","content":"Naag koj nyav tuaj txug xwb, nub nua kuv yuav ua rua koj nrug peb moog moog lug lug lov, tsua qhov kuv tsw paub tas yuav moog rua hovtwg? Ca le rov qaab moog hab coj koj cov kwvtij moog hab. Thov Yawmsaub ua nwg txujkev hlub kws ruaj khov hab nwg txujkev ncaaj kws tso sab tau tshwm lug rua koj.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.21","label":"21","content":"Tassws Ithai teb vaajntxwv tas, “Muaj Yawmsaub kws muaj txujsa nyob pum, hab muaj kuv tug vaajntxwv kws muaj txujsa nyob pum, vaajntxwv kws yog kuv tug tswv yuav nyob hovtwg, txawm yog yuav tuag yuav caj, los kuv kws yog koj tug qhev yuav nyob hov ntawd hab.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.22","label":"22","content":"Tavi txhad has rua Ithai tas, “Ca le hlaa moog.” Ithai kws yog tuabneeg Ka txhad le moog nrug nwg cov tuabneeg suavdawg hab puab cov mivnyuas suavdawg ua ke."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.23","label":"23","content":"Thaus cov tuabneeg suavdawg saamswm hlaa moog cov tuabneeg huv lub tebchaws suavdawg quaj nrov nrov. Vaajntxwv hlaa lub haav Khiloo hab cov tuabneeg suavdawg moog rua tom tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.24","label":"24","content":"Xantau hab cov Levi suavdawg kwv Vaajtswv lub swb xaab sws cog lug tuaj hab. Puab muab Vaajtswv lub swb xaab txu moog txug thaus cov tuabneeg suavdawg tawm huv lub nroog taag."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.25","label":"25","content":"Tes vaajntxwv txawm has rua Xantau tas, “Ca le kwv Vaajtswv lub swb xaab rov moog rua huv lub nroog. Yog Yawmsaub txaus sab rua kuv nwg yuav coj kuv rov qaab lug hab pub kuv pum lub swb xaab hab Yawmsaub lub chaw nyob."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.26","label":"26","content":"Tassws yog Yawmsaub has tas, ‘Kuv tsw txaus sab rua koj,’ saib maj, kuv nyob ntawm nuav, ca Yawmsaub ua rua kuv lawv le nwg pum zoo.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.27","label":"27","content":"Hab vaajntxwv has rua tug pov thawj Xantau tas, “Koj yog tug kws pum tom hauv ntej lov? Koj hab Anpiyatha hab meb ob tug tub ca le rov qaab moog zoo rua huv lub nroog, yog koj tug tub Ahima‑a hab Anpiyatha tug tub Yaunathaa."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.28","label":"28","content":"Kuv yuav nyob ntawm lub chaw hlaa dej moog rua tebchaws moj saab qhua tog txug thaus koj le xuv tuaj rua kuv paub.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.29","label":"29","content":"Tes Xantau hab Anpiyatha txhad kwv Vaajtswv lub swb xaab rov qaab moog ca rua huv lub nroog Yeluxalee hab ob tug nyob rua huv."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.30","label":"30","content":"Tavi nce taug txujkev moog rua sau lub roob txwv Aulib, nwg quaj quas lawg moog, muaj ntaub kauv taubhau tsw muaj khau rau. Cov tuabneeg kws nrug nwg ua ke suavdawg kuj muab ntaub kauv taubhau taug kev quaj quas lawg moog."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.31","label":"31","content":"Muaj tuabneeg has rua Tavi tas, “Ahithaufee nrug Axaloo cov tuabneeg faav xeeb ua ib nqaag lawm hab.” Mas Tavi has tas, “Au Yawmsaub, thov koj ua kuas Ahithaufee tej lug sablaaj tsw muaj tseeb tsw tau qaabhau.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.32","label":"32","content":"Thaus Tavi tuaj txug lub ncov roob kws pe Vaajtswv mas Husai kws yog Akhi cum txawm tuaj cuag nwg, lub tsho nduag taag hab muaj moov aav sau nwg lub taubhau."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.33","label":"33","content":"Tavi has rua nwg tas, “Yog koj nrug kuv moog koj yuav ua nraa rua kuv xwb."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.34","label":"34","content":"Tassws yog koj rov qaab moog rua huv lub nroog hab has rua Axaloo tas, ‘Au vaajntxwv, kuv yuav ua koj qhev. Yaav tom ntej kuv ua koj txwv qhev le caag, kuv yuav ua koj qhev le ntawd.’ Tes koj yuav paab kuv ua rua Ahithaufee tej lug sablaaj swb hlo."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.35","label":"35","content":"Xantau hab Anpiyatha kws ua pov thawj kuj nrug koj nyob hov ntawd. Txhua yaam kws koj nov huv vaajntxwv lub tsev koj ca le has rua Xantau hab Anpiyatha paub."},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.36","label":"36","content":"Ob tug tej tub kuj nyob hov ntawd hab, yog Xantau tug tub Ahima‑a hab Anpiyatha tug tub Yaunathaa. Txhua yaam kws koj nov, ca le khaiv puab tuaj has rua kuv paub.”"},{"bible_id":"1216","chapter_code":"2SA.15","verse_code":"2SA.15.37","label":"37","content":"Tes Tavi tug kwvluag Husai txawm rov lug rua huv lub nroog rua thaus Axaloo saamswm lug rua huv lub nroog Yeluxalee hab."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.1","label":"1","content":"Thaus Tavi moog dhau lub ncov roob mivntswv lawd Xinpa kws yog Mefinpause tug tub qhe txawm tuaj cuag Tavi, muaj ib nkawm neeg luav pem eeb hab thauj ob puas lub ncuav hab ib puas tauv txwv maab qhuav hab ib puas lub txwv ntoo caij ntuj kub hab ib naab tawv cawv txwv maab."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.2","label":"2","content":"Vaajntxwv has rua Xinpa tas, “Koj coj tej nuav tuaj ua daabtsw?” Xinpa teb tas, “Nkawm neeg luav nuav muab rua koj tsev tuabneeg caij, cov ncuav hab cov txwv ntoo caij ntuj kub muab rua koj cov tuabneeg noj, hab cov cawv txwv maab muab rua cov kws tsaug leeg huv tebchaws moj saab qhua haus.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.3","label":"3","content":"Vaajntxwv has rua nwg tas, “Koj tug tswv Xa‑u tug xeeb ntxwv nyob hovtwg?” Xinpa has rua vaajntxwv tas, “Nwg nyob huv Yeluxalee, tsua qhov nwg has tas, ‘Nub nua cov Yixayee yuav muab kuv yawm lub tebchaws rov rua kuv kaav.’ ”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.4","label":"4","content":"Vaajntxwv txawm has rua Xinpa tas, “Nwgnuav Mefinpause le ib puas tsaav yaam poob ua koj le.” Xinpa has tas, “Kuv pe koj ua koj tsuag. Vaajntxwv kws yog kuv tug tswv, thov koj hlub kuv moog ib txhws.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.5","label":"5","content":"Thaus vaajntxwv Tavi moog txug ntawm lub moos Npahuli, muaj ib tug yawm yog Xa‑u cuab tuabneeg hu ua Sime‑i yog Kela le tub tawm tuaj tshev foom taug kev tsw tu le,"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.6","label":"6","content":"hab laim pob zeb tuaj rua Tavi hab Tavi cov tub teg tub taw suavdawg. Tavi cov tuabneeg hab cov tub rog sab luj sab tuab suavdawg kuj nyob ntawm nwg saab xws hab saab phem."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.7","label":"7","content":"Sime‑i tshev has tas, “Nam tuabneeg noj nyoog, nam tuabneeg limham, ca le tswv moog, ca le tswv moog los maj!"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.8","label":"8","content":"Yawmsaub pauj taub Xa‑u tsev tuabneeg tej ntshaav rua koj. Koj nyob nwg chaw kaav kuas Yawmsaub muab lub tebchaws rua koj tug tub Axaloo kaav. Saib maj, kev puam tsuaj lug raug koj lawm, vem koj yog tuabneeg noj nyoog.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.9","label":"9","content":"Anpisai kws yog Xeluya tug tub txawm has rua vaajntxwv tas, “Ua caag yuav ca tug dev tuag nuav tshev foom vaajntxwv kws yog kuv tug tswv? Thov ca kuv moog muab nwg lub taubhau txav pov tseg.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.10","label":"10","content":"Tassws vaajntxwv has tas, “Xeluya ob tug tub 'e, kuv thaab txug meb daabtsw? Yog tug hov tshev foom vem Yawmsaub has rua nwg tas, ‘Ca le tshev foom Tavi,’ mas leejtwg yuav kaav has rua nwg tas, ‘Ua caag koj ua le nuav?’ ”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.11","label":"11","content":"Tavi has rua Anpisai hab nwg cov tub teg tub taw suavdawg tas, “Swm xaav saib, kuv tug tub ntaag los tseed nrhav txuv kuv txujsa, tug tuabneeg Npeeyamee nuav yimfuab yuav ua le ntawd hab. Ca nwg nyob nwg, ca nwg tshev foom nwg, vem yog Yawmsaub has rua nwg lawm."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.12","label":"12","content":"Tej zag Yawmsaub yuav tsaa muag saib kuv txujkev txom nyem nyuaj sab hab Yawmsaub yuav ua qhov zoo pauj qhov kws nub nua nwg tshev foom kuv.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.13","label":"13","content":"Tes Tavi hab nwg cov tuabneeg pheej taug kev moog tassws Sime‑i moog lawv qaum kev tshev foom hab laim pob zeb w moov aav rua puab."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.14","label":"14","content":"Vaajntxwv hab cov tuabneeg kws nrug nwg suavdawg moog txug tug dej Yalatee txug sav kawg, txhad le su hov ntawd kuas lug sav."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.15","label":"15","content":"Axaloo hab cov pejxeem suavdawg kws yog cov Yixayee kuj lug txug huv lub nroog Yeluxalee, Ahithaufee kuj nrug puab lug hab."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.16","label":"16","content":"Thaus Tavi tug kwvluag Husai kws yog Akhi cum tuaj cuag Axaloo, Husai has rua Axaloo tas, “Thov kuas vaajntxwv muaj txujsa luj sav ntev, thov ca vaajntxwv muaj txujsa luj sav ntev.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.17","label":"17","content":"Axaloo has rua Husai tas, “Nuav yog koj ua zoo rua koj tug kwvluag lov? Ua caag tsw nrug koj tug kwvluag moog?”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.18","label":"18","content":"Husai has rua Axaloo tas, “Tsw yog le ntawd. Yawmsaub hab cov pejxeem nuav hab cov Yixayee suavdawg xaiv tug twg, kuv yuav tuaj tug hov tog hab kuv yuav nrug tug hov nyob."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.19","label":"19","content":"Dua ib qho tswm nyog kuv ua koom rua tug twg? Tsw yog nwg tug tub lov? Kuv tub ua koom rua koj txwv le caag lawm, kuv yuav ua koom rua koj ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.20","label":"20","content":"Axaloo has rua Ahithaufee tas, “Thov koj qha saib peb yuav ua le caag txhad zoo.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.21","label":"21","content":"Ahithaufee has rua Axaloo tas, “Ca le moog nrug koj txwv cov hluas nkauj kws nwg tseg ca zuv tsev pw. Cov Yixayee suavdawg yuav nov tas koj muab koj tug kheej ua yaam kws koj txwv ntxub kawg le mas cov tuabneeg kws tuaj koj tog txhais teg yuav muaj zug heev.”"},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.22","label":"22","content":"Puab txhad nthuav tsev ntaub rua sau txheej tsev laag tshaav, mas Axaloo moog nrug nwg txwv cov hluas nkauj pw taab meeg cov Yixayee suavdawg."},{"bible_id":"1216","chapter_code":"2SA.16","verse_code":"2SA.16.23","label":"23","content":"Lub swjhawm ntawd puab saib Ahithaufee tej lug tseem ceeb zoo yaam nkaus le Vaajtswv has ntaag. Txawm yog Tavi hab Axaloo los kuj saib hlub Ahithaufee txhua lu lug taw qha."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.1","label":"1","content":"Hab Ahithaufee has rua Axaloo tas, “Thov ca kuv xaiv ib vaam ob txheeb tug tub rog es mo nuav kuv sawv kev moog lawv Tavi."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.2","label":"2","content":"Kuv yuav moog lawv cuag rua thaus nwg txug sav heev hab poob sab ua rua nwg ntshai raag zum zawg, cov tuabneeg kws nrug nwg ua ke suavdawg yuav tswv taag. Kuv yuav tua kag vaajntxwv tuab leeg xwb,"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.3","label":"3","content":"hab kuv yuav coj cov pejxeem suavdawg rov lug rua koj.  Thaus kws tua tau tuab tug kws koj cheem tsum xwb, tes kuj tau cov pejxeem suavdawg rov lug lawm, hab cov pejxeem suavdawg yuav nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.4","label":"4","content":"Cov lug nuav hum Axaloo hab Yixayee cov kev txwj quas laug suavdawg lub sab."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.5","label":"5","content":"Axaloo txhad has tas, “Ca le hu Husai kws yog Akhi cum lug. Peb yuav noog saib nwg has le caag.”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.6","label":"6","content":"Thaus Husai lug cuag Axaloo, Axaloo has rua nwg tas, “Ahithaufee has le nuav lawm. Tswm nyog ua lawv le nwg qha los tsw tswm nyog ua? Yog tsw tswm nyog ua, koj ca le has.”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.7","label":"7","content":"Husai has rua Axaloo tas, “Tej kws Ahithaufee has zag nuav tsw zoo.”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.8","label":"8","content":"Husai has ntxwv tas, “Koj yeej paub tas koj txwv hab nwg cov tuabneeg yog tub rog sab tuab. Puab saamswm npau tawg heev yaam le tug maum dais tom haav zoov kws luas coj cov mivnyuas moog lawm. Dua le ntawd koj txwv yog tug kws txawj ua rog heev hab mo ntuj nwg yuav tsw nrug nwg cov tub rog pw ua ke."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.9","label":"9","content":"Swm saib, taamswm nuav nwg moog nraim rua huv lub qhov lossws nyob dua rua ib qho lawm. Thaus koj cov tub rog moog ntaus rog thawj zag es qee leej raug tuag, leejtwg nov los yuav has tas, ‘Axaloo cov tub rog raug tua tuag.’"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.10","label":"10","content":"Tes txawm yog cov tub rog kws sab tuab hab lub sab zoo yaam nkaus le tug tsuv ntxhuav los yuav ntshai sab yaaj taag, vem cov Yixayee suavdawg yeej paub tas koj txwv yog tug kws muaj zug heev hab nwg cov tub rog kuj sab tuab."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.11","label":"11","content":"Kuv le lug qha koj yog le nuav, koj sau cov Yixayee suavdawg txwj ntawm lub moos Ntaaj moog txug lub moos Npe‑awsenpa ua tau tub rog coob yaam nkaus le tej xuab zeb ntawm ntug havtxwv mas koj ua tug kws kaav cov tub rog moog ntaag."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.12","label":"12","content":"Mas peb ntswb nwg hovtwg kuj xwj, peb yuav nas ntho nwg yaam nkaus lwg lug rua huv aav. Mas Tavi hab nwg cov tuabneeg yuav tsw tshuav ib tug le."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.13","label":"13","content":"Yog nwg thim moog rua huv lub moos twg, cov Yixayee suavdawg yuav coj hlua moog nqug lub moos hov rua huv haav dej, ua kuas tsw tshuav ib lub qai zeb nyob ntawm lub chaw hlo le.”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.14","label":"14","content":"Axaloo hab cov Yixayee suavdawg has tas, “Tej lug kws Husai kws yog Akhi cum qha zoo dua tej lug kws Ahithaufee qha.” Yawmsaub tub npaaj tseg ua kuas tej lug zoo kws Ahithaufee qha kov tsw yeej sub Yawmsaub txhad coj tau tej xwm txheej phem lug raug Axaloo."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.15","label":"15","content":"Husai txawm has rua Xantau hab Anpiyatha kws ua pov thawj tas, “Ahithaufee tau qha le u le nuav rua Axaloo hab Yixayee cov kev txwj quas laug, hab kuv qha le u le nuav."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.16","label":"16","content":"Yog le hov ca le maaj tso tuabneeg moog has rua Tavi has tas, ‘Mo nuav nwg tsw xob su ntawm lub chaw kws hlaa dej moog rua tebchaws moj saab qhua, ca le hlaa hlo moog tsaam tes vaajntxwv hab nwg cov tuabneeg suavdawg yuav raug muab nqog hlo huvsw.’ ”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.17","label":"17","content":"Yaunathaa hab Ahima‑a saamswm tog hov ntawm lub qhov dej Eelaukee. Muaj ib tug nkauj qhev pheej moog qha rua ob tug, tes ob tug txhad moog has rua Tavi, tsua qhov ob tug tsw kaav moog rua huv lub nroog rua leejtwg pum."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.18","label":"18","content":"Tassws muaj ib tug tub hluas pum ob tug tes txawm moog has rua Axaloo. Ob tug txhad maaj nroog tswv moog txug ib tug yawm lub tsev huv lub moos Npahuli. Yawm hov muaj ib lub qhov dej nyob ntawm tog tsev, ob tug txawm nqeg moog nyob huv lub qhov ntawd."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.19","label":"19","content":"Tug yawm hov quaspuj txawm muab ntaub lug npug lub ncauj qhov hab muab qoob lug zab rua sau, tsw muaj leejtwg paub le."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.20","label":"20","content":"Thaus Axaloo cov tub teg tub taw tuaj txug ntawm tug quaspuj hov lub tsev, puab txawm nug tas, “Ahima‑a hab Yaunathaa nyob hovtwg?” Tug quaspuj hov teb tas, “Ob tug hlaa dej moog dhau lawm.” Thaus puab nrhav tsw pum ob tug, puab txawm rov moog rua huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.21","label":"21","content":"Thaus cov tuabneeg hov rov moog lawd, ob tug le tawm huv lub qhov lug hab moog qha rua vaajntxwv Tavi. Ob tug has rua Tavi tas, “Ca le sawv tseeg maaj nroog hlaa tug dej moog vem yog Ahithaufee tub qha le u le nuav txug koj.”"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.22","label":"22","content":"Tavi hab nwg cov tuabneeg suavdawg txawm sawv tseeg hlaa tug dej Yalatee moog. Thaus kaaj ntug tes tsw tshuav ib tug kws tsw tau hlaa tug dej Yalatee le."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.23","label":"23","content":"Thaus Ahithaufee pum tas puab tsw ua lawv le tej lug kws nwg qha, nwg txawm pem eeb caij neeg luav moog rua nwg lub tsev kws nyob huv nwg lub moos lawm. Thaus nwg tu nwg lub cuab txhwj lawm nwg txawm moog dai cej daab tuag, puab txhad muab nwg log rua huv nwg txwv lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.24","label":"24","content":"Tavi txawm moog txug lub moos Mahana‑i. Tes Axaloo hab cov txwvneej Yixayee suavdawg txawm hlaa tug dej Yalatee moog."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.25","label":"25","content":"Axaloo tub tsaa Amaxa ua thawj rog nyob Yau‑a chaw. Amaxa yog ib tug Yixayee  hu ua Ithala le tub. Ithala yuav Anpikaa kws yog Naha tug ntxhais hab yog Xeluya kws yog Yau‑a nam tug nam hluas."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.26","label":"26","content":"Cov Yixayee hab Axaloo ua yeej nyob huv Kile‑a tebchaws."},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.27","label":"27","content":"Thaus Tavi tuaj txug ntawm lub moos Mahana‑i, mas Saunpi kws yog Naha tug tub kws yog tuabneeg huv lub moos Lanpa huv Aamoo tebchaws, hab Makhi kws yog Ami‑ee huv lub moos Launtenpa tug tub, hab Npaxilai kws yog tuabneeg Kile‑a nyob huv lub moos Laukeli,"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.28","label":"28","content":"puab coj tej txaaj pw tej phaaj tej laujkaub aav, hab tej mog tej qeb tej moov tej qeb kib tej taum laag taum pauv,"},{"bible_id":"1216","chapter_code":"2SA.17","verse_code":"2SA.17.29","label":"29","content":"hab zwb ntaab hab kua mig nyeem hab tej yaaj hab tej thooj nyuj mig nkoog tuaj pub rua Tavi hab nwg cov tuabneeg noj. Puab has tas, “Cov tuabneeg ntawd tshaib hab tsaug leeg heev hab nqhes dej rua huv tebchaws moj saab qhua.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.1","label":"1","content":"Tavi txawm txheeb cov tuabneeg kws nrug nwg moog hab tsaa kuas muaj thawj kaav ib txheeb leej hab kaav ib puas leej."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.2","label":"2","content":"Tavi xaa nwg cov tub rog tawm moog ua peb paab, Yau‑a kaav ib paab, Anpisai kws yog Xeluya tug tub kaav ib paab hab Ithai kws yog tuabneeg Ka kaav ib paab. Vaajntxwv has rua nwg cov tub rog tas, “Kuv yuav nrug mej moog hab.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.3","label":"3","content":"Tassws puab has tas, “Koj tsw xob moog. Yog peb yuav tswv, yeeb ncuab yuav tsw quav ntsej peb. Yog peb tuag ib nraab lawm, los puab yeej yuav tsw quav ntsej peb. Tassws koj muaj nqes npaum le peb ib vaam leej. Koj nyob huv lub moos xaa tuabneeg tuaj paab peb xwb mas zoo dua.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.4","label":"4","content":"Vaajntxwv has rua puab tas, “Mej pum zoo le caag kuv yuav ua lawv le ntawd.” Vaajntxwv txhad sawv ntsug ntawm rooj loog ib saab saib thaus cov tub rog suavdawg tawm tuaj moog ua tej paab ib puas leej tej paab ib txheeb leej."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.5","label":"5","content":"Vaajntxwv has rua Yau‑a hab Anpisai hab Ithai tas, “Saib rua sau kuv es tsw xob ua nyaav rua tug tub hluas Axaloo hov.” Thaus vaajntxwv has txug Axaloo le nuav rua cov thawj rog suavdawg, mas cov tub rog suavdawg kuj puavleej nov."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.6","label":"6","content":"Cov tub rog txawm tawm moog ua rog rua cov Yixayee, puab sws ntaus sws tua rua huv haav zoov Efa‑i."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.7","label":"7","content":"Cov Yixayee kuj swb Tavi cov tub rog, mas nub hov muaj tuabneeg raug tua tuag coob kawg, tuag ob vaam leej rua hov ntawd."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.8","label":"8","content":"Kev ua rog nthuav daav moog thoob plawg lub tebchaws ntawd. Nub ntawd haav zoov noj tuabneeg coob dua nav ntaaj noj."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.9","label":"9","content":"Mas Axaloo ca le ntswb nthaav Tavi cov tub rog. Axaloo caij rawv luj txwv, mas thaus luj txwv dha moog rua huv qaab tug ntoo qheb kws ntxhuv ntxhuv, Axaloo lub taubhau txawm khuab nkaus rua huv tug ceg ntoo ceev ceev le. Thaus tug luj txwv kws nwg caij dha dhau lawm nwg txawm dai quas vag ib ntaa ntoo."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.10","label":"10","content":"Muaj ib tug yawm lug pum tes txawm moog has rua Yau‑a tas, “Kuv pum Axaloo dai sau ib tug ntoo qheb.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.11","label":"11","content":"Yau‑a has rua tug kws has rua nwg hov tas, “Ua le caag nua? Koj pum nwg lawm lov? Ua caag koj tsw muab nwg tua pov tseg rua hov ntawd? Kuv yuav zoo sab muab kaum lub txag nyaj hab ib txuj hlaab tawv rua koj.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.12","label":"12","content":"Tassws tug yawm hov teb Yau‑a tas, “Txawm yog kuv txhais teg tau puag ib txheeb lub txag nyaj los kuv yuav tsw cev teg tawm tsaam vaajntxwv tug tub, tsua qhov peb lub qhov ntsej tau nov tej kws vaajntxwv has rua koj hab Anpisai hab Ithai lawm has tas, ‘Mej saib rua sau kuv es tsom kwm tug tub hluas Axaloo hov.’"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.13","label":"13","content":"Yog kuv tsw noog lug es txuv nwg txujsa lawm, yeej tsw muaj daabtsw yuav npog tau ntawm vaajntxwv, tes koj yuav tsw quav ntsej paab kuv.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.14","label":"14","content":"Yau‑a txawm has tas, “Kuv yuav tsw nkim swjhawm rua koj le nuav.” Yau‑a txawm coj peb raab muv moog nkaug raug Axaloo lub plawv rua thaus nwg tseed caj dai sau tug ntoo qheb."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.15","label":"15","content":"Kaum tug tub rog hluas kws nqaa Yau‑a tej cuab yeej ua rog vej nkaus Axaloo hab muab nwg tua kag."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.16","label":"16","content":"Yau‑a txawm tshuab raaj kub yaaj, mas cov tub rog txhad rov qaab tsw lawv cov Yixayee lawm, vem yog Yau‑a tswj puab ca."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.17","label":"17","content":"Puab muab Axaloo lub cev tuag nrum rua huv ib lub qhov luj huv haav zoov, hab tib ib pawg pob zeb luj luj rua sau. Cov Yixayee suavdawg nyag taug nyag tswv rov moog tsev taag lawm."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.18","label":"18","content":"Thaus Axaloo tseed ua neej nyob nwg txhus ib tug ncej ua chaw ncu txug nwg rua huv lub Haav Vaajntxwv, vem nwg has tas, “Kuv tsw muaj tub kws yuav tuav kuv lub npe moog le.” Nwg txhad hu tug ncej hov lawv le nwg lub npe, luas txhad hu tas tug ncej Axaloo lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.19","label":"19","content":"Xantau tug tub Ahima‑a has tas, “Ca kuv dha coj xuv moog has rua vaajntxwv paub tas Yawmsaub cawm nwg dim huv nwg cov yeeb ncuab txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.20","label":"20","content":"Yau‑a has rua nwg tas, “Nub nua koj tsw xob coj xuv moog. Koj coj xuv moog dua rua lwm nub kuj tau, tassws nub nua koj tsw xob coj xuv moog tsua qhov vaajntxwv tug tub tuag lawm.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.21","label":"21","content":"Yau‑a has rua ib tug tuabneeg Khuj tas, “Koj ca le coj xuv moog has rua vaajntxwv lawv le koj qhov muag pum.” Tug tuabneeg Khuj hov kuj nyo hau pe Yau‑a hab dha moog."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.22","label":"22","content":"Xantau tug tub Ahima‑a txawm rov has rua Yau‑a tas, “Txawm le caag kuj xwj, thov ca kuv dha lawv tug tuabneeg Khuj hov moog.” Yau‑a has tas, “Miv tub, koj yuav dha moog ua daabtsw, tsua qhov koj yuav tsw tau nqe zug xaa tsaab xuv nuav?”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.23","label":"23","content":"Nwg has tas, “Txawm le caag los xwj kuv yuav dha moog.” Yau‑a has rua nwg tas, “Dha los maj.” Tes Ahima‑a txawm dha taug txujkev nraag taj moog, fuas tau tug tuabneeg Khuj ntej moog."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.24","label":"24","content":"Thaus ntawd Tavi nyob tsawg ntawm ob txheej rooj loog ntu nruab nraab. Muaj ib tug faaj xwm nce moog rua sau lub ntsaa loog moog sawv txheej saab sau lub rooj loog. Thaus nwg tsaa muag saib pum ib tug yawm dha tuab leeg lug."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.25","label":"25","content":"Tug faaj xwm qw has rua vaajntxwv paub. Vaajntxwv has tas, “Yog tuab leeg lug xwb, yeej yog coj xuv zoo lug.” Tug yawm hov dha lug ze quas zug."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.26","label":"26","content":"Tug faaj xwm pum dua ib tug dha lug hab. Tug faaj xwm qw rua tug kws zuv rooj loog tas, “Saib nawj, muaj dua ib tug dha tuab leeg lug hab.” Vaajntxwv has tas, “Yog nwg coj xuv zoo lug hab.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.27","label":"27","content":"Tug faaj xwm has tas, “Kuv saib mas tug kws dha ua ntej dha zoo yaam nkaus le Xantau tug tub Ahima‑a.” Vaajntxwv has tas, “Nwg yog tuabneeg zoo. Nwg coj xuv zoo lug.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.28","label":"28","content":"Tes Ahima‑a qw rua vaajntxwv tas, “Zoo lauj!” Nwg txawm khoov ntshws ua lub plhu ti nkaus aav pe has tas, “Qhuas Yawmsaub kws yog koj tug Vaajtswv kws tau muab cov tuabneeg faav xeeb kws tawm tsaam kuv tug tswv cob rua huv vaajntxwv txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.29","label":"29","content":"Vaajntxwv has tas, “Tug tub hluas Axaloo nyob zoo lov?” Ahima‑a teb tas, “Thaus Yau‑a khaiv kuv kws yog koj tug qhev lug nuav, kuv pum muaj tuabneeg coob vej quas vog kuas tsw paub tas sov yog daabtsw.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.30","label":"30","content":"Vaajntxwv has tas, “Ca le lug sawv ntawm nuav.” Nwg txawm moog sawv ntsug tuabywv."},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.31","label":"31","content":"Ua cav tug tuabneeg Khuj hov txawm dha lug txug. Nwg has tas, “Muaj xuv zoo has rua vaajntxwv kws yog kuv tug tswv, tsua qhov nub nua Yawmsaub cawm koj dim huv cov tuabneeg suavdawg kws sawv tawm tsaam koj txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.32","label":"32","content":"Vaajntxwv nug tug tuabneeg Khuj tas, “Tug tub hluas Axaloo nyob zoo lov?” Tug tuabneeg Khuj teb tas, “Thov ca vaajntxwv tej yeeb ncuab hab txhua tug kws sawv tawm tsaam vaajntxwv kws yog kuv tug tswv zoo le tug tub hluas hov.”"},{"bible_id":"1216","chapter_code":"2SA.18","verse_code":"2SA.18.33","label":"33","content":"Vaajntxwv nyuaj sab heev kawg, nwg nce moog rua ib chaav tsev kws nyob txheej sau lub rooj loog hab quaj quaj. Thaus nwg nce moog nwg has tas, “Au kuv tug tub Axaloo, kuv tug tub, kuv tug tub Axaloo 'e, kuv xaav tuag thij koj. Au Axaloo, kuv tug tub, kuv tug tub 'e.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.1","label":"1","content":"Puab moog has rua Yau‑a tas, “Saib maj, vaajntxwv quaj hab quaj ntsuag Axaloo.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.2","label":"2","content":"Vem le nuav nub hov kev kov yeej txhad ntxeev ua kev quaj ntsuag rua cov pejxeem suavdawg, tsua qhov nub hov puab nov tas, vaajntxwv quaj lwj sab rua nwg tug tub."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.3","label":"3","content":"Nub hov cov tub rog nyag kev nkaag lug rua huv lub moos yaam nkaus le cov tub rog kws tswv rog hab txaaj muag kawg."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.4","label":"4","content":"Vaajntxwv muab ntaub kauv nwg lub ntsej muag hab quaj nrov nrov has tas, “Au kuv tug tub Axaloo, au Axaloo 'e, kuv tug tub, kuv tug tub 'e.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.5","label":"5","content":"Yau‑a txawm lug rua huv vaajntxwv tsev hab has tas, “Vaajntxwv, nub nua koj ua rua koj cov tub teg tub taw suavdawg kws cawm koj txujsa hab cawm koj tej tub tej ntxhais hab koj tej quaspuj hab tej hluas nkauj txujsa raug kev txaaj muag,"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.6","label":"6","content":"tsua qhov koj hlub cov kws ntxub koj hab koj ntxub cov kws hlub koj. Nub nua koj tau ua rua suavdawg pum tseeb tas koj saib cov thawj rog hab cov tub teg tub taw tsw muaj txag muaj ntswg. Kuv paub tas yog nub nua Axaloo caj sa nyob es peb tuag taag huvsw lawm, koj yuav zoo sab."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.7","label":"7","content":"Vem le nuav koj ca le sawv tseeg moog has ib lu lug tshaav ntuj rua koj cov tub teg tub taw, tsua qhov kuv tuav Yawmsaub lub npe twv has tas, yog koj tsw moog has mas mo nuav yuav tsw tshuav ib tug txwvneej twg nrug koj nyob hlo le. Mas qhov nuav yuav phem rua koj heev dua le tej xwm txheej phem huvsw kws txeev lug raug koj txwj thaus koj yau lug txug naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.8","label":"8","content":"Vaajntxwv txhad sawv tseeg moog nyob ntawm rooj loog. Muaj tuabneeg has rua cov tub rog tas, “Saib maj, vaajntxwv nyob tsawg ntawm rooj loog.” Cov tub rog suavdawg txhad moog rua ntawm vaajntxwv. Cov Yixayee nyag tswv rua nyag vaaj nyag tsev taag lawm."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.9","label":"9","content":"Cov pejxeem suavdawg sws caav thoob plawg huv txhua xeem Yixayee has tas, “Vaajntxwv tso peb dim huv peb cov yeeb ncuab txhais teg hab cawm peb dim huv cov Filixatee txhais teg lawm. Nwgnuav nwg tswv Axaloo tawm huv lub tebchaws moog lawm."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.10","label":"10","content":"Los Axaloo kws peb tsaa ua vaajntxwv kaav peb kuj tuag huv tshaav rog lawm. Ua caag mej tsw has daabtsw txug qhov kws yuav coj vaajntxwv rov lug le?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.11","label":"11","content":"Vaajntxwv Tavi xaa xuv moog has rua Xantau hab Anpiyatha kws ua pov thawj has tas, “Meb ca le has rua Yuta cov kev txwj quas laug tas, ‘Ua caag mej yuav ua paab tom qaab kawg kws coj vaajntxwv rov lug rua huv lub vaaj lub tsev? Cov Yixayee suavdawg tej lug tub tuaj txug vaajntxwv huv nwg lub chaw nyob lawm."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.12","label":"12","content":"Mej yog kuv le kwvtij txheeb, nrug kuv koom nqaj koom txhaav. Ua caag mej yuav ua paab tom qaab kawg kws coj vaajntxwv rov lug?’"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.13","label":"13","content":"Hab has rua Amaxa tas, ‘Koj tsw yog nrug kuv koom nqaj koom txhaav lov? Yog koj tsw tau nyob Yau‑a chaw ua thawj kaav kuv cov tub rog mas thov Vaajtswv rau txem rua kuv nyaav dua.’ ”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.14","label":"14","content":"Amaxa kuj nqug tau cov tuabneeg Yuta suavdawg lub sab koom hlo rua Tavi. Puab txhad tso tuabneeg moog has rua vaajntxwv tas, “Thov koj hab koj cov tub teg tub taw suavdawg rov lug.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.15","label":"15","content":"Vaajntxwv txhad le rov lug rua ntawm tug dej Yalatee. Cov Yuta txhad moog tog vaajntxwv ntawm lub moos Kilakaa yuav coj vaajntxwv hlaa tug dej Yalatee."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.16","label":"16","content":"Sime‑i kws yog Kela tug tub yog xeem Npeeyamee nyob huv lub moos Npahuli, maaj nroog tuaj nrug cov Yuta tog vaajntxwv Tavi."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.17","label":"17","content":"Xeem Npeeyamee muaj ib txheeb leej nrug nwg tuaj. Hab Xinpa kws yog Xa‑u tsev tuabneeg tug tub qhe hab nwg kaum tswb tug tub hab nwg neeg nkaum tug tub qhe kuj maaj nroog tuaj tog vaajntxwv ntawm ntug dej Yalatee."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.18","label":"18","content":"Puab hlaa tug dej moog coj vaajntxwv tsev tuabneeg hlaa dej lug hab ua txhua yaam lawv le vaajntxwv lub sab xaav. Kela tug tub Sime‑i khwb nkaus pe vaajntxwv rua thaus vaajntxwv yuav hlaa tug dej Yalatee,"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.19","label":"19","content":"hab nwg has rua vaajntxwv tas, “Vaajntxwv kws yog kuv tug tswv, thov koj zaam kuv lub txem hab tsw xob ncu tej kev txhum kws kuv kws yog koj tug qhev tau ua rua nub kws koj tswv tawm huv Yeluxalee. Thov vaajntxwv tsw xob cim rua huv lub sab."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.20","label":"20","content":"Kuv kws yog koj tug qhev yeej paub tas kuv ua txhum lawm. Vem le nuav nub nua kuv txhad ua Yauxej tej caaj ceg thawj paab kws tuaj tog vaajntxwv kws yog kuv tug tswv.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.21","label":"21","content":"Anpisai kws yog Xeluya tug tub txawm teb tas, “Tsw tswm nyog muab Sime‑i tua pov tseg lov vem nwg tau tsawm foom tug kws Yawmsaub tsaa ca lawd?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.22","label":"22","content":"Tassws Tavi has tas, “Xeluya ob tug tub 'e, kuv thaab txug meb daabtsw es nub nua meb yuav tuaj tawm tsaam kuv? Nub nua tswm nyog muab leejtwg tua pov tseg lov? Nub nua kuv tsw paub tas kuv yog vaajntxwv kaav cov Yixayee lov?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.23","label":"23","content":"Vaajntxwv txhad has rua Sime‑i tas, “Koj yuav tsw tuag.” Hab vaajntxwv cog lug twv tseg rua nwg."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.24","label":"24","content":"Mefinpause kws yog Xa‑u tug xeeb ntxwv kuj tuaj tog vaajntxwv. Nwg tsw tau tu txhais kwtaw tsw ntsws fwj txwv hab tsw tau ntxhua rwg tsho txwj nub kws vaajntxwv tawm tswv moog lawd lug txug nub kws vaajntxwv rov lug zoo."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.25","label":"25","content":"Thaus Mefinpause tawm huv Yeluxalee moog tog vaajntxwv, vaajntxwv nug nwg tas, “Mefinpause, ua caag koj tsw nrug kuv moog?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.26","label":"26","content":"Nwg teb tas, “Vaajntxwv kws yog kuv tug tswv 'e, kuv tug tub qhe daag kuv. Kuv has kuas nwg pem eeb rua ib tug neeg luav rua kuv caij nrug koj moog, tsua qhov kuv tuag taw."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.27","label":"27","content":"Nwg muab kuv kws yog koj tug qhev has daag rua vaajntxwv kws yog kuv tug tswv. Tassws kuv tug vaajntxwv zoo yaam le Vaajtswv tug tubkhai ntuj. Koj ca le ua lawv le koj pum zoo rua kuv."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.28","label":"28","content":"Kuv txwv tsev tuabneeg tsuas yog cov kws tswm nyog raug tua tuag rua ntawm vaajntxwv kws yog kuv tug tswv lub xubndag. Tassws koj tseed tsaa kuv kws yog koj tug qhev nrug cov kws nrug koj koom rooj noj rooj haus ua ke. Kuv tseed muaj cai thov daabtsw ntawm vaajntxwv?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.29","label":"29","content":"Vaajntxwv has rua nwg tas, “Tsw txug koj has daabtsw ntxwv lawm. Kuv txav sab lawm tas yuav muab tej teb faib rua Xinpa meb ob leeg.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.30","label":"30","content":"Mefinpause has rua vaajntxwv tas, “Ca Xinpa yuav huvsw moog, vem vaajntxwv kws yog kuv tug tswv tub rov lug txug tsev tso sab plhuav lawm.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.31","label":"31","content":"Npaxilai kws yog tuabneeg Kile‑a kuj tuaj ntawm lub moos Laukeli nrug vaajntxwv moog txug tug dej Yalatee hab xaa vaajntxwv hlaa tug dej Yalatee moog."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.32","label":"32","content":"Npaxilai laug heev lawm, noob nyoog muaj yim caum xyoo. Nwg tau coj zaub mov tuaj pub rua vaajntxwv rua thaus vaajntxwv nyob ntawm lub moos Mahana‑i, tsua qhov nwg nplua nuj heev."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.33","label":"33","content":"Vaajntxwv has rua Npaxilai tas, “Ca le nrug kuv hlaa moog, kuv yuav yug koj nrug kuv nyob huv lub nroog Yeluxalee.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.34","label":"34","content":"Kuas Npaxilai has rua vaajntxwv tas, “Kuv yuav nyob pes tsawg xyoo ntxwv hab, es kuv yuav nrug vaajntxwv moog nyob huv lub nroog Yeluxalee?"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.35","label":"35","content":"Nub nua kuv noob nyoog muaj yim caum xyoo lawm. Kuv tseed yuav paub qhov twg hum sab qhov twg tsw hum sab lov? Kuv kws yog koj tug tub qhe tseed yuav txawj swm noj saib yaam twg qaab yaam twg tsw qaab hab lov? Kuv tseed yuav noog tej tub tej ntxhais hu nkauj tau hab lov? Ua caag tseed yuav ca kuv ua nraa tsaav rua vaajntxwv kws yog kuv tug tswv hab nej?"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.36","label":"36","content":"Kuv kws yog koj tug qhev yuav xaa koj hlaa dej Yalatee moog mivntswv xwb. Ua caag vaajntxwv yuav pub tej tshaav ntuj npaum le nuav dag pauj rua kuv?"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.37","label":"37","content":"Thov ca kuv kws yog koj tug qhev rov qaab moog es tuag rua huv kuv lub moos ze kuv nam kuv txwv lub qhov ntxaa. Tug nuav yog Khihaa kws yog koj tug qhev, thov ca nwg nrug vaajntxwv kws yog kuv tug tswv moog, koj pub rua nwg lawv le koj pum zoo.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.38","label":"38","content":"Vaajntxwv teb tas, “Khihaa yuav nrug kuv moog, kuv yuav pub rua nwg lawv le koj pum zoo. Hab txhua yaam kws koj xaav kuas kuv ua rua koj, kuv yuav ua lawv le ntawd.”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.39","label":"39","content":"Tes cov tuabneeg suavdawg txawm hlaa tug dej Yalatee moog, vaajntxwv kuj hlaa moog hab. Vaajntxwv nwj Npaxilai hab foom koob moov rua nwg, tes Npaxilai txawm rov qaab moog nwg vaaj nwg tsev lawm."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.40","label":"40","content":"Vaajntxwv taug kev moog rua ntawm lub moos Kilakaa, Khihaa kuj nrug nwg moog hab. Cov Yuta huvsw hab cov Yixayee ib nraab coj vaajntxwv hlaa lug."},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.41","label":"41","content":"Tes cov Yixayee suavdawg tuaj cuag vaajntxwv hab has rua nwg tas, “Ua caag peb cov kwvtij Yuta nyag koj moog lawm hab coj vaajntxwv hab nwg tsev tuabneeg hab Tavi cov tub rog suavdawg hlaa tug dej Yalatee lug lawm?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.42","label":"42","content":"Cov Yuta txhad teb cov Yixayee tas, “Tsua qhov vaajntxwv yog peb le kwvtij txheeb. Mej yuav chim txug qhov nuav ua daabtsw? Peb tau noj vaajntxwv tej nyaj txag lawm lov? Nwg tau pub tshaav ntuj daabtsw rua peb lawm lov?”"},{"bible_id":"1216","chapter_code":"2SA.19","verse_code":"2SA.19.43","label":"43","content":"Cov Yixayee teb cov Yuta tas, “Peb muaj feem kaum npaug rua huv vaajntxwv, peb muaj feem ntau dua mej rua huv Tavi. Ua caag mej saib tsw taug peb le nuav? Peb yog cov kws xub has txug qhov kws coj peb tug vaajntxwv rov lug los tsw yog?” Tassws cov Yuta le lug muaj ceem heev dua cov Yixayee le lug."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.1","label":"1","content":"Txawm ca le muaj ib nam tuabneeg phem tsw zoo npe hu ua Senpa kws yog Npili kws yog xeem Npeeyamee tug tub. Nwg tshuab raaj kub yaaj hab has tas, “Peb tsw muaj feem huv Tavi. Peb tsw muaj qub txeeg qub teg huv Yexi tug tub. Cov Yixayee, suavdawg nyag rov qaab moog rua huv nyag tsev ntaub.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.2","label":"2","content":"Ua le nuav mas cov tuabneeg Yixayee suavdawg tawm ntawm Tavi moog lawv Senpa kws yog Npili tug tub. Tassws cov Yuta lawv quas nraim puab tug vaajntxwv hov ntawm tug dej Yalatee moog txug lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.3","label":"3","content":"Tavi kuj lug txug nwg lub tsev huv Yeluxalee mas vaajntxwv coj kaum tug hluas nkauj kws nwg muab tseg ca zuv nwg lub tsev moog kaw ca rua huv ib lub tsev tso tub rog zuv huvsw. Nwg pub rua noj rua haus kuas nwg tsw moog nrug pw le. Cov quaspuj hov raug muab kaw nyob yaam nkaus le tej puj ntsuag moog txug nub tuag le."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.4","label":"4","content":"Vaajntxwv txawm has rua Amaxa tas, “Ca le hu cov tuabneeg Yuta kuas tuaj txhwj rua huv peb nub nua, hab koj los tuaj hab.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.5","label":"5","content":"Mas Amaxa moog hu cov Yuta, tassws nwg ua qeeb qeeb tub dhau lub swjhawm kws teem ca lawm."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.6","label":"6","content":"Tavi txhad has rua Anpisai tas, “Nwgnuav Npili tug tub Senpa yuav ua phem rua peb heev dua le Axaloo ua. Ca le coj kuv cov tub teg tub taw moog lawv nwg tsaam tes nwg moog nyob rua huv tej moos kws muaj ntsaa loog lawm tes nwg yuav tswv dim peb moog.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.7","label":"7","content":"Yau‑a cov tuabneeg hab cov Khelethi hab cov Pelethi  hab cov tub rog kws muaj zug huvsw nrug Anpisai moog. Puab tawm huv Yeluxalee lawv Npili tug tub Senpa."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.8","label":"8","content":"Thaus puab nyob ntawm lub pob tsuas luj kws nyob ntawm Kinpe‑oo mas Amaxa tuaj ntswb puab. Yau‑a naav cev tsoog tub rog kws sa txuj hlaab tawv rws naab ntaaj hab raab ntaaj rua ntawm duav. Thaus Yau‑a tuaj ze zog nwg raab ntaaj txawm ca le hlauv hlo."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.9","label":"9","content":"Yau‑a txawm has rua Amaxa tas, “Tijlaug nyob zoo lov?” Yau‑a txawm xuas txhais teg xws ntsab nkaus Amaxa fwj txwv yuav nwj."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.10","label":"10","content":"Kuas Amaxa tsw ncu pum raab ntaaj huv Yau‑a txhais teg. Yau‑a txawm xuas ntaaj nkaug Amaxa plaab mas nyuv hlauv hlo rua huv aav. Tub tsw txug nkaug zag ob tes nwg tub tuag lawm. Yau‑a hab nwg tug kwv Anpisai txhad lawv Npili tug tub Senpa moog."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.11","label":"11","content":"Yau‑a ib tug tub rog lug sawv ze ntawm Amaxa mas has tas, “Leejtwg pum zoo rua Yau‑a, leejtwg tuaj Tavi tog, ca le nrug Yau‑a moog.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.12","label":"12","content":"Amaxa lub cev tuag xyaab leeg tsau ntshaav tsawv huv txujkev. Tug tub rog hov pum tas cov tuabneeg suavdawg tuaj nreg rua hov ntawd. Nwg kuj coj Amaxa lub cev tuag ntawm txujkev moog pov tseg rua tom teb hab muab khaubduag lug npug rua."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.13","label":"13","content":"Thaus kws muab Amaxa lub cev tuag coj ntawm txujkev moog pov tseg lawm mas cov tuabneeg suavdawg kuj nrug Yau‑a moog lawv Npili tug tub Senpa."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.14","label":"14","content":"Senpa hlaa cov xeem Yixayee suavdawg moog txug lub moos Anpee huv Npe Ma‑akha, mas Npili cum kuj tuaj ua ke nrug nwg moog."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.15","label":"15","content":"Cov tuabneeg kws nrug Yau‑a kuj tuaj vej nwg huv lub moos Anpee huv Npe Ma‑akha. Puab tsub aav rua saab ntsaa loog nrau moog nto plawg sau ntsaa loog. Puab saamswm tsoo tej ntsaa loog kuas pob."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.16","label":"16","content":"Tes txawm muaj ib tug quaspuj ntse ntsuav qw huv moos tuaj has tas, “Thov noog, thov noog. Has kuas Yau‑a tuaj ntawm nuav, kuv yuav nrug nwg has lug.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.17","label":"17","content":"Yau‑a txhad le txaav ze zog mas tug quaspuj hov has tas, “Koj yog Yau‑a lov?” Yau‑a teb tas, “Yog lauj.” Tug quaspuj hov txawm has tas, “Thov koj noog kuv kws yog koj tug nkauj qhev le lug.” Yau‑a teb tas, “Kuv saamswm noog los maj.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.18","label":"18","content":"Tug quaspuj txhad has tas, “Yaav thau u puab txeev has tas, ‘Ca puab moog sablaaj rua ntawm Anpee,’ tes puab txhad has hum hov ntawd."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.19","label":"19","content":"Kuv yog ib tug kws nyam kev thaaj yeeb hab kev ncaaj nceeg rua huv cov Yixayee. Koj xaav ua rua ib lub moos kws zoo le leej nam huv cov Yixayee puam tsuaj. Ua le caag koj yuav muab Yawmsaub qub txeeg qub teg nqog taag huvsw?”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.20","label":"20","content":"Yau‑a teb tas, “Qhov kws kuv yuav nqog lossws ua rua puam tsuaj mas thov kuas nyob deb ntawm kuv, nyob deb kuv heev hwv lauj!"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.21","label":"21","content":"Qhov nuav tsw muaj tseeb. Muaj ib tug yawm nyob peg toj sab Efa‑i tebchaws, yog Npili tug tub Senpa, nwg tau tsaa nwg txhais teg sawv twv rua vaajntxwv Tavi. Ca le muab hlo nwg tuab leeg rua kuv mas kuv yuav thim tub rog rov qaab ntawm lub moos nuav.” Tug quaspuj txawm has rua Yau‑a tas, “Kuv yuav muab tug yawm hov lub taubhau laim sau ntsaa loog tuaj rua koj.”"},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.22","label":"22","content":"Tug quaspuj hov moog has nwg tej tswvyim rua cov pejxeem suavdawg. Mas puab txawm txav Npili tug tub Senpa lub taubhau muab laim rua Yau‑a. Yau‑a txhad tshuab raaj kub yaaj tes puab txawm tawm ntawm lub moos hov nyag moog rua nyag vaaj nyag tsev. Yau‑a kuj rov qaab moog cuag vaajntxwv huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.23","label":"23","content":"Yau‑a yog tug kws kaav taag nrho Yixayee cov tub rog suavdawg, hab Yehauyanta tug tub Npenaya yog tug kws kaav cov Khelethi hab cov Pelethi."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.24","label":"24","content":"Antaulaa yog tug kws saib cov kws raug yuam ua num. Ahilu tug tub Yehausafa yog tug kws sau ntawv keeb kwm."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.25","label":"25","content":"Seva yog tug tub sau ntawv. Xantau hab Anpiyatha ua pov thawj."},{"bible_id":"1216","chapter_code":"2SA.20","verse_code":"2SA.20.26","label":"26","content":"Ila kws yog Ya‑i cum kuj ua Tavi tug pov thawj."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.1","label":"1","content":"Thaus kws Tavi ua vaajntxwv mas muaj kev tshaib plaab tau peb xyoos, xyoo taag xyoo tuaj los kuj tshaib. Tes Tavi txawm kub sab quas lug nrhav Yawmsaub. Mas Yawmsaub has tas, “Lub txem kws tua tuabneeg poob rua sau Xa‑u hab Xa‑u caaj ceg tsua qhov nwg muab cov Kinpe‑oo tua pov tseg.”"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.2","label":"2","content":"Vaajntxwv txhad hu cov Kinpe‑oo tuaj has rua puab. Cov Kinpe‑oo hov tsw yog tuabneeg Yixayee, puab yog cov Amaulai kws tseed tshuav noob nyob. Txawm yog cov Yixayee tau cog lug twv has tas yuav tseg puab txujsa ca, los Xa‑u yooj xeeb nrhav kev muab puab tua pov tseg, vem yog nwg mob sab cov Yixayee hab cov Yuta."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.3","label":"3","content":"Tavi has rua cov Kinpe‑oo tas, “Kuv yuav ua daabtsw paab mej? Kuv yuav ua le caag txhad ntxuav tau tej kev txhum nuav tseg mej txhad foom koob moov rua Yawmsaub qub txeeg qub teg?”"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.4","label":"4","content":"Cov Kinpe‑oo has rua nwg tas, “Qhov kws Xa‑u hab nwg caaj ceg ua rua peb hov, mas tsw yog nyaj hab kub yuav ntxuav tau, hab tsw yog peb yuav muab cov Yixayee ib tug twg tua pov tseg.” Vaajntxwv txhad has tas, “Tes mej xaav kuas kuv ua daabtsw paab mej?”"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.5","label":"5","content":"Puab has rua vaajntxwv tas, “Tug yawm kws muab peb ntxuav pov tseg hab ntaus tswvyim yuav muab peb ua kuas puam tsuaj sub txhad ua rua peb tsw muaj chaw nyob huv Yixayee tebchaws,"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.6","label":"6","content":"mas thov muab tug hov xyaa leej tub rua peb es peb yuav coj moog dai cej daab tuag taab meeg Yawmsaub xubndag rua ntawm Kinpe‑a kws yog Xa‑u lub moos, yog tug kws Yawmsaub xaiv tsaa.” Mas vaajntxwv has tas, “Kuv yuav muab puab cob rua mej.”"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.7","label":"7","content":"Vaajntxwv tseg Mefinpause kws yog Yaunathaa tug tub txujsa yog Xa‑u tug xeeb ntxwv, vem yog Xa‑u tug tub Yaunathaa hab Tavi tau tuav Yawmsaub lub npe cog lug twv ca lawm."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.8","label":"8","content":"Mas vaajntxwv muab Aiyag tug ntxhais Lixapa ob tug tub kws yug rua Xa‑u, kws npe hu ua Amauni hab Mefinpause, hab muab Xa‑u tug ntxhais Mela  tswb tug tub kws nwg yug rua Npaxilai tug tub Anti‑ee kws yog tuabneeg huv Mehaula."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.9","label":"9","content":"Vaajntxwv muab cov tuabneeg nuav rua huv cov Kinpe‑oo txhais teg. Puab txawm muab cov nuav dai cej daab sau lub roob taab meeg Yawmsaub xubndag, mas xyaa leej hov raug muab tua kag ua ke rua thawj nub kws puab chiv hlais qoob loos, rua thaus puab chiv hlais qeb."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.10","label":"10","content":"Mas Aiyag tug ntxhais Lixapa muab seev tsaaj pua sau lub pob zeb rua nwg nyob txwj thaus chiv hlais qoob loos moog txug dej naag nqeg lug ntub cov cev tuag hov. Nruab nub nwg tsw tseev noog sau nruab ntug lug thos puab, mo ntuj nwg tsw tseev tsaj qus lug kov."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.11","label":"11","content":"Thaus muaj tuabneeg moog has rua Tavi tas Aiyag tug ntxhais Lixapa kws yog Xa‑u tug hluas nkauj tau ua le ntawd lawm,"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.12","label":"12","content":"Tavi kuj moog coj Xa‑u hab Xa‑u tug tub Yaunathaa cov pob txhaa ntawm cov tuabneeg huv Yanpe Kile‑a lug. Cov tuabneeg huv Yanpe Kile‑a hov tub nyag cov pob txhaa hov huv lub tshaav puam huv lub moos Npesaa kws cov Filixatee muab khuab ca rua nub kws cov Filixatee tua Xa‑u sau lub roob Kinpau‑a."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.13","label":"13","content":"Mas vaajntxwv coj Xa‑u hab Xa‑u tug tub Yaunathaa cov pob txhaa lug, hab puab khaws cov tuabneeg kws muab dai cej daab tuag ntawd cov pob txhaa."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.14","label":"14","content":"Mas puab muab Xa‑u hab Xa‑u tug tub Yaunathaa cov pob txhaa log rua huv Xa‑u leej txwv Khij lub qhov ntxaa ntawm Xela huv Npeeyamee tebchaws. Puab kuj ua txhua yaam kws vaajntxwv has kuas puab ua. Dhau hov Vaajtswv kuj noog tej lug kws puab thov Vaajtswv paab lub tebchaws hov."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.15","label":"15","content":"Cov Filixatee ua rog rua cov Yixayee dua ib zag. Tavi kuj nrug nwg cov tub teg tub taw nqeg moog ua rog rua cov Filixatee tes Tavi txawm txug txug sav."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.16","label":"16","content":"Inpinpenau yog cov tuabneeg luj luj sab sab le noob. Nwg coj ib raab muv tooj lab nyaav peb puas sekhee  hab rws ib raab ntaaj tshab ntawm duav, xaav tas nwg yuav tua Tavi."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.17","label":"17","content":"Tassws Xeluya tug tub Anpisai lug paab Tavi hab ntaus tug Filixatee hov muab nwg tua pov tseg. Mas Tavi cov tuabneeg thov has tas, “Koj tsw xob nrug peb tawm moog ua rog dua le lawm tsaam tes cov Yixayee lub teeb tuag.”"},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.18","label":"18","content":"Dhau hov rov qaab ua rog rua cov Filixatee ntawm lub moos Kaus. Zag hov Xinpekhai kws yog Husa cum tua tau Xa kws yog cov tuabneeg luj luj sab sab le noob."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.19","label":"19","content":"Hab rov qaab ua rog rua cov Filixatee ntawm lub moos Kaus. Ya‑ale Auleki tug tub Eehanaa kws yog tuabneeg Npelehee tua tau Kaulia kws yog tuabneeg Ka. Nwg raab muv tug ku luaj le raab nqog ntus ntaub."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.20","label":"20","content":"Hab rov qaab ua rog ntawm lub moos Ka, yog lub moos kws muaj ib tug txwvneej luj kawg le, muaj rau tug ntiv teg hab rau tug ntiv taw huvsw muaj neeg nkaum plaub tug ntiv teg ntiv taw. Nwg yog cov tuabneeg luj luj sab sab le noob."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.21","label":"21","content":"Thaus nwg twv ntxhas cov Yixayee mas Tavi tug tijlaug Sime‑i tug tub Yaunathaa kuj muab nwg tua kag."},{"bible_id":"1216","chapter_code":"2SA.21","verse_code":"2SA.21.22","label":"22","content":"Plaub tug nuav yog cov tuabneeg luj luj sab sab huv lub moos Ka le noob. Puab tuag taag rua Tavi teg hab tuag rua Tavi cov tub teg tub taw teg."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.1","label":"1","content":"Nub kws Yawmsaub cawm Tavi dim huv nwg cov yeeb ncuab txhais teg huvsw hab dim huv Xa‑u txhais teg lawm, Tavi txhad hu zaaj nkauj nuav rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.2","label":"2","content":"Nwg has tas, “Yawmsaub yog kuv txhwb zeb, yog kuv lub chaw ruaj khov, yog tug kws tso kuv dim,"},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.3","label":"3","content":"yog kuv tug Vaajtswv, yog txhwb zeb kws kuv lug nraim cev, yog kuv daim phaj hlau, yog txwm kub kws cawm kuv dim, yog kuv lub chaw ruaj khov, yog kuv lub chaw nraim cev, hab yog kuv tug cawmseej. Koj cawm kuv dim tej tuabneeg limham ndais ntuj."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.4","label":"4","content":"Kuv hu rua Yawmsaub tug kws tswm nyog qhuas, mas kuv txhad dim huv cov yeeb ncuab lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.5","label":"5","content":"“Tej nthwv dej kws yog kev tuag vej nkaus kuv, txujkev puam tsuaj nyaab hlo kuv,"},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.6","label":"6","content":"kuv maag txuj hlua kws cuab huv tub tuag teb lawm, rooj ntxab kws yog kev tuag nyob ntawm kuv xubndag."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.7","label":"7","content":"Thaus kuv raug kev txom nyem kuv thov hu Yawmsaub, kuv thov kuv tug Vaajtswv. Nwg nyob huv nwg lub tuam tsev nov kuv lub suab, kuv tej lug thov nrov moog txug nwg qhov ntsej."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.8","label":"8","content":"“Lub nplajteb tseeg quas nkawg ua zug quas kais, tej laag zeb kws tag lub ntuj kuj ndua quas ntxag hab ua zug quas kais vem yog Yawmsaub chim."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.9","label":"9","content":"Paa tawg tawm huv Yawmsaub qhov ntswg lug, hab tej nplaim tawg kub ceev tawm ntawm nwg qhov ncauj lug, thee kuj cig quas plawg tawm lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.10","label":"10","content":"Nwg qheb rooj ntug nqeg lug, ntuj tsaus quas nti huv qaab nwg kwtaw."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.11","label":"11","content":"Nwg caij ib tug Khelunpee hab yaa moog yaa lug, pum nwg caij kauj tis cua lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.12","label":"12","content":"Nwg muab qhov tsaus ntuj lug vej puag ncig nwg, cov fuab tsaus tsaus vem yog muaj dej ua lub kaus roog nwg."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.13","label":"13","content":"Tej thee ci ua nplaim tawm huv qhov kaaj kws nyob ntawm nwg xubndag lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.14","label":"14","content":"Yawmsaub ua xub nrov tseeg quas nkawg sau ntuj, yog tug kws luj dua ndais ua suab nrov."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.15","label":"15","content":"Nwg tua nwg raab xub ua rua puab tswv taag, nwg tso tsag lig xub ua rua puab tawg ua saab ua sua moog."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.16","label":"16","content":"Mas txhad le pum havtxwv ti nkaus qaab thu, hab pum taag nrho tej taw kws tag lub nplajteb nuav, rua thaus Yawmsaub tshev hab tshuab tej paa tawm huv nwg qhov ntswg lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.17","label":"17","content":"“Yawmsaub cev teg sau ntuj tuaj ntsab nkaus kuv, nwg nqug kuv tawm huv cov dej tub tub."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.18","label":"18","content":"Nwg cawm kuv dim kuv cov yeeb ncuab kws muaj zug hab dim cov tuabneeg kws ntxub kuv, tsua qhov puab muaj zug luj dua kuv."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.19","label":"19","content":"Nub kws kuv raug kev txom nyem ceblaaj mas puab ca le tuaj tawm tsaam kuv, tassws Yawmsaub ua kuv lub chaw tag taw."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.20","label":"20","content":"Nwg coj kuv tawm moog nyob huv lub chaw daav, nwg tso kuv dim vem nwg zoo sab xyiv faab rua kuv."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.21","label":"21","content":"“Yawmsaub pub moov zoo rua kuv lawv le kuv txujkev ncaaj nceeg. Yawmsaub pauj rua kuv lawv le kuv txhais teg dawb huv."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.22","label":"22","content":"Kuv taug nraim Yawmsaub txujkev hab kuv tsw tau ua qhov phem es tso kuv tug Vaajtswv tseg."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.23","label":"23","content":"Tsua qhov nwg tej kevcai huvsw nyob ntawm kuv xubndag hab kuv tsw tau tig ntawm nwg tej kaab ke hlo le."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.24","label":"24","content":"Kuv tsw muaj ib qho chaw thuaj rua ntawm nwg xubndag, hab kuv tswjfwm kuv tug kheej tsw ua txhum."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.25","label":"25","content":"Vem le nuav Yawmsaub txhad pauj rua kuv lawv le kuv txujkev ncaaj nceeg, hab lawv le nwg pum kuv txujkev dawb huv."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.26","label":"26","content":"“Yawmsaub, koj ua ncaaj rua tug kws xwb rua koj, koj ua koj txujkev zoo kawg nkaus tshwm rua tug kws tsw muaj chaw thuaj le."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.27","label":"27","content":"Koj ua koj txujkev dawb huv tshwm rua tug kws ua dawb huv, koj ua txujkev nkhaus tshwm rua tug kws sab nkhaus."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.28","label":"28","content":"Koj tso cov tuabneeg kws txu fwjchim dim, tassws koj tsom ntsoov ua rua cov kws khaav theeb poob qeg."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.29","label":"29","content":"Au Yawmsaub, koj yog kuv lub teeb, Yawmsaub ua rua kuv qhov tsaus ntuj pum kev."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.30","label":"30","content":"Yog koj paab, kuv yeej ntaus tau ib paab tub rog, yog kuv tug Vaajtswv paab, kuv txhad caws qa hlaa tau ntsaa loog."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.31","label":"31","content":"Tug Vaajtswv nuav, mas nwg txujkev zoo kawg nkaus, Yawmsaub lu lug cog tseg yeej muaj tseeb. Nwg yog daim phaj hlau thaiv txhua tug kws tuaj cawm sav rua huv nwg."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.32","label":"32","content":"“Leejtwg yog Vaajtswv, tsuas yog Yawmsaub xwb? Leejtwg ua txhwb zeb, tsuas yog peb tug Vaajtswv xwb?"},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.33","label":"33","content":"Vaajtswv yog kuv lub chaw nraim cev kws ruaj khov, hab ua rua txujkev kws kuv taug tso sab plhuav."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.34","label":"34","content":"Nwg ua rua kuv txhais kwtaw zoo yaam nkaus le kwtaw maum muas lwj, hab nwg tso kuv nyob tso sab plhuav sau tej roob sab."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.35","label":"35","content":"Nwg cob kuv txhais teg kuas txawj ua rog, kuv txhais npaab txhad nqug tau neev nti tooj lab."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.36","label":"36","content":"Koj pub daim phaj hlau kws cawm dim rua kuv, hab koj nqeg lug paab ua rua kuv hlub tuaj."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.37","label":"37","content":"Koj pub kuv taug txujkev daav hab kuv txhais taw tsw nplaam."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.38","label":"38","content":"Kuv lawv kuv cov yeeb ncuab hab ua kuas puab puam tsuaj, kuv tsw thim rov qaab moog txug thaus puab puam tsuaj taag."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.39","label":"39","content":"Kuv rhuav tshem puab, kuv ntaus puab ntsoog taag puab txhad sawv tsw taug, puab qaug rua ntawm kuv kwtaw."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.40","label":"40","content":"Koj muab zug sa ntawm kuv duav moog ua rog. Koj ua rua kuv cov yeeb ncuab qaug khwb taag nrho ntawm kuv xubndag."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.41","label":"41","content":"Koj ua rua kuv cov yeeb ncuab thim tswv tig nraus qaum rua kuv, hab cov kws ntxub kuv mas kuv ua kuas puam tsuaj taag."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.42","label":"42","content":"Puab tsaa muag saib los tsw muaj leejtwg cawm tau puab dim, puab hu thov Yawmsaub tassws nwg tsw teb puab."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.43","label":"43","content":"Kuv muab puab tsoo mog quas nyoos yaam le moov aav, kuv muab puab tsoo tawg tsuj yaam le tej aav nplaum ntawm ntug kev."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.44","label":"44","content":"“Koj cawm kuv dim qhov kws nrug tej tuabneeg sws txeeb. Koj tuav rawv kuv ua ib tsoom tebchaws tug thawj, tej tuabneeg kws kuv tsw tau paub dua los kuj zwm rua kuv."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.45","label":"45","content":"Lwm haiv tuabneeg kuj tuaj pe khwb nkaus rua ntawm kuv. Thaus puab tau nov txug kuv puab kuj noog kuv lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.46","label":"46","content":"Lwm haiv tuabneeg poob sab taag, hab tawm huv puab lub chaw ruaj khov ua ib ce tshee quas nyo lug."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.47","label":"47","content":"“Yawmsaub yeej muaj txujsa nyob. Ca le qhuas kuv txhwb zeb. Ca le txhawb nqaa kuv tug Vaajtswv kws yog txhwb zeb kws cawm kuv dim,"},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.48","label":"48","content":"yog tug Vaajtswv kws paab kuv pauj taub hab coj tej tuabneeg nyob rua huv qaab kuv kev tswjfwm,"},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.49","label":"49","content":"hab cawm kuv dim ntawm kuv cov yeeb ncuab. Koj yog tug kws tsaa kuv sawv sab dua cov kws tawm tsaam kuv. Koj tub tso kuv dim ntawm cov tuabneeg limham ndais ntuj."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.50","label":"50","content":"Au Yawmsaub, vem le nuav kuv txhad qhuas ntxhas koj rua huv ib tsoom tebchaws suavdawg hab hu nkauj qhuas koj lub npe."},{"bible_id":"1216","chapter_code":"2SA.22","verse_code":"2SA.22.51","label":"51","content":"Yawmsaub pub kev kov yeej luj rua nwg tug vaajntxwv, nwg ua nwg txujkev hlub ruaj khov tshwm rua tug kws nwg laub roj tsaa ca lawd, yog Tavi hab nwg caaj ceg moog ib txhws.”"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.1","label":"1","content":"Nuav yog Tavi tej lug kws has thaus kawg, “Nuav yog tej lug kws Yexi tug tub Tavi tau has, yog tug kws raug muab tsaa ua tug hlub, yog tug kws Yakhauj tug Vaajtswv laub roj tsaa, yog tug kws phim tej nkauj kws hu tau zoo kawg rua cov Yixayee."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.2","label":"2","content":"Yawmsaub tug Ntsuj Plig kuas kuv has, nwg tej lug nyob ntawm kuv tug nplaig."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.3","label":"3","content":"Yixayee tug Vaajtswv tub has lawm, Yixayee Txhwb Zeb tub has rua kuv tas, ‘Thaus leejtwg kaav tuabneeg ncaaj, yog qhov kws nwg paub ntshai Vaajtswv ua rua nwg txawj kaav,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.4","label":"4","content":"mas nwg ci rua puab zoo yaam nkaus le qhov kaaj thaus sawv ntxuv, zoo yaam le lub nub ci rua taagkig tsw muaj fuab, hab yaam le naag ua rua nroj tsuag tuaj ntsuab xab sau nplaim aav.’"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.5","label":"5","content":"“Kuv caaj ceg nyob ruaj rua huv Vaajtswv los tsw yog? Tsua qhov Vaajtswv cog lug ib txhab ib txhws rua kuv, hab cog lug txhua yaam muaj kaab muaj ke ruaj khov. Nwg yuav tsw ua rua qhov kws kuv dim kuas tav lov, hab tsw pub kuv tau txhua yaam kws kuv lub sab xaav lov?"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.6","label":"6","content":"Tassws cov kws tsw fwm Vaajtswv yuav zoo yaam nkaus le tej xuav paug kws muab xyeeb pov tseg tsua qhov yuav xuas teg khaws los tsw tau."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.7","label":"7","content":"Tug kws kov tej hov yuav xuas cuab yeej hlau lossws xuas tug ku muv hab yuav muab suavtawg hlawv kub nyab taag rua hov ntawd.”"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.8","label":"8","content":"Nuav yog Tavi cov tuam leem tej npe. Yause Npasenpe kws yog cum Thamauni yog tug thawj  huv paab peb tug tuam leem. Nwg xuas muv moog ua ib zag rog rua yim pua leej mas muab puab tua taag huvsw."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.9","label":"9","content":"Peb tug tuam leem hov tug ob yog Ntauntau tug tub Ele‑axa kws yog Ahau‑a cum. Nwg nrug Tavi nyob rua thaus kws puab twv cov Filixatee kws sau zog tuaj ua ke yuav ua rog hov ntawd, mas cov Yixayee kuj thim rov qaab."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.10","label":"10","content":"Tes Ele‑axa sawv ntawm nwg lub chaw tua cov Filixatee moog txug thaus nwg txhais teg loog taag lu rua nwg raab ntaaj. Nub hov Yawmsaub ua kuas kov yeej hlo. Cov tub rog kuj rov tuaj rua ntawm nwg, tsuas yog tuaj daws tej hov txhua chaw ntawm cov tuabneeg kws muab tua tau lawd."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.11","label":"11","content":"Tug peb yog Sama kws yog Ake nyob huv Hala tug tub. Cov Filixatee sau zog tuaj ua ke rua ntawm Lehi kws yog ib thaaj teb kws muaj taum lab puv nkaus. Cov tub rog kuj thim tswv cov Filixatee lawm."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.12","label":"12","content":"Tassws Sama sawv khov kho huv plawv thaaj teb hov zuv rawv thaaj teb hov hab tua cov Filixatee. Mas Yawmsaub ua kuas kov yeej hlo."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.13","label":"13","content":"Thaus lub caij sau qoob muaj peb leeg huv peb caug tug thawj rog nqeg moog cuag Tavi huv lub qhov tsua Antulaa rua thaus cov Filixatee ib paab ua yeej huv lub haav Lefa‑i."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.14","label":"14","content":"Thaus hov Tavi nyob huv lub chaw ruaj khov hab cov Filixatee ib paab tub rog kuj nyob zuv rawv huv lub moos Npelehee."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.15","label":"15","content":"Mas Tavi txawm has seev yeeg tas, “Kheev muaj ib tug moog nqaa tau cov dej huv lub qhov dej kws nyob ntawm ib saab rooj loog Npelehee lug rua kuv haus.”"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.16","label":"16","content":"Mas peb tug tuam leem hov txhad txeem plawg huv cov Filixatee lub yeej moog ntaus tau dej huv lub qhov dej ntawm Npelehee ib saab rooj loog coj lug pub rua Tavi. Tassws Tavi tsw kaam haus cov dej hov, nwg muab laub xyeem rua Yawmsaub,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.17","label":"17","content":"hab has tas, “Au Yawmsaub, thov tsw xob ca kuv ua le nuav. Kuv yuav haus cov tuabneeg kws sev nyog txujsa moog hov cov ntshaav lov?” Ua le nuav nwg txhad tsw kaam haus. Tej nuav yog tej kws peb tug tuam leem hov ua."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.18","label":"18","content":"Yau‑a tug kwv Anpisai kws yog Xeluya tug tub ua peb caug leej hov  tug thawj. Nwg xuas muv ua rog rua peb puas leej mas muab puab tua taag huvsw mas txhad tau koob meej ib yaam le peb leeg hov."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.19","label":"19","content":"Nwg yog tug kws muaj koob meej ntau dua peb caug leej hov.  Nwg ua tug thawj kws kaav peb caug leej tassws tsw suav nwg rua huv peb leeg hov."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.20","label":"20","content":"Yehauyanta tug tub Npenaya yog ib tug sab luj sab tuab huv lub moos Khaxe‑ee, nwg ua tej qhov num luj. Nwg tau tua Mau‑a cov tub rog ob tug kws muaj zug kawg le. Hab nwg tau nqeg rua huv lub qhov mas tua tau ib tug tsuv ntxhuav rua nub kws lug daus xwb daus npu."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.21","label":"21","content":"Hab nwg tau tua ib tug tuabneeg Iyi, yog ib tug kws zoo nraug kawg. Tug Iyi hov tuav rawv ib raab muv kuas Npenaya coj tug paas nreg moog rua ntawm tug Iyi xwb, tes txeeb tau tug Iyi raab muv ntawm nwg teg muab nwg raab muv rov nkaug tug Iyi tuag."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.22","label":"22","content":"Yehauyanta tug tub Npenaya tau ua tej num nuav hab tau koob meej ib yaam nkaus le peb tug tuam leem hov."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.23","label":"23","content":"Nwg muaj koob meej huv peb caug leej hov tassws tsw suav nwg rua huv peb tug tuam leem hov. Tavi kuj tsaa nwg ua tug thawj kaav paab tub rog kws zuv vaajntxwv."},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.24","label":"24","content":"Peb caug leej hov tej npe yog le nuav, Yau‑a tug kwv Axahee, Ntauntau tug tub Eehanaa kws nyob huv Npelehee,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.25","label":"25","content":"Sama huv lub moos Halau, Elikha huv moos Halau,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.26","label":"26","content":"Helexi kws yog Pati cum, Ikhe tug tub Ila huv moos Thekhau‑a,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.27","label":"27","content":"Anpiyexaw huv moos Anathau, Menpunai kws yog Husa cum,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.28","label":"28","content":"Xamoo huv cum Ahau‑a, Mahalai huv moos Nethaufa,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.29","label":"29","content":"Npa‑anas tug tub Hele huv moos Nethaufa, Linpai tug tub Ithai huv moos Kinpe‑a huv Npeeyamee tebchaws,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.30","label":"30","content":"Npenaya huv moos Pilathoo, Hintai kws nyob ntawm tug dej Ka‑a,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.31","label":"31","content":"Anpi Yaanpoo kws yog Anpa cum, Amave huv moos Npahuli,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.32","label":"32","content":"Eliyanpa huv moos Sa‑aanpoo, Yasee cov tub, Yaunathaa,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.33","label":"33","content":"Sama huv moos Hala, Sala tug tub Ahiyaa huv moos Hala,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.34","label":"34","content":"Ahanpai tug tub Elifele huv moos Ma‑akha, Ahithaufee tug tub Eli‑aa huv moos Kilau,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.35","label":"35","content":"Helau huv moos Khamee, Palai huv moos Anpa,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.36","label":"36","content":"Nathaa tug tub Ikaa huv moos Xaunpa, Npani xeem Kas,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.37","label":"37","content":"Xeleb kws yog tuabneeg Aamoo, Nahalai huv moos Npe‑awlau kws kwv Xeluya tug tub Yau‑a tej cuab yeej ua rog,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.38","label":"38","content":"Ila kws yog Ithala cum, Kale huv cum Ithala,"},{"bible_id":"1216","chapter_code":"2SA.23","verse_code":"2SA.23.39","label":"39","content":"hab Uliya kws yog tuabneeg Hithai. Huvsw muaj peb caug xyaa leej."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.1","label":"1","content":"Yawmsaub chim rua cov Yixayee dua ib zag, nwg txhad tshoov Tavi lub sab kuas tawm tsaam puab has tas, “Ca le moog suav cov Yixayee hab cov Yuta.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.2","label":"2","content":"Vaajntxwv txhad has rua Yau‑a hab cov thawj  kws kaav cov tub rog tas, “Ca le moog suav thoob plawg txhua xeem Yixayee txwj ntawm lub moos Ntaaj moog txug lub moos Npe‑awsenpa, sub kuv txhad paub tas muaj tuabneeg npaum le caag.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.3","label":"3","content":"Tes Yau‑a has rua vaajntxwv tas, “Thov Yawmsaub kws yog koj tug Vaajtswv pub kuas cov pejxeem fuam vaam coob ib puas npaug ntxwv rua cov kws muaj lawd, hab thov kuas vaajntxwv kws yog kuv tug tswv lub qhov muag tau pum ntaag. Tassws ua caag vaajntxwv kws yog kuv tug tswv yuav xaav ua le nuav?”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.4","label":"4","content":"Tassws vaajntxwv tej lug kov yeej Yau‑a hab cov thawj kaav cov tub rog tej lug. Yau‑a hab cov thawj kaav tub rog txhad tawm ntawm vaajntxwv xubndag moog suav cov Yixayee."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.5","label":"5","content":"Puab hlaa tug dej Yalatee moog hab tsuam chaw nyob ntawm lub moos Alau‑aw saab nraag kws nyob huv plawv taj hab moog thoob plawg Kas tebchaws moog txug ncua lub moos Yaxaw."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.6","label":"6","content":"Puab moog txug Kile‑a tebchaws hab moog txug lub moos Thathi Hausi. Puab moog txug lub moos Ntaaj Ya‑aa hab tig moog txug lub moos Xaintoo."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.7","label":"7","content":"Puab moog txug lub nroog Thailab kws muaj ntsaa loog ruaj khov hab moog txug cov Hivai hab cov Khana‑aa txhua lub moos. Hab puab moog rua nraag Neke huv Yuta tebchaws moog rua lub moos Npe‑awsenpa."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.8","label":"8","content":"Puab moog tau cuaj lub hlis hab neeg nkaum nub txhad moog thoob plawg lub tebchaws lawm puab le rov lug rua huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.9","label":"9","content":"Yau‑a txhad qha rua vaajntxwv paub tas cov pejxeem kws nwg moog suav hov muaj npaum le caag. Huv Yixayee tebchaws huvsw muaj 800,000 tug txwvneej kws muaj sab tuab ua tau tub rog hab huv Yuta tebchaws muaj 500,000 leej."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.10","label":"10","content":"Thaus suav cov pejxeem taag lawd Tavi kuj ntxhuv sab. Tavi txhad has rua Yawmsaub tas, “Qhov kws kuv ua le nuav yog kuv tau ua txhum luj kawg. Au Yawmsaub, nwgnuav thov koj daws kuv kws yog koj tug qhev lub txem nuav tseg tsua qhov kuv tau ua yaam kws ruag tshaaj plawg.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.11","label":"11","content":"Taagkig tom qaab thaus Tavi sawv tseeg Yawmsaub has lug tuaj rua Kas kws ua xwbfwb cev Vaajtswv lug hab yog Tavi tug xwbfwb kws has lug pum tom hauv ntej has tas,"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.12","label":"12","content":"“Ca le moog has rua Tavi tas, ‘Yawmsaub has le nuav tas, Kuv muab peb yaam rua koj xaiv, saib koj yeem ca kuv ua yaam twg rua koj.’ ”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.13","label":"13","content":"Kas txhad moog cuag Tavi hab has tej lug nuav rua nwg tas, “Yuav ca lub tebchaws raug kev tshaib plaab peb xyoos  lov? Lossws yuav ca koj yuav tswv tshawj chim peb lub hlis lov? Lossws yuav ca mob kis lug raug lub tebchaws peb nub lov? Nwgnuav koj ca le xaav saib hab txav sab saib yuav ca kuv moog teb le caag rua Yawmsaub kws khaiv kuv tuaj.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.14","label":"14","content":"Mas Tavi has rua Kas tas, “Kuv ntxhuv sab heev, thov ca kuv poob rua huv Yawmsaub txhais teg, tsua qhov nwg txujkev khuvleej luj kawg le, tassws thov tsw xob ca kuv poob rua huv tuabneeg txhais teg.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.15","label":"15","content":"Yog le hov Yawmsaub txhad tso mob kis lug raug Yixayee tebchaws txwj taagkig hov moog taag lub swjhawm teem ca. Mas cov tuabneeg kws tuag txwj ntawm lub moos Ntaaj moog txug lub moos Npe‑awsenpa muaj xyaa vaam leej."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.16","label":"16","content":"Thaus tug tubkhai ntuj tsaa teg hlo rua sau lub nroog Yeluxalee yuav ua kuas puam tsuaj, Yawmsaub hloov dua sab tsw tso tej mob kis hov lawm. Nwg txhad has rua tug tubkhai ntuj kws saamswm ua kuas cov pejxeem puam tsuaj tas, “Txaus lawm, ca le nkaum koj txhais teg taamswm nuav.” Mas Yawmsaub tug tubkhai ntuj sawv ntsug ntawm Alauna kws yog tuabneeg Yenpu lub tshaav ntaus qoob."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.17","label":"17","content":"Thaus Tavi pum tug tubkhai ntuj kws saamswm tua cov pejxeem, nwg has rua Yawmsaub tas, “Kuv yog tug kws tau ua txhum muaj txem hab ua phem kawg le lawm. Tassws paab yaaj nuav puab tau ua daabtsw? Thov koj tsaa koj txhais teg tawm tsaam kuv hab kuv tsev tuabneeg xwb.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.18","label":"18","content":"Nub ntawd Kas tuaj cuag Tavi hab has rua nwg tas, “Ca le nce moog tib ib lub thaaj xyeem rua Yawmsaub rua ntawm Alauna kws yog tuabneeg Yenpu lub tshaav ntaus qoob.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.19","label":"19","content":"Tavi txhad le nce moog lawv le Kas tej lug kws Yawmsaub has."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.20","label":"20","content":"Thaus Alauna tsaa muag saib moog nwg pum vaajntxwv hab nwg cov tub teg tub taw saamswm nce tuaj rua ntawm nwg. Alauna txhad tawm moog khoov ntshws pe vaajntxwv ua lub plhu ti nkaus aav."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.21","label":"21","content":"Alauna has tas, “Vaajntxwv, ua caag koj kws yog kuv tug tswv yuav tuaj rua ntawm kuv kws yog koj tug qhev?” Tavi teb tas, “Kuv tuaj yuav koj lub tshaav ntaus qoob coj lug ua lub thaaj xyeem rua Yawmsaub, sub txhad le taav tau tej mob phem nuav kuas pluj ntawm cov pejxeem moog.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.22","label":"22","content":"Alauna has rua Tavi tas, “Vaajntxwv, thov koj kws yog kuv tug tswv ca le muab tej kws koj pum zoo lug xyeem rua Yawmsaub. Ntawm nuav muaj nyuj swv hlawv xyeem, muaj tej thob log luam qoob hab tej quab nyuj ua tawg rauv."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.23","label":"23","content":"Au vaajntxwv, tej nuav huvsw kuv muab pub rua koj.” Hab Alauna has rua vaajntxwv tas, “Thov Yawmsaub kws yog koj tug Vaajtswv txais yuav koj.”"},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.24","label":"24","content":"Tassws vaajntxwv has rua Alauna tas, “Ua tsw tau le hov, kuv yuav xuas nyaj yuav ntawm koj. Kuv yuav muab tej kws kuv tsw tau them nqe ua kevcai hlawv xyeem rua kuv tug Vaajtswv Yawmsaub tsw tau le.” Tavi txhad yuav lub tshaav ntaus qoob hab nyuj ua tswb caug sekhee nyaj."},{"bible_id":"1216","chapter_code":"2SA.24","verse_code":"2SA.24.25","label":"25","content":"Tavi txhad ua ib lub thaaj xyeem rua Yawmsaub hov ntawd hab ua kevcai hlawv xyeem hab ua kevcai xyeem sws raug zoo. Yawmsaub noog tej lug kws Tavi thov paab lub tebchaws hov tes tej mob phem txawm pluj huv cov Yixayee lawm."}]