[{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.1","label":"1","content":"Povlauj, Xivana hab Timaute has lug moog rua pawg ntseeg huv lub moos Thexalaunika huv Vaajtswv kws yog peb leej Txwv hab huv tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.2","label":"2","content":"Thov Vaajtswv txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.3","label":"3","content":"Cov kwvtij, peb yuav tsum ua Vaajtswv tsaug tsw tu txug mej lawv le kws tswm nyog vem mej txujkev ntseeg luj hlub hab mej txhua tug txujkev sws hlub luj zuj zug."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.4","label":"4","content":"Yog le nuav peb txhad khaav rua Vaajtswv cov pawg ntseeg txug qhov kws mej ua sab ntev thev hab khaav txug mej txujkev ntseeg rua thaus mej raug txhua yaam kev tswm txom hab raug ceblaaj txom nyem."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.5","label":"5","content":"Qhov nuav kuj ua rua pum meej tas Vaajtswv txav txem ncaaj nceeg hab qha tas mej tswm nyog nyob Vaajtswv lub tebchaws kws mej saamswm raug txom nyem vem yog saib rua lub tebchaws ntawd."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.6","label":"6","content":"Vaajtswv yeej ncaaj nceeg, nwg yuav muab txujkev tswm txom pauj rua cov kws tswm txom mej,"},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.7","label":"7","content":"hab pub mej cov kws raug kev tswm txom hov tau nrug peb su kaaj sab, rua thaus tug Tswv Yexu nrug nwg cov tubkhai kws muaj fwjchim tshwm sau ntuj nrug suavtawg lug."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.8","label":"8","content":"Nwg yuav rau txem rua cov kws tsw paub Vaajtswv hab rua cov kws tsw noog peb tug Tswv Yexu txuj xuv zoo."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.9","label":"9","content":"Puab yuav raug txem yog qhov kws puab puam tsuaj moog ib txhws hab raug ncaim ntawm tug Tswv lub xubndag hab ntawm nwg tug zug kws muaj fwjchim ci ntsaa ab,"},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.10","label":"10","content":"rua nub kws nwg lug txais koob meej huv nwg cov xuv dawb hab ua lub chaw phemfwj rua huv txhua tug kws ntseeg hab huv mej vem mej ntseeg peb tej lug timkhawv."},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.11","label":"11","content":"Vem le nuav peb txhad thov Vaajtswv tsw tu paab mej kuas Vaajtswv ua rua mej tswm nyog qhov kws nwg hu mej ntawd hab thov kuas nwg swv nwg tug fwjchim ua txhua yaam kws mej npaaj sab ca hab tej num kws lug ntawm mej txujkev ntseeg kuas tav,"},{"bible_id":"1216","chapter_code":"2TH.1","verse_code":"2TH.1.12","label":"12","content":"sub peb tug Tswv Yexu lub npe txhad tau koob meej huv mej hab mej tau koob meej huv nwg, lawv le peb tug Vaajtswv hab tug Tswv Yexu Kheto txujkev hlub."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.1","label":"1","content":"Cov kwvtij, has txug qhov kws peb tug Tswv Yexu Kheto yuav tshwm lug hab qhov kws nwg qaws peb moog nrug nwg nyob hov, peb thov kuas mej"},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.2","label":"2","content":"tsw xob ua sab ywj faab ywj fwj sai lossws poob sab tsw has ntawm ntsuj plig lossws tej lug has lossws tej tsaab ntawv kws daag has tas yog peb sau tuaj, has tas tug Tswv nub tub lug txug lawm."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.3","label":"3","content":"Tsw xob ca leejtwg daag tau mej rua txujkev twg, vem tas nub ntawd yuav tsw lug txug ua ntej kws tsw tau muaj kev faav xeeb hab tug tuabneeg phem kws tsw yuav cai tsw tau tshwm lug, nwg yog tug kws raug tshwj tseg rua kev puam tsuaj."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.4","label":"4","content":"Nwg tawm tsaam hab tsaab ua luj dua txhua yaam kws hu ua timtswv hab txhua yaam kws tuabneeg pe hawm, nwg txhad nyob tsawg rua huv Vaajtswv lub tuam tsev hab tshaaj tawm tas nwg yog Vaajtswv."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.5","label":"5","content":"Mej ncu tsw tau lawm lov? Thaus kuv nrug mej nyob kuv tub qha zaaj nuav rua mej lawm."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.6","label":"6","content":"Hab nwgnuav mej kuj paub tas muaj daabtsw tswj nwg ca sub nwg txhad tshwm lug tau rua lub swjhawm kws teem rua nwg."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.7","label":"7","content":"Txujkev phem kws muab npog ca hov saamswm ua num, tassws tug kws nwgnuav tswj nreeg txujkev phem ntawd tsuas tswj moog txug thaus nwg raug muab ntab tawm moog xwb."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.8","label":"8","content":"Thaus ntawd tug phem kws tsw yuav cai yuav tshwm lug, mas tug Tswv Yexu yuav tshuab paa ntawm nwg qhov ncauj tua tug hov hab qhov kws Yexu ci ntsaa ab nqeg lug yuav ua kuas tug hov puam tsuaj taag."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.9","label":"9","content":"Tug phem kws tsw yuav cai hov yuav tuaj lawv le Xataa  tshoov nwg lub sab hab yuav muaj txhua yaam fwjchim hab ua tau cuav txujci tseem ceeb hab txujci phemfwj daag ntxag,"},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.10","label":"10","content":"hab muaj txhua yaam tswvyim phem daag cov kws yuav puam tsuaj vem puab tsw nyam txujkev tseeb kws cawm tau puab dim."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.11","label":"11","content":"Vem le nuav Vaajtswv txhad tso txujkev daag ntxag lug raug puab ua rua puab ntseeg txuj kws cuav,"},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.12","label":"12","content":"mas txhua tug kws tsw ntseeg txujkev tseeb tassws nyam txujkev phem txhad raug teem txem."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.13","label":"13","content":"Cov kwvtij kws tug Tswv hlub, tswm nyog peb ua Vaajtswv tsaug txug mej tsw tu, tsua qhov Vaajtswv tub xaiv mej thaus chiv keeb lug sub txhad dim vem yog Vaaj Ntsuj Plig cais mej kuas dawb huv hab vem mej ntseeg txujkev tseeb."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.14","label":"14","content":"Vaajtswv swv txuj xuv zoo kws peb qha hu mej lug kuas tau tej nuav, sub mej txhad tau koom peb tug Tswv Yexu Kheto tug fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.15","label":"15","content":"Vem le nuav, cov kwvtij, mej ca le nyob ruaj hab tuav rawv tej lug qha kws peb cob rua mej, tsw has tej lug kws xuas ncauj has hab tej tsaab ntawv."},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.16","label":"16","content":"Nwgnuav thov kuas peb tug Tswv Yexu Kheto hab Vaajtswv kws yog peb leej Txwv kws hlub peb hab txhawb peb lub sab moog ib txhws hab pub peb muaj lub chaw vaam kws zoo ntawm nwg txujkev hlub,"},{"bible_id":"1216","chapter_code":"2TH.2","verse_code":"2TH.2.17","label":"17","content":"txhawb mej lub sab hab paab kuas mej nyob ruaj rua txhua yaam num zoo kws mej ua hab tej lug kws mej has."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.1","label":"1","content":"Cov kwvtij, thaus kawg nuav, ca le thov Vaajtswv paab peb kuas tug Tswv txujlug yuav nthuav moog sai sai hab tau koob meej ib yaam le tub tau huv mej lawd,"},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.2","label":"2","content":"hab thov kuas peb tau dim huv tej tuabneeg limham hab phem, tsua qhov tsw yog suavdawg ntseeg."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.3","label":"3","content":"Tug Tswv yog tug kws tso sab tau. Nwg yuav paab kuas mej nyob ruaj hab tsom kwm mej tsw pub tug kws phem  ua phem rua mej."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.4","label":"4","content":"Peb kuj tso sab rua huv tug Tswv tas mej saamswm ua hab mej yuav ua tej kws peb has rua mej ntxwv moog."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.5","label":"5","content":"Thov tug Tswv coj mej lub sab kuas moog txug Vaajtswv txujkev hlub hab txug Kheto txujkev ua sab ntev thev taug."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.6","label":"6","content":"Cov kwvtij, peb tuav peb tug Tswv Yexu Kheto lub npe nkaw lug rua mej kuas mej txaav deb ntawm txhua tug kwvtij kws cis nkeeg hab tsw xyum lawv le tej lug qha kws peb muab cob rua mej."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.7","label":"7","content":"Vem mej kuj paub tas mej yuav tsum yoog lawv le peb. Thaus peb nrug mej nyob peb tsw cis nkeeg,"},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.8","label":"8","content":"hab peb tsw tau noj leejtwg le zaub mov tsw them nqe, peb swv zug ua num nyaav nruab nub mo ntuj txhad tsw ua nraa rua mej cov leejtwg."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.9","label":"9","content":"Tsw yog peb tsw muaj cai, tassws yog peb ua lub neej ua yaam ntxwv rua mej xyum."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.10","label":"10","content":"Txawm yog thaus peb tseed nrug mej nyob, peb yeej nkaw lug le nuav tas yog leejtwg tsw yeem ua num, tsw xob kheev nwg noj."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.11","label":"11","content":"Vem peb nov tas mej cov muaj qee leej cis nkeeg tsw ua num daabtsw le tassws moog tshum phij lwm tug."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.12","label":"12","content":"Nwgnuav peb tuav tug Tswv Yexu Kheto lub npe nkaw lug hab ntuag cov tuabneeg zoo le hov kuas puab ca le nyob tug yeeg ua puab tej num hab nrhav rua puab noj."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.13","label":"13","content":"Cov kwvtij, mej tsw xob nkeeg ua qhov zoo."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.14","label":"14","content":"Yog leejtwg tsw noog tej lug kws kuv has huv tsaab ntawv nuav, ca le cim tug hov ca, tsw xob nrug nwg ua ke sub nwg txhad le txaaj muag."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.15","label":"15","content":"Tsw xob suav tas nwg yog yeeb ncuab tassws ca le ntuag nwg yaam le yog kwvtij."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.16","label":"16","content":"Thov kuas tug Tswv kws muaj sab tug yeeg pub lub sab tug yeeg rua mej txhua lub swjhawm hab rua huv txhua yaam. Thov tug Tswv nrug nraim mej."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.17","label":"17","content":"Tej lug xob nuav yog kuv Povlauj txhais teg sau, kuv ntaus cim le nuav rua txhua tsaab ntawv. Kuv yeej sau le nuav."},{"bible_id":"1216","chapter_code":"2TH.3","verse_code":"2TH.3.18","label":"18","content":"Thov peb tug Tswv Yexu Kheto txujkev hlub nrug nraim mej txhua tug."}]