[{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.1","label":"1","content":"Povlauj, kws yog Yexu Kheto tug tubkhai lawv le Vaajtswv lub sab nyam rua tej lug cog tseg kws muaj txujsa huv Yexu Kheto,"},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.2","label":"2","content":"has moog rua kuv tug tub Timaute kws kuv hlub. Thov txujkev hlub, txujkev khuvleej hab txujkev sab tug ntawm leej Txwv Vaajtswv hab ntawm Yexu Kheto kws yog peb tug Tswv nrug nraim koj."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.3","label":"3","content":"Kuv ua Vaajtswv tsaug tug kws kuv muaj lub sab dawb paug ua koom rua ib yaam le kuv tej laug ua, rua thaus kuv ncu txug koj huv kuv tej lug thov nruab nub mo ntuj."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.4","label":"4","content":"Thaus kuv ncu txug koj tej kua muag, kuv xaav pum koj txhad ua rua kuv zoo sab kawg."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.5","label":"5","content":"Kuv ncu txug koj txujkev ntseeg tuaj nruab sab, yog txujkev ntseeg kws koj tais Lau‑i xub muaj hab koj nam Yuni muaj, mas nwgnuav kuv ntseeg tas kuj muaj nyob huv koj hab."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.6","label":"6","content":"Vem le nuav kuv txhad xaav has dua ib zag rua koj tas yaam kws Vaajtswv pub rua koj rua thaus kuv muab teg npuab, koj ca le ua kuas cig hlub tuaj,"},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.7","label":"7","content":"vem Vaajtswv tsw pub lub sab ntshai rua peb tassws pub lub sab muaj fwjchim hab kev hlub hab kev tswj yug tug kheej rua peb."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.8","label":"8","content":"Vem le nuav koj tsw xob txaaj muag ua timkhawv txug peb tug Tswv hab tsw xob txaaj muag txug kuv kws raug kaw vem yog ua nwg teg num, tassws ca le koom nrug kuv vaam khom Vaajtswv tug fwjchim thev kev txom nyem rua txuj xuv zoo."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.9","label":"9","content":"Vaajtswv yog tug cawm peb dim hab hu peb ntawm txujkev dawb huv, tsw yog lawv le tej num kws peb ua tassws lawv le Vaajtswv xaav tseg lawm, hab lawv le nwg txujkev hlub kws nwg pub rua peb huv Yexu Kheto ua ntej chiv keeb thau u lug"},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.10","label":"10","content":"hab nwgnuav ua tshwm kuas pum tseeb ntawm qhov kws peb tug Cawmseej Yexu Kheto tshwm lug, yog tug kws rhuav tshem txujkev tuag kuas pluj taag hab ua kuas txujsa hab qhov kws tsw txawj tuag tshwm lug ntawm txuj xuv zoo."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.11","label":"11","content":"Txuj xuv zoo ntawd mas kuv raug tsaa ua tug tshaaj tawm hab ua tug tubkhai hab ua tug qhuab qha,"},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.12","label":"12","content":"kuv txhad raug kev txom nyem le nuav. Tassws kuv tsw txaaj muag vem tas kuv paub tug kws kuv ntseeg hab ntseeg ruaj tas nwg muaj peevxwm tsom kwm yaam kws kuv muab cob rua nwg  moog txug nub kws teem ca."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.13","label":"13","content":"Ca le xyum lawv le tej lug qha raug cai kws koj tau nov ntawm kuv hab nyob huv txujkev ntseeg hab txujkev hlub kws muaj huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.14","label":"14","content":"Ca Vaaj Ntsuj Plig dawb huv kws nyob huv peb paab koj tuav rawv yaam tswm txaj kws muab cob rua koj lawd."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.15","label":"15","content":"Koj kuj paub tas txhua tug kws nyob huv lub xeev Axia kuj ncaim kuv moog taag lawm, huv puab cov hov kuj muaj Fikela hab Hawmaukene."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.16","label":"16","content":"Thov tug Tswv khuvleej Aunexifaula tsev tuabneeg tsua qhov nwg pheej txhawb kuv tug zug. Nwg tsw txaaj muag rua kuv txuj saw hlau le,"},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.17","label":"17","content":"vem thaus nwg tuaj txug lub nroog Loo nwg swv zug nrhav kuv kuas ntswb le."},{"bible_id":"1216","chapter_code":"2TI.1","verse_code":"2TI.1.18","label":"18","content":"Thov tug Tswv pub kuas nwg tau txais tug Tswv txujkev khuvleej rua nub kawg. Nwg ua koom rua kuv huv lub moos Efexau npaum le caag mej kuj paub lawm."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.1","label":"1","content":"Vem le nuav, kuv tug tub, ca le muaj zug huv txujkev hlub kws muaj huv Yexu Kheto,"},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.2","label":"2","content":"hab ca le muab tej lug kws koj tau nov kuv qha taab meeg ntau tug timkhawv cob rua cov tuabneeg ncaaj nceeg kws muaj peevxwm qha tau lwm tug qha moog."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.3","label":"3","content":"Ca le koom nrug peb raug txom nyem yaam le Yexu Kheto tug tub rog kws zoo."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.4","label":"4","content":"Tsw muaj ib tug kws ua tub rog yuav ntswg txug tej pejxeem le num vem nwg yeej xaav ua kuas hum tug thawj rog lub sab."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.5","label":"5","content":"Hab tug kws sws tw dha yog nwg tsw dha lawv le kevcai nwg yeej yuav tsw tau tshaav ntuj."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.6","label":"6","content":"Tug kws swv zug ua teb tswm nyog yog thawj tug kws tau qoob loos."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.7","label":"7","content":"Ca le tshuaj saib tej kws kuv has vem tug Tswv yuav pub koj nkaag sab txhua yaam."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.8","label":"8","content":"Ca le ncu txug Yexu Kheto. Nwg raug tsaa caj sawv huv qhov tuag rov lug, hab nwg yog Tavi caaj ceg, lawv le txuj xuv zoo kws kuv qha."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.9","label":"9","content":"Vem txuj xuv zoo nuav kuv txhad raug txom nyem hab raug saw hlau khi yaam le tug tuabneeg phem. Tassws muab saw hlau khi Vaajtswv txujlug tsw tau."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.10","label":"10","content":"Vem le nuav kuv txhad tiv thev txhua yaam vem yog saib rua cov kws xaiv ca lawd, sub puab txhad tau txais txujkev dim huv Yexu Kheto hab tau koob meej ci ntsaa ab moog ib txhws."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.11","label":"11","content":"Tej lug nuav tso sab tau, has tas, Yog peb nrug nwg tuag lawm, peb kuj yuav nrug nwg muaj txujsa."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.12","label":"12","content":"Yog peb tiv thev, peb kuj yuav tau nrug nwg kaav, yog peb tsw leeg yuav nwg, nwg yeej yuav tsw leeg yuav peb hab."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.13","label":"13","content":"Yog peb tsw muaj sab xwb rua nwg, nwg tseed ua ncaaj rua peb, tsua qhov nwg yuav tso qhov kws nwg yog Vaajtswv tseg tsw tau le."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.14","label":"14","content":"Ca le qha puab ncu txug tej nuav hab nkaw lug rua puab taab meeg tug Tswv kuas puab tsw xob sws caam txug tej nyuas lu lug. Qhov hov tsw muaj qaabhau hab ua rua cov kws noog puam tsuaj."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.15","label":"15","content":"Ca le swv zug ua kuas Vaajtswv pum tas koj yog ib tug kws hum nwg sab, yog ib tug tub zug kws tsw txaaj muag hab qha Vaajtswv txujlug tseeb raug cai."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.16","label":"16","content":"Ca le zos tej lug tsw muaj qaabhau kws saib tsw taug Vaajtswv vem tej lug hov yuav ua rua tuabneeg tso Vaajtswv tseg zuj zug,"},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.17","label":"17","content":"hab puab tej lug yuav fuam daav zuj zug yaam le lub kav txhaab qawj. Huv puab cov hov muaj Himene‑a hab Filetha"},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.18","label":"18","content":"kws tub yuam kev ntawm txujkev tseeb lawm vem ob tug qha has tas qhov kws caj sawv huv qhov tuag rov lug tub dhau taag lawm. Ob tug rhuav qee leej txujkev ntseeg lawm."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.19","label":"19","content":"Tassws tej taw kws Vaajtswv tag ruaj khov tseed nyob hab nas hom thawj has le nuav tas, “Tug Tswv paub cov kws yog nwg le tuabneeg,”  hab “Ca txhua tug kws tuav tug Tswv lub npe tso kev txhum tseg.”"},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.20","label":"20","content":"Ib lub tsev luj tsw yog muaj tej taig nyaj taig kub xwb tseed muaj taig ntoo taig aav hab, qee yaam yog swv rua qhov zoo qee yaam yog swv rua qhov tsw zoo."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.21","label":"21","content":"Yog leejtwg ntxuav tej kev phem ntawm nwg tug kheej lawm nwg yuav yog tej twj taig kws swv rua qhov zoo, kws tub ntxuav kuas dawb huv lawm hab tug tswv tsev swv muaj qaabhau, hab npaaj txhwj rua txhua yaam num zoo."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.22","label":"22","content":"Vem le nuav ca le tswv ntawm tej kev phem kws cov hluas ntshaw hab nrug cov kws muaj lub sab dawb paug tuav tug Tswv lub npe, ca le nrhav txujkev ncaaj nceeg, kev ntseeg, kev hlub hab kev sws hum xeeb."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.23","label":"23","content":"Tsw xob moog thaab txug tej kev sws caam kws ruag hab tsw muaj qaabhau. Koj yeej paub tas tej ntawd ua kuas muaj kev sws caav sws tshe xwb."},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.24","label":"24","content":"Tug Tswv tug tub qhe yuav tsum yog tug kws tsw nyam sws caav sws tshe, muaj lub sab hlub txhua tug, mob sab qhuab qha hab ua lub sab ntev thev,"},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.25","label":"25","content":"ua sab mog sab muas qha cov kws tawm tsaam nwg. Tej zag Vaajtswv yuav pub puab ntxeev dua sab lug paub txujkev tseeb,"},{"bible_id":"1216","chapter_code":"2TI.2","verse_code":"2TI.2.26","label":"26","content":"hab dim Ntxwg Nyoog lub vuj hlua, yog tug kws cuab nteg puab kuas ua lawv le nwg lub sab nyam."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.1","label":"1","content":"Koj yuav tsum nkaag sab qhov nuav, tam kawg yuav yog lub swjhawm txom nyem nyuaj sab kawg."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.2","label":"2","content":"Tsua qhov tuabneeg yuav xaam pum puab tug kheej xwb, ntshaw nyaj txag, khaav theeb, muab hlub, saib tsw taug luas, tsw noog nam txwv lug, tsw ncu luas txaj ntswg, tsw yuav Vaajtswv,"},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.3","label":"3","content":"tsw hlub luas, tsw zaam txem, xyaav luas moo, tsw tswj lub sab, ua tuabneeg nyaum, ntxub qhov zoo,"},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.4","label":"4","content":"faav xeeb rua luas, ua sab heev, tsaab ua luj, nyam kev lomzem heev dua le nyam Vaajtswv."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.5","label":"5","content":"Puab ua txuj tuav Vaajtswv txujkev ntawm lub ncauj xwb, tassws tsw leeg yuav txujkev ntawd tug fwjchim. Ca le txaav deb ntawm cov tuabneeg hov."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.6","label":"6","content":"Puab cov hov qee leej pheej nkaag moog rua huv luas tej tsev hab haub cov quaspuj kws lub sab ywj faab ywj fwj kws rws lub txem nyaav hab qaug rua tej kev ntshaw phem."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.7","label":"7","content":"Cov quaspuj nuav pheej kawm lawm tassws tsw nkaag sab qhov tseeb."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.8","label":"8","content":"Yane hab Yanpe tawm tsaam Mauxe le caag,  cov tuabneeg nuav kuj tawm tsaam qhov tseeb ib yaam le ntawd. Puab lub sab phem hab tsw muaj kev ntseeg qhov tseeb."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.9","label":"9","content":"Puab yuav moog tau tsw deb tsua qhov puab txujkev ruag yuav tshwm rua suavdawg pum ib yaam le ob tug txwvneej hov txujkev ruag."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.10","label":"10","content":"Koj tub paub kuv tej lug qha, kuv lub neej, tej kws kuv xaav tseg, kuv txujkev ntseeg, qhov kws kuv ua sab ntev, qhov kws kuv hlub luas, qhov kws kuv tiv thev,"},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.11","label":"11","content":"qhov kws kuv raug tswm txom hab raug txom nyem, hab tej kws tshwm lug raug kuv huv lub moos Aathi‑au, huv lub moos Ikhauniyu hab huv lub moos Lixatha, hab qhov kws kuv thev kev tswm txom npaum le caag. Tassws tug Tswv cawm kuv dim txhua yaam ntawd."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.12","label":"12","content":"Qhov tseeb txhua tug kws xaav ua lub neej kws fwm Vaajtswv huv Yexu Kheto yuav raug tswm txom,"},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.13","label":"13","content":"mas cov tuabneeg phem hab cov tuabneeg txawj daag yuav phem heev zuj zug, hab yuav daag ntxag luas hab raug luas daag ntxag."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.14","label":"14","content":"Tassws koj ca le ua lawv le koj tau kawm paub hab ntseeg ruaj lawm, vem koj kuj paub tas koj kawm ntawm leejtwg lug."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.15","label":"15","content":"Txwj thaus yau lug koj tub paub Vaajtswv txujlug tseem ceeb, kws pub tau koj muaj tswvyim paub txujkev dim vem ntseeg Yexu Kheto."},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.16","label":"16","content":"Vaajtswv txujlug txhua nqai yog tawm huv Vaajtswv lub qhov ncauj lug  hab swv tau qhuab qha, qhuab ntuag, qha tug kws txhum rov ua zoo, hab cob qha ua ncaaj ua nceeg,"},{"bible_id":"1216","chapter_code":"2TI.3","verse_code":"2TI.3.17","label":"17","content":"sub Vaajtswv cov tuabneeg txhad le npaaj txhwj zog ua tau txhua yaam num zoo."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.1","label":"1","content":"Kuv nkaw lug rua koj taab meeg Vaajtswv hab Yexu Kheto kws yuav txav txem rua cov tuabneeg caj hab cov tuabneeg tuag, hab kuv ntuag koj vem qhov kws nwg yuav tshwm lug hab nwg lub tebchaws yuav lug,"},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.2","label":"2","content":"ca le tshaaj tawm Vaajtswv txujlug, hab kub sab qha rua thaus muaj swjhawm hab tsw muaj, ca le yum kuas lug ntseeg, qhuab ntuag hab txhawb lub sab, ua sab ntev hab ua tuab zoo qhuab qha."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.3","label":"3","content":"Tsua qhov yuav txug lub swjhawm kws tuabneeg thev tsw taug noog tej lug qha kws tseeb lawm, puab yuav sau zog cov xwbfwb kuas qha lawv le puab lub sab nyam hab lawv le puab lub qhov ntsej xaav noog,"},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.4","label":"4","content":"puab yuav tseg tsw noog txuj tseeb hab tig moog noog tej lug nruag."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.5","label":"5","content":"Koj ca le tswj koj lub sab txhua yaam, ca le thev tej kev txom nyem, ua teg num kws qha txuj xuv zoo hab ua koj teg num kuas tav huvsw."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.6","label":"6","content":"Tsua qhov kuv tub yuav raug muab laub xyeem hab txug swjhawm kws kuv yuav ncaim moog."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.7","label":"7","content":"Kuv tub tawm tsaam zoo heev lawm, kuv tub dha txug tom kawg lawm, kuv tub tuav txujkev ntseeg ca lawm."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.8","label":"8","content":"Txwj nuav moog tub muab lub mom kub kws yog txujkev ncaaj nceeg khaws ca rua kuv. Tug Tswv kws tu plaub ncaaj nceeg yuav muab pub rua kuv rua nub ntawd, hab tsw yog pub rua kuv tuab leeg xwb tassws yuav pub rua txhua tug kws tog ntsoov qhov kws tug Tswv tshwm lug."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.9","label":"9","content":"Koj ca le swv zug tuaj cuag kuv sai sai."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.10","label":"10","content":"Tsua qhov Ntema moog nyam kev nplajteb hab tso kuv tseg moog rua lub moos Thexalaunika lawm. Khexakhe moog rua lub xeev Kalatia hab Titau moog rua lub xeev Ntamatia."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.11","label":"11","content":"Luka tuab leeg nrug kuv nyob xwb. Ca le moog coj Malakau nrug koj tuaj hab, tsua qhov nwg muaj qaabhau rua kuv teg num."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.12","label":"12","content":"Kuv tub khaiv Thikhika moog rua lub moos Efexau lawm."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.13","label":"13","content":"Thaus koj tuaj, ca le coj kuv lub tsho ntev kws kuv tseg rua Khapa huv lub moos Rhau‑a tuaj hab coj tej phoo ntawv hab qhov cheem tsum yog coj tej tsag ntawv tuaj."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.14","label":"14","content":"Alexaantaw tug Kws ntaus tooj lab ua phem rua kuv ntau heev. Tug Tswv yuav pauj rua nwg lawv le tej kws nwg tau ua."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.15","label":"15","content":"Koj ca le ceev faaj nwg tuab zoo vem nwg tawm tsaam tej lug kws peb qha heev kawg le."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.16","label":"16","content":"Thawj zag kws kuv has daws kuv tshaaj plaub tsw muaj ib tug tuaj kuv tog hlo le, puab txhua tug tso kuv tseg. Thov tsw xob suav puab tej kev txhum."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.17","label":"17","content":"Tassws tug Tswv nrug nraim kuv hab pub zug sub kuv txhad pav tau txuj xuv zoo taag nrho huvsw sub lwm haiv tuabneeg suavdawg txhad tau nov. Hab kuv dim huv tsuv ntxhuav lub qhov ncauj."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.18","label":"18","content":"Tug Tswv yuav cawm kuv dim txhua yaam kev phem hab yuav cawm kuv dim lug nyob huv nwg lub tebchaws sau ntuj ceeb tsheej. Thov kuas nwg tau koob meej ci ntsaa ab moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.19","label":"19","content":"Thov has lug ncu txug Plixakha  hab Akhila hab Aunexifaula tsev tuabneeg."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.20","label":"20","content":"Elata tseed nyob huv lub moos Khaulee. Kuv tseg Rhaufima kws muaj mob rua huv lub moos Miletha."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.21","label":"21","content":"Thov koj swv zug tuaj kuas txug ua ntej lub caij ntuj no. Yunpula, Puntee, Lina hab Khauntia hab cov kwvtij suavdawg has lug ncu txug tuaj rua koj."},{"bible_id":"1216","chapter_code":"2TI.4","verse_code":"2TI.4.22","label":"22","content":"Thov tug Tswv nrug nraim koj tug ntsuj plig. Thov Vaajtswv txujkev hlub nrug nraim mej."}]