[{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.1","label":"1","content":"Au The‑aufila, thawj phoo ntawv hov kuv has txug txhua yaam kws Yexu chiv ua hab qhuab qha"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.2","label":"2","content":"moog txug nub kws nwg raug coj moog sau ntuj lawm, yog ua qaab kws nwg nkaw lug huv Vaaj Ntsuj Plig kws dawb huv rua cov tubkhai kws nwg xaiv ca lawd."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.3","label":"3","content":"Thaus nwg raug kev tswm txom taag lawm Yexu lug tshwm rua puab pum, muaj tsoob zeej timkhawv ntau yaam qha tas nwg muaj txujsa nyob. Nwg tshwm rua puab pum rua ncua swjhawm plaub caug nub hab tau has txug Vaajtswv lub tebchaws."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.4","label":"4","content":"Thaus nwg tseed nrug puab nyob ua ke  nwg kuj nkaw lug rua puab tas, “Tsw xob tawm huv Yeluxalee moog tassws nyob tog yaam kws leej Txwv cog lug tas yuav pub lawv le mej nov kuv has lawd."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.5","label":"5","content":"Yauhaa coj ua kevcai raus huv dej, tassws tshuav tsw ntev mej yuav ua kevcai raus huv Vaaj Ntsuj Plig kws dawb huv.”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.6","label":"6","content":"Thaus puab tuaj txoos ua ke, puab txawm nug Yexu tas, “Tug Tswv, koj yuav muab lub tebchaws rov rua cov Yixayee kaav zag nuav lov?”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.7","label":"7","content":"Nwg has rua puab tas, “Tsw txug mej yuav paub lub caij lub nyoog kws leej Txwv teem ca lawv le nwg muaj fwjchim teem."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.8","label":"8","content":"Tassws mej yuav tau txais fwjchim rua thaus Vaaj Ntsuj Plig kws dawb huv nqeg lug rua sau mej, hab mej yuav ua timkhawv has txug kuv huv lub nroog Yeluxalee hab thoob plawg lub xeev Yutia hab lub xeev Xamali hab moog thoob qaab ntuj kawg.”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.9","label":"9","content":"Thaus Yexu has le nuav taag lawd, nwg txawm raug coj moog sau ntuj rua puab saib ntsoov, hab muaj fuab laum nkaus nwg pluj plag ntawm puab qhov muag lawm."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.10","label":"10","content":"Thaus puab tseed saib quas ntsoov rua sau ntuj rua thaus Yexu nce moog, txawm muaj ob tug yawm naav tsoog tsho dawb paug lug sawv ntawm puab ib saab,"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.11","label":"11","content":"hab has tas, “Cov tuabneeg Kalilai 'e, ua caag mej yuav sawv saib ntsoov rua sau ntuj? Tug Yexu nuav kws raug coj ncaim mej moog rua sau ntuj lawm, nwg yuav rov lug ib yaam nkaus le kws mej pum nwg nce moog rua sau ntuj ntaag.”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.12","label":"12","content":"Tes puab txawm nqeg peg lub roob Txwv Aulib rov qaab moog rua Yeluxalee. Lub roob hov nyob ze Yeluxalee, ncua kev hov deb npaum le kws tso cai moog tau rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.13","label":"13","content":"Thaus puab moog rua huv lub nroog lawm puab txawm nce moog rua txheej tsev sau yog chaav kws puab nyob, yog Petu, Yauhaa, Yakaunpau hab Anru, Fili hab Thauma, Npathaulaumai hab Mathai, Afe‑a tug tub Yakaunpau hab Ximoo kws yog ib tug Xelaute."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.14","label":"14","content":"Puab suavdawg txawm koom ib lub sab swv zug thov Vaajtswv, hab muaj cov quaspuj hab Maivlag kws yog Yexu nam hab Yexu cov kwv koom ua ke."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.15","label":"15","content":"Thaus ntawd Petu sawv tseeg huv plawv cov kwvtij kws nyob ua ke ntawd huvsw kwvlaam muaj ib puas neeg nkaum leej, hab nwg has tas,"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.16","label":"16","content":"“Cov kwvtij 'e, yeej los yuav tsum tav lawv le Vaajtswv txujlug kws Vaaj Ntsuj Plig kws dawb huv kuas Tavi lub qhov ncauj has txug Yutas kws coj cov kws nteg Yexu kev,"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.17","label":"17","content":"vem tub suav tas nwg yog peb cov hab muaj feem ua tej num nuav.”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.18","label":"18","content":"(Tug hov coj cov nqe kws ndav nwg ua phem hov moog yuav ib daim teb, mas nwg poob rua huv daim teb hov ntsawm nwg lub plaab tawg ua nyuv tawm taag huvsw."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.19","label":"19","content":"Txhua tug kws nyob huv Yeluxalee yeej paub tej xwm txheej nuav, thaaj aav hov txhad raug hu lawv le puab le lug has tas Akhentama kws txhais has tas Teb Ntshaav.)"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.20","label":"20","content":"“Muaj lug sau ca rua huv phoo Ntawv Nkauj has tas, “ ‘Ca nwg lub chaw nyob nyob do cuas, tsw kheev leejtwg nyob huv.’ hab has tas, ‘Thov kuas muaj dua ib tug lug nyob nwg chaw ua num.’"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.21","label":"21","content":"Vem le nuav ib tug huv cov kws nrug nraim peb nyob rua ncua swjhawm kws Yexu tseed moog moog lug lug huv peb,"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.22","label":"22","content":"yog txwj thaus Yauhaa muab Yexu ua kevcai raus dej moog txug nub kws Yexu raug muab coj ncaim peb moog sau ntuj lawm, mas ib tug huv cov tuabneeg nuav yuav tsum nrug peb ua timkhawv txug qhov kws Yexu caj sawv rov lug.”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.23","label":"23","content":"Puab txhad tawm npe ob leeg, tug ib yog Yauxej kws hu ua Npaxanpa hab kuj hu ua Yuxatha, tug ob yog Mathia."},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.24","label":"24","content":"Tes puab txawm thov Vaajtswv has tas, “Tug Tswv kws paub txhua tug tuabneeg lub sab, thov qha tshwm rua peb paub tas ob tug nuav koj xaiv tug twg"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.25","label":"25","content":"lug tuav teg num nuav hab ua tubkhai nyob Yutas lub chaw kws nwg muab tso tseg es moog nyob rua lub chaw kws yeej yog nwg le.”"},{"bible_id":"1216","chapter_code":"ACT.1","verse_code":"ACT.1.26","label":"26","content":"Puab txhad rhu ntawv mas rhu tau Mathia. Nwg txhad raug xaiv lug nrug kaum ib tug tubkhai ntawd."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.1","label":"1","content":"Thaus txug nub Pheethekhoxate, puab suavdawg nyob ua ke huv ib qho chaw."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.2","label":"2","content":"Taamswm ntawd txawm muaj ib lub suab sau ntuj tuaj yaam nkaus le cua daaj cua dub ntsawj hlub thoob plawg lub tsev kws puab nyob tsawg ntawd."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.3","label":"3","content":"Txawm muaj nplaim tawg zoo le tug nplaig tshwm rua puab pum hab faib pis rhe nyob rua sau puab txhua tug."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.4","label":"4","content":"Puab suavdawg txhad tau Vaaj Ntsuj Plig kws dawb huv puv npo hab puab chiv has lwm yaam lug lawv le Vaaj Ntsuj Plig kuas puab has."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.5","label":"5","content":"Muaj cov Yutai kws fwm Vaajtswv tuaj txhua lub tebchaws huv qaab ntuj tuaj su rua huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.6","label":"6","content":"Thaus nov lub suab ntawd, cov tuabneeg coob coob txawm tuaj ua ke, hab puab tsw pum qaab xaav vem puab nyag nov nyag yaam lug kws cov ntawd has."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.7","label":"7","content":"Puab xaav tsw thoob hab phemfwj has tas, “Cov tuabneeg kws has nuav puavleej yog tuabneeg Kalilai los tsw yog?"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.8","label":"8","content":"Ua caag peb txhua tug nov puab has peb txhua lub tebchaws yaam lug?"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.9","label":"9","content":"Muaj cov Pathia, cov Mintia, cov Elaa hab cov kws nyob huv Mexauphautamia hab huv Yutia hab huv Khapantaukia hab huv Phautha hab huv Axia,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.10","label":"10","content":"hab huv Fikia hab huv Pafilia hab huv Iyi, hab huv Linpia tebchaws tej thaaj kws zwm rua lub nroog Khulene, hab muaj cov kws tuaj lub nroog Loo tuaj, tsw has cov Yutai hab cov kws lug coj Yutai kevcai,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.11","label":"11","content":"hab muaj cov Khete hab cov Alanpia, mas peb nyag taug nyag nov puab cov nuav has peb yaam lug has txug Vaajtswv tej num luj.”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.12","label":"12","content":"Puab suavdawg txhad phemfwj hab tsw pum qaab xaav hab ib leeg has rua ib leeg tas, “Tej nuav yog daabtsw?”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.13","label":"13","content":"Muaj ib txha thuaj luag has tas, “Yog puab qaug cawv txwv maab tshab xwb.”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.14","label":"14","content":"Tes Petu txawm sawv tseeg nrug kaum ib tug tubkhai ua ke tsaa suab nrov has rua cov tuabneeg hov tas, “Cov tuabneeg Yutia hab suavdawg kws nyob huv Yeluxalee, mej ca le paub zaaj nuav hab noog tej lug kws kuv has."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.15","label":"15","content":"Cov tuabneeg nuav tsw yog qaug cawv yaam le mej xaav, tsua qhov nyav cuaj teev ntxuv xwb."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.16","label":"16","content":"Tassws tej nuav yog tej kws Yau‑ee kws ua xwbfwb cev Vaajtswv lug has ca lawm tas,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.17","label":"17","content":"“ ‘Vaajtswv has tas, lub swjhawm kawg kuv yuav laub kuv tug Ntsuj Plig rua sau ib tsoom tuabneeg suavdawg. Mej tej tub tej ntxhais yuav cev kuv le lug, mej cov hluas yuav ua yug quas toog pum, hab mej cov laug yuav ua npau suav pum."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.18","label":"18","content":"Lub swjhawm ntawd txawm yog kuv cov tub qhe nkauj qhev los kuv yuav laub kuv tug Ntsuj Plig rua sau puab, hab puab yuav cev kuv le lug."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.19","label":"19","content":"Kuv ua tej txujci phemfwj tshwm sau nruab ntug hab ua txujci tseem ceeb tshwm rua huv lub nplajteb, yuav muaj ntshaav hab suavtawg hab paa nchu."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.20","label":"20","content":"Lub nub yuav ntxeev ua tsaus ntuj, lub hli yuav ua ntshaav, ua ntej nub kws luj hab zoo kawg nkaus kws tug Tswv teem ca lug txug."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.21","label":"21","content":"Thaus hov txhua tug kws thov hu tug Tswv lub npe yuav dim.’"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.22","label":"22","content":"“Mej cov kws yog haiv Yixayee ca le noog tej lug nuav. Yexu kws yog tuabneeg Naxale yog tug kws Vaajtswv ua tej num luj hab tej txujci tseem ceeb hab tej kws phemfwj laav nwg rua mej, yog tej kws Vaajtswv kuas Yexu ua huv plawv mej lawv kws mej tub paub lawd,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.23","label":"23","content":"mas tug Yexu nuav raug muab cob rua mej lawv le Vaajtswv tub xaav tseg ruaj ca hab paub ua ntej lawd, mas mej txhad swv tuabneeg phem txhais teg muab nwg teem rua sau khaublig ntoo hab muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.24","label":"24","content":"Tassws Vaajtswv tsaa nwg caj sawv rov lug hab tso nwg dim txujkev tuag tej mob, tsua qhov txujkev tuag tuav tsw tau nwg ca hlo le."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.25","label":"25","content":"Tavi has txug Yexu tas, “ ‘Kuv pum tug Tswv nyob ntawm kuv lub hauv ntej tsw tu le. Vem nwg nyob ntawm kuv saab xws kuv txhad tsw ua zug."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.26","label":"26","content":"Vem le hov kuv lub sab txhad xyiv faab hab kuv tug nplaig zoo sab, hab kuv lub cev txhad le nyob muaj sab vaam."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.27","label":"27","content":"Tsua qhov koj yuav tsw muab kuv tso tseg rua huv tub tuag teb, lossws ca koj tug kws Dawb Huv lwj moog."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.28","label":"28","content":"Koj qha txujkev kws tau txujsa rua kuv paub, koj yuav pub kuas kuv zoo sab xyiv faab kawg nkaus tsua qhov koj nrug nraim kuv.’"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.29","label":"29","content":"“Kwvtij 'e, kuv muaj sab tuab kws yuav has rua mej txug tug yawm koob Tavi tas nwg tub tuag hab muab log lawm hab nwg lub ntxaa nrug peb nyob txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.30","label":"30","content":"Nwg yog ib tug cev Vaajtswv txujlug, nwg txhad paub tas Vaajtswv cog lug twv tseg rua nwg tas Vaajtswv yuav pub nwg caaj ceg muaj ib tug lug nyob sau nwg lub zwm txwv."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.31","label":"31","content":"Nwg paub ua ntej hab has txug qhov kws tug Kheto  yuav caj sawv rov lug has tas Vaajtswv tsw tso nwg tseg rua huv tub tuag teb hab tsw ca nwg lub cev lwj moog."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.32","label":"32","content":"Vaajtswv tub tsaa tug Yexu nuav caj sawv rov lug lawm, peb txhua tug ua tau timkhawv txug zaaj nuav."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.33","label":"33","content":"Tub yog vem Yexu raug tsaa sawv lug nyob ntawm Vaajtswv saab teg xws lawm hab tau txais Vaaj Ntsuj Plig kws dawb huv ntawm leej Txwv lawv le cog lug ca lawd, Yexu txhad laub tug Ntsuj Plig hov lug lawv le mej tau pum hab nov."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.34","label":"34","content":"Tsua qhov Tavi tsw tau nce moog rua sau ntuj, tassws nwg has tas, “ ‘Tug Tswv  has rua kuv tug tswv tas, “Ca le nyob tsawg ntawm kuv saab xws,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.35","label":"35","content":"moog txug thaus kuv muab koj cov yeeb ncuab ua koj lub rooj tag taw.” ’"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.36","label":"36","content":"Vem le nuav, ib tsoom Yixayee suavdawg, mej ca le paub tseeb tas Vaajtswv tsaa tug Yexu nuav kws mej muab teem rua sau tug khaublig ntoo ua tug Tswv hab ua tug Kheto.”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.37","label":"37","content":"Thaus puab nov le hov lawm kuj chob puab lub sab, puab txhad has rua Petu hab lwm tug tubkhai tas, “Kwvtij 'e, peb yuav ua le caag?”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.38","label":"38","content":"Petu txhad has rua puab tas, “Ca le ntxeev dua sab tshab hab txhua tug ua kevcai raus dej huv Yexu Kheto lub npe sub txhad daws tau mej lub txem, mas mej yuav tau txais Vaaj Ntsuj Plig tug dawb huv kws Vaajtswv pub."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.39","label":"39","content":"Tsua qhov tej lug cog tseg ntawd poob rua mej hab rua mej tej tub ki hab txhua tug kws nyob deb, yog txhua tug kws tug Tswv kws yog peb tug Vaajtswv hu lug cuag nwg.”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.40","label":"40","content":"Petu tseed has ntau yaam ua timkhawv hab ntuag puab has tas, “Ca le nrhav kev dim ntawm cov tuabneeg phem tam nuav.”"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.41","label":"41","content":"Cov kws txais yuav Petu tej lug hov kuj ua kevcai raus dej, hab nub ntawd muaj tuabneeg lug tsaav rua cov ntseeg kwvlaam peb txheeb leej."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.42","label":"42","content":"Puab rau sab ntso noog cov tubkhai qha hab koom ua ib lub sab sws raug zoo hab koom noj mov ua ke  hab thov Vaajtswv ua ke."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.43","label":"43","content":"Cov tuabneeg suavdawg kuj ntshai, hab Vaajtswv pub cov tubkhai ua tau txujci tseem ceeb hab txujci phemfwj ntau yaam."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.44","label":"44","content":"Cov ntseeg suavdawg nyob ua ke hab muab puab tej hov txhua chaw ua suavdawg le,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.45","label":"45","content":"hab muab puab tej teb hab cuab txhaj cuab taam muag faib rua txhua tug lawv le cheem tsum."},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.46","label":"46","content":"Puab naj nub tuaj nyob ua ke thooj ib lub sab huv lub tuam tsev hab noj mov ua ke  huv puab tej tsev, hab ua sab dawb paug noj mov ua ke zoo sab xyiv faab,"},{"bible_id":"1216","chapter_code":"ACT.2","verse_code":"ACT.2.47","label":"47","content":"hab qhuas Vaajtswv hab ib tsoom suavdawg txaus sab rua puab. Tug Tswv kuj pub cov kws saamswm dim naj nub tsaav coob zuj zug rua huv puab."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.1","label":"1","content":"Muaj ib nub thaus nub qaij peb teev Petu hab Yauhaa saamswm nce moog rua huv lub tuam tsev yog lub swjhawm thov Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.2","label":"2","content":"Txawm muaj ib tug yawm kws ceg tawv thaus nruab thab lug raug muab kwv tuaj. Naj nub muaj tuabneeg muab nwg tso rua ntawm ib saab rooj loog tuam tsev, yog lub rooj loog kws hu ua Zoo Nkauj sub nwg txhad tau thov khawv ntawm cov tuabneeg kws nkaag moog rua huv lub tuam tsev."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.3","label":"3","content":"Thaus nwg pum Petu hab Yauhaa saamswm tuaj moog rua huv lub tuam tsev, nwg txhad thov khawv."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.4","label":"4","content":"Petu hab Yauhaa saib ntsoov rua tug hov hab has tas, “Ca le saib rua ib.”"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.5","label":"5","content":"Tug hov txawm saib ntsoov rua ob tug xaav tas yuav tau daabtsw ntawm ob tug."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.6","label":"6","content":"Tassws Petu has tas, “Nyaj hab kub kuv tsw muaj. Yaam kws kuv muaj, kuv yuav pub rua koj. Huv Yexu Kheto kws yog tuabneeg Naxale lub npe, koj ca le sawv tseeg moog kev.”"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.7","label":"7","content":"Petu txawm ntsab nkaus nwg saab teg xws tsaa nwg sawv, mas taamswm ntawd nwg txhais kwtaw hab nwg tej cos qej txhaa txawm muaj zug."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.8","label":"8","content":"Nwg dha caws qa sawv tseeg moog kev hab nrug ob tug nkaag rua huv lub tuam tsev, nwg moog kev dha caws qa qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.9","label":"9","content":"Ib tsoom tuabneeg pum nwg moog kev hab qhuas Vaajtswv,"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.10","label":"10","content":"hab cim tau tas tug hov yog tug kws nyob tsawg thov khawv ntawm lub rooj loog Zoo Nkauj tuam tsev. Puab txhad phemfwj hab xaav tsw thoob rua tej xwm txheej kws tshwm lug rua tug hov."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.11","label":"11","content":"Thaus tug hov tseed tuav rawv Petu hab Yauhaa, tej tuabneeg suavdawg txawm dha lug rua ntawm puab ntawm lub chaw kws hu ua Zaaj Qaab Khaav Xalaumoo hab phemfwj kawg."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.12","label":"12","content":"Thaus Petu pum cov tuabneeg hov nwg txawm has rua puab tas, “Haiv tuabneeg Yixayee, ua caag mej yuav xaav tsw thoob qhov xwm txheej nuav? Ua caag mej yuav saib ntsoov rua ib, yaam le ib swv ib le fwjchim hab swv ib txujkev ncaaj nceeg khu tau tug yawm nuav moog tau kev?"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.13","label":"13","content":"Aplahaa, Yiha hab Yakhauj tug Vaajtswv, yog peb tej laug tug Vaajtswv, pub lub koob meej rua nwg tug tub qhe Yexu kws mej muab cob rua luas hab tsw leeg yuav taab meeg Philaj kws tub npaaj sab yuav tso nwg dim lawm."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.14","label":"14","content":"Tassws mej tsw leeg yuav tug kws dawb huv hab ncaaj nceeg, mej thov kuas tso tug nam tua tuabneeg rua mej."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.15","label":"15","content":"Mej txhad muab tug kws yog txuj hauv paug sav tua pov tseg, tassws Vaajtswv tsaa nwg sawv huv qhov tuag rov lug. Peb ua timkhawv rua zaaj nuav."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.16","label":"16","content":"Qhov kws ntseeg Yexu lub npe, mas lub npe hov txhad ua rua tug kws mej pum hab paub nuav muaj zug, hab qhov kws ntseeg Yexu ua rua tug nuav zoo hlo taab meeg mej suavdawg."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.17","label":"17","content":"“Cov kwvtij, nwgnuav kuv paub tas mej ua le ntawd tub yog mej tsw paub, ib yaam le mej cov thawj."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.18","label":"18","content":"Tassws tej kws Vaajtswv tub khaiv cov xwbfwb cev Vaajtswv lug tshaaj tawm ua ntej lawm tas nwg tug Kheto yuav raug tswm txom, nwg kuj ua kuas tav le nuav."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.19","label":"19","content":"Vem le nuav ca le ntxeev dua sab tshab hab tig rov lug sub txhad ntxuav tau mej lub txem,"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.20","label":"20","content":"hab mej txhad tau swjhawm su lub sab ntawm tug Tswv lub xubndag, hab Vaajtswv txhad khaiv tug Kheto kws teem ca lawd lug rua mej, yog Yexu ntaag."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.21","label":"21","content":"Yexu yuav tsum nyob sau ntuj ceeb tsheej moog txug lub swjhawm kws Vaajtswv ua rua ib puas tsaav yaam rov zoo le qub lawv le nwg kuas nwg cov xwbfwb dawb huv kws cev nwg lug lub qhov ncauj has thau u lug."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.22","label":"22","content":"Mauxe has ca tas, ‘Tug Tswv kws yog Vaajtswv yuav tsaa ib tug xwbfwb cev lug ib yaam le kuv tshwm lug huv mej cov kwvtij, mas mej yuav tsum noog txhua yaam kws tug hov has rua mej."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.23","label":"23","content":"Txhua tug kws tsw noog tug xwbfwb cev lug hov mas yuav raug puam tsuaj pluj ntawm nwg haiv tuabneeg moog.’"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.24","label":"24","content":"Cov xwbfwb kws cev Vaajtswv lug txwj Xamuyee hab cov kws ua nwg qaab puavleej tshaaj tawm txug lub swjhawm nuav."},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.25","label":"25","content":"Mej yog cov xwbfwb cev lug le tub ki hab yuav tau tej kws Vaajtswv cog tseg rua mej tej laug, yog qhov kws has rua Aplahaa tas, ‘Ib tsoom tuabneeg huv lub nplajteb yuav tau koob moov ntawm koj caaj ceg.’"},{"bible_id":"1216","chapter_code":"ACT.3","verse_code":"ACT.3.26","label":"26","content":"Thaus Vaajtswv tsaa nwg tug tub qhe caj sawv rov lug lawd, kuj khaiv nwg tuaj cuag mej ua ntej, mej txhad tau koob moov ntawm qhov kws mej tig hlo ntawm mej tej kev txhum lug.”"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.1","label":"1","content":"Thaus ob tug tseed qha cov tuabneeg hov cov pov thawj hab tug kws ua thawj saib lub tuam tsev hab cov Xantukai txawm tuaj rua ntawm ob tug."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.2","label":"2","content":"Puab tsw txaus sab tsua qhov kws ob tug qha hab tshaaj tawm tas muaj kev sawv huv qhov tuag rov lug huv Yexu."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.3","label":"3","content":"Puab txhad nteg ob tug coj moog kaw ib mos kaaj ntug rua huv tsev lojfaaj vem yog tsaus ntuj lawm."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.4","label":"4","content":"Cov tuabneeg kws nov ob tug tej lug hov muaj ntau leej ntseeg. Cov txwvneej huvsw kws ntseeg kwvlaam tswb txheeb leej."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.5","label":"5","content":"Thaus taagkig cov kws ua thawj hab cov kev txwj quas laug hab cov xwbfwb qha Vaajtswv kevcai txawm tuaj sablaaj ua ke rua huv Yeluxalee,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.6","label":"6","content":"nrug Ana kws yog tug tuam pov thawj hlub hab Khayafa hab Yauhaa hab Alexaantaw hab txhua tug kws yog tug tuam pov thawj hlub le caaj ceg."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.7","label":"7","content":"Thaus puab coj Petu hab Yauhaa lug sawv ntsug taab meeg, puab nug ob tug tas, “Meb swv leejtwg le fwjchim hab swv leejtwg lub npe ua tej num nuav?”"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.8","label":"8","content":"Thaus hov Petu muaj Vaaj Ntsuj Plig kws dawb huv puv npo, nwg txawm has rua puab tas, “Mej cov thawj kws kaav cov pejxeem hab mej cov kev txwj quas laug,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.9","label":"9","content":"yog nub nua mej tshuaj saib ib ob leeg rua qhov zoo kws ib tau ua rua ib tug tuabneeg ceg tawv hab nug tas ua le caag khu tau nwg zoo lawm,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.10","label":"10","content":"mas mej suavdawg hab cov Yixayee suavdawg ca le paub tas tub yog vem Yexu Kheto kws yog tuabneeg Naxale lub npe kws mej muab teem rua sau tug khaublig ntoo hab Vaajtswv tsaa sawv huv qhov tuag rov lug, mas tug yawm kws sawv ntawm mej xubndag nuav txhad zoo hlo."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.11","label":"11","content":"Yexu yog “ ‘lub pob zeb kws cov Kws ua tsev muab xyeeb tseg lawm tub rov muab lug teeb ua lub thawj rua ntawm kaum tsev lawm.’"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.12","label":"12","content":"Huv lwm tug yeej tsw muaj kev dim hlo le, tsua qhov thoob plawg huv qaab ntuj nuav tsw muaj dua ib lub npe kws pub rua tuabneeg swv cawm peb dim.”"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.13","label":"13","content":"Thaus puab pum Petu hab Yauhaa muaj sab tuab hab paub tas ob tug tsw tau kawm ntawv tsuas zoo le luas tej xwb, puab xaav tsw thoob, hab ncu tau tas ob tug txeev nrug Yexu nyob."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.14","label":"14","content":"Tassws vem puab pum tug yawm kws zoo hov sawv ntsug ntawm ob tug ib saab, puab txhad tsw muaj lug caam hlo le lawm."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.15","label":"15","content":"Thaus puab has kuas ob tug tawm ntawm cov thawj lub rooj sablaaj  lawm, puab txawm sablaaj tas,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.16","label":"16","content":"“Peb yuav ua le caag rua ob tug nuav? Tsua qhov ob tug tau ua ib yaam txujci tseem ceeb rua txhua tug kws nyob huv Yeluxalee paub tseeb, mas peb tsw leeg paub kuj tsw tau le."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.17","label":"17","content":"Peb ca le txwv ob tug kuas tsw xob has daabtsw huv lub npe nuav sub zaaj nuav txhad tsw nchaa heev quas zug moog rua huv cov pejxeem.”"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.18","label":"18","content":"Puab txhad hu ob tug lug hab txwv kuas ob tug tsw xob has lossws qha huv Yexu lub npe hlo le lawm."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.19","label":"19","content":"Tassws Petu hab Yauhaa teb puab tas, “Mej swm xaav saib, nyob ntawm Vaajtswv xubndag tswm nyog noog mej has zoo dua le noog Vaajtswv has lov?"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.20","label":"20","content":"Tsua qhov peb tseg tsw tau qhov kws has txug tej kws peb pum hab tej kws peb nov.”"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.21","label":"21","content":"Thaus puab rov txwv tawv tawv dua tes txawm tso ob tug moog. Puab nrhav tsw tau txem rua ob tug vem puab ntshai cov pejxeem, tsua qhov txhua tug qhuas Vaajtswv vem yog tej xwm txheej kws tshwm lug hov."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.22","label":"22","content":"Tug kws mob zoo ntawm txujci tseem ceeb hov noob nyoog plaub caug tawm xyoo lawm."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.23","label":"23","content":"Thaus tso Petu hab Yauhaa lawm, ob tug txawm moog rua huv cov ntseeg hab pav txhua yaam kws cov pov thawj hlub hab cov kev txwj quas laug has rua ob tug."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.24","label":"24","content":"Thaus puab nov lawm puab txawm koom ib lub sab tsaa suab thov Vaajtswv has tas, “Au tug Tswv, koj tswm lub ntuj hab lub nplajteb hab dej havtxwv hab txhua yaam kws muaj nyob huv."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.25","label":"25","content":"Koj kuas Vaaj Ntsuj Plig kws dawb huv swv peb yawm koob Tavi kws yog koj tug qhev lub qhov ncauj has tas, “ ‘Vem le caag lwm haiv tuabneeg yuav npau tawg heev, hab tej tuabneeg ntaus tswvyim phem qhuav qhuav?"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.26","label":"26","content":"Tej vaajntxwv huv lub nplajteb kuj sawv twv, cov kws ua thawj tuaj txoos ua ke tawm tsaam tug Tswv hab nwg tug Kheto.’"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.27","label":"27","content":"Qhov tseeb huv lub nroog nuav Helauj hab Phauthi‑au Philaj hab lwm haiv tuabneeg hab cov Yixayee tuaj txoos ua ke tawm tsaam Yexu kws yog koj tug qhev kws dawb huv hab koj tsaa ca lawd,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.28","label":"28","content":"sub puab txhad ua txhua yaam lawv le koj txhais teg hab koj lub sab tub teem tseg lawd."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.29","label":"29","content":"Au tug Tswv, nwgnuav thov koj tsaa muag saib qhov kws puab hem, hab thov pub koj cov tub qhe muaj sab tuab has koj tej lug,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.30","label":"30","content":"rua lub swjhawm kws koj cev koj txhais teg khu mob hab ua kuas tej txujci tseem ceeb hab txujci phemfwj tshwm lug huv Yexu kws yog koj tug tub qhe dawb huv lub npe.”"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.31","label":"31","content":"Thaus puab thov taag, lub chaw kws puab tuaj txoos ua ke hov txawm ua zug quas kais, mas puab puv npo Vaaj Ntsuj Plig kws dawb huv hab puab muaj sab tuab has Vaajtswv tej lug."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.32","label":"32","content":"Cov kws lug ntseeg hov koom ua ib lub sab. Tsw muaj leejtwg yuav has tas nwg tej hov txhua chaw yog nwg le xwb, tassws puab muab txhua yaam ua suavdawg le."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.33","label":"33","content":"Cov tubkhai has lug muaj fwjchim luj kawg ua timkhawv txug qhov kws tug Tswv Yexu caj sawv rov lug, hab Vaajtswv txujkev hlub nrug nraim puab txhua tug."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.34","label":"34","content":"Mas puab cov tsw muaj ib tug tu ncua ib yaam daabtsw, tsua qhov txhua tug kws muaj laj teb hab vaaj tse kuj muab muag hab coj tej nyaj kws muag tau ntawd"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.35","label":"35","content":"tuaj tso rua ntawm cov tubkhai kwtaw, mas muab faib rua txhua tug lawv le kws cheem tsum."},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.36","label":"36","content":"Yauxej kws cov tubkhai hu tas Npananpa (kws txhais has tas, tug tub kws txhawb sab) yog ib tug Levi kws yog tuabneeg Xaipla,"},{"bible_id":"1216","chapter_code":"ACT.4","verse_code":"ACT.4.37","label":"37","content":"nwg muaj ib daim teb, nwg muab muag hab coj cov nqe teb hov tuaj tso rua ntawm cov tubkhai kwtaw."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.1","label":"1","content":"Muaj ib tug yawm npe hu ua Anania hab nwg tug quaspuj hu ua Xafila muag nwg tej hov txhua chaw."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.2","label":"2","content":"Mas Anania qee cov nyaj ib txha ca, nwg tug quaspuj kuj paub hab. Nwg coj ib qho tuaj tso rua ntawm cov tubkhai kwtaw."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.3","label":"3","content":"Petu txawm has tas, “Anania, ua caag Xataa  nyob puv nkaus huv koj lub sab kuas daag Vaaj Ntsuj Plig kws dawb huv es koj txhad qee cov nqe teb hov ib txha ca?"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.4","label":"4","content":"Thaus daim teb tseed nyob kuj yeej yog koj le los tsw yog? Thaus muab muag lawd cov nyaj yeej nyob ntawm koj ceev los tsw yog? Ua caag koj lub sab yuav xaav ua le nuav? Koj tsw tau daag tuabneeg tassws daag Vaajtswv.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.5","label":"5","content":"Thaus Anania nov tej lug hov nwg txawm qaug ntawg tu sav nrho. Txhua tug kws nov txug zaaj hov kuj ntshai heev kawg."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.6","label":"6","content":"Cov hluas txawm sawv tseeg hab muab nwg lub cev tuag qhwv kwv coj moog log."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.7","label":"7","content":"Dhau ntawd kwvlaam peb teev nwg tug quaspuj tuaj txug tub tsw paub tej xwm txheej kws tshwm lug."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.8","label":"8","content":"Petu has rua nwg tas, “Qha rua kuv saib meb muag daim teb tau nqe npaum le nuav xwb lov?” Nwg teb tas, “Yog lauj, tau npaum kod xwb.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.9","label":"9","content":"Petu txawm has rua nwg tas, “Ua caag meb koom ua ib lub sab swm tug Tswv tug Ntsuj Plig? Saib maj, cov kws kwv koj tug quasyawg moog log tej kwtaw nyob ntawm qhov rooj, mas puab yuav kwv koj moog log hab.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.10","label":"10","content":"Taamswm ntawd nwg txawm qaug ntawg tu sav nrho ntawm Petu kwtaw. Thaus cov hluas lug txug puab pum tas tuag lawm, tes puab txawm kwv nwg lub cev tuag moog log rua ntawm nwg tug quasyawg ib saab."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.11","label":"11","content":"Ib tsoom ntseeg hab txhua tug kws tau nov txug zaaj nuav kuj ntshai kawg le."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.12","label":"12","content":"Muaj ntau yaam txujci tseem ceeb hab txujci phemfwj tshwm ntawm cov tubkhai txhais teg rua huv plawv cov tuabneeg. Cov ntseeg suavdawg tuaj nyob ua ke rua ntawm Zaaj Qaab Khaav Xalaumoo."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.13","label":"13","content":"Luas lwm tug tsw kaav tuaj nrug puab koom ua ke, tassws ib tsoom tuabneeg fwm puab heev."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.14","label":"14","content":"Muaj tuabneeg lug ntseeg coob tsaav quas zug rua cov kws ntseeg tug Tswv tsw has quaspuj quasyawg."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.15","label":"15","content":"Cov tuabneeg kwv tej mob tawm tuaj rua ntawm tej ntug kev hab muab tso pw rua sau tej txaaj hab tej lev, sub thaus Petu taug kev tuaj moog nwg tug duab txhad yuav roog tau puab qee leej."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.16","label":"16","content":"Tej tuabneeg kws nyob huv tej moos kws nyob ib ncig Yeluxalee kuj tuaj txoos ua ke hab coj cov tuabneeg muaj mob hab cov tuabneeg kws raug daab tuaj, mas puab txhua tug kuj zoo huvsw."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.17","label":"17","content":"Tug tuam pov thawj hlub hab txhua tug kws nrug nwg ua ke kws yog cov Xantukai txawm khib heev."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.18","label":"18","content":"Puab txhad nteg cov tubkhai hab muab kaw rua huv num tswv lub tsev lojfaaj."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.19","label":"19","content":"Thaus mo ntuj tug Tswv ib tug tubkhai ntuj tuaj qheb qhov rooj tsev lojfaaj hab coj cov tubkhai tawm lug hab has tas,"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.20","label":"20","content":"“Mej ca le moog sawv ntsug huv lub tuam tsev tshaaj tawm txhua lu lug has txug txujsa tshab nuav rua cov tuabneeg noog.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.21","label":"21","content":"Thaus cov tubkhai tau nov le ntawd, tes kaaj ntug puab txawm nkaag rua huv lub tuam tsev hab qhuab qha. Thaus tug tuam pov thawj hlub hab cov kws nrug nwg tuaj txug puab txawm hu cov thawj lub rooj sablaaj  hab Yixayee cov kev txwj quas laug suavdawg tuaj sablaaj, hab khaiv tuabneeg moog coj cov tubkhai tom lub tsev lojfaaj lug."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.22","label":"22","content":"Thaus cov tub teg tub taw moog txug, puab tsw pum cov tubkhai nyob huv tsev lojfaaj, puab txawm rov lug has tas,"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.23","label":"23","content":"“Peb pum lub tsev lojfaaj tseed kaw quas nreeg hab cov kws zuv tseed sawv ntawm qhov rooj, tassws thaus peb qheb qhov rooj tsw pum leejtwg nyob huv le.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.24","label":"24","content":"Thaus tug thawj kws saib lub tuam tsev hab cov pov thawj hlub nov tej lug nuav, kuj tsw pum qaab xaav txug cov tubkhai tas yuav ua le caag ntxwv moog."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.25","label":"25","content":"Muaj ib tug tuaj has rua puab tas, “Saib maj, cov tuabneeg kws mej muab kaw rua huv lub tsev lojfaaj saamswm sawv ntsug qhuab qha cov pejxeem huv lub tuam tsev.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.26","label":"26","content":"Tug thawj kws saib lub tuam tsev hab cov tub teg tub taw kuj moog coj cov tubkhai lug, tsw ua nyaum, vem yog ntshai tsaam cov pejxeem xuas pob zeb ntaus puab."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.27","label":"27","content":"Thaus puab coj cov tubkhai lug txug lawd kuj kuas cov tubkhai sawv taab meeg ntawm cov thawj lub rooj sablaaj hov.  Tug tuam pov thawj hlub txawm nug puab"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.28","label":"28","content":"has tas, “Peb tub txwv mej tawv tawv has tas tsw xob qhuab qha daabtsw huv lub npe hov, los mej tej lug qha tub nchaa moog thoob plawg huv Yeluxalee lawm hab mej tseed xaav muab tug hov cov ntshaav nog rua peb rws hab.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.29","label":"29","content":"Petu hab cov tubkhai teb tas, “Peb yuav tsum noog Vaajtswv lug heev dua le noog tuabneeg lug."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.30","label":"30","content":"Yexu kws mej muab dai tuag rua sau tug ntoo hov, peb tej laug tug Vaajtswv tub muab tsaa caj sawv rov lug lawm."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.31","label":"31","content":"Vaajtswv tsaa nwg nyob ntawm Vaajtswv saab teg xws ua tug thawj coj hab ua tug Cawmseej sub txhad pub tau kev ntxeev dua sab tshab hab kev zaam txem rua cov Yixayee."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.32","label":"32","content":"Peb ua timkhawv txug zaaj nuav, hab Vaaj Ntsuj Plig kws dawb huv kws Vaajtswv pub rua cov kws noog Vaajtswv lug kuj ua timkhawv hab.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.33","label":"33","content":"Thaus puab nov le hov lawm, puab npau tawg heev xaav muab cov tubkhai tua pov tseg."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.34","label":"34","content":"Tassws muaj ib tug npe hu ua Kamali‑ee nyob huv lub rooj sablaaj hov,  nwg yog ib tug Falixai hab yog ib tug xwbfwb qha Vaajtswv txuj kevcai hab yog ib tug kws cov pejxeem suavdawg fwm. Nwg txawm sawv tseeg has kuas coj cov tubkhai tawm moog saab nrau ib plag."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.35","label":"35","content":"Nwg has rua lub rooj sablaaj tas, “Mej cov Yixayee, ca le ceev faaj zoo rua tej kws mej yuav ua rua cov tuabneeg nuav."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.36","label":"36","content":"Tsua qhov ua ntej nuav muaj ib tug npe hu ua Thunta kws khaav tas nwg yog tuabneeg luj. Muaj kwvlaam plaub puas leej tuaj nwg tog. Tassws nwg raug tua lawm hab txhua tug kws tuaj nwg tog kuj tawg ua saab ua sua pluj taag lawm."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.37","label":"37","content":"Dhau tug hov kuj muaj dua ib tug npe hu ua Yutas kws yog tuabneeg Kalilai tshwm lug rua ncua swjhawm kws txheeb npe. Nwg haub ntxag tuabneeg tuaj nwg tog los nwg kuj puam tsuaj lawm. Cov tuabneeg kws tuaj nwg tog kuj tawg ua saab ua sua taag."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.38","label":"38","content":"Vem le nuav zag nuav kuv has rua mej tas, tsw xob ua le caag rua puab cov nuav, ca le tso puab moog. Yog tas tej tswvyim kws puab xaav hab tej num kws puab ua nuav lug ntawm tuabneeg lug mas yuav tsw tav."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.39","label":"39","content":"Tassws yog lug ntawm Vaajtswv lug mej yuav muab rhuav tshem tsw tau le, ntshai tsaam yog mej tawm tsaam Vaajtswv.”"},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.40","label":"40","content":"Puab kuj noog Kamali‑ee has. Puab txawm hu cov tubkhai rov lug mas muab nplawm hab txwv puab tsw xob has daabtsw huv Yexu lub npe tes txawm tso puab moog."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.41","label":"41","content":"Cov tubkhai txawm tawm ntawm cov thawj lub rooj sablaaj moog zoo sab heev tsua qhov Vaajtswv suav tas puab tswm txaj kws yuav poob koob vem yog Yexu lub npe."},{"bible_id":"1216","chapter_code":"ACT.5","verse_code":"ACT.5.42","label":"42","content":"Puab naj nub qhuab qha hab tshaaj tawm tas Yexu yog tug Kheto  tsw tso tseg le tsw has huv lub tuam tsev hab huv puab tej tsev."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.1","label":"1","content":"Lub swjhawm ntawd thaus cov thwjtim fuam vaam coob zuj zug tuaj, cov Yutai kws has tau lug Kili xwb ywg cov Yutai kws yog tuabneeg Henplais tsua qhov cov puj ntsuag Kili raug muab txhem tseg tsw tau txais tej zaub mov kws puab naj nub faib."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.2","label":"2","content":"Kaum ob tug tubkhai txhad hu cov thwjtim suavdawg lug hab has tas, “Tsw tswm nyog peb yuav tso Vaajtswv txujlug tseg moog tu kev noj kev haus."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.3","label":"3","content":"Vem le nuav, cov kwvtij, mej ca le xaiv xyaa leej huv mej cov kws muaj koob meej zoo hab muaj Vaaj Ntsuj Plig puv npo hab muaj tswvyim, mas peb yuav tsaa puab ua teg num nuav."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.4","label":"4","content":"Peb cov yuav rau sab ntso thov Vaajtswv hab faib Vaajtswv txujlug.”"},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.5","label":"5","content":"Puab suavdawg pum zoo le kws has ntawd, mas puab xaiv Xatefanau kws muaj kev ntseeg hab muaj Vaaj Ntsuj Plig kws dawb huv puv npo, hab Fili hab Plaukhaula hab Nikhanau hab Thimoo hab Pamena hab Nikhaulau kws yog tuabneeg Aathi‑au kws coj Yutai kevcai."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.6","label":"6","content":"Puab coj cov tuabneeg nuav lug sawv rua ntawm cov tubkhai xubndag mas cov tubkhai thov Vaajtswv paab puab hab muab teg npuab sau puab."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.7","label":"7","content":"Vaajtswv txujlug nrov nchaa quas lug. Cov kws lug ua thwjtim kuj tsaav coob quas zug tuaj rua huv Yeluxalee, hab muaj cov pov thawj ntau leej lug ntseeg hab noog lug."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.8","label":"8","content":"Xatefanau kws muaj txujkev hlub hab fwjchim puv npo ua tej txujci tseem ceeb hab txujci phemfwj huv plawv cov tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.9","label":"9","content":"Muaj qee leej kws tuaj ntawm lub tsev sablaaj kws hu tas cov tuabneeg ywj pheej  lub tsev sablaaj hab cov kws tuaj huv lub moos Khulene hab lub nroog Alexaantia tuaj hab cov kws nyob huv lub xeev Khilikia hab lub xeev Axia, puab cov hov txawm tuaj nrug Xatefanau sws caam."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.10","label":"10","content":"Tassws puab tsw muaj peevxwm caam tau nwg tug tswvyim hab tej lug kws Vaaj Ntsuj Plig kuas nwg has."},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.11","label":"11","content":"Puab txawm ua tuabywv moog tshaum kuas tuabneeg has tas, “Peb nov tug nuav has lug tuam mom Mauxe hab Vaajtswv.”"},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.12","label":"12","content":"Puab tshaum cov tuabneeg hab cov kev txwj quas laug hab cov xwbfwb qha Vaajtswv kevcai kuas ntxhuv. Tes puab txawm tuaj nteg Xatefanau coj moog rua cov thawj lub rooj sablaaj,"},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.13","label":"13","content":"mas kuas cuav timkhawv tuaj tum has tas, “Tug yawm nuav has lug tawm tsaam lub chaw dawb huv nuav hab Vaajtswv txuj kevcai tsw tu le,"},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.14","label":"14","content":"tsua qhov peb nov nwg has tas tug Yexu nuav kws yog tuabneeg Naxale yuav rhuav tshem lub chaw nuav hab yuav hloov tej kevcai kws Mauxe muab cob rua peb lawd.”"},{"bible_id":"1216","chapter_code":"ACT.6","verse_code":"ACT.6.15","label":"15","content":"Txhua tug kws nyob huv cov thawj lub rooj sablaaj hov saib ntsoov rua Xatefanau pum tas nwg lub ntsej muag zoo yaam le ib tug tubkhai ntuj."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.1","label":"1","content":"Tug tuam pov thawj hlub txawm nug tas, “Zaaj nuav muaj tseeb lov?”"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.2","label":"2","content":"Xatefanau has tas, “Mej cov kwvtij hab cov kws ua hlub, ca le noog kuv has. Vaajtswv kws muaj fwjchim ci ntsaa ab tshwm rua peb yawm koob Aplahaa rua thaus nwg tseed nyob huv Mexauphautamia tebchaws ua ntej kws nwg tsw tau moog nyob rua lub moos Halaa,"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.3","label":"3","content":"mas has rua nwg tas, ‘Koj ca le tawm huv koj lub tebchaws hab tawm huv koj cov kwvtij moog rua lub tebchaws kws kuv yuav qha rua koj.’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.4","label":"4","content":"Aplahaa txhad tawm huv cov Kheentia tebchaws moog nyob rua huv lub moos Halaa. Thaus nwg txwv tuag lawd, Vaajtswv txhad kuas nwg tawm qhov ntawd lug nyob rua huv lub tebchaws kws mej nyob txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.5","label":"5","content":"Tassws Vaajtswv tsw pub nwg muaj qub txeeg qub teg rua huv lub tebchaws, tsw pub nwg muaj ib daim aav daav le xwb taw. Hab thaus nwg tsw tau muaj mivnyuas Vaajtswv cog lug tseg tas yuav pub lub tebchaws ua nwg le teej tug hab ua nwg caaj ceg le."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.6","label":"6","content":"Vaajtswv has rua nwg tas, ‘Koj caaj ceg yuav moog tsuam nyob rua huv lwm tebchaws hab cov tuabneeg huv lub tebchaws hov yuav muab puab ua qhev hab tswm txom puab ntev txug plaub puas xyoo,"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.7","label":"7","content":"tassws kuv yuav rau txem rua lub tebchaws kws puab ua qhev ntawd.’ Hab Vaajtswv has tas, ‘ Dhau ntawd, puab yuav tawm lug hab ua koom rua kuv ntawm lub chaw nuav.’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.8","label":"8","content":"Vaajtswv txhad muab kevcai txav rua nwg ua lu lug cog tseg. Vem le nuav Aplahaa txhad yug tau Yiha hab muab nwg ua kevcai txav rua nub kws yim. Yiha yug tau Yakhauj, hab Yakhauj yug tau kaum ob tug tub kws yog peb yawm koob."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.9","label":"9","content":"“Cov yawm koob hov khib Yauxej txhad muab nwg muag moog rua Iyi tebchaws. Tassws Vaajtswv nrug nraim Yauxej,"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.10","label":"10","content":"hab cawm nwg dim huv txhua yaam kev txom nyem hab pub nwg muaj tswvyim hab txaus Iyi tug vaajntxwv Falau lub sab. Falau txhad tsaa Yauxej ua tug kaav Iyi tebchaws hab txhua yaam huv vaajntxwv lub tsev."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.11","label":"11","content":"Tes txawm muaj kev tshaib plaab thoob plawg Iyi tebchaws hab Khana‑aa tebchaws mas raug kev txom nyem heev, peb yawm koob txhad nrhav tsw tau mov noj."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.12","label":"12","content":"Thaus Yakhauj nov tas huv Iyi tebchaws muaj mov noj nwg txhad khaiv peb cov yawm koob moog zag ib."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.13","label":"13","content":"Thaus moog zag ob Yauxej txhad qha nwg rua cov kwvtij paub, hab Falau kuj paub txug Yauxej tsev tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.14","label":"14","content":"Yauxej txhad hu nwg txwv Yakhauj hab cov kwvtij huvsw xyaa caum tswb leeg lug."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.15","label":"15","content":"Yakhauj txhad moog rua Iyi tebchaws mas nwg hab peb cov yawm koob tuag taag rua hov ntawd,"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.16","label":"16","content":"hab coj moog rua lub moos Sekhee muab log rua huv lub qhov ntxaa kws Aplahaa muab nyaj yuav ntawm Hamau cov tub kws nyob huv Sekhee."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.17","label":"17","content":"“Tassws thaus ze lub swjhawm kws Vaajtswv cog lug rua Aplahaa, haiv tuabneeg Yixayee fuam vaam coob heev rua huv Iyi tebchaws"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.18","label":"18","content":"moog txug thaus ib tug vaajntxwv kws tsw paub Yauxej sawv lug kaav Iyi tebchaws."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.19","label":"19","content":"Tug vaajntxwv hov txhad ua phem rua peb haiv tuabneeg hab tswm txom peb tej laug yuam puab muab puab tej mivnyuas mog pov tseg kuas tuag."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.20","label":"20","content":"Lub swjhawm ntawd kuj yug Mauxe, mas nwg zoo nraug heev, hab tu nwg tau peb lub hlis rua huv nwg txwv lub tsev."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.21","label":"21","content":"Thaus Mauxe raug muab tso tseg rua saab nrau, Falau tug ntxhais coj lug tu ua nwg le tub."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.22","label":"22","content":"Mauxe txhad tau kawm cov Iyi txhua yaam kev txawj ntse, nwg txhad muaj zoo ncauj lug hab txawj ua num."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.23","label":"23","content":"“Thaus nwg noob nyoog plaub caug xyoo, nwg xaav moog tshaam nwg cov kwvtij kws yog Yixayee caaj ceg."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.24","label":"24","content":"Thaus nwg pum ib tug raug tswm txom nwg txhad moog paab tug kws raug tswm txom hab muab tug Iyi hov tua pauj taub."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.25","label":"25","content":"Nwg xaav tas nwg cov kwvtij nkaag sab tas Vaajtswv swv nwg txhais teg tso puab dim, tassws puab tsw nkaag sab le ntawd."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.26","label":"26","content":"Nub tom qaab nwg tuaj ntswb ob tug saamswm sws caav hab nwg xaav kuas ob tug rov sws zoo txawm cheem tas, ‘Ob tug 'e, meb yog kwvtij, ua caag ib leeg yuav ua phem rua ib leeg?’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.27","label":"27","content":"Tug kws ua phem rua nwg tug kwvtij txawm thawb Mauxe tswv moog hab has tas, ‘Leejtwg tsaa koj ua tug kws kaav peb hab ua tug kws txav txem rua peb?"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.28","label":"28","content":"Koj npaaj sab yuav tua kuv ib yaam le naag koj tua tug Iyi hab lov?’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.29","label":"29","content":"Thaus Mauxe nov lu lug hov nwg txawm tswv moog tsuam nyob huv Mintee tebchaws hab muaj ob tug tub hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.30","label":"30","content":"“Thaus nyob tau plaub caug xyoo muaj ib tug tubkhai ntuj ua nplaim tawg tshwm lug rua Mauxe pum ntawm tsob ntoo huv tebchaws moj saab qhua ntawm lub roob Xinai."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.31","label":"31","content":"Thaus Mauxe pum, nwg xaav tsw thoob rua tej kws nwg pum hov. Thaus nwg moog saib ze ze, nwg nov tug Tswv lub suab has tas,"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.32","label":"32","content":"‘Kuv yog koj cov yawm koob tug Vaajtswv, yog Aplahaa, Yiha hab Yakhauj tug Vaajtswv.’ Mauxe txhad ntshai tshee quas nyo tsw kaav saib."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.33","label":"33","content":"Tug Tswv has rua Mauxe tas, ‘Ca le hle koj nkawm khau tseg vem tas qhov chaw kws koj sawv nuav yog lub chaw dawb huv."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.34","label":"34","content":"Kuv tub pum kuv haiv tuabneeg kws nyob huv Iyi tebchaws txujkev txom nyem lawm hab tub nov puab lub suab quaj lawm, hab kuv nqeg lug yuav cawm puab dim. Ca le lug, kuv yuav khaiv koj moog rua huv Iyi tebchaws.’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.35","label":"35","content":"“Tug Mauxe nuav kws puab tsw leeg yuav hab has tas, ‘Leejtwg tsaa koj ua tug kaav peb hab ua tug txav txem rua peb?’ mas Vaajtswv swv tug tubkhai ntuj txhais teg kws tshwm rua Mauxe pum huv tsob ntoo hov khaiv tug Mauxe nuav moog ua tug thawj kaav hab tug kws cawm puab dim."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.36","label":"36","content":"Nwg yog tug coj puab tawm lug, hab ua txujci tseem ceeb hab tej kev phemfwj huv Iyi tebchaws hab huv dej Havtxwv Lab hab huv tebchaws moj saab qhua plaub caug xyoo."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.37","label":"37","content":"Tug nuav yog tug Mauxe kws has rua cov Yixayee tas, ‘Vaajtswv yuav tsaa ib tug xwbfwb cev lug tshwm lug huv mej cov kwvtij ib yaam le kuv.’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.38","label":"38","content":"Tug nuav yog tug kws nrug ib tsoom tuabneeg nyob huv tebchaws moj saab qhua hab nrug tug tubkhai ntuj kws has lug rua nwg nyob ntawm roob Xinai hab nrug peb tej laug nyob. Nwg txais tej lug kws pub txujsa coj lug rua peb."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.39","label":"39","content":"Peb tej laug tsw noog Mauxe has. Puab muab nwg thawb tswv moog hab puab lub sab faav hlo rov moog rua Iyi tebchaws."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.40","label":"40","content":"Puab has rua Aloo tas, ‘Ca le ua tej txoov daab rua peb kws yuav coj peb kev moog. Tug Mauxe kws coj peb tawm huv Iyi tebchaws lug peb tsw paub sov nwg ua le caag lawm.’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.41","label":"41","content":"Puab txhad ua ib tug txoov daab thaav nyuj hab coj hov txhua chaw tuaj xyeem rua tug txoov daab hov hab zoo sab xyiv faab rua tej kws puab txhais teg ua."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.42","label":"42","content":"Mas Vaajtswv fee plhu tso puab moog pe lub nub lub hli hab tej nub qub sau nruab ntug huvsw, lawv le muaj lug sau ca rua huv cov xwbfwb cev lug phoo ntawv has tas, “ ‘Yixayee caaj ceg 'e, mej tau tua tsaj xyeem hab muab hov txhua chaw xyeem rua kuv huv tebchaws moj saab qhua tau plaub caug xyoo lov?"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.43","label":"43","content":"Mej kwv daab Maulej lub tsev ntaub hab mej tug daab Lefaa lub nub qub, yog ob tug txoov daab kws mej txua rua mej pe. Hab kuv yuav kuav mej moog dhau plhawv lub nroog Npanpiloo.’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.44","label":"44","content":"“Thaus peb tej laug nyob huv tebchaws moj saab qhua puab muaj lub tsev ntaub kws ua timkhawv, lawv le Vaajtswv kuas Mauxe ua, yog ua lawv tug qauv kws Mauxe tau pum."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.45","label":"45","content":"Thaus peb tej laug tau lub tsev ntaub hov lawm puab kuj kwv nrug Yausua lug rua thaus puab txeeb tau lub tebchaws ntawm tej haiv tuabneeg kws Vaajtswv ntab tswv ntawm peb tej laug xubndag lawm. Lub tsev ntaub hov kuj nyob lug txug thaus Tavi swm neej."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.46","label":"46","content":"Vaajtswv hlub Tavi, Tavi txhad thov Vaajtswv ca nwg npaaj ib lub chaw rua Yakhauj tug Vaajtswv nyob."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.47","label":"47","content":"Tassws Xalaumoo yog tug kws ua lub tuam tsev rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.48","label":"48","content":"Txawm yog le ntawd los Vaajtswv kws luj dua ndais tsw nyob huv lub tuam tsev kws tuabneeg txhais teg ua, lawv le tug xwbfwb cev lug has tas,"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.49","label":"49","content":"“ ‘Lub ntuj yog kuv lub zwm txwv, lub nplajteb yog kuv lub rooj tag taw. Tug Tswv has tas, Mej yuav ua lub tsev zoo le caag rua kuv, hab kuv lub chaw su yuav nyob hovtwg?"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.50","label":"50","content":"Tej nuav yog kuv txhais teg ua huvsw los tsw yog?’"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.51","label":"51","content":"“Mej cov nam tuabneeg tawv ncauj, sab tawv  hab laag ntseg, mej pheej taav Vaaj Ntsuj Plig kws dawb huv tsw tu ncua. Mej tej laug ua le caag lawm, mej kuj ua ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.52","label":"52","content":"Puas muaj ib tug xwbfwb cev lug kws mej tej laug tsw tau muab tswm txom? Puab tua cov kws tshaaj tawm txug tom hauv ntej tas tug ncaaj nceeg yuav lug, yog tug kws nwgnuav mej tub faav xeeb rua hab muab tua lawm."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.53","label":"53","content":"Mej tub tau txais txuj kevcai kws cov tubkhai ntuj has rua mej los mej tsw tuav rawv txuj kevcai ntawd.”"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.54","label":"54","content":"Thaus puab nov tej lug ntawd mas puab npau tawg heev hab zawm nav quas zog rua Xatefanau."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.55","label":"55","content":"Tassws Xatefanau puv npo Vaaj Ntsuj Plig kws dawb huv, nwg tsaa muag saib sau ntuj pum Vaajtswv tug fwjchim ci ntsaa quas ab hab pum Yexu sawv ntawm Vaajtswv saab teg xws."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.56","label":"56","content":"Nwg has tas, “Saib maj, kuv pum rooj ntug qheb hab Tuabneeg leej Tub sawv ntawm Vaajtswv saab teg xws.”"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.57","label":"57","content":"Tes puab txawm qw nrov hab ntsaws qhov ntsej dha ib tsaug lug rua ntawm Xatefanau."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.58","label":"58","content":"Puab muab nwg thawb tawm huv lub nroog hab xuas pob zeb ntaus. Cov kws ua timkhawv nkaug Xatefanau kuj hle tej tsho ca rua ntawm ib tug hluas kws hu ua Xolau kwtaw."},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.59","label":"59","content":"Thaus puab saamswm xuas pob zeb ntaus Xatefanau, nwg thov has tas, “Tug Tswv Yexu, thov txais kuv tug ntsuj plig.”"},{"bible_id":"1216","chapter_code":"ACT.7","verse_code":"ACT.7.60","label":"60","content":"Tes Xatefanau txawm txhus caug ndua qw nrov nrov has tas, “Tug Tswv, thov tsw xob muab lub txem kws puab ua nuav rua puab rws.” Thaus has le nuav lawm nwg txawm tu sav lawm."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.1","label":"1","content":"Xolau kuj pum zoo qhov kws tua Xatefanau. Thaus ntawd pawg ntseeg huv lub nroog Yeluxalee raug kev tswm txom heev. Puab txhad le tswv tawg ua saab ua sua moog thoob plawg lub xeev Yutia hab lub xeev Xamali tsuas yog tseg cov tubkhai nyob xwb."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.2","label":"2","content":"Cov kws fwm Vaajtswv kuj muab Xatefanau log hab quaj mob sab nwg kawg."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.3","label":"3","content":"Xolau rhuav tshem cov pawg ntseeg heev, nwg nkaag moog chua caab cov quaspuj quasyawg huv puab tej tsev coj moog kaw rua huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.4","label":"4","content":"Cov kws tswv tawg ua saab ua sua kuj moog pav txuj xuv zoo rua txhua qhov."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.5","label":"5","content":"Fili txhad moog rua huv ib lub moos kws nyob huv lub xeev Xamali, hab tshaaj tawm txug tug Kheto rua puab noog."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.6","label":"6","content":"Thaus cov tuabneeg nov Fili has hab pum tej txujci tseem ceeb kws nwg ua, puab suavdawg kub sab noog nwg tej lug,"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.7","label":"7","content":"tsua qhov daab qw nrov tawm huv ntau leej moog, hab ntau leej kws tuag cev tuag teg tuag taw kuj zoo hlo."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.8","label":"8","content":"Lub moos hov txhad xyiv faab kawg."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.9","label":"9","content":"Muaj ib tug yawm hu ua Ximoo txeev ua khawv koob yeeg swv huv lub moos hov. Nwg ua rua cov tuabneeg Xamali phemfwj, hab nwg khaav tas nwg yog ib tug tseem ceeb."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.10","label":"10","content":"Cov tuabneeg suavdawg tug hlub tug yau kub sab noog tug hov has hab puab has tas, “Tug nuav yog Vaajtswv tug fwjchim kws hu ua tug fwjchim luj kawg nkaus.”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.11","label":"11","content":"Puab kub sab noog nwg tsua qhov nwg ua khawv koob yeeg swv rua puab phemfwj ntev lug lawm."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.12","label":"12","content":"Tassws thaus Fili pav txuj xuv zoo has txug Vaajtswv lub tebchaws hab Yexu Kheto lub npe, mas puab kuj ntseeg Fili tej lug hab puab cov quaspuj quasyawg ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.13","label":"13","content":"Ximoo kuj ntseeg hab thaus nwg ua kevcai raus dej lawm nwg kuj nrug Fili nyob ntxwv moog. Thaus nwg pum tej txujci tseem ceeb hab tej kev phemfwj kws Fili ua nwg xaav tsw thoob le."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.14","label":"14","content":"Thaus cov tubkhai kws nyob huv Yeluxalee tau nov tas cov Xamali kuj txais yuav Vaajtswv tej lug lawm, puab txawm khaiv Petu hab Yauhaa moog cuag cov Xamali."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.15","label":"15","content":"Thaus ob tug tuaj txug, ob tug thov Vaajtswv paab kuas puab txais tau Vaaj Ntsuj Plig kws dawb huv,"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.16","label":"16","content":"tsua qhov Vaaj Ntsuj Plig tsw tau lug rua huv puab leejtwg le, puab tsuas yog ua kevcai raus dej huv tug Tswv Yexu lub npe xwb."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.17","label":"17","content":"Ob tug txawm tsaa teg npuab rua sau puab mas puab kuj tau txais Vaaj Ntsuj Plig kws dawb huv."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.18","label":"18","content":"Thaus Ximoo pum tas qhov kws ob tug tubkhai tsaa teg npuab pub tau Vaaj Ntsuj Plig rua puab, tes nwg txawm coj nyaj tuaj rua ob tug,"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.19","label":"19","content":"has tas, “Thov pub tug fwjchim nuav rua kuv hab sub thaus kuv tsaa teg npuab leejtwg tug hov txhad tau txais Vaaj Ntsuj Plig kws dawb huv.”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.20","label":"20","content":"Petu txawm has rua Ximoo tas, “Ca koj cov nyaj hab koj tug kheej raug puam tsuaj ua ke, tsua qhov koj xaav tas tej kws Vaajtswv pub nuav koj tshwm nyaj yuav tau."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.21","label":"21","content":"Koj tsw muaj feem daabtsw koom teg num nuav tsua qhov koj lub sab tsw ncaaj rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.22","label":"22","content":"Vem le nuav koj ca le ntxeev dua sab ntawm koj txujkev phem nuav hab thov tug Tswv saib, tej zag nwg yuav zaam tej kws koj xaav huv koj lub sab,"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.23","label":"23","content":"tsua qhov kuv pum tas koj poob rua huv kev khib sab, hab txujkev phem muab koj khi lawm.”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.24","label":"24","content":"Ximoo txawm teb tas, “Thov koj thov tug Tswv paab kuv sub tej kws koj has ntawd txhad tsw raug kuv ib yaam hlo le.”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.25","label":"25","content":"Thaus ob tug tubkhai ua timkhawv hab qha tug Tswv tej lug taag lawm, ob tug txawm rov moog rua Yeluxalee, ob tug pav txuj xuv zoo huv Xamali ntau lub zog taug kev moog."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.26","label":"26","content":"Tug Tswv ib tug tubkhai ntuj has rua Fili tas, “Ca le sawv tseeg moog rua saab nraag moog kuas txug txujkev kws moog lub nroog Yeluxalee moog txug lub moos Kaxa.” (Yog txujkev kws hlaa tebchaws moj saab qhua.)"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.27","label":"27","content":"Fili txawm sawv tseeg moog, na cav ntswb ib tug yawm nraug saam kws yog tuabneeg Ethi‑aupia, yog cov Ethi‑aupia tug puj vaaj Khantake tug tim xyoob kws saib tug puj vaaj lub txhaab nyaj huvsw. Nwg moog pe Vaajtswv huv Yeluxalee lug."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.28","label":"28","content":"Thaus nwg caij tsheb neeg rov qaab, nwg saamswm nyeem xwbfwb Yaxaya kws cev Vaajtswv lug phoo ntawv."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.29","label":"29","content":"Vaaj Ntsuj Plig txawm has rua Fili tas, “Ca le moog ti nkaus lub tsheb ntawd.”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.30","label":"30","content":"Fili txawm dha moog txug mas nov nwg nyeem xwbfwb Yaxaya kws cev Vaajtswv lug phoo ntawv, txhad nug tas, “Koj nkaag sab tej kws koj nyeem los tsw nkaag?”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.31","label":"31","content":"Tug nraug saam teb tas, “Yog tsw muaj leejtwg txhais yuav ua le caag nkaag sab tau?” Nwg txawm hu Fili nce nrug nwg caij sau lub tsheb neeg."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.32","label":"32","content":"Vaajtswv txujlug kws nwg nyeem hov yog nqai kws has tas, “Nwg raug coj moog tua ib yaam le tug yaaj, hab ib yaam le tug mivnyuas yaaj nyob tuabywv ntawm tug kws txav plaub xubndag le caag, nwg kuj tsw rua ncauj ib yaam le hov."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.33","label":"33","content":"Thaus nwg raug luas saib tsw taug nwg tsw tau txais kev txav txem ncaaj. Leejtwg yuav has tau txug nwg caaj ceg? Tsua qhov nwg txujsa tub raug muab rhu huv lub nplajteb lawm.”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.34","label":"34","content":"Tug nraug saam has rua Fili tas, “Thov koj qha kuv saib, qhov kws tug xwbfwb cev lug has nuav yog nwg has txug nwg tug kheej los yog has txug lwm tug?”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.35","label":"35","content":"Fili txhad qheb ncauj chiv pav ntawm Vaajtswv txujlug nqai hov moog, nwg pav txuj xuv zoo has txug Yexu rua tug nraug saam noog."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.36","label":"36","content":"Thaus saamswm taug kev moog ob tug txawm moog txug ib qho chaw kws muaj dej, mas tug nraug saam txawm has tas, “Saib maj, ntawm nuav muaj dej. Muaj daabtsw khuam cheem ua rua kuv ua tsw tau kevcai raus dej?”"},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.38","label":"38","content":"Tes nwg txawm kuas lub tsheb neeg nreg, mas Fili hab tug nraug saam nqeg rua huv dej hab Fili muab nwg ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.39","label":"39","content":"Thaus ob tug nce huv dej lug, tug Tswv tug Ntsuj Plig txawm coj Fili moog lawm. Tug nraug saam tsw rov pum dua Fili, nwg taug kev moog zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"ACT.8","verse_code":"ACT.8.40","label":"40","content":"Tassws Fili tshwm rua huv lub moos Axautha hab thaus nwg taug kev moog nwg pav txuj xuv zoo rua txhua lub moos moog txug thaus nwg tuaj txug lub moos Xixaleya."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.1","label":"1","content":"Xolau ua nyaum heev has tas yuav tua tug Tswv cov thwjtim nwg txhad moog cuag tug tuam pov thawj hlub"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.2","label":"2","content":"thov ntawv tso cai moog rua tej tsev sablaaj huv lub nroog Ntamaxaka, es yog ntswb leejtwg taug Yexu Txujkev tsw has quaspuj quasyawg, mas yuav nteg khi coj lug rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.3","label":"3","content":"Thaus Xolau saamswm taug kev moog yuav txug lub nroog Ntamaxaka, taamswm ntawd txawm muaj ib tug duab ci nplaag sau ntuj tuaj vej nkaus nwg."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.4","label":"4","content":"Nwg txhad qaug ntawg rua huv peg teb hab nov ib lub suab has tas, “Xolau, Xolau, ua caag koj tswm txom kuv?”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.5","label":"5","content":"Xolau txhad has tas, “Tug Tswv, koj yog leejtwg?” Tug Tswv teb tas, “Kuv yog Yexu kws koj saamswm tswm txom."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.6","label":"6","content":"Ca le sawv tseeg nkaag moog rua huv lub nroog, yuav muaj tuabneeg qha rua koj paub tas koj yuav tsum ua daabtsw.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.7","label":"7","content":"Cov kws nrug nwg taug kev moog kuj nreg yoob taag. Puab nov lub suab tassws tsw pum leejtwg."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.8","label":"8","content":"Xolau sawv huv peg teb lug, thaus nwg qheb muag nwg kuj tsw pum kev. Puab txhad tuav nwg teg coj moog rua huv lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.9","label":"9","content":"Nwg qhov muag dig tau peb nub, hab nwg tsw noj tsw haus daabtsw le."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.10","label":"10","content":"Huv lub nroog Ntamaxaka muaj ib tug thwjtim npe hu ua Anania. Tug Tswv ua yug quas toog has rua nwg tas, “Anania 'e.” Nwg teb tas, “Tug Tswv, kuv nyob ntawm nuav.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.11","label":"11","content":"Tug Tswv has rua nwg tas, “Ca le sawv tseeg moog kuas txug txujkev kws hu ua Kev Ncaaj, hab moog nrhav Xolau kws yog tuabneeg Thaxa huv Yutas lub tsev, tsua qhov Xolau saamswm thov Vaajtswv,"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.12","label":"12","content":"hab nwg ua yug quas toog pum ib tug yawm npe hu ua Anania tuaj muab teg npuab rua sau nwg sub nwg txhad rov pum kev.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.13","label":"13","content":"Tassws Anania teb tas, “Kuv tau nov ntau leej has txug tug yawm hov tas nwg tub ua phem heev npaum le caag rua koj cov xuv dawb huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.14","label":"14","content":"Hab nwg tau ntawv tso cai ntawm cov pov thawj hlub kuas tuaj nteg txhua tug kws tuav koj lub npe thov.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.15","label":"15","content":"Tassws tug Tswv has rua nwg tas, “Ca le moog, tsua qhov nwg yog kuv tej cuab yeej kws kuv xaiv ca lawm. Nwg yuav coj kuv lub npe moog has rua lwm haiv tuabneeg hab tej vaajntxwv hab cov Yixayee."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.16","label":"16","content":"Kuv yuav qha rua nwg paub tas nwg yuav raug kev tswm txom npaum le caag vem yog saib rua kuv lub npe.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.17","label":"17","content":"Tes Anania txawm moog hab nkaag moog rua huv lub tsev hov. Nwg tsaa teg npuab sau Xolau hab has tas, “Kwv Xolau 'e, tug Tswv khaiv kuv tuaj, yog Yexu kws tshwm rua koj pum thaus koj taug kev tuaj, sub koj txhad rov pum kev hab muaj Vaaj Ntsuj Plig kws dawb huv puv npo.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.18","label":"18","content":"Taamswm ntawd muaj ib yaam zoo le daim nplai poob ntawm nwg lub qhov muag lug nwg txhad rov pum kev, nwg txhad sawv tseeg ua kevcai raus dej,"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.19","label":"19","content":"hab noj mov hab rov muaj zug tuaj. Xolau nrug cov thwjtim huv lub nroog Ntamaxaka nyob ntau nub."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.20","label":"20","content":"Hab taamswm ntawd nwg tshaaj tawm txug Yexu rua huv tej tsev sablaaj has tas, “Yexu yog Vaajtswv leej Tub.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.21","label":"21","content":"Suavdawg kws tau nov nwg has kuj phemfwj sws thaam has tas, “Tug nuav yog tug kws ua phem kawg rua cov kws tuav lub npe nuav thov huv Yeluxalee los tsw yog? Qhov kws nwg tuaj nuav tub yog nwg tuaj nteg cov ntawd khi coj moog rua cov pov thawj hlub ntaag los tsw yog?”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.22","label":"22","content":"Tassws Xolau muaj zug zuj zug tuaj hab ua rua cov Yutai kws nyob huv Ntamaxaka tsw pum qaab xaav tsua qhov nwg qha rua suavdawg paub tseeb tas Yexu yog tug Kheto."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.23","label":"23","content":"Dhau ntawd ntau nub cov Yutai txawm tuav huv yuav tua Xolau,"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.24","label":"24","content":"tassws puab tug tswvyim tub nrov moog txug Xolau lawm. Puab zuv ntawm rooj loog nruab nub mo ntuj yuav tua Xolau."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.25","label":"25","content":"Tassws cov thwjtim muab Xolau nyob rua huv ib lub tawb luj tso dauv ntawm ntsaa loog mo ntuj moog lawm."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.26","label":"26","content":"Thaus Xolau moog txug huv lub nroog Yeluxalee lawm nwg yooj xeeb yuav koom nrug cov thwjtim ua ke, tassws puab suavdawg ntshai vem tsw ntseeg tas Xolau ua thwjtim lawm."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.27","label":"27","content":"Mas Npananpa coj Xolau moog cuag cov tubkhai hab pav rua puab noog tas Xolau pum tug Tswv kws has rua nwg ntawm ntog kev le caag hab nwg tub muaj lub sab tuab qha huv Yexu lub npe rua huv lub nroog Ntamaxaka le caag lawm."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.28","label":"28","content":"Tes Xolau txhad koom tau nrug cov tubkhai moog moog lug lug huv lub nroog Yeluxalee. Nwg muaj sab tuab qhuab qha huv tug Tswv lub npe."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.29","label":"29","content":"Hab nwg nrug cov Yutai kws has tau lug Kili xwb sws has hab sws caam, mas puab cov hov kuj nrhav kev muab nwg tua."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.30","label":"30","content":"Thaus cov kwvtij paub zaaj nuav, puab txawm coj nwg moog rua lub moos Xixaleya hab xaa nwg moog rua lub moos Thaxa."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.31","label":"31","content":"Cov pawg ntseeg thoob plawg Yutia, Kalilai hab Xamali txhad nyob sab tug yeeg hab luj hlub. Txhua tug ua lub neej paub ntshai tug Tswv hab tau kev txhawb sab ntawm Vaaj Ntsuj Plig kws dawb huv, cov pawg ntseeg txhad fuam vaam coob tuaj."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.32","label":"32","content":"Thaus Petu moog moog lug lug rua txhua qhov nwg moog txug Vaajtswv cov xuv dawb kws nyob huv lub moos Linta."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.33","label":"33","content":"Nwg ntswb ib tug yawm npe hu ua Aine‑a hov ntawd, nwg tuag cev pw sau txaaj tau yim xyoo lawm."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.34","label":"34","content":"Petu has rua nwg tas, “Aine‑a, Yexu Kheto khu koj zoo. Ca le sawv tseeg khaws koj lub chaw pw.” Taamswm ntawd nwg txawm sawv tseeg."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.35","label":"35","content":"Thaus cov tuabneeg kws nyob huv lub moos Linta hab ntawm lub taj Saloo pum nwg zoo, puab kuj tig lug cuag tug Tswv."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.36","label":"36","content":"Huv lub moos Yaupa muaj ib tug puj kws yog thwjtim hu ua Thanpitha kws lug Kili hu ua Ntaukha.  Tug puj nuav pheej ua zoo rua luas hab paab cov txom nyem ntau heev."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.37","label":"37","content":"Lub swjhawm ntawd tug puj hov txawm mob hab tuag lawm. Thaus puab muab nwg lub cev ntxuav puab muab nwg tso rua ib chaav txheej sau."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.38","label":"38","content":"Lub moos Linta nyob ze lub moos Yaupa. Thaus cov thwjtim nov tas Petu nyob hov ntawd, puab txawm khaiv ob tug moog thov nwg has tas, “Thov koj tuaj cuag peb sai sai.”"},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.39","label":"39","content":"Petu txawm sawv tseeg nrug ob tug moog. Thaus Petu moog txug lawm puab coj nwg moog rua chaav kws nyob txheej sau. Cov puj ntsuag suavdawg kuj sawv ntsug vej Petu quaj hab qha nwg saib txhua yaam tsoog tsho kws Ntaukha ua thaus nwg tseed muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.40","label":"40","content":"Petu txawm kuas puab suavdawg tawm moog saab nrau mas nwg txawm txhus caug thov Vaajtswv hab tig lug has rua tug tuag tas, “Thanpitha, ca le sawv tseeg.” Thanpitha txawm qheb muag pum Petu hab sawv lug nyob tsawg."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.41","label":"41","content":"Petu cev teg moog nqug nwg sawv. Nwg hu cov xuv dawb hab cov puj ntsuag rov lug hab muab tug puj kws caj rov lug hov cob rua puab."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.42","label":"42","content":"Tej xwm txheej hov nrov nchaa thoob plawg lub moos Yaupa, hab muaj tuabneeg coob coob lug ntseeg tug Tswv."},{"bible_id":"1216","chapter_code":"ACT.9","verse_code":"ACT.9.43","label":"43","content":"Petu nyob huv lub moos Yaupa ntau nub, nwg su huv Ximoo kws yog tug Kws luam tawv lub tsev."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.1","label":"1","content":"Muaj ib tug yawm npe hu ua Khaunelia nyob huv lub moos Xixaleya, nwg yog ib tug thawj rog kws kaav ib puas leej nyob huv paab tub rog kws hu ua Ithali Paab."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.2","label":"2","content":"Nwg hab nwg tsev tuabneeg coj Vaajtswv kevcai nruj hab paub ntshai Vaajtswv, nwg pub rua tej tuabneeg txom nyem ntau heev hab thov Vaajtswv tsw tu ncua."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.3","label":"3","content":"Thaus kwvlaam nub qaij peb teev tug thawj rog hov ua yug quas toog pum ib tug tubkhai ntuj lug has rua nwg tas, “Khaunelia 'e.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.4","label":"4","content":"Nwg saib dheev tug tubkhai ntuj hov hab ntshai heev hab has tas, “Yawm hlub, nuav yog daabtsw?” Tug tubkhai ntuj has rua nwg tas, “Koj tej lug thov hab tej kws koj muab pub rua luas tub nce moog txug Vaajtswv ua lub chaw kws Vaajtswv ncu txug koj lawm."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.5","label":"5","content":"Nwgnuav koj ca le khaiv tuabneeg moog rua lub moos Yaupa hab coj Ximoo kws hu ua Petu tuaj."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.6","label":"6","content":"Nwg nyob huv tug Ximoo Kws luam tawv lub tsev kws nyob ntawm ntug havtxwv.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.7","label":"7","content":"Thaus tug tubkhai ntuj kws has rua nwg moog lawm, Khaunelia txawm hu ob tug tub qhe hab ib tug tub rog kws fwm Vaajtswv nruj huv cov kws ua koom rua nwg lug."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.8","label":"8","content":"Thaus nwg pav txhua yaam rua puab noog lawm nwg khaiv puab moog rua lub moos Yaupa."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.9","label":"9","content":"Nub tom qaab thaus peb tug nuav taug kev moog yuav txug lub moos Yaupa mas kwvlaam taav su Petu txawm nce moog thov Vaajtswv sau txheej tsev laag tshaav."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.10","label":"10","content":"Nwg txawm tshaib plaab xaav noj mov. Thaus puab tseed ua su nwg txawm ua yug quas toog"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.11","label":"11","content":"pum rooj ntug qheb hab pum ib yaam zoo le ib daim ntaub daav daav khi plaub lub kaum tso nqeg lug rua huv lub nplajteb."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.12","label":"12","content":"Huv daim ntaub hov muaj txhua yaam tsaj plaub txhais teg taw, hab tsaj nkaag huv aav hab naag noog sau nruab ntug."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.13","label":"13","content":"Txawm muaj ib lub suab has tuaj rua nwg has tas, “Petu, ca le sawv tseeg muab tua noj.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.14","label":"14","content":"Petu has tas, “Tsw tau, tug Tswv. Yaam kws qas hab tsw dawb huv kuv tsw txeev noj hlo le.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.15","label":"15","content":"Lub suab rov has zag ob rua nwg tas, “Yaam kws Vaajtswv muab ntxuav lawm koj tsw xob has tas qas.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.16","label":"16","content":"Muaj le hov txug peb zag tes daim ntaub txawm raug muab nqaa moog rua sau ntuj taamswm lawm."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.17","label":"17","content":"Thaus Petu tseem tsw pum qaab xaav txug zaaj yug quas toog hov lub ntsab yog daabtsw, tes taamswm ntawd cov tuabneeg kws Khaunelia khaiv tuaj txawm tuaj nug nrhav tau Ximoo lub tsev. Puab tuaj txug sawv saab nrau rooj vaag,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.18","label":"18","content":"hab hu nug tas tug Ximoo kws hu ua Petu puas nyob ntawm nuav."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.19","label":"19","content":"Thaus Petu tseed saamswm xaav txug zaaj yug quas toog hov, Vaaj Ntsuj Plig txawm has rua nwg tas, “Saib maj, muaj peb tug yawm tuaj nrhav koj."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.20","label":"20","content":"Ca le sawv tseeg nqeg moog rua txheej huv qaab hab nrug puab moog tsw xob ua xyem xyaav, vem yog kuv khaiv puab tuaj.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.21","label":"21","content":"Petu txhad nqeg moog ntswb puab hab has tas, “Kuv yog tug kws mej tuaj nrhav ntaag. Mej tuaj tug kev daabtsw?”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.22","label":"22","content":"Puab has tas, “Khaunelia yog ib tug thawj rog kaav ib puas leej hab yog ib tug ncaaj nceeg paub ntshai Vaajtswv hab yog ib tug muaj koob meej huv ib tsoom Yutai huvsw. Muaj ib tug tubkhai ntuj kws dawb huv kuas Khaunelia hu koj moog rua huv nwg lub tsev es yuav noog koj tej lug qha.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.23","label":"23","content":"Petu txhad hu puab lug su rua huv tsev. Nub tom qaab nwg sawv kev nrug puab moog, hab cov kwvtij qee leej huv lub moos Yaupa kuj nrug nwg moog hab."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.24","label":"24","content":"Dhau dua ib nub tom qaab puab le moog txug lub moos Xixaleya. Khaunelia saamswm tog ntsoov puab hab hu nwg tej kwvtij kwvluag tuaj txoos ua ke."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.25","label":"25","content":"Thaus Petu tuaj txug Khaunelia tuaj tog nwg hab pe khwb ti nkaus ntawm nwg kwtaw."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.26","label":"26","content":"Petu ntsab nkaus Khaunelia tsaa sawv, hab has tas, “Ca le sawv, kuv kuj tsuas yog tuabneeg hab xwb.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.27","label":"27","content":"Thaus saamswm has lug Petu nkaag moog huv tsev mas pum tuabneeg nyob ua ke coob coob,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.28","label":"28","content":"tes nwg txawm has rua puab tas, “Mej yeej paub tas qhov kws ib tug Yutai moog tshaam hab koom nrug lwm haiv tuabneeg ua ke yog yaam kws txhum kevcai heev. Tassws Vaajtswv qha tshwm rua kuv tas yuav tsw xob has tas ib tug twg qas lossws tsw dawb huv."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.29","label":"29","content":"Vem le nuav, thaus mej hu kuv tuaj kuv txhad le tuaj tsw khuam cheem daabtsw. Kuv thov nug mej tas mej hu kuv tuaj tug kev daabtsw?”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.30","label":"30","content":"Khaunelia has tas, “Tau plaub nub lug lawm kuv saamswm thov Vaajtswv huv kuv tsev kwvlaam lub swjhawm nuav yog nub qaij peb teev, txawm muaj ib tug yawm sawv ntawm kuv xubndag naav tsoog tsho ci nplaag."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.31","label":"31","content":"Tug hov has tas, ‘Khaunelia, Vaajtswv tub nov koj tej lug thov hab ncu txug tej kws koj pub rua cov txom nyem lawm."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.32","label":"32","content":"Vem le nuav ca le khaiv tuabneeg moog rua lub moos Yaupa hu Ximoo kws hu ua Petu tuaj. Nwg nyob huv tug Ximoo Kws luam tawv lub tsev ntawm ntug havtxwv.’"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.33","label":"33","content":"Kuv txhad khaiv tuabneeg moog hu koj taamswm, mas qhov kws koj tuaj kuj zoo lawm. Lub swjhawm nuav peb suavdawg nyob txhwj zog taab meeg Vaajtswv, tog noog txhua yaam kws tug Tswv kuas koj has.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.34","label":"34","content":"Petu txawm qheb ncauj has tas, “Kuv pum tseeb lawm tas Vaajtswv tsw saib leejtwg ntsej muag,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.35","label":"35","content":"hab huv txhua haiv tuabneeg tug kws paub ntshai Vaajtswv hab xyum ncaaj nceeg kuj yog txaus Vaajtswv lub sab."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.36","label":"36","content":"Mej yeej paub txug tej lug kws Vaajtswv muab cob rua cov Yixayee, yog qhov kws nwg pav txuj xuv zoo kws has txug nyob sab tug yeeg huv Yexu Kheto kws yog suavdawg tug Tswv."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.37","label":"37","content":"Mej yeej paub tej xwm txheej kws tshwm thoob plawg lub xeev Yutia yog chiv huv lub xeev Kalilai ua qaab tug Yauhaa kws coj ua kevcai raus dej tshaaj tawm hov,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.38","label":"38","content":"yog qhov kws has tas Vaajtswv muab Vaaj Ntsuj Plig kws dawb huv hab muab tug fwjchim laub rua huv Yexu kws yog tuabneeg Naxale le caag, hab qhov kws has tas Yexu moog moog lug lug ua tej num zoo hab khu txhua tug kws raug daab tswm txom le caag, vem yog Vaajtswv nrug nraim Yexu."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.39","label":"39","content":"Peb ua timkhawv txug tej num huvsw kws nwg ua rua huv lub xeev Yutia hab huv lub nroog Yeluxalee. Puab muab nwg dai rua sau tug ntoo tua pov tseg"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.40","label":"40","content":"mas nub peb Vaajtswv tsaa nwg caj sawv rov lug hab pub nwg tshwm rua peb,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.41","label":"41","content":"tsw yog tshwm rua tej tuabneeg suavdawg tassws tshwm rua peb pum xwb yog cov timkhawv kws Vaajtswv xaiv ca lawd. Ua qaab kws nwg caj sawv huv qhov tuag rov lug peb kuj nrug nwg noj haus ua ke."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.42","label":"42","content":"Nwg has kuas peb tshaaj tawm hab ua timkhawv rua suavdawg tas Vaajtswv tub tsaa Yexu ua tug kws txav txem rua cov tuabneeg caj hab cov tuabneeg tuag."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.43","label":"43","content":"Cov xwbfwb cev Vaajtswv lug suavdawg kuj ua timkhawv txug Yexu tas txhua tug kws ntseeg nwg tau txais kev zaam txem huv Yexu lub npe.”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.44","label":"44","content":"Thaus Petu tseed saamswm has tej lug hov, Vaaj Ntsuj Plig kws dawb huv txawm lug rua sau txhua tug kws nov tej lug ntawd."},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.45","label":"45","content":"Cov kws tub ua kevcai txav hab ntseeg kws nrug Petu tuaj kuj phemfwj heev vem tas Vaajtswv hliv Vaaj Ntsuj Plig kws dawb huv rua lwm haiv tuabneeg hab,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.46","label":"46","content":"tsua qhov puab nov cov tuabneeg hov has lwm yaam lug  hab qhuas ntxhas Vaajtswv. Petu txawm has tas,"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.47","label":"47","content":"“Leejtwg yuav txwv tau cov tuabneeg nuav kws tau txais Vaaj Ntsuj Plig kws dawb huv ib yaam le peb, tsw pub puab ua kevcai raus dej?”"},{"bible_id":"1216","chapter_code":"ACT.10","verse_code":"ACT.10.48","label":"48","content":"Petu txhad has kuas muab puab ua kevcai raus dej huv Yexu Kheto lub npe. Puab thov kuas Petu nrug puab nyob ob peb nub."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.1","label":"1","content":"Cov tubkhai hab cov kwvtij kws nyob huv Yutia nov xuv tas lwm haiv tuabneeg tub txais yuav Vaajtswv txujlug hab."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.2","label":"2","content":"Thaus Petu moog txug huv lub nroog Yeluxalee cov ntseeg kws ua kevcai txav txawm ywg nwg tas,"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.3","label":"3","content":"“Ua caag koj moog rua huv cov tuabneeg kws tsw tau ua kevcai txav hab nrug puab noj mov ua ke?”"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.4","label":"4","content":"Petu txhad chiv pav ua ib qeb zuj zug rua puab noog tas,"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.5","label":"5","content":"“Thaus kuv nyob huv lub moos Yaupa hab saamswm thov Vaajtswv, kuv ua yug quas toog pum ib yaam zoo le ib daim ntaub daav daav khi plaub lub kaum tso nqeg sau ntuj lug ze ntawm kuv."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.6","label":"6","content":"Kuv saib mas pum muaj tej tsaj nruab nqhuab plaub txhais teg taw, tsaj qus tsaj nkaag hab tej noog sau nruab ntug."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.7","label":"7","content":"Hab kuv nov ib lub suab has rua kuv tas, ‘Petu, ca le sawv tseeg muab tua noj.’"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.8","label":"8","content":"Kuv has tas, ‘Tsw tau, tug Tswv, vem tas yaam kws qas lossws tsw dawb huv tsw txeev nkaag rua huv kuv lub qhov ncauj hlo le.’"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.9","label":"9","content":"Tassws lub suab rov has sau ntuj tuaj zag ob has tas, ‘Yaam kws Vaajtswv muab ntxuav lawm koj tsw xob has tas qas.’"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.10","label":"10","content":"Tej hov lug tshwm peb zag tes txhua yaam hov txawm raug muab nqaa rov moog sau ntuj lawm."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.11","label":"11","content":"Mas taamswm hov txawm muaj peb tug yawm tuaj sawv ntawm lub tsev kws peb  nyob, puab raug khaiv huv lub moos Xixaleya tuaj cuag kuv."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.12","label":"12","content":"Vaaj Ntsuj Plig txawm has kuas kuv nrug puab moog tsw xob ua xyem xyaav. Hab rau tug kwvtij nuav kuj nrug kuv moog, mas peb nkaag moog rua huv tug yawm hov lub tsev."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.13","label":"13","content":"Nwg txhad pav rua peb noog tas nwg tau pum ib tug tubkhai ntuj tshwm lug rua huv nwg tsev le caag hab has rua nwg tas, ‘Ca le khaiv tuabneeg moog rua lub moos Yaupa hab coj Ximoo kws hu tas Petu tuaj,"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.14","label":"14","content":"mas nwg yuav qha txuj xuv zoo kws yuav cawm koj hab koj tsev tuabneeg dim.’"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.15","label":"15","content":"Thaus kuv chiv qha, Vaaj Ntsuj Plig kws dawb huv txawm nqeg lug rua sau puab ib yaam le thaus chiv thawj lug rua sau peb."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.16","label":"16","content":"Mas kuv txhad ncu txug tug Tswv tej lug kws nwg has tas, ‘Yauhaa coj tuabneeg ua kevcai raus huv dej tassws mej yuav ua kevcai raus huv Vaaj Ntsuj Plig kws dawb huv.’"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.17","label":"17","content":"Yog Vaajtswv tub pub rua puab cov ib yaam le thaus peb ntseeg tug Tswv Yexu Kheto es pub rua peb, kuv yog leejtwg es kuv yuav taav Vaajtswv?”"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.18","label":"18","content":"Thaus puab nov tej lug hov lawd puab txawm tsw muaj lug has. Puab qhuas Vaajtswv has tas, “Vaajtswv tub pub lwm haiv tuabneeg ntxeev dua sab tshab txhad tau txujsa hab.”"},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.19","label":"19","content":"Thaus Xatefanau raug muab tua hab cov ntseeg raug kev tswm txom, tes txawm tswv ua saab ua sua moog, ib txha moog txug lub xeev Finikia hab Xaipla hab lub moos Aathi‑au. Puab tsuas yog pav txuj xuv zoo rua cov Yutai noog xwb."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.20","label":"20","content":"Puab cov hov muaj qee leej kws yog tuabneeg Xaipla hab tuabneeg Khulene moog txug huv lub moos Aathi‑au kuj pav txuj xuv zoo has txug tug Tswv Yexu rua cov tuabneeg Kili noog."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.21","label":"21","content":"Hab Vaajtswv txhais teg nrug nraim puab, txhad muaj tuabneeg coob coob ntseeg hab tig lug cuag tug Tswv."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.22","label":"22","content":"Tej xuv nuav nrov lug txug pawg ntseeg huv Yeluxalee, puab txhad khaiv Npananpa moog rua lub moos Aathi‑au."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.23","label":"23","content":"Thaus Npananpa moog txug hab pum qhov kws Vaajtswv hlub puab nwg zoo sab xyiv faab. Nwg txhawb puab tug zug kuas puab suavdawg muab lub sab xwb hlo rua tug Tswv."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.24","label":"24","content":"Npananpa yog ib tug tuabneeg zoo hab muaj Vaaj Ntsuj Plig hab kev ntseeg puv npo. Muaj tuabneeg coob lug ntseeg tug Tswv tsaav ntxwv."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.25","label":"25","content":"Npananpa txhad moog nrhav Xolau ntawm lub moos Thaxa."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.26","label":"26","content":"Thaus nrhav tau lawd, nwg txhad coj Xolau lug rua huv lub moos Aathi‑au. Ob tug koom ua ke rua huv pawg ntseeg tau ib xyoos hab qhuab qha cov ntseeg coob heev. Huv lub moos Aathi‑au nuav yog thawj zag kws cov ntseeg raug hu ua Khixatia."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.27","label":"27","content":"Lub swjhawm hov muaj cov xwbfwb cev Vaajtswv lug tuaj huv Yeluxalee tuaj rua huv lub moos Aathi‑au."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.28","label":"28","content":"Puab cov muaj ib tug hu ua Akanpa sawv tseeg lug has pum tom hauv ntej lawv le Vaaj Ntsuj Plig kuas nwg has, has tas yuav muaj kev tshaib plaab luj heev thoob plawg lub nplajteb. Tej xwm txheej nuav muaj tshwm lug rua ncua kws fuabtais Khaunti‑au kaav."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.29","label":"29","content":"Cov thwjtim txhua tug has hum tas yuav pub nyaj lawv le txhua tug muab tau xaa moog paab cov kwvtij kws txom nyem huv lub xeev Yutia."},{"bible_id":"1216","chapter_code":"ACT.11","verse_code":"ACT.11.30","label":"30","content":"Puab kuj ua le ntawd mas muab rua Npananpa hab Xolau xaa moog rua cov kws saib cov ntseeg."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.1","label":"1","content":"Thaus ntawd vaajntxwv Helauj tsaa teg hlo ua phem rua cov ntseeg qee leej."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.2","label":"2","content":"Nwg xuas ntaaj tua Yauhaa tug tijlaug Yakaunpau."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.3","label":"3","content":"Thaus nwg pum tas qhov kws nwg ua hov hum cov Yutai lub sab nwg kuj nteg Petu hab. Tej xwm txheej nuav tshwm rua thaus ua kevcai Noj Ncuav tsw Xyaw Keeb."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.4","label":"4","content":"Thaus nteg Petu lawd txawm muab kaw rua huv tsev lojfaaj, hab muab cob rua plaub paab tub rog zuv ib paab muaj plaub leeg. Helauj npaaj sab ca tas thaus ua kevcai Hlaa Dhau taag lawm nwg yuav coj Petu lug rua cov pejxeem txav txem."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.5","label":"5","content":"Vem le nuav Petu txhad raug kaw huv tsev lojfaaj. Tassws pawg ntseeg kub sab quas lug thov Vaajtswv paab Petu."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.6","label":"6","content":"Mo ntawd ua ntej kws Helauj yuav coj Petu tawm lug txav txem, Petu saamswm tsaug zug huv nruab nraab ob tug tub rog, muaj ob txuj saw hlau khi hab muaj cov tub rog saamswm zuv qhov rooj tsev lojfaaj."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.7","label":"7","content":"Mas txawm muaj tug Tswv  ib tug tubkhai ntuj tshwm plawg lug hab muaj duab ci nplaag rua huv chaav kws kaw. Tug tubkhai ntuj hov txawm daj Petu ib saab cev tsaa kuas sawv hab has tas, “Ca le sawv tseeg sai sai.” Ob txuj saw hlau kuj nplaam ntawm Petu teg lawm."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.8","label":"8","content":"Tug tubkhai ntuj has rua Petu tas, “Ca le sa hlaab hab rau khau.” Petu kuj ua le ntawd. Hab has rua Petu tas, “Ca le kauv lub tsho ntev hab lawv kuv qaab moog.”"},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.9","label":"9","content":"Petu txawm lawv qaab tawm moog. Nwg tsw paub tas qhov kws tug tubkhai ntuj ua hov yog tseeb, nwg xaav tas yog ua yug quas toog xwb."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.10","label":"10","content":"Thaus ob tug hlaa dhau paab tub rog kws ib hab paab kws ob lawm, kuj lug txug lub qhov rooj hlau kws yog txujkev kws moog rua huv lub nroog. Txhwb qhov rooj hov ca le qheb rua ob tug moog, ob tug txhad hlaa tawm moog mas thaus taug txujkev tau ib nyuas ntu, tug tubkhai ntuj ca le pluj plag ntawm Petu lawm."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.11","label":"11","content":"Thaus Petu feeb meej lawm nwg has tas, “Nwgnuav kuv paub tseeb tas tug Tswv khaiv nwg le tubkhai ntuj lug cawm kuv dim huv Helauj txhais teg hab dim qhov kws cov Yutai npaaj sab ua phem.”"},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.12","label":"12","content":"Thaus Petu paub le ntawd lawm, nwg txawm moog rua ntawm Yauhaa kws muaj dua ib lub npe hu ua Malakau leej nam lub tsev. Qhov ntawd muaj ntau leej tuaj txoos ua ke thov Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.13","label":"13","content":"Thaus Petu khob rooj vaag muaj ib tug nkauj qhev hu ua Launta tawm moog saib."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.14","label":"14","content":"Thaus nwg cim tau tas yog Petu lub suab nwg zoo sab heev, tes txawm tsw ncu qheb rooj vaag. Nwg ca le dha rov qaab moog has tas Petu sawv ntawm rooj vaag."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.15","label":"15","content":"Puab txawm has rua nwg tas, “Koj vwm kaj.” Tassws nwg has khov kho tas yog tag tag le. Puab txawm has tas, “Yog tug tubkhai ntuj kws nrug nraim Petu xwb.”"},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.16","label":"16","content":"Tassws Petu tseed khob khob rooj vaag. Thaus puab qheb rooj vaaj hab pum nwg, puab kuj phemfwj heev."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.17","label":"17","content":"Petu cu teg rua puab kuas nyob tuabywv hab pav rua puab noog tas tug Tswv coj nwg tawm huv tsev lojfaaj lug le caag. Nwg has tas, “Ca le moog has zaaj nuav rua Yakaunpau hab cov kwvtij paub.” Tes Petu txawm tawm moog rua lwm qhov lawm."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.18","label":"18","content":"Thaus kaaj ntug cov tub rog kuj ntxhuv heev tsua qhov kws puab tsw paub sov Petu ua le caag lawm."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.19","label":"19","content":"Thaus Helauj nrhav tsw pum Petu, nwg tshuaj cov tub rog kws zuv tsev lojfaaj hov hab has kuas muab puab tua pov tseg. Tes Helauj txawm tawm huv lub xeev Yutia moog nyob rua huv lub moos Xixaleya lawm."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.20","label":"20","content":"Helauj chim rua cov tuabneeg kws nyob huv lub nroog Thailab hab huv lub nroog Xaintoo. Cov tuabneeg txhad koom ua ib lub sab tuaj cuag nwg. Puab yum kuas Nplata kws saib vaajntxwv Helauj tsev paab puab has, tes puab le moog thov vaajntxwv Helauj kuas rov sws raug zoo, tsua qhov puab lub tebchaws yeej yuav mov noj huv vaajntxwv lub tebchaws."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.21","label":"21","content":"Txug nub kws teem ca lawd Helauj naav nwg cev tsoog vaajntxwv hab nyob tsawg sau lub rooj txav txem hab ua lug zaaj lug zuag has lug rua puab."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.22","label":"22","content":"Ib tsoom tuabneeg qw tas, “Nuav yog ib tug timtswv lub suab, tsw yog suab tuabneeg.”"},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.23","label":"23","content":"Taamswm ntawd tug Tswv ib tug tubkhai ntuj txawm ntaus Helauj mob vem nwg tsw muab koob meej rua Vaajtswv, mas nwg txhad raug kaas muab noj txug tuag."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.24","label":"24","content":"Tassws Vaajtswv txujlug fuam vaam tuaj hab nthuav daav quas zug moog."},{"bible_id":"1216","chapter_code":"ACT.12","verse_code":"ACT.12.25","label":"25","content":"Thaus Npananpa hab Xolau ua num taag, ob tug txawm tawm huv Yeluxalee moog, hab coj Yauhaa kws muaj dua npe hu ua Malakau moog hab."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.1","label":"1","content":"Pawg ntseeg huv Aathi‑au muaj xwbfwb cev vaajtswv lug hab xwbfwb qha, yog Npananpa hab Xime‑oo kws hu ua Nikaw  hab Lukia kws yog tuabneeg Khulene, hab Mana‑ee kws nrug Helauj kws yog tug tswv xeev nyob luj hlub ua ke hab Xolau."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.2","label":"2","content":"Thaus puab saamswm pe hawm tug Tswv hab yoo mov, Vaaj Ntsuj Plig kws dawb huv has tas, “Ca le muab Npananpa hab Xolau cais lug ua tej num kws kuv hu kuas ob tug ua.”"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.3","label":"3","content":"Thaus yoo mov hab thov Vaajtswv taag lawm puab txawm tsaa teg npuab sau Npananpa hab Xolau hab xaa ob tug moog."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.4","label":"4","content":"Vaaj Ntsuj Plig kws dawb huv khaiv ob tug moog, ob tug txhad moog rua lub moos Xelukia hab caij nkoj deg hov ntawd moog rua lub koog povtxwv Xaipla."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.5","label":"5","content":"Thaus moog txug lub moos Xalami, ob tug txawm pav Vaajtswv txujlug rua huv cov Yutai tej tsev sablaaj. Yauhaa kuj nyob rawv paab ob tug hab."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.6","label":"6","content":"Thaus puab moog thoob plawg lub koog povtxwv lawm kuj lug txug lub moos Pafau mas ntswb ib tug yawm Yutai kws ua khawv koob yeeg swv hab yog ib tug cuav xwbfwb cev lug, npe hu ua Npalayexu."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.7","label":"7","content":"Nwg nrug Xawkia Paulau kws ua tug thawj kaav Xaipla nyob. Tug thawj hov yog ib tug txawj ntse, nwg txawm hu Npananpa hab Xolau lug cuag nwg yuav noog Vaajtswv txujlug."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.8","label":"8","content":"Elima kws ua khawv koob yeeg swv (nwg lub npe lub ntsab yeej yog le hov) nwg tawm tsaam ob tug. Nwg yooj xeeb ua kuas tug thawj kws kaav tebchaws hov xob ntseeg."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.9","label":"9","content":"Tassws Xolau kws muaj dua ib lub npe hu ua Povlauj muaj Vaaj Ntsuj Plig kws dawb huv puv npo txawm saib ntsoov Elima,"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.10","label":"10","content":"hab has tas, “Koj yog Ntxwg Nyoog le tub, koj muaj kev daag ntxag hab kev phem puv nkaus, koj ua tshawj chim rua txhua txujkev ncaaj nceeg. Koj yuav tsw tseg qhov kws muab tug Tswv txujkev ncaaj ua kuas nkhaus lov?"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.11","label":"11","content":"Saib mas, nwgnuav tug Tswv txhais teg yuav rau txem rua koj, koj yuav dig muag tsw pum lub nub moog ib ntus.” Taamswm ntawd txawm muaj ib yaam zoo le fuab lug ua rua Elima qhov muag tsaus ndais tsw pum kev lawm nwg txhad xuas dub nrhav tuabneeg tuav nwg teg moog."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.12","label":"12","content":"Thaus tug thawj kaav tebchaws pum tej xwm txheej kws tshwm lug hov nwg kuj ntseeg, tsua qhov nwg phemfwj rua tej lug kws qha txug tug Tswv."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.13","label":"13","content":"Povlauj hab cov kws nrug nwg ua ke txawm caij nkoj ntawm lub moos Pafau moog txug lub moos Pawka huv lub xeev Pafilia. Yauhaa txawm ncaim puab rov moog rua Yeluxalee lawm."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.14","label":"14","content":"Puab txawm taug kev ntawm lub moos Pawka moog txug lub moos Aathi‑au huv lub xeev Pixintia. Mas nub Xanpatau  puab moog nyob tsawg rua huv lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.15","label":"15","content":"Thaus nyeem Vaajtswv txuj kevcai hab tej lug kws cov xwbfwb cev lug sau ca taag lawm, cov thawj saib lub tsev sablaaj txawm tso tuabneeg moog has rua Povlauj puab tas, “Cov kwvtij, yog mej muaj lug txhawb sab rua cov tuabneeg nuav kuj has tau.”"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.16","label":"16","content":"Povlauj txawm sawv tseeg tsaa teg has tas, “Mej haiv tuabneeg Yixayee hab mej cov kws paub ntshai Vaajtswv, ca le noog nawj."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.17","label":"17","content":"Haiv tuabneeg Yixayee tug Vaajtswv xaiv peb tej puj koob yawm koob ca hab pub puab fuam vaam coob rua thaus puab ua qhua nyob huv Iyi tebchaws, hab tsaa hlo nwg txhais npaab coj puab tawm huv lub tebchaws hov."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.18","label":"18","content":"Nwg ua sab ntev thev puab huv tebchaws moj saab qhua kwvlaam plaub caug xyoo."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.19","label":"19","content":"Thaus nwg muab xyaa haiv tuabneeg huv Khana‑aa tebchaws ua puam tsuaj taag lawm nwg kuj muab puab lub tebchaws hov pub ua qub txeeg qub teg rua peb tej puj koob yawm koob,"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.20","label":"20","content":"lub swjhawm huvsw kwvlaam plaub puas tswb caug xyoo. Dhau ntawd nwg pub cov kws ua thawj rua puab, moog txug thaus Xamuyee kws yog xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.21","label":"21","content":"Thaus ntawd puab thov kuas muaj vaajntxwv, Vaajtswv txhad le pub Khij tug tub Xa‑u kws yog xeem Npeeyamee ua vaajntxwv kaav puab plaub caug xyoo."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.22","label":"22","content":"Thaus muab Xa‑u hle lawm, Vaajtswv tsaa Tavi ua vaajntxwv kaav puab hab ua timkhawv has txug Tavi tas, ‘Kuv tau nrhav Yexi tug tub Tavi, kws hum kuv sab. Nwg yuav ua txhua yaam lawv le kuv lub sab xaav.’"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.23","label":"23","content":"Vaajtswv coj ib tug Cawmseej huv tug Tavi nuav caaj ceg lug rua cov Yixayee, yog Yexu, lawv le Vaajtswv cog lug tseg lawd."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.24","label":"24","content":"Ua ntej Yexu lug, Yauhaa tub tshaaj tawm txug qhov kws ua kevcai raus dej kws qha has tas ntxeev dua sab tshab rua ib tsoom Yixayee suavdawg lawm."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.25","label":"25","content":"Hab thaus Yauhaa ua num yuav tav, nwg has tas, ‘Mej xaav tas kuv yog leejtwg? Kuv tsw yog tug ntawd. Tassws muaj ib tug yuav ua kuv qaab lug, kuv tub tsw tswm nyog daws txuj hlua khau ntawm nwg kwtaw.’"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.26","label":"26","content":"“Cov kwvtij, mej cov kws yog Aplahaa caaj ceg hab mej cov kws paub ntshai Vaajtswv, txuj xuv zoo has txug kev dim nuav tub xaa tuaj txug peb lawm."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.27","label":"27","content":"Cov tuabneeg kws nyob huv Yeluxalee hab puab cov thawj tsw paub hab tsw nkaag sab cov xwbfwb cev lug tej lug kws txhua nub Xanpatau puab nyeem, puab txhad teem txem rua Yexu kuas tav lawv le tej lug hov."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.28","label":"28","content":"Txawm yog tsw pum muaj kev txhum txaus tuag los puab kuj thov kuas Philaj muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.29","label":"29","content":"Thaus puab ua txhua yaam tav lawv le sau txug nwg lawm, puab txawm muab nwg lub cev tuag txu sau ntoo lug hab muab nwg log rua huv lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.30","label":"30","content":"Tassws Vaajtswv tsaa nwg caj sawv huv qhov tuag lug."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.31","label":"31","content":"Ncua swjhawm ntau nub Yexu lug tshwm rua cov tuabneeg kws nrug nwg tuaj huv lub xeev Kalilai tuaj rua Yeluxalee pum, mas nwgnuav cov tuabneeg hov ua timkhawv txug nwg rua ib tsoom tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.32","label":"32","content":"Peb coj txuj xuv zoo nuav qha rua mej tas tej lug kws cog tseg rua peb tej puj koob yawm koob hov"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.33","label":"33","content":"Vaajtswv tub ua tav le ntawd rua peb cov kws yog puab le tub ki, yog qhov kws nwg tsaa Yexu caj sawv rov lug. Kuj yog lawv le tej lug sau ca rua huv Ntawv Nkauj zaaj ob has tas, “ ‘Koj yog kuv tug tub, nub nua kuv yug tau koj lawm.’"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.34","label":"34","content":"Qhov kws Vaajtswv tsaa nwg caj huv qhov tuag rov lug tsw kheev nwg lwj moog, Vaajtswv kuj has le nuav tas, ‘Kuv yuav pub tej lug cog tseg dawb huv ruaj khov kws kuv cog rua Tavi lawd rua mej.’"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.35","label":"35","content":"Vem le ntawd Vaajtswv kuj has huv lwm qhov tas, ‘Koj yuav tsw kheev koj tug kws Dawb Huv lwj hlo le.’"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.36","label":"36","content":"Thaus Tavi ua nwg teg num lawv le Vaajtswv lub sab taag nwg swm neej, nwg kuj tuag  moog hab muab log nrug nwg tej laug hab nwg kuj lwj lawm,"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.37","label":"37","content":"tassws tug kws Vaajtswv tsaa caj sawv rov lug tsw lwj hlo le."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.38","label":"38","content":"Vem le nuav, kwvtij 'e, ca le nkaag sab tas vem muaj tug nuav txhad muaj qhov kws tshaaj tawm kev zaam txem rua mej."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.39","label":"39","content":"Hab vem muaj tug nuav txhua tug kws ntseeg txhad dim txhua yaam kws Mauxe txuj kevcai cawm tsw tau."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.40","label":"40","content":"Vem le nuav mej yuav tsum ceev faaj tuab zoo sub tej lug kws cov xwbfwb cev lug has ntawd txhad tsw raug mej."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.41","label":"41","content":"‘Mej cov kws thuaj luag ca le tsaa muag saib hab phemfwj hab puam tsuaj, tsua qhov lub swjhawm kws mej nyob, kuv saamswm yuav ua yaam kws yog muaj tuabneeg has rua mej ua ntej los mej yuav tsw ntseeg.’ ”"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.42","label":"42","content":"Thaus Povlauj hab Npananpa tawm moog, cov tuabneeg hov kuj thov kuas ob tug rov has tej lug hov rua puab noog rua nub Xanpatau tom ntej."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.43","label":"43","content":"Thaus kaw kev sablaaj lawm cov Yutai hab cov kws lug coj Yutai kevcai nruj ntau leej txawm lawv Povlauj hab Npananpa qaab moog. Ob tug txhad has rua puab hab txhawb puab lub sab kuas nyob rua huv Vaajtswv txujkev hlub moog le."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.44","label":"44","content":"Thaus rov txug nub Xanpatau yuav luag taag cov tuabneeg huv lub moos tuaj txoos ua ke noog tug Tswv txujlug."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.45","label":"45","content":"Thaus cov Yutai pum muaj tuabneeg coob heev, puab txawm khib heev, hab caam tej lug kws Povlauj has hab has lug saib tsw taug nwg."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.46","label":"46","content":"Povlauj hab Npananpa muaj sab tuab has tas, “Yuav tsum pav Vaajtswv txujlug rua mej ua ntej. Tassws mej tsw leeg yuav hab txav sab mej tug kheej tas tsw tswm nyog tau txujsa ib txhws tsw kawg, vem le nuav peb yuav tig moog rua lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.47","label":"47","content":"Tsua qhov tug Tswv has rua peb tas, “ ‘Kuv tsaa koj ua qhov kaaj ci moog rua lwm haiv tuabneeg sub koj txhad tau coj txujkev dim moog txug qaab ntuj kawg.’ ”"},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.48","label":"48","content":"Thaus lwm haiv tuabneeg nov tej lug hov lawd puab kuj zoo sab kawg hab qhuas tug Tswv txujlug. Txhua tug kws tub xaiv ca kuas tau txujsa ib txhws tsw kawg kuj lug ntseeg."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.49","label":"49","content":"Tug Tswv txujlug txhad le nthuav thoob plawg tebchaws ntawd."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.50","label":"50","content":"Tassws cov Yutai tshaum cov quaspuj muaj koob meej kws fwm Vaajtswv nruj hab cov quasyawg kws ua thawj huv lub moos hov kuas tswm txom Povlauj hab Npananpa, hab lawv kuas ob tug tawm huv puab le kaav xyuam moog."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.51","label":"51","content":"Povlauj hab Npananpa txawm nchus tej moov aav kws lu ob tug kwtaw taab meeg puab tes txawm moog rua huv lub moos Ikhauniyu lawm."},{"bible_id":"1216","chapter_code":"ACT.13","verse_code":"ACT.13.52","label":"52","content":"Cov thwjtim zoo sab xyiv faab heev hab puv npo Vaaj Ntsuj Plig kws dawb huv."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.1","label":"1","content":"Huv lub moos Ikhauniyu Povlauj hab Npananpa moog rua huv cov Yutai lub tsev sablaaj ib yaam le txeev moog hab qha raug sab mas cov Yutai hab cov Kili txhad lug ntseeg coob."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.2","label":"2","content":"Tassws cov Yutai kws tsw ntseeg tshaum kuas lwm haiv tuabneeg xaav phem rua cov kwvtij kws ntseeg."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.3","label":"3","content":"Vem le nuav ob tug txhad nyob qhov chaw ntawd ntev, muaj lub sab tuab pav txug tug Tswv, hab tug Tswv pub kuas ob tug ua tau txujci tseem ceeb hab txujci phemfwj txhad qhwv tau tej lug kws has txug Vaajtswv txujkev hlub."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.4","label":"4","content":"Tes cov tuabneeg huv lub moos hov txawm tawg ua ob paab, ib paab nrug cov Yutai ib paab nrug cov tubkhai."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.5","label":"5","content":"Thaus lwm haiv tuabneeg hab cov Yutai hab puab cov thawj tuav huv yuav ua phem xuas pob zeb ntaus ob tug,"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.6","label":"6","content":"ob tug kuj paub lawm, txawm tswv moog rua lub xeev Likhaunia moog rua lub moos Lixatha hab lub moos Ntawnpi hab tej zej zog ib ncig,"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.7","label":"7","content":"hab pav txuj xuv zoo rua hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.8","label":"8","content":"Huv lub moos Lixatha muaj ib tug yawm nyob tsawg ob txhais kwtaw moog tsw tau kev. Nwg tuag taw txwj thau yug lug tsw tau txeev moog kev le."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.9","label":"9","content":"Nwg noog Povlauj has, mas Povlauj saib ntsoov nwg pum tas nwg muaj kev ntseeg txaus khu nwg tug mob zoo,"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.10","label":"10","content":"Povlauj txawm qw nrov has tas, “Ca le sawv tseeg sawv ntsug.” Tug yawm hov txawm sawv tseeg caws qa dha moog kev."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.11","label":"11","content":"Thaus cov tuabneeg pum tej kws Povlauj ua, puab txawm tsaa suab qw has lug Likhaunia tas, “Tej timtswv txa ua tuabneeg nqeg lug txug peb lawm.”"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.12","label":"12","content":"Puab txawm tis npe rua Npananpa hu ua Xu hab tis npe rua Povlauj hu ua Hawme vem Povlauj yog tug txwv lug."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.13","label":"13","content":"Tug povthawj kws teev tug txoov daab Xu kws nyob saab nrau lub moos txawm coj txwv nyuj hab paaj ntoo tuaj rua ntawm rooj loog yuav nrug cov pejxeem ua kevcai xyeem rua ob tug."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.14","label":"14","content":"Thaus Npananpa hab Povlauj nov le hov ob tug txawm dua pis rhe ob tug tej rwg tsho hab dha moog rua huv cov tuabneeg hov hab qw has tas,"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.15","label":"15","content":"“Mej suavdawg, mej ua daabtsw le nuav? Ib kuj yog tuabneeg thooj ib yaam le mej xwb, hab ib coj txuj xuv zoo tuaj rua mej kuas mej tig hlo ntawm tej kev kws tsw muaj qaabhau nuav lug cuag Vaajtswv tug kws muaj txujsa nyob, yog tug kws tswm lub ntuj hab lub nplajteb hab dej havtxwv hab txhua yaam kws muaj nyob rua huv."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.16","label":"16","content":"Yaav taag lug Vaajtswv ca ib tsoom tuabneeg suavdawg nyag moog lawv le nyag txujkev."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.17","label":"17","content":"Tassws nwg pheej qha nwg rua mej paub tsw tu ncua, tsua qhov nwg ua zoo rua mej hab pub naag lug sau ntuj lug hab pub muaj qoob loos lawv caij lawv nyoog rua mej, hab pub mej muaj noj tsau npo hab muaj kev zoo sab.”"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.18","label":"18","content":"Txawm yog has le ntawd lawm, los ob tug ceblaaj txwv puab kuas tsw xob xyeem tej hov rua ob tug."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.19","label":"19","content":"Muaj cov Yutai qee leej tuaj tim lub moos Aathi‑au hab lub moos Ikhauniyu tuaj. Puab tshaum cov pejxeem mas puab xuas pob zeb ntaus Povlauj hab muab nwg hai tawm huv lub moos moog, puab xaav tas nwg tuag lawm."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.20","label":"20","content":"Tassws thaus cov thwjtim tuaj vej nkaus nwg, nwg txawm sawv tseeg moog rua huv lub moos. Nub tom qaab nwg nrug Npananpa moog rua huv lub moos Ntawnpi."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.21","label":"21","content":"Thaus ob tug pav txuj xuv zoo huv lub moos hov hab coj tuabneeg lug ua thwjtim coob coob, ob tug txawm rov moog rua lub moos Lixatha hab lub moos Ikhauniyu hab lub moos Aathi‑au."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.22","label":"22","content":"Ob tug txhawb cov thwjtim muaj zug tuaj hab txhawb kuas puab nyob ruaj huv txujkev ntseeg hab has tas, “Peb yuav tsum raug kev txom nyem ntau yaam txhad nkaag tau rua huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.23","label":"23","content":"Thaus ob tug tsaa cov kws saib cov ntseeg rua txhua qhov lawm, ob tug kuj yoo mov thov Vaajtswv hab muab puab cob rua tug Tswv kws puab ntseeg."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.24","label":"24","content":"Ob tug hlaa lub xeev Pixintia lug txug lub xeev Pafilia"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.25","label":"25","content":"Thaus ob tug qha Vaajtswv txujlug rua huv lub moos Pawka taag lawm, ob tug txawm nqeg moog rua lub moos Athalia,"},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.26","label":"26","content":"hab caij nkoj hov ntawd moog rua lub moos Aathi‑au, yog lub moos kws muab ob tug cob rua huv Vaajtswv txujkev hlub kuas moog ua tej num kws ob tug tub ua tav lawm."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.27","label":"27","content":"Thaus lug txug, ob tug hu pawg ntseeg tuaj txoos ua ke hab pav txhua yaam kws Vaajtswv swv ob tug ua hab pav txug qhov kws Vaajtswv qheb qhov rooj rua lwm haiv tuabneeg lug ntseeg le caag."},{"bible_id":"1216","chapter_code":"ACT.14","verse_code":"ACT.14.28","label":"28","content":"Mas ob tug nrug cov thwjtim nyob hov ntawd ntev loo."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.1","label":"1","content":"Muaj qee leej tuaj huv lub xeev Yutia tuaj qhuab qha cov kwvtij has tas, “Yog tsw ua kevcai txav lawv le Mauxe kevcai, mej kuj tsw dim.”"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.2","label":"2","content":"Thaus Povlauj hab Npananpa nrug puab cov sws caam heev lawd, cov ntseeg txawm tsaa Povlauj hab Npananpa hab lwm tug kuas moog sablaaj rua cov tubkhai hab cov saib cov ntseeg huv lub nroog Yeluxalee txug zaaj kws sws caam hov."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.3","label":"3","content":"Pawg ntseeg txhad xaa puab moog. Thaus puab taug kev hlaa huv lub xeev Finikia hab lub xeev Xamali moog, puab pav txug qhov kws lwm haiv tuabneeg ntxeev dua sab tshab mas ua rua cov kwvtij suavdawg zoo sab heev kawg."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.4","label":"4","content":"Thaus tuaj txug Yeluxalee, pawg ntseeg hab cov tubkhai hab cov saib cov ntseeg kuj tog txais puab, mas puab pav txhua yaam kws Vaajtswv swv puab ua rua cov ntawd noog."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.5","label":"5","content":"Tassws cov Falixai kws ntseeg qee leej sawv tseeg has tas, “Yuav tsum muab puab ua kevcai txav, hab nkaw lug kuas puab coj lawv le Mauxe txuj kevcai.”"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.6","label":"6","content":"Cov tubkhai hab cov kws saib pawg ntseeg txhad sau zog ua ke sablaaj txug zaaj nuav."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.7","label":"7","content":"Thaus sws caam ntev lawm, Petu txawm sawv tseeg has tas, “Cov kwvtij, mej yeej paub tas thaus chiv thawj Vaajtswv xaiv kuv huv mej lug ua tug kws pav txuj xuv zoo rua lwm haiv tuabneeg nov hab ntseeg."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.8","label":"8","content":"Vaajtswv, tug kws paub tuabneeg lub sab, tub qhwv puab hab pub Vaaj Ntsuj Plig kws dawb huv rua puab ib yaam le kws pub rua peb."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.9","label":"9","content":"Nwg tsw cais peb hab puab, hab vem puab ntseeg nwg ntxuav puab lub sab kuas dawb huv."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.10","label":"10","content":"Yog le ntawd nwgnuav ua caag mej tseed swm Vaajtswv es muab tug quab tso rua sau cov thwjtim caaj qwb yog yaam kws peb tej laug hab peb rws tsw taug lawm?"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.11","label":"11","content":"Tassws peb ntseeg has tas peb yuav dim vem muaj tug Tswv Yexu txujkev hlub, mas puab yuav dim le hov hab.”"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.12","label":"12","content":"Ib tsoom suavdawg nyob tuabywv hab noog Npananpa hab Povlauj pav txug tej txujci tseem ceeb hab txujci phemfwj kws Vaajtswv swv ob tug ua rua huv plawv lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.13","label":"13","content":"Thaus pav taag lawd, Yakaunpau txhad has tas, “Cov kwvtij, ca le noog kuv has."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.14","label":"14","content":"Ximoo tub pav tas Vaajtswv lug saib lwm haiv tuabneeg thawj zag le caag hab xaiv ib pawg tawm huv puab ua nwg le tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.15","label":"15","content":"Tej lug kws cov xwbfwb cev Vaajtswv lug tau has tseg kuj hum zaaj nuav, lawv le kws sau ca has tas,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.16","label":"16","content":"“ ‘Tom qaab ntawd kuv yuav rov lug tswm Tavi lub tsev kws pob taag dua tshab. Kuv yuav khu tej kws pob taag hab tsaa dua tshab,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.17","label":"17","content":"sub ib tsoom tuabneeg hab lwm haiv tuabneeg suavdawg kws hu lawv le kuv lub npe txhad lug nrhav tug Tswv. Tug Tswv has le nuav ntaag,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.18","label":"18","content":"nwg tub qha kuas paub thau u lug lawm.’"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.19","label":"19","content":"Vem le nuav lawv le kuv pum zoo mas peb tsw xob ua ceblaaj rua lwm haiv tuabneeg kws tig lug cuag Vaajtswv,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.20","label":"20","content":"tassws ca peb sau ntawv moog has kuas puab tseg tsw xob noj yaam kws qas tsw huv kws muab xyeem rua txoov daab, tsw xob ua nkauj ua nraug, tsw xob noj tej tsaj kws zawm cej daab tuag hab tsw xob noj ntshaav."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.21","label":"21","content":"Tsua qhov txwj thau u lug txhua lub moos yeej muaj tuabneeg tshaaj tawm txug Mauxe hab muab nwg tej lug nyeem rua txhua nub Xanpatau huv tej tsev sablaaj.”"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.22","label":"22","content":"Thaus ntawd cov tubkhai hab cov kws saib pawg ntseeg hab pawg ntseeg suavdawg pum zoo yuav xaiv qee leej huv puab nrug Npananpa hab Povlauj moog rua lub moos Aathi‑au. Puab xaiv Yutas kws muaj dua ib lub npe hu ua Npaxanpa hab Xila, ob tug yog cov kws ua thawj huv cov kwvtij."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.23","label":"23","content":"Puab sau tsaab ntawv rua ob tug xaa moog has tas, “Peb cov kwvtij, kws yog tubkhai hab cov kws saib pawg ntseeg, muaj lug zoo sab tuaj rua cov kwvtij kws yog lwm haiv tuabneeg huv lub moos Aathi‑au hab huv lub xeev Xilia hab lub xeev Khilikia."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.24","label":"24","content":"Vem yog peb nov tas peb cov qee leej kws tsw yog peb khaiv tuaj los kuj tau tuaj has ua rua mej ntxhuv sab hab tsw pum qaab xaav lawm,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.25","label":"25","content":"peb txhad pum zoo ua ib lub sab xaiv qee leej khaiv nrug Npananpa hab Povlauj kws peb hlub tuaj cuag mej,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.26","label":"26","content":"yog ob tug kws sev nyog txujsa vem saib rua peb tug Tswv Yexu Kheto lub npe."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.27","label":"27","content":"Vem le nuav peb txhad xaa Yutas hab Xila tuaj, mas ob tug yuav xuas qhov ncauj pav tuab zaaj nuav rua mej noog."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.28","label":"28","content":"Tsua qhov Vaaj Ntsuj Plig kws dawb huv hab peb pum zoo tsw xob muab lub nraa nyaav rua mej rws tsuas yog tej yaam kws cheem tsum xwb,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.29","label":"29","content":"yog tseg tsw xob noj tej kws xyeem rua txoov daab, tsw xob noj ntshaav, tsw xob noj tej tsaj kws zawm cej daab tuag hab tsw xob ua nkauj ua nraug. Yog mej tseg tau tej nuav kuj yog mej ua zoo lawm. Thov kuas noj qaab nyob zoo.”"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.30","label":"30","content":"Thaus sws xob taag lawm, puab txawm moog rua lub moos Aathi‑au. Thaus hu suavdawg tuaj txoos ua ke, tes txawm muab tsaab ntawv cob rua puab."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.31","label":"31","content":"Thaus muab nyeem lawm puab kuj zoo sab xyiv faab rua tej lug txhawb sab ntawd."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.32","label":"32","content":"Yutas hab Xila kws yog xwbfwb cev Vaajtswv lug txawm has lug txhawb cov kwvtij lub sab ntau yaam hab paab puab muaj zug."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.33","label":"33","content":"Thaus ob tug nrug puab nyob ib ntus lawm, cov kwvtij txawm xob ob tug moog zoo rov lug rua huv pawg ntseeg kws xaa ob tug tuaj."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.35","label":"35","content":"Povlauj hab Npananpa tseed nyob huv lub moos Aathi‑au nrug lwm tug qhuab qha hab pav tug Tswv txuj xuv zoo."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.36","label":"36","content":"Ob peb nub tom qaab Povlauj txawm has rua Npananpa tas, “Ca ib ob leeg rov moog saib cov kwvtij huv txhua lub moos kws ib tau pav tug Tswv txuj xuv zoo lawm saib puab zoo le caag.”"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.37","label":"37","content":"Npananpa xaav coj Yauhaa kws muaj dua ib lub npe hu ua Malakau moog hab."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.38","label":"38","content":"Tassws Povlauj pum tas tsw tswm nyog coj moog tsua qhov nwg tub tso ob tug tseg ntawm Pafilia tsw nrug ob tug ua ke moog ua num."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.39","label":"39","content":"Tes ob tug txawm sws caam heev txhad sws ncaim. Npananpa coj Malakau nrug nwg nce nkoj moog rua Xaipla,"},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.40","label":"40","content":"tassws Povlauj xaiv Xila nrug nwg mas thaus cov kwvtij muab ob tug cob rua tug Tswv txujkev hlub lawm tes ob tug txawm moog."},{"bible_id":"1216","chapter_code":"ACT.15","verse_code":"ACT.15.41","label":"41","content":"Nwg moog thoob plawg lub xeev Xilia hab lub xeev Khilikia txhawb cov pawg ntseeg tug zug."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.1","label":"1","content":"Povlauj txawm moog rua lub moos Ntawnpi hab lub moos Lixatha. Hov ntawd muaj ib tug thwjtim npe hu ua Timaute, nwg nam yog tuabneeg Yutai kws ntseeg, nwg txwv yog tuabneeg Kili."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.2","label":"2","content":"Cov kwvtij huv lub moos Lixatha hab lub moos Ikhauniyu puavleej pum tas Timaute yog ib tug zoo."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.3","label":"3","content":"Povlauj xaav coj Timaute nrug nwg moog txhad muab nwg ua kevcai txav vem yog saib rua cov Yutai kws nyob huv tej moos hov tsua qhov puab suavdawg paub tas nwg txwv yog tuabneeg Kili."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.4","label":"4","content":"Thaus puab taug kev moog rua huv txhua lub moos puab kuj muab tej lug kws cov tubkhai hab cov saib pawg ntseeg huv lub nroog Yeluxalee has hum hov cob rua puab xyum lawv le ntawd."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.5","label":"5","content":"Yog le ntawd cov pawg ntseeg txhad muaj zug hab cov xuv dawb naj nub tsaav coob quas zug tuaj."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.6","label":"6","content":"Puab moog thoob plawg lub xeev Fikia hab lub xeev Kalatia tsua qhov Vaaj Ntsuj plig txwv tsw kheev puab has txuj xuv zoo rua huv lub xeev Axia."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.7","label":"7","content":"Thaus puab tuaj txug ntawm lub xeev Mixia nrwm teb, puab yooj xeeb yuav moog rua huv lub xeev Npithinia tassws Yexu tug Ntsuj Plig tsw kheev puab moog."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.8","label":"8","content":"Yog le ntawd puab txawm taug kev hlaa lub xeev Mixia lug txug lub moos Rhau‑a."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.9","label":"9","content":"Thaus tsaus ntuj Povlauj ua yug quas toog pum ib tug yawm tuabneeg Makhentaunia sawv ntsug thov nwg has tas, “Ca le tuaj paab peb huv lub xeev Makhentaunia hab.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.10","label":"10","content":"Thaus nwg pum zaaj yug quas toog hov lawm, peb txawm npaaj moog rua huv lub xeev Makhentaunia taamswm, tsua qhov peb ruaj sab tas Vaajtswv hu peb moog pav txuj xuv zoo rua cov tuabneeg huv lub xeev hov."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.11","label":"11","content":"Peb nce nkoj ntawm Rhau‑a moog ncaaj nraim rua lub koog povtxwv Xamorhe, mas nub tom qaab kuj moog txug lub moos Ne‑apoli."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.12","label":"12","content":"Peb tawm hov ntawd moog rua lub moos Filipi kws yog lub moos luj huv xeev Makhentaunia hab yog ib lub moos kws cov tuabneeg Loo kaav. Peb txawm su huv lub moos hov ntau nub."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.13","label":"13","content":"Txug nub Xanpatau peb tawm moog rua nrau rooj loog moog rua ntawm ntug dej, tsua qhov peb xaav tas muaj chaw rua tuabneeg thov Vaajtswv hov ntawd. Peb txhad nyob tsawg nrug cov quaspuj kws tuaj ua ke ntawd sws thaam."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.14","label":"14","content":"Cov kws noog peb qha hov muaj ib tug quaspuj npe hu ua Lintia kws tuaj lub moos Thiathila tuaj. Nwg yog ib tug puj ua luam muag ntaub yimlaaj hab yog ib tug kws fwm Vaajtswv. Tug Tswv qheb nwg lub sab kuas nwg ua tuab zoo noog tej lug kws Povlauj qha."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.15","label":"15","content":"Thaus tug puj hov hab nwg tsev tuabneeg ua kevcai raus dej lawm, nwg txawm thov peb has tas, “Yog mej pum tas kuv yog ib tug ntseeg tug Tswv tag, thov mej lug su huv kuv tsev lauj.” Mas nwg txhad hu yeej peb lawm."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.16","label":"16","content":"Muaj ib zag thaus peb saamswm tawm moog rua lub chaw kws thov Vaajtswv muaj ib tug nkauj qhev kws raug daab leej nkaub txawm tuaj ntswb peb. Qhov kws nwg has paub tom hauv ntej ua rua nwg cov lospaav tau nyaj ntau heev."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.17","label":"17","content":"Nwg pheej lawv Povlauj peb qaab moog qw has tas, “Cov tuabneeg nuav yog Vaajtswv tug Luj Dua Ndais cov tub qhe kws pav txujkev dim rua mej.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.18","label":"18","content":"Nwg pheej ua le nuav tau ntau nub. Povlauj xeeb txob txhad tig lug has rua tug daab hov tas, “Kuv tuav Yexu Kheto lub npe ntab koj tawm huv tug puj nuav moog.” Daab txawm tawm plawg taamswm."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.19","label":"19","content":"Thaus tug puj hov cov lospaav pum tas tsw muaj chaw tau nyaj lawm puab txawm nteg Povlauj hab Xila caab moog rua huv lub tshaav puam luj ntawm cov kws kaav lub moos hov xubndag."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.20","label":"20","content":"Thaus coj ob tug lug rua ntawm cov thawj kws kaav lub moos puab txawm has tas, “Ob tug nuav yog tuabneeg Yutai hab tswm kev kub ntxhuv rua huv peb lub moos."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.21","label":"21","content":"Ob tug qha tej kevcai kws tsw tswm nyog peb cov Loo yuav ntseeg hab coj.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.22","label":"22","content":"Cov pejxeem kuj sawv tawm tsaam ob tug, hab cov thawj txawm muab ob tug lub tsho hle hab has kuas xuas paas muab ob tug nplawm."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.23","label":"23","content":"Thaus nplawm ntau teg lawm puab txawm muab ob tug kaw huv tsev lojfaaj hab nkaw lug kuas tug kws zuv tsev lojfaaj saib tuab zoo."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.24","label":"24","content":"Thaus tug kws zuv tsev lojfaaj tau tej lug hov, nwg txawm muab ob tug coj moog kaw rua chaav saab huv hab muab raab cuab ntsug ob tug kwtaw."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.25","label":"25","content":"Thaus kwvlaam ib taag mo Povlaauj hab Xila saamswm thov Vaajtswv hab hu nkauj qhuas Vaajtswv, hab cov kws raug txem saamswm noog,"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.26","label":"26","content":"ua cav ntuj txawm qeg heev ua rua tej taw tsev lojfaaj ua zug quas kais. Taamswm ntawd txhua lub qhov rooj qheb taag huvsw hab tej saw hlau khi puab txhua tug kuj hle taag huvsw."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.27","label":"27","content":"Thaus tug kws zuv tsev lojfaaj tswm dheev lug nwg pum tas tej qhov rooj qheb taag lawm. Nwg xaav tas cov kws raug kaw tswv taag lawm nwg txawm rhu hlo ntaaj yuav tua nwg tug kheej."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.28","label":"28","content":"Tassws Povlauj qw nrov nrov has tas, “Tsw xob ua phem rua koj tug kheej, tsua qhov peb txhua tug tseed nyob ntawm nuav.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.29","label":"29","content":"Tug kws zuv tsev lojfaaj txawm has kuas taws teeb lug hab dha moog khwb nkaus pe tshee quas nyo rua ntawm Povlauj hab Xila xubndag."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.30","label":"30","content":"Nwg coj ob tug tawm lug hab has tas, “Yawm hlub, kuv yuav tsum ua le caag txhad tau txujkev dim?”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.31","label":"31","content":"Ob tug has tas, “Ca le tso sab rua tug Tswv Yexu mas koj hab koj tsev tuabneeg yuav tau txujkev dim.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.32","label":"32","content":"Hab ob tug pav tug Tswv txujlug rua nwg hab txhua tug kws nyob huv nwg tsev noog."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.33","label":"33","content":"Mo ntawd hab teev ntawd nwg txawm coj ob tug moog ntxuav tej qhov txhaab mas nwg hab nwg tsev tuabneeg suavdawg ua kevcai raus dej taamswm."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.34","label":"34","content":"Nwg coj ob tug moog rua huv nwg tsev hab npaaj zaub mov rua ob tug noj. Nwg hab taag nrho tsev tuabneeg zoo sab xyiv faab vem puab tau ntseeg Vaajtswv lawm."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.35","label":"35","content":"Thaus kaaj ntug cov thawj kws kaav lub moos tso cov tub ceev xwm moog has tas, “Ca le muab ob tug hov tso moog.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.36","label":"36","content":"Tug kws zuv tsev lojfaaj has tej lug hov rua Povlauj has tas, “Cov thawj tso tuabneeg tuaj tso meb dim. Yog le hov meb ca le tawm lug hab moog zoo.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.37","label":"37","content":"Tassws Povlauj has rua puab tas, “Puab muab ib kws yog Loo le tuabneeg nplawm taab meeg suavdawg ua ntej kws tsw tau txav txem, hab tseed muab ib kaw rua huv tsev lojfaaj. Nwgnuav puab yuav ca le tso ib moog tuabywv nua lov? Tsw tau le. Ca puab tuaj coj ib tawm moog.”"},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.38","label":"38","content":"Cov tub ceev xwm moog has tej lug nuav rua cov thawj kaav lub moos. Thaus cov thawj paub tas ob tug yog Loo le tuabneeg, puab yimfuab ntshai heev."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.39","label":"39","content":"Puab txhad tuaj saam fwm ob tug. Puab coj ob tug tawm moog hab thov kuas ob tug tawm huv puab lub moos moog."},{"bible_id":"1216","chapter_code":"ACT.16","verse_code":"ACT.16.40","label":"40","content":"Ob tug txhad tawm huv tsev lojfaaj moog hab moog saib Lintia. Thaus ntswb cov kwvtij lawm, ob tug txawm has lug txhawb puab lub sab hab ncaim puab moog."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.1","label":"1","content":"Thaus Povlauj hab Xila taug kev hlaa lub moos Aafipoli hab lub moos Apaulaunia moog ob tug lug txug lub moos Thexalaunika kws muaj cov Yutai lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.2","label":"2","content":"Povlauj txhad nkaag moog rua huv lub tsev sablaaj yaam le kws txeev moog, nwg swv Vaajtswv tej lug nrug puab sws caam rua peb nub Xanpatau,"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.3","label":"3","content":"hab pav hab qha kuas puab paub tseeb tas tug Kheto yuav tsum raug kev tswm txom hab caj sawv huv qhov tuag rov lug, hab has tas, “Tug Yexu kws kuv qha rua mej yog tug Kheto.”"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.4","label":"4","content":"Puab cov hov muaj qee leej leeg ntseeg Povlauj tej lug hab lug koom nrug Povlauj hab Xila. Muaj cov Kili kws fwm Vaajtswv ntau leej hab cov quaspuj kws tseem ceeb ntau leej lug koom hab."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.5","label":"5","content":"Tassws cov Yutai khib sab txawm moog nrhav cov tuabneeg phem tom tej tshaav puam sau moog ua ib paab tswm kev kub ntxhuv rua huv lub moos. Puab moog rua ntawm Yaxoo lub tsev es yuav coj ob tug lug rua cov pejxeem."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.6","label":"6","content":"Thaus nrhav tsw pum ob tug, puab txawm caab Yaxoo hab cov kwvtij qee leej moog cuag cov thawj kws kaav lub moos hab puab qw has tas, “Cov tuabneeg kws tswm kev kub ntxhuv thoob nplajteb kuj tuaj txug ntawm nuav lawm,"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.7","label":"7","content":"hab Yaxoo tseed txais puab ca. Cov tuabneeg nuav puavleej tsw noog Xixa tej lug, puab tseed has tas muaj dua ib tug vaajntxwv, yog Yexu.”"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.8","label":"8","content":"Thaus cov pejxeem hab cov thawj kaav lub moos nov le ntawd mas ntxhuv sab heev."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.9","label":"9","content":"Puab kuas Yaxoo hab lwm tug them nyaj ua pov thawj laav le tso puab moog."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.10","label":"10","content":"Thaus tsaus ntuj cov kwvtij txawm xaa Povlauj hab Xila moog rua lub moos Npele‑a. Thaus moog txug lawd ob tug nkaag moog rua huv cov Yutai lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.11","label":"11","content":"Cov Yutai huv lub moos hov sab zoo dua cov Yutai kws nyob huv lub moos Thexalaunika vem puab kub sab txais txuj xuv zoo hab naj nub tshawb nrhav Vaajtswv txujlug saib tej nuav muaj tseeb le kws has los tsw muaj."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.12","label":"12","content":"Vem le nuav puab cov ntau leej ntseeg hab cov quaspuj Kili kws tseem ceeb hab cov txwvneej Kili ntau leej kuj ntseeg."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.13","label":"13","content":"Tassws thaus cov Yutai kws nyob huv lub moos Thexalaunika paub tas Povlauj pav Vaajtswv txujlug rua huv lub moos Npele‑a ib yaam nkaus, puab txawm tuaj tshaum cov pejxeem kuas kub ntxhuv hab."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.14","label":"14","content":"Taamswm ntawd cov kwvtij txawm xaa Povlauj tawm taug txujkev kws yuav moog rua nraag havtxwv, tassws Xila hab Timaute tseed nyob hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.15","label":"15","content":"Cov tuabneeg kws xaa Povlauj hov xaa nwg moog rua lub nroog Athee. Thaus Xila hab Timaute txais tej lug kws Povlauj kuas ob tug maaj moog cuag nwg, tes ob tug txawm tawm moog."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.16","label":"16","content":"Thaus Povlauj tseed tog ob tug huv lub nroog Athee nwg ntxhuv sab vem pum txoov daab puv nkaus huv lub nroog."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.17","label":"17","content":"Vem le hov nwg txhad nrug cov Yutai hab cov kws fwm Vaajtswv sws caam huv lub tsev sablaaj hab nrug cov tuabneeg kws nwg naj nub ntswb tom tshaav puam sws caam"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.18","label":"18","content":"Cov Epiculi hab cov Xatau‑i le xwbfwb qee leej kuj tuaj nrug Povlauj thaam hab. Ib txha has tas, “Tug nyuas tuabneeg ncauj ntau nuav saamswm has daabtsw?” Muaj qee leej has tas, “Zoo le nwg coj lwm tebchaws tej daab lug qha,” tsua qhov Povlauj pav txug Yexu hab qhov kws caj sawv rov lug."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.19","label":"19","content":"Puab txawm coj Povlauj moog rua huv lub chaw sablaaj Ale‑aupaka hab nug tas, “Thov koj qha rua peb saib koj tej lug qha tshab nuav yog le caag?"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.20","label":"20","content":"Tsua qhov koj coj tej zaaj txawv txawv tuaj txug peb lub qhov ntsej. Peb xaav paub tas zaaj hov muaj lub ntsab le caag.”"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.21","label":"21","content":"Cov tuabneeg Athee suavdawg hab lwm haiv tuabneeg kws nyob hov ntawd tsuas yog nrhav swjhawm has lossws noog txug tej yaam kws tshab tshab xwb."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.22","label":"22","content":"Povlauj txhad sawv ntsug huv plawv lub chaw sablaaj Ale‑aupaka hab has tas, “Cov tuabneeg Athee, kuv pum tas mej coj kevcai ntseeg nruj rua txhua faab."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.23","label":"23","content":"Tsua qhov thaus kuv taug kev moog ncig hab saib tej kws mej teev hov, kuv pum muaj ib lub thaaj kws sau ca has tas, ‘Pub rua tug timtswv kws tsw tau paub.’ Vem le nuav tug timtswv kws mej tsw paub los mej tseed teev, kuv txhad muab pav rua mej."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.24","label":"24","content":"Tug Vaajtswv kws tswm lub nplajteb hab txhua yaam kws nyob huv, nwg yog lub ntuj hab lub nplajteb tug Tswv. Nwg tsw nyob huv tej tsev kws tuabneeg txhais teg ua,"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.25","label":"25","content":"hab tsw txug tuabneeg txhais teg ua koom rua nwg vem nwg tsw cheem tsum daabtsw le, tsua qhov nwg yog tug kws pub txujsa hab paa hab txhua yaam rua tej tuabneeg suavdawg."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.26","label":"26","content":"Nwg tswm txhua haiv tuabneeg lug ntawm tuab tug lug xwb kuas nyob moog thoob plawg huv qaab ntuj, hab teem caij teem nyoog hab tu nrwm rua puab nyob,"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.27","label":"27","content":"sub puab txhad le nrhav Vaajtswv hab tej zag yuav xuas nrhav moog ntswb nwg. Tassws nwg yeej tsw nyob deb ntawm peb txhua tug,"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.28","label":"28","content":"tsua qhov ‘huv Vaajtswv peb muaj txujsa, moog tau kev hab muaj nyob.’ Mej cov kws txawj phim nkauj kuj has tas ‘Qhov tseeb peb yog Vaajtswv le tub ki.’"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.29","label":"29","content":"Vem le nuav, peb yog Vaajtswv le tub ki peb txhad tsw xob xaav tas Vaajtswv zoo le nyaj kub lossws pob zeb kws muab txua ua yaam ntxwv lawv le tuabneeg tug tswvyim hab lub sab xaav."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.30","label":"30","content":"Thaus tuabneeg tseed tsw tau paub, Vaajtswv kuj tsw suav tas muaj txem, tassws nwgnuav nwg has rua tuabneeg suavdawg kws nyob txhua qhov kuas ntxeev dua sab tshab,"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.31","label":"31","content":"tsua qhov nwg tub teem ib nub ca lawm mas nub ntawd nwg yuav kuas tug kws nwg tub teem ca lawd txav txem ncaaj nceeg rua lub nplajteb. Hab Vaajtswv pub kuas suavdawg ruaj sab txug zaaj nuav vem nwg tub tsaa tug hov caj sawv huv qhov tuag rov lug lawm.”"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.32","label":"32","content":"Thaus puab nov txug qhov kws caj sawv huv qhov tuag rov lug, muaj qee leej kuj thuaj luag, tassws muaj qee leej tseed has tas, “Peb yuav noog koj has zaaj nuav dua hab.”"},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.33","label":"33","content":"Povlauj txawm ncaim puab moog."},{"bible_id":"1216","chapter_code":"ACT.17","verse_code":"ACT.17.34","label":"34","content":"Muaj qee leej koom nrug Povlauj hab ntseeg. Cov hov ib tug yog Nti‑aunixia kws yog ib tug tuav num huv lub chaw sablaaj Ale‑aupaka, hab muaj ib tug quaspuj npe hu ua Ntamali hab muaj dua lwm tug."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.1","label":"1","content":"Dhau ntawd Povlauj tawm huv lub nroog Athee moog rua lub moos Khaulee."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.2","label":"2","content":"Nwg ntswb ib tug Yutai hov ntawd npe hu ua Akhila kws yug huv lub xeev Phautha, nyav nrug nwg tug quaspuj Plixila tswv huv Ithali tebchaws lug, vem yog fuabtais Khaunti‑au has kuas cov Yutai tawm huv lub nroog Loo tswv moog. Povlauj txawm moog saib ob tug,"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.3","label":"3","content":"hab nrug ob tug nyob tsua qhov puab peb leeg ua tuab yaam num. Puab ua num ua ke vem puab suavdawg yog Kws xaws tsev ntaub."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.4","label":"4","content":"Txhua nub Xanpatau  Povlauj moog nrug puab sws caam huv lub tsev sablaaj hab yum cov Yutai hab cov Kili lug ntseeg."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.5","label":"5","content":"Thaus Xila hab Timaute tuaj huv lub xeev Makhentaunia tuaj lawm Povlauj kuj rau sab ntso qha txuj xuv zoo, hab ua timkhawv rua cov Yutai tas tug Kheto yog Yexu ntaag."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.6","label":"6","content":"Thaus cov tuabneeg hov tawm tsaam nwg hab has lug phem rua nwg, Povlauj txawm nchu nwg tej rwg tsho hab has rua puab tas, “Mej ca le rws mej cov ntshaav. Kuv tsw muaj txem lawm. Nwgnuav kuv yuav moog rua lwm haiv tuabneeg.”"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.7","label":"7","content":"Nwg txawm tawm hov ntawd moog rua huv ib yawm npe hu ua Thitia Yuxata lub tsev, nwg yog ib tug kws pe hawm Vaajtswv. Nwg lub tsev nyob npuas lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.8","label":"8","content":"Khipa kws ua tug thawj saib lub tsev sablaaj hab nwg tsev tuabneeg suavdawg lug ntseeg tug Tswv. Hab cov tuabneeg Khaulee ntau leej nov Povlauj qha kuj ntseeg hab ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.9","label":"9","content":"Muaj ib mos tug Tswv ua yug quas toog rua Povlauj pum has tas, “Tsw xob ntshai, ca le has tsw xob nyob tuabywv,"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.10","label":"10","content":"tsua qhov kuv nrug nraim koj. Yuav tsw muaj leejtwg tawm tsaam ua phem rua koj, tsua qhov huv lub moos nuav kuv muaj tuabneeg coob coob.”"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.11","label":"11","content":"Povlauj txawm nyob hov ntawd ib xyoos rau lub hli ntxwv hab qha Vaajtswv txujlug rua puab."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.12","label":"12","content":"Thaus Kali‑au ua thawj kaav lub xeev Akhaya, cov Yutai txawm tuav huv ua ib lub sab tawm tsaam Povlauj hab coj nwg moog rua huv tsev tu plaub,"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.13","label":"13","content":"kom has tas, “Tug yawm nuav yum kuas tuabneeg pe hawm Vaajtswv kws yog ua txhum kevcai.”"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.14","label":"14","content":"Thaus Povlauj saamswm yuav qheb ncauj has, Kali‑au txawm has rua cov Yutai tas, “Cov Yutai 'e, yog tas nwg ua tsw ncaaj lossws ua ib yaam kev phem, kuj tswm nyog kuv yuav ua sab ntev noog mej has."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.15","label":"15","content":"Tassws tsuas yog tej nyuas kev sws caam txug tej lug hab tej npe hab mej tej kevcai xwb, mej ca le tu mej xwb. Kuv tsw xaav tu tej nyuas plaub le nuav.”"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.16","label":"16","content":"Nwg txawm muab puab lawv tawm huv lub tsev tu plaub moog."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.17","label":"17","content":"Puab txawm nteg Xauthene kws saib lub tsev sablaaj coj lug nplawm taab meeg ntawm lub tsev tu plaub, los Kali‑au tsw quav ntsej le."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.18","label":"18","content":"Povlauj tseed su qhov ntawd ntau nub tes nwg txawm ncaim cov kwvtij hab nce nkoj moog rua lub xeev Xilia. Plixila hab Akhila kuj nrug nwg moog. Povlauj chais plaubhau huv lub moos Kheekhia vem nwg tub yeem lug ca lawm."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.19","label":"19","content":"Thaus lug txug lub moos Efexau Povlauj txawm tso Plixila hab Akhilia tseg rua hov ntawd. Mas nwg nkaag rua huv lub tsev sablaaj nrug cov Yutai sws caam."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.20","label":"20","content":"Thaus puab thov kuas nwg nrug puab nyob ntev, nwg tsw kaam."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.21","label":"21","content":"Thaus nwg ncaim puab moog nwg xob puab tas, “Yog Vaajtswv pum zoo kuv yuav rov tuaj ntswb mej dua hab.” Tes nwg txawm nce nkoj tawm huv lub moos Efexau moog."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.22","label":"22","content":"Thaus nwg lug txug lub moos Xixaleya, nwg moog saib pawg ntseeg le maav moog rua lub moos Aathi‑au."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.23","label":"23","content":"Thaus nwg su hov ntawd ib ntus lawm nwg txawm tawm moog thoob plawg lub xeev Kalatia hab Fikia txhawb cov thwjtim suavdawg tug zug."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.24","label":"24","content":"Muaj ib tug Yutai npe hu ua Apaulau kws yug huv lub nroog Alexaantia tuaj rua huv lub moos Efexau. Nwg yog ib tug txawj has lug hab paub Vaajtswv phoo ntawv thoob."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.25","label":"25","content":"Nwg tau kawm paub tug Tswv txujkev. Nwg muaj lub sab kub quas lug pav hab qhuab qha tseeb txug Yexu zaaj, tassws nwg tsuas paub txuj kevcai raus dej kws Yauhaa qha xwb."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.26","label":"26","content":"Nwg muaj sab tuab chiv has rua huv lub tsev sablaaj. Thaus Plixila hab Akhila nov nwg has, ob tug coj nwg moog qha kuas paub Vaajtswv txuj kev zoo heev dua tuaj."},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.27","label":"27","content":"Thaus Apaulau xaav hlaa moog tim lub xeev Akhaya, cov kwvtij kuj txhawb nwg lub sab hab sau ntawv moog rua cov thwjtim kws nyob tid tog txais nwg. Thaus nwg moog txug lawd nwg kuj paab cov kws Vaajtswv txujkev hlub coj lug ntseeg ntau heev,"},{"bible_id":"1216","chapter_code":"ACT.18","verse_code":"ACT.18.28","label":"28","content":"tsua qhov nwg swv zug caam yeej cov Yutai taab meeg suavdawg hab muab Vaajtswv txujlug qha rua puab pum tas Yexu yog tug Kheto."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.1","label":"1","content":"Thaus Apaulau tseed nyob huv lub moos Khaulee, Povlauj taug txujkev nruab nqhuab hlaa huv plawv tebchaws moog txug lub moos Efexau. Nwg ntswb cov thwjtim qee leej hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.2","label":"2","content":"Nwg txawm has rua puab tas, “Thaus mej ntseeg mej tau txais Vaaj Ntsuj Plig kws dawb huv los tsw tau?” Puab has tas, “Tsw tau, peb tsw tau nov tas muaj Vaaj Ntsuj Plig kws dawb huv hlo le.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.3","label":"3","content":"Povlauj txhad has tas, “Yog le ntawd mej ua kevcai raus dej le caag?” Puab teb tas, “Ua kevcai raus dej kws Yauhaa qha.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.4","label":"4","content":"Povlauj txhad has tas, “Yauhaa muab ua kevcai raus dej kws qha has tas ntxeev dua sab tshab, hab has kuas tuabneeg ntseeg tug kws yuav ua nwg qaab lug, yog Yexu.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.5","label":"5","content":"Thaus puab nov le ntawd puab txawm ua kevcai raus dej huv tug Tswv Yexu lub npe."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.6","label":"6","content":"Thaus Povlauj tsaa teg npuab puab lawm, Vaaj Ntsuj Plig kws dawb huv kuj lug rua sau puab, puab txawm has lug txawv txawv  hab cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.7","label":"7","content":"Cov tuabneeg hov kwvlaam muaj kaum ob leeg."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.8","label":"8","content":"Povlauj nkaag rua huv lub tsev sablaaj muaj sab tuab qha tau peb lub hli nrug puab sws caam txug Vaajtswv lub tebchaws hab yum tau puab lug ntseeg."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.9","label":"9","content":"Tassws muaj qee leej sab tawv tsw kaam ntseeg hab has phem rua txujkev ntawd taab meeg ib tsoom tuabneeg. Povlauj txawm ncaim puab cov ntawd moog hab coj cov thwjtim nrug nwg moog. Nwg naj nub nrug luas sws caam huv Thilana chaav tsev sablaaj."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.10","label":"10","content":"Nwg ua le ntawd tau ob xyoos, mas cov tuabneeg kws nyob huv lub xeev Axia tsw has cov Yutai hab cov Kili puavleej tau nov tug Tswv txujlug."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.11","label":"11","content":"Vaajtswv ua txujci phemfwj luj tshwm huv Povlauj txhais teg."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.12","label":"12","content":"Puab muab Povlauj txuj phuam ntxuav muag hab daim ntaub npua ua num coj moog lwm cov kws muaj mob, tej mob kuj zoo hab daab kuj tswv tawm moog."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.13","label":"13","content":"Mas cov Yutai muaj qee leej kws ua txwv neeb moog rua hov u hov nuav kuj hu tug Tswv Yexu lub npe ntab daab tawm huv cov kws raug daab has tas, “Kuv tuav Yexu lub npe kws Povlauj qha ntab mej tawm.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.14","label":"14","content":"Cov Yutai ib tug pov thawj hlub npe hu Xeva xyaa leej tub kuj ua le ntawd."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.15","label":"15","content":"Tes daab txawm has rua puab tas, “Yexu kuv kuj paub hab Povlauj kuv kuj paub, tassws mej yog leejtwg?”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.16","label":"16","content":"Mas tug kws raug daab hov txawm tuab plhaw moog ntaus puab hab kovyeej puab ua rua puab tswv tawm huv lub tsev hov moog lab qaab cuas hab raug mob."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.17","label":"17","content":"Txhua tug kws nyob huv lub moos Efexau taag nrho cov Yutai hab cov Kili kuj paub zaaj nuav, puab suavdawg txhad ntshai kawg hab Yexu lub npe nchaa moo quas lug."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.18","label":"18","content":"Cov kws lug ntseeg muaj ntau leej lug leeg lub txem hab qha tej kws puab ua lug lawd."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.19","label":"19","content":"Hab muaj ntau leej kws ua khawv koob yeeg swv kuj muab puab tej ntawv khawv koob lug hlawv ua ke taab meeg suavdawg. Tej ntawv khawv koob ntawd xaam nqe raug tswb vaam lub txaj nyaj."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.20","label":"20","content":"Vaajtswv txujlug txhad muaj zug nthuav daav hab muaj fwjchim."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.21","label":"21","content":"Thaus dhau tej xwm txheej nuav lawm, Povlauj npaaj sab yuav taug kev hlaa lub xeev Makhentaunia hab lub xeev Akhaya hab moog kuas txug lub nroog Yeluxalee. Nwg has tas, “Dhau ntawd kuv yuav tsum moog pum lub nroog Loo hab.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.22","label":"22","content":"Nwg txawm khaiv ob tug kws paab nwg yog Timaute hab Elata moog rua huv lub xeev Makhentaunia, tes nwg tug kheej tseed nyob huv lub xeev Axia ib ntus hab."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.23","label":"23","content":"Lub swjhawm ntawd muaj kev ntxhuv tshwm lug vem yog tim Yexu Txujkev."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.24","label":"24","content":"Muaj ib tug Kws ntaus nyaj npe hu ua Ntemethia. Nwg muab nyaj lug ntaus ua tej lub nyuas tsev miv miv zoo le lub tsev daab Athemi, mas ua rua cov Kws ntaus nyaj tau tshaaj thawj ntau heev."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.25","label":"25","content":"Ntemethia txawm hu puab cov hov hab cov kws ua tuab yaam num tuaj ua ke hab has tas, “Cov kwvluag, mej yeej paub tas peb tau nyaj txag yog ntawm tej num nuav."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.26","label":"26","content":"Hab mej tub pum hab nov tas tsw yog huv lub moos Efexau nuav xwb tassws yuav taag lub xeev Axia kws tug Povlauj nuav tau yum hab ua kuas tuabneeg coob coob tso txuj qub kev tseg, hab has tas tej txoov daab kws tuabneeg txhais teg ua tsw yog timtswv."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.27","label":"27","content":"Ntshai tsaam tes tsw yog peb tej num nuav yuav poob koob xwb tassws lub tuam tsev kws teev tug puj daab Athemi kws luj kuj yuav tsw muaj qaabhau lawm hab tug puj daab kws tuabneeg thoob plawg huv Axia hab thoob qaab ntuj fwm yuav poob qeg tsw muaj tswm lawm.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.28","label":"28","content":"Thaus puab nov le hov lawm, puab npau tawg hab qw has tas, “Peb cov Efexau tug puj daab Athemi yog tug luj kawg.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.29","label":"29","content":"Tes txawm muaj kev ntxhuv thoob plawg lub moos. Puab txawm ib txhwj dha caab Kai‑a hab Alithakha kws yog tuabneeg Makhentaunia kws nrug Povlauj taug kev tuaj hov coj moog rua huv lub tshaav puam luj kws ua yeeb yaam."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.30","label":"30","content":"Povlauj xaav moog rua huv cov tuabneeg hov hab, tassws cov thwjtim tsw kheev nwg moog."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.31","label":"31","content":"Txawm yog cov thawj kws kaav lub xeev Axia qee leej kws yog Povlauj le phoojywg kuj tso tuabneeg moog thov Povlauj tsw xob nkaag moog rua huv lub tshaav puam kws ua yeeb yaam."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.32","label":"32","content":"Ib txha qw le nuav ib txha qw le u tsua qhov huv lub chaw sablaaj ntxhuv heev, hab tuabneeg feem coob tsw paub tas tuaj sablaaj tug kev daabtsw."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.33","label":"33","content":"Cov tuabneeg hov qee leej taw qha rua Alexaantaw kws cov Yutai muab thawb rua tom hauv ntej. Alexaantaw txhad cu teg yuav has daws zaaj hov rua cov pejxeem."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.34","label":"34","content":"Thaus puab paub tas nwg yog ib tug Yutai puab txawm ua ib lub suab qw nrov heev ntev txug ob teev has tas, “Peb cov Efexau tug puj daab Athemi yog tug luj kawg.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.35","label":"35","content":"Thaus tug num kws ua tub sau ntawv huv lub moos hov ua rua cov tuabneeg nyob tuabywv lawm, nwg txawm has tas, “Mej cov Efexau, muaj leejtwg kws tsw paub tas lub moos Efexau yog lub kws tsomkwm tug puj daab Athemi kws luj kawg lub tsev hab tsomkwm lub pov hum kws poob sau ntuj lug?"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.36","label":"36","content":"Tsw muaj leejtwg tsw leeg paub tej nuav lawm, mas tswm nyog mej nyob tuabywv tsw xob ua lub sab kub."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.37","label":"37","content":"Mej coj cov tuabneeg nuav tuaj tub tsw yog puab lws lub tsev daab lossws has lug saib tsw taug peb tug puj daab yaam twg le nev."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.38","label":"38","content":"Vem le nuav yog tas Ntemethia hab cov Kws nyaj kws tuaj nwg tog muaj teeb meem rua leejtwg yeej muaj tsev tu plaub hab muaj cov thawj tu plaub. Ca puab moog sws kom puab."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.39","label":"39","content":"Yog mej muaj dua lwm yaam hab, kuj has hum rua huv lub chaw sablaaj lawv le ib txwm."},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.40","label":"40","content":"Ntshai tsaam peb yuav raug kom has tas peb yog cov kws tswm kev kub ntxhuv rua nub nua vem peb qha tsw tau has tas kev kub ntxhuv zag nuav yog tim daabtsw.”"},{"bible_id":"1216","chapter_code":"ACT.19","verse_code":"ACT.19.41","label":"41","content":"Thaus has le nuav taag lawm nwg txawm kaw lub rooj sablaaj ntawd."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.1","label":"1","content":"Thaus dhau tej kev ntxhuv hov lawm Povlauj txawm kuas cov thwjtim tuaj cuag nwg hab has txhawb puab lub sab hab xob puab tes nwg txawm moog rua lub xeev Makhentaunia lawm."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.2","label":"2","content":"Thaus taug kev hlaa hov ntawd moog hab has lug txhawb puab sab ntau lawm nwg txawm tuaj txug Kili tebchaws."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.3","label":"3","content":"Nwg nyob hov ntawd tau peb lub hli. Thaus nwg saamswm yuav nce nkoj moog rua lub xeev Xilia cov Yutai txawm tuav tswvyim ua phem rua nwg. Nwg txhad txav sab taug txujkev hlaa lub xeev Makhentaunia rov moog."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.4","label":"4","content":"Cov kws nrug nwg moog yog Xaupathaw kws yog tuabneeg huv lub moos Npele‑a yog Pila tug tub, hab Alithakha hab Xekhunta kws yog tuabneeg huv lub moos Thexalaunika, hab Kai‑a kws yog tuabneeg huv lub moos Ntawnpi, hab Thikhika hab Rhaufima kws yog tuabneeg Axia, hab Timaute."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.5","label":"5","content":"Puab cov hov ua ntej moog nyob ntawm lub moos Rhau‑a tog peb."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.6","label":"6","content":"Dhau lub swjhawm kws ua kevcai Noj Ncuav tsw Xyaw Keeb lawm peb le nce nkoj tawm huv lub moos Filipi moog. Peb moog tau tswb nub le lug cuag puab ntawm lub moos Rhau‑a hab su hov ntawd xyaa nub."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.7","label":"7","content":"Nub ib  thaus peb tuaj txoos ua ke noj mov  Povlauj qhuab qha puab. Vem nwg npaaj sab tas taagkig tom qaab nwg yuav ncaim moog nwg txhad qha ntev quas loo txug ib taag mo."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.8","label":"8","content":"Txheej sau kws peb sablaaj hov taws ntau lub teeb."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.9","label":"9","content":"Muaj ib tug hluas npe hu ua Yuthikha nyob tsawg ntawm qhov rais. Nwg pheej ncaws daab ndub heev rua thaus Povlauj qha ntev zuj zug, nwg txawm tsaug zug hlas poob sau txheej peb lug. Thaus muab tsaa hlo mas pum tas tuag lawm."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.10","label":"10","content":"Tassws Povlauj nqeg moog khwb nkaus puag hlo tug hov hab has tas, “Mej tsw xob ntshai, nwg tseed muaj txujsa.”"},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.11","label":"11","content":"Thaus Povlauj nce rov moog rua txheej sau nwg ndais ncuav noj  hab nrug puab thaam ntev ntev txug kaaj ntug tes nwg txawm ncaim moog lawm."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.12","label":"12","content":"Puab coj tug hluas kws tseed caj hov moog hab puab tau txais kev txhawb sab ntau heev."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.13","label":"13","content":"Peb nce nkoj ua ntej moog rua lub moos Axau npaaj sab yuav tog Povlauj nce nkoj hov ntawd, tsua qhov nwg has ca le ntawd vem nwg npaaj sab taug kev nruab nqhuab moog."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.14","label":"14","content":"Thaus nwg ntswb peb ntawm lub moos Axau lawm peb kuj txais nwg nce nkoj hab moog rua lub moos Mithileni."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.15","label":"15","content":"Peb caij nkoj hov ntawm moog tau ib nub mas moog txug ze lub koog povtxwv Khi‑au. Mas nub kws ob moog txug lub koog povtxwv Xamau, moog dua ib nub moog txug lub moos Miletha."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.16","label":"16","content":"Tsua qhov Povlauj txav sab tas yuav hlaa hlo lub moos Efexau sub txhad tsw nkim swjhawm rua huv lub xeev Axia. Nwg maaj moog kuas txug Yeluxalee, yog moog tau nwg xaav moog kaav kuas cuag nub Pheethekhoxate."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.17","label":"17","content":"Povlauj khaiv tuabneeg ntawm lub moos Miletha moog hu cov saib pawg ntseeg huv lub moos Efexau tuaj."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.18","label":"18","content":"Thaus puab tuaj txug lawm, Povlauj has tas, “Mej paub lawm tas txwj nub kws kuv xub tuaj nyob huv lub xeev Axia kuv nrug mej nyob txhua lub swjhawm kuv coj le caag."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.19","label":"19","content":"Kuv txu kuv tug fwjchim ua tug Tswv teg num ntawm lub kua muag hab kuv raug kev swm sab vem yog cov Yutai tej tswvyim phem."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.20","label":"20","content":"Yaam twg kws muaj nuj nqes rua mej kuv yeej qha tsw zais le, kuv qhuab qha taab meeg suavdawg hab qha huv tej tsev,"},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.21","label":"21","content":"ua timkhawv rua cov Yutai hab cov Kili txug qhov kws yuav tsum ntxeev dua sab tshab rov lug cuag Vaajtswv hab qhov kws ntseeg peb tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.22","label":"22","content":"Saib maj, nwgnuav Vaaj Ntsuj Plig caab kuv moog rua huv lub nroog Yeluxalee, tsw paub tas yuav muaj xwm daabtsw tshwm lug rua kuv hov ntawd,"},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.23","label":"23","content":"tsuas yog paub tas Vaaj Ntsuj Plig kws dawb huv ua timkhawv rua kuv huv txhua lub moos has tas tej kev raug kaw hab kev txom nyem tog rawv kuv."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.24","label":"24","content":"Tassws kuv tsw suav tas kuv txujsa tseem ceeb daabtsw rua kuv, tsuav yog kuv dha tau moog txug qhov kawg hab tau ua teg num kws tug Tswv Yexu muab cob rua kuv lawd kuas tav xwb, kws yog ua timkhawv txug txuj xuv zoo kws has txug Vaajtswv txujkev hlub."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.25","label":"25","content":"“Nwgnuav kuv paub tas mej txhua tug kws kuv tau moog tshaaj tawm txug Vaajtswv lub tebchaws rua lawm yuav tsw rov pum kuv ntsej muag dua le."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.26","label":"26","content":"Vem le nuav nub nua kuv ua timkhawv rua mej tas kuv tsw txhum, kuv yuav tsw rws mej suavdawg tej ntshaav lawm,"},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.27","label":"27","content":"tsua qhov kuv tsw tseg qhov kws has txhua yaam kws Vaajtswv xaav tseg lawd rua mej noog."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.28","label":"28","content":"Mej yuav tsum ua tuab zoo saib mej hab saib paab yaaj huvsw kws Vaaj Ntsuj Plig kws dawb huv tsaa mej ua tug saib mej txhad yug tau Vaajtswv pawg ntseeg kws Vaajtswv muab nwg tug Tub cov ntshaav  yuav lug."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.29","label":"29","content":"Kuv paub tas thaus kuv ncaim mej lawm yuav muaj maa nyaum tuaj rua huv mej, hab yuav tsw tseg paab yaaj hlo le."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.30","label":"30","content":"Hab yuav muaj qee leej huv mej cov sawv lug ntxeev txujkev tseeb txhad nqug tau cov thwjtim lawv puab qaab."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.31","label":"31","content":"Vem le nuav ca le zuv tog, hab ncu tas kuv tub qhuab ntuag mej ntawm lub kua muag nruab nub mo ntuj tau peb xyoos tsw tu ncua le."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.32","label":"32","content":"Nwgnuav kuv muab mej tso rua huv Vaajtswv hab huv txuj xuv zoo kws has txug nwg txujkev hlub. Txuj xuv zoo hov muaj peevxwm tswm mej nyob ruaj hab pub kuas mej nrug txhua tug kws Vaajtswv muab cais ua dawb huv tau qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.33","label":"33","content":"Kuv tsw ntshaw leejtwg le nyaj kub lossws rwg tsho."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.34","label":"34","content":"Mej yeej paub tas kuv ob txhais teg khwv txhua yaam kws kuv hab cov kws nrug kuv nyob ua ke cheem tsum."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.35","label":"35","content":"Kuv tub ua txhua yaam qha rua mej paub tas peb yuav tsum ua num khwv le nuav txhad paab tau cov kws tsw muaj zug, hab ncu tug Tswv Yexu tej lug kws nwg has tas, ‘Qhov kws pub rua luas ua rua yug kaaj sab dua le txais luas le lug.’ ”"},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.36","label":"36","content":"Thaus Povlauj has le hov taag lawd, nwg txawm txhus caug nrug puab suavdawg thov Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.37","label":"37","content":"Puab txhua tug quaj heev hab khawm nwg hab nwj nwg."},{"bible_id":"1216","chapter_code":"ACT.20","verse_code":"ACT.20.38","label":"38","content":"Puab nyuaj sab kawg txug lu lug kws nwg has tas puab yuav tsw rov pum nwg ntsej muag dua le lawm. Tes puab txawm xaa nwg moog nce nkoj."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.1","label":"1","content":"Thaus peb ncaim puab lawd peb txawm caij nkoj moog ncaaj nraim rua lub koog povtxwv Khau, hab moog dua ib nub le txug lub koog povtxwv Launte, dhau ntawd peb moog rua lub moos Pathala."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.2","label":"2","content":"Thaus peb ntswb ib lub nkoj saamswm yuav hlaa moog rua lub xeev Finikia peb txawm nce lub nkoj hov moog."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.3","label":"3","content":"Thaus peb moog pum Xaipla lawm peb txawm zos saab nraag moog rua lub xeev Xilia mas nreg nkoj rua ntawm lub nroog Thailab, tsua qhov yuav thau nraa rua hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.4","label":"4","content":"Thaus nrhav tau cov thwjtim lawm peb nrug puab nyob hov ntawd xyaa nub. Puab taav Povlauj lawv le Vaaj Ntsuj Plig qha puab kuas tsw xob moog rua Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.5","label":"5","content":"Thaus puv xyaa nub lawm peb txawm ncaim puab sawv kev moog. Puab hab puab tej quaspuj mivnyuas xaa peb tawm huv lub moos mas peb txhus caug thov Vaajtswv ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.6","label":"6","content":"Thaus peb sws xob taag peb nce nkoj, tes puab txawm rov moog tsev."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.7","label":"7","content":"Thaus peb caij nkoj ntawm lub nroog Thailab moog txug lub moos Tauleme‑i, peb txawm moog saib cov kwvtij hab nrug puab nyob ib nub."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.8","label":"8","content":"Nub tom qaab peb tawm hov ntawd moog txug lub moos Xixaleya. Peb nkaag moog rua huv Fili kws ua tug qha txuj xuv zoo lub tsev, nwg yog ib tug huv xyaa leej hov,  mas peb su huv nwg."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.9","label":"9","content":"Fili muaj plaub tug ntxhais kws tsw tau yuav quasyawg, puavleej txawj cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.10","label":"10","content":"Thaus peb nyob ntawd ntau nub lawm muaj ib tug yawm xwbfwb cev Vaajtswv lug npe hu ua Akanpa tuaj lub xeev Yutia tuaj."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.11","label":"11","content":"Nwg tuaj txug peb hab muab Povlauj txuj hlaab tawv lug khi nwg txhais teg hab nwg txhais kwtaw tes nwg has tas, “Vaaj Ntsuj Plig kws dawb huv has le nuav tas, ‘Cov Yutai huv Yeluxalee yuav muab txuj hlaab tawv nuav tug tswv khi hab muab nwg cob rua huv lwm haiv tuabneeg txhais teg,’ ”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.12","label":"12","content":"Thaus peb tau nov le ntawd peb hab cov kws nyob ua ke txawm cheem Povlauj kuas tsw xob moog rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.13","label":"13","content":"Povlauj teb tas, “Ua le caag mej yuav quaj hab ua rua kuv ntxhuv sab? Kuv tsw yog npaaj txhwj rua puab khi xwb, tassws tseed npaaj txhwj yuav tuag rua huv Yeluxalee vem saib rua tug Tswv Yexu lub npe.”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.14","label":"14","content":"Thaus nwg tsw yeem noog peb cheem, peb txawm tso tseg hab has tas, “Thov ca ua lawv le tug Tswv lub sab.”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.15","label":"15","content":"Dhau ntawd peb fwbxwm txhwj hab moog rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.16","label":"16","content":"Cov thwjtim kws nyob huv Xixaleya qee leej nrug peb moog hab. Puab coj peb moog rua huv Manaxoo tsev mas peb su huv nwg. Nwg yog ib tug ntseeg ntxuv hab yog tuabneeg Xaipla."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.17","label":"17","content":"Thaus peb tuaj txug Yeluxalee lawm cov kwvtij kuj zoo sab txais tog peb."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.18","label":"18","content":"Nub tom qaab Povlauj nrug peb moog tshaam Yakaunpau, hab cov kws saib pawg ntseeg txhua tug kuj nyob hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.19","label":"19","content":"Thaus Povlauj fem puab taag lawm, nwg pav txhua yaam kws Vaajtswv swv Povlauj ua huv plawv lwm haiv tuabneeg hov ib yaam zuj zug rua puab noog."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.20","label":"20","content":"Thaus puab tau nov puab kuj qhuas Vaajtswv. Puab has rua nwg tas, “Kwvtij, koj kuj pum tas cov Yutai kws lug ntseeg muaj quas txheeb leej hab puab kub sab quas lug coj Mauxe txuj kevcai."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.21","label":"21","content":"Puab tau nov txug koj tas koj qhuab qha cov Yutai kws nyob huv lwm haiv tuabneeg kuas tso Mauxe tej lug tseg hab has kuas puab tsw xob muab puab cov mivnyuas ua kevcai txav lossws coj lawv le qub kevcai."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.22","label":"22","content":"Yuav ua le caag? Puab yeej yuav nov tas koj tuaj txug nuav."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.23","label":"23","content":"Vem le nuav koj ca le ua lawv le peb has rua koj. Peb muaj plaub leej txwvneej kws tub cog lug cais lawm."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.24","label":"24","content":"Koj ca le coj cov txwvneej hov nrug koj moog ua kevcai ntxuav ua ke hab them puab le feem sub puab txhad chais tau plaubhau. Yog ua le nuav suavdawg txhad paub tas tej kws puab tau nov txug koj tsw muaj tseeb tassws koj yeej tuav rawv ua lawv le txuj kevcai."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.25","label":"25","content":"Lwm haiv tuabneeg kws ntseeg hov, peb tub sau ntawv qha tej kws peb txav sab lawm has tas kuas puab tsw xob noj tej kws xyeem rua daab hab tsw xob noj ntshaav hab tsw xob noj tej tsaj kws zawm cej daab tuag hab tsw xob ua nkauj ua nraug.”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.26","label":"26","content":"Povlauj txawm coj cov txwvneej hov moog mas nub tom qaab nwg nrug puab ua kevcai ntxuav le nkaag moog rua huv lub tuam tsev hab nwg qha tas lub swjhawm kws ua kevcai ntxuav yuav tav rua nub twg hab yuav muab hov txhua chaw xyeem ua txhua tug le feem rua nub ntawd."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.27","label":"27","content":"Thaus tub yuav puv xyaa nub hov, cov Yutai kws tuaj huv lub xeev Axia tuaj pum Povlauj nyob huv lub tuam tsev, tes puab txawm tshaum ib tsoom pejxeem hab nteg nwg."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.28","label":"28","content":"Puab qw has tas, “Cov Yixayee, ca le paab cuam. Tug yawm nuav yog tug kws qha tuabneeg txhua qhov kuas tawm tsaam peb haiv tuabneeg hab txuj kevcai hab lub chaw nuav. Tsw taag le ntawd nwg tseed coj cov Kili lug rua huv lub tuam tsev, hab ua qas puag tsuas lub chaw dawb huv nuav.”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.29","label":"29","content":"Vem ua ntej ntawd puab pum Rhaufima kws yog tuabneeg Efexau nrug Povlauj ua ke huv lub nroog hab xaav tas Povlauj coj tug hov nkaag rua huv lub tuam tsev lawm."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.30","label":"30","content":"Tes taag nrho lub nroog txawm muaj kev kub ntxhuv, cov pejxeem dha ua ke moog nteg Povlauj nqug nwg tawm huv lub tuam tsev moog, tes luas txawm muab tej rooj loog tuam tsev kaw taamswm."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.31","label":"31","content":"Thaus puab saamswm nrhav kev tua Povlauj, txawm muaj xuv has moog txug tug thawj rog kws kaav ib txheeb leej tas lub nroog Yeluxalee saamswm kub ntxhuv heev."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.32","label":"32","content":"Nwg txawm coj cov tub rog hab cov kws kaav ib puas leej dha moog rua huv cov tuabneeg taamswm ntawd. Thaus puab pum tug thawj rog kws kaav ib txheeb hab cov tub rog tuaj puab txawm tseg tsw ntaus Povlauj."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.33","label":"33","content":"Tug thawj rog txawm txaav moog ze hab nteg Povlauj hab has kuas muab ob txuj saw hlau khi nwg, mas nug tas nwg yog leejtwg hab nwg tau ua daabtsw."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.34","label":"34","content":"Cov tuabneeg hov ib txha qw le nuav ib txha qw le u. Thaus tug thawj rog kws kaav ib txheeb nrhav tsw tau qhov tseeb vem ntxhuv heev, nwg has kuas coj Povlauj moog rua huv cov tub rog lub yeej."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.35","label":"35","content":"Thaus lug txug ntawm tug ntaiv lawm, cov tub rog txawm nqaa Povlauj vem cov tuabneeg ua nruj ua tswv heev."},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.36","label":"36","content":"Cov tuabneeg coob coob kws lawv qaab kuj qw has tas, “Coj nwg moog tua.”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.37","label":"37","content":"Thaus coj Povlauj moog yuav dhau rua huv cov tub rog lub yeej, Povlauj txawm has rua tug thawj rog kws kaav ib txheeb has tas, “Kuv thov has ib lus rua koj puas tau?” Tug thawj rog has tas, “Koj paub lug Kili hab lov?"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.38","label":"38","content":"Koj yog tug Iyi kws tsw ntev ntawd tswm kev kub ntxhuv hab coj plaub txheeb leej tuav ntaaj rag tswv moog rua huv tebchaws moj saab qhua los tsw yog?”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.39","label":"39","content":"Povlauj teb tas, “Kuv yog tuabneeg Yutai, nyob huv lub moos Thaxa huv lub xeev Khilikia, kuv yog ib tug pejxeem huv lub moos tseem ceeb. Kuv thov koj ca kuv has rua cov tuabneeg nuav.”"},{"bible_id":"1216","chapter_code":"ACT.21","verse_code":"ACT.21.40","label":"40","content":"Thaus tug thawj rog tso cai lawm, Povlauj txawm sawv sau tug ntaiv cu teg rua cov tuabneeg. Thaus suavdawg nyob tuabywv lawm, nwg txawm ua lug Henplais  has rua puab tas,"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.1","label":"1","content":"“Ib tsoom kwvtij nam txwv, thov mej noog kuv has daws kuj zaaj rua mej.”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.2","label":"2","content":"Thaus puab nov nwg has lug Henplais  puab yimfuab nyob tuabywv. Nwg has tas,"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.3","label":"3","content":"“Kuv yog tuabneeg Yutai, yug huv lub moos Thaxa huv lub xeev Khilikia, luj hlub huv lub nroog nuav hab kawm tav ntawm tug xwbfwb Kamali‑ee. Kuv tau txais kev cob qha nruj lawv le peb tej laug txuj kevcai hab kuv kub sab quas lug rua Vaajtswv ib yaam le mej suavdawg naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.4","label":"4","content":"Kuv tswm txom cov kws ntseeg Txujkev nuav ua kuas tuag, hab muab quaspuj quasyawg khi coj moog kaw rua huv tsev lojfaaj,"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.5","label":"5","content":"lawv le tug tuam pov thawj hlub hab cov thawj lub rooj sablaaj  suavdawg ua tau timkhawv. Kuv tuav ntawv ntawm puab moog rua puab cov kwvtij huv lub nroog Ntamaxaka, hab kuv taug kev moog yuav nteg cov kws nyob huv lub nroog hov khi coj lug rau txem rua huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.6","label":"6","content":"“Mas thaus kuv saamswm taug kev moog yuav txug lub nroog Ntamaxaka, kwvlaam taav su txawm muaj ib tug duab ci nplaag sau ntuj tuaj vej nkaus kuv taamswm."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.7","label":"7","content":"Kuv txawm qaug ntawg rua huv peg teb hab nov ib lub suab has rua kuv tas, ‘Xolau, Xolau 'e, ua caag koj tswm txom kuv?’"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.8","label":"8","content":"Kuv teb tas, ‘Tug Tswv, koj yog leejtwg?’ Nwg has rua kuv tas, ‘Kuv yog Yexu, yog tuabneeg Naxale kws koj saamswm tswm txom.’"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.9","label":"9","content":"Cov tuabneeg kws nrug kuv ua ke pum tug duab tassws tsw nov lub suab kws has rua kuv."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.10","label":"10","content":"Kuv txhad has tas, ‘Tug Tswv, kuv yuav tsum ua daabtsw?’ Tug Tswv has rua kuv tas, ‘Ca le sawv tseeg nkaag moog rua huv lub nroog Ntamaxaka, yuav muaj tuabneeg qha rua koj paub txug txhua yaam kws tu rua koj ua.’"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.11","label":"11","content":"Kuv tsw pum kev hlo le vem tug duab kws ci nplaag rua kuv hov, mas cov kws nrug kuv ua ke txhad tuav kuv teg coj kuv moog rua huv lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.12","label":"12","content":"“Muaj ib tug yawm npe hu ua Anania, nwg yog ib tug coj Vaajtswv kevcai nruj hab muaj koob meej huv cov Yutai kws nyob ntawd."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.13","label":"13","content":"Nwg tuaj cuag kuv hab lug sawv ze ze has tas, ‘ Kwv Xolau 'e, ca le rov pum kev.’ Taamswm hov kuv txawm pum kev hab pum nwg."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.14","label":"14","content":"Nwg has tas, ‘Peb tej laug tug Vaajtswv tub xaiv koj ua tug kws paub nwg lub sab nyam hab pum tug kws Ncaaj Nceeg hab nov lub suab ntawm nwg lub qhov ncauj,"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.15","label":"15","content":"vem koj yuav ua nwg tug timkhawv rua ib tsoom tuabneeg txug tej kws koj tau pum hab nov lawd."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.16","label":"16","content":"Nwgnuav koj tseed tog ua daabtsw? Ca le sawv tseeg ua kevcai raus dej hab tuav Yexu lub npe thov txhad ntxuav tau koj lub txem pov tseg.’"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.17","label":"17","content":"“Thaus kuv rov lug rua huv Yeluxalee hab saamswm thov Vaajtswv huv lub tuam tsev, kuv ua yug quas toog"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.18","label":"18","content":"pum tug Tswv has rua kuv tas, ‘Ca le maaj tawm huv Yeluxalee moog sai sai, vem puab yuav tsw leeg yuav koj tej lug timkhawv kws has txug kuv.’"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.19","label":"19","content":"Kuv has tas, ‘Tug Tswv, puab paub zoo tas kuv nteg cov kws ntseeg koj huv tej tsev sablaaj coj moog kaw hab muab nplawm."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.20","label":"20","content":"Thaus Xatefanau kws yog koj le timkhawv lug ntshaav kuv kuj sawv ntsug ze ntawd hab pum zoo, hab kuv tseed zuv cov kws tua nwg tej rwg tsho.’"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.21","label":"21","content":"Mas tug Tswv has rua kuv tas, ‘Ca le moog, tsua qhov kuv yuav khaiv koj moog deb rua lwm haiv tuabneeg.’ ”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.22","label":"22","content":"Puab noog Povlauj has lug txug qhov nuav tes txawm qw nrov has tas, “Tug tuabneeg zoo le nuav ca le muab nwg tua kuas pluj huv lub nplajteb moog. Tsw tswm nyog ca nwg muaj txujsa nyob lawm.”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.23","label":"23","content":"Thaus kws puab saamswm qw hab hle tej tsho lug cu hab w moov aav rua sau ntuj,"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.24","label":"24","content":"tug thawj rog kws kaav ib txheeb has kuas coj Povlauj moog rua huv cov tub rog lub yeej hab has kuas nug nwg hab muab nwg nplawm txhad paub tas puab qw nkaug nwg yog vem le caag."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.25","label":"25","content":"Thaus puab muab hlua tawv khi Povlauj, nwg txawm nug tug thawj kws kaav ib puas leej kws sawv ze ntawd tas, “Qhov kws muab ib tug tuabneeg Loo nplawm ua ntej kws tsw tau txav txem raug cai lov?”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.26","label":"26","content":"Thaus tug thawj kaav ib puas leej nov le hov nwg txawm moog has rua tug thawj rog kws kaav ib txheeb tas, “Koj yuav ua le caag? Tsua qhov tug yawm hov yog tuabneeg Loo.”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.27","label":"27","content":"Tug thawj kws kaav ib txheeb txawm moog cuag Povlauj nug has tas, “Ca le qha kuv saib, koj yog tuabneeg Loo lov?” Povlauj teb tas, “Yog lauj.”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.28","label":"28","content":"Tug thawj kws kaav ib txheeb teb tas, “Kuv them nyaj ntau txhad ua tau tuabneeg Loo.” Povlauj has tas, “Kuv yeej yug lug ua tuabneeg Loo.”"},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.29","label":"29","content":"Cov kws yuav tshuaj Povlauj zaaj txawm thim ntawm nwg moog taamswm. Thaus tug thawj kws kaav ib txheeb paub tas Povlauj yog tuabneeg Loo, kuj ntshai vem nwg tub muab Povlauj khi lawm."},{"bible_id":"1216","chapter_code":"ACT.22","verse_code":"ACT.22.30","label":"30","content":"Nub tom qaab tug thawj kws kaav ib txheeb xaav paub tseeb tas cov Yutai kom Povlauj yog vem le caag, nwg txawm muab Povlauj daws hab has kuas cov pov thawj hlub hab cov thawj suavdawg moog sablaaj ua ke hab coj Povlauj moog sawv rua ntawm rooj sablaaj."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.1","label":"1","content":"Povlauj saib ntsoov rua cov thawj kws tuaj sablaaj hov hab has tas, “Cov kwvtij, kuv ruaj sab tas kuv xyum zoo taab meeg Vaajtswv lub xubndag txug naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.2","label":"2","content":"Tug tuam pov thawj hlub Anania txawm has kuas cov tuabneeg kws nyob ze ntaus Povlauj qhov ncauj."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.3","label":"3","content":"Povlauj txhad has rua nwg tas, “Vaajtswv yuav ntaus koj, koj yog lub phaab ntsaa kws luam moov swb dawb paug xwb. Koj nyob lub rooj txav txem rua kuv lawv le kevcai los koj tseed has kuas puab ntaus kuv, yog qhov kws ua txhum kevcai lov?”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.4","label":"4","content":"Cov tuabneeg kws sawv ntawd txawm has tas, “Koj yuav has lug saib tsw taug Vaajtswv tug tuam pov thawj hlub hab lov?”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.5","label":"5","content":"Povlauj txawm has tas, “Cov kwvtij, kuv tsw paub tas nwg yog tug tuam pov thawj hlub, tsua qhov muaj lug sau ca has tas, ‘Tsw xob has lug phem rua tug kws kaav koj cov tuabneeg.’ ”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.6","label":"6","content":"Thaus Povlauj pum tas puab cov ib txha yog Xantukai, ib txha yog Falixai nwg txhad has nrov rua huv lub rooj sablaaj  tas, “Cov kwvtij, kuv yog ib tug Falixai, yog cov Falixai le tub. Qhov kws kuv raug txav txem nuav vem yog kuv muaj chaw vaam qhov kws caj sawv huv qhov tuag rov lug.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.7","label":"7","content":"Thaus nwg has le ntawd cov Falixai hab cov Xantukai txawm sws caav hab lub rooj sablaaj tawg ua ob paab,"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.8","label":"8","content":"vem cov Xantukai has tas tsw muaj qhov kws caj sawv huv qhov tuag rov lug, hab tsw muaj tubkhai ntuj hab tsw muaj ntsuj plig. Tassws cov Falixai ntseeg tas puavleej muaj."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.9","label":"9","content":"Tes txawm muaj lug sws caav nrov. Cov xwbfwb qha Vaajtswv kevcai kws yog Falixai qee leej sawv tseeg caav nrov has tas, “Peb tsw pum tas tug nuav muaj kev txhum. Yog tas ntsuj plig lossws tubkhai ntuj has rua nwg nev, mej yuav has le caag?”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.10","label":"10","content":"Thaus sws caav luj heev tug thawj rog kws kaav ib txheeb ntshai tsaam Povlauj yuav raug puab muab dua ua tej dwb daim, nwg txawm has kuas cov tub rog moog txeeb Povlauj ntawm puab coj moog rua huv lub yeej lawm."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.11","label":"11","content":"Mo ntawd tug Tswv lug sawv ntawm Povlauj ib saab hab has tas, “Koj ca le ua sab tuab, vem koj tau ua timkhawv txug kuv huv lub nroog Yeluxalee le caag lawm, koj yuav tsum ua timkhawv rua huv lub nroog Loo ib yaam le ntawd hab.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.12","label":"12","content":"Thaus kaaj ntug cov Yutai tuav huv twv tsawm tas puab yuav tsw noj tsw haus moog txug thaus tua tau Povlauj."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.13","label":"13","content":"Cov kws tuav huv ua phem hov muaj coob dua plaub caug leej."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.14","label":"14","content":"Puab txawm moog cuag cov pov thawj hlub hab cov kev txwj quas laug hab has tas, “Peb twv tsawm tawv has tas peb yuav tsw noj ib yaam daabtsw txug thaus tua tau Povlauj."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.15","label":"15","content":"Vem le nuav, nwgnuav thov mej hab cov thawj lub rooj sablaaj  has rua tug thawj rog kws kaav ib txheeb kuas coj Povlauj lug cuag mej. Mej ua txuj yuav ua tuab zoo nug nwg zaaj txhua txhua mas peb npaaj txhwj yuav muab nwg tua ua ntej kws nwg tsw tau tuaj txug.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.16","label":"16","content":"Tassws Povlauj tug nyuas tshub  tub paub txug qhov kws puab yuav zuv tua hov, nwg txhad nkaag moog rua huv cov tub rog lub yeej hab qha Povlauj paub."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.17","label":"17","content":"Povlauj txhad hu ib tug thawj kws kaav ib puas leej lug has tas, “Thov coj tug hluas nuav moog rua tug thawj kws kaav ib txheeb, vem nwg muaj lug yuav qha rua tug thawj paub.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.18","label":"18","content":"Tug thawj kws kaav ib puas txawm coj nwg moog cuag tug thawj kws kaav ib txheeb hab has tas, “Tug Povlauj kws raug kaw hu kuv hab thov kuv coj tug hluas nuav tuaj cuag koj vem nwg muaj lug kws yuav qha rua koj paub.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.19","label":"19","content":"Tug thawj kws kaav ib txheeb txhad tuav tug hluas hov teg coj moog rua ib qho mas nug nwg tuabywv tas, “Koj muaj daabtsw yuav has rua kuv?”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.20","label":"20","content":"Tug hluas has tas, “Cov Yutai has hum tas pigkig yuav thov koj coj Povlauj moog rua huv puab lub rooj sablaaj, ua txuj yuav nug nwg zaaj txhua txhua heev dua qub."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.21","label":"21","content":"Tassws thov tsw xob noog puab has, tsua qhov puab tub muaj coob dua plaub caug leej zuv kev tog tua Povlauj hab twv tsawm tas yuav tsw noj tsw haus moog txug tua tau Povlauj. Taamswm nuav puab npaaj txhwj lawm tog koj tso ncauj xwb.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.22","label":"22","content":"Tug thawj kws kaav ib txheeb txawm tso tug hluas hov moog hab nkaw lug rua nwg tas, “Tsw xob qha rua leejtwg paub tas koj tuaj qha zaaj nuav rua kuv.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.23","label":"23","content":"Tug thawj rog kws kaav ib txheeb txawm hu ob tug thawj kws kaav ib puas leej lug hab has tas, “Mo nuav thaus cuaj teev ca le npaaj ob puas leej tub rog hab xyaa caum leej tub rog caij neeg hab ob puas leej tub rog tuav muv yuav moog rua lub moos Xixaleya."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.24","label":"24","content":"Hab npaaj neeg rua Povlauj caij xaa nwg moog tso sab plhuav kuas txug tug tswv xeev Feli.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.25","label":"25","content":"Tug thawj rog kws kaav ib txheeb sau tsaab ntawv le nuav moog,"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.26","label":"26","content":"“Khaunti‑au Lixia has rua tug tswv xeev Feli kws saib hlub, nyob zoo."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.27","label":"27","content":"Cov Yutai nteg tug nuav ca tub yuav muab nwg tua, tassws kuv coj tub rog moog cawm tau nwg vem kuv paub tas nwg yog tuabneeg Loo."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.28","label":"28","content":"Kuv xaav paub lub keeb kws cov Yutai kom nwg kuv txhad coj nwg moog rua huv puab cov thawj lub rooj sablaaj."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.29","label":"29","content":"Kuv pum tas qhov kws nwg raug kom vem yog tej teeb meem ntswg txug cov Yutai tej kevcai, tsw muaj ib qho txhum kws txaus nwg tuag lossws muab kaw."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.30","label":"30","content":"Thaus kuv paub tas muaj tswvyim phem yuav txuv nwg, kuv txhad xaa nwg tuaj cuag koj taamswm hab has rua cov yeej kom tuaj kom nwg rua ntawm koj.”"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.31","label":"31","content":"Yog le nuav cov tub rog txhad le coj Povlauj moog mo ntuj rua lub moos Aathipati lawv le kws has."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.32","label":"32","content":"Nub tom qaab puab ca cov tub rog caij neeg xaa Povlauj moog mas cov tub rog moog kwtaw rov lug rua huv lub yeej."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.33","label":"33","content":"Thaus cov tub rog caij neeg moog txug lub moos Xixaleya lawm puab txawm cev tsaab ntawv rua tug tswv xeev hab muab Povlauj cob rua nwg."},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.34","label":"34","content":"Thaus tug tswv xeev nyeem tsaab ntawv lawm nwg txawm nug tas Povlauj tuaj lub xeev twg tuaj. Thaus nwg paub tas Povlauj tuaj lub xeev Khilikia tuaj,"},{"bible_id":"1216","chapter_code":"ACT.23","verse_code":"ACT.23.35","label":"35","content":"nwg txawm has tas, “Ca yeej kom tuaj txug, kuv le noog koj peev lug.” Nwg txawm has kuas zuv Povlauj zoo rua huv lub tsev Plitholia."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.1","label":"1","content":"Dhau tswb nub tug tuam pov thawj hlub Anania hab cov kev txwj quas laug qee leej hab ib tug txwv lug has plaub npe hu ua Thawthula tuaj txug. Puab txawm moog kom Povlauj rua tug tswv xeev."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.2","label":"2","content":"Thaus hu Povlauj lug txug, Thawthula chiv kom has tas, “Feli kws saib hlub, peb tau nyob kaaj sab lug ntev vem yog muaj koj, hab peb haiv tuabneeg tau kev vaam meej vem yog qhov kws koj xaam pum deb,"},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.3","label":"3","content":"mas peb ua koj tsaug hab ncu koj tshaav ntuj rua txhua faab txhua qhov."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.4","label":"4","content":"Tassws tsw xaav nkim koj lub swjhawm, kuv thov koj tsaa laaj muag saib peb es noog peb has ib nyuas plag."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.5","label":"5","content":"Peb pum tas tug tuabneeg nuav yog ib tug xeeb plaub hab pheej tswm kev kub ntxhuv rua cov Yutai thoob plawg nplajteb hab yog ib tug thawj coj huv cov Naxale."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.6","label":"6","content":"Hab nwg yooj xeeb ua qas puag tsuas lub tuam tsev, peb txhad nteg nwg."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.8","label":"8","content":"Yog koj tshuaj nwg koj yuav paub txhua yaam kws peb kom nwg.”"},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.9","label":"9","content":"Cov Yutai ua ib tsoog lug has tas muaj tseeb le ntawd."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.10","label":"10","content":"Thaus tug tswv xeev ncaws hau kuas Povlauj has, Povlauj txawm has tas, “Vem kuv paub tas koj ua tug tu plaub rua lub tebchaws nuav ntau xyoo lug lawm kuv txhad zoo sab hlo has daws kuv zaaj."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.11","label":"11","content":"Koj yeej tshuaj tau has tas, txwj thaus kuv moog pe hawm Vaajtswv huv lub nroog Yeluxalee hov lug tsw tau dhau kaum ob nub."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.12","label":"12","content":"Puab yeej tsw pum kuv nrug leejtwg sws caam rua huv lub tuam tsev lossws tshaum cov tuabneeg kuas ntxhuv rua huv tej tsev sablaaj lossws huv lub nroog le."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.13","label":"13","content":"Tej kws puab saamswm kom kuv nuav puab nrhav tsw tau ib qho keeb puam kws tseeb hlo le."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.14","label":"14","content":"Tassws kuv yeem leeg le nuav rua koj tas, kuv ua koom rua peb tej laug tug Vaajtswv lawv le Txujkev tshab nuav kws puab has tas yog kev ntseeg cuav. Kuv ntseeg txhua lu lug lawv txuj kevcai hab tej lug kws sau huv cov xwbfwb cev Vaajtswv lug phoo ntawv."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.15","label":"15","content":"Kuv muaj sab vaam rua huv Vaajtswv kws puab vaam ib yaam nkaus, kws has tas cov ncaaj nceeg hab cov tsw ncaaj puavleej yuav sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.16","label":"16","content":"Vem le nuav kuv txhad swv zug ua lub sab ncaaj xyum txhua lub swjhawm kuas hum Vaajtswv hab tuabneeg lub sab."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.17","label":"17","content":"Dhau lug ntau xyoo kuv coj nyaj tuaj paab kuv haiv tuabneeg hab tuaj xyeem hov txhua chaw rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.18","label":"18","content":"Lub swjhawm hov puab kuj pum kuv nyob huv lub tuam tsev, yog thaus kuv tub ua kevcai ntxuav lawm hab tsw muaj tuabneeg nrug kuv ua ke hab yeej tsw muaj kev kub ntxhuv hlo le."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.19","label":"19","content":"Tassws cov Yutai qee leej tuaj huv lub xeev Axia tuaj, mas tswm nyog puab cov hov tuaj rua ntawm koj xubndag nuav hab yog puab muaj daabtsw, puab ca le kom kuv."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.20","label":"20","content":"Lossws ca cov tuabneeg kws nyob ntawm nuav has tej kws puab pum tas kuv ua txhum rua thaus kuv nyob taab meeg rua ntawm cov thawj lub rooj sablaaj,"},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.21","label":"21","content":"tsuas yog tuab qhov kws thaus kuv sawv huv plawv puab kuv qw has tas, ‘Qhov kws kuv raug txav txem taab meeg mej nub nua vem yog qhov kws caj sawv huv qhov tuag rov lug.’ ”"},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.22","label":"22","content":"Tassws Feli paub txug Txujkev hov zoo, txawm sej rooj plaub hov ntxwv moog, nwg has tas, “Thaus Lixia kws yog tug thawj rog kaav ib txheeb tuaj txug, kuv le tu koj tshaaj plaub.”"},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.23","label":"23","content":"Nwg txawm has kuas tug thawj rog kws kaav ib puas leej zuv Povlauj ntxwv moog tassws tsw ua nruj hab tsw txwv nwg cov kwvluag tuaj tu nwg."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.24","label":"24","content":"Dhau ob peb nub Feli hab nwg tug quaspuj Ruxila kws yog tuabneeg Yutai tuaj. Nwg txawm has kuas hu Povlauj lug hab noog Povlauj has txug qhov kws ntseeg Yexu Kheto."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.25","label":"25","content":"Thaus Povlauj has txug txujkev ncaaj nceeg hab qhov kws tswj yug lub sab hab qhov kws yuav raug txav txem yaav tom hauv ntej, Feli kuj ntshai hab has tas, “Nwgnuav koj ca le moog, yog muaj swjhawm kuv yuav hu koj rov tuaj.”"},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.26","label":"26","content":"Taamswm ntawd Feli kuj xaav tas Povlauj yuav muab nyaj xab nwg. Vem le nuav nwg txhad pheej hu Povlauj lug nrug nwg thaam."},{"bible_id":"1216","chapter_code":"ACT.24","verse_code":"ACT.24.27","label":"27","content":"Dhau ob xyoos lawm Paukia Fexata lug nyob Feli chaw. Feli xaav ua zoo rua cov Yutai nwg txawm ca Povlauj raug kaw huv tsev lojfaaj ntxwv moog."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.1","label":"1","content":"Thaus Fexata tuaj txug huv lub xeev tau peb nub lawm nwg txawm tawm huv lub moos Xixaleya moog rua lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.2","label":"2","content":"Cov pov thawj hlub hab Yutai cov thawj tuaj kom Povlauj rua nwg, hab thov nwg."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.3","label":"3","content":"Puab thov kuas nwg xaa Povlauj tuaj rua huv Yeluxalee, vem puab ntaus tswvyim yuav tog kev tua Povlauj."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.4","label":"4","content":"Fexata txawm teb tas, “Povlauj tseed raug kaw rua huv Xixaleya hab tshuav tsw ntev kuv yuav rov moog rua hov ntawd.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.5","label":"5","content":"Hab nwg has tas, “Vem le nuav, mej cov kws ua thawj ca le nrug kuv moog. Yog Povlauj ua txhum txuj twg, puab ca le kom nwg hov ntawd.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.6","label":"6","content":"Thaus Fexata su huv puab tsw dhau yim nub lossws kaum nub, nwg kuj moog rua lub moos Xixaleya. Mas nub tom qaab nwg nyob tsawg sau lub rooj tu plaub has kuas coj Povlauj lug."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.7","label":"7","content":"Thaus Povlauj lug txug, cov Yutai kws tuaj ntawm Yeluxalee kuj sawv vej Povlauj, hab has ntau pwm lug nyaav kom Povlauj tassws tej lug hov tsw muaj keeb puam tseeb."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.8","label":"8","content":"Povlauj txhad has daws nwg zaaj tas, “Kuv tsw tau ua daabtsw txhum cov Yutai txuj kevcai lossws lub tuam tsev lossws Xixa.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.9","label":"9","content":"Fexata xaav ua zoo rua cov Yutai txhad has rua Povlauj tas, “Koj puas xaav moog rua huv lub nroog Yeluxalee es kuv le tu koj tshaaj plaub hov ntawd?”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.10","label":"10","content":"Tassws Povlauj has tas, “Kuv saamswm sawv ntsug ntawm Xixa lub rooj tu plaub, yog lub chaw kws tswm nyog tu kuv tshaaj plaub. Koj yeej paub zoo tas kuv tsw ua daabtsw txhum rua cov Yutai."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.11","label":"11","content":"Yog kuv tau ua txhum hab ua daabtsw kws tswm nyog raug lub txem tuag, kuv kuj yeem tuag. Yog qhov kws puab kom kuv tsw muaj tseeb, mas tsw muaj leejtwg muaj fwjchim muab kuv cob tau rua puab. Kuv thov moog has plaub ntawm Xixa.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.12","label":"12","content":"Thaus Fexata nrug nwg cov tuav num sablaaj lawm txawm teb tas, “Koj tub thov moog has ntawm Xixa, mas koj yuav tau moog cuag Xixa.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.13","label":"13","content":"Dhau ntau nub lawm vaajntxwv Akipa hab nwg tug muam Npawnij tuaj tshaam Fexata ntawm lub moos Xixaleya."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.14","label":"14","content":"Thaus su hov ntawd ntau nub lawm, Fexata txawm pav Povlauj tshaaj plaub rua vaajntxwv noog has tas, “Muaj ib tug yawm raug Feli kaw ca."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.15","label":"15","content":"Mas thaus kuv moog rua huv Yeluxalee cov pov thawj hlub hab Yutai cov kev txwj quas laug tuaj kom thov kuv rau txem rua tug hov."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.16","label":"16","content":"Kuv txhad teb tas tsw yog Loo le kevcai kws yuav muab tug pem kom cob rua cov yeej kom ua ntej kws ob tog tsw tau sws ntswb hab tug pem kom muaj swjhawm has daws nwg zaaj txug tej kws puab kom nwg."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.17","label":"17","content":"Vem le nuav thaus puab tuaj txhwj rua ntawm nuav lawm kuv tsw tog ntev, taagkig tom qaab kuv nyob tsawg sau lub rooj tu plaub hab has kuas coj tug yawm hov lug."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.18","label":"18","content":"Thaus cov yeej kom sawv puab tsw kom tas nwg ua txhum yaam le kuv xaav,"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.19","label":"19","content":"tassws tsuas yog puab sws caam txug puab tej kev ntseeg tej qhov xwb hab has txug ib tug yawm npe hu ua Yexu kws tub tuag lawm tassws Povlauj has khov kho tas nwg muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.20","label":"20","content":"Thaus kuv tsw pum qaab xaav yuav tshuaj zaaj teeb meem hov le caag, kuv txawm nug Povlauj saib nwg puas xaav moog rua huv Yeluxalee le tu tshaaj plaub rua hov ntawd."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.21","label":"21","content":"Tassws Povlauj thov kuas muab nwg kaw ca tog fuabtais txav txem, kuv txhad muab nwg kaw ca moog txug thaus kuv xaa tau nwg moog cuag Xixa.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.22","label":"22","content":"Akipa txawm has rua Fexata tas, “Kuv xaav noog tug yawm hov has hab.” Fexata has tas, “Pigkig koj yuav tau nov nwg has.”"},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.23","label":"23","content":"Taagkig tom qaab Akipa hab Npawnij naav meej mom txhwj zog tuaj rua huv chaav tsev tu plaub nrug cov thawj tub rog kws kaav ib txheeb hab cov tuabneeg tseem ceeb huv lub moos hov ua ke. Tes Fexata txawm has kuas coj Povlauj lug."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.24","label":"24","content":"Fexata has tas, “Vaajntxwv Akipa hab mej suavdawg kws tuaj ua ke ntawm nuav, mej pum tug yawm nuav kws cov Yutai suavdawg tuaj thov kuv huv lub nroog Yeluxalee, hab ntawm nuav puab tau qw has tas tsw tswm nyog ca nwg muaj txujsa nyob ntxwv lawm."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.25","label":"25","content":"Tassws kuv pum tas nwg tsw tau ua ib qho txhum kws txaus tuag, mas thaus nwg thov moog has plaub rua ntawm fuabtais, kuv txhad txav sab yuav xaa nwg moog."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.26","label":"26","content":"Tassws kuv tsw muaj tug nuav le keeb puam meej kws yuav xaa moog rua kuv tug tswv. Vem le nuav kuv txhad coj nwg lug rua ntawm mej xubndag hab qhov luj yog lug rua ntawm vaajntxwv Akipa koj xubndag, vaam has tas thaus muab nwg tshuaj taag lawm yuav muaj ntsab lug sau tau hab."},{"bible_id":"1216","chapter_code":"ACT.25","verse_code":"ACT.25.27","label":"27","content":"Kuv xaav tas qhov kws xaa ib tug raug txem moog tassws tsw qha tej keeb puam kws kom moog kuj yog tsw thoob tswb.”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.1","label":"1","content":"Akipa has rua Povlauj tas. “Kuv tso cai koj has daws koj zaaj.” Povlauj txawm tsaa teg has daws nwg zaaj tas,"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.2","label":"2","content":"“Vaajntxwv Akipa, kuv pum tas nub nua muaj zoo swjhawm kws tau nyob ntawm koj xubndag has daws tej lug kws cov Yutai kom huvsw,"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.3","label":"3","content":"mas qhov luj yog qhov kws koj yeej paub cov Yutai tej kevcai hab tej teeb meem. Yog le nuav thov koj ua sab ntev noog kuv has."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.4","label":"4","content":"“Cov Yutai suavdawg yeej paub kuv lub neej txwj thaus yau lug hab paub thaus chiv thawj kuv yeej nrug kuv haiv tuabneeg nyob hab nyob huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.5","label":"5","content":"Puab yeej paub kuv ntev lug lawm. Yog puab yeem ua timkhawv puab yeej ua tau has tas kuv ua lub neej lawv le paab Falixai kws coj kevcai nruj kawg."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.6","label":"6","content":"Qhov kws nwgnuav kuv tau lug sawv rua koj txav txem tub yog qhov kws muaj sab vaam rua tej lug kws Vaajtswv cog tseg rua peb tej laug."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.7","label":"7","content":"Peb kaum ob xeem ua koom rua Vaajtswv kawg daag kawg zug nruab nub mo ntuj vem muaj sab vaam yuav tau tej lug cog tseg hov. Au vaajntxwv, vem yog txujkev vaam nuav cov Yutai txhad kom kuv."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.8","label":"8","content":"Ua caag mej xaav tas qhov kws Vaajtswv tsaa tuabneeg tuag caj sawv rov lug hov yog zaaj kws ntseeg tsw tau?"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.9","label":"9","content":"“Kuv txeev xaav huv kuv lub sab tas kuv yuav tsum ua ntau yaam tawm tsaam Yexu kws yog tuabneeg Naxale lub npe."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.10","label":"10","content":"Kuv tub ua tej nuav rua huv Yeluxalee. Thaus kuv tau fwjchim ntawm cov pov thawj hlub lawm kuv nteg cov xuv dawb coob coob kaw rua huv tsev lojfaaj, hab thaus puab raug tua pov tseg kuv kuj pum zoo."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.11","label":"11","content":"Kuv pheej rau txem rua puab tsw tseg huv txhua lub tsev sablaaj hab quab yuam puab has lug tuam mom Vaajtswv. Kuv npau tawg rua puab heev kuv txhad lawv moog tswm txom puab rua huv lwm tebchaws tej moos."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.12","label":"12","content":"“Yog le hov thaus kuv tau fwjchim ntawm cov pov thawj hlub hab puab khaiv kuv moog, kuv txawm taug kev moog rua lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.13","label":"13","content":"Au vaajntxwv, thaus taav su kuv saamswm taug kev moog kuv txawm pum ib tug duab ci heev dua lub nub tsom sau ntuj lug vej nkaus kuv hab cov tuabneeg kws nrug kuv moog."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.14","label":"14","content":"Thaus peb suavdawg qaug taag rua huv peg teb kuv nov ib lub suab has rua kuv ua lug Henplais tas, ‘Xolau, Xolau 'e, ua caag koj tswm txom kuv. Qhov kws koj tuam tug muv kuj mob koj tug kheej xwb.’"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.15","label":"15","content":"Kuv txawm has tas, ‘Tug Tswv, koj yog leejtwg?’ Tug Tswv has tas, ‘Kuv yog Yexu kws koj saamswm tswm txom."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.16","label":"16","content":"Ca le sawv tseeg sawv ntsug vem tas kuv lug tshwm rua koj pum, yuav tsaa koj ua tub qhe hab ua timkhawv txug tej xwm txheej kws koj tau pum kuv ua hab tej kws kuv yuav ua tshwm rua koj."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.17","label":"17","content":"Kuv yuav cawm koj dim huv koj haiv tuabneeg hab huv lwm haiv tuabneeg kws kuv khaiv koj moog ntawd."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.18","label":"18","content":"Koj yuav moog qheb puab lub qhov muag kuas puab tig ntawm txujkev tsaus ntuj lug cuag txujkev kaaj, hab tig ntawm Xataa  tug fwjchim lug cuag Vaajtswv, puab txhad tau txais kev zaam txem hab muaj feem nrug cov kws tub raug muab cais ua dawb huv vem yog ntseeg kuv nyob ua ke.’"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.19","label":"19","content":"“Au vaajntxwv Akipa, vem le nuav kuv txhad tsw tawv zaaj yug toog kws lug sau ntuj lug,"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.20","label":"20","content":"tassws kuv xub pav rua cov kws nyob Ntamaxaka paub le pav rua huv Yeluxalee hab thoob plawg lub xeev Yutia hab pav rua lwm haiv tuabneeg kuas puab ntxeev dua sab tshab hab tig lug cuag Vaajtswv hab ua lub neej phim qhov kws puab ntxeev dua sab tshab."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.21","label":"21","content":"Vem le nuav cov Yutai txhad nteg kuv huv lub tuam tsev hab yooj xeeb yuav tua kuv pov tseg."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.22","label":"22","content":"Tassws vem Vaajtswv paab kuv lug txug naj nub nwgnuav kuv txhad tau lug sawv ntawm nuav ua timkhawv rua cov hlub cov yau. Kuv tsuas has txug tej kws cov xwbfwb cev Vaajtswv lug hab Mauxe has ca tas yuav tshwm lug xwb,"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.23","label":"23","content":"yog qhov kws tug Kheto  yuav tsum raug kev tswm txom hab qhov kws nwg yog thawj tug kws caj sawv huv qhov tuag rov lug nwg txhad qha txujkev kaaj rua cov Yutai hab lwm haiv tuabneeg.”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.24","label":"24","content":"Thaus Povlauj saamswm has daws nwg zaaj hov, Fexata txawm qw nrov has tas, “Povlauj, koj vwm lawm lauj. Koj kawm paub txujci ntau ua rua koj vwm.”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.25","label":"25","content":"Tassws Povlauj has tas, “Fexata kws saib hlub, kuv tsw vwm le, kuv has tseeb hab has lug feeb meej."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.26","label":"26","content":"Vaajntxwv yeej paub txug tej nuav, kuv txhad muaj sab tuab has rua nwg, vem kuv ntseeg tas tej xwm txheej nuav tsw muaj ib yaam twg kws nwg tsw pum, tsua qhov tej nuav tsw tau ua nraim nreeg."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.27","label":"27","content":"Vaajntxwv Akipa, koj puas ntseeg tej lug kws cov xwbfwb cev Vaajtswv lug has? Kuv yeej paub tas koj ntseeg.”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.28","label":"28","content":"Akipa has rua Povlauj tas, “Koj yuav yum kuv lug ua Khixatia  sai sai nuav lov?”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.29","label":"29","content":"Povlauj has tas, “Tsw has qeeb los sai kuv thov Vaajtswv tas tsw yog koj tuab leeg xwb tassws txhua tug kws nub nua nov kuv has yuav tau ua ib yaam le kuv tsuas yog tseg tsw xob raug saw hlau khi le kuv nuav xwb.”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.30","label":"30","content":"Tes vaajntxwv hab tug tswv xeev hab Npawnij hab suavdawg kws nyob ntawd txawm sawv pis tseeg."},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.31","label":"31","content":"Thaus puab tawm moog puab txawm sws has tas, “Tug yawm nuav tsw tau ua ib yaam txhum kws tswm nyog muab rau txem tuag lossws muab kaw.”"},{"bible_id":"1216","chapter_code":"ACT.26","verse_code":"ACT.26.32","label":"32","content":"Akipa txawm has rua Fexata tas, “Yog tug nuav tsw tau thov ca moog has kuas txug Xixa, tes muab nwg tso kuj tau.”"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.1","label":"1","content":"Thaus txav sab tas peb yuav nce nkoj moog rua Ithali tebchaws, puab txawm muab Povlauj hab lwm tug kws raug txem cob rua tug thawj rog kws kaav ib puas leej huv Xixa paab tub rog npe hu ua Yulia."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.2","label":"2","content":"Peb txhad nce lub nkoj kws lug ntawm lub moos Alamithiyu saamswm yuav tawm moog rua tej moos huv lub xeev Axia ntawm ntug havtxwv. Peb txawm tawm moog mas Alithakha kws yog tuabneeg Makhentaunia tuaj huv lub moos Thexalaunika tuaj nrug peb ua ke moog hab."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.3","label":"3","content":"Nub tom qaab peb lug nreg ntawm lub nroog Xaintoo. Yulia hlub Povlauj txhad kheev Povlauj moog saib nwg cov kwvluag sub puab txhad tu tau nwg."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.4","label":"4","content":"Thaus peb caij nkoj tawm hov ntawd moog, peb txawm zos lub koog povtxwv Xaipla saab kws pem cua moog vem cua ntsawj tom hauv ntej tuaj."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.5","label":"5","content":"Thaus peb hlaa havtxwv kws nyob ntawm lub xeev Khilikia hab lub xeev Pafilia, peb txawm tuaj txug lub moos Mila kws nyob huv lub xeev Likia."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.6","label":"6","content":"Huv lub moos hov tug thawj kws kaav ib puas leej nrhav tau ib lub nkoj txwg kws tuaj lub nroog Alexaantia tuaj saamswm yuav moog rua Ithali tebchaws, nwg txawm kuas peb nce lub nkoj hov."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.7","label":"7","content":"Peb caij lub nkoj hov moog qeeb qeeb ntau nub mas ceblaaj moog txug lub moos Khaninta kawg. Thaus tsaav nkoj kwm cua tsw taug lawm, peb txawm zos lub koog povtxwv Khete saab kws pem cua moog ntawm ceg kaum kws hu ua Xamaune."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.8","label":"8","content":"Ceblaaj tsaav nkoj moog npuas lub koog povtxwv, peb moog txug ib qho chaw kws hu ua Chaw Nreg Nkoj Zoo Nkauj kws nyob ze lub moos Laxia."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.9","label":"9","content":"Vem yog nkim swjhawm ntau hab tsw tso sab caij nkoj vem tub dhau lub swjhawm ua kevcai yoo mov  lawm, Povlauj txawm ntuag puab,"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.10","label":"10","content":"hab has tas, “Kwvtij suavdawg, kuv pum tas qhov kws caij nkoj zag nuav yuav raug xwm txheej phem hab yuav muaj kev puag xwm, tsw yog tej nraa hab lub nkoj xwb, peb txujsa los yuav puag hab.”"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.11","label":"11","content":"Tassws tug thawj rog kws kaav ib puas leej ntseeg tug thawj kws tsaav nkoj hab tug tswv nkoj heev dua le ntseeg Povlauj tej lug."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.12","label":"12","content":"Vem lub tshaav nreg nkoj hov tsw zoo nreg rua lub caij ntuj no, cov tuabneeg feem coob txav sab tas yuav tsaav nkoj tawm hov ntawd moog vaam has tas yuav moog kuas txug lub moos Fini kws yog lub chaw nreg nkoj huv lub koog povtxwv Khete kws tig rua qaum teb nub poob hab tig rua saab qaab teb nub poob, mas yuav nyob qhov ntawd kuas dhau lub caij ntuj no."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.13","label":"13","content":"Thaus cua maav maav ntsawj saab nraag tuaj, puab kuj xaav tas yuav moog tau lawv le puab txav sab hov, puab txawm rhu tog hlau nreg nkoj lug hab tsaav nkoj moog lawv ntug koog povtxwv Khete."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.14","label":"14","content":"Tassws moog tsw ntev txawm muaj cua daaj cua dub kws hu tas “Cua qaum teb saab nub tuaj” tuaj ntsawj sau nruab nqhuab tuaj raug peb."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.15","label":"15","content":"Thaus lub nkoj raug cua nplawm hab tig lub nkoj moog tiv cua tsw taug lawm, peb txawm muab lub nkoj tig moog lawv cua."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.16","label":"16","content":"Thaus moog rua ntawm lub koog povtxwv miv miv hu ua Khaunta saab pem cua, peb txawm ceblaaj muab lub nkoj miv khi tau ca."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.17","label":"17","content":"Thaus muab lub nkoj miv nqaa lug lawm, puab txawm muab hlua rwg zawm lub nkoj luj ceev ceev. Vem puab ntshai tsaam lub nkoj moog nkaug tej xuab zeb ntawm ntug nqhuab Xawthi,  puab txhad muab daim ntaub txu tso lub nkoj moog le cua ntsawj."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.18","label":"18","content":"Nub tom qaab puab chiv thau tej nraa kws puab thauj pov tseg vem peb raug cua daaj cua dub heev."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.19","label":"19","content":"Nub kws peb puab txawm xuas teg thau tej pes twj cuab yeej kws swv huv lub nkoj pov tseg."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.20","label":"20","content":"Thaus tsw pum lub nub lossws tej nub qub ntau nub lawm hab tseed raug cua daaj cua dub heev, peb tsw muaj chaw vaam tas peb yuav dim lawm."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.21","label":"21","content":"Puab tsw tau noj mov ntev lug lawm Povlauj txawm lug sawv huv plawv puab has tas, “Cov kwvtij 'e, tswm nyog mej noog kuv has es tsw xob tawm huv lub koog povtxwv Khete tes mej tub tsw raug puag xwm hab hov txhua chaw pam taag."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.22","label":"22","content":"Nwgnuav kuv thov kuas mej ua lub sab luj tsua qhov mej yuav tsw muaj ib tug pam txujsa le tsuas yog lub nkoj pam xwb."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.23","label":"23","content":"Tsua qhov naag mo tug Vaajtswv kws xaiv kuv hab kuv ua koom rua, nwg le ib tug tubkhai ntuj lug sawv ze ntawm kuv"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.24","label":"24","content":"hab has tas, ‘Povlauj 'e, tsw xob ntshai. Koj yuav tsum sawv ntawm Xixa xubndag hab Vaajtswv saib rua koj txhad pub kuas txhua tug kws nrug koj nyob ua ke huv nkoj dim txujsa.’"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.25","label":"25","content":"Vem le nuav kwvtij 'e, mej ca le zoo sab tsua qhov kuv tso sab rua Vaajtswv tas yuav muaj xwm txheej lawv le kws nwg has rua kuv lawm."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.26","label":"26","content":"Tassws peb lub nkoj yuav tsum moog nkaug rua ib lub koog povtxwv.”"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.27","label":"27","content":"Txug mo kaum plaub kws peb saamswm ntaab sau nplaim dej havtxwv Aria, kwvlaam ib taag mo cov tub nkoj xaav has tas tub lug ze nruab nqhuab lawm."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.28","label":"28","content":"Puab txawm ntsuag saib mas dej tub le neeg nkaum daaj, dhau mivntswv lawm rov qaab ntsuag dua mas tub kaum tswb daaj."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.29","label":"29","content":"Puab ntshai tsaam yuav txaam raug pob zeb tim ntug, puab txawm tso plaub tog hlau nreg nkoj tom tw hab thov kuas kaaj ntug tuaj."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.30","label":"30","content":"Thaus cov tub nkoj saamswm nrhav kev yuav tswv kuas dim ntawm lub nkoj, hab muab lub nkoj miv tso dauv rua huv havtxwv, ua txuj yuav tso tog hlau nreg nkoj tom taubhau,"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.31","label":"31","content":"Povlauj txawm has rua tug thawj rog kws kaav ib puas leej hab cov tub rog has tas, “Yog cov tuabneeg nuav tsw nyob huv lub nkoj lawm, mej yuav tsw dim le.”"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.32","label":"32","content":"Cov tub rog txhad txav cov hlua kws khi lub nkoj miv tso lub nkoj miv ntaab moog lawm."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.33","label":"33","content":"Thaus yuav kaaj ntug Povlauj cheem kuas suavdawg noj mov hab has tas, “Nub nua tau kaum plaub nub lawm kws mej pheej tog rawv yoo mov tsw tau noj ib yaam daabtsw le."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.34","label":"34","content":"Vem le nuav kuv thov kuas mej noj mov sub txhad muaj txujsa nyob tau, tsua qhov mej cov ib txuj plaubhau los yeej yuav tsw pluj le.”"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.35","label":"35","content":"Thaus has le hov lawm nwg txawm muab ncuav lug ua Vaajtswv tsaug taab meeg puab suavdawg, hab muab ndais noj."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.36","label":"36","content":"Txhua tug lub sab txhad luj tuaj hab puab kuj noj mov hab."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.37","label":"37","content":"(Peb cov kws nyob huv lub nkoj huvsw muaj ob puas xyaa caum rau leej.)"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.38","label":"38","content":"Thaus puab noj txaus lawm, puab txawm muab tej mog nrum rua huv dej havtxwv ua rua lub nkoj txhad le swb tuaj."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.39","label":"39","content":"Thaus kaaj ntug lawm puab kuj tsw paub tas ntug nqhuab hov yog lub tebchaws twg, tassws puab pum ib ceg havtxwv kws muaj xuab zeb, tes txawm has hum tas yog ua tau tes ca lub nkoj moog nkaug cov xuab zeb hov."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.40","label":"40","content":"Puab txawm txav tej hlua ntawm tej tog hlau nreg nkoj tso tseg rua huv havtxwv, hab daws tej hlua kws khi tej duav nkoj hab tsaa daim ntaub tom hauv nkoj kuas raug cua mas puab txawm ncaaj nraim moog rua tim ntug."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.41","label":"41","content":"Thaus lug txug ib qhov kws dej havtxwv ndav zog lub nkoj txawm lug nkaug rua huv cov xuab zeb rhais ruaj ruaj le, yaav tw nkoj txhad raug tej nthwv dej kws ndaas muab nplawm tawg taag."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.42","label":"42","content":"Cov tub rog xaav tua cov tuabneeg raug txem ntshai tsaam puab ua luam dej tswv dim lawm."},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.43","label":"43","content":"Tassws tug thawj kws kaav ib puas leej xaav cawm Povlauj nwg txhad txwv tsw kheev puab ua lawv le puab xaav ntawd. Nwg has rua cov kws txawj ua luam dej kuas caws qa rua huv dej moog rua tim ntug ua ntej,"},{"bible_id":"1216","chapter_code":"ACT.27","verse_code":"ACT.27.44","label":"44","content":"hab kuas cov kws tseed tshuav tuav tej daim txag hab tej yaam kws ndais ntawm lub nkoj lug luam moog. Yog le nuav mas txhua tug puavleej dim moog txug tim ntug."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.1","label":"1","content":"Thaus peb dim taag lawm peb le paub tas lub koog povtxwv hov hu ua Melita."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.2","label":"2","content":"Cov tuabneeg huv lub tebchaws hlub peb heev. Puab rauv tawg tog txais peb tsua qhov naag lug hab no heev."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.3","label":"3","content":"Povlauj moog khaws ib tsuag tawg lug rauv rua huv qhov cub, tes muaj ib tug naab muaj taug txawm tawm huv tsuag tawg lug vem yog kub mas tum Povlauj txhais teg."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.4","label":"4","content":"Thaus cov tuabneeg huv lub tebchaws hov pum tug naab dai vag ntawm Povlauj txhais teg, puab sws has tas, “Tug nuav yeej yog ib tug tua tuabneeg tag tag le. Txawm yog nwg dim huv havtxwv lug lawm, los tug kws txav txem ncaaj tsw pub nwg muaj txujsa nyob.”"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.5","label":"5","content":"Tassws Povlauj txawm tuab nchu tug naab poob rua huv qhov cub hab nwg tsw ua le caag hlo le."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.6","label":"6","content":"Puab tog ntsoov saib nwg yuav o o lossws qaug ntawg tuag taamswm. Tassws thaus puab tog ntev lawm kuj tsw pum nwg ua le caag, puab txawm hloov kev xaav has tas nwg yog ib tug timtswv."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.7","label":"7","content":"Tug thawj kws kaav lub tebchaws ntawd npe hu ua Pulia muaj teb nyob ze ntawd. Nwg tog txais peb hab yug peb zoo tau peb nub."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.8","label":"8","content":"Pulia txwv saamswm ua npaws hab thoj plaab, mas Povlauj moog saib nwg hab thov Vaajtswv hab muab teg npuab rua sau nwg khu nwg zoo."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.9","label":"9","content":"Thaus ua le hov lawm cov tuabneeg muaj mob kws nyob huv lub koog povtxwv hov txawm tuaj cuag nwg mas nwg kuj khu puab tej mob zoo."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.10","label":"10","content":"Puab kuj pub tshaav ntuj rua peb ntau yaam. Thaus peb yuav caij nkoj tawm moog, puab kuj coj tej kws peb cheem tsum tuaj pub rua peb."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.11","label":"11","content":"Dhau peb lub hli peb le caij ib lub nkoj kws tuaj nreg taag lub caij ntuj no rua huv koog povtxwv hov tawm moog. Lub nkoj hov yog tuaj ntawm lub nroog Alexaantia tuaj, hab muaj ob tug txoov daab ntxaib rua ntawm hauv nkoj."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.12","label":"12","content":"Peb moog nreg su rua ntawm lub moos Xailakhu tau peb nub."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.13","label":"13","content":"Thaus tawm hov ntawd peb moog txug lub moos Leki‑u. Nub tom qaab cua ntsawj saab nraag tuaj mas nub kws ob peb moog txug lub moos Puthi‑auli."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.14","label":"14","content":"Peb ntswb cov kwvtij hov ntawd hab puab hu peb moog su huv puab tau xyaa nub. Yog le kws has nuav peb txhad moog txug lub nroog Loo."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.15","label":"15","content":"Thaus cov kwvtij kws nyob huv lub nroog Loo nov xuv, puab txawm tuaj tog peb ntawm lub Kab Apia hab ntawm Peb Lub Tsev Su. Thaus Povlauj pum puab lawm nwg txawm ua Vaajtswv tsaug hab txhawb tau nwg tug zug."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.16","label":"16","content":"Thaus peb tuaj txug lub nroog Loo, num tswv tso cai rua Povlauj nyob ib caag hab muaj ib tug tub rog zuv."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.17","label":"17","content":"Dhau peb nub lawm, Povlauj txawm hu Yutai cov thawj tuaj txoos ua ke. Thaus tuaj txhwj lawd, nwg has rua puab tas, “Cov kwvtij, txawm yog kuv tsw tau ua txhum rua peb haiv tuabneeg lossws ua txhum peb tej laug tej kevcai los kuv tseed raug nteg huv lub nroog Yeluxalee hab raug muab cob rua huv cov Loo txhais teg."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.18","label":"18","content":"Thaus puab tshuaj kuv zaaj lawm puab xaav muab kuv tso vem tsw muaj keeb puam daabtsw kws yuav rau txem tuag rua kuv."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.19","label":"19","content":"Thaus cov Yutai txwv taav, kuv txhad le yuav tsum thov ca has moog txug Xixa, tassws kuv tsw muaj ib zaaj daabtsw yuav kom kuv haiv tuabneeg."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.20","label":"20","content":"Vem le nuav, kuv txhad hu mej tuaj sub txhad ntswb mej hab nrug mej has lug. Qhov kws kuv raug saw hlau khi nuav tub yog tim cov Yixayee txujkev vaam.”"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.21","label":"21","content":"Puab has rua nwg tas, “Peb tsw tau txais tsaab ntawv kws xaa huv lub xeev Yutia tuaj has txug koj hab tsw muaj ib tug kwvtij twg coj xuv tuaj has phem txug koj."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.22","label":"22","content":"Mas peb xaav nov koj has saib koj xaav le caag, vem peb paub tas cov kws ntseeg Txujkev nuav raug luas tawm tsaam txhua qhov.”"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.23","label":"23","content":"Thaus puab teem dua ib nub tuaj ntswb nwg, muaj tuabneeg coob tuaj cuag nwg huv nwg lub chaw nyob. Nwg txawm qha puab txwj thaus taagkig moog txug tsaus ntuj. Nwg ua timkhawv txug Vaajtswv lub tebchaws hab muab tej lug huv Mauxe phoo kevcai hab huv cov xwbfwb cev Vaajtswv lug phoo ntawv lug qha yum kuas puab lug ntseeg Yexu."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.24","label":"24","content":"Tej lug kws nwg has hov muaj qee leej ntseeg, muaj qee leej tsw ntseeg."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.25","label":"25","content":"Tes puab txawm tsw sws hum lawm. Thaus puab yuav sws ncaim moog, Povlauj has dua ib nqais ntxwv tas, “Vaaj Ntsuj Plig kws dawb huv has raug lawm qhov kws nwg kuas xwbfwb Yaxaya kws cev lug has rua mej tej laug tas,"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.26","label":"26","content":"“ ‘Ca le moog hab has rua cov tuabneeg nuav tas, “ ‘ “Mej yeej yuav noog taag noog thab los tsw nkaag sab, mej yuav saib taag saib thab los tsw pum.”"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.27","label":"27","content":"Vem haiv tuabneeg nuav lub sab tawv, hab puab ua ntsej laag muag dig hab puab kaw puab lub qhov muag, tsaam tes puab lub qhov muag tsua pum, hab puab lub qhov ntsej tsua nov, hab puab lub sab yuav to taub, tes puab yuav tig rov lug cuag kuv khu puab kuas zoo.’"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.28","label":"28","content":"Vem le nuav mej ca le paub tas Vaajtswv txujkev dim nuav txhad raug muab xaa moog rua lwm haiv tuabneeg lawm, mas puab yuav noog.”"},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.30","label":"30","content":"Povlauj nyob huv lub tsev kws nwg ndav tau ob xyoos hab tog txais txhua tug kws tuaj cuag nwg."},{"bible_id":"1216","chapter_code":"ACT.28","verse_code":"ACT.28.31","label":"31","content":"Nwg tshaaj tawm txug Vaajtswv lub tebchaws hab ua sab tuab qha txug tug Tswv Yexu Kheto tsw muaj daabtsw khuam cheem."}]