[{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.1","label":"1","content":"Nuav yog Amau kws yog ib tug yug yaaj huv lub moos Thekhau‑a tej lug kws nwg tau pum ntswg txug cov Yixayee rua thaus Uxiya ua vaajntxwv kaav Yuta tebchaws hab Yau‑as tug tub Yelaunpau‑aa ua vaajntxwv kaav Yixayee tebchaws ua ntej kws ntuj qeg ob xyoos."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.2","label":"2","content":"Nwg has tas, “Yawmsaub lub suab nyooj quas lawg huv Xi‑oo tuaj, hab nwg tsaa lub suab nrov huv Yeluxalee tuaj. Cov kws yug yaaj tej tshaav zaub qhuav taag, lub ncov roob Khamee tuag tshaav.”"},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.3","label":"3","content":"Yawmsaub has le nuav tas, “Qhov kws Ntamaxaka ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab tau muab thob log hlau luam Kile‑a."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.4","label":"4","content":"Vem le nuav kuv yuav tso suavtawg lug rua sau Haxa‑ee lub tsev, mas suavtawg yuav kub Npeehanta tej chaw ruaj khov."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.5","label":"5","content":"Kuv yuav luv Ntamaxaka tej laag rooj pov tseg, hab rhuav tshem cov tuabneeg tawm huv lub haav Avee  moog, hab ntab tug kws tuav rawv tug cwj kaav huv lub moos Npe‑entee tawm moog. Cov pejxeem huv Alaa tebchaws yuav raug poob tebchaws moog rua lub moos Khi.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.6","label":"6","content":"Yawmsaub has le nuav tas, “Qhov kws lub moos Kaxa ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab kuav cov pejxeem huvsw tawm tebchaws coj moog cob rua cov Entoo."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.7","label":"7","content":"Vem le nuav kuv yuav tso suavtawg lug rua sau Kaxa tej ntsaa loog, mas suavtawg yuav kub Kaxa tej chaw ruaj khov."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.8","label":"8","content":"Kuv yuav rhuav tshem cov tuabneeg tawm huv lub moos Asantau moog hab ntab tug kws tuav rawv tug cwj kaav huv lub moos Akheloo tawm moog. Kuv yuav tig hlo kuv txhais teg tawm tsaam lub moos Ekhoo, mas cov Filixatee kws tseed tshuav yuav puam tsuaj taag huvsw.” Vaajtswv Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.9","label":"9","content":"Yawmsaub has le nuav tas, “Qhov kws lub nroog Thailab ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab kuav cov pejxeem huvsw tawm tebchaws coj moog cob rua cov Entoo, puab tsw ncu txug tej lug cog tseg sws raug zoo."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.10","label":"10","content":"Vem le nuav kuv yuav tso suavtawg lug rua sau Thailab tej ntsaa loog, mas suavtawg yuav kub Thailab tej chaw ruaj khov.”"},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.11","label":"11","content":"Yawmsaub has le nuav tas, “Qhov kws cov Entoo ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab tau xuas rag xuas ntaaj lawv caum puab tug kwv, hab tso plhuav txujkev khuvleej pov tseg, puab txujkev chim muaj tsw tu le, hab puab npau tawg quas vog moog ib txhws."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.12","label":"12","content":"Vem le nuav kuv yuav tso suavtawg lug rua sau lub moos Themaa, hab suavtawg yuav kub lub moos Npauxa tej chaw ruaj khov.”"},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.13","label":"13","content":"Yawmsaub has le nuav tas, “Qhov kws cov Aamoo ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab tau muab tej quaspuj kws suab mivnyuas tej plaab phua huv Kile‑a, sub puab txhad le nthuav puab lub tebchaws daav tuaj."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.14","label":"14","content":"Vem le nuav kuv yuav zwg tawg rua lub moos Lanpa tej ntsaa loog, mas suavtawg yuav kub lub moos hov tej chaw ruaj khov, hab yuav muaj lub suab qw nrov rua nub kws ua rog, hab yuav muaj cua daaj cuab dub ntsawj rua nub kws muaj khaub zeeg cua."},{"bible_id":"1216","chapter_code":"AMO.1","verse_code":"AMO.1.15","label":"15","content":"Puab tug vaajntxwv hab nwg cov thawj yuav ua ke raug poob tebchaws.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.1","label":"1","content":"Yawmsaub has le nuav tas, “Qhov kws cov Mau‑a ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab muab cov Entoo tug vaajntxwv tej pob txhaa hlawv ua moov swb."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.2","label":"2","content":"Vem le nuav kuv yuav tso suavtawg lug rua sau cov Mau‑a, mas suavtawg yuav kub lub moos Kheli‑au tej chaw ruaj khov, hab cov Mau‑a yuav tuag rua huv tej suab ua nqaaj ua nqug hab rua thaus muaj suab qw ua rog hab suab raaj kub yaaj nrov."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.3","label":"3","content":"Kuv yuav muab tug kws ua thawj kaav rhuav tshem tawm huv puab moog, hab yuav tua cov thawj huv lub tebchaws hov suavdawg nrug nwg ua ke.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.4","label":"4","content":"Yawmsaub has le nuav tas, “Qhov kws cov Yuta ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab muab Yawmsaub txuj kevcai tso tseg, hab puab tsw tuav rawv nwg tej kaab ke. Puab noog tej lug daag moog yuam kev ib yaam le puab tej laug."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.5","label":"5","content":"Vem le nuav kuv yuav tso suavtawg lug rua sau Yuta, mas suavtawg yuav kub Yeluxalee tej chaw ruaj khov.”"},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.6","label":"6","content":"Yawmsaub has le nuav tas, “Qhov kws cov Yixayee ua txhum peb zag taag los ua plaub zag thab, kuv yuav tsw tso qhov kws rau txem tseg le, tsua qhov puab muab cov tuabneeg ncaaj nceeg muag yuav nyaj, hab muab cov tuabneeg tu pluag muag yuav ib nkawm khau."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.7","label":"7","content":"Puab tsuj tej tuabneeg pluag lub taubhau rua huv cov moov aav, hab muab cov tuabneeg txom nyem nyuaj sab thawb pis ntag moog. Ob txw tub moog deev tuab tug puj, ua qas puag tsuas kuv lub npe kws dawb huv."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.8","label":"8","content":"Puab pw ib saab ntawm txhua lub thaaj xyeem daab pw rua sau tej tsoog tsho kws muab lug yuam nqe. Huv puab tug Vaajtswv lub tuam tsev mas puab haus cawv txwv maab kws yog muab ntawm cov kws raug nplua lug."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.9","label":"9","content":"“Kuv kuj muab cov Amaulai ua puam tsuaj rua ntawm puab hauv ntej, yog cov tuabneeg kws sab yaam le tej ntoo cab, hab khov yaam le tej ntoo qheb. Kuv muab puab tej txwv kws nyob sau hab tej caag kws nyob huv ua puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.10","label":"10","content":"Kuv kuj coj mej tawm huv Iyi tebchaws lug, hab coj mej huv tebchaws moj saab qhua tau plaub caug xyoo, sub mej txhad tau cov Amaulai lub tebchaws ua mej teej mej tug."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.11","label":"11","content":"Kuv tsaa mej cov tub qee leej ua xwbfwb cev kuv lug, hab tsaa mej cov tub hluas qee leej ua cov Naxi. Cov Yixayee 'e, tej nuav tsw muaj tseeb lov?” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.12","label":"12","content":"“Tassws mej tseed yuam cov Naxi haus cawv txwv maab, hab txwv cov xwbfwb cev lug tas, ‘Mej tsw xob cev lug hlo le.’"},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.13","label":"13","content":"“Saib maj, kuv yuav muab mej nas rua huv mej lub chaw, ib yaam le lub tsheb nyuj kws thauj tej qoob puv nkaus nas rua huv aav."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.14","label":"14","content":"Tug tuabneeg nrawm yuav tsw muaj peevxwm tswv dim lawm, tug tuabneeg muaj zug los yuav tsw muaj zug lawm, tug kws sab luj sab tuab yuav cawm tsw tau nwg txujsa."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.15","label":"15","content":"Tug kws tuav rawv neev yuav sawv tiv tsw tau, tug kws txhais taw nrawm yuav tswv tsw dim, tug kws caij neeg yuav cawm tsw tau nwg txujsa."},{"bible_id":"1216","chapter_code":"AMO.2","verse_code":"AMO.2.16","label":"16","content":"Tug kws sab luj sab tuab huv cov tub rog, los nub ntawd yuav tswv lab qaab cuas.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.1","label":"1","content":"Cov Yixayee 'e, ca le noog tej lug kws Yawmsaub has tawm tsaam mej, yog has tawm tsaam taag nrho haiv tuabneeg kws kuv coj tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.2","label":"2","content":"“Taag nrho ib tsoom tuabneeg huv lub nplajteb nuav, mej yog haiv tuabneeg kws kuv xaiv ca, mas kuv yuav rau txem rua mej vem tim mej tej kev txhum huvsw.”"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.3","label":"3","content":"Yog ob leeg tsw tau teem tseg ca yuav ua ke taug kev tau hab lov?"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.4","label":"4","content":"Tsuv ntxhuav nyooj tom haav zoov rua thaus tsw tau qauv noj lov? Yog thaav tsuv ntxhuav tum tsw tau daabtsw noj mas yuav quaj huv nwg lub chaw nkaum lov?"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.5","label":"5","content":"Tsw cuab sua, noog yuav nqeg lug maag rooj hlua huv aav lov? Yog tsw muaj daabtsw moog tsuj rooj hlua, rooj hlua yuav ca le txhais huv aav lov?"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.6","label":"6","content":"Tshuab raaj kub yaaj rua huv lub moos, tej pejxeem tsw raag lov? Yog Yawmsaub tsw ua, tej xwm txheej phem yuav poob lug raug lub moos lov?"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.7","label":"7","content":"Qhov tseeb Vaajtswv Yawmsaub yeej tsw npog ib yaam daabtsw kws nwg ua es tsw qha rua nwg cov qhev kws yog xwbfwb cev nwg le lug."},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.8","label":"8","content":"Tsuv ntxhuav nyooj lawm, leejtwg yuav tsw ntshai? Vaajtswv Yawmsaub has lawm, leejtwg yuav npog tsw cev nwg tej lug?"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.9","label":"9","content":"Ca le tshaaj tawm rua tej chaw ruaj khov huv lub moos Asantau hab tej chaw ruaj khov huv Iyi tebchaws has tas, “Ca le tuaj txoos ua ke rua sau Xamali tej roob hab tsaa muag saib tej kev ntxhuv quas nyo ntau kawg hab tej kev quab yuam huv lub nroog hov.”"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.10","label":"10","content":"Yawmsaub has tas, “Cov kws ua limham ndais ntuj hab ua tub saab txhad tau nyaj txag lug khaws ca rua huv puab tej chaw ruaj khov, puab yeej tsw paub ua lawv le kws raug cai.”"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.11","label":"11","content":"Vem le nuav Vaajtswv Yawmsaub txhad has le nuav tas, “Yeeb ncuab yuav tuaj vej lub tebchaws nuav hab ntaus mej tej chaw tiv thaiv kuas pob taag, hab lws mej tej chaw ruaj khov.”"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.12","label":"12","content":"Yawmsaub has le nuav tas, “Tug kws yug yaaj txeeb tau ob ceg lossws ib nplais nplooj ntseg ntawm tsuv ntxhuav qhov ncauj le caag, mas cov Yixayee huv Xamali yuav tau ib nyuas ceg kaum rooj hab ib saab chaw pw dim ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.13","label":"13","content":"Vaajtswv Yawmsaub, kws yog Vaajtswv muaj fwjchim luj kawg nkaus has tas, “Ca le noog hab ua timkhawv kom Yakhauj caaj ceg."},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.14","label":"14","content":"Nub kws kuv rau txem rua cov Yixayee tej kev faav xeeb, kuv yuav rau txem rua tej thaaj xyeem daab huv lub moos Npe‑ee, hab tej kub ntawm lub kaum thaaj hov yuav raug muab txav poob rua huv aav."},{"bible_id":"1216","chapter_code":"AMO.3","verse_code":"AMO.3.15","label":"15","content":"Kuv yuav rhuav tej tsev ntuj no hab tej tsev ntuj kub pob taag ua ke, hab tej tsev kws xuas kaug ntxhw ua yuav puam tsuaj, hab tej vaaj tse luj luj yuav pluj taag huvsw.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.1","label":"1","content":"Mej cov maum nyuj Npasaa kws nyob sau lub roob Xamali, ca le noog tej lug nuav. Mej quab yuam cov tuabneeg pluag hab zuaj cov tuabneeg txom nyem, hab has rua mej tug quasyawg tas, “Ca le muab cawv lug rua peb haus.”"},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.2","label":"2","content":"Vaajtswv Yawmsaub tuav nwg txujkev dawb huv cog lug twv has tas, “Saib nawj, lub caij lub nyoog kws luas yuav muab nqai lauj nqai mej moog yeej yuav lug, mas mej txhua tug yuav raug luas muab nuv ntseg nqai moog taag nrho huvsw."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.3","label":"3","content":"Mej txhua tug yuav tawm huv tej qhov ntsaa loog kws pob ncaaj nraim moog, hab yuav raug muab laim pov tseg rua ntawm Hamoos.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.4","label":"4","content":"“Mej ca le lug rua ntawm Npe‑ee hab ua txhum los maj, ca le lug rua ntawm Kilakaa hab ua tej kev faav xeeb ntau quas zug tuaj los maj, ca le coj tej tsaj tuaj xyeem txhua taagkig, hab coj ib feem kaum tuaj txhua txhua peb nub."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.5","label":"5","content":"Ca le muab tej ncuav xyaw keeb lug hlawv xyeem ua tsaug, hab tshaaj tawm txug tej kws mej zoo sab pub hab khaav txug tej hov. Cov Yixayee 'e, mej yeej nyam ua le nuav.” Vaajtswv Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.6","label":"6","content":"“Thoob plawg huv mej txhua lub moos kuv ca mej tej kaug nav tau su, hab ca mej tu ncua tsw muaj mov noj rua huv mej txhua lub chaw, los mej tseed tsw rov lug cuag kuv.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.7","label":"7","content":"“Tseed tshuav peb lub hlis le txug caij hlais qoob tassws kuv taav tsw pub naag lug rua mej lawm. Kuv pub naag lug rua ib lub moos, tseg ib lub moos, ib daim teb muaj naag lug, ib daim teb tsw muaj naag lug, qoob qhuav taag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.8","label":"8","content":"Ob lub peb lub moos txhad le tuaj moog nrhav dej haus rua huv ib lub moos, kuj tsw tau haus tsau, los mej tseed tsw rov lug cuag kuv.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.9","label":"9","content":"“Kuv ua rua mej tej qoob ua npluag hab tuaj pwm, kuv ua rua mej tej vaaj hab mej tej vaaj txwv maab puam tsuaj taag, kooj ntaas noj mej tej txwv cua tej txwv aulib taag, los mej tseed tsw rov lug cuag kuv.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.10","label":"10","content":"“Kuv tso tej mob kis kws muaj rua huv Iyi tebchaws lug raug mej, kuv xuas nav ntaaj tua mej tej tub hluas pov tseg, hab coj mej tej neeg moog, kuv ua rua mej tej yeej ua rog tsw lwj quas lawg rua huv mej qhov ntswg, los mej tseed tsw rov lug cuag kuv.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.11","label":"11","content":"“Kuv muab mej ib txha rhuav tshem ib yaam le Vaajtswv rhuav tshem lub moos Xauntoo hab lub moos Kaumaula, mas mej zoo le tug qaab tawg kws luas thau huv cub tawg lug, los mej tseed tsw rov lug cuag kuv.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.12","label":"12","content":"“Cov Yixayee 'e, vem le nuav kuv yuav ua le nuav rua mej. Cov Yixayee 'e, vem kuv yuav ua le nuav rua mej, ca le npaaj ntswb mej tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"AMO.4","verse_code":"AMO.4.13","label":"13","content":"Tug kws puab tej roob hab tswm tej cua, hab has tej kws nwg xaav tseg rua tuabneeg paub, yog tug kws muab kaaj ntug ua qhov tsaus ntuj lawm, hab moog lug sau tej chaw sab huv lub nplajteb, nwg lub npe hu ua Yawmsaub, yog Vaajtswv kws muaj fwjchim luj kawg nkaus."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.1","label":"1","content":"Yixayee caaj ceg 'e, ca le noog tej lug kws kuv quaj ntsuag txug mej has tas,"},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.2","label":"2","content":"“Yixayee kws yog tug hluas nkauj dawb huv, qaug lawm lauj, yuav tsw sawv rov lug le. Nwg raug muab tso tseg rua huv nwg lub tebchaws, tsw muaj leejtwg tsaa nwg sawv.”"},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.3","label":"3","content":"Vaajtswv Yawmsaub has le nuav tas, “Lub moos kws tuabneeg tawm ib txheeb leej moog yuav tshuav ib puas leej xwb, hab yog tawm ib puas leej yuav tshuav kaum leej rua Yixayee caaj ceg xwb.”"},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.4","label":"4","content":"Yawmsaub has le nuav rua Yixayee caaj ceg tas, “Ca le nrhav kuv txhad muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.5","label":"5","content":"Tsw xob nrhav Npe‑ee hab tsw xob nkaag moog rua huv Kilakaa lossws hlaa moog rua Npe‑awsenpa, tsua qhov Kilakaa yeej yuav poob tebchaws, hab Npe‑ee yuav pluj moog.”"},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.6","label":"6","content":"Ca le nrhav Yawmsaub hab muaj txujsa nyob, ntshai tsaam nwg yuav tshwm plawg lug ib yaam le suavtawg rua huv Yauxej caaj ceg, suavtawg yuav kub du quas lug, tsw muaj leejtwg tua tau ntawm Npe‑ee."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.7","label":"7","content":"Mej yog cov kws muab qhov kws tu plaub ncaaj ntxeev ua cov tshuaj ab, hab muab txujkev ncaaj nceeg laim pov tseg rua huv aav."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.8","label":"8","content":"Tug kws tswm tej nub qub Txhaj Txwv Mim hab tej nub qub Puj Sua Kwv Ntaas hab muab qhov tsaus ntuj ntxeev ua kaaj ntug, hab muab nruab nub ntxeev ua mo ntuj, nwg yog tug kws hu dej havtxwv tawm tuaj hab muab hliv rua sau lub nplajteb, nwg lub npe hu ua Yawmsaub."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.9","label":"9","content":"Nwg muab kev puam tsuaj ua tshwm plawg lug raug tug kws muaj zug, kev puam tsuaj txhad lug raug lub chaw ruaj khov."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.10","label":"10","content":"Puab ntxub tug kws qhuab ntuag ntawm rooj loog tu plaub, hab ntxub tug kws has lug tseeb kawg le."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.11","label":"11","content":"Mej tsuj pis ntag tej tuabneeg pluag hab sau hlo puab tej se qoob loos moog. Vem le nuav mej txhad ua tej tsev txhwm zeb los mej yuav tsw tau nyob huv, mej cog vaaj txwv maab zoo zoo los mej yuav tsw tau cawv txwv maab lug haus."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.12","label":"12","content":"Kuv yeej paub mej tej kev faav xeeb muaj npaum le caag hab mej lub txem luj le caag. Mej quab yuam cov tuabneeg ncaaj nceeg hab yuav tej nyaj xab, hab ntab tsw kaam has cov tuabneeg txom nyem tej plaub ntawm rooj loog."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.13","label":"13","content":"Vem le nuav, lub swjhawm ntawd tug kws muaj tswvyim txhad le nyob tuabywv tsua qhov yog lub swjhawm phem kawg."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.14","label":"14","content":"Ca le nrhav txujkev zoo, tsw xob nrhav txujkev phem sub mej txhad muaj txujsa nyob. Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus txhad nrug nraim mej nyob yaam le kws mej has ntawd."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.15","label":"15","content":"Ca le ntxub txujkev phem es nyam txujkev zoo, ca le tu plaub ncaaj rua ntawm rooj loog. Tej zag Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus yuav khuvleej Yauxej caaj ceg kws tseed tshuav nyob."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.16","label":"16","content":"Vem le nuav, tug Tswv kws yog Vaajtswv Yawmsaub tug muaj fwjchim luj kawg nkaus has le nuav tas, “Txhua lub tshaav puam yuav muaj kev quaj nyav, hab txhua txuj kev yuav muaj tuabneeg seev has tas, ‘Txom nyem lauj, txom nyem lauj!’ Puab yuav hu tej tub qoob tub loos tuaj quaj ntsuag, hab kuas cov kws txawj quaj ntsuag tuaj nyav."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.17","label":"17","content":"Huv txhua lub vaaj txwv maab yuav quaj nyav, vem kuv yuav hlaa huv plawv mej moog.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.18","label":"18","content":"Mej cov kws ntshaw Yawmsaub nub yuav raug txom nyem lauj! Ua caag mej yuav ntshaw Yawmsaub nub hov? Nub hov yog kev tsaus ntuj, tsw yog kev kaaj."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.19","label":"19","content":"Nub hov zoo le tug kws tswv tsuv ntxhuav moog ntswb dais, lossws zoo le tug kws nkaag moog rua huv tsev ntha teg rua ntawm phaab ntsaa, los naab ca le tum."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.20","label":"20","content":"Yawmsaub nub yeej yog kev tsaus ntuj tsw yog kev kaaj, yog kev tsaus dub ncab tsw muaj duab kaaj ci hlo le."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.21","label":"21","content":"“Kuv ntxub hab saib tsw taug mej tej kevcai xyeem paam noj paam haus, hab kuv tsw zoo sab rua qhov kws mej tuaj txoos ua ke ua kevcai caiv."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.22","label":"22","content":"Txawm yog mej ua kevcai hlawv xyeem hab ua kevcai xyeem qoob loos los kuv tsw txais yuav. Txawm yog mej muab tej tsaj rog rog ua kevcai xyeem sws raug zoo los kuv yuav tsw tsaa muag saib."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.23","label":"23","content":"Ca le coj mej tej suab nkauj tswv moog deb deb ntawm kuv, kuv yuav tsw noog mej tej suab nkauj nog ncaas."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.24","label":"24","content":"Ca txujkev ua ncaaj ndwg ndo yaam le dej ndwg, hab ca txujkev ncaaj nceeg ndwg yaam le lub haav kws dej ndwg ib txhws."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.25","label":"25","content":"“Yixayee caaj ceg 'e, mej tau tua tsaj xyeem hab muab hov txhua chaw xyeem rua kuv huv tebchaws moj saab qhua tau plaub caug xyoo lov?"},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.26","label":"26","content":"Mej yuav kwv mej tug vaajntxwv daab Xakhu, hab Khaivaa kws yog mej tug daab nub qub, yog ob tug txoov daab kws mej txua rua mej."},{"bible_id":"1216","chapter_code":"AMO.5","verse_code":"AMO.5.27","label":"27","content":"Vem le nuav kuv yuav coj mej tawm tebchaws moog dhau plhawv lub nroog Ntamaxaka.” Yawmsaub kws npe hu ua Vaajtswv muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.1","label":"1","content":"Cov kws nyob tsw txob tsw txhawj huv Xi‑oo, hab cov kws nyob tso sab plhuav sau lub roob Xamali, yuav raug txom nyem lauj! Puab yog cov kws muaj meej thawb huv lub tebchaws kws ua thawj, kws cov Yixayee tuaj vaam khom."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.2","label":"2","content":"Ca le moog tshuaj saib lub moos Khanej, hab tawm hov ntawd moog rua lub moos luj Hama, le moog rua nraag lub moos Ka huv cov Filixatee tebchaws. Tej moos hov zoo dua lub tebchaws kws mej kaav nuav lov? Puab lub tebchaws daav dua mej lub tebchaws lov?"},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.3","label":"3","content":"Mej taav nub kws phem hov kuas nyob deb, tassws mej coj lub zwm txwv kws ua limham ndais ntuj lug ze."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.4","label":"4","content":"Cov kws pw sau lub txaaj kaug ntxhw hab nyob xyaab leeg sau lub rooj ntev, hab noj tej mivnyuas yaaj huv paab yaaj hab noj tej mivnyuas nyuj huv nkuaj, yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.5","label":"5","content":"Puab hu nkauj ua sw ntxuag suab nkauj nog ncaas, hab ntaus tej suab nkauj phim tej nkauj tshab ib yaam le Tavi."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.6","label":"6","content":"Puab haus hlo tej nam phaaj cawv txwv maab hab muab tej roj zoo zoo pleev puab lub cev, tassws puab tub tsw quaj ntsuag txug qhov kws Yauxej raug puam tsuaj."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.7","label":"7","content":"Vem le nuav puab yuav ua thawj paab kws poob tebchaws, hab qhov kws puab paam noj paam haus pw xyaab leeg yuav pluj plag moog."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.8","label":"8","content":"Vaajtswv Yawmsaub tau tuav nwg lub npe cog lug twv. Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Kuv dhuav qhov kws Yakhauj khaav theeb, hab ntxub nwg tej chaw ruaj khov. Kuv yuav muab lub nroog nuav hab txhua yaam kws nyob huv cob rua yeeb ncuab.”"},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.9","label":"9","content":"Yog huv tsev tshuav kaum leej nyob xwb, puab yuav tuag taag huvsw."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.10","label":"10","content":"Thaus leejtwg le kwvtij tuaj muab tej cev tuag hlawv es yuav nqaa tej pob txhaa tawm huv tsev, hab has rua tug kws nyob chaav huv plawv lub tsev hov tas, “Puas tshuav leejtwg nrug koj nyob hab?” tug hov yuav teb tas “Tsw tshuav.” Mas nwg yuav has tas, “Nyob tuabywv, tsw xob has txug Yawmsaub lub npe hlo le.”"},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.11","label":"11","content":"Saib maj, Yawmsaub yeej has ca lawm, mas tej vaaj tse luj yuav raug muab tsoo tawg ua tej dwb daim, hab tej tsev miv yuav tawg mog quas nyoos."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.12","label":"12","content":"Neeg dha sau tej roob tsuas lov? Muaj leejtwg muab nyuj laij dej havtxwv lov? Mej muab txujkev ua ncaaj ntxeev ua tshuaj lom muaj taug, hab muab qhov kws ua ncaaj nceeg ntxeev ua cov tshuaj ab."},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.13","label":"13","content":"Mej zoo sab xyiv faab rua huv lub moos Launtenpa,  hab has tas, “Qhov kws peb txeeb tau lub moos Khana‑i  lug rua peb, tsw yog swv peb tug zug lov?”"},{"bible_id":"1216","chapter_code":"AMO.6","verse_code":"AMO.6.14","label":"14","content":"Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Yixayee caaj ceg 'e, saib nawj, kuv yuav tsaa ib haiv tuabneeg sawv tawm tsaam mej, mas puab yuav quab yuam mej txwj ntawm txujkev kws nkaag moog rua huv lub moos Hama moog txug lub haav Alanpa.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.1","label":"1","content":"Vaajtswv Yawmsaub qha tshwm rua kuv pum le nuav. Nwg tswm tej kooj ntaas rua thaus phaum qoob tom qaab hlaav tuaj, yog ua qaab phaum qoob kws hlais pub rua vaajntxwv lawm."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.2","label":"2","content":"Thaus kooj ntaas noj tej nroj tsuag huv lub tebchaws taag lawm, kuv txawm has tas, “Au Vaajtswv Yawmsaub, thov koj zaam txem lauj! Yakhauj yuav ua le caag ua neej nyob? Nwg tseed miv miv xwb.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.3","label":"3","content":"Zaaj nuav Yawmsaub hloov dua sab. Yawmsaub has tas, “Yuav tsw muaj lawv le nuav.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.4","label":"4","content":"Hab Vaajtswv Yawmsaub qha tshwm rua kuv pum le nuav. Vaajtswv Yawmsaub hu suavtawg lug txav txem, mas suavtawg kub hlo havtxwv luj hab lub tebchaws huvsw."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.5","label":"5","content":"Kuv txhad has tas, “Au Vaajtswv Yawmsaub, thov tswj ca. Yakhauj yuav ua le caag ua neej nyob? Nwg tseed miv miv xwb.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.6","label":"6","content":"Zaaj nuav Yawmsaub kuj ntxeev dua sab. Yawmsaub has tas, “Yuav tsw muaj lawv le nuav.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.7","label":"7","content":"Hab nwg qha tshwm rua kuv pum le nuav. Yawmsaub sawv ntsug ntawm phaab ntsaa kws swv lub qai hlau ntsuag qhov ntseg, nwg tuav rawv lub qai hlau huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.8","label":"8","content":"Mas Yawmsaub has rua kuv tas, “Amau 'e, koj pum daabtsw?” Kuv teb tas, “Pum lub qai hlau ntsuag.” Yawmsaub has tas, “Saib maj, kuv saamswm muab lub qai hlau ntsuag huv plawv kuv haiv tuabneeg Yixayee, kuv yuav tsw zaam puab dua le lawm."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.9","label":"9","content":"“Yiha tej chaw sab teev daab yuav raug muab ua puam tsuaj hab Yixayee tej chaw pe hawm yuav raug muab tso tseg pam taag, hab kuv yuav xuas ntaaj sawv tseeg tawm tsaam Yelaunpau‑aa caaj ceg.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.10","label":"10","content":"Amaxiya kws ua pov thawj huv Npe‑ee xaa xuv moog rua Yixayee tug vaajntxwv Yelaunpau‑aa has tas, “Amau tuav huv faav xeeb rua koj huv ib tsoom Yixayee. Lub tebchaws rws tsw taug nwg tej lug huvsw."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.11","label":"11","content":"Tsua qhov Amau has tas, ‘Yelaunpau‑aa yuav tuag nav ntaaj, hab cov Yixayee yuav poob tebchaws moog deb.’ ”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.12","label":"12","content":"Hab Amaxiya has rua Amau tas, “Koj kws has pum tom hauv ntej, ca le moog, ca le tswv rov moog rua huv Yuta tebchaws. Noj tej mov hov ntawd hab cev Vaajtswv lug rua hov ntawd nawj."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.13","label":"13","content":"Tsw xob tuaj cev Vaajtswv lug ntawm Npe‑ee dua le, tsua qhov lub chaw nuav yog lub chaw kws vaajntxwv pe hawm, hab yog lub tebchaws le tuam tsev.”"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.14","label":"14","content":"Amau txawm teb Amaxiya tas, “Kuv tsw yog ib tug xwbfwb cev Vaajtswv lug lossws xwbfwb cev lug le tub, kuv yog tuabneeg yug tsaj txhu hab tuabneeg tu txwv cua."},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.15","label":"15","content":"Yawmsaub coj kuv tawm huv qhov kws yug yaaj yug tshws tuaj, hab Yawmsaub has rua kuv tas, ‘Moog maj, ca le cev lug rua kuv haiv tuabneeg Yixayee.’"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.16","label":"16","content":"“Nwgnuav koj ca le noog Yawmsaub tej lug. Koj has tas, ‘Tsw xob cev Vaajtswv le lug tawm tsaam cov Yixayee, hab tsw xob qhuab qha tawm tsaam Yiha caaj ceg.’"},{"bible_id":"1216","chapter_code":"AMO.7","verse_code":"AMO.7.17","label":"17","content":"Vem le nuav Yawmsaub txhad has le nuav tas, ‘Koj quaspuj yuav ua puj muag cev rua huv lub nroog, koj tej tub tej ntxhais yuav tuag taag rua nav ntaaj, koj tej teb yuav raug muab ntsuag faib. Koj tug kheej yuav tuag rua huv lub tebchaws kws qas tsw huv, hab cov Yixayee yeej yuav poob tebchaws moog deb ntawm puab lub tebchaws.’ ”"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.1","label":"1","content":"Vaajtswv Yawmsaub qha tshwm rua kuv pum le nuav. Muaj ib lub tawb txwv ntoo ntuj qhua."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.2","label":"2","content":"Nwg has rua kuv tas, “Amau 'e, koj pum daabtsw?” Kuv teb tas, “Pum ib lub tawb txwv ntoo ntuj qhua.” Mas Yawmsaub has rua kuv tas, “Nub kawg  lug txug kuv haiv tuabneeg Yixayee lawm. Kuv yuav tsw zaam puab dua le lawm.”"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.3","label":"3","content":"Vaajtswv Yawmsaub has tas, “Nub ntawd lub suab nkauj huv lub tuam tsev yuav ntxeev ua lub suab quaj nyav. Yuav muaj cev tuag ntau kawg le, muab pov tseg hab ntsag tu rua txhua qhov.”"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.4","label":"4","content":"Mej cov kws tsuj yuam cov tuabneeg txom nyem, hab rhuav tshem cov pluag huv lub tebchaws, ca le noog tej lug nuav."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.5","label":"5","content":"Mej has tas, “Thaus twg le dhau lub hli xab peb txhad tau muag peb tej qoob? Thaus twg le dhau nub Xanpatau peb txhad tau muab peb tej mog muag? Peb txhad tau muab lub efa  ua kuas miv, hab muab lub sekhee  ua kuas luj, hab muab raab teev tsw hum txaj lug ntxo luas,"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.6","label":"6","content":"hab muab nyaj yuav tau tej tuabneeg pluag, hab muab ib nkawm khau ntuag yuav tau cov kws txom nyem, hab muag tej npluag mog.”"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.7","label":"7","content":"Yawmsaub tuav Yakhauj lub meej mom cog lug twv has tas, “Tej kws puab ua kuv yeej yuav tsw nov qaab ib yaam daabtsw hlo le moog ib txhws."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.8","label":"8","content":"Lub tebchaws yuav tsw tseeg quas nkawg rua zaaj nuav lov? Txhua tug kws nyob huv lub tebchaws nuav yuav tsw quaj ntsuag lov? Lub tebhcaws yuav phwj tuaj yaam le tug dej Nai, yuav ndaas moog ndaas lug hab rov nqeg ib yaam le tug dej Nai huv Iyi tebchaws.”"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.9","label":"9","content":"Vaajtswv Yawmsaub has tas, “Nub ntawd kuv yuav ua rua lub nub poob thaus taav su, hab ua rua lub nplajteb tsaus ntuj thaus nruab nub quas lug."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.10","label":"10","content":"Kuv yuav muab qhov kws mej paam noj paam haus ntxeev ua kev quaj lwj sab ntsuav, hab muab mej tej suab nkauj huvsw ntxeev ua lub suab quaj ntsuag. Kuv yuav muab khaub seev tsaaj rua suavdawg sa ntawm duav, hab ua rua txhua lub taubhau do hau cuas. Kuv yuav ua kuas quaj ntsuag ib yaam le quaj ntsuag tuab tug tub kws tuag lawd, hab lub swjhawm kawg yuav zoo yaam le nub kws ab sab kawg.”"},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.11","label":"11","content":"Vaajtswv Yawmsaub has tas, “Saib nawj, lub caij lub nyoog saamswm lug, mas kuv yuav tso kev tshaib kev nqhes lug rua huv lub tebchaws nuav, tassws tsw yog tshaib nqhes mov noj lossws dej haus, yog tshaib nqhes Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.12","label":"12","content":"Puab yuav moog moog lug lug saab havtxwv nuav moog txug saab havtxwv tim u, hab saab peg moog txug saab nub tuaj. Puab dha moog dha lug nrhav Yawmsaub tej lug tassws puab nrhav tsw tau."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.13","label":"13","content":"Nub ntawd tej hluas nkauj zoo nkauj hab tej tub hluas yuav tsaus muag qaug vem yog nqhes dej."},{"bible_id":"1216","chapter_code":"AMO.8","verse_code":"AMO.8.14","label":"14","content":"Cov kws tuav daab Asima huv Xamali lub npe twv hab has tas, ‘Ntaaj 'e, koj tug daab muaj txujsa nyob pum,’ hab has tas, ‘Tug daab ntawm Npe‑awsenpa muaj txujsa nyob pum,’ puab cov ntawd yuav qaug taag, yuav tsw sawv lug dua le lawm.”"},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.1","label":"1","content":"Kuv pum Yawmsaub sawv ntawm lub thaaj xyeem ib saab hab nwg has tas, “Ca le ntaus tej hauv ncej ua kuas tej paws rooj ua zug quas kais, hab ca le muab luv ua tej dwb daim poob rua sau cov pejxeem suavdawg taubhau. Cov kws tseed tshuav nyob, kuv yuav xuas ntaaj tua pov tseg, yuav tsw muaj ib tug twg tswv moog tau, yuav tsw dim ib tug hlo le."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.2","label":"2","content":"Txawm yog puab khawb moog txug tub tuag teb los kuv txhais teg yuav nteg puab hov ntawd lug. Txawm yog puab nce moog txug sau ntuj, los kuv yuav coj puab nqeg hov ntawd lug."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.3","label":"3","content":"Txawm yog puab tswv nraim rua sau lub ncov roob Khamee, los kuv yuav nrhav puab hab nteg puab hov ntawd lug. Txawm yog puab tswv nraim rua huv qaab thu havtxwv kuas dhau kuv qhov muag, los kuv yuav has rua tug zaaj kws nyob huv kuas tum puab."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.4","label":"4","content":"Txawm yog puab raug nteg coj moog rua ntawm yeeb ncuab xubndag lawm, los kuv yuav khaiv tej nav ntaaj nav rag tua puab hov ntawd. Kuv yuav tsom ntsoov saib puab rua qhov phem, tsw yog saib rua qhov zoo.”"},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.5","label":"5","content":"Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus, nwg kov lub nplajteb mas lub nplajteb yaaj ntshws taag, hab txhua tug kws nyob huv yuav quaj ntsuag. Lub nplajteb phwj tuaj yaam le tug dej Nai, hab rov nqeg ib yaam le tug dej Nai huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.6","label":"6","content":"Tug kws tswm nwg lub chaw nyob rua txheej sau ntuj, hab tswm lub ntuj khwb lub nplajteb, yog tug kws hu dej havtxwv tawm tuaj hab muab hliv rua sau lub nplajteb, nwg lub npe hu ua Yawmsaub."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.7","label":"7","content":"Yawmsaub has tas, “Cov Yixayee 'e, mej tsw thooj le cov tuabneeg Khuj rua kuv lov? Kuv tsw coj cov Yixayee tawm huv Iyi tebchaws lug lov, hab tsw tau coj cov Filixatee tawm huv Khathau tebchaws hab cov Alaa tawm huv Khi tebchaws lug lov?"},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.8","label":"8","content":"Saib nawj, Vaajtswv Yawmsaub lub qhov muag saib ntsoov lub tebchaws kws ua txhum muaj txem. Kuv yuav muab lub tebchaws hov rhuav tshem kuas pluj plag huv lub nplajteb moog, tassws kuv yuav tsw rhuav tshem Yakhauj caaj ceg kuas tu noob nrho.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.9","label":"9","content":"“Kuv yuav has hab kuv yuav tshau cov Yixayee huv plawv ib tsoom tebchaws suavdawg ib yaam le muab tshaus lug tshau, tassws tsw muaj ib lub qai zeb yuav poob rua huv aav."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.10","label":"10","content":"Kuv haiv tuabneeg kws ua txhum txhua tug yuav tuag taag rua nav ntaaj, puab yog cov kws has tas, ‘Kev phem yuav lawv tsw cuag hab tsw raug peb.’ ”"},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.11","label":"11","content":"“Nub ntawd kuv yuav tsaa Tavi lub tsev ntaub kws qaug lawd sawv dua tshab, hab khu tej ntu kws tawg hab tsaa tej kws pob taag ua tej nam pawg dua tshab, hab tswm dua tshab kuas zoo yaam le yaav thau u."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.12","label":"12","content":"Puab txhad le txeeb tau tej kws tshuav huv Entoo tebchaws hab huv txhua lub tebchaws kws hu lawv le kuv lub npe lug ua puab teej puab tug.” Yawmsaub kws yuav ua tej nuav has le nuav ntaag."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.13","label":"13","content":"Yawmsaub has tas, “Saib maj, lub caij lub nyoog saamswm lug mas tug kws laij teb yuav laij yeej tug kws hlais, hab tug kws tsuam kua txwv maab yuav tsuam yeej tug kws cog noob txwv maab. Tej cawv txwv maab qaab zwb yuav nrug sau tej roob lug, hab yuav ndwg sau tej pov roob huvsw lug."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.14","label":"14","content":"Kuv yuav pub kuv haiv tuabneeg Yixayee rov vaam meej le qub. Puab yuav tswm tej moos kws pob taag dua tshab hab nyob rua huv, puab yuav cog vaaj txwv maab hab tau cawv txwv maab lug haus, puab yuav cog vaaj txwv ntoo hab tau noj tej txwv hov."},{"bible_id":"1216","chapter_code":"AMO.9","verse_code":"AMO.9.15","label":"15","content":"Kuv yuav cog puab rua huv puab lub tebchaws, puab yuav tsw raug muab dob tawm huv lub tebchaws kws kuv tub pub rua puab dua le lawm.” Mej tug Vaajtswv Yawmsaub has le nuav ntaag."}]