[{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.1","label":"1","content":"Tub laaj lim tej lug qha, yog Tavi tug tub kws ua vaajntxwv huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.2","label":"2","content":"Tub laaj lim has tas, “Qhuav qhawv, qhuav qhawv. Txhua yaam qhuav qhawv xwb.”"},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.3","label":"3","content":"Tuabneeg tau daabtsw ntawm tej num kws nwg swv zug huv qaab lub nub?"},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.4","label":"4","content":"Ib tam dua taag moog, ib tam tshwm tuaj, tassws lub nplajteb nyob ruaj moog ib txhws."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.5","label":"5","content":"Lub nub tawm tuaj hab lub nub poob qho, hab nrawm nroog moog rua qhov kws nwg tawm tuaj."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.6","label":"6","content":"Cua ntsawj rua saab nraag, hab tig rov rua saab peg, ntsawj moog ntsawj lug, ntsawj qhov qub chaw."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.7","label":"7","content":"Tej dej huvsw ndwg rua huv havtxwv tassws havtxwv kuj tsw puv, dej ndwg hovtwg lug kuj ndwg rov rua hov ntawd."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.8","label":"8","content":"Txhua yaam ua rua yug dhuav taag, tsw txawj has le, lub qhov muag saib tsw txawj txaus, lub qhov ntsej noog tsw txawj puv."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.9","label":"9","content":"Yaam kws muaj tshwm lug lawm kuj yog yaam kws yuav tshwm lug dua hab, yaam kws ua taag lug lawm kuj yog yaam kws yuav ua dua hab. Tsw muaj ib yaam tshwm tshab rua huv qaab lub nub."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.10","label":"10","content":"Muaj ib yaam twg kws luas has tau tas, “Saib maj, nuav yog ib yaam tshab.”? Yaam hov tub xub muaj ua ntej thau u kws tsw tau muaj peb."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.11","label":"11","content":"Tsw ncu txug tej tuabneeg thau u, hab yuav tsw cim ntsoov tej tuabneeg kws yuav tshwm lug rua huv cov tuabneeg kws tshwm lug yaav tom qaab."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.12","label":"12","content":"Kuv kws yog tub laaj lim txeev ua vaajntxwv huv Yeluxalee kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.13","label":"13","content":"Kuv swv kuv tug tswvyim rau sab nrhav hab tshuaj txhua yaam kws ua huv lub qaab ntuj. Yaam kws Vaajtswv muab rua tuabneeg ua yog yaam kws nyuaj kawg."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.14","label":"14","content":"Kuv pum txhua yaam kws puab ua huv qaab lub nub, saib maj txhua yaam kuj qhuav qhawv haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.15","label":"15","content":"Yaam kws nkhaus muab ua tsw tau kuas yag, hab yaam kws tu ncua lawm muab suav kuas txwm kuj tsw tau."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.16","label":"16","content":"Kuv xaav huv kuv lub sab tas, “Kuv tau tswvyim ntau heev, ntau dua lwm tug kws kaav Yeluxalee ua kuv ntej. Kuv lub sab kuj kawm paub tswvyim hab kev txawj ntse heev.”"},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.17","label":"17","content":"Kuv rau sab kawm paub tswvyim hab paub txujkev ruag hab kev tsw thoob tswb. Kuv xaam pum tas tej nuav kuj tsuas yog haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.1","verse_code":"ECC.1.18","label":"18","content":"Muaj tswvyim ntau kuj muaj kev txhawj xeeb ntau, hab tug kws tsaav kev paub ntau zuj zug kuj tsaav kev nyuaj sab ntau."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.1","label":"1","content":"Kuv xaav has tas, “Ca kuv swm kev lomzem, ca le ua lomzem zoo sab moog.” Tassws saib maj, tej nuav kuj yog qhuav qhawv hab xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.2","label":"2","content":"Kuv has txug qhov kws luag luag tas, “Yog ruag xwb,” hab has txug qhov kws ua lomzem tas, “Muaj qaabhau daabtsw?”"},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.3","label":"3","content":"Kuv lub sab tshawb nrhav saib ua le caag cawv txwv maab txhad ua rua kuv zoo sab, (yog kuv lub sab tseed swv tswvyim coj kuv), hab saib yuav ua le caag tuav tau txujkev ruag, moog txug thaus kuv pum tas yaam twg zoo rua tej tuabneeg ua huv lub qaab ntuj rua tej swjhawm tsawg tsawg kws puab muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.4","label":"4","content":"Kuv ua teg num luj heev, kuv ua tej tsev hab cog tej vaaj txwv maab rua kuv."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.5","label":"5","content":"Kuv ua tej lub vaaj hab tej tshaav puam kws nyob ua sw, hab cog txhua yaam txwv ntoo rua huv."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.6","label":"6","content":"Kuv ua tej paag dej rua kuv swv nduav dej rua tej txwv ntoo kws saamswm hlub."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.7","label":"7","content":"Kuv yuav tub qhe nkauj qhev hab muaj tej qhev kws yug lug huv kuv tsev. Kuv muaj tej paab nyuj paab tshws paab yaaj ntau kawg, coob dua tej tuabneeg kws nyob ua kuv ntej huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.8","label":"8","content":"Kuv khaws nyaj hab kub ca hab khaws tej nyaj txag ntawm tej vaajntxwv hab huv lwm tebchaws ca. Kuv muaj tej tub ntxhais kws txawj hu nkauj, hab muaj ntau tug nam yau kws ntxwm txwvneej lub sab."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.9","label":"9","content":"Kuv txhad ua luj, ua luj dua txhua tug kws nyob ua kuv ntej huv Yeluxalee. Hab kuv tug tswvyim tseed nrug nraim kuv."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.10","label":"10","content":"Kuv lub qhov muag ntshaw daabtsw kuv yeej yuav kuas tau, kuv tsw tswj kuv lub sab ntawm tej kev lomzem hlo le, tsua qhov kuv lub sab ntswb tau kev zoo sab huv tej num kws kuv ua, hab tej nuav yog tej tshaaj thawj ntawm kuv teg num."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.11","label":"11","content":"Mas kuv xaav txug txhua yaam kws kuv txhais teg tau ua hab kuv tej kev khwv kws kuv swv sav swv zug ua, saib maj, txhua yaam kuj qhuav qhawv haus cua xwb, hab tsw tau qaabhau daabtsw le huv qaab lub nub."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.12","label":"12","content":"Mas kuv tshuaj saib tswvyim hab txujkev ruag hab kev tsw thoob tswb. Tug kws tshwm lug ua vaajntxwv qaab yuav ua tau daabtsw? Nwg kuj tsuas ua tau tej kws txeev ua tau lug lawm xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.13","label":"13","content":"Kuv pum tas tswvyim zoo dua txujkev tsw thoob tswb, ib yaam le qhov kaaj zoo dua le qhov tsaus ntuj."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.14","label":"14","content":"Tug kws muaj tswvyim muaj qhov muag huv nwg taubhau, tassws tug kws tsw thoob tswb taug txujkev tsaus ntuj. Txawm le ntawd los kuv pum tas puab suavdawg yuav raug lub khuab ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.15","label":"15","content":"Kuv txhad xaav huv lub sab tas, “Cov tuabneeg tsw thoob tswb raug lub khuab zoo le caag kuv kuj raug lub khuab ib yaam le ntawd. Yog le ntawd kuv muaj tswvyim ntau kawg ua daabtsw?” Kuv txhad xaav tas tej tswvyim kuj qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.16","label":"16","content":"Tsw muaj leejtwg ncu txug tug kws muaj tswvyim hab tug kws tsw thoob tswb ib yaam nkaus moog le, vem tom hauv ntej moog yeej yuav tsw ncu txug puab suavdawg le. Tug kws muaj tswvyim los kuj tuag ib yaam nkaus le tug kws tsw thoob tswb tuag hab xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.17","label":"17","content":"Kuv txhad ntxub txujsa, tsua qhov tej num kws ua rua huv qaab lub nub ua rua kuv nyuaj sab ntxhuv sab, vem yog txhua yaam tsuas yog qhuav qhawv haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.18","label":"18","content":"Kuv ntxub tej num kws kuv swv sav swv zug ua huvsw huv qaab lub nub, tsua qhov kuv yeej yuav tsum tseg tej num ntawd ca rua tug kws tshwm lug ua kuv qaab."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.19","label":"19","content":"Mas leejtwg yuav paub tas tug kws tshwm lug hov yuav ua tuabneeg ntse los ruag? Txawm le caag los nwg yeej yuav tau tej num huvsw kws kuv tau swv sav swv zug ua hab swv kuv tug tswvyim ua huv qaab lub nub. Nuav kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.20","label":"20","content":"Kuv txhad le rov poob sab taag kawg tswvyim rua tej num huvsw kws kuv swv sav swv zug ua huv qaab lub nub,"},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.21","label":"21","content":"vem yog muaj tej tug kws swv tswvyim hab kev txawj ntse hab swv nwg tug taw teg ua num khwv los kuj yuav tsum tso tej num hov tseg rua lwm tug kws tsw tau nqeg daag nqeg zug ua yuav. Nuav kuj yog qhuav qhawv xwb hab phem kawg le."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.22","label":"22","content":"Tuabneeg tau daabtsw ntawm tej num huvsw kws puab swv sav swv zug ua txhawj quas ntsuav rua huv qaab lub nub?"},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.23","label":"23","content":"Vem tas puab tsuas yog tiv mob tiv ntsaaj taag naj taag xyoo, hab puab tej num kuj ua rua puab nyuaj sab ntxhuv sab. Txawm yog ntuj teb taag mo los puab lub sab kuj tsw su. Nuav kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.24","label":"24","content":"Tuabneeg lub neej tsw muaj ib yaam daabtsw zoo dua le qhov kws noj hab haus hab tau kev zoo sab ntawm tej num kws nwg ua. Kuv pum tas tej nuav kuj yog lug ntawm Vaajtswv txhais teg lug."},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.25","label":"25","content":"Yog tsw muaj Vaajtswv lawm leejtwg yuav noj tau hab tau txujkev zoo sab?"},{"bible_id":"1216","chapter_code":"ECC.2","verse_code":"ECC.2.26","label":"26","content":"Tsua qhov Vaajtswv pub tswvyim hab kev txawj ntse hab kev zoo sab rua tug kws hum nwg sab. Tassws tug kws ua txhum muaj txem Vaajtswv muab num rua nwg ua, tsuas yog sau hab khaws ca rua tug kws hum Vaajtswv lub sab. Nuav kuj yog qhuav qhawv hab haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.1","label":"1","content":"Muaj caij muaj nyoog rua txhua yaam, muaj swjhawm rua txhua yaam kws tshwm lug huv lub qaab ntuj."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.2","label":"2","content":"Muaj caij yug hab muaj caij tuag, muaj caij cog hab caij dob yaam kws cog."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.3","label":"3","content":"Muaj caij muab tua hab muaj caij khu kuas zoo, muaj caij rhuav hab muaj caij tswm dua tshab."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.4","label":"4","content":"Muaj caij quaj hab muaj caij luag, muaj caij quaj ntsuag hab muaj caij seev cev zoo sab."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.5","label":"5","content":"Muaj caij muab pob zeb laim pov tseg hab muaj caij sau lug ua ke, muaj caij sws puag hab muaj caij tso tseg tsw puag."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.6","label":"6","content":"Muaj caij nrhav hab muaj caij ua kuas pluj, muaj caij khaws ca hab muaj caij tso pov tseg."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.7","label":"7","content":"Muaj caij muab dua, hab muaj caij muab xaws, muaj caij nyob tuabywv hab muaj caij has lug."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.8","label":"8","content":"Muaj caij hlub hab muaj caij ntxub, muaj caij ua rog hab muaj caij nyob taj tug."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.9","label":"9","content":"Tug kws ua num tau daabtsw ntawm nwg teg num?"},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.10","label":"10","content":"Kuv pum tej num kws Vaajtswv muab rua tuabneeg ua."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.11","label":"11","content":"Vaajtswv ua rua ib puas tsaav yaam zoo nkauj lawv le nwg lub caij lub nyoog. Nwg muab qhov kws nyob moog ib txhws tsw kawg tso rua huv tuabneeg lub sab, tassws tuabneeg tseed tsw txawj tshawb nrhav tej kws Vaajtswv ua thaus chiv keeb chiv thawj moog txug thaus kawg."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.12","label":"12","content":"Kuv paub lawm tas tsw muaj ib yaam daabtsw zoo dua le qhov kws tuabneeg kaaj sab hab xyiv faab taag puab swm neej."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.13","label":"13","content":"Hab paub tas qhov kws muaj noj muaj haus hab tau kev zoo sab ntawm tej num huvsw kws ua, yog yaam kws Vaajtswv pub rua tuabneeg."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.14","label":"14","content":"Kuv paub tas txhua yaam kws Vaajtswv ua nyob ruaj moog ib txhws, hab muab ib yaam daabtsw tsaav rua huv kuj tsw tau, hab muab ib yaam daabtsw rhu tawm moog kuj tsw tau. Vaajtswv tau ua le ntawd sub tuabneeg txhad le fwm hab paub ntshai nwg."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.15","label":"15","content":"Yaam kws muaj nwgnuav kuj yog yaam kws tub muaj tshwm lug ua ntej lawm. Yaam kws yuav muaj tshwm lug kuj yog yaam kws tub muaj tshwm lug lawm. Hab Vaajtswv tshawb nrhav yaam kws tub dua taag lawm."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.16","label":"16","content":"Tsw taag le hov xwb, huv qaab lub nub kuv tseed pum tas huv lub chaw kws txav txem ncaaj tseed muaj kev ua phem, hab huv lub chaw kws ua ncaaj nceeg tseed muaj kev ua phem hab."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.17","label":"17","content":"Kuv txhad xaav huv kuv lub sab tas, “Vaajtswv yuav txav txem rua cov kws ncaaj nceeg hab cov kws ua phem, tsua qhov nwg tub teem swjhawm rua txhua yaam hab rua txhua teg num lawm.”"},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.18","label":"18","content":"Has txug tuabneeg mas kuv xaav huv kuv lub sab tas, “Vaajtswv saamswm swm puab sub txhad qha puab paub tas puab tsuas yog tsaj txhu xwb."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.19","label":"19","content":"Tsua qhov tuabneeg tej khuab hab tsaj txhu tej khuab kuj zoo ib yaam nkaus. Ob co nuav puavleej txawj tuag ib yaam nkaus. Ob co nuav yeej ua paa ib yaam nkaus, hab tuabneeg tsw muaj ib yaam daabtsw zoo dhau tej tsaj txhu. Vem yog txhua yaam qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.20","label":"20","content":"Txhua tug puavleej moog rua tuab lub chaw. Txhua tug puavleej yog tshwm ntawm moov aav lug hab txhua tug yuav rov moog ua moov aav."},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.21","label":"21","content":"Leejtwg yuav paub tas tuabneeg tug ntsuj plig moog rua sau ntuj hab tsaj txhu tug plig nqeg moog rua huv aav los tsw moog?”"},{"bible_id":"1216","chapter_code":"ECC.3","verse_code":"ECC.3.22","label":"22","content":"Kuv txhad pum tas tsw muaj ib yaam daabtsw zoo dua qhov kws nwg zoo sab rua tej num kws nwg ua vem yog nwg le ndag. Leejtwg yuav qha tau rua nwg paub tas daabtsw yuav tshwm lug ua nwg qaab?"},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.1","label":"1","content":"Hab kuv pum tej kev tswm txom huvsw kws muaj huv qaab lub nub. Mas saib maj, tej kua muag kws raug tswm txom, tsw muaj leejtwg nplig puab lub sab. Fwjchim nyob ntawm cov kws tswm txom, tsw muaj leejtwg nplig cov kws raug tswm txom."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.2","label":"2","content":"Mas kuv xaav tas cov kws tuag taag lawm muaj moo dua cov kws tseed muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.3","label":"3","content":"Tassws tug kws tsw tau yug lug hab tsw tau pum tej kev phem kws muaj huv qaab lub nub kuj zoo dua ob co tuabneeg nuav."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.4","label":"4","content":"Hab kuv pum tas tej daag num huvsw kws tuabneeg swv sav swv zug ua hab qhov kws teg taw txawj ua txhua yaam num yog lug ntawm txujkev sws khib. Nuav kuj yog qhuav qhawv hab haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.5","label":"5","content":"Tug tuabneeg tsw thoob tswb nkaum teg nkoog, hab noj nwg cev nqaj."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.6","label":"6","content":"Ib taus teg kev sab tug tseed zoo dua ob taus teg puv nkaus tej num kws swv sav swv zug ua hab haus cua."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.7","label":"7","content":"Kuv pum dua ib yaam qhuav qhawv huv qaab lub nub,"},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.8","label":"8","content":"yog qhov kws ib tug nyob tuab leeg tsw muaj tub ki tsw muaj kwvtij, tassws nwg swv sav swv zug ua num tsw su hlo le, hab nwg tej nyaj txag tsw txawj txaus nwg lub qhov muag, nwg tsw xaav has tas, “Kuv swv sav swv zug ua num hab yoo kev lomzem rua leejtwg?” Nuav kuj yog qhuav qhawv hab yog kev nyuaj sab xwb."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.9","label":"9","content":"Ob leeg zoo dua ib leeg, tsua qhov ob leeg yuav tau nqe zug zoo ntawm tej num kws ob tug ua."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.10","label":"10","content":"Tsua qhov yog ib tug qaug yuav muaj ib tug tsaa kuas nwg sawv. Tassws tug kws nyob tuab leeg thaus nwg qaug lawm tsw muaj leejtwg tsaa nwg sawv, yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.11","label":"11","content":"Dua ib qho, yog ob leeg pw ua ke kuj suv. Tassws yog pw ib leeg yuav suv tau le caag?"},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.12","label":"12","content":"Txawm yog ib leeg ntaus yeej lwm tug, los ob leeg yeej yuav ntaus yeej xwb xwb le. Ib txuj hlua peb ntswg yeej tsw tu sai."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.13","label":"13","content":"Tug hluas pluag kws muaj tswvyim kuj zoo dua tug vaajntxwv laug ruag kws cob qha tsw tau lawm,"},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.14","label":"14","content":"nwg tawm huv tsev lojfaaj lug sawv ua vaajntxwv lossws yug lug ua tuabneeg pluag huv nwg lub tebchaws kuj xwj."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.15","label":"15","content":"Kuv pum tej tuabneeg suavdawg kws muaj txujsa nyob hab moog moog lug lug huv qaab lub nub lawv tug hluas kws sawv nyob tug vaajntxwv chaw."},{"bible_id":"1216","chapter_code":"ECC.4","verse_code":"ECC.4.16","label":"16","content":"Tej tuabneeg suavdawg kws nwg kaav muaj coob suav tsw txheeb. Tassws cov kws yug lug tom qaab yuav tsw zoo sab rua nwg. Nuav yog qhuav qhawv hab haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.1","label":"1","content":"Koj yuav tsum ceev faaj koj txhais kwtaw rua thaus koj moog rua huv Vaajtswv lub tuam tsev. Txaav ze tig ntsej noog zoo dua cov kws tsw thoob tswb coj tsaj tuaj xyeem, tassws puab tsw paub tas puab saamswm ua phem."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.2","label":"2","content":"Koj lub ncauj tsw xob laam tau laam has, tsw xob ua lub sab sai moog cog lug rua ntawm Vaajtswv xubndag, tsua qhov Vaajtswv nyob sau ntuj kaag, koj nyob huv nplajteb. Yog le nuav koj yuav tsum has lug tsawg."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.3","label":"3","content":"Muaj kev txhawj ntau, kuj ua npau suav ntau, muaj tug kws tsw thoob tswb kuj muaj lug ntau."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.4","label":"4","content":"Thaus koj fev le caag rua Vaajtswv, koj tsw xob ca ntev le pauj, tsua qhov Vaajtswv tsw txaus sab rua cov kws tsw thoob tswb. Koj ca le pauj lawv le koj fev."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.5","label":"5","content":"Qhov kws koj tsw xob fev kuj zoo dua le qhov kws koj fev es tsw pauj."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.6","label":"6","content":"Tsw xob ca koj lub qhov ncauj coj koj moog ua txhum, hab tsw xob has rua Vaajtswv tug tub xaa xuv tas, “Kuv fev yuam kev.” Ua caag yuav ca Vaajtswv chim rua tej lug kws koj has hab rhuav tshem tej kws koj txhais teg ua?"},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.7","label":"7","content":"Thaus ua npau suav ntau kuj has tej lug qhuav qhawv ntau. Tassws koj ca le fwm hab paub ntshai Vaajtswv."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.8","label":"8","content":"Yog koj pum tug pluag huv lub moos twg raug tswm txom hab pum qhov kws luas txav txem tsw ncaaj qhau nwg txujcai, koj tsw xob xaav tsw thoob rua qhov nuav. Tseed muaj ib tug num tswv qeb sab kaav tug num tswv ntawd, hab tseed tshuav cov num tswv qeb sab dua kaav cov num tswv hov."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.9","label":"9","content":"Txawm yog le ntawd los puab cov ntawd tseed tau tshaaj thawj huv lub tebchaws, hab tej laj teb yuav tsum muaj vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.10","label":"10","content":"Tug kws nyam nyaj muaj npaum twg yeej tsw txaus nwg lub sab, tug kws nyam nyaj txag kuj tsw txaus sab rua tej kws tau lawm. Nuav kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.11","label":"11","content":"Thaus muaj hov txhua chaw ntau zuj zug, cov kws noj kuj coob zuj zug. Tej hov txhua chaw ntawd tug tswv tau daabtsw, tsuas yog nwg qhov muag pum ib plag xwb?"},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.12","label":"12","content":"Tej tub zug tau noj ntau hab tsawg los kuj pw tsaug zug zoo, sab tug yeeg, tassws qhov kws tug nplua nuj muaj nplua mag kuj tsw ua rua nwg tsaug zug zoo."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.13","label":"13","content":"Huv qaab lub nub kuv pum ib yaam phem kws tsw zoo kuv lub sab, yog qhov kws tej nyaj txag kws tug tswv khaws ca tseed rov ua phem rua nwg."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.14","label":"14","content":"Tej nyaj txag hov pluj taag tsua qhov kws nqeg peev rua yaam kws tsw zoo. Nwg muaj tug tub tassws tsw muaj ib yaam daabtsw huv nwg txhais teg pub rua nwg tug tub."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.15","label":"15","content":"Nwg yug huv nam lub plaab lug lab qaab le caag, nwg yeej yuav rov qaab lab qaab le ntawd, hab nwg yuav coj tsw tau ib yaam daabtsw kws nwg khwv tau huv nwg txhais teg moog."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.16","label":"16","content":"Nuav kuj yog ib yaam phem kws tsw zoo kuv sab, yog qhov kws nwg yug lug zoo le caag nwg yuav rov moog ib yaam le ntawd. Nwg tau qaabhau daabtsw, qhov kws nwg swv sav swv zug txhad tau cua xwb?"},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.17","label":"17","content":"Nwg noj nyob huv qhov tsaus ntuj  taag nwg swm neej, nwg muaj kev nyuaj sab kawg, muaj mob muaj nkeeg hab muaj kev chim."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.18","label":"18","content":"Saib maj, qhov kws kuv pum zoo hab tswm nyog yog qhov kws noj hab haus hab tau kev zoo sab ntawm tej num huvsw kws yug swv sav swv zug ua huv qaab lub nub, rua tej swjhawm tsawg tsawg kws yug muaj txujsa nyob kws Vaajtswv pub rua yug, vem tej nuav yog nwg le ndag."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.19","label":"19","content":"Qhov kws txhua tug kws Vaajtswv pub nyaj txag hab hov txhua chaw hab pub kuas nwg zoo sab rua tej ntawd, hab qhov kws leeg yuav nwg le ndag hab zoo sab rua tej num kws nwg ua, nuav yog Vaajtswv pub ntaag."},{"bible_id":"1216","chapter_code":"ECC.5","verse_code":"ECC.5.20","label":"20","content":"Nwg txhad tsw tshua txhawj txug lub caij lub nyoog kws nwg muaj txujsa nyob, tsua qhov Vaajtswv pub kuas nwg lub sab tsuas xaav txug qhov kws zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.1","label":"1","content":"Kuv pum muaj ib yaam phem nyob huv qaab lub nub, yaam hov nyaav kawg rua tuabneeg,"},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.2","label":"2","content":"yog tug tuabneeg kws Vaajtswv muab nyaj txag, hov txhua chaw hab meej mom pub rua nwg txhad tau txhua yaam kws nwg ntshaw tsw tu ncua ib yaam hlo le, tassws Vaajtswv tsw pub nwg tau swv tej ntawd, tassws luas lwm tug yuav tau swv. Nuav kuj yog qhuav qhawv, yog kev nyuaj sab luj kawg."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.3","label":"3","content":"Txawm yog leejtwg muaj ib puas tug mivnyuas hab nyob ntau xyoo, nwg lub caij lub nyoog kws nwg muaj txujsa nyob ntev, tassws nwg tsw muaj kev zoo sab ntawm tej yaam kws zoo hab nwg tuag tsw muaj nteeg, los kuv has tas tug mivnyuas kws pob lawm tseed zoo dua tug hov."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.4","label":"4","content":"Tsua qhov tug mivnyuas ntawd yug lug qhuav qhawv hab tuag rua huv qhov tsaus ntuj, hab nwg lub npe yeej muab npog rua huv qhov tsaus ntuj lawm,"},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.5","label":"5","content":"hab yeej tsw tau pum lub nub hab tseed tsw tau paub ib yaam daabtsw le. Tug mivnyuas nuav tau su sab tug yeeg ntau dua tug hov."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.6","label":"6","content":"Txawm yog nwg ua neej nyob ib txheeb xyoo hab tseed ntxwv ib npaug rua los tsw tau ib yaam daabtsw kws zoo. Txhua tug tsw yog nqeg moog rua huv tuab qhov chaw lov?"},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.7","label":"7","content":"Tuabneeg tej num huvsw puavleej yog ua rua lub qhov ncauj xwb, txawm yog le ntawd los puab tsw txawj tsau le."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.8","label":"8","content":"Tug kws muaj tswvyim tau daabtsw zoo dua tug kws tsw thoob tswb? Tug pluag kws paub xyum zoo rua ntawm cov kws muaj txujsa nyob xubndag tau daabtsw hab?"},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.9","label":"9","content":"Pum ntawm lub qhov muag zoo dua le kws pheej ntshaw hab moog nrhav. Nuav kuj yog qhuav qhawv hab haus cua xwb."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.10","label":"10","content":"Yaam kws muaj nwgnuav kuj yog yaam kws teem ca lawm, hab kuj paub tas tuabneeg yog daabtsw hab puab kuj tsw txawj nrug tug kws muaj fwjchim luj dua puab sws caam."},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.11","label":"11","content":"Yim has ntau kuj yimfuab qhuav qhawv ntau, mas yuav muaj qaabhau daabtsw rua tuabneeg?"},{"bible_id":"1216","chapter_code":"ECC.6","verse_code":"ECC.6.12","label":"12","content":"Thaus tuabneeg tseed muaj txujsa nyob lub caij lub nyoog tsawg tsawg kws qhuav qhawv hab dhau plhawv yaam le tug duab, leejtwg paub tas yaam twg zoo rua tuabneeg? Leejtwg has tau rua tuabneeg tas yaam twg yuav tshwm lug ua qaab nwg huv qaab lub nub?"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.1","label":"1","content":"Lub koob meej zoo mas zoo dua tej roj tsw qaab kws muaj nqes. Nub kws tuag zoo dua nub kws yug."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.2","label":"2","content":"Moog rua huv lub tsev kws quaj ntsuag zoo dua moog rua huv lub tsev noj nqaj noj qhau, vem tas qhov nuav yog qhov kawg rua tuabneeg txhua tug huvsw, mas cov kws tseed ua neej nyob yuav khaws tej nuav rua huv lub sab."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.3","label":"3","content":"Nyob mluag quas mlob zoo dua le luag luag, vem tas lub ntsej muag mluag mlob ua rua lub sab xyiv faab."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.4","label":"4","content":"Tug kws muaj tswvyim lub sab yeej nyob huv lub tsev kws quaj ntsuag, tug kws tsw thoob tswb lub sab yeej nyob huv lub tsev kws ua lomzem."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.5","label":"5","content":"Noog tug muaj tswvyim lu lug qhuab ntuag zoo dua noog tug ruag hu nkauj."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.6","label":"6","content":"Hlawv xuav paug tawg huv qaab laujkaub le caag, tug ruag lub suab luag kuj ib yaam le ntawd. Nuav kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.7","label":"7","content":"Kev quab yuam tswm txom ua rua tug kws muaj tswvyim ruag lawm. Tej nyaj xab ua rua lub sab ntxeev phem taag lawm."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.8","label":"8","content":"Qhov kws xaus zoo dua le qhov kws chiv. Ua lub sab ntev zoo dua le lub sab khaav theeb."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.9","label":"9","content":"Tsw xob chim sai, tsuas yog tug tsw thoob tswb txhad khaws qhov chim rua huv lub sab moog le."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.10","label":"10","content":"Tsw xob nug tas, “Ua caag yaav thau u zoo dua le nwgnuav?” Qhov kws nug le ntawd yog tsw muaj tswvyim txhad nug."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.11","label":"11","content":"Tswvyim zoo yaam nkaus le tej qub txeeg qub teg hab muaj qaabhau rua tug kws pum lub nub."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.12","label":"12","content":"Tswvyim tiv thaiv tau ib yaam le nyaj txag tiv thaiv. Kev txawj ntse tug nqe yog qhov kws tswvyim tuav tau tug kws txawj ntse txujsa."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.13","label":"13","content":"Ca le tshuaj saib Vaajtswv teg num. Yaam kws Vaajtswv ua nkhaus lawd leejtwg yuav muab yeb kuas yag tau?"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.14","label":"14","content":"Thaus muaj kev vaam meej ca le zoo sab xyiv faab, thaus muaj kev txom nyem, ca le ua tuab zoo xaav. Ob yaam nuav puavleej yog Vaajtswv ua, tuabneeg txhad tsw txawj paub tas yuav muaj daabtsw tshwm lug rua yaav tom qaab kws dua puab."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.15","label":"15","content":"Thaus kuv ua neej nyob qhuav qhawv kuv tau pum txhua yaam. Muaj cov ncaaj nceeg, txawm yog nwg ua ncaaj nceeg los nwg tseed tuag, hab muaj cov tuabneeg phem, txawm yog nwg ua phem los nwg tsua muaj txujsa nyob ntev."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.16","label":"16","content":"Tsw xob ua tuabneeg ncaaj dhau, hab tsw xob ua tug ntse dhau. Ua caag koj yuav ua rua koj puam tsuaj?"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.17","label":"17","content":"Tsw xob ua phem ntau dhau, hab tsw xob ua tuabneeg ruag. Ua caag koj yuav tuag ua ntej kws tsw tau txug koj caij?"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.18","label":"18","content":"Qhov kws zoo yog qhov kws koj tuav rawv yaam nuav ca, hab tsw xob nkaum teg kuas nplaam yaam tod. Tug kws fwm hab paub ntshai Vaajtswv yuav zaam dhau txhua yaam ntawd."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.19","label":"19","content":"Tswvyim pub zug rua tug kws txawj ntse ntau dua le kaum leej kws kaav lub nroog."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.20","label":"20","content":"Yeej tsw muaj ib tug ncaaj nceeg huv lub nplajteb kws ua qhov zoo xwb xwb le tsw ua txhum hlo le."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.21","label":"21","content":"Tsw xob quav ntsej noog txhua lu lug kws luas has, tsaam tes koj tsua tau nov koj tug tub qhe foom tshev koj,"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.22","label":"22","content":"tsua qhov koj lub sab yeej paub tas muaj ntau zag koj tau foom tshev lwm tug ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.23","label":"23","content":"Kuv tub swv kuv tug tswvyim swm tej nuav lawm. Kuv has tas, “Kuv yuav tau tswvyim,” tassws tswvyim nyob deb kuv."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.24","label":"24","content":"Tej kws muaj lawm kuj nyob deb heev, tej kws tub kuj nyob tub dhau. Leejtwg yuav tshawb tau tawm lug?"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.25","label":"25","content":"Kuv txhad tig kuv lub sab lug kawm paub hab tshawb nrhav tswvyim hab txhua yaam lub keeb, hab kawm paub tas txujkev ua phem yog txujkev tsw thoob tswb hab txujkev tsw thoob tswb yog txujkev ruag."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.26","label":"26","content":"Kuv ntswb dua ib yaam kws ab sab heev dhau txujkev tuag, yog tug quaspuj kws lub sab zoo le lub qhov taub hab rooj hlua cuab, nwg txhais teg yog txuj saw hlau. Tug kws ua hum Vaajtswv lub sab txhad dim ntawm tug puj hov, tassws tug kws ua txhum muaj txem yuav raug nwg nteg."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.27","label":"27","content":"Tub laaj lim has tas, “Saib maj, kuv ntswb zoo le nuav, yog kuv muab ib zaaj lug txuas rua ib zaaj sub txhad nrhav tau lub keeb,"},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.28","label":"28","content":"yog yaam kws kuv lub sab nrhav taag los nrhav thab tassws kuv nrhav tsw tau. Ib txheeb tuabneeg tsuas nrhav tau ib tug txwvneej zoo xwb, tassws tub nrhav tsw tau ib tug quaspuj zoo."},{"bible_id":"1216","chapter_code":"ECC.7","verse_code":"ECC.7.29","label":"29","content":"Saib maj, kuv tsuas ntswb yaam nuav xwb, yog qhov kws Vaajtswv tswm tuabneeg kuas ua ncaaj nceeg, tassws puab nrhav kev ua phem xwb.”"},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.1","label":"1","content":"Leejtwg yuav zoo cuag le tug kws muaj tswvyim? Leejtwg yuav paub txhua yaam lub ntsab? Tuabneeg tug tswvyim ua rua nwg lub ntsej muag ci luag ntxhw, hab ua rua nwg lub plhu kws tuab hloov dua tshab."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.2","label":"2","content":"Ca le ua lawv le vaajntxwv has, vem yog tej lug tseem ceeb kws koj tau cog lug tseg lawm."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.3","label":"3","content":"Tsw xob maaj tawm ntawm vaajntxwv lub xubndag. Thaus muaj xwm txheej tsw zoo, tsw xob tawv ncauj, tsua qhov vaajntxwv yeej ua txhua yaam lawv le nwg lub sab nyam."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.4","label":"4","content":"Vaajntxwv tej lug muaj fwjchim, mas leejtwg yuav nug tau vaajntxwv tas, “Koj ua daabtsw le nuav?”"},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.5","label":"5","content":"Tug kws ua lawv le vaajntxwv has yuav tsw raug ceblaaj, hab tug kws muaj tswvyim lub sab yuav paub lub caij hab paub kev ua num."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.6","label":"6","content":"Txawm yog tuabneeg txujkev ceblaaj ua lub nraa nyaav rua puab, los txhua yaam nyag muaj nyag caij hab nyag muaj nyag kev ua num."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.7","label":"7","content":"Tsua qhov puab tsw paub tas daabtsw yuav tshwm lug, hab leejtwg yuav has rua puab tas yaam hov yuav tshwm lug le caag?"},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.8","label":"8","content":"Tsw muaj leejtwg yuav taav tau nwg tug ntsuj plig, lossws muaj fwjchim kaav nub kws tuag. Nyob huv tshaav rog tsw pub leejtwg tawm tub rog. Txujkev ua phem yeej tsw tso tug kws raug muab cob rua huv txujkev phem lawm."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.9","label":"9","content":"Txhua yaam nuav kuv tub pum rua thaus kuv saamswm kub sab quas lug rua txhua yaam kws tuabneeg ua huv qaab lub nub, yog qhov kws ib tug muaj fwjchim kaav ib tug, ua rua nwg raug txom nyem."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.10","label":"10","content":"Kuv pum puab log cov tuabneeg phem kws txeev moog lug ntawm lub chaw dawb huv, hab luas qhuas puab rua huv lub moos kws cov tuabneeg phem hov ua phem ntaag. Nuav yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.11","label":"11","content":"Vem tas qhov kws txav txem rua tej kev phem luas tsw txav txem sai sai, mas tej tuabneeg lub sab txhad le fuas quas tso moog ua phem."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.12","label":"12","content":"Txawm yog cov tuabneeg muaj txem ua phem ib puas zag hab puab tseed muaj txujsa nyob, los kuv yeej paub tas cov kws fwm hab paub ntshai Vaajtswv yuav tau zoo vem puab paub ntshai rua ntawm nwg lub xubndag."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.13","label":"13","content":"Tassws tug tuabneeg phem yuav tsw tau zoo, nwg lub noob nyoog zoo yaam nkaus le tug duab yuav tsw nyob ntev, tsua qhov nwg tsw paub ntshai rua ntawm Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.14","label":"14","content":"Tseed tshuav ib yaam qhuav qhawv kws ua huv lub nplajteb, yog qhov kws muaj cov ncaaj nceeg saws cov tsw ncaaj lub khuab, hab muaj cov tuabneeg phem saws cov kws ncaaj nceeg lub khuab. Kuv has tas qhov nuav kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.15","label":"15","content":"Kuv pum zoo ca nrhav kev zoo sab xyiv faab rua huv peb lub neej, tsua qhov huv qaab lub nub tuabneeg tsw muaj ib yaam daabtsw zoo dua qhov kws noj haus hab muaj kev zoo sab xyiv faab. Vem tas qhov kws zoo sab xyiv faab yuav nrug nraim nwg huv nwg tej num taag nwg swm neej kws Vaajtswv pub rua nwg huv qaab lub nub."},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.16","label":"16","content":"Thaus kuv kub sab quas lug xaav paub txug tswvyim hab tej num kws ua huv lub nplajteb, hab qhov kws puab nyaj daab ndub taag nub taag mo,"},{"bible_id":"1216","chapter_code":"ECC.8","verse_code":"ECC.8.17","label":"17","content":"kuv txhad pum Vaajtswv teg num huvsw, hab pum tas tuabneeg tsw nkaag sab rua tej num kws ua rua huv qaab lub nub. Tuabneeg swv zug tshawb nrhav npaum le caag, kuj nrhav tsw tau. Txawm yog tug kws muaj tswvyim xaav tas nwg nkaag sab, los nwg kuj nrhav tsw tau."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.1","label":"1","content":"Kuv khaws tej nuav huvsw rua huv lub sab coj lug tshuaj saib. Tug kws ncaaj nceeg hab tug kws muaj tswvyim hab puab tej num huvsw kuj nyob huv Vaajtswv txhais teg. Txawm yog ntxwm hlub lossws ntxwm ntxub kuj xwj, tuabneeg yeej tsw paub, txhua yaam kuj nyob tom puab hauv ntej."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.2","label":"2","content":"Ib lub khuab poob rua suavdawg ib yaam nkaus, poob rua cov kws ncaaj nceeg hab cov kws tsw ncaaj, poob rua cov kws zoo hab cov kws phem, poob rua cov kws dawb huv hab cov kws qas, poob rua cov muab tsaj xyeem hab cov kws tsw xyeem. Poob rua cov tuabneeg zoo le caag, kuj poob rua cov tuabneeg muaj txem le ntawd, poob rua cov kws cog lug twv le caag, kuj poob rua cov kws tsw cog lug twv le ntawd."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.3","label":"3","content":"Txhua yaam kws tshwm lug huv qaab lub nub mas nuav yog ib yaam phem, yog qhov kws ib lub khuab poob rua sau suavdawg. Tuabneeg lub sab kuj puv nkaus kev phem, hab thaus puab tseed muaj txujsa nyob txujkev ruag nyob huv puab lub sab. Dhau hov puab kuj moog nyob huv tub tuag teb."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.4","label":"4","content":"Tassws tug kws nrug nraim cov kws muaj txujsa ua ke kuj muaj lub sab vaam, vem tas tug dev kws caj tseed zoo dua le tug tsuv ntxhuav kws tuag lawm."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.5","label":"5","content":"Cov kws tseed caj yeej paub tas puab yuav tuag, tassws cov kws tuag lawm tsw paub daabtsw le lawm, hab puab yuav tsw tau nqe zug dua le lawm, yuav tsw muaj leejtwg ncu txug puab."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.6","label":"6","content":"Qhov kws nwg hlub hab ntxub hab khib tub pluj taag lawm, hab tej kws ua huv qaab lub nub puab tsw muaj feem koom ua ke dua le lawm."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.7","label":"7","content":"Ca le moog, moog noj koj tej zaub mov zoo sab xyiv faab, hab moog haus koj tej cawv txwv maab ua zoo sab hlo, vem tas Vaajtswv yeej txaus sab rua tej kws koj ua ntawd."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.8","label":"8","content":"Ca koj tej tsoog tsho dawb paug huv quas sw txhua lub swjhawm, hab muab roj ntaus plaubhau tsw tu ncua."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.9","label":"9","content":"Koj ca le zoo sab xyiv faab rua koj tug quaspuj kws koj hlub moog taag koj sws neej qhuav qhawv kws Vaajtswv pub rua koj huv qaab lub nub, vem tas tej nuav yog koj le feem huv koj lub neej hab huv tej num kws koj swv daag swv zug ua huv qaab lub nub."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.10","label":"10","content":"Koj txhais teg ua yaam num daabtsw koj ca le ua yaam num hov kawg koj tug daag tug zug, tsua qhov huv tub tuag teb kws koj yuav moog ntawd tsw muaj num hab tsw muaj kev xaav, tsw muaj kev txawj ntse hab tsw muaj tswvyim."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.11","label":"11","content":"Kuv pum dua ib yaam huv qaab lub nub, qhov kws sws tw dha yeej tsw nyob ntawm tug kws nrawm, qhov kws kov yeej kev ua rog tsw nyob ntawm tug kws muaj zug, qhov kws muaj noj tsw nyob ntawm tug kws muaj tswvyim, qhov kws nplua nuj tsw nyob ntawm tug kws thoob tswb to nrog, qhov kws tau meej mom tsw nyob ntawm tug kws txawj ntse. Tassws txhua tug yuav tau lawv le nwg txuj moov phem lossws moov zoo hab lawv le nwg lub caij lub nyoog."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.12","label":"12","content":"Tsua qhov tuabneeg yeej tsw paub nwg lub caij lub nyoog. Ntseg maag lub vaag hab noog maag tswg le caag, mas tuabneeg kuj maag ib yaam le ntawd rua thaus lub caij lub nyoog phem lug raug kag puab taamswm."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.13","label":"13","content":"Kuv pum tug tswvyim nuav huv qaab lub nub mas kuv xaam pum tas yog yaam luj kawg."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.14","label":"14","content":"Muaj ib lub moos miv miv kws muaj tuabneeg nyob tsawg tsawg. Mas muaj ib tug vaajntxwv luj tuaj ntaus hab vej lub moos ntawd, nwg tib chaw ruaj khov vej ntaus lub moos ntawd."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.15","label":"15","content":"Tassws huv lub moos hov muaj ib tug pluag pluag kws muaj tswvyim, mas tug yawm hov swv nwg tug tswvyim cawm tau lub moos hov. Txawm yog le ntawd los tsw muaj ib tug ncu txug tug yawm pluag nuav le."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.16","label":"16","content":"Mas kuv txhad has tas tswvyim zoo dua tug zug luj, txawm yog luas saib tsw taug tug pluag hov tug tswvyim hab tsw quav ntsej nwg tej lug kuj xwj."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.17","label":"17","content":"Tug muaj tswvyim tej lug kws yug nov has tuabywv, mas zoo dua tug thawj has lug nrov nrov rua cov tuabneeg ruag noog."},{"bible_id":"1216","chapter_code":"ECC.9","verse_code":"ECC.9.18","label":"18","content":"Tswvyim zoo dua tej cuab yeej ua rog, tassws ib tug tuabneeg txhum muaj txem ua rua ntau yaam kev zoo pam taag."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.1","label":"1","content":"Yoov tuag ua rua tej roj tsw qaab tsw ntxhab lawm, txujkev ruag mivntswv xwb nyaav dua tug tswvyim hab lub koob meej."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.2","label":"2","content":"Tug kws muaj tswvyim lub sab coj nwg moog rua saab xws, tassws tug ruag lub sab coj nwg moog rua saab txhum phem."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.3","label":"3","content":"Thaus tug tuabneeg ruag taug kev, nwg yeej tsw paub qaabhau, nwg tug cujpwm ua rua suavdawg pum tas nwg yog tug ruag."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.4","label":"4","content":"Yog tug thawj npau tawg rua koj, koj tsw xob tawm ntawm koj lub chaw moog, vem qhov kws ua sab ntev yuav ua rua nwg zaam txem tau."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.5","label":"5","content":"Muaj ib yaam phem kws kuv pum huv qaab lub nub, yog tej kev txhum kws tug thawj ua."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.6","label":"6","content":"Tsaa tug ruag nyob lub rooj sab, qhau tug nplua nuj nyob lub rooj qeg."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.7","label":"7","content":"Kuv pum tej qhev caij neeg, hab pum tej thawj moog kwtaw yaam le tej qhev."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.8","label":"8","content":"Leejtwg khawb qhov ca, nwg yuav poob rua huv qhov ntawd, leejtwg tho phaab ntsaa nkaag rua huv, naab yuav tum nwg."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.9","label":"9","content":"Leejtwg txaam pob zeb, pob zeb yuav raug tug hov mob, leejtwg phua ntoo, ntoo yuav ua rua nwg raug ceblaaj."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.10","label":"10","content":"Yog taus npub lawm, tsw muab huv kuas ntse, yug yuav tsum swv zug heev dua, tassws tswvyim yuav paab ua tau kuas tav."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.11","label":"11","content":"Yog naab tum ua ntej kws tsw tau muab cob kuas seej, tug kws cob naab tsw muaj qaabhau daabtsw."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.12","label":"12","content":"Tug kws muaj tswvyim lub qhov ncauj tej lug ua kuas nwg tau koob moov, tug kws ruag tug nplaig yuav rov ua rua nwg puam tsuaj."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.13","label":"13","content":"Nwg chiv has tej lug tsw thoob tswb tawm huv lub qhov ncauj lug, mas thaus kawg yuav has tej lug kws ruag phem kawg le."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.14","label":"14","content":"Tug ruag ncauj ntau has tsw txawj taag le. Tuabneeg tsw paub tas yuav tshwm xwm daabtsw lug. Leejtwg yuav has tau tas thaus dua nwg lawm yuav muaj daabtsw tshwm lug?"},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.15","label":"15","content":"Tug ruag tej num ua rua nwg txug sav, nwg tsw paub txujkev kws nkaag moog rua huv lub nroog."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.16","label":"16","content":"Lub tebchaws 'e, koj yuav raug txom nyem rua thaus koj tug vaajntxwv yog mivnyuas yau, hab koj cov thawj paam noj paam haus ua lomzem rua thaus taagkig."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.17","label":"17","content":"Lub tebchaws 'e, koj yuav tau moov zoo rua thaus koj tug vaajntxwv yog keeb vaaj, hab koj cov thawj noj haus lawv swjhawm sub txhad muaj zug tsw yog qaug dej qaug cawv."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.18","label":"18","content":"Vem yog cis nkeeg ruv tsev txhad luv pob taag, hab vem yog cis nkeeg puag teg puag taw, lub tsev txhad xaw quas ntsuav."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.19","label":"19","content":"Zaub mov ua rua muaj kev lomzem zoo sab, cawv txwv maab ua rua lub neej xyiv faab, nyaj txag ua rua muaj txhua yaam."},{"bible_id":"1216","chapter_code":"ECC.10","verse_code":"ECC.10.20","label":"20","content":"Tsw xob tshev foom vaajntxwv, txawm yog huv koj lub sab los tsw xob tshev, hab tsw xob tshev foom cov nplua nuj huv koj lub txaaj pw, tsaam tes ib tug noog sau nruab ntug tsua coj koj tej lug moog, lossws tug kws muaj kauj tis yuav pav koj zaaj."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.1","label":"1","content":"Ca le muab koj lub ncuav nrum  rua huv dej, tsua qhov dhau ntau nub koj yuav rov pum hab."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.2","label":"2","content":"Ca le muab nyaj txag hov txhua chaw faib rua xyaa qhov lossws yim qhov kuj tau, tsua qhov koj tsw paub tas yuav muaj yaam phem twg tshwm lug rua huv nplajteb."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.3","label":"3","content":"Yog cov fuab muaj naag puv nkaus, kuj yuav tso lug rua huv nplajteb, yog ntoo qaug rua saab peg los saab nraag, yog qaug rua hovtwg yeej yuav nyob qhov ntawd."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.4","label":"4","content":"Tug kws tshuaj saib tej cua nwg yuav tsw tseb noob, tug kws saib tej fuab nwg yuav tsw sau qoob."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.5","label":"5","content":"Koj tsw paub tas cua ntsawj moog rua hovtwg, hab tsw paub tas tug ntsuj plig lug rua huv tej pob txhaa kws nyob huv lub plaab mivnyuas  tau le caag, mas koj kuj tsw paub txug Vaajtswv kws tswm txhua yaam huvsw teg num."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.6","label":"6","content":"Thaus taagkig ca le tseb koj tej noob, hab thaus tsaus ntuj tsw xob nkaum teg, tsua qhov koj tsw paub tas yaam twg yuav vaam meej, yog yaam nuav los yaam tod, lossws ob yaam puavleej yuav vaam meej ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.7","label":"7","content":"Qhov kaaj yog qhov kws zoo sab, hab qhov kws lub qhov muag pum lub nub yog qhov kws zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.8","label":"8","content":"Yog leejtwg muaj txujsa nyob ntau xyoo, ca nwg zoo sab xyiv faab rua txhua xyoo ntawd huvsw. Tassws ca nwg ncu txug tas qhov tsaus ntuj yuav nyob moog ntau nub. Txhua yaam kws yuav tshwm lug kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.9","label":"9","content":"Tug hluas 'e, koj ca le zoo sab rua thaus koj tseed hluas, hab ca koj lub sab ua rua koj xyiv faab rua thaus koj tseed hluas. Koj ca le ua koj lub neej lawv le koj lub sab ntshaw hab lawv le koj lub qhov muag pum zoo. Tassws ca le paub tas vem yog txhua yaam kws koj ua nuav Vaajtswv yuav txav txem rua koj."},{"bible_id":"1216","chapter_code":"ECC.11","verse_code":"ECC.11.10","label":"10","content":"Ca le muab txujkev txhawj xeeb txav tu nrho huv koj lub sab, hab rhu tej kev mob huv koj lub cev moog, vem qhov kws hluas hab chiv nto hluas hov kuj yog qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.1","label":"1","content":"Thaus koj tseed hluas koj ca le ncu txug tug kws tswm koj ua ntej kws kev txom nyem nyuaj sab tsw tau lug txug, hab lub naj lub xyoo tsw tau lug txug kws koj yuav has tas, “Kuv tsw muaj kev zoo sab xyiv faab rua lub naj lub xyoo ntawd le,”"},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.2","label":"2","content":"yog ua ntej kws lub nub hab kev kaaj hab lub hli hab tej nub qub tsw tau tsaus, yog thaus naag lug lawm los fuab tseed tsaus quas nti,"},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.3","label":"3","content":"hab cov faaj xwm kws zuv tsev  tshee, hab cov kws muaj zug khoov khoov, hab cov kws zum zeb tsw tau tso tseg vem yog tshuav tuabneeg tsawg, hab cov kws xauj ntawm qhov rais tsw tshua pum kev lawm,"},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.4","label":"4","content":"hab thaus tej qhov rooj kws tawm rua ntawm txujkev kaw taag, hab lub suab zum zeb ntsag tu, hab suab naag suab noog ua rua tuabneeg tswm dheev hab suab nkauj kuj ntsag quas zug,"},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.5","label":"5","content":"hab puab ntshai nyob sau tej chaw sab, hab muaj tej kws ntshai kawg nyob tom tej kev. Yog thaus tej txwv daw tawg paaj hab kooj ntsuag neeg txaav zuj zuav hab txujkev ntshaw kuj pluj taag lawm, vem yog tuabneeg saamswm moog rua lub chaw kws nwg nyob moog ib txhab ib txhws, hab cov kws quaj ntsuag moog moog lug lug huv tej kev."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.6","label":"6","content":"Yog ua ntej kws saw nyaj tsw tau tu, hab lub phaaj kub tsw tau tawg hab lub hub dej tsw tau tawg rua ntawm qhov dej txhawv, hab lub lug kws kiv ntaus dej tsw tau luv,"},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.7","label":"7","content":"hab ua ntej kws moov aav rov moog ua aav le qub hab ntsuj plig rov moog cuag Vaajtswv kws pub nwg tuaj."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.8","label":"8","content":"Tub laaj lim has tas, “Qhuav qhawv, qhuav qhawv, txhua yaam qhuav qhawv xwb.”"},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.9","label":"9","content":"Tsw yog tub laaj lim muaj tswvyim xwb, nwg tseed qha kev txawj ntse rua cov pejxeem hab nwg tshuaj saib hab tshawb nrhav hab muab tej paaj lug tib ua ib qeb zuj zug."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.10","label":"10","content":"Xwbfwb ua tuab zoo nrhav tej lug kws zoo noog, hab nwg sau tej lug tseeb ncaaj nraim."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.11","label":"11","content":"Cov tuabneeg muaj tswvyim tej lug zoo yaam nkaus le tug muv kws ntse zuag quas plag. Tej lug kws ib tug yug yaaj has tau muab sau zog ca ua ke lawm, zoo yaam nkaus le tej ntsa hlau kws muab ntsa ruaj khov."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.12","label":"12","content":"Kuv tug tub, ca le ceev faaj tej lug kws has ntxwv rua cov lug nuav. Qhov kws sau ua ntawv ntau yuav muaj tsw txawj kawg le, hab kawm ntau kuj ua kuas txug sav."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.13","label":"13","content":"Zaaj nuav tub xaus lawm, tub nov huvsw lawm. Ca le fwm hab paub ntshai Vaajtswv hab tuav rawv nwg tej lug nkaw, vem qhov nuav yog txhua yaam kws tuabneeg yuav tsum ua."},{"bible_id":"1216","chapter_code":"ECC.12","verse_code":"ECC.12.14","label":"14","content":"Vaajtswv yuav muab txhua yaam num hab tej kws ua nraim nreeg lug txav txem tsw has zoo lossws phem."}]