[{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.1","label":"1","content":"Tej xwm txheej nuav muaj rua thaus Ahaxu‑ela  ua vaajntxwv, yog tug Ahaxu‑ela kws kaav txwj ntawm Intia tebchaws moog txug ncua Khuj  tebchaws, huvsw yog ib puas neeg nkaum xyaa lub xeev."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.2","label":"2","content":"Thaus ntawd vaajntxwv Ahaxu‑ela nyob huv lub nroog luj Xuxa kaav."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.3","label":"3","content":"Xyoo peb kws nwg ua vaajntxwv nwg paam ib zag noj haus rua nwg cov thawj hab nwg cov tub teg tub taw huvsw, mas cov thawj rog huv Pawxia hab Mintia tebchaws hab cov kws ua hlub hab cov thawj kws kaav txhua lub xeev kuj tuaj nrug nwg koom ua ke."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.4","label":"4","content":"Nwg qha nwg tej nyaj txag ntau kawg huv tej tebchaws kws nwg kaav hab nwg lub meej mom hab nwg tug fwjchim tau ntau nub moog txug thaus tau ib puas yim caum nub."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.5","label":"5","content":"Thaus dhau lub swjhawm hov lawm, vaajntxwv paam noj haus rua txhua tug kws nyob huv lub nroog Xuxa, tsw has tug ua luj ua yau suavdawg noj tau xyaa nub huv lub tshaav puam ntawm lub vaaj kws nyob huv vaajntxwv lub tsev."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.6","label":"6","content":"Muaj ntaub paag dawb ntaub xav tis rua txuj hlua maaj hab txuj hlua ntaub yimlaaj dai rua tej ntsej nyaj ntawm tej ncej zeb mog, hab muaj tej rooj kub rooj nyaj nyob sau lub plaag tsev tshaav puam kws pua tej txag zeb lab pis tseb, tej txag zeb mog, tej khum qwj hab tej qai zeb hlaws sws quas."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.7","label":"7","content":"Hab muab cawv txwv maab laub rua huv ntau yaam khob kub hab laub vaajntxwv tej cawv txwv maab nplua quas mag lawv le vaajntxwv lub sab daav."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.8","label":"8","content":"Puab haus lawv le txuj kevcai tsw txwv tsw yuam tsua qhov vaajntxwv has kuas cov tub qhe suavdawg huv vaajntxwv lub tsev muab rua txhua tug haus lawv le lub sab nyam."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.9","label":"9","content":"Puj vaajntxwv Vasati kuj paam noj haus rua cov nam tsev noj rua huv vaajntxwv Ahaxu‑ela lub tsev hab."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.10","label":"10","content":"Nub kws xyaa thaus vaajntxwv haus cawv txwv maab zoo sab lawm nwg txawm has rua Mehumaa, Npixatha, Hanpauna, Npixatha, Anpatha, Xethas hab Khaka, kws yog xyaa tug nraug saam kws ua koom rua vaajntxwv Ahaxu‑ela,"},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.11","label":"11","content":"kuas moog coj puj vaaj Vasati ntoo mom puj vaaj lug cuag vaajntxwv sub nwg txhad qha tau qhov kws puj vaaj zoo nkauj ci quas nplaag rua cov pejxeem hab cov thawj saib, vem puj vaaj zoo nkauj heev."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.12","label":"12","content":"Tassws puj vaaj Vasati tsw kaam lug lawv le vaajntxwv khaiv cov nraug saam moog has rua nwg. Mas qhov nuav ua rua vaajntxwv npau tawg heev, nwg chim rua huv lub sab kawg le."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.13","label":"13","content":"Vaajntxwv txawm hu cov kws txawj ntse paub caij paub nyoog tuaj, tsua qhov nuav yog txujkev kws vaajntxwv pheej nrug cov kws paub cai hab txawj tu plaub suavdawg sablaaj,"},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.14","label":"14","content":"yog cov kws yau vaajntxwv, yog Khasena, Setha, Amatha, Thasi, Mele, Maxena hab Memukhaa. Nuav yog Pawxia hab Mintia tebchaws xyaa tug thawj kws pheej lug cuag tau vaajntxwv hab yog cov thawj huv vaajntxwv lub tebchaws."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.15","label":"15","content":"Vaajntxwv has tas, “Lawv le txuj kevcai yuav ua le caag rua puj vaaj Vasati tsua qhov nwg tsw ua lawv le vaajntxwv Ahaxu‑ela kuas cov nraug saam has rua nwg?”"},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.16","label":"16","content":"Tes Memukhaa txawm has taab meeg rua vaajntxwv hab cov thawj tas, “Puj vaaj tsw yog ua txhum rua vaajntxwv xwb tassws yog ua txhum rua cov thawj suavdawg hab cov pejxeem suavdawg kws nyob huv txhua lub xeev kws vaajntxwv Ahaxu‑ela kaav,"},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.17","label":"17","content":"vem tej kws puj vaaj ua nuav yuav paub thoob plawg rua huv ib tsoom quaspuj, ua rua puab saib tsw taug puab tej quasyawg. Tsua qhov puab yuav has tas, ‘Vaajntxwv Ahaxu‑ela has kuas coj puj vaaj Vasati lug cuag nwg kuas puj vaaj kuj tsw lug.’"},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.18","label":"18","content":"Mas nub nua vaajntxwv cov thawj huv Pawxia hab huv Mintia tej quaspuj txhua tug kws nov txug tej kws puj vaaj ua nuav lawm yuav pav rua vaajntxwv cov thawj suavdawg paub mas yuav ua rua muaj kev saib tsw taug hab kev npau tawg heev."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.19","label":"19","content":"Yog vaajntxwv pum zoo, mas ca vaajntxwv tawm ib tsaab kevcai hab muab sau tseg rua huv Pawxia hab Mintia tej kevcai sub txhad thim tsw tau tej lug, has tas Vasati yuav lug cuag tsw tau vaajntxwv Ahaxu‑ela dua le lawm. Hab ca vaajntxwv muab lub rooj kws ua puj vaaj pub rua lwm tug kws zoo dua nwg."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.20","label":"20","content":"Thaus tshaaj tawm vaajntxwv tej lug nuav thoob plawg vaajntxwv lub tebchaws kws daav hab luj nuav, mas ib tsoom quaspuj txhad le fwm puab tug quasyawg, tsw has tug ua luj ua yau.”"},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.21","label":"21","content":"Tej lug taw qha nuav txaus vaajntxwv hab cov thawj suavdawg lub sab, vaajntxwv txhad ua lawv le Memukhaa tej lug."},{"bible_id":"1216","chapter_code":"EST.1","verse_code":"EST.1.22","label":"22","content":"Vaajntxwv txhad xaa tsaab ntawv tseb moog thoob plawg txhua lub xeev kws nwg kaav ua txhua lub xeev le npe ntawv hab txhua haiv tuabneeg le lug, has kuas txhua tug txwvneej ua tug tswv kws tswjfwm nwg tsev tuabneeg hab has nwg yaam lug."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.1","label":"1","content":"Dhau tej xwm txheej nuav lawd, thaus vaajntxwv Ahaxu‑ela txujkev npau tawg nqeg lawm, nwg ncu txug Vasati hab tej kws Vasati tau ua hab tej lug tawv kws tshaaj tawm has txug Vasati."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.2","label":"2","content":"Cov tub teg tub taw kws ua koom rua vaajntxwv txawm has tas, “Ca le nrhav tej hluas nkauj dawb huv kws zoo nkauj lug rua vaajntxwv."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.3","label":"3","content":"Hab ca vaajntxwv tsaa cov num tswv huv txhua lub xeev kws nwg kaav kuas coj cov hluas nkauj dawb huv kws zoo nkauj hov suavdawg lug rua huv lub tsev quaspuj huv lub nroog Xuxa. Hab muab cob rua vaajntxwv tug nraug saam Hekai kws saib cov quaspuj saib tej ntxhais hov. Hab muab tshuaj rua cov ntxhais hov pleev."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.4","label":"4","content":"Yog tug ntxhais twg txaus vaajntxwv lub sab, ca tug hov ua puj vaaj nyob Vasati chaw.” Qhov nuav hum vaajntxwv lub sab, vaajntxwv txhad ua le ntawd."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.5","label":"5","content":"Muaj ib tug Yutai nyob huv lub nroog Xuxa npe hu ua Mauntekhai. Nwg txwv yog Ya‑i, nwg yawm yog Sime‑i, nwg yawm koob yog Khij, yog xeem Npeeyamee,"},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.6","label":"6","content":"yog cov kws vaajntxwv Nenpukhanexa huv Npanpiloo kuav nrug Yuta tug vaajntxwv Yekhauniya  tawm huv Yeluxalee lug."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.7","label":"7","content":"Mauntekhai tu Hantaxa, kws yog Exathaw, yog nwg le ntxhais kwvtij, tsua qhov nwg tsw muaj nam txwv lawm. Tug ntxhais nuav lub cev ntaaj ntsug zoo nkauj, mas thaus nwg nam txwv tuag lawd, Mauntekhai coj nwg lug tu ua ntxhais."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.8","label":"8","content":"Mas thaus vaajntxwv tej lug hab nwg txuj kevcai tshaaj tawm lawm, hab thaus puab coj tej ntxhais hluas coob lug rua huv lub nroog Xuxa muab cob rua Hekai saib, Exathaw kuj raug coj lug rua huv vaajntxwv lub tsev hab muab cob rua Hekai kws saib cov quaspuj hab."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.9","label":"9","content":"Tug ntxhais hov txaus Hekai lub sab hab ntxwm hlub, Hekai txhad maaj nroog muab tshuaj rua Exathaw pleev hab tu tej zaub mov zoo rua nwg noj hab pub xyaa tug nkauj qhev kws xaiv huv vaajntxwv lub tsev rua nwg hab muab nwg hab nwg cov nkauj qhev tshais moog nyob lub chaw kws zoo kawg nkaus huv lub tsev quaspuj."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.10","label":"10","content":"Exathaw tsw qha tas nwg yog haiv tuabneeg twg hab yog leejtwg tsev tuabneeg, vem yog Mauntekhai txwv tsw kheev nwg qha rua leejtwg paub."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.11","label":"11","content":"Mauntekhai naj nub hlaa tuaj moog nrau lub tshaav puam ntawm lub tsev quaspuj, noog xuv saib Exathaw zoo le caag hab muaj daabtsw tshwm rua nwg."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.12","label":"12","content":"Cov hluas nkauj txhua tug yuav tsum nyob lawv le tej kevcai kws teem ca rua cov quaspuj kaum ob lub hlis tsaiv le moog cuag tau vaajntxwv Ahaxu‑ela. Nuav yog lub swjhawm kws teem ca rua puab tu cev kuas zoo nkauj, muab rau lub hli pleev roj tsw qaab hab rau lub hli pleev txum lom hab tshuaj tsw qaab."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.13","label":"13","content":"Thaus tug hluas nkauj moog cuag vaajntxwv le nuav nwg xaav coj daabtsw ntawm vaajntxwv lub tsev quaspuj moog puab kuj muab rua nwg coj."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.14","label":"14","content":"Nwg moog cuag vaajntxwv thaus mo, mas thaus taagkig nwg rov lug rua huv lub tsev quaspuj kws ob muab cob rua vaajntxwv tug nraug saam Sa‑aka saib, yog tug kws saib cov hluas nkauj kws vaajntxwv kaav. Nwg tsw tau rov lug cuag vaajntxwv dua le lawm yuav yog vaajntxwv txaus sab rua nwg hab hu nwg lub npe nwg txhad tau lug."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.15","label":"15","content":"Thaus txug lub swjhawm kws Anpiha‑i tug ntxhais Exathaw kws Anpiha‑i tug kwvtij Mauntekhai sau lug ua ntxhais moog cuag vaajntxwv, Exathaw tsw thov ib yaam daabtsw tsuas yog tej kws vaajntxwv tug nraug saam Hekai kws saib cov quaspuj qha nwg xwb. Txhua tug kws pum Exathaw kuj txaus sab rua nwg."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.16","label":"16","content":"Thaus puab coj Exathaw moog cuag vaajntxwv Ahaxu‑ela rua huv vaajntxwv lub tsev yog xyoo xyaa kws nwg ua vaajntxwv lub kaum hli kws yog lub hli Thenpe."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.17","label":"17","content":"Vaajntxwv nyam Exathaw heev dua tej quaspuj huvsw hab Exathaw tau vaajntxwv txujkev hlub txujkev txaus sab heev dua lwm tug hluas nkauj dawb huv huvsw, nwg txhad muab lub mom puj vaaj rua Exathaw ntoo sau taubhau hab tsaa nwg ua puj vaaj nyob Vasati chaw."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.18","label":"18","content":"Mas vaajntxwv paam noj haus luj rua nwg cov thawj hab nwg cov tub teg tub taw suavdawg, yog noj Exathaw rooj mov. Vaajntxwv kuj su tsw sau se ntawm txhua lub xeev ib ntus,  hab nwg ua sab daav pub tshaav ntuj lawv le kws tswm nyog vaajntxwv pub."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.19","label":"19","content":"Thaus sau cov hluas nkauj dawb huv rov tuaj zag ob, Mauntekhai nyob tsawg ntawm vaajntxwv lub rooj loog."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.20","label":"20","content":"Exathaw tsw tau qha nwg tsev tuabneeg hab nwg haiv tuabneeg rua leejtwg paub, lawv le Mauntekhai txwv nwg ca, tsua qhov Exathaw noog Mauntekhai lug ib yaam nkaus le thaus Mauntekhai tu nwg."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.21","label":"21","content":"Lub swjhawm ntawd Mauntekhai pheej nyob tsawg ntawm vaajntxwv lub rooj loog, mas Npitha hab Thele kws yog vaajntxwv ob tug nraug saam kws zuv qhov rooj txawm chim hab nrhav kev yuav txuv vaajntxwv Ahaxu‑ela."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.22","label":"22","content":"Mas Mauntekhai nov zaaj nuav, nwg txhad qha rua puj vaaj Exathaw, Exathaw txhad tuav txug Mauntekhai lub npe qha rua vaajntxwv."},{"bible_id":"1216","chapter_code":"EST.2","verse_code":"EST.2.23","label":"23","content":"Thaus muab zaaj nuav tshuaj saib mas pum tas muaj tseeb, tes ob tug hov txawm raug muab dai cej daab tuag lawm. Luas tub muab zaaj nuav sau ca rua huv phoo ntawv keeb kwm taab meeg vaajntxwv."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.1","label":"1","content":"Dhau tej xwm txheej nuav lawm, vaajntxwv Ahaxu‑ela muab Hamentatha tug tub Hamaa kws yog tuabneeg Aka tsaa ua luj tuaj, hab muab koob meej rua hab muab nwg lub rooj txawb kuas nyob sab dhau cov thawj kws nrug nwg nyob suavdawg."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.2","label":"2","content":"Vaajntxwv cov tub teg tub taw kws nyob ntawm vaajntxwv lub rooj loog suavdawg txhus caug hawm Hamaa, vem yog vaajntxwv has kuas hawm nwg le hov. Tassws Mauntekhai tsw txhus caug lossws hawm Hamaa."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.3","label":"3","content":"Vaajntxwv cov tub teg tub taw ntawm vaajntxwv lub rooj loog has rua Mauntekhai tas, “Ua caag koj tsw ua lawv le vaajntxwv has?”"},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.4","label":"4","content":"Puab pheej naj nub has rua Mauntekhai los nwg kuj tsw noog puab has, puab txawm moog has rua Hamaa, saib Mauntekhai tej lug yuav kov yeej los tsw yeej vem yog nwg has tas nwg yog tuabneeg Yutai."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.5","label":"5","content":"Thaus Hamaa pum tas Mauntekhai tsw txhus caug hab tsw pe nwg, Hamaa txawm npau tawg heev."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.6","label":"6","content":"Tassws nwg pum tas qhov kws nteg Mauntekhai ib leeg xwb tsw txaus nwg sab. Vem muaj tuabneeg has rua nwg tas Mauntekhai haiv tuabneeg yog haiv twg, Hamaa txhad nrhav kev txuv cov Yutai suavdawg kws yog Mauntekhai haiv tuabneeg, thoob plawg lub tebchaws kws Ahaxu‑ela kaav."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.7","label":"7","content":"Xyoo kaum ob kws Ahaxu‑ela ua vaajntxwv mas lub ib hlis kws yog lub hli Nixa puab khov kuam Pulee  taab meeg Hamaa saib nub twg hab lub hli twg zoo tua cov Yutai, mas saib tau nub kaum peb  lub kaum ob hlis kws yog lub hli Antas."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.8","label":"8","content":"Tes Hamaa txawm has rua vaajntxwv Ahaxu‑ela tas, “Muaj ib haiv tuabneeg nyob thoob plawg txhua qhov hab faib moog nyob txuam rua huv tej tuabneeg huv txhua lub xeev kws koj kaav. Puab tej kevcai txawv ib tsoom tuabneeg suavdawg tej kevcai, hab puab tsw ua lawv le vaajntxwv tej kevcai, qhov kws tso puab nyob le nuav tsw muaj qaabhau daabtsw rua vaajntxwv le."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.9","label":"9","content":"Yog vaajntxwv pum zoo, thov tso cai kuas muab cov tuabneeg nuav ua puam tsuaj taag, mas kuv yuav pub ib vaam talaa nyaj  rua huv vaajntxwv tej txhaab nyaj es muab rua cov kws ua vaajntxwv daag num.”"},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.10","label":"10","content":"Vaajntxwv txawm hle nwg lub nplhaib txaam txwm ntawm nwg txhais teg muab rua Hamentatha tug tub Hamaa kws yog tuabneeg Aka hab yog cov Yutai tug yeeb ncuab."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.11","label":"11","content":"Vaajntxwv has rua Hamaa tas, “Kuv muab cov tuabneeg hov hab puab tej nyaj txag cob nkaus rua koj, koj ua rua puab lawv le koj pum zoo.”"},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.12","label":"12","content":"Mas hu vaajntxwv cov tub sau ntawv tuaj rua nub xab kaum peb lub ib hlis, mas puab sau tsaab kevcai lawv le kws Hamaa has txhua yaam xaa moog rua cov thawj kws vaajntxwv tsaa kaav tebchaws hab rua cov kws kaav txhua lub xeev huvsw hab moog rua txhua haiv tuabneeg cov thawj, yog xaa moog rua txhua lub xeev, ua txhua lub xeev le npe ntawv hab txhua haiv tuabneeg le lug, sau ua vaajntxwv Ahaxu‑ela npe hab ntaus hom thawj kws yog vaajntxwv lub nplhaib txaam txwm rua."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.13","label":"13","content":"Muaj tuabneeg xaa tej ntawv nuav moog tseb rua txhua lub xeev kws vaajntxwv kaav kuas tua ntxuav cov Yutai quas laug quas hluas quaspuj hab mivnyuas suavdawg taag nrho rua ib nub, yog nub xab kaum peb lub kaum ob hlis kws yog lub hli Antas, hab txeeb hlo puab cuab txhaj cuab taam huvsw."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.14","label":"14","content":"Tsaab kevcai nuav yuav muab tshaaj tawm rua huv txhua lub xeev kuas ib tsoom tuabneeg suavdawg npaaj txhwj rua nub hov."},{"bible_id":"1216","chapter_code":"EST.3","verse_code":"EST.3.15","label":"15","content":"Cov tuabneeg xaa xuv hov maaj nroog moog lawv le vaajntxwv has, hab tsaab kevcai kuj tshaaj tawm rua huv lub nroog Xuxa. Vaajntxwv hab Hamaa nyob tsawg haus cawv txwv maab, tassws lub nroog Xuxa kub ntxhuv heev."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.1","label":"1","content":"Thaus Mauntekhai paub txhua yaam kws tub ua lug lawd, nwg txawm dua rhe nwg lub tsho naav khaub seev tsaaj pleev tshauv tawm moog rua huv plawv lub nroog, nwg quaj nrov lwj sab kawg."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.2","label":"2","content":"Nwg moog rua ntawm txujkev kws yuav nkaag rua huv vaajntxwv lub rooj loog, tsua qhov tsw muaj leejtwg naav khaub seev tsaaj nkaag tau rua huv vaajntxwv lub rooj loog."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.3","label":"3","content":"Hab huv txhua lub xeev kws vaajntxwv tej lug hab nwg tsaab kevcai moog txug muaj kev ntxhuv sab luj heev rua huv cov Yutai. Puab yoo mov hab quaj hab quaj ntsuag hab muaj tuabneeg coob coob naav khaub seev tsaaj pw daa pleev tshauv."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.4","label":"4","content":"Thaus Exathaw cov nkauj qhev hab nwg cov nraug saam lug qha rua nwg paub, puj vaaj kuj ntxhuv sab heev. Nwg txhad xaa rwg tsho rua Mauntekhai naav sub nwg txhad hloov tej khaub seev tsaaj tseg, tassws nwg tsw kaam txais tej rwg tsho hov."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.5","label":"5","content":"Tes Exathaw txawm hu vaajntxwv ib tug nraug saam Hatha kws raug tsaa ua koom rua Exathaw tuaj, hab has kuas Hatha moog nug Mauntekhai saib yog muaj daabtsw hab yog ua caag."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.6","label":"6","content":"Hatha txawm moog cuag Mauntekhai ntawm lub tshaav puam huv lub nroog kws nyob ntawm vaajntxwv lub rooj loog saab nrau."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.7","label":"7","content":"Mauntekhai kuj pav txhua yaam kws muaj tshwm lug rua Hatha noog, hab qha txug tej nyaj kws Hamaa yeem lug pub rua huv vaajntxwv tej txhaab muaj npaum le caag txhad ua tau cov Yutai puam tsuaj."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.8","label":"8","content":"Mauntekhai tseed muab tsaab ntawv kevcai kws tshaaj tawm huv Xuxa kuas muab cov Yutai ua puam tsuaj rua Hatha coj moog rua Exathaw saib hab qha lub ntsab rua nwg hab has kuas Exathaw moog cuag vaajntxwv hab thov vaajntxwv hab taij thov nwg saib rua Exathaw haiv tuabneeg."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.9","label":"9","content":"Hatha txhad rov moog qha tej kws Mauntekhai has hov rua Exathaw noog."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.10","label":"10","content":"Mas Exathaw txhad has rua Hatha kuas xaa xuv rua Mauntekhai tas,"},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.11","label":"11","content":"“Vaajntxwv cov tub teg tub taw suavdawg hab cov pejxeem huv vaajntxwv tej xeev yeej paub tas yog tug txwvneej twg lossws tug puj twg laam nkaag moog cuag vaajntxwv rua huv lub tshaav puam saab huv kws tsw yog vaajntxwv hu kuas moog cuag, kuj muaj tuab txuj kevcai nkaus xwb. Suavdawg yuav raug muab tua pov tseg tsuas yog tseg tug kws vaajntxwv cev nwg tug cwj kub tog txais tes tug hov txhad le tsw tuag xwb. Kuv los tsw raug hu moog cuag vaajntxwv tau peb caug nub lawm.”"},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.12","label":"12","content":"Puab txhad lug has rua Mauntekhai paub txug tej kws Exathaw has hov."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.13","label":"13","content":"Mauntekhai txhad has kuas puab rov moog teb Exathaw tas, “Tsw xob xaav tas koj nyob huv vaajntxwv lub tsev koj yuav dim zoo dua cov Yutai huvsw."},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.14","label":"14","content":"Yog lub swjhawm nuav koj nyob tuabywv yuav muaj kev paab hab kev cawm dim ntawm lwm qhov tuaj rua cov Yutai, tassws koj hab koj txwv tsev tuabneeg yuav raug puam tsuaj. Leejtwg yuav paub tas qhov kws koj tau lug ua puj vaaj nuav tej zag tub yog koj yuav paab tau rua lub swjhawm zoo le nuav?”"},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.15","label":"15","content":"Tes Exathaw has kuas puab moog has rua Mauntekhai tas,"},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.16","label":"16","content":"“Ca le moog, sau zog cov Yutai huvsw huv lub nroog Xuxa kws nrhav tau hab yoo mov thov paab kuv, tsw xob noj tsw xob haus peb nub nruab nub mo ntuj. Kuv hab kuv cov nkauj qhev kuj yuav yoo mov ib yaam nkaus le koj hab. Mas kuv yuav nkaag moog cuag vaajntxwv, txawm yog txhum kevcai kuj xwj. Yog kuv raug puam tsuaj, kuj ca kuv puam tsuaj.”"},{"bible_id":"1216","chapter_code":"EST.4","verse_code":"EST.4.17","label":"17","content":"Mauntekhai txhad rov moog ua txhua yaam lawv le Exathaw has rua nwg."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.1","label":"1","content":"Mas nub kws peb Exathaw naav nwg cev tsoog puj vaaj hab moog sawv huv vaajntxwv lub tsev ntawm lub tshaav puam saab huv ncaaj ntawm chaav kws vaajntxwv nyob. Vaajntxwv nyob tsawg sau nwg lub zwm txwv huv vaajtntxwv lub tsev ncaaj ntawm txujkev kws nkaag lug."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.2","label":"2","content":"Thaus vaajntxwv pum puj vaaj Exathaw sawv ntsug huv lub tshaav puam, nwg kuj txaus sab rua Exathaw hab cev nwg tug cwj kub kws nyob huv nwg txhais teg rua Exathaw. Exathaw txawm txaav lug kov tug hauv cwj."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.3","label":"3","content":"Vaajntxwv has rua nwg tas, “Puj vaaj Exathaw, muaj daabtsw? Koj thov yaam twg? Kuv yuav pub rua koj, txawm yog pub kuv lub tebchaws ib nraab kuj tau.”"},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.4","label":"4","content":"Exathaw txhad has tas, “Yog txaus vaajntxwv lub sab, mo nuav thov vaajntxwv hab Hamaa lug noj pluag mov kws kuv npaaj rua vaajntxwv lawd.”"},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.5","label":"5","content":"Tes vaajntxwv txawm has tas, “Coj Hamaa kawgkag tuaj, ib yuav ua lawv le Exathaw lub sab xaav.” Vaajntxwv hab Hamaa txhad moog rua ntawm rooj mov kws Exathaw npaaj ca."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.6","label":"6","content":"Thaus puab saamswm haus cawv txwv maab, vaajntxwv has rua Exathaw tas, “Koj thov daabtsw? Kuv yuav pub rua koj. Txawm yog yuav kuv lub tebchaws ib nraab los kuj tau.”"},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.7","label":"7","content":"Mas Exathaw has tas, “Kuv tej lug taij hab kuv tej lug thov yog le nuav."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.8","label":"8","content":"Yog vaajntxwv hlub kuv hab txaus sab pub lawv le kuv tej lug taij hab kuv tej lug thov nuav kuas tav, mas pigkig thov vaajntxwv hab Hamaa rov lug noj pluag mov kws kuv yuav npaaj rua meb hab, mas pigkig kuv le ua lawv le vaajntxwv has.”"},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.9","label":"9","content":"Mas nub hov Hamaa tawm moog zoo sab xyiv faab kawg le. Tassws thaus Hamaa pum Mauntekhai ntawm vaajntxwv lub rooj loog nwg tsw sawv lossws tsw ntshai Hamaa ua tshee nyo, Hamaa kuj npau tawg heev rua Mauntekhai."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.10","label":"10","content":"Txawm le ntawd los Hamaa ua ib sab nyaj rov moog tsev. Nwg khaiv tuabneeg moog coj nwg cov phoojywg hab nwg tug quaspuj Xelev lug."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.11","label":"11","content":"Hamaa khaav txug nwg tej nyaj txag nplua quas mag hab pav txug nwg muaj pes tsawg leej tub hab tej koob meej kws vaajntxwv pub rua nwg hab pav txug qhov kws vaajntxwv tsaa nwg ua luj dua cov thawj hab vaajntxwv cov tub teg tub taw huvsw."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.12","label":"12","content":"Hab Hamaa has ntxwv tas, “Txawm yog puj vaaj Exathaw los tub tsw hu leejtwg moog nrug vaajntxwv noj pluag mov kws nwg npaaj, tsuas yog hu kuv xwb. Hab pigkig nwg tseed hu kuv hab vaajntxwv rov moog dua."},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.13","label":"13","content":"Tassws tej nuav tsw muaj qaabhau rua kuv le, rua ncua swjhawm kws kuv tseed pum Mauntekhai kws yog tuabneeg Yutai nyob tsawg ntawm vaajntxwv lub rooj loog.”"},{"bible_id":"1216","chapter_code":"EST.5","verse_code":"EST.5.14","label":"14","content":"Nwg tug quaspuj Xelev hab nwg cov phoojywg suavdawg has rua nwg tas, “Ca le moog txhus ib tug ncej kws dai tuabneeg sab tswb caug tshwm, es pigkig sawv ntxuv kuj thov vaajntxwv kuas muab Mauntekhai dai cej daab rua tug ncej hov tsaiv le moog nrug vaajntxwv noj haus zoo sab hlo.” Tej lug nuav hum Hamaa lub sab heev nwg txhad has kuas ua tug ncej dai cej daab hov."},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.1","label":"1","content":"Mo ntawd vaajntxwv pw tsw tsaug zug, nwg txhad has kuas muab phoo ntawv keeb kwm kws sau tej xwm txheej kws txaus ncu ca lug, puab txhad muab nyeem rua vaajntxwv noog."},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.2","label":"2","content":"Mas pum muaj sau ca has tas Mauntekhai tau qha tas Npithana hab Thele kws yog vaajntxwv ob tug nraug saam kws zuv qhov rooj tau nrhav kev yuav txuv vaajntxwv Ahaxu‑ela txujsa."},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.3","label":"3","content":"Vaajntxwv has tas, “Qhov kws Mauntekhai qha zaaj nuav mas tau muab koob meej hab meej mom le caag rua nwg lawm?” Cov tub teg tub taw kws ua koom rua vaajntxwv has tas, “Tsw tau muab daabtsw le lauj.”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.4","label":"4","content":"Vaajntxwv has tas, “Leejtwg nyob huv lub tshaav puam?” Thaus ntawd Hamaa nyav tuaj txug lub tshaav puam saab nrau huv vaajntxwv lub tsev yuav has rua vaajntxwv txug qhov kws yuav muab Mauntekhai dai cej daab rua sau tug ncej kws nwg tub npaaj rua Mauntekhai lawd."},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.5","label":"5","content":"Vaajntxwv cov tub teg tub taw has rua vaajntxwv tas, “Hamaa nyob hov ntawd, nwg sawv ntsug huv lub tshaav puam.” Vaajntxwv txhad has tas, “Kuas nwg lug ntawm nuav.”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.6","label":"6","content":"Hamaa txhad lug mas vaajntxwv has rua nwg tas, “Yog vaajntxwv txaus sab muab koob meej rua ib tug twg, tswm nyog ua le caag rua tug hov?” Mas Hamaa xaav huv lub sab tas, “Vaajntxwv yuav txaus sab pub koob meej rua leejtwg ntau dua le kuv?”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.7","label":"7","content":"Tes Hamaa txawm has rua vaajntxwv tas, “Yog yuav muab koob meej rua tug kws vaajntxwv txaus sab pub hov,"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.8","label":"8","content":"mas ca muab cev tsoog tsho vaajntxwv kws vaajntxwv naav hab tug neeg kws vaajntxwv caij kws muaj lub mom vaajntxwv ntawm taubhau,"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.9","label":"9","content":"mas muab cev tsoog vaajntxwv hab tug neeg cob rua vaajntxwv le ib tug thawj kws luj kawg. Kuas nwg ua tsoog tsho rua tug kws vaajntxwv txaus sab pub koob meej rua naav hab caab neeg rua tug yawm hov caij moog rua huv lub tshaav puam huv lub nroog hab qw ua ntej has tas, ‘Tug kws vaajntxwv txaus sab pub koob meej rua yog pub le nuav.’ ”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.10","label":"10","content":"Vaajntxwv txawm has rua Hamaa tas, “Ca le maaj nroog moog ua, muab cev tsoog tsho hab neeg lawv le koj has es muab rua Mauntekhai kws yog tuabneeg Yutai kws nyob ntawm vaajntxwv lub rooj loog. Tsw xob tseg tej kws koj has lawm ib yaam le.”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.11","label":"11","content":"Hamaa txawm coj cev tsoog tsho hab tug neeg lug, ua rua Mauntekhai naav hab kuas nwg caij tug neeg moog rua huv lub tshaaj puam huv lub nroog hab qw has tas, “Tug kws vaajntxwv txaus sab pub koob meej rua yog pub le nuav.”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.12","label":"12","content":"Tes Mauntekhai rov lug rua ntawm vaajntxwv lub rooj loog tes Hamaa txawm maaj nroog rov qaab moog tsev kauv taubhau hab quaj ywg."},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.13","label":"13","content":"Nwg pav txhua yaam kws tshwm lug rua nwg lawd rua nwg tug quaspuj Xelev hab nwg cov phoojywg suavdawg noog. Nwg cov phoojywg kws ntse hab nwg tug quaspuj has rua nwg tas, “Koj chiv qaug rua ntawm Mauntekhai lawm, vem nwg yog tuabneeg Yutai tes koj yuav kov tsw yeej nwg, koj yuav qaug rua ntawm nwg tag tag le.”"},{"bible_id":"1216","chapter_code":"EST.6","verse_code":"EST.6.14","label":"14","content":"Thaus puab saamswm nrug Hamaa has lug, vaajntxwv cov nraug saam txawm tuaj coj Hamaa maaj nroog moog noj pluag mov kws Exathaw npaaj hov."},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.1","label":"1","content":"Vaajntxwv hab Hamaa txawm moog nrug puj vaaj Exathaw noj pluag mov."},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.2","label":"2","content":"Nub kws ob thaus puab saamswm haus cawv txwv maab, vaajntxwv rov has rua Exathaw tas, “Puj vaaj Exathaw, koj tej lug taij yog daabtsw? Kuv yuav pub rua koj. Hab koj tej lug thov yog daabtsw? Txawm yog yuav kuv lub tebchaws ib nraab los kuj tau.”"},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.3","label":"3","content":"Tes puj vaaj Exathaw txhad teb tas, “Au vaajntxwv, yog kuv txaus koj lub sab hab yog koj pum zoo, tes thov pub kuv hab kuv haiv tuabneeg muaj txujsa nyob lawv le kuv tej lug thov."},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.4","label":"4","content":"Tsua qhov kuv hab kuv haiv tuabneeg tub raug muab muag ua kuas puam tsuaj raug muab tua hab raug muab ntxuav kuas tu noob nrho lawm. Yog peb tsuas raug muab muag ua tub qhe nkauj qhev xwb kuv kuj thev taug ca tuabywv, vem tej kev txom nyem hov tsw txaus ua rua koj nyuaj sab.”"},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.5","label":"5","content":"Vaajntxwv Ahaxu‑ela has rua puj vaaj Exathaw tas, “Tug hov yog leejtwg hab nyob hovtwg es yuav muaj cuabkaav ua tau le hov?”"},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.6","label":"6","content":"Mas Exathaw has tas, “Tug tshawj chim hab tug yeeb ncuab ntawd yog tug Hamaa phem nuav ntaag.” Hamaa kuj ntshai kawg ntawm vaajntxwv hab puj vaaj xubndag."},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.7","label":"7","content":"Vaajntxwv txawm sawv tseeg ntawm rooj mov moog ua npau tawg quas vog rua huv lub vaaj ntawm vaajntxwv lub tsev, tassws Hamaa tseed nyob thov nwg txujsa ntawm puj vaaj Exathaw, tsua qhov nwg pum tas vaajntxwv npaaj tseg ua phem rua nwg lawm."},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.8","label":"8","content":"Thaus vaajntxwv rov huv lub vaaj lug rua huv chaav kws puab haus cawv txwv maab hov, Hamaa saamswm pe khwb quas nreeg sau lub rooj kws Exathaw nyob tsawg. Vaajntxwv txhad has tas, “Nwg tseed yuav yuam puj vaaj taab meeg kuv huv kuv lub tsev hab lov?” Thaus vaajntxwv lu lug tu nrho ntawm nwg qhov ncauj, puab txawm muab ntaub kauv hlo Hamaa lub ntsej muag."},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.9","label":"9","content":"Hanpauna kws yog ib tug nraug saam ua koom rua vaajntxwv txawm has tas, “Tug ncej sab tswb caug tshwm kws Hamaa npaaj ca dai Mauntekhai cej daab tseed nyob huv Hamaa tsev, Mauntekhai yog tug kws qha kuas cawm vaajntxwv txujsa.”"},{"bible_id":"1216","chapter_code":"EST.7","verse_code":"EST.7.10","label":"10","content":"Vaajntxwv txawm has tas, “Ca le muab Hamaa dai rua sau tug ncej hov.” Puab txhad muab Hamaa dai rua sau tug ncej kws nwg npaaj ca dai Mauntekhai. Tes vaajntxwv txujkev npau tawg txhad le nqeg lawm."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.1","label":"1","content":"Nub ntawd vaajntxwv Ahaxu‑ela muab hlo Hamaa kws yog cov Yutai tug yeeb ncuab lub tsev rua puj vaaj Exathaw. Mauntekhai txhad moog cuag tau vaajntxwv, vem yog Exathaw qha tas Mauntekhai txheeb ze nwg le caag."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.2","label":"2","content":"Mas vaajntxwv hle nwg lub nplhaib txaam txwm kws nwg muab ntawm Hamaa lug cob rua Mauntekhai. Exathaw kuj tsaa Mauntekhai ua tug kws kaav hlo Hamaa lub vaaj tse."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.3","label":"3","content":"Hab Exathaw has dua rua vaajntxwv. Nwg khwb nkaus rua ntawm vaajntxwv kwtaw hab thov vaajntxwv ua kua muag nrug ntsuav thov kuas muab Hamaa kws yog tuabneeg Aka tej tswvyim phem kws txuv cov Yutai rhuav pov tseg."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.4","label":"4","content":"Vaajntxwv txawm cev nwg tug cwj kub rua Exathaw,"},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.5","label":"5","content":"Exathaw txhad sawv tseeg lug sawv ntsug rua ntawm vaajntxwv xubndag. Nwg has tas, “Vaajntxwv, yog txaus koj sab hab koj hlub kuv, hab yog tas koj pum zoo hab yog kuv txaus koj lub sab, mas thov koj sau ib tsaab ntawv tso cai moog rhuav tej lug huv tsaab ntawv kws Hamentatha tug tub Hamaa kws yog tuabneeg Aka tau xaav phem es sau moog txuv cov Yutai kws nyob huv vaajntxwv txhua lub xeev."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.6","label":"6","content":"Kuv yuav ua le caag nyaj taug saib txujkev puam tsuaj kws yuav lug raug kuv haiv tuabneeg? Kuv yuav ua le caag nyaj taug saib qhov kws kuv cov kwvtij raug kev lamswm?”"},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.7","label":"7","content":"Tes vaajntxwv Ahaxu‑ela txawm has rua puj vaaj Exathaw hab Mauntekhai kws yog tuabneeg Yutai tas, “Saib maj, kuv tub muab Hamaa lub vaaj tse rua Exathaw lawm hab puab tub muab nwg dai cej daab rua sau tug ncej lawm vem yog qhov kws nwg yuav txuv cov Yutai."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.8","label":"8","content":"Koj ca le sau dua ib tsaab ntawv ua kuv lub npe ntswg txug cov Yutai lawv le koj pum zoo hab muab vaajntxwv lub nplhaib txaam txwm ntaus hom thawj rua, vem tas tsaab kevcai kws sau ua kuv lub npe hab muab lub nplhaib txaam txwm ntaus rua lawm mas thim tsw tau.”"},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.9","label":"9","content":"Tes thaus hov vaajntxwv txawm hu cov tub sau ntawv tuaj, yog nub tim neeg nkaum peb lub peb hlis kws yog lub hli Xivaa. Mas puab sau ib tsaab kevcai lawv le txhua yaam kws Mauntekhai has txug cov Yutai xaa moog rua cov kws kaav tebchaws hab rua cov thawj hab cov kws kaav txhua lub xeev, txwj ntawm Intia tebchaws moog txug Khuj  tebchaws, huvsw ib puas neeg nkaum xyaa lub xeev ua txhua lub xeev le npe ntawv hab txhua haiv tuabneeg le lug, hab xaa moog rua cov Yutai ua puab le npe ntawv hab puab le lug."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.10","label":"10","content":"Puab sau ua vaajntxwv Ahaxu‑ela lub npe hab muab vaajntxwv lub nplhaib txaam txwm ntaus hom thawj rua, hab muab rua cov tub xaa xuv kws caij neeg nrawm, yog cov neeg kws swv ua vaajntxwv tej num hab yug rua huv vaajntxwv lub nkuaj neeg."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.11","label":"11","content":"Cov lug huv tsaab ntawv nuav vaajntxwv tso cai kuas cov Yutai kws nyob huv txhua lub moos tuaj txoos ua ke tiv thaiv tsom kwm puab txujsa ca, hab yog paab tub rog twg huv haiv tuabneeg twg hab huv lub xeev twg tuaj ntaus puab hab puab tej quaspuj mivnyuas mas puab ca le ua kuas puam tsuaj hab tua hab rhuav tshem, hab tso cai kuas moog lws cov kws tuaj ntaus puab cuab txhaj cuab taam."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.12","label":"12","content":"Tuab nub ntawd ua kuas thoob plawg vaajntxwv Ahaxu‑ela txhua lub xeev, yog nub xab kaum peb lub kaum ob hlis kws yog lub hli Antas."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.13","label":"13","content":"Tsaab ntawv kws sau hov yuav muab xaa moog ua kevcai rua huv txhua lub xeev hab muab tshaaj tawm rua txhua haiv tuabneeg paub. Cov Yutai yuav tsum npaaj txhwj rua nub hov pauj taub puab cov yeeb ncuab."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.14","label":"14","content":"Cov tub xaa xuv txawm caij tej neeg nrawm kws swv ua vaajntxwv le num maaj nroog dha tawm moog lawv le vaajntxwv txhwb, hab tsaab kevcai hov kuj muab tshaaj tawm huv lub nroog Xuxa hab."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.15","label":"15","content":"Tes Mauntekhai tawm ntawm vaajntxwv lub xubndag moog naav tsoog tsho vaajntxwv xav hab dawb, hab ntoo mom kub luj hab naav lub tsho ntev ntaub maag yimlaaj zoo heev, mas cov tuabneeg huv lub nroog Xuxa kuj qw zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.16","label":"16","content":"Cov Yutai nyob kaaj sab lug muaj kev zoo sab kev xyiv faab hab muaj koob meej."},{"bible_id":"1216","chapter_code":"EST.8","verse_code":"EST.8.17","label":"17","content":"Huv txhua lub xeev hab huv txhua lub moos tsw has qhov twg kws vaajntxwv tsaab kevcai moog txug muaj kev zoo sab kev xyiv faab rua huv cov Yutai, muaj kev paam noj haus zoo sab xyiv faab. Muaj lwm haiv tuabneeg coob coob huv lub tebchaws leeg has tas puab yog tuabneeg Yutai vem yog puab ntshai cov Yutai."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.1","label":"1","content":"Lub kaum ob hlis kws yog lub hli Antas, nub xab kaum peb lub hli hov, thaus puab yuav ua lawv le vaajntxwv tej lug nkaw hab tsaab kevcai hov, nub hov ntaag Yutai cov yeeb ncuab vaam tas puab yuav kov yeej tassws ho raug muab hloov ua nub kws cov Yutai kov yeej puab cov tshawj chim."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.2","label":"2","content":"Cov Yutai txhad tuaj txoos ua ke rua huv puab tej moos thoob plawg vaajntxwv Ahaxu‑ela txhua lub xeev sub txhad tua tau cov kws nrhav kev txuv puab. Tsw muaj ib tug tiv tua tau puab, tsua qhov txhua haiv tuabneeg ntshai puab heev."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.3","label":"3","content":"Cov thawj huv tej xeev suavdawg yog cov kws kaav tebchaws hab cov kws kaav tej xeev hab vaajntxwv cov tub teg tub taw kuj paab cov Yutai, tsua qhov puab ntshai Mauntekhai heev."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.4","label":"4","content":"Mauntekhai tau ua luj rua huv vaajntxwv lub tsev, hab nwg lub koob meej nrov nchaa moog thoob plawg txhua lub xeev, tsua qhov tug yawm Mauntekhai hov muaj fwjchim luj quas zug."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.5","label":"5","content":"Cov Yutai txhad xuas ntaaj tua yeej puab cov yeeb ncuab suavdawg hab ua kuas puam tsuaj hab ua lawv le puab lub sab rua cov kws ntxub puab."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.6","label":"6","content":"Huv lub nroog Xuxa cov Yutai tua hab ua kuas puam tsuaj tswb puas leej,"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.7","label":"7","content":"hab tua tau Pasantatha hab Ntafoo hab Apatha"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.8","label":"8","content":"hab Paulatha hab Antaliya hab Alintatha"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.9","label":"9","content":"hab Pamatha hab Alixai hab Alintai hab Vaixatha."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.10","label":"10","content":"Kaum leej nuav yog Hamentatha tug tub Hamaa kws ua cov Yutai tug yeeb ncuab cov tub, tassws puab tsw lws tej hov txhua chaw."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.11","label":"11","content":"Nub ntawd muaj tuabneeg qha tas pes tsawg leej raug tua tuag huv lub nroog Xuxa rua vaajntxwv paub."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.12","label":"12","content":"Vaajntxwv has rua puj vaaj Exathaw tas, “Huv lub nroog Xuxa cov Yutai tub tua tswb puas leej hab tua Hamaa kaum leej tub. Dua le vaajntxwv lwm lub xeev sov puab ua le caag lawm. Nwgnuav koj tseed muaj tej lug taij thov daabtsw? Kuv yuav pub rua koj. Koj tej lug thov ntxwv muaj daabtsw? Kuv yuav ua kuas tav.”"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.13","label":"13","content":"Exathaw has tas, “Yog txaus koj lub sab, thov ca cov Yutai kws nyob huv lub nroog Xuxa ua ib yaam le tsaab kevcai kws ua nub nua rua pigkig ib nub hab. Hab thov muab Hamaa kaum leej tub dai rua sau tug ncej dai cej daab.”"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.14","label":"14","content":"Vaajntxwv kuj has kuas ua le ntawd. Muab kevcai tshaaj tawm rua huv Xuxa hab Hamaa kaum leej tub raug muab dai rua sau tug ncej dai cej daab."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.15","label":"15","content":"Cov Yutai kws nyob huv Xuxa tuaj txoos ua ke rua nub xab kaum plaub lub hli Antas hab tua cov tuabneeg huv Xuxa peb puas leej tassws puab tsw lws tej hov txhua chaw."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.16","label":"16","content":"Cov Yutai kws nyob huv vaajntxwv lwm lub xeev kuj tuaj txoos ua ke tiv thaiv puab txujsa hab dim ntawm puab cov yeeb ncuab. Puab tua cov kws ntxub puab tuag xyaa vaam tswb txeeb leej tassws puab tsw lws tej hov txhua chaw."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.17","label":"17","content":"Tej nuav muaj tshwm rua nub xab kaum peb lub hli Antas, nub xab kaum plaub puab su hab muab ua nub noj haus zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.18","label":"18","content":"Mas cov Yutai kws nyob huv lub nroog Xuxa tuaj txoos ua ke rua nub xab kaum peb hab kaum plaub, hab su rua nub xab kaum tswb, hab muab ua nub kws noj haus zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.19","label":"19","content":"Vem le nuav cov Yutai kws nyob huv tej zej zog hab lwm lub moos txhad caiv nub xab kaum plaub lub hli Antas ua nub kws noj haus zoo sab xyiv faab hab ua nub koob tsheej kws ib leeg pub tshaav ntuj rua ib leeg."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.20","label":"20","content":"Mauntekhai sau tej nuav ca hab xaa ntawv moog rua cov Yutai suavdawg kws nyob thoob plawg vaajntxwv Ahaxu‑ela txhua lub xeev tsw has ze los deb,"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.21","label":"21","content":"has kuas puab caiv nub xab kaum plaub hab kaum tswb lub hli Antas rua txhua xyoo moog le,"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.22","label":"22","content":"ua nub kws cov Yutai dim puab cov yeeb ncuab hab ua lub hli kws muab kev txhawj xeeb ntxeev ua kev zoo sab hab muab kev quaj ntsuag ntxeev ua kev luag zoo sab, hab kuas puab muab ua nub kws noj haus zoo sab xyiv faab hab ua nub kws ib leeg pub tshaav ntuj rua ib leeg hab pub tshaav ntuj rua tej pluag."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.23","label":"23","content":"Cov Yutai txhad has hum ua lawv le kws puab chiv ua lug lawd hab ua lawv le Mauntekhai sau moog rua puab."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.24","label":"24","content":"Hamentatha tug tub Hamaa kws yog tuabneeg Aka ua yeeb ncuab rua cov Yutai suavdawg tau ntaus tswvyim phem hab khov kuam Pulee ua rua puab lamswm puam tsuaj taag."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.25","label":"25","content":"Tassws thaus Exathaw moog cuag vaajntxwv, vaajntxwv txhad sau ntawv has kuas tej tswvyim phem kws Hamaa npaaj ua rua cov Yutai rov lug poob rua sau Hamaa lub taubhau, hab ca nwg hab nwg cov tub raug muab dai rua sau tug ncej dai cej daab."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.26","label":"26","content":"Vem le hov txhad hu ob peb nub hov hu ua Pulee, lawv le lu lug khov kuam Pulee. Vem yog txhua yaam kws sau rua tsaab ntawv nuav hab txhua yaam kws cov Yutai raug nuav hab txhua yaam kws tshwm lug rua puab,"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.27","label":"27","content":"cov Yutai txhad teem tseg tas puab hab puab caaj ceg hab cov kws nrug puab koom yuav tsum caiv ob nub nuav lawv le kws sau ca hab lawv le swjhawm kws teem rua txhua xyoo moog tsw tu ncua le."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.28","label":"28","content":"Hab txhua yim huv txhua lub xeev hab huv txhua lub moos yuav ncu ntsoov ob nub nuav hab caiv moog taag txhua txhua tam, mas cov Yutai yuav ua nub kevcai Pulee tsw xob tso tseg le hab puab tej caaj ceg yuav tsw xob nov qaab ob nub nuav hlo le."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.29","label":"29","content":"Mas puj vaaj Exathaw kws yog Anpiha‑i tug ntxhais, hab Mauntekhai kws yog tuabneeg Yutai sau dua ib tsaab ntawv yom ceev tsaab ntawv kws ob kws has txug kevcai Pulee nuav."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.30","label":"30","content":"Hab xaa tsaab ntawv hov moog rua cov Yutai suavdawg kws nyob thoob plawg ib puas neeg nkaum xyaa lub xeev kws vaajntxwv Ahaxu‑ela kaav foom moov kuas noj qaab nyob zoo,"},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.31","label":"31","content":"hab has kuas ua nub kevcai Pulee lawv le swjhawm kws teem ca lawv le Mauntekhai kws yog tuabneeg Yutai hab puj vaaj Exathaw tau nkaw lug rua cov Yutai, ib yaam le puab tub teem ca rua puab tug kheej hab puab caaj ceg rua thaus puab yoo mov hab thaus puab quaj ntsuag."},{"bible_id":"1216","chapter_code":"EST.9","verse_code":"EST.9.32","label":"32","content":"Puj vaaj Exathaw tsaa tej kevcai ua Pulee nuav hab muab sau ca rua huv ntawv."},{"bible_id":"1216","chapter_code":"EST.10","verse_code":"EST.10.1","label":"1","content":"Vaajntxwv Ahaxu‑ela yuam kuas thoob plawg lub tebchaws hab tej tebchaws ntawm ntug havtxwv them se."},{"bible_id":"1216","chapter_code":"EST.10","verse_code":"EST.10.2","label":"2","content":"Txhua yaam num kws vaajntxwv tug zug hab tug fwjchim ua, hab Mauntekhai lub meej mom sab kws vaajntxwv pub rua nwg tub muab sau ca rua huv phoo ntawv keeb kwm kws has txug Mintia hab Pawxia tej vaajntxwv."},{"bible_id":"1216","chapter_code":"EST.10","verse_code":"EST.10.3","label":"3","content":"Mauntekhai kws yog tuabneeg Yutai nyob lub rooj kws qeg ntawm vaajntxwv Ahaxu‑ela xwb, hab nwg ua luj rua huv cov Yutai hab nwg ua tau hum nwg ib tsoom kwvtij kws coob kawg lub sab, tsua qhov nwg nrhav kev noj qaab nyob zoo rua nwg haiv tuabneeg hab txawj has kuas nwg haiv tuabneeg suavdawg tau nyob kaaj sab lug."}]