[{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.1","label":"1","content":"Ntawm nuav moog yog Yixayee cov tub tej npe kws nyag coj nyag tsev tuabneeg nrug Yakhauj tuaj nyob huv Iyi tebchaws,"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.2","label":"2","content":"yog Lunpee, Xime‑oo, Levi hab Yuta,"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.3","label":"3","content":"Ixakha, Xenpuloo hab Npeeyamee,"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.4","label":"4","content":"Ntaaj hab Nathali, Kas hab Asaw."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.5","label":"5","content":"Yakhauj cov tub ki huvsw muaj xyaa caum  leej. Yauxej tes yeej nyob huv Iyi tebchaws lawm."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.6","label":"6","content":"Lug rua tom qaab Yauxej hab nwg cov kwvtij suavdawg hab tej tuabneeg kws nyob tam hov puavleej tuag taag lawm."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.7","label":"7","content":"Yixayee caaj ceg muaj tub ki coob hab fuam vaam coob heev. Puab fuam vaam coob hab muaj zug heev nyob moog puv nkaus lub tebchaws."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.8","label":"8","content":"Muaj ib tug vaajntxwv tshab kws tsw paub Yauxej sawv lug kaav Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.9","label":"9","content":"Vaajntxwv has rua nwg cov pejxeem tas, “Saib maj, cov tuabneeg Yixayee coob dhau hab muaj zug dhau peb hwv lawm."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.10","label":"10","content":"Peb ca le ntaus tswvyim txuv cov tuabneeg nuav, tsaam tes puab fuam vaam coob hab yog muaj kev ua rog puab yuav tuaj yeeb ncuab tog ua rog rua peb hab tswv dim huv lub tebchaws moog.”"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.11","label":"11","content":"Yog le nuav puab txhad tsaa ib co num tswv lug saib yuam cov Yixayee ua num nyaav. Cov Yixayee txhad ua tej moos kws khaws hov txhua chaw ca rua Falau, yog lub moos Pithoo hab lub moos Lamexe."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.12","label":"12","content":"Puab yimfuab raug quab yuam heev, puab yimfuab fuam vaam coob nyob nthuav daav quas zug. Cov Iyi txhad ntshai cov Yixayee heev."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.13","label":"13","content":"Puab txhad ua nruj ua tswv yuam cov Yixayee ua num khwv."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.14","label":"14","content":"Puab ua rua cov Yixayee ab sab kawg vem tej num khwv heev, yog ua moov swb hab thwv cib hab ua txhua yaam num huv tej laj teb. Txhua yaam kws cov Yixayee ua mas cov Iyi ua nruj ua tswv yuam ua num khwv."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.15","label":"15","content":"Iyi tug vaajntxwv has rua ob tug quaspuj kws paab cov Henplais yug mivnyuas, ib tug hu ua Sifa ib tug hu ua Pu‑a, has tas,"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.16","label":"16","content":"“Thaus meb moog paab cov Henplais tej quaspuj yug mivnyuas, hab pum puab nyob tsawg sau txaaj yug mivnyuas, yog yug tau nyuas tub tes muab tua pov tseg, yog nyuas ntxhais tes le tseg ca nyob.”"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.17","label":"17","content":"Tassws ob tug puj kws paab yug mivnyuas hov paub ntshai Vaajtswv txhad tsw ua lawv le vaajntxwv Iyi has, cov tub los kuj ca dim txujsa."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.18","label":"18","content":"Vaajntxwv Iyi txhad hu ob tug puj hov tuaj hab has tas, “Ua caag meb ua le nuav es tseed ca cov tub caj sa nyob hab?”"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.19","label":"19","content":"Ob tug puj hov teb Falau tas, “Vem yog cov quaspuj Henplais tsw thooj le cov quaspuj Iyi, puab muaj muaj zug, tug kws paab tsw tau moog txug tub yug tau lawm.”"},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.20","label":"20","content":"Vaajtswv ua zoo rua ob tug puj kws paab yug mivnyuas hov. Cov Yixayee txhad le fuam vaam coob hab muaj zug heev."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.21","label":"21","content":"Vem ob tug quaspuj kws paab yug mivnyuas paub ntshai Vaajtswv, mas Vaajtswv txhad pub ob tug muaj mivnyuas."},{"bible_id":"1216","chapter_code":"EXO.1","verse_code":"EXO.1.22","label":"22","content":"Falau txhad has rua nwg cov pejxeem suavdawg tas, “Txhua tug tub kws cov Henplais yug mej yuav tsum muab laim pov tseg rua huv tug dej Nai, tseg txhua tug ntxhais caj sa nyob xwb.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.1","label":"1","content":"Muaj ib tug tub xeem Levi, nwg yuav ib tug ntxhais xeem Levi ua quaspuj."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.2","label":"2","content":"Tug quaspuj hov xeeb tub hab yug tau ib tug tub. Thaus nwg pum tas tug tub zoo nraug heev nwg txhad muab zais tau peb lub hlis."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.3","label":"3","content":"Thaus nwg muab zais tsw tau ntxwv lawm, nwg txhad muab ib lub tawb pawj a luam roj aav hab roj ntoo. Nwg muab tug mivnyuas tso rua huv tawb coj moog tso rua huv plawv cov lojkov ntawm ntug dej."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.4","label":"4","content":"Mas tug muam hlub sawv deb tsawv saib txhad paub tas yuav muaj le caag tshwm rua nwg."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.5","label":"5","content":"Mas Falau tug ntxhais nqeg moog daa dej hab nwg cov nkauj qhev moog ua sw ntawm ntug dej. Falau tug ntxhais pum lub tawb nyob huv plawv cov lojkov txhad khaiv nwg tug nkauj qhev moog muab lub tawb lug."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.6","label":"6","content":"Thaus nwg qheb lub tawb saib mas nwg pum ib tug mivnyuas, na cav tug mivnyuas saamswm quaj. Tes nwg txawm khuvleej tug mivnyuas hov hab has tas, “Nuav yog cov tuabneeg Henplais le mivnyuas.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.7","label":"7","content":"Tug mivnyuas hov tug muam txhad le has rua Falau tug ntxhais tas, “Koj puas xaav ca kuv moog hu ib tug quaspuj huv cov tuabneeg Henplais tuaj tu tug mivnyuas nuav rua koj?”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.8","label":"8","content":"Falau tug ntxhais txhad has tas, “Ca le moog.” Tug muam hov txhad le moog hu tug mivnyuas hov leej nam tuaj."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.9","label":"9","content":"Mas Falau tug ntxhais txhad has rua tug quaspuj hov tas, “Koj coj tug mivnyuas nuav moog tu rua kuv, mas kuv yuav muab nqe zug rua koj.” Tug puj hov txawm coj tug mivnyuas moog tu lawm."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.10","label":"10","content":"Thaus tug mivnyuas hlub lawd, nwg txhad coj tug mivnyuas tuaj rua Falau tug ntxhais, mas tug mivnyuas hov ua Falau tug ntxhais le tub. Nwg muab tis npe hu ua Mauxe  tsua qhov nwg has tas, “Vem yog kuv rhu nwg tawm huv dej lug.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.11","label":"11","content":"Thaus Mauxe hlub lawm, muaj ib nub Mauxe moog saib nwg haiv tuabneeg mas pum puab ua num nyaav heev. Nwg pum ib tug Iyi saamswm muab ib tug Henplais ntaus, yog nwg haiv tuabneeg ntaag."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.12","label":"12","content":"Nwg saib ncig pis leeg mas tsw pum leejtwg, nwg txhad muab tug Iyi hov tua kag, hab muab zais rua huv cov xuab zeb."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.13","label":"13","content":"Nub tom qaab, thaus Mauxe tawm moog, kuj pum ob tug Henplais sws ntaus hab, nwg txhad has rua tug kws ua txhum tas, “Ua caag koj ntaus koj haiv tuabneeg?”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.14","label":"14","content":"Nwg teb tas, “Leejtwg tsaa koj ua thawj kaav peb hab ua tug kws txav txem rua peb? Koj npaaj sab yuav tua kuv ib yaam le koj tua tug Iyi hab lov?” Mauxe txawm ntshai xaav tas, “Zaaj hov tub nchaa moog thoob lawm lauj.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.15","label":"15","content":"Thaus Falau nov txug zaaj hov, nwg nrhav kev muab Mauxe tua pov tseg. Tassws Mauxe tswv ntawm Falau moog nyob rua huv Mintee tebchaws lawm. Nwg moog nyob tsawg ntawm ib lub qhov dej."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.16","label":"16","content":"Cov Mintee tug pov thawj muaj xyaa leej ntxhais. Cov ntxhais hov tuaj ntaus dej laub rua huv lub daab rua leej txwv tej yaaj tej tshws haus."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.17","label":"17","content":"Tes txawm muaj ib co txwvneej yug yaaj yug tshws lug lawv cov ntxhais hov tswv moog. Mas Mauxe sawv tseeg paab cov ntxhais hab ntaus dej rua puab tej yaaj tej tshws haus."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.18","label":"18","content":"Thaus puab rov moog txug Le‑u‑ee  kws yog puab txwv, mas leej txwv nug tas, “Ua caag nub nua mej lug tau ntxuv?”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.19","label":"19","content":"Puab teb tas, “Muaj ib tug tuabneeg Iyi paab peb dim huv cov tuabneeg yug yaaj txhais teg hab tseed ntaus dej rua peb tej yaaj tej tshws haus.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.20","label":"20","content":"Leejtxwv has rua puab tas, “Tug yawm hov nyob hovtwg? Ua caag mej muab nwg tso tseg? Ca le moog hu nwg lug noj mov maj.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.21","label":"21","content":"Mauxe kuj txaus sab nrug nwg nyob, mas Le‑u‑ee muab tug ntxhais Xipaula qua rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.22","label":"22","content":"Xipaula yug tau ib tug tub mas Mauxe muab tis npe hu ua Kawsoo,  tsua qhov nwg has tas, “Kuv yog ib tug kws ua qhua nyob rua huv luas tebchaws.”"},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.23","label":"23","content":"Dhau ntau xyoo lug rua yaav tom qaab, vaajntxwv Iyi tuag lawm. Cov Yixayee quaj ntsaaj quas lawg huv txujkev ua qhev, txhad le quaj hu thov kev paab. Puab lub suab quaj kws raug ua qhev nuav txhad nrov moog txug Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.24","label":"24","content":"Vaajtswv nov puab lub suab quaj ntsaaj, hab nwg ncu txug tej lug kws nwg cog tseg rua Aplahaa, Yiha hab Yakhauj."},{"bible_id":"1216","chapter_code":"EXO.2","verse_code":"EXO.2.25","label":"25","content":"Vaajtswv saib ntsoov cov Yixayee hab paub puab lub neej zoo le caag."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.1","label":"1","content":"Mauxe yug nwg yawm txwv Yethoo kws yog cov Mintee tug pov thawj tej yaaj tej tshws. Nwg coj nwg tej yaaj tej tshws moog rua tebchaws moj saab qhua saab nub poob moog txug lub roob Haule, kws yog Vaajtswv lub roob."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.2","label":"2","content":"Yawmsaub tug tubkhai ntuj lug tshwm huv cov nplaim tawg kws cig huv ib tsob nyuas ntoo rua Mauxe pum. Mauxe saib mas pum tsob nyuas ntoo cig quas plawg kuas tsw kub nyab le."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.3","label":"3","content":"Mauxe txhad has tas, “Kuv yuav moog saib yaam kws phemfwj nuav saib yog ua caag tsob ntoo tsw kub nyab le.”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.4","label":"4","content":"Thaus Yawmsaub pum nwg txaav lug saib, Vaajtswv txawm hu huv tsob ntoo tuaj tas, “Mauxe, Mauxe 'e.” Mauxe teb tas, “Kuv nyob ntawm nuav 'os.”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.5","label":"5","content":"Vaajtswv txhad has tas, “Tsw xob nkaag lug ze. Hle koj nkawm khau tseg vem tas qhov chaw kws koj sawv nuav yog lub chaw dawb huv.”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.6","label":"6","content":"Hab Vaajtswv has rua nwg tas, “Kuv yog koj txwv tug Vaajtswv, yog Aplahaa tug Vaajtswv, yog Yiha tug Vaajtswv hab yog Yakhauj tug Vaajtswv.” Mauxe pus nkaus lub plhu vem yog nwg ntshai tsw kaav saib Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.7","label":"7","content":"Yawmsaub txawm has tas, “Kuv tub pum kuv haiv tuabneeg kws nyob huv Iyi tebchaws txujkev txom nyem lwj sab lawm hab tub nov puab lub suab quaj lawm vem yog raug cov kws saib puab quab yuam ua num nyaav. Kuv paub puab tej kev txom nyem."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.8","label":"8","content":"Kuv nqeg lug yuav cawm puab dim huv cov Iyi txhais teg hab coj puab tawm huv lub tebchaws hov moog rua lub tebchaws kws zoo hab daav, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo, yog moog rua lub chaw kws cov Khana‑aa, cov Hithai, cov Amaulai, cov Pelixai, cov Hivai hab cov Yenpu nyob."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.9","label":"9","content":"Nwgnuav cov Yixayee lub suab quaj tuaj txug kuv lawm, hab kuv tub pum qhov kws cov Iyi quab yuam puab lawm."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.10","label":"10","content":"Mas nwgnuav kuv yuav khaiv koj moog cuag Falau sub koj txhad coj tau kuv haiv tuabneeg kws yog Yixayee cov tub ki tawm huv Iyi tebchaws moog.”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.11","label":"11","content":"Tassws Mauxe has rua Vaajtswv tas, “Kuv yog leejtwg es yuav moog cuag tau Falau hab coj cov Yixayee tawm huv Iyi tebchaws moog?”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.12","label":"12","content":"Vaajtswv has tas, “Kuv yuav nrug nraim koj. Nuav yog tug txujci tseem ceeb kws qha rua koj paub tas kuv khaiv koj moog, yog thaus koj coj cov pejxeem tawm huv Iyi tebchaws moog lawm mej yuav lug pe Vaajtswv sau lub roob nuav.”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.13","label":"13","content":"Tassws Mauxe has rua Vaajtswv tas, “Yog kuv moog cuag cov Yixayee hab has rua puab tas, ‘Mej tej laug tug Vaajtswv khaiv kuv lug cuag mej,’ hab puab nug kuv tas, ‘Nwg lub npe hu le caag?’ mas kuv yuav teb puab le caag?”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.14","label":"14","content":"Vaajtswv has rua Mauxe tas, “KUV YEEJ YOG KUV.”  Hab nwg has rua Mauxe tas, “Ca le has rua cov Yixayee tas, ‘KUV YOG, yog tug kws khaiv kuv lug cuag mej.’ ”"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.15","label":"15","content":"Vaajtswv has dua rua Mauxe tas, “Koj ca le has rua cov Yixayee le nuav tas, ‘Yawmsaub  kws yog mej tej laug tug Vaajtswv, yog Aplahaa tug Vaajtswv, yog Yiha tug Vaajtswv hab yog Yakhauj tug Vaajtswv khaiv kuv lug cuag mej.’ Nuav yog kuv lub npe moog ib txhws, mas txhua tam tuabneeg yuav tsum ncu hu le nuav moog."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.16","label":"16","content":"Koj ca le moog hu Yixayee cov kev txwj quas laug tuaj sablaaj ua ke, hab has rua puab tas, ‘Yawmsaub, kws yog mej tej laug tug Vaajtswv, yog Aplahaa, Yiha hab Yakhauj tug Vaajtswv tau tshwm rua kuv pum hab has tas, Kuv saib ntsoov mej hab pum tej kws mej raug huv Iyi tebchaws lawm."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.17","label":"17","content":"Kuv cog lug tseg tas kuv yuav coj mej tawm huv Iyi tebchaws kws mej raug kev txom nyem lwj sab moog rua huv cov Khana‑aa, cov Hithai, cov Amaulai, cov Pelixai, cov Hivai, hab cov Yenpu lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo.’"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.18","label":"18","content":"Puab yuav noog koj tej lug, mas koj hab Yixayee cov kev txwj quas laug yuav moog cuag vaajntxwv Iyi hab has rua nwg tas, ‘Yawmsaub kws yog cov Henplais tug Vaajtswv tau ntswb peb, mas nwgnuav peb thov koj tso peb moog huv tebchaws moj saab qhua peb nub ke sub peb txhad tau moog xyeem tsaj rua Yawmsaub kws yog peb tug Vaajtswv.’"},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.19","label":"19","content":"Kuv yeej paub tas vaajntxwv Iyi yuav tsw kheev mej moog yog nwg tsw raug tug kws muaj fwjchim txhais teg yuam nwg."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.20","label":"20","content":"Kuv yuav tsaa kuv txhais teg ua txhua yaam txujci phemfwj tshwm lug ntaus Iyi tebchaws. Dhau ntawd Falau yuav tso mej moog."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.21","label":"21","content":"Kuv yuav ua kuas cov Iyi hlub kuv haiv tuabneeg nuav mas thaus mej tawm moog mej yuav tsw moog teg dawb teg nplag."},{"bible_id":"1216","chapter_code":"EXO.3","verse_code":"EXO.3.22","label":"22","content":"Txhua tug quaspuj yuav thov npauj nyag npauj kub hab tej tsoog tsho ntawm cov Iyi kws nrug puab nyob ua ib zog hab ntawm tej quaspuj kws nrug puab nyob ua ib tse, coj tej nuav moog rua mej tej tub tej ntxhais naav. Ua le nuav mej txhad lws tau cov Iyi tej hov txhua chaw.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.1","label":"1","content":"Mauxe teb tas, “Ntshai puab yuav tsw ntseeg kuv hab tsw quav ntsej tej kws kuv has, tsua qhov puab yuav has tas, ‘Yawmsaub tsw tau tshwm rua koj pum le.’ ”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.2","label":"2","content":"Yawmsaub txawm has rua nwg tas, “Daabtsw nyob huv koj txhais teg?” Mauxe teb tas, “Ib tug paas nreg.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.3","label":"3","content":"Yawmsaub has tas, “Ca le muab nrum rua huv peg teb nawj.” Nwg txhad muab nrum rua huv peg teb, tug paas nreg hov txawm txa hlo ua ib tug naab, Mauxe txawm tig loo tswv tug naab."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.4","label":"4","content":"Tassws Yawmsaub has rua Mauxe tas, “Ca le cev teg ntsab naab tug kwtwv.” Mauxe txhad cev teg ntsab nkaus tug kwtwv txawm txa hlo ua tug paas nreg rua huv nwg txhais teg lawm."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.5","label":"5","content":"“Ua le nuav puab txhad ntseeg tas Yawmsaub kws yog puab tej laug tug Vaajtswv, yog Aplahaa tug Vaajtswv hab Yiha tug Vaajtswv hab Yakhauj tug Vaajtswv tshwm rua koj pum lawm tag.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.6","label":"6","content":"Yawmsaub has dua rua Mauxe tas, “Ca le muab koj txhais teg ntxwg rua huv koj hauv sab.” Nwg txhad muab txhais teg ntxwg rua huv hauv sab. Thaus rhu txhais teg lug ua cav nwg txhais teg mob ruas dawb paug le daus xwb daus npu."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.7","label":"7","content":"Yawmsaub has tas, “Ca le muab txhais teg ntxwg rov rua huv hauv sab dua ib zag.” Nwg kuj muab nwg txhais teg ntxwg rua huv hauv sab dua. Thaus nwg rhu teg lug ua cav txhais teg tub rov zoo hlo le nwg lub cev huvsw."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.8","label":"8","content":"Yawmsaub has tas, “Yog puab tsw ntseeg koj hab tsw quav ntsej tug txujci tseem ceeb zag ib, nyab puab yuav ntseeg tug txujci tseem ceeb zag ob."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.9","label":"9","content":"Yog puab tseed tsw ntseeg ob zag txujci tseem ceeb nuav hab tsw quav ntsej koj tej lug, ca le nqaa dej huv tug dej Nai ib qho lug laub rua sau npoo aav qhuav. Mas cov dej kws koj nqaa huv tug dej Nai lug yuav txa ua ntshaav rua sau npoo aav qhuav hov.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.10","label":"10","content":"Tassws Mauxe has rua Yawmsaub tas, “Au tug Tswv, kuv ib txwm yeej tsw txawj has lug tsw has yaav thau u los yog, taamswm nuav kws koj has lug rua kuv kws yog koj tug qhev los yog, kuv yog ib tug kws ncauj zum has tsw tau nplag.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.11","label":"11","content":"Yawmsaub has rua Mauxe tas, “Leejtwg tswm tuabneeg lub qhov ncauj? Leejtwg ua rua tuabneeg has tsw tau lug hab ua rua laag ntseg, hab ua rua pum kev hab ua rua dig muag? Kuv kws yog Yawmsaub ua los tsw yog?"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.12","label":"12","content":"Yog le nuav ca le moog, kuv yuav nyob ntawm koj qhov ncauj hab kuv yuav qha lug rua koj has.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.13","label":"13","content":"Tassws Mauxe has tas, “Au tug Tswv, thov khaiv dua lwm tug moog lauj!”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.14","label":"14","content":"Mas Yawmsaub npau tawg rua Mauxe hab has tas, “Koj tug tijlaug kws yog xeem Levi nev? Kuv paub tas nwg txawj has lug. Saib maj nwg saamswm taug kev tuaj ntswb koj. Thaus nwg pum koj nwg yuav zoo sab heev."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.15","label":"15","content":"Koj yuav pav rua nwg muab lug rua nwg has. Kuv yuav nyob ntawm koj qhov ncauj hab ntawm nwg qhov ncauj, hab kuv yuav qhuab qha rua meb ob leeg paub tas yuav ua le caag."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.16","label":"16","content":"Nwg yuav nyob koj chaw has rua cov pejxeem, nwg yuav ua koj lub qhov ncauj hab koj yuav ua zoo le Vaajtswv rua nwg."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.17","label":"17","content":"Koj yuav tuav rawv tug paas nreg nuav swv ua txujci tseem ceeb.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.18","label":"18","content":"Mauxe txhad rov moog cuag nwg yawm txwv Yethoo hab has tas, “Thov ca kuv rov qaab moog saib kuv cov kwvtij huv Iyi tebchaws saib puab tseed muaj txujsa nyob los tsw muaj.” Yethoo has rua Mauxe tas, “Ca le moog zoo nawj.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.19","label":"19","content":"Yawmsaub has rua Mauxe huv Mintee tebchaws tas, “Ca le rov moog nraag Iyi tebchaws, tsua qhov cov tuabneeg kws nrhav txuv koj txujsa suavdawg tub tuag taag lawm.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.20","label":"20","content":"Mauxe txhad muab nwg quaspuj hab cov tub caij neeg luav rov qaab moog nraag Iyi tebchaws. Mauxe tuav rawv Vaajtswv tug paas nreg huv nwg txhais teg moog hab."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.21","label":"21","content":"Yawmsaub has rua Mauxe tas, “Thaus koj rov moog txug Iyi tebchaws, koj yuav tsum ua tuab zoo ua tej txujci tseem ceeb huvsw kws kuv muab cob rua koj lawm taab meeg Falau. Tassws kuv yuav ua rua Falau lub sab tawv, nwg yuav tsw kheev tso kuv cov tuabneeg moog."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.22","label":"22","content":"Hab koj yuav has rua Falau tas, ‘Yawmsaub has le nuav tas, Yixayee yog kuv tug tub hlub."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.23","label":"23","content":"Kuv has rua koj tas, “Ca le tso kuv tug tub moog sub nwg txhad tau kev pe hawm kuv.” Tassws koj tsw yeem tso nwg moog, kuv txhad yuav muab koj tug tub hlub tua pov tseg.’ ”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.24","label":"24","content":"Thaus Mauxe puab su ntawm ib ntog kev Yawmsaub lug ntswb Mauxe yuav muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.25","label":"25","content":"Mas Xipaula muab zeb hauv swm lug hlais nwg tug tub daim tawv noov mas coj moog ntsuav Mauxe txhais kwtaw, hab has tas, “Koj yog tug nraug vauv ntshaav rua kuv tag tag le lawm.”"},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.26","label":"26","content":"Mas Vaajtswv txhad tsw tua nwg. Tug quaspuj tau has tas “Koj yog tug nraug vauv ntshaav” yog tim qhov kws ua kevcai txav."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.27","label":"27","content":"Yawmsaub has rua Aloo tas, “Ca le moog ntswb Mauxe tom tebchaws moj saab qhua.” Aloo txawm moog mas ntswb Mauxe ntawm Vaajtswv lub roob hab nwj nwg."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.28","label":"28","content":"Mauxe txhad pav tej lug kws Yawmsaub has hab khaiv nwg moog huvsw rua Aloo noog hab has txug tej txujci tseem ceeb huvsw kws Yawmsaub kuas nwg ua."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.29","label":"29","content":"Mauxe hab Aloo txawm moog hu Yixayee cov kev txwj quas laug suavdawg tuaj sablaaj ua ke."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.30","label":"30","content":"Aloo txhad has tej lug kws Yawmsaub tau has rua Mauxe lawm huvsw rua cov pejxeem noog, hab Mauxe ua tej txujci tseem ceeb taab meeg rua puab saib."},{"bible_id":"1216","chapter_code":"EXO.4","verse_code":"EXO.4.31","label":"31","content":"Cov pejxeem kuj ntseeg. Thaus puab nov tas Yawmsaub lug saib cov Yixayee hab pum puab tej kev txom nyem lwj sab lawm, puab kuj nyo hau pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.1","label":"1","content":"Dhau ntawd Mauxe hab Aloo moog cuag Falau hab has tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog ua kevcai noj haus pe kuv huv tebchaws moj saab qhua.’ ”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.2","label":"2","content":"Tassws Falau has tas, “Tug Yawmsaub hov yog leejtwg es kuv yuav tsum noog nwg lug hab tso cov Yixayee moog? Kuv tsw paub Yawmsaub, hab kuv yeej yuav tsw tso cov Yixayee moog hlo le.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.3","label":"3","content":"Ob tug txawm has tas, “Cov Henplais tug Vaajtswv lug ntswb ib lawm. Thov ca peb moog rua huv tebchaws moj saab qhua peb nub ke sub txhad tau tua tsaj xyeem rua Yawmsaub kws yog peb tug Vaajtswv. Yog tsw ua le ntawd Vaajtswv yuav tso mob kis lossws nav ntaaj nav rag lug raug peb.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.4","label":"4","content":"Iyi tug vaajntxwv has rua ob tug tas, “Mauxe hab Aloo, ua caag meb yuav ua rua cov pejxeem tso puab tej daag num tseg? Mej ca le rov qaab moog ua mej tej num los maj.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.5","label":"5","content":"Falau has dua tas, “Saib maj, nwgnuav cov pejxeem huv lub tebchaws coob heev mas meb yuav ua rua puab tso puab tej num tseg.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.6","label":"6","content":"Mas nub hov Falau has tawv rua cov num tswv kws saib cov qhev hab has rua cov thawj coj ua num tas,"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.7","label":"7","content":"“Txwj nub nua moog mej tsw xob pub tej quav nyaab rua cov tuabneeg ua thwv cib yaam le yaav taag lug lawm. Ca puab moog khaws puab quav nyaab."},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.8","label":"8","content":"Tassws cov thwv cib mas yuav tsum kuas puab ua tau npaum le qub, tsw tseev kuas ua tau tsawg hlo le. Vem puab cis nkeeg, puab txhad quaj has tas, ‘Thov ca peb moog xyeem tsaj rua peb tug Vaajtswv.’"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.9","label":"9","content":"Mej ca le yuam kuas puab ua num nyaav dua qub sub puab txhad ua num khwv hab tsw quav ntsej tej lug daag ntawd.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.10","label":"10","content":"Cov num tswv kws saib cov qhev hab cov thawj coj ua num kuj moog has rua cov pejxeem tas, “Falau has le nuav tas, ‘Kuv yuav tsw pub quav nyaab rua mej lawm."},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.11","label":"11","content":"Mej moog khaws mej quav nyaab lawv le kws nrhav tau. Tassws mej tej num yuav tsw tseev kuas ua tau tsawg hlo le.’ ”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.12","label":"12","content":"Cov pejxeem txhad moog rw quas sua thoob plawg Iyi tebchaws khaws tej hauv paug quav nyaab."},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.13","label":"13","content":"Cov num tswv kws saib cov qhev kuj txhwb has tas “Mej yuav tsum ua kuas ib nub tau npaum le kws teem ca yaam le thaus tseed muaj quav nyaab.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.14","label":"14","content":"Yixayee cov thawj coj ua num kws Falau cov num tswv kws saib cov qhev tau tsaa lug saib puab hov, kuj raug nplawm hab raug nug tas, “Ua caag nub nua mej ua tsw tau thwv cib npaum le kws teem ca yaam le yaav taag lug?”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.15","label":"15","content":"Yixayee cov thawj kws coj ua num txhad tuaj quaj rua Falau tas, “Ua caag koj ua le nuav rua peb kws yog koj cov qhev?"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.16","label":"16","content":"Puab tsw pub quav nyaab rua peb kws yog koj cov qhev, tassws puab tseed has tas, ‘Ua thwv cib los maj.’ Saib maj, peb kws yog koj cov qhev raug nplawm yog tim koj cov tub teg tub taw ua txhum.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.17","label":"17","content":"Falau has tas, “Mej cis nkeeg, cis nkeeg tag tag le, mej txhad has tas, ‘Ca peb moog xyeem tsaj rua Yawmsaub.’"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.18","label":"18","content":"Mej ca le moog ua num taamswm nuav. Yuav tsw pub quav nyaab rua mej le lawm, tassws mej tseed yuav tsum ua kuas tau thwv cib npaum nkaus le qub.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.19","label":"19","content":"Yixayee cov thawj coj ua num txhad pum tas puab raug ceblaaj lawm tsua qhov luas has tas, “Tsw tseev ib nub ntawd mej ua tau thwv cib tsawg dua le teem tseg.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.20","label":"20","content":"Thaus puab tawm huv Falau lug puab ntswb Mauxe hab Aloo tseed tog puab."},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.21","label":"21","content":"Puab has rua ob tug tas, “Thov Yawmsaub tshuaj saib meb hab txav txem rua meb, vem yog meb ua rua peb raug Falau hab nwg cov tub teg tub taw ntxub heev hab meb muab ntaaj muab rag rua huv puab txhais teg tua peb ntaag.”"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.22","label":"22","content":"Mauxe txawm rov moog cuag Yawmsaub has tas, “Au tug Tswv, ua caag koj coj kev ceblaaj lug rua haiv tuabneeg nuav? Ua caag koj khaiv kuv lug?"},{"bible_id":"1216","chapter_code":"EXO.5","verse_code":"EXO.5.23","label":"23","content":"Txwj thaus kuv moog cuag Falau hab tuav koj lub npe has rua nwg, Falau ua nruj ua tswv rua haiv tuabneeg nuav, hab koj tub tsw cawm koj haiv tuabneeg dim le.”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Nwgnuav koj yuav pum tej kws kuv yuav ua rua Falau. Vem kuv txhais teg kws muaj fwjchim Falau yuav tso kuv haiv tuabneeg moog, yog kuv txhais teg kws muaj fwjchim ntaag mas nwg yuav ntab puab tawm huv nwg lub tebchaws moog.”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.2","label":"2","content":"Vaajtswv has dua rua Mauxe tas, “Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.3","label":"3","content":"Kuv lug tshwm rua Aplahaa, Yiha hab Yakhauj huv lub npe kws hu tas Vaajtswv kws muaj fwjchim luj kawg nkaus  tassws tsw tau qha puab paub kuv huv lub npe kws yog Yawmsaub"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.4","label":"4","content":"Dua ib qho kuv cog lug ruaj khov rua puab tas kuv yuav muab lub tebchaws Khana‑aa rua puab, yog lub tebchaws kws puab txeev ua qhua nyob huv."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.5","label":"5","content":"Tsw taag le ntawd, kuv tau nov cov Yixayee kws cov Iyi muab yuam ua qhev lub suab ntsaaj quas lawg lawm hab kuv ncu txug kuv tej lug cog tseg."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.6","label":"6","content":"Vem le nuav ca le has rua cov Yixayee tas, ‘Kuv yog Yawmsaub, kuv yuav coj mej tawm huv tej num nyaav kws cov Iyi yuam mej ua hab kuv yuav cawm mej dim qhov kws ua puab qhev, hab kuv yuav tsaa hlo kuv txhais teg hab txav txem luj kawg txhwv mej dim."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.7","label":"7","content":"Kuv yuav txais mej ua kuv haiv tuabneeg hab kuv yuav ua mej tug Vaajtswv, mas mej yuav paub tas kuv yog Yawmsaub yog mej tug Vaajtswv kws coj mej dim huv tej num nyaav kws cov Iyi yuam mej ua."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.8","label":"8","content":"Kuv yuav coj mej moog rua huv lub tebchaws kws kuv tau cog lug ruaj khov tas kuv yuav muab rua Aplahaa, Yiha hab Yakhauj. Kuv yuav muab rua mej ua mej teej mej tug. Kuv yog Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.9","label":"9","content":"Mauxe txhad coj tej lug nuav moog pav rua cov Yixayee noog, tassws puab tsw noog Mauxe vem puab sab ntsws puag taag hab raug yuam ua qhev txom nyem kawg le."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.10","label":"10","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.11","label":"11","content":"“Ca le nkaag moog has rua Iyi tug vaajntxwv Falau kuas nwg tso cov Yixayee tawm huv nwg lub tebchaws moog.”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.12","label":"12","content":"Tassws Mauxe has rua Yawmsaub tas, “Cov Yixayee los kuj tsw noog kuv has, Falau yuav noog kuv le caag? Kuv has lug tsw nplag hlo le.”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.13","label":"13","content":"Yawmsaub txhad has rua Mauxe hab Aloo kuas has rua cov Yixayee hab Iyi tug vaajntxwv Falau tas yog Yawmsaub has kuas ob tug coj cov Yixayee tawm huv Iyi tebchaws moog."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.14","label":"14","content":"Ntawm nuav moog yog has txug cov thawj huv txhua xeem Yixayee. Yixayee tug tub hlub Lunpee cov tub yog Hanau, Palu, Hexaloo hab Khami. Cov nuav yog xeem Lunpee cov quas cum."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.15","label":"15","content":"Xime‑oo cov tub yog Yemu‑ee, Yami, Auha, Yakhi, Xauha, hab Sa‑u kws yog tug puj Khana‑aa yug. Cov nuav yog xeem Xime‑oo cov quas cum."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.16","label":"16","content":"Ntawm nuav moog yog Levi cov tub ki tej npe lawv le kws tub muab sau ca lawm, yog Kwsoo, Khauha hab Melali. Levi noob nyoog muaj ib puas peb caug xyaa xyoo le tuag."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.17","label":"17","content":"Kwsoo cov tub yog Lini hab Sime‑i. Ob tug hov yog puab ob cum hov lub hauv paug."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.18","label":"18","content":"Khauha cov tub yog Alaav, Ixaha, Heploo hab Uxi‑ee. Khauha noob nyoog muaj ib puas peb caug peb xyoo le tuag."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.19","label":"19","content":"Melali cov tub yog Mali hab Musi. Cov nuav yog xeem Levi cov quas cum lawv le tub muab sau ca lawm."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.20","label":"20","content":"Alaav yuav nwg txwv tug muam Yaukhenpe ua quaspuj mas yug tau Aloo hab Mauxe. Alaav noob nyoog muaj ib puas peb caug xyaa xyoo le tuag."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.21","label":"21","content":"Ixaha cov tub yog Khaula, Nefe hab Xikhi."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.22","label":"22","content":"Uxi‑ee cov tub yog Misa‑ee, Eexafaa hab Xithi."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.23","label":"23","content":"Aloo yuav Aminanta tug ntxhais Elisenpa kws yog Nasoo tug muam ua quaspuj, mas Elisenpa yug tau Nanta, Anpihu, Ele‑axa hab Ithama."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.24","label":"24","content":"Khaula cov tub yog Axi, Eekhana hab Anpiyaxa. Cov nuav yog Khaula cov quas cum."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.25","label":"25","content":"Aloo tug tub Ele‑axa yuav Puti‑ee ib tug ntxhais ua quaspuj mas yug tau Fineha. Cov tuabneeg nuav yog xeem Levi cov quas cum le thawj."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.26","label":"26","content":"Aloo hab Mauxe ob tug nuav ntaag yog ob tug kws Yawmsaub has tas, “Meb ca le coj cov Yixayee tawm huv Iyi tebchaws moog lawv le puab tej paab tej pawg.”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.27","label":"27","content":"Ob tug nuav yog ob tug kws thov Iyi tug vaajntxwv Falau txug qhov kws coj cov Yixayee tawm huv Iyi tebchaws, yog tug Mauxe nuav hab tug Aloo nuav ntaag."},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.28","label":"28","content":"Nub kws Yawmsaub has rua Mauxe huv Iyi tebchaws hov,"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.29","label":"29","content":"Yawmsaub has rua nwg tas, “Kuv yog Yawmsaub. Koj ca le has txhua yaam kws kuv qha koj rua Iyi tug vaajntxwv Falau noog.”"},{"bible_id":"1216","chapter_code":"EXO.6","verse_code":"EXO.6.30","label":"30","content":"Tassws Mauxe has rua Yawmsaub tas, “Kuv yeej has lug tsw nplag, Falau yuav ua caag noog kuv has?”"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ua le nuav nawj, kuv tsaa koj ua zoo le Vaajtswv rua Falau, mas koj tug tijlaug Aloo yuav ua tug kws cev koj le lug."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.2","label":"2","content":"Koj yuav tsum has tej lug huvsw kws kuv has rua koj mas koj tug tijlaug Aloo yuav has rua Falau kuas nwg tso cov Yixayee tawm huv nwg lub tebchaws moog."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.3","label":"3","content":"Tassws kuv yuav ua rua Falau lub sab tawv. Txawm yog kuv ua kuv tej txujci tseem ceeb hab txujci phemfwj tshwm rua huv Iyi tebchaws ntau zuj zug,"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.4","label":"4","content":"los Falau yuav tsw noog meb has. Mas kuv yuav tsaa kuv txhais teg ntaus Iyi tebchaws hab rau txem nyaav txhad coj tau kuv cov tuabneeg Yixayee tawm huv Iyi tebchaws moog lawv le puab tej paab tej pawg."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.5","label":"5","content":"Cov Iyi yuav paub tas kuv yog Yawmsaub rua thaus kuv tsaa kuv txhais teg tawm tsaam Iyi tebchaws hab coj cov Yixayee tawm huv puab moog.”"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.6","label":"6","content":"Mauxe hab Aloo ua lawv le ntawd. Ob tug ua lawv nraim le kws Yawmsaub has."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.7","label":"7","content":"Thaus ob tug moog has rua Falau, Mauxe noob nyoog muaj yim caum xyoo, Aloo noob nyoog muaj yim caum peb xyoo."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.8","label":"8","content":"Yawmsaub has rua Mauxe hab Aloo tas,"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.9","label":"9","content":"“Thaus Falau has rua meb tas, ‘Ca le ua txujci phemfwj rua kuv saib,’ mas koj ca le has rua Aloo tas, ‘Muab tug paas nreg nrum rua ntawm Falau xubndag,’ tug paas nreg yuav txa hlo ua ib tug naab.”"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.10","label":"10","content":"Mauxe hab Aloo txhad moog cuag Falau hab ua lawv nraim le Yawmsaub has. Aloo muab nwg tug paas nreg nrum nroog rua ntawm Falau hab nwg cov tub teg tub taw xubndag, mas tug paas nreg txa hlo ua ib tug naab."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.11","label":"11","content":"Falau txawm hu cov kws txawj ntse hab cov kws txawj ua khawv koob yeeg swv tuaj. Puab yog Iyi cov kws txawj ua yeeg swv mas puab swv puab tej khawv koob ua tau zoo ib yaam le ntawd hab."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.12","label":"12","content":"Thaus puab nyag taug nyag nrum paas nreg tes tej paas nreg hov kuj txa ua naab huvsw hab, tassws Aloo tug paas nreg muab puab cov paas nreg nqog taag huvsw lawm."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.13","label":"13","content":"Txawm le ntawd los Falau lub sab tseed tawv, tsw yeem noog ob tug has, ib yaam le Yawmsaub has ca lawd."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.14","label":"14","content":"Yawmsaub has rua Mauxe tas, “Falau lub sab tawv, tsw kaam tso cov Yixayee moog."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.15","label":"15","content":"Thaus sawv ntxuv koj ca le moog cuag Falau rua thaus nwg moog nraag tug dej. Koj moog sawv ntawm ntug dej tog nwg, tuav rawv tug paas nreg kws txa ua naab moog hab."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.16","label":"16","content":"Koj yuav has rua nwg tas, ‘Yawmsaub kws yog cov Henplais tug Vaajtswv khaiv kuv tuaj cuag koj has tas, Ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog pe hawm kuv huv tebchaws moj saab qhua. Txug taav nuav koj kuj tsw noog has hlo le."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.17","label":"17","content":"Yawmsaub has le nuav tas, Koj yuav paub tas kuv yog Yawmsaub tsua qhov kws ua le nuav. Saib maj, kuv yuav xuas tug paas nreg kws nyob huv kuv txhais teg nplawm tug dej Nai, mas dej yuav txa ua ntshaav."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.18","label":"18","content":"Tej ntseg huv tug dej Nai yuav tuag hab tug dej Nai yuav tsw lwj quas lawg hab cov Iyi yuav haus tsw taug tug dej ntawd.’ ”"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.19","label":"19","content":"Yawmsaub has dua rua Mauxe tas, “Ca le has rua Aloo tas, ‘Tuav koj tug paas nreg huv koj txhais teg tsaa rua sau tej dej huv Iyi tebchaws tsw has puab tej nam dej, tej kwj deg, tej paag dej, tej qhov dej huvsw mas tej dej yuav txa ua ntshaav. Yuav muaj ntshaav thoob plawg Iyi tebchaws tsw has huv tej thoob ntsug hab tej hub.’ ”"},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.20","label":"20","content":"Mauxe hab Aloo kuj ua lawv nraim le kws Yawmsaub has. Nwg tsaa tug paas nreg nplawm tug dej Nai taab meeg Falau hab nwg cov tub teg tub taw, mas tej dej huv tug dej Nai txa ua ntshaav huvsw."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.21","label":"21","content":"Tej ntseg huv tug dej Nai kuj tuag. Tug dej Nai tsw lwj quas lawg cov Iyi txhad haus tsw taug tug dej ntawd. Muaj ntshaav thoob plawg Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.22","label":"22","content":"Tassws Iyi cov kws txawj ua yeeg swv mas puab swv puab tej khawv koob ua tau ib yaam le ntawd hab. Tassws Falau lub sab tseed tawv, tsw yeem noog ob tug has, ib yaam le Yawmsaub has ca lawd."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.23","label":"23","content":"Falau tig hlo rov qaab moog rua huv tsev, tsw khaws tej xwm txheej nuav ca rua huv lub sab."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.24","label":"24","content":"Cov Iyi suavdawg txhad khawb qhov dej lawv ntug dej Nai nrhav dej haus, tsua qhov haus tsw taug tej dej huv tug dej Nai."},{"bible_id":"1216","chapter_code":"EXO.7","verse_code":"EXO.7.25","label":"25","content":"Suav txwj Yawmsaub nplawm tug dej Nai tau xyaa nub,"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ca le nkaag moog cuag Falau hab has rua nwg tas, ‘Yawmsaub has le nuav tas, Ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog pe hawm kuv."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.2","label":"2","content":"Tassws yog koj tsw kaam tso puab moog, kuv yuav tso qaav nce thoob plawg koj lub tebchaws ua rua koj raug txom nyem."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.3","label":"3","content":"Qaav yuav puv nkaus tug dej Nai, hab yuav nce lug rua huv koj lub vaaj lub tsev, lug rua huv koj lub txaaj hab nce rua sau koj lub chaw pw, hab lug rua huv koj cov tub teg tub taw hab koj cov pejxeem tej tsev, hab lug rua huv koj tej qhov cub qhov txus hab lug rua huv koj tej phaaj zuaj ncuav."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.4","label":"4","content":"Tej qaav yuav nce koj hab koj cov pejxeem hab koj cov tub teg tub taw lub cev huvsw.’ ”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.5","label":"5","content":"Yawmsaub has rua Mauxe tas, “Koj ca le has rua Aloo tas, ‘Tsaa koj txhais teg kws tuav tug paas nreg rua sau tej nam dej tej kwj deg tej paag dej ua kuas tej qaav nce lug rua sau Iyi tebchaws.’ ”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.6","label":"6","content":"Aloo txawm tsaa hlo teg rua sau tej dej huv Iyi tebchaws, mas qaav txawm nce lug laum nkaus Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.7","label":"7","content":"Tassws cov kws txawj ua yeeg swv mas puab swv puab tej khawv koob ua kuas qaav nce lug rua sau Iyi tebchaws ib yaam nkaus hab."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.8","label":"8","content":"Falau txawm hu Mauxe hab Aloo tuaj hab has tas, “Meb thov Yawmsaub coj tej qaav nuav tawm ntawm kuv hab kuv cov pejxeem moog, mas kuv yuav tso meb cov tuabneeg moog xyeem tsaj rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.9","label":"9","content":"Mauxe txhad has rua Falau tas, “Nyob ntawm koj pum zoo teem rua lub swjhawm twg rua kuv thov Yawmsaub paab koj hab koj cov tub teg tub taw hab koj cov pejxeem kuas tej qaav nuav puam tsuaj taag ntawm koj hab koj tej vaaj tse, tsuas yog tseg cov kws nyob huv tug dej Nai xwb.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.10","label":"10","content":"Falau teb tas, “Ca pigkig.” Mauxe txhad has tas, “Yuav muaj lawv le koj has mas koj txhad paub tas tsw muaj ib tug twg zoo cuag le Yawmsaub kws yog peb tug Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.11","label":"11","content":"Tej qaav yuav tswv ntawm koj hab koj tej vaaj tse hab koj cov tub teg tub taw hab koj cov pejxeem moog, tsuas yog tseg cov kws nyob huv tug dej Nai xwb.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.12","label":"12","content":"Mauxe hab Aloo txhad tawm ntawm Falau moog lawm. Mas Mauxe thov Yawmsaub txug tej qaav kws Yawmsaub tso lug rua Falau."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.13","label":"13","content":"Yawmsaub ua lawv le Mauxe thov. Mas tej qaav txhad tuag taag rua huv tej vaaj tse hab tej tshaav puam hab tom tej laj teb."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.14","label":"14","content":"Puab khaws tej qaav tuag hov ua tej nam pawg, mas lub tebchaws tsw lwj quas lawg."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.15","label":"15","content":"Tassws thaus Falau pum tas tej kev txom nyem hov pluj lawm, nwg txawm ua lub sab tawv tsw kaam noog Mauxe hab Aloo has, ib yaam le Yawmsaub tub has ca lawd."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.16","label":"16","content":"Yawmsaub has rua Mauxe tas, “Ca le has rua Aloo tas, ‘Tsaa hlo koj tug paas nreg nplawm moov aav kuas txa ua yoov qab thoob plawg Iyi tebchaws.’ ”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.17","label":"17","content":"Ob tug kuj ua le ntawd. Aloo tsaa hlo nwg txhais teg xuas nwg tug paas nreg nplawm moov aav, tes txawm muaj yoov qab lug ntsauv tuabneeg hab tej tsaj txhu. Tej moov aav huvsw txa ua yoov qab thoob plawg Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.18","label":"18","content":"Cov kws txawj ua yeeg swv kuj swv puab tej khawv koob ua kuas muaj yoov qab tassws puab ua tsw tau. Yoov qab lug ntsauv tuabneeg hab tej tsaj txhu huvsw."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.19","label":"19","content":"Cov kws txawj ua yeeg swv txhad has rua Falau tas, “Tej nuav yog Vaajtswv tug ntiv teg ua.” Tassws Falau lub sab tseed tawv tsw noog puab has, ib yaam le Yawmsaub tub has ca lawd."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.20","label":"20","content":"Yawmsaub has rua Mauxe tas, “Ca le sawv ntxuv moog tog Falau rua thaus nwg moog nraag ntug dej mas has rua nwg tas, ‘Yawmsaub has le nuav tas, Ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog pe hawm kuv."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.21","label":"21","content":"Yog koj tsw tso kuv haiv tuabneeg moog, mas kuv yuav tso tej paab yoov ntsuab lug ntsauv koj hab koj cov tub teg tub taw hab koj cov pejxeem, hab lug rua huv koj tej vaaj tse. Huv cov Iyi tej vaaj tse hab huv tej aav kws puab nyob yuav muaj tej paab yoov ntsuab puv nkaus."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.22","label":"22","content":"Nub ntawd kuv yuav cais Kausee tebchaws kws kuv haiv tuabneeg nyob rua ib caag, tsw pub muaj tej paab yoov ntsuab rua huv, sub koj txhad paub tas kuv yog Yawmsaub kws nyob huv plawv lub tebchaws nuav."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.23","label":"23","content":"Kuv yuav cais kuv haiv tuabneeg hab koj cov tuabneeg. Qhov txujci phemfwj nuav yuav tshwm rua pigkig.’ ”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.24","label":"24","content":"Yawmsaub kuj ua lawv le ntawd. Tes txawm muaj yoov ntsuab coob kawg lug rua huv Falau lub vaaj tse hab lug rua huv nwg cov tub teg tub taw tej vaaj tse ua rua muaj kev lamswm thoob plawg Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.25","label":"25","content":"Falau txawm hu Mauxe hab Aloo tuaj hab has tas, “Ca le moog tua tsaj xyeem rua meb tug Vaajtswv rua huv lub tebchaws nuav.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.26","label":"26","content":"Tassws Mauxe teb tas, “Ua tsw tau le ntawd, tsua qhov peb yuav muab tej tsaj kws cov Iyi caiv tua xyeem rua Yawmsaub kws yog peb tug Vaajtswv. Yog peb tua tej tsaj xyeem taab meeg cov Iyi kws puab caiv tas yog yaam kws qas vuab tsuab, puab yuav tsw xuas pob zeb ntaus peb lov?"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.27","label":"27","content":"Peb yuav tsum moog rua huv tebchaws moj saab qhua peb nub ke tua tsaj xyeem rua Yawmsaub kws yog peb tug Vaajtswv lawv le nwg has rua peb.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.28","label":"28","content":"Falau txhad has tas, “Kuv yuav tso mej moog sub mej txhad tau moog xyeem tsaj rua Yawmsaub kws yog mej tug Vaajtswv huv tebchaws moj saab qhua, tassws tsw xob moog deb deb. Koj ca le thov Vaajtswv paab kuv.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.29","label":"29","content":"Mauxe txhad has tas, “Thaus kuv tawm ntawm koj moog lawd kuv yuav thov Yawmsaub ua rua tej yoov ntsuab tswv ntawm koj hab ntawm koj cov tub teg tub taw hab ntawm koj cov pejxeem moog rua pigkig. Tassws koj tsw xob ntxeev dua lug es tsw tso peb haiv tuabneeg moog xyeem tsaj rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.30","label":"30","content":"Mauxe txawm tawm ntawm Falau moog lawm, nwg kuj thov Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.31","label":"31","content":"Yawmsaub ua lawv le Mauxe tej lug thov txhad ua rua tej yoov ntsuab tswv ntawm Falau hab ntawm nwg cov tub teg tub taw hab ntawm nwg cov pejxeem moog, tsw tshuav ib tug le."},{"bible_id":"1216","chapter_code":"EXO.8","verse_code":"EXO.8.32","label":"32","content":"Tassws zag nuav Falau tseed ua lub sab tawv hab, tsw kaam tso cov Yixayee moog."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ca le nkaag moog cuag Falau hab has rua nwg tas, ‘Yawmsaub kws yog cov Henplais tug Vaajtswv has le nuav tas, “Koj ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog pe hawm kuv.”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.2","label":"2","content":"Tassws yog koj tsw kaam tso puab moog tseed taav puab ca,"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.3","label":"3","content":"mas Yawmsaub txhais teg yuav tso mob kis luj heev lug rua mej tej tsaj txhu huv tej tshaav zaub tsw has neeg neeg luav ntxhuav nyuj yaaj hab tshws huvsw."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.4","label":"4","content":"Tassws Yawmsaub yuav cais cov Yixayee tej tsaj txhu hab cov Iyi tej tsaj txhu, mas cov Yixayee tej tsaj txhu yuav tsw tuag ib tug le.’ ”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.5","label":"5","content":"Yawmsaub teem swjhawm ca has tas, “Pigkig Yawmsaub yuav ua tej nuav rua huv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.6","label":"6","content":"Mas nub tom qaab Yawmsaub txawm ua ntaag. Cov Iyi tej tsaj txhu tuag taag nrho huvsw, tassws cov Yixayee tej tsaj txhu tsw tuag ib tug le."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.7","label":"7","content":"Falau txhad khaiv tuabneeg moog saib na cav cov Yixayee tej tsaj txhu tsw tuag ib tug le. Tassws Falau lub sab tseed tawv heev, tsw kaam tso cov Yixayee moog."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.8","label":"8","content":"Yawmsaub has rua Mauxe hab Aloo tas, “Ca le tsuab ob peb taus teg tshauv huv qhov cub lug, ca Mauxe muab w rua sau nruab ntug taab meeg Falau."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.9","label":"9","content":"Cov tshauv hov yuav txa ua moov aav yaa moog thoob plawg Iyi tebchaws, ua rua tuabneeg hab tsaj txhu mob rwj ua kav txhaab thoob plawg Iyi tebchaws.”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.10","label":"10","content":"Ob tug txhad tsuab tshauv huv qhov cub moog sawv ntawm Falau xubndag. Mauxe txawm muab cov tshauv hov w rua sau nruab ntug, mas cov tshauv hov ua rua tuabneeg hab tsaj txhu mob rwj ua kav txhaab."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.11","label":"11","content":"Cov kws txawj ua yeeg swv kuj nyob tsw taug ntawm Mauxe xubndag vem yog tim tej rwj, tsua qhov puab hab cov Iyi suavdawg mob rwj."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.12","label":"12","content":"Tassws Yawmsaub ua rua Falau lub sab tawv, tsw noog ob tug has, ib yaam le Yawmsaub has ca rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.13","label":"13","content":"Yawmsaub has rua Mauxe tas, “Ca le sawv ntxuv moog cuag Falau hab has rua nwg tas, ‘Yawmsaub kws yog cov Henplais tug Vaajtswv has le nuav tas, Ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog pe hawm kuv."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.14","label":"14","content":"Mas zag nuav kuv yuav tso kuv tej xwm txheej phem huvsw lug raug koj hab koj cov tub teg tub taw hab koj cov pejxeem, sub koj txhad paub tas thoob plawg lub nplajteb tsw muaj ib tug twg yuav zoo cuag le kuv."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.15","label":"15","content":"Yog kuv tsaa hlo teg ua rua koj hab koj cov pejxeem raug mob kis txhad ua rua mej pluj plag huv lub nplajteb, los kuv yeej ua tau."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.16","label":"16","content":"Tassws qhov kws kuv tseed tseg koj txujsa ca kuj yog kuv yuav ua kuv tug fwjchim tshwm rua koj pum sub txhad tshaaj tawm kuv lub npe moog thoob nplajteb."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.17","label":"17","content":"Koj tseed tsaab ua luj tawm tsaam kuv haiv tuabneeg hab tsw kaam tso puab moog."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.18","label":"18","content":"Saib nawj, pigkig lub swjhawm nuav kuv yuav tso lawg lug hlub heev kawg. Txwj thaus rhawv Iyi tebchaws lug txug naj nub nwgnuav tsw tau muaj dua ib zag kws lawg hlub le nuav."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.19","label":"19","content":"Vem le nuav ca le has kuas coj koj tej nyuj hab txhua yaam kws koj muaj tom tej tshaav zaub moog rua huv tej chaw nraim, tsua qhov lawg yuav lug ntaus txhua tug tuabneeg hab txhua tug tsaj txhu kws tseed nyob tom tshaav zaub es tsw lug rua huv tej chaw nraim kuas tuag taag huvsw.’ ”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.20","label":"20","content":"Falau cov tub teg tub taw kws ntshai Yawmsaub tej lug txhad le kuas puab tej qhev hab puab tej tsaj txhu maaj lug nraim huv tsev."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.21","label":"21","content":"Tassws cov kws tsw quav ntsej Yawmsaub tej lug tseed tso puab tej qhev hab puab tej tsaj txhu nyob huv tshaav zaub."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.22","label":"22","content":"Yawmsaub has rua Mauxe tas, “Ca le tsaa teg rua sau ntuj, sub lawg txhad le poob lug thoob plawg Iyi tebchaws ntaus tej tuabneeg hab tsaj txhu hab ntaus tej txham laj txham xwm huv tej teb thoob plawg Iyi tebchaws.”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.23","label":"23","content":"Mauxe txawm tsaa hlo nwg tug paas nreg rua sau ntuj. Tes Yawmsaub txawm ua rua xub nroo nrov ntwg hab lug lawg, hab nplaim tawg lab quas vog lug rua huv aav. Yawmsaub tso lawg lug rua huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.24","label":"24","content":"Muaj lawg hab nplaim tawg laim quas lag huv cov lawg hov tsw tu le. Lug lawg hlub heev thoob plawg Iyi tebchaws, txwj thaus muaj lub tebchaws lug tsw txeev muaj hlub le hov ib zag le."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.25","label":"25","content":"Lawg ntaus txhua yaam kws nyob huv tej tshaav zaub thoob plawg Iyi tebchaws, tsw has tuabneeg hab tsaj txhu pam taag. Lawg ntaus tej zaub huvsw ntsoog taag hab ntaus tej xyoob ntoo luv taag huvsw."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.26","label":"26","content":"Tsuas yog tshuav huv Kausee kws cov Yixayee nyob txhad tsw lug lawg xwb."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.27","label":"27","content":"Falau txhad hu Mauxe hab Aloo tuaj hab has rua ob tug tas, “Zag nuav kuv ua txhum lawm tag. Yawmsaub yeej ua raug lawm, kuv hab kuv cov tuabneeg ua txhum."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.28","label":"28","content":"Thov koj thov Yawmsaub lauj! Kuv dhuav xub nroo hab cov lawg nuav hwv lawm. Kuv yuav tso mej moog, tsw txug mej nyob nuav lawm.”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.29","label":"29","content":"Mauxe has rua nwg tas, “Thaus kuv tawm huv lub nroog nuav lawm kuv yuav tsaa teg thov Yawmsaub. Mas xub yuav ntsag lawg yuav tu, sub koj txhad paub tas lub nplajteb yog Yawmsaub le."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.30","label":"30","content":"Tassws kuv paub tas koj hab koj cov tub teg tub taw tseed tsw ntshai Vaajtswv Yawmsaub le hab.”"},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.31","label":"31","content":"Maaj hab qeb raug lawg puam tsuaj taag, tsua qhov qeb saamswm txhawv hab maaj saamswm tawg paaj."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.32","label":"32","content":"Tassws mog hab txhuv tsw raug puam tsuaj tsua qhov tseed tsw tau tuaj kaug."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.33","label":"33","content":"Mauxe txawm tawm ntawm Falau huv lub nroog moog, nwg kuj tsaa hlo teg thov Yawmsaub. Xub txawm ntsag, lawg hab naag txawm tu tsw lug rua huv lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.34","label":"34","content":"Tassws thaus Falau pum tas naag hab lawg tsw lug xub tsw nroo lawm, nwg hab nwg cov tub teg tub taw rov ua txhum dua hab ua lub sab tawv."},{"bible_id":"1216","chapter_code":"EXO.9","verse_code":"EXO.9.35","label":"35","content":"Falau lub sab tawv tsw kaam tso cov Yixayee moog ib yaam le Yawmsaub has ca rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ca le moog cuag Falau. Kuv ua Falau lub sab hab nwg cov tub teg tub taw lub sab tawv sub kuv txhad tau ua kuv tej txujci tseem ceeb nuav tshwm rua huv plawv puab,"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.2","label":"2","content":"mas koj txhad tau pav rua koj tej tub ki xeeb ntxwv noog txug qhov kws kuv tawb cov Iyi le caag hab noog txug tej txujci tseem ceeb kws kuv ua huv plawv puab, sub mej txhad paub tas kuv yog Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.3","label":"3","content":"Mauxe hab Aloo nkaag moog cuag Falau hab has rua nwg tas, “Yawmsaub kws yog cov Henplais tug Vaajtswv has le nuav tas, ‘Koj yuav kwv tawv tsw txu koj tug fwjchim rua ntawm kuv moog ntev le caag? Ca le tso kuv haiv tuabneeg moog sub puab txhad tau moog pe hawm kuv."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.4","label":"4","content":"Yog koj tsw yeem tso kuv haiv tuabneeg moog, mas pigkig kuv yuav coj kooj ntaas lug rua huv koj lub tebchaws."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.5","label":"5","content":"Tej kooj ntaas hov yuav laum nkaus lub tebchaws tsw pum aav le. Tej kws tshuav tsw raug lawg ntaus, kooj ntaas yuav muab noj, hab mej txhua tsob ntoo tom teb kooj yuav muab noj taag huvsw."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.6","label":"6","content":"Kooj yuav lug puv nkaus koj tsev hab puv nkaus koj cov tub teg tub taw hab cov Iyi suavdawg tej tsev. Txwj thaus mej nam mej txwv mej puj mej yawm nyob lub tebchaws nuav lug txug naj nub nwgnuav puab tsw txeev pum dua le nuav hlo le.’ ” Tes Mauxe txawm tig hlo tawm ntawm Falau moog lawm."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.7","label":"7","content":"Falau cov tub teg tub taw has rua Falau tas, “Tug yawm nuav yuav ua maab ua hlua cuab peb moog ntev le caag? Ca le tso cov tuabneeg hov moog pe hawm Yawmsaub kws yog puab tug Vaajtswv los maj. Koj tseed tsw paub tas Iyi tebchaws puam tsuaj taag lawm lov?”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.8","label":"8","content":"Mauxe hab Aloo txhad raug coj tuaj cuag Falau dua, mas Falau has rua ob tug tas, “Ca le moog pe hawm Yawmsaub kws yog mej tug Vaajtswv. Tassws leejtwg yuav moog hab?”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.9","label":"9","content":"Mauxe teb tas, “Peb yuav moog taag nrho cov laug cov hluas, peb yuav coj peb tej tub tej ntxhais hab peb tej yaaj tej tshws tej nyuj moog, tsua qhov peb yuav ua kevcai noj haus xyeem rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.10","label":"10","content":"Falau has rua ob tug tas, “Yog kuv kheev tso mej hab mej cov mivnyuas moog, kuj ca Yawmsaub nrug nraim mej lauj! Mej tuav huv ua phem xwb."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.11","label":"11","content":"Kuv tsw kheev. Ca cov txwvneej moog pe hawm Yawmsaub xwb, tsua qhov mej yeej xaav ua le ntawd.” Tes Falau txawm muab ob tug ntab tawm ntawm nwg moog lawm."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.12","label":"12","content":"Yawmsaub txawm has rua Mauxe tas, “Ca le tsaa koj txhais teg rua sau Iyi tebchaws sub tej kooj ntaas txhad nqeg lug rua huv Iyi tebchaws hab noj tej zaub tej nroj tsuag huvsw kws tseed tshuav tsw raug lawg ntaus.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.13","label":"13","content":"Mauxe txhad tsaa tug paas nreg rua sau Iyi tebchaws mas Yawmsaub ua kuas cua ntsawj saab nub tuaj lug rua lub tebchaws ib nub ib mos mas taagkig sawv ntxuv cua saab nub tuaj ntsawj tau tej kooj ntaas tuaj lawm."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.14","label":"14","content":"Kooj ntaas nqeg lug puv nkaus Iyi tebchaws, tsaws thoob plawg Iyi tebchaws. Yaav thau tsw txeev muaj tej paab kooj ntaas coob npaum le zag nuav, hab yuav tsw muaj dua le lawm."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.15","label":"15","content":"Kooj laum nkaus lub tebchaws huvsw tsaus quas nti. Kooj noj tej zaub nroj tsuag hab tej txwv ntoo huvsw kws lawg ntaus tsw taag. Tsw tshuav ib daim nplooj ntsuab hlo le tsw has nplooj ntoo nplooj zaub huv tej laj teb thoob plawg Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.16","label":"16","content":"Falau maaj nroog hu Mauxe hab Aloo tuaj hab has tas, “Kuv tau ua txhum rua Yawmsaub kws yog mej tug Vaajtswv hab meb ob leeg lawm."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.17","label":"17","content":"Nwgnuav thov koj zaam txem rua kuv ib zag hab, hab thov Yawmsaub kws yog mej tug Vaajtswv muab txujkev tuag nuav rhu moog.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.18","label":"18","content":"Mauxe tawm ntawm Falau moog hab thov Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.19","label":"19","content":"Yawmsaub txhad ua cua ntsawj hlub hlub saab nub poob tuaj yaws hlo cov kooj hov moog rua huv Havtxwv Lab,  tsw tshuav ib tug nyob huv Iyi tebchaws hlo le."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.20","label":"20","content":"Tassws Yawmsaub tseed ua rua Falau lub sab tawv, Falau tsw kaam tso cov Yixayee moog."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.21","label":"21","content":"Yawmsaub has rua Mauxe tas, “Ca le tsaa koj txhais teg rua sau ntuj sub txhad tsaus ntuj nti thoob plawg Iyi tebchaws, yuav tsaus tsaus xuas teg kov tau qhov tsaus ntawd.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.22","label":"22","content":"Mauxe txhad tsaa nwg txhais teg rua sau ntuj tes txawm tsaus ntuj nti dub ncab thoob plawg Iyi tebchaws tau peb nub."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.23","label":"23","content":"Cov Iyi ib leeg saib tsw pum ib leeg tsw muaj ib tug sawv tau ntawm nwg lub chaw tau peb nub, tassws qhov chaw kws cov Yixayee suavdawg nyob mas pum kev kaaj quas lug."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.24","label":"24","content":"Falau txhad hu Mauxe tuaj hab has tas, “Mej ca le moog pe hawm Yawmsaub lauj. Kheev mej tej mivnyuas nrug mej moog, tsuas yog tseg mej tej yaaj tej tshws tej nyuj nyob xwb.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.25","label":"25","content":"Tassws Mauxe has tas, “Koj yuav tsum kheev peb coj tej tsaj kws xyeem hab tej kws hlawv xyeem moog hab sub peb txhad tau xyeem rua Yawmsaub kws yog peb tug Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.26","label":"26","content":"Peb tej tsaj txhu yuav tsum nrug peb moog hab tsw tseg ib tug rau teg rau taw hlo le, tsua qhov peb yuav tsum muab qee tug tsaj huv tej paab tsaj ntawd xyeem pe hawm Yawmsaub kws yog peb tug Vaajtswv. Peb tub tsw paub tas yuav muab tug tsaj twg xyeem rua Yawmsaub yuav yog moog txug lub chaw ntawd tsaiv le paub.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.27","label":"27","content":"Tassws Yawmsaub ua rua Falau lub sab tawv, Falau tsw kaam tso puab moog."},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.28","label":"28","content":"Falau txhad has rua Mauxe tas, “Ca le tswv ntawm kuv xubndag moog, ceev faaj tuab zoo tsw xob tuaj pum kuv lub ntsej muag dua le lawm. Yog koj pum kuv ntsej muag nub twg koj yuav tuag nub ntawd.”"},{"bible_id":"1216","chapter_code":"EXO.10","verse_code":"EXO.10.29","label":"29","content":"Mauxe teb tas, “Ua le kws koj has los maj. Kuv yuav tsw pum koj lub ntsej muag dua le lawm.”"},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Tshuav ib zag xwm txheej phem kws kuv yuav tso rua Falau hab cov Iyi lawm xwb, dhau ntawd nwg yuav tso mej tawm moog. Thaus nwg tso mej tawm moog nwg yuav ntab hlo mej suavdawg moog."},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.2","label":"2","content":"Nwgnuav koj ca le has rua koj cov tuabneeg kuas txhua tug quaspuj quasyawg thov tej npauj nyag npauj kub ntawm cov Iyi kws nrug puab nyob koom zej koom zog.”"},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.3","label":"3","content":"Yawmsaub ua rua cov Iyi hlub nwg haiv tuabneeg. Hab Falau cov tub teg tub taw hab cov pejxeem huv Iyi tebchaws pum tas Mauxe yog ib tug tuabneeg tseem ceeb heev."},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.4","label":"4","content":"Mauxe has tas, “Yawmsaub has le nuav tas, ‘Kwvlaam ib taag mo kuv yuav moog thoob plawg Iyi tebchaws,"},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.5","label":"5","content":"mas tej mivnyuas tub kws yog tug hlub taag nrho huv Iyi tebchaws txwj nrho Falau tug tub hlub kws nyob sau nwg lub zwm txwv moog txug tug puj qhev kws zum zeb tug tub hlub hab taag nrho rua tej tsaj txhu thawj tug mivnyuas yuav tuag."},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.6","label":"6","content":"Mas yuav muaj suab quaj qw nrov nrov thoob plawg Iyi tebchaws, ib txwm tsw tau txeev muaj dua le nuav hab yuav tsw muaj dua le lawm."},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.7","label":"7","content":"Tassws yuav tsw muaj ib tug dev tsej cov Yixayee hab puab tej tsaj txhu hlo le, sub mej txhad paub tas Yawmsaub cais cov Iyi hab cov Yixayee.’"},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.8","label":"8","content":"Mas koj cov tub teg tub taw suavdawg nuav yuav tuaj cuag kuv hab pe ntawm kuv xubndag has tas, ‘Koj hab koj cov tuabneeg suavdawg ca le tawm moog.’ Dhau ntawd kuv le tawm moog.” Mauxe txawm tawm plawg ntawm Falau moog ua npau tawg heev."},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.9","label":"9","content":"Mas Yawmsaub has rua Mauxe tas, “Falau yuav tsw noog koj has, sub kuv txhad tau ua txujci phemfwj tsaav ntxwv rua huv Iyi tebchaws hab.”"},{"bible_id":"1216","chapter_code":"EXO.11","verse_code":"EXO.11.10","label":"10","content":"Mauxe hab Aloo tau ua tej txujci phemfwj huvsw hov taab meeg Falau, hab Yawmsaub ua rua Falau lub sab tawv, nwg txhad tsw kaam tso cov Yixayee tawm huv nwg lub tebchaws moog."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.1","label":"1","content":"Yawmsaub has rua Mauxe hab Aloo huv Iyi tebchaws tas,"},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.2","label":"2","content":"“Muab lub hli nuav ua lub ib hlis rua mej, yuav ua thawj lub hli rua xyoo tshab rua mej."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.3","label":"3","content":"Ca le qha rua ib tsoom Yixayee suavdawg tas nub xab kaum lub hli nuav kuas txhua tug txwvneej muab ib tug mivnyuas yaaj rua nwg tsev tuabneeg, ib yig ib tug."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.4","label":"4","content":"Yog yim twg tuabneeg tsawg noj tsw taag ib tug mivnyuas yaaj kuj koom nrug lwm yim kws nyob sws ti npaaj lawv le cov tuabneeg muaj coob muaj tsawg hab puab yuav ntsuag saib puab noj taag ntau los tsawg."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.5","label":"5","content":"Mej tug mivnyuas yaaj yuav tsum yog ib tug txwv hab tsw muaj chaw thuaj le hab noob nyoog ib xyoos txawm yog mivnyuas yaaj lossws mivnyuas tshws los kuj tau."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.6","label":"6","content":"Mej yuav muab yug ca txug nub xab kaum plaub lub hli nuav, mas thaus tsaus ntuj cov Yixayee suavdawg yuav tua puab tug mivnyuas yaaj."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.7","label":"7","content":"“Mas puab yuav tsum muab cov ntshaav pleev ob tug puab rooj hab sau hau qhov rooj rua lub tsev kws puab noj ntawd."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.8","label":"8","content":"Mo ntawd puab yuav noj nqaj ci, ntxuag cov ncuav tsw xyaw keeb hab ntxuag tej txum lom ab."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.9","label":"9","content":"Tsw xob noj nqaj nyoog hab nqaj hau hlo le, ca le muab ci hlo ib tug kheej nrug taubhau hab teg taw hab plaab nyuv sab ntsws."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.10","label":"10","content":"Tsw xob tseg ib qho seem txug kaaj ntug. Tej kws tshuav rua kaaj ntug yuav tsum muab hlawv pov tseg."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.11","label":"11","content":"“Mej suavdawg yuav noj le nuav, yuav sa hlaab khov kho ntawm duav hab rau khau rawv ntawm taw hab tuav rawv paas nreg ntawm teg. Mej yuav noj nrawm nroog. Nuav yog Yawmsaub kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.12","label":"12","content":"Tsua qhov mo ntawd kuv yuav hlaa moog huv Iyi tebchaws mas kuv yuav tua txhua tug mivnyuas kws yog tug tub hlub huv Iyi tebchaws huvsw, tsw has tuabneeg hab tsaj txhu. Hab yuav rau txem rua Iyi tej daab huvsw. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.13","label":"13","content":"Cov ntshaav kws nyob ntawm lub tsev kws mej nyob yuav ua chaw ntaus cim rua mej. Thaus kuv pum cov ntshaav hov kuv yuav hlaa dhau mej moog, yuav tsw muaj xwm txheej phem tshwm lug raug mej rua thaus kuv ntaus Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.14","label":"14","content":"“Nub nua yuav ua nub kws mej ncu ntsoov hab mej yuav ncu muab nub nua ua kevcai noj haus fwm Yawmsaub. Mej yuav coj kevcai paam noj haus le nuav ib tam dhau ib tam moog ib txhws."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.15","label":"15","content":"Mej yuav noj ncuav tsw xyaw keeb kuas puv xyaa nub. Thawj nub mej yuav muab tej keeb ncuav huv mej tej tsev rhu pov tseg huvsw. Yog leejtwg noj tej ncuav kws xyaw keeb nub ib txug nub xyaa mas yuav muab tug hov txav tawm huv cov Yixayee."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.16","label":"16","content":"Thawj nub yuav tuaj txoos ua ke ua kevcai dawb huv hab nub kws xyaa kuj tuaj txoos ua ke ua kevcai dawb huv. Ob nub hov tsw xob ua num daabtsw hlo le tsuas yog ua pluag noj pluag haus xwb."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.17","label":"17","content":"Mej yuav coj kevcai noj ncuav tsw xyaw keeb tsua qhov nub nua ntaag yog nub kws kuv tau coj mej cov tuabneeg tawm huv Iyi tebchaws. Vem le nuav mej yuav ncu muab nub nua lug ua kevcai noj haus ib tam dhau ib tam moog ib txhws le."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.18","label":"18","content":"Lub ib hlis nub xab kaum plaub thaus tsaus ntuj mej yuav noj ncuav tsw xyaw keeb moog txug nub tim neeg nkaum ib thaus tsaus ntuj."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.19","label":"19","content":"Huv xyaa nub ntawd tsw kheev kuas muaj ib qho keeb nyob huv mej tej tsev hlo le. Yog leejtwg tuaj ua qhua nyob lossws yug huv lub tebchaws kuj xwj noj ncuav xyaw keeb mas tug hov yuav raug muab txav tawm huv cov Yixayee."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.20","label":"20","content":"Mej tsw xob noj ib yaam daabtsw kws xyaw keeb rua huv txhua lub chaw kws mej nyob, yuav tsum noj tej ncuav kws tsw xyaw keeb xwb.”"},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.21","label":"21","content":"Tes Mauxe txawm hu Yixayee tej kev txwj quas laug suavdawg tuaj ua ke hab has rua puab tas, “Mej suavdawg txhua yim ca le xaiv ib tug mivnyuas yaaj lug tua ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.22","label":"22","content":"Muab ib re nplooj zaub txwg theem raus cov ntshaav kws nyob huv lub phaaj, coj moog pleev rua ob tug puab rooj hab sau hau qhov rooj. Tsw xob kheev mej ib tug tawm huv nwg lub tsev txug kaaj ntug."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.23","label":"23","content":"Tsua qhov Yawmsaub yuav hlaa tuaj moog tua cov Iyi. Thaus Yawmsaub pum cov ntshaav sau hau qhov rooj hab ntawm ob tug puab rooj, nwg yuav hlaa lub qhov rooj ntawd moog, nwg yuav tsw kheev tug kws tua nkaag moog tua mej rua huv mej lub tsev."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.24","label":"24","content":"Mej yuav coj txuj kevcai nuav rua mej hab mej tej tub ki moog ib txhws."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.25","label":"25","content":"Thaus mej moog txug lub tebchaws kws Yawmsaub yuav pub rua mej lawv le kws nwg tau cog lug tseg lawm, mej yuav tsum coj txuj kevcai nuav."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.26","label":"26","content":"Thaus mej tej tub ki nug mej tas, ‘Txuj kevcai nuav lub ntsab yog daabtsw?’"},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.27","label":"27","content":"mej yuav teb tas, ‘Yog ua kevcai xyeem tsaj hlaa dhau rua Yawmsaub, tsua qhov Yawmsaub tau hlaa cov Yixayee tej tsev huv Iyi tebchaws, rua thaus nwg tua cov tuabneeg Iyi, tassws tseg peb txhua tsev tuabneeg.’ ” Cov pejxeem kuj nyo hau pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.28","label":"28","content":"Mas cov Yixayee kuj moog ua tej nuav lawv le Yawmsaub tau has rua Mauxe hab Aloo lawd."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.29","label":"29","content":"Thaus ib taag mo Yawmsaub tua tej tub hlub txhua tug huv Iyi tebchaws, txwj nrho Falau tug tub hlub kws nyob sau lub zwm txwv moog txug tug kws raug kaw huv tsev lojfaaj tug tub hlub, hab tej tsaj txhu thawj tug mivnyuas txhua tug."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.30","label":"30","content":"Mas Falau hab nwg cov tub teg tub taw suavdawg hab cov Iyi suavdawg sawv tsaus ntuj nti lug. Muaj suab quaj nyav nrov thoob plawg Iyi tebchaws, vem yog tsw tshuav ib yig kws tsw muaj tuabneeg tuag le."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.31","label":"31","content":"Falau txhad hu Mauxe hab Aloo tuaj cuag nwg mo ntawd hab has tas, “Meb hab cov Yixayee ca le sawv tseeg tswv ntawm kuv haiv tuabneeg moog lauj. Ca le moog pe hawm Yawmsaub lawv le meb tub has ca lawd."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.32","label":"32","content":"Ca le coj mej tej yaaj tej tshws hab mej tej nyuj moog lawv le meb tub has ca lawd. Hab foom koob moov rua kuv.”"},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.33","label":"33","content":"Cov Iyi kuj txhwb kuas cov Yixayee tswv tawm huv puab lub tebchaws sai sai. Puab has tas, “Peb tuag taag lawm lauj!”"},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.34","label":"34","content":"Cov Yixayee txhad muab khaubduag qhwv tej moov kws tsw tau xyaw keeb hab tej phaaj kws zuaj ncuav kwv hlo sau xub pwg moog."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.35","label":"35","content":"Cov Yixayee tub ua lawv le Mauxe tau has lawd, yog thov tej npauj nyag npauj kub hab tej tsoog tsho ntawm cov Iyi."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.36","label":"36","content":"Hab Yawmsaub ua rua cov Iyi hlub cov Yixayee, txhad muab txhua yaam kws cov Yixayee thov pub rua puab. Ua le nuav puab txhad lws tau cov Iyi."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.37","label":"37","content":"Cov Yixayee sawv taw tawm ntawm lub moos Lamexe moog txug lub moos Xukhau. Suav cov txwvneej kwvlaam muaj 600,000 leej tsw suav cov quaspuj mivnyuas."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.38","label":"38","content":"Muaj lwm haiv tuabneeg coob coob nrug puab moog hab. Suavdawg lawv tsaj txhu coob coob moog tsw has yaaj tshws hab nyuj."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.39","label":"39","content":"Puab muab tej moov kws zuaj lawm coj tawm huv Iyi tebchaws moog ci ua ncuav tsw xyaw keeb. Puab tsw xyaw keeb tsua qhov puab raug txhwb tawm huv Iyi tebchaws hab tog tsw taug txhad npaaj tsw yeej zaub mov."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.40","label":"40","content":"Cov Yixayee nyob huv Iyi tebchaws tau plaub puas peb caug xyoo."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.41","label":"41","content":"Thaus dhau plaub puas peb caug xyoo lawd, nub ntawd ntaag Yawmsaub haiv tuabneeg suavdawg tawm huv Iyi tebchaws moog."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.42","label":"42","content":"Mo ntawd yog mo kws Yawmsaub zuv rawv yuav coj puab tawm huv Iyi tebchaws. Yog le hov mo ntawd kuj yog mo kws cov Yixayee suavdawg yuav zuv rawv ncu txug Yawmsaub ib tam dhau ib tam moog le."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.43","label":"43","content":"Yawmsaub has rua Mauxe hab Aloo tas, “Kevcai hlaa dhau yuav tsum ua le nuav. Tsw xob kheev lwm haiv tuabneeg noj le."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.44","label":"44","content":"Tassws tug qhev twg kws mej rhu nyaj yuav lug hab muab nwg ua kevcai txav lawm nwg le noj tau."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.45","label":"45","content":"Lwm haiv tuabneeg kws nrug mej nyob hab tej tub zug mas tsw xob ca noj."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.46","label":"46","content":"Yuav tsum noj huv tsev xwb, tsw xob coj tej nqaj ib qho tawm rua nrau zoov hlo le, hab tsw xob muab tej pob txhaa luv."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.47","label":"47","content":"Cov Yixayee suavdawg yuav tsum ua txuj kevcai nuav."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.48","label":"48","content":"Thaus muaj lwm haiv tuabneeg lug nrug mej nyob hab xaav ua kevcai Hlaa Dhau xyeem rua Yawmsaub, kuj kuas nwg cov txwvneej suavdawg ua kevcai txav tsaiv, nwg le tuaj ze hab ua kevcai tau. Nwg txhad zoo ib yaam le cov kws yug rua huv lub tebchaws. Tassws cov kws tsw tau ua kevcai txav mas tsw xob noj hlo le."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.49","label":"49","content":"Cov Yixayee kws yug huv lub tebchaws hab lwm haiv tuabneeg kws lug nrug mej nyob yuav tsum coj txuj kevcai nuav ib yaam nkaus.”"},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.50","label":"50","content":"Mas cov Yixayee suavdawg kuj ua tej nuav lawv le Yawmsaub tau has rua Mauxe hab Aloo lawm."},{"bible_id":"1216","chapter_code":"EXO.12","verse_code":"EXO.12.51","label":"51","content":"Nub ntawd ntaag Yawmsaub coj cov Yixayee txhua xeem tawm huv Iyi tebchaws moog lawv le puab tej paab tej pawg."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.2","label":"2","content":"“Ca le muab txhua tug tub hlub pub ua kuv tug. Txhua tug Yixayee thawj plaab mivnyuas tsw has tuabneeg lossws tsaj txhu los yog puavleej yog kuv le.”"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.3","label":"3","content":"Mauxe has rua cov pejxeem tas, “Ca le ncu txug nub nua kws mej tawm huv Iyi tebchaws huv txujkev ua qhev lug, tsua qhov Yawmsaub swv nwg txhais teg kws muaj fwjchim coj mej tawm lug. Mas tsw xob noj tej ncuav xyaw keeb."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.4","label":"4","content":"Nub nua mej yuav tawm moog, yog lub hli Anpis."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.5","label":"5","content":"Thaus Yawmsaub coj mej moog txug cov Khana‑aa, cov Hithai, cov Amaulai, cov Hivai hab cov Yenpu lub tebchaws, yog lub tebchaws kws Yawmsaub cog lug ruaj rua mej tej laug tas yuav muab rua mej, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo, mas mej yuav coj txuj kevcai nuav rua lub hli Anpis nuav."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.6","label":"6","content":"Yuav tsum noj ncuav tsw xyaw keeb xyaa nub, mas nub kws xyaa yuav ua kevcai noj haus xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.7","label":"7","content":"Yuav noj ncuav tsw xyaw keeb kuas puv xyaa nub. Tsw xob kheev kuas muaj ib qho ncuav xyaw keeb nyob huv mej lossws muaj ib qho keeb nyob huv mej lub tebchaws hlo le."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.8","label":"8","content":"Nub ntawd mej yuav tsum has rua mej tej tub tas, ‘Qhov kws kuv ua le nuav yog vem tej xwm txheej kws Yawmsaub ua paab kuv rua thaus kuv tawm huv Iyi tebchaws.’"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.9","label":"9","content":"Txuj kevcai nuav yuav zoo le lub hom thawj kws nyob huv mej txhais teg hab ua lub chaw ncu rua ntawm mej hauv plaj, sub Yawmsaub txuj kevcai txhad nyob huv mej qhov ncauj, tsua qhov Yawmsaub swv nwg txhais teg kws muaj fwjchim coj mej tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.10","label":"10","content":"Vem le nuav mej yuav tsum ua lawv le tej kaab ke nuav rua lub swjhawm kws teem ca rua txhua xyoo."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.11","label":"11","content":"“Thaus Yawmsaub coj mej moog txug cov Khana‑aa lub tebchaws hab muab lub tebchaws rua mej lawv le nwg cog lug tseg rua mej hab mej tej laug lawd,"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.12","label":"12","content":"mas txhua tug kws yug thawj plaab lug yuav muab cais pub ua Yawmsaub tug. Mej tej tsaj txhu thawj tug mivnyuas kws yog txwv txhua tug yeej yog Yawmsaub le."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.13","label":"13","content":"Mas yuav muab ib tug mivnyuas yaaj txhwv thawj tug mivnyuas neeg luav. Yog tsw txhwv mas muab luv cej daab pov tseg. Mej yuav tsum txhwv tuabneeg thawj tug tub hlub huvsw hab."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.14","label":"14","content":"Yaav tom hauv ntej thaus mej tej tub nug mej tas, ‘Ua caag yuav ua le nuav?’ ca le has rua nwg tas, ‘Yawmsaub swv nwg txhais teg kws muaj fwjchim coj peb tawm huv Iyi tebchaws huv txujkev ua qhev lug."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.15","label":"15","content":"Thaus Falau ua lub sab tawv tsw kheev tso peb moog, Yawmsaub txhad tua txhua tug tub hlub huv Iyi tebchaws tsw has tuabneeg hab tsaj txhu. Vem le nuav kuv txhad muab thawj plaab mivnyuas tsaj kws yog txwv xyeem rua Yawmsaub tassws txhua tug tub hlub kuv muab txhwv ca.’"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.16","label":"16","content":"Txuj kevcai nuav yuav zoo le lub hom thawj kws nyob huv mej txhais teg hab ua lub chaw ncu rua ntawm mej hauv plaj, tsua qhov Yawmsaub swv nwg txhais teg kws muaj fwjchim coj peb tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.17","label":"17","content":"Thaus Falau tso cov Yixayee tawm moog lawm, txawm yog txujkev huv Filixatee tebchaws ze dua los Vaajtswv tsw coj puab taug txujkev hov, tsua qhov Vaajtswv has tas, “Ntshai tsaam thaus kuv haiv tuabneeg ntswb kev ua rog puab yuav ntxeev sab thim rov qaab moog Iyi tebchaws.”"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.18","label":"18","content":"Vaajtswv txhad coj puab zos moog huv tebchaws moj saab qhua rua Havtxwv Lab.  Cov Yixayee tawm huv Iyi tebchaws muaj cuab yeej ua rog txhwj zog."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.19","label":"19","content":"Mauxe coj Yauxej cov pob txhaa moog hab, vem yog Yauxej kuas cov Yixayee cog lug ruaj has tas, “Vaajtswv yuav lug saib mej, mas mej yuav tsum coj kuv cov pob txhaa tawm ntawm nuav moog hab.”"},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.20","label":"20","content":"Puab tawm ntawm Xukhau moog tsuam chaw rua ntawm Ethaa kws npuas ntug tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.21","label":"21","content":"Thaus nruab nub Yawmsaub nyob huv ib tug ncej fuab coj puab kev, thaus mo ntuj Yawmsaub nyob huv ib tug ncej suavtawg ci rua puab pum kev, sub puab txhad moog tau kev nruab nub mo ntuj."},{"bible_id":"1216","chapter_code":"EXO.13","verse_code":"EXO.13.22","label":"22","content":"Tug ncej fuab tuaj nruab nub hab tug ncej suavtawg tuaj mo ntuj tsw ncaim ntawm cov Yixayee hauv ntej hlo le."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.2","label":"2","content":"“Ca le has rua cov Yixayee kuas thim rov qaab moog tsuam chaw rua ntawm Pihahilau kws nyob ntawm Mintoo hab havtxwv ntu nruab nraab, kws nyob ntawm Npa‑aa Xefoo ib saab. Mas tsuam chaw ze ntug havtxwv rua hov ntawd."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.3","label":"3","content":"Tsua qhov Falau yuav has txug cov Yixayee tas, ‘Puab moog khuab rua ntawm ntug nqhuab, tebchaws moj saab qhua thaiv puab kev lawm.’"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.4","label":"4","content":"Mas kuv yuav ua rua Falau lub sab tawv, nwg txhad yuav lawv qaab tuaj, mas kuv yuav tau koob meej ntawm Falau hab nwg cov tub rog huvsw. Mas cov Iyi yuav paub tas kuv yog Yawmsaub.” Puab txhad ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.5","label":"5","content":"Thaus muaj tuabneeg has rua vaajntxwv Iyi tas cov Yixayee tswv taag moog lawm, Falau hab nwg cov tub teg tub taw txawm ntxeev sab tsua qhov kws tso cov Yixayee moog, hab has tas, “Ua caag peb ua le nuav es txhad tso cov Yixayee tswv tawm ntawm qhov kws ua peb qhev moog lawm?”"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.6","label":"6","content":"Falau txawm npaaj nwg le tsheb ua rog hab coj nwg paab tub rog nrug nwg moog."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.7","label":"7","content":"Nwg coj rau pua lub tsheb ua rog kws zoo tshaaj plawg hab coj cov tsheb ua rog taag nrho huv Iyi tebchaws moog, muaj thawj tub rog kaav txhua lub tsheb huvsw."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.8","label":"8","content":"Yawmsaub ua rua Iyi tug vaajntxwv Falau lub sab tawv, nwg txhad lawv cov Yixayee kws tub tswv moog ua muaj plhus ntxag lawv qaab."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.9","label":"9","content":"Cov Iyi kws lawv puab moog yog taag nrho Falau tej neeg hab tsheb ua rog hab nwg tej tub rog caij neeg hab nwg paab tub rog huvsw, mas puab lawv cuag cov Yixayee tseed tsuam chaw nyob ntawm ntug havtxwv ze Pihahilau kws nyob ntawm Npa‑aa Xefoo ib saab."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.10","label":"10","content":"Thaus Falau tuaj ze, cov Yixayee tsaa muag saib pum cov Iyi lawv tuaj yuav cuag puab mas puab ntshai kawg le. Cov Yixayee txhad quaj qw rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.11","label":"11","content":"Puab has rua Mauxe tas, “Koj coj peb lug tuag rua huv tebchaws moj saab qhua vem tsw muaj qhov ntxaa rua huv Iyi tebchaws lov? Koj coj peb tawm huv Iyi tebchaws lug ua daabtsw?"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.12","label":"12","content":"Peb tub has rua koj huv Iyi tebchaws lawm los tsw yog? ‘Tso peb nyob peb, ca peb ua cov Iyi qhev.’ Qhov kws ua cov Iyi qhev hov kuj zoo dua le kws lug tuag rua huv tebchaws moj saab qhua nuav.”"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.13","label":"13","content":"Mauxe has rua cov pejxeem tas, “Tsw xob ntshai, yeem meem nyob ruaj, saib Yawmsaub txujkev cawm dim kws nwg yuav ua rua mej pum nub nua. Cov Iyi kws nub nua mej pum, mej yuav tsw pum dua le lawm."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.14","label":"14","content":"Yawmsaub yuav nyob mej chaw ua rog, mej tsuas nyob tuabywv xwb.”"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.15","label":"15","content":"Yawmsaub has rua Mauxe tas, “Ua caag koj quaj qw rua kuv? Koj ca le has kuas cov Yixayee moog lawm tom hauv ntej."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.16","label":"16","content":"Koj ca le tsaa koj tug paas nreg, hab tsaa koj txhais teg rua sau havtxwv ua rua dej havtxwv faib rua ob saab, sub cov Yixayee txhad moog tau sau cov aav qhuav huv plawv havtxwv hlaa moog."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.17","label":"17","content":"Kuv yuav ua rua cov Iyi sab tawv sub puab txhad lawv qaab tuaj. Mas kuv yuav tau koob meej ntawm Falau hab nwg tej tub rog hab nwg tej tsheb neeg hab nwg cov tub rog caij neeg huvsw."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.18","label":"18","content":"Thaus kuv tau koob meej ntawm Falau hab nwg tej tsheb neeg hab nwg cov tub rog caij neeg, cov Iyi yuav paub tas kuv yog Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.19","label":"19","content":"Vaajtswv tug tubkhai ntuj kws ua cov Yixayee ntej hov txawm rov moog nyob tom puab qub qaab, hab tug ncej fuab kws ua puab ntej kuj rov moog nyob tom puab qub qaab,"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.20","label":"20","content":"yog lug nyob ntawm cov Iyi cov tub rog hab cov Yixayee ntu nruab nraab. Tug ncej fuab ua rua saab kws npuas cov Iyi tsaus ntuj ua rua saab kws npuas cov Yixayee pum kev, mas ib mos kaaj ntug ob tog tuaj tsw tau sws ze."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.21","label":"21","content":"Tes Mauxe txawm tsaa nwg txhais teg rua sau havtxwv mas Yawmsaub ua rua cua ntsawj hlub hlub saab nub tuaj tuaj ntsawj dej havtxwv ib mos ua rua havtxwv qhuav qhawv muab dej faib rua ob saab."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.22","label":"22","content":"Cov Yixayee txhad moog taug kev qhuav qhawv huv plawv havtxwv, cov dej faib hlo rua saab xws hab saab phem ua ntsaa loog rua puab."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.23","label":"23","content":"Cov Iyi kuj lawv lag puab qaab rua huv plawv havtxwv, taag nrho Falau tej neeg hab tej tsheb ua rog hab cov tub rog caij neeg huvsw."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.24","label":"24","content":"Thaus yuav kaaj ntug Yawmsaub tsaa muag saib huv tug ncej suavtawg hab tug ncej fuab tuaj pum Iyi cov tub rog, mas nwg ua rua cov Iyi ceeb zum zawg."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.25","label":"25","content":"Nwg ua rua puab tej lug tsheb caam pis nkaus  moog tsw tshua taug. Cov Iyi txhad sws has tas, “Peb ca le tswv ntawm cov Yixayee rov qaab tsua qhov Yawmsaub nyob puab chaw ua rog rua cov Iyi.”"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.26","label":"26","content":"Thaus ntawd Yawmsaub txawm has rua Mauxe tas, “Ca le tsaa koj txhais teg rua sau havtxwv ua rua cov dej havtxwv nphau rov lug nyaab cov Iyi hab puab tej tsheb ua rog hab cov tub rog caij neeg.”"},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.27","label":"27","content":"Mauxe txawm tsaa teg rua sau havtxwv mas thaus kaaj ntug dej havtxwv txhad nphau lug yaam nkaus le qub. Cov Iyi tswv tej dej nphau ntawd tassws Yawmsaub muab cov Iyi xyeeb rua huv plawv havtxwv."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.28","label":"28","content":"Dej nphau rov lug nyaab hlo tej tsheb hab cov tub rog caij neeg hab Falau cov tub rog huvsw kws lawv puab moog rua huv havtxwv, tsw tshuav ib tug le."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.29","label":"29","content":"Tassws cov Yixayee taug kev qhuav qhawv huv plawv havtxwv, cov dej faib hlo rua saab xws hab saab phem ua ntsaa loog rua puab."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.30","label":"30","content":"Yog le nuav nub ntawd Yawmsaub cawm cov Yixayee dim huv cov Iyi txhais teg, mas cov Yixayee pum cov Iyi tej cev tuag ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"EXO.14","verse_code":"EXO.14.31","label":"31","content":"Cov Yixayee pum tej num luj kws Yawmsaub tau ua rua cov Iyi, puab kuj ntshai Yawmsaub hab puab ntseeg Yawmsaub hab ntseeg nwg tug qhev Mauxe."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.1","label":"1","content":"Thaus ntawd Mauxe hab cov Yixayee hu zaaj nkauj nuav rua Yawmsaub has tas, “Kuv yuav hu nkauj qhuas Yawmsaub tsua qhov nwg tub kov yeej luj kawg nkaus, nwg muab tej neeg hab tej tub rog caij neeg laim hlo rua huv havtxwv."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.2","label":"2","content":"Yawmsaub yog kuv tug zug hab yog kuv zaaj nkauj, hab nwg yog tug kws cawm kuv dim. Nwg yog kuv tug Vaajtswv ntaag, kuv yuav qhuas nwg, nwg yog kuv txwv tug Vaajtswv, kuv yuav qhuas ntxhas nwg."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.3","label":"3","content":"Yawmsaub yog tug txawj ua rog, nwg lub npe hu ua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.4","label":"4","content":"Yawmsaub muab Falau tej tsheb ua rog hab nwg tej tub rog laim hlo rua huv havtxwv, nwg cov thawj rog kws txawj heev kuj tog hlo rua huv Havtxwv Lab."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.5","label":"5","content":"Dej nphau lug nyaab hlo puab, puab tog rua huv qaab thu yaam le lub pob zeb."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.6","label":"6","content":"Au Yawmsaub, koj txhais teg xws muaj fwjchim luj kawg. Au Yawmsaub, koj txhais teg xws tsoo yeeb ncuab tawg ntsoog taag."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.7","label":"7","content":"Koj swv koj tug fwjchim meej mom luj kawg muab cov kws tawm tsaam koj ntxeev hlo pov tseg, koj tso koj txujkev npau tawg muab puab hlawv kub nyab taag yaam nkaus le quav nyaab."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.8","label":"8","content":"Koj lub qhov ntswg ua paa ntsawj dej sawv sab quas zug, tej dej sawv sab ua ib phaab, tej dej huv havtxwv kuj nkoog khov kho."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.9","label":"9","content":"Cov yeeb ncuab has tas, ‘Kuv yuav lawv qaab, kuv yuav lawv cuag, kuv yuav muab tej kws txeeb tau lug faib. Kuv yuav ua txhua yaam rua puab lawv le kuv lub sab xaav kuas pov khawv nkaus. Kuv yuav rhu ntaaj, kuv txhais teg yuav ua kuas puab puam tsuaj.’"},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.10","label":"10","content":"Koj tshuab koj le cua ntsawj tuaj, dej havtxwv nyaab hlo puab. Puab tog rua huv cov dej kws nphau nyaab hlo lug ib yaam le txhuas."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.11","label":"11","content":"“Au Yawmsaub, tej timtswv huvsw tug twg zoo cuag le koj? Tug twg zoo cuag le koj, kws dawb huv kawg nkaus, hab muaj lub koob meej kws txaus fwm kawg, hab ua tej txujci phemfwj?"},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.12","label":"12","content":"Koj tsaa hlo koj txhais teg xws, lub nplajteb kuj muab puab nqog taag nrho."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.13","label":"13","content":"“Koj muaj txujkev hlub ruaj khov es coj haiv tuabneeg kws koj txhwv dim lawm. Koj swv koj tug zug coj puab txuj hauv kev moog txug koj lub chaw nyob kws dawb huv."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.14","label":"14","content":"Ib tsoom tuabneeg tau nov, mas puab tshee quas nyo. Cov tuabneeg kws nyob huv Filixatee tebchaws poob sab kawg."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.15","label":"15","content":"Nwgnuav Entoo cov thawj kuj ntshai kawg, Mau‑a cov num tswv kuj ntshai ib ce tshee quas nyo, cov tuabneeg huv Khana‑aa tebchaws suavdawg sab ntsws yaaj taag."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.16","label":"16","content":"Puab raug kev txhawj kev ntshai ua sab puag quas tsug. Au Yawmsaub, vem yog koj txhais teg kws muaj fwjchim luj kawg, puab txhad le nyob tuabywv tsw ua zug yaam le pob zeb moog txug thaus koj haiv tuabneeg hlaa dhau taag lawm, moog txug thaus cov tuabneeg kws koj tub txhwv dim lawm hlaa dhau moog."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.17","label":"17","content":"Koj yuav coj puab lug hab muab puab txawb rua sau koj lub roob, au Yawmsaub, yog lub chaw kws koj ua ca rua koj nyob, hab yog lub chaw pe hawm koj kws koj txhais teg tswm ca."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.18","label":"18","content":"Yawmsaub yuav kaav moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.19","label":"19","content":"Thaus Falau tej neeg hab tej tsheb ua rog hab nwg tej tub rog caij neeg nqeg moog rua huv havtxwv, Yawmsaub kuj ua kuas dej havtxwv nphau lug nyaab hlo, tassws cov Yixayee mas taug kev qhuav qhawv huv plawv havtxwv."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.20","label":"20","content":"Aloo tug muam Mili‑aa kws ua tug cev Vaajtswv lug txawm coj ib lub nruag npuaj huv nwg txhais teg hab cov quaspuj suavdawg npuaj nruag seev cev lawv nwg qaab."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.21","label":"21","content":"Mili‑aa hu nkauj rua puab tas, “Ca le hu nkauj qhuas Yawmsaub tsua qhov nwg tub kov yeej luj kawg nkaus. Nwg muab tej neeg hab tej tub rog caij neeg laim hlo rua huv havtxwv.”"},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.22","label":"22","content":"Dhau ntawd Mauxe coj cov Yixayee tawm ntawm Havtxwv Lab moog rua huv tebchaws moj saab qhua Su. Puab moog tau peb nub ke huv tebchaws moj saab qhua nrhav tsw tau dej haus hlo le."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.23","label":"23","content":"Thaus puab lug txug ntawm Mala, puab kuj haus tsw tau cov dej ntawm Mala tsua qhov cov dej hov ab heev. Vem le nuav txhad hu ua Mala."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.24","label":"24","content":"Cov pejxeem txhad le ywg ywg Mauxe tas, “Peb yuav haus daabtsw?”"},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.25","label":"25","content":"Mauxe txawm tsaa suab thov Yawmsaub. Yawmsaub txhad qha ib tog ntoo rua Mauxe pum, mas nwg muab nrum rua huv dej, dej txawm qaab lawm. Thaus nyob lub chaw ntawd Yawmsaub txhad qha nwg tej kaab ke hab nwg tej kevcai rua puab hab swm puab lub sab."},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.26","label":"26","content":"Yawmsaub has tas, “Yog mej ua tuab zoo noog Yawmsaub kws yog mej tug Vaajtswv tej lug hab ua tej kws hum nwg lub sab, hab tig ntsej noog nwg tej lug nkaw hab ua lawv le nwg tej kaab ke txhua qhov, mas tej mob nkeeg kws kuv ua rua cov Iyi hov kuv yuav tsw tso rua sau mej hlo le, tsua qhov kuv yog Yawmsaub, yog tug kws khu mej.”"},{"bible_id":"1216","chapter_code":"EXO.15","verse_code":"EXO.15.27","label":"27","content":"Dhau ntawd puab txawm lug txug ntawm Elee kws muaj kaum ob lub qhov dej txhawv hab muaj xyaa caum tsob toov laaj. Puab txawm tsuam chaw nyob ntawm cov qhov dej hov."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.1","label":"1","content":"Puab sawv kev ntawm Elee mas nub tim kaum tswb lub ob hlis suav txwj thaus puab tawm huv Iyi tebchaws lug, ib tsoom Yixayee suavdawg lug txug huv tebchaws moj saab qhua Xis kws nyob ntawm Elee hab Xinai ntu nruab nraab."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.2","label":"2","content":"Ib tsoom Yixayee suavdawg ywg ywg Mauxe hab Aloo huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.3","label":"3","content":"Puab has rua ob tug tas, “Peb yeem tuag rua Yawmsaub teg huv Iyi tebchaws rua thaus peb nyob ntawm tej laujkaub nqaj hab noj tej zaub mov tsau npo zoo dua. Koj coj peb suavdawg lug yoo tshaib tuag taag rua huv tebchaws moj saab qhua nuav xwb.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.4","label":"4","content":"Mas Yawmsaub has rua Mauxe tas, “Kuv yuav tso zaub mov sau ntuj lug rua mej ib yaam le tso naag lug. Cov pejxeem yuav tsum naj taagkig tawm moog khaws kuas txaus noj ib nub ntawd, kuv txhad tau swm puab lub sab saib puab yuav ua lawv le kuv tej lug los tsw ua."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.5","label":"5","content":"Nub rau thaus puab khaws tej kws yuav coj lug tsev puab yuav tsum khaws tshaaj ib npaug rua sau le kws naj nub txeev khaws.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.6","label":"6","content":"Mauxe hab Aloo txhad has rua cov Yixayee suavdawg tas, “Thaus tsaus ntuj mej yuav paub tas Yawmsaub yog tug kws coj mej tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.7","label":"7","content":"Thaus kaaj ntug mej yuav pum Yawmsaub tug fwjchim ci ntsaa ab, tsua qhov Yawmsaub tub nov tej lug kws mej ywg nwg lawm. Wb ob leeg yog leejtwg es mej yuav ywg ib?”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.8","label":"8","content":"Mauxe has tas, “Thaus yuav tsaus ntuj Yawmsaub yuav pub nqaj rua mej noj hab thaus kaaj ntug yuav pub mov rua mej noj tsau npo tsua qhov nwg tub nov tej lug kws mej ywg nwg lawm. Wb ob leeg yog leejtwg? Mej tsw ywg ib tassws yog mej ywg Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.9","label":"9","content":"Mauxe has rua Aloo tas, “Ca le has rua ib tsoom Yixayee suavdawg tas, ‘Txaav lug ze Yawmsaub, tsua qhov nwg tub nov tej lug kws mej ywg lawm.’ ”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.10","label":"10","content":"Thaus Aloo saamswm has rua ib tsoom Yixayee suavdawg noog hov, puab tsaa muag saib rua tebchaws moj saab qhua mas pum Yawmsaub tug fwjchim ci ntsaa ab tshwm rua huv tug ncej fuab."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.11","label":"11","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.12","label":"12","content":"“Kuv tub nov tej lug kws cov Yixayee ywg lawm. Ca le has rua puab tas, ‘Thaus tsaus ntuj zuag mej yuav tau nqaj noj, hab thaus kaaj ntug mej yuav tau mov noj tsau npo. Mas mej yuav paub tas kuv yog Yawmsaub kws yog mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.13","label":"13","content":"Thaus yuav tsaus ntuj tej paab noog ws yaa lug puv nkaus puab tej chaw nyob, hab thaus kaaj ntug kuj muaj lwg ntsu ib ncig puab tej chaw tsuam."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.14","label":"14","content":"Thaus tej lwg hov qhuav taag lawm kuj muaj tej nyuas nplai nyag nyag zoo le te nyob sau npoo aav huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.15","label":"15","content":"Thaus cov Yixayee pum mas puab sws nug tas, “Nuav yog daabtsw nej?” tsua qhov puab tsw paub tas yog daabtsw. Mauxe has rua puab tas, “Nuav yog tej mov kws Yawmsaub pub rua mej noj."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.16","label":"16","content":"Yawmsaub kuas mej ua le nuav. Mej txhua tug khaws npaum le kws txaus mej noj tsau, ib leeg khaws ib aumaw  lawv le muaj tuabneeg coob los tsawg nyob huv nwg lub tsev ntaub.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.17","label":"17","content":"Cov Yixayee ua lawv le ntawd. Ib txha khaws ntau ib txha khaws tsawg."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.18","label":"18","content":"Tassws thaus puab muab lub aumaw luj, tug kws khaws tau ntau kuj tsw muaj seem, tug kws khaws tau tsawg kuj muaj txaus. Txhua tug khaws npaum le kws txaus nwg noj."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.19","label":"19","content":"Mauxe has rua puab tas, “Tsw pub leejtwg khaws ib qho ca rua pigkig.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.20","label":"20","content":"Tassws puab tsw noog Mauxe has. Muaj qee leej khaws ib qho ca rua pigkig, mas cov kws khaws hov kuj lwj kaas hab tsw lwj. Mauxe txhad chim rua puab."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.21","label":"21","content":"Puab naj taagkig nyag khaws txaus nyag noj tsau xwb. Thaus tshaav ntuj kub tej mov kws puab tsw khaws txawm yaaj taag lawm."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.22","label":"22","content":"Thaus txug nub rau puab khaws ob npaug, ib leeg khaws ob aumaw.  Thaus Yixayee cov thawj tuaj has rua Mauxe paub,"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.23","label":"23","content":"Mauxe has rua puab tas, “Nuav yog tej kws Yawmsaub has kuas mej ua, ‘Pigkig yog nub kws caiv su tag tag, yog nub Xanpatau dawb huv rua Yawmsaub. Nub nua yuav ci daabtsw kuj ca le ci, yuav hau daabtsw kuj ca le hau, tej kws tshuav kuj khaws ca rua pigkig.’ ”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.24","label":"24","content":"Puab khaws ca rua pigkig lawv le Mauxe has rua puab, mas tej mov hov kuj zoo tsw lwj tsw ua kaas."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.25","label":"25","content":"Mauxe has tas, “Nub nua ca le noj tej mov hov, tsua qhov nub nua yog Yawmsaub nub Xanpatau. Nub nua mej yuav tsw pum tej mov hov tom tshaav puam hlo le."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.26","label":"26","content":"Mej yuav khaws rau nub xwb, mas nub xyaa kws yog nub Xanpatau yuav tsw muaj lawm.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.27","label":"27","content":"Thaus txug nub xyaa muaj qee leej moog khaws tassws nrhav tsw muaj le."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.28","label":"28","content":"Yawmsaub has rua Mauxe tas, “Mej yuav tsw kaam ua lawv le kuv tej lug nkaw hab kuv tej kevcai ntev le caag?"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.29","label":"29","content":"Saib maj, Yawmsaub tub muab nub Xanpatau rua mej, vem le nuav nub rau nwg pub mov txaus mej noj ob nub. Mej txhua tug yuav tsum su nyob huv tsev, tsw kheev leejtwg tawm huv nwg lub tsev rua nub xyaa.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.30","label":"30","content":"Yog le nuav cov pejxeem txhad le su rua nub xyaa."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.31","label":"31","content":"Cov Yixayee hu cov mov hov ua mana.  Tej lub dawb paug zoo le noob zaub txhwb qab, hab qaab yaam nkaus le tej ncuav nyag nyag kws xyaw zwb ntaab."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.32","label":"32","content":"Mauxe has tas, “Nuav yog tej kws Yawmsaub has kuas ua, ‘Luj ib aumaw  mana muab khaws ca ib tam dhau ib tam moog le, sub puab txhad tau pum cov mov kws kuv yug mej huv tebchaws moj saab qhua rua thaus kuv coj mej tawm huv Iyi tebchaws lug.’ ”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.33","label":"33","content":"Mauxe has rua Aloo tas, “Muab ib lub miv hub lug ntim ib aumaw mana khaws ca rua ntawm Yawmsaub lub xubndag ib tam dhau ib tam moog le.”"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.34","label":"34","content":"Aloo txhad muab cov mana hov tso rua ntawm lub swb xaab kws muaj Yawmsaub tej lug, muab khaws ca lawv le Yawmsaub has rua Mauxe"},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.35","label":"35","content":"Cov Yixayee noj mana tau plaub caug xyoo lug txug thaus puab moog txug lub tebchaws kws nyob tau. Puab noj mana lug txug ntawm Khana‑aa nrwm teb."},{"bible_id":"1216","chapter_code":"EXO.16","verse_code":"EXO.16.36","label":"36","content":"(Ib efa  muaj kaum aumaw.)"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.1","label":"1","content":"Ib tsoom Yixayee suavdawg tshais chaw ntawm tebchaws moj saab qhua Xis moog ua ib ntus ib ntus lawv le Yawmsaub has. Puab lug tsuam chaw nyob rua ntawm Lefintee, tassws tsw muaj dej rua cov pejxeem haus."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.2","label":"2","content":"Vem le nuav puab txhad nrhav txem rua Mauxe hab has rua nwg tas, “Muab dej rua peb haus maj.” Mauxe has rua puab tas, “Mej nrhav txem rua kuv ua daabtsw? Ua caag mej yuav swm Yawmsaub?”"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.3","label":"3","content":"Tassws cov pejxeem nqhes dej heev ntawm lub chaw hov, puab txhad ywg Mauxe tas, “Ua caag koj coj peb tawm huv Iyi tebchaws lug ua rua peb hab peb tej mivnyuas hab tej tsaj txhu nqhes dej tuag?”"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.4","label":"4","content":"Mauxe txhad quaj thov Yawmsaub tas, “Kuv yuav ua le caag rua cov pejxeem nuav? Puab tub yuav xuas pob zeb muab kuv ntaus tuag.”"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.5","label":"5","content":"Yawmsaub has rua Mauxe tas, “Ca le ua cov pejxeem ntej moog hab coj Yixayee tej kev txwj quas laug qee leej nrug koj moog. Hab tuav rawv tug paas nreg kws koj nplawm tug dej Nai moog hab."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.6","label":"6","content":"Kuv yuav sawv taab meeg ntawm koj xubndag sau phaab zeb ntawm lub roob Haule.  Koj ca le ntaus phaab zeb, dej yuav txhawv lug rua cov pejxeem haus.” Mauxe ua lawv le ntawd taab meeg Yixayee cov kev txwj quas laug."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.7","label":"7","content":"Mauxe hu lub chaw hov tas Maxa hab Melinpa,  vem yog cov Yixayee nrhav txem rua nwg hab swm Yawmsaub has tas, “Yawmsaub nrug peb nyob los tsw nyob lawm?”"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.8","label":"8","content":"Thaus ntawd cov Amalej tuaj ua rog rua cov Yixayee ntawm Lefintee."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.9","label":"9","content":"Mauxe has rua Yausua tas, “Ca le xaiv cov txwvneej tawm moog ua rog rua cov Amalej. Pigkig kuv yuav sawv ntsug tuav rawv Vaajtswv tug paas nreg huv kuv txhais teg sau lub hauv roob.”"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.10","label":"10","content":"Yausua kuj ua lawv le Mauxe has, nwg moog ua rog rua cov Amalej. Mauxe hab Aloo hab Hawj kuj nce moog sau lub hauv roob."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.11","label":"11","content":"Mauxe tsaa teg thaus twg, cov Yixayee kov yeej thaus ntawd, qhau teg thaus twg cov Amalej txawm kov yeej thaus ntawd."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.12","label":"12","content":"Tassws Mauxe teg tsaug leeg. Aloo hab Hawj txhad coj ib lub pob zeb lug rua Mauxe nyob tsawg, mas ob tug txhad paab tsaa Mauxe ob txhais teg ib leeg ib saab, nwg txhais teg txhad tsaa khov kho moog txug nub poob qho."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.13","label":"13","content":"Yausua txhad xuas ntaaj tua yeej cov Amalej swb hlo."},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.14","label":"14","content":"Yawmsaub has rua Mauxe tas, “Ca le sau tej nuav rua huv ntawv sub txhad ncu tau hab pav rua Yausua noog tas kuv yuav muab cov Amalej ntxuav kuas pluj taag tsw muaj leejtwg ncu tau puab rua huv qaab ntuj nuav.”"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.15","label":"15","content":"Mauxe txhad ua ib lub thaaj xyeem rua Yawmsaub hab tis npe hu tas, Yawmsaub yog kuv tug chij,"},{"bible_id":"1216","chapter_code":"EXO.17","verse_code":"EXO.17.16","label":"16","content":"hab nwg has tas, “Tsua qhov muaj txhais teg tsaa rua sau Yawmsaub lub zwm txwv.  Mas Yawmsaub yuav ua rog rua cov Amalej ib tam dhau ib tam moog le.”"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.1","label":"1","content":"Yethoo kws yog cov Mintee tug pov thawj hab yog Mauxe yawm txwv, tau nov txug tej num kws Vaajtswv ua paab Mauxe hab paab Vaajtswv haiv tuabneeg Yixayee rua thaus Yawmsaub coj puab tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.2","label":"2","content":"Mauxe yawm txwv Yethoo tau txais Mauxe tug quaspuj Xipaula rua thaus Mauxe xaa Xipaula moog,"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.3","label":"3","content":"hab nwg ob tug tub. Ib tug hu ua Kawsoo  (tsua qhov nwg has tas, “Kuv yog ib tug kws ua qhua nyob rua huv luas tebchaws.”)"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.4","label":"4","content":"Hab ib tug hu ua Eliyexaw  (tsua qhov nwg has tas, “Kuv txwv tug Vaajtswv yog tug kws paab kuv hab cawm kuv dim huv Falau raab ntaaj.”)"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.5","label":"5","content":"Mauxe yawm txwv Yethoo coj Mauxe ob tug tub hab Mauxe tug quaspuj tuaj rua Mauxe huv tebchaws moj saab qhua kws puab tsuam chaw nyob ntawm Vaajtswv lub roob."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.6","label":"6","content":"Nwg khaiv tuabneeg moog has rua Mauxe tas, “Koj yawm txwv Yethoo coj koj quaspuj hab ob tug tub tuaj rua koj.”"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.7","label":"7","content":"Mauxe txhad tawm moog tog yawm txwv hab pe hab nwj nwg. Ob tug sws thaam txug kev noj qaab nyob zoo hab nkaag lug rua huv tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.8","label":"8","content":"Mauxe pav rua nwg yawm txwv noog txug txhua yaam kws Yawmsaub ua rua Falau hab ua rua cov Iyi vem yog saib rua cov Yixayee, hab tej kev ceblaaj huvsw kws raug cov Yixayee ntawm ib ntog kev hab Yawmsaub tau cawm puab dim le caag."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.9","label":"9","content":"Yethoo kuj zoo sab heev rua txhua yaam zoo kws Yawmsaub tau ua paab cov Yixayee rua thaus nwg cawm puab dim huv cov Iyi txhais teg."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.10","label":"10","content":"Yethoo txhad has tas, “Qhuas Yawmsaub kws tau cawm mej dim huv cov Iyi txhais teg hab huv Falau txhais teg, yog cawm cov Yixayee suavdawg dim huv cov Iyi txhais teg."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.11","label":"11","content":"Nwgnuav kuv paub tas Yawmsaub luj dhau tej timtswv huvsw, tsua qhov nwg ua tej nuav rua thaus cov Iyi tsuj yuam cov Yixayee ua khaav quas ntxhas.”"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.12","label":"12","content":"Mauxe yawm txwv Yethoo kuj muab tsaj ua kevcai hlawv xyeem hab tua tsaj xyeem rua Vaajtswv. Aloo hab Yixayee cov kev txwj quas laug suavdawg tuaj nrug Mauxe yawm txwv noj ib pluag mov ntawm Vaajtswv xubndag."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.13","label":"13","content":"Taagkig tom qaab Mauxe nyob tsawg tu plaub rua cov pejxeem. Puab sawv vej vog Mauxe thaus sawv ntxuv moog txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.14","label":"14","content":"Thaus Mauxe yawm txwv pum txhua yaam num kws Mauxe ua rua cov pejxeem hov, nwg has tas, “Koj ua daabtsw le nuav rua cov pejxeem? Ua caag koj tuab leeg nyob tu plaub le nuav, hab cov pejxeem suavdawg yuav sawv vej koj taagkig txug tsaus ntuj?”"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.15","label":"15","content":"Mauxe teb yawm txwv tas, “Yog cov pejxeem tuaj cuag kuv kuas kuv ua nug rua Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.16","label":"16","content":"Thaus puab muaj plaub muaj ntug puab tuaj cuag kuv, kuv txhad tu tau rua ob tog, hab kuv qha rua puab paub txug Vaajtswv tej kaab ke hab tej kws Vaajtswv phua cai.”"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.17","label":"17","content":"Mauxe yawm txwv txhad has rua nwg tas, “Koj ua le nuav tsw zoo."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.18","label":"18","content":"Koj hab cov pejxeem kws tuaj nuav yuav qaug zug taag tsua qhov tej kws koj ua nuav nyaav dhau koj tug zug lawm, hab koj tuab leeg xwb ua tsw taug."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.19","label":"19","content":"Koj noog kuv has, kuv yuav taw qha koj hab thov Vaajtswv nrug nraim koj. Koj ua tug kws sawv cev ntawm cov pejxeem rua Vaajtswv, coj puab tej plaub moog ua nug rua Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.20","label":"20","content":"Koj yuav qhuab qha kuas puab paub tej kaab ke hab tej kws phua cai rua puab, hab qha puab paub ua puab lub neej le caag hab paub tej kws puab yuav tsum ua."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.21","label":"21","content":"“Tsw taag le ntawd xwb, koj ca le xaiv cov txwvneej huv cov Yixayee kws muaj peevxwm hab paub ntshai Vaajtswv hab tso sab tau hab ntxub noj nyaj xab. Tsaa puab cov nuav lug ua cov kws kaav pejxeem, kaav ib txheeb leej hab kaav ib puas leej hab kaav tswb caug leej hab kaav kaum leej."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.22","label":"22","content":"Ca puab tu cov pejxeem tej plaub txhua lub swjhawm. Tej tshaaj plaub luj, ca puab coj tuaj cuag koj, huas tej plaub miv ca puab tu puab xwb. Ua le nuav txhad yoojyim rua koj hab puab txhad nrug koj rws lub nraa nyaav."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.23","label":"23","content":"Yog koj ua le nuav hab Vaajtswv qha koj ua, mas koj txhad thev taug hab cov pejxeem suavdawg nuav txhad tau rov moog tsev kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.24","label":"24","content":"Mauxe kuj noog nwg yawm txwv tej lug hab ua lawv le nwg qha txhua yaam."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.25","label":"25","content":"Mauxe xaiv cov txwvneej kws muaj peevxwm huv cov Yixayee ua cov pejxeem le thawj, tsaa kaav ib txheeb leej kaav ib puas leej kaav tswb caug leej hab kaav kaum leej."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.26","label":"26","content":"Mas puab cov nuav tu cov pejxeem tej plaub txhua lub swjhawm. Tej plaub kws ceblaaj puab le coj moog cuag Mauxe, tej plaub miv miv puab tu puab xwb."},{"bible_id":"1216","chapter_code":"EXO.18","verse_code":"EXO.18.27","label":"27","content":"Tes Mauxe txawm xaa nwg yawm txwv rov moog, yawm txwv txhad rov qaab moog rua nwg lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.1","label":"1","content":"Lub peb hlis nub xab ib suav txwj thaus cov Yixayee tawm huv Iyi tebchaws lug nub hov puab lug txug huv tebchaws moj saab qhua Xinai."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.2","label":"2","content":"Thaus puab sawv kev tawm ntawm Lefintee puab lug txug huv tebchaws moj saab qhua Xinai, puab kuj tsuam chaw nyob huv tebchaws moj saab qhua. Cov Yixayee tsuam chaw nyob ntawm taw roob Xinai."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.3","label":"3","content":"Mauxe nce moog cuag Vaajtswv, mas Yawmsaub hu sau lub roob tuaj rua nwg tas, “Ca le has le nuav rua Yakhauj caaj ceg kws yog haiv tuabneeg Yixayee tas,"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.4","label":"4","content":"‘Mej tub pum tej kws kuv ua rua cov Iyi lawm, hab qhov kws kuv kwv hlo mej yaam nkaus le tug daav kwv mivnyuas sau nwg phob tis, hab coj mej lug cuag kuv."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.5","label":"5","content":"Nwgnuav yog mej noog kuv lug hab ua lawv le kuv tej lug cog tseg, mas mej yuav ua kuv teej kuv tug huv ib tsoom tuabneeg suavdawg. Taag nrho lub nplajteb huvsw yog kuv le,"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.6","label":"6","content":"tassws mej yuav ua ib lub tebchaws pov thawj rua kuv hab ua haiv tuabneeg dawb huv.’ Koj yuav has tej lug nuav rua cov Yixayee noog.”"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.7","label":"7","content":"Mauxe txhad rov lug hu cov kev txwj quas laug huv cov pejxeem tuaj ua ke mas pav txhua lu lug kws Yawmsaub has rua nwg lawm rua puab noog."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.8","label":"8","content":"Mas cov pejxeem suavdawg ib txhwj teb has tas, “Peb yuav ua txhua yaam kws Yawmsaub has ntawd.” Mauxe txhad coj cov pejxeem tej lug moog has rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.9","label":"9","content":"Yawmsaub has rua Mauxe tas, “Kuv yuav lug rua ntawm koj huv tauv fuab kws tsaus quas nti, sub cov pejxeem txhad le nov thaus kuv has lug rua koj, mas puab txhad le tso sab rua koj moog ib txhws.” Mauxe coj cov pejxeem tej lug moog has rua Yawmsaub,"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.10","label":"10","content":"mas Yawmsaub has rua Mauxe tas, “Ca le moog hab tu kuas cov pejxeem dawb huv rua kuv rua nub nua hab pigkig, hab kuas puab ntxhua puab tej tsoog tsho."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.11","label":"11","content":"Ca le npaaj kuas txhwj rua nub kws peb, tsua qhov nub kws peb ntawd Yawmsaub yuav nqeg lug rua sau lub roob Xinai taab meeg cov pejxeem suavdawg."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.12","label":"12","content":"Koj yuav tsum kem nrwm thaiv cov pejxeem nyob puag ncig lub roob, hab has tas, ‘Mej yuav tsum ceev faaj tsw xob nce moog rua sau lub roob hab tsw xob kov lub taw roob hov hlo le. Yog leejtwg kov lub roob hov, nwg yuav raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.13","label":"13","content":"Tsw xob xuas teg kov tug hov hlo le, ca le xuas pob zeb ntaus nwg tuag lossws xuas neev tua nwg. Tsw has tsaj txhu hab tuabneeg los xwj, tsw xob tseg caj sa hlo le.’ Thaus nov raaj kub yaaj nrov ntev mas puab moog tau rua sau lub roob.”"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.14","label":"14","content":"Mauxe nqeg sau roob lug rua ntawm cov pejxeem, hab tu kuas cov pejxeem dawb huv rua Yawmsaub. Mas puab ntxhua puab tej tsoog tsho."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.15","label":"15","content":"Mauxe has rua cov pejxeem tas, “Mej yuav npaaj kuas txhwj rua nub kws peb. Mej tsw xob moog ze quaspuj hlo le.”"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.16","label":"16","content":"Thaus txug nub peb thaus sawv ntxuv kuj muaj xub nthe ua tsag lig xub laim quas lag, hab muaj fuab tsaus quas nti sau lub roob, hab muaj suab raaj kub yaaj nrov heev, ua rua cov pejxeem suavdawg kws tsuam chaw nyob ntawd ntshai tshee quas nyo."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.17","label":"17","content":"Mauxe txhad coj cov pejxeem tawm huv lub chaw nyob moog ntswb Vaajtswv, puab tuaj sawv quas ntsug ntawm taw roob."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.18","label":"18","content":"Muaj paa nchu laum nkaus lub roob Xinai tsua qhov Yawmsaub nyob huv cov nplaim tawg nqeg lug. Muaj paa nchu hlub hlub ib yaam le ib cub tawg luj, lub roob kuj tseeg quas nkawg."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.19","label":"19","content":"Thaus raaj kub yaaj nrov heev quas zug, Mauxe kuj has hab Vaajtswv ua xub nthe teb nwg."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.20","label":"20","content":"Yawmsaub nqeg lug rua sau lub ncov roob Xinai. Yawmsaub hu Mauxe nce moog rua sau lub ncov roob, mas Mauxe txhad le nce moog."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.21","label":"21","content":"Yawmsaub has rua Mauxe tas, “Ca le rov qaab nqeg moog ntuag cov pejxeem ntshai tsaam puab hlaa lug txug ntawm Yawmsaub vem yog xaav saib, tes puab yuav puam tsuaj coob coob."},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.22","label":"22","content":"Hab cov pov thawj kws lug ze Yawmsaub yuav tsum tu puab tug kheej kuas dawb huv rua Yawmsaub ntshai tsaam Yawmsaub ua rua puab puam tsuaj.”"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.23","label":"23","content":"Mauxe has rua Yawmsaub tas, “Cov pejxeem tuaj tsw tau rua ntawm lub roob Xinai tsua qhov koj tub has tawv rua peb tas, ‘Kem nrwm puag ncig lub roob hab tu kuas lub roob dawb huv.’ ”"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.24","label":"24","content":"Yawmsaub has rua Mauxe tas, “Ca le nqeg moog hab coj Aloo nrug koj nce rov qaab tuaj. Tassws tsw xob kheev cov pov thawj hab cov pejxeem hlaa tuaj txug ntawm Yawmsaub tsaam tes nwg ua rua puab puam tsuaj.”"},{"bible_id":"1216","chapter_code":"EXO.19","verse_code":"EXO.19.25","label":"25","content":"Mauxe txhad nqeg rov moog has rua cov pejxeem lawv le ntawd."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.1","label":"1","content":"Vaajtswv has tej lug nuav huvsw tas,"},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.2","label":"2","content":"“Kuv yog Yawmsaub kws yog koj tug Vaajtswv, kws coj koj tawm huv Iyi tebchaws huv txujkev ua qhev lug."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.3","label":"3","content":"Koj tsw xob muaj dua lwm tug vaajtswv kws tsw yog kuv."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.4","label":"4","content":"“Koj tsw xob ua txoov daab rua koj pe tsw has tej kws muaj yaam ntxwv zoo le tej kws nyob sau nruab ntug lossws tej kws nyob huv nplajteb lossws tej kws nyob huv dej huv nruab tiv txwv."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.5","label":"5","content":"Tsw xob pe hab tsw xob ua koom rua tej txoov daab ntawd, tsua qhov kuv yog Yawmsaub kws yog koj tug Vaajtswv, yog tug Vaajtswv kws khib xeeb heev, mas yuav rau txem rua leej txwv kws ntxub kuv hab poob moog rua nwg cov tub ki moog txug peb plaub tam."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.6","label":"6","content":"Tassws kuv yuav ua txujkev hlub kws ruaj khov tshwm rua cov kws hlub kuv hab ua lawv le kuv tej kevcai ntau txheeb tam tuabneeg."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.7","label":"7","content":"“Tsw xob laam has saib tsw taug Yawmsaub kws yog koj tug Vaajtswv lub npe, tsua qhov tug kws laam has saib tsw taug nwg lub npe, mas Yawmsaub yuav tsw zaam txem."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.8","label":"8","content":"“Koj yuav tsum ncu ntsoov fwm nub Xanpatau  ua nub kws dawb huv."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.9","label":"9","content":"Koj yuav tsum khwv hab ua koj tej num huvsw rau nub."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.10","label":"10","content":"Tassws nub xyaa yog nub Xanpatau kws caiv rua Yawmsaub kws yog koj tug Vaajtswv. Nub hov tsw xob ua ib yaam num daabtsw le, tsw has koj tug kheej hab koj tej tub tej ntxhais hab koj cov tub qhe nkauj qhev hab koj tej tsaj txhu hab lwm haiv tuabneeg kws tuaj nyob huv koj lub moos."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.11","label":"11","content":"Vem tas rau nub xwb Yawmsaub tau tswm lub ntuj lub teb hab havtxwv, hab txhua yaam kws muaj nyob rua huv, mas nub kws xyaa Yawmsaub su. Vem le nuav Yawmsaub txhad foom koob moov rua nub Xanpatau hab muab nub ntawd teem ua nub kws dawb huv."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.12","label":"12","content":"“Koj yuav tsum fwm koj nam koj txwv sub koj txhad muaj txujsa nyob ntev rua huv lub tebchaws kws Yawmsaub kws yog koj tug Vaajtswv pub rua koj."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.13","label":"13","content":"“Tsw xob tua tuabneeg."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.14","label":"14","content":"“Tsw xob deev luas quaspuj luas quasyawg."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.15","label":"15","content":"“Tsw xob ua tub saab."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.16","label":"16","content":"“Tsw xob ua cuav timkhawv ab ham luas lwm tug."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.17","label":"17","content":"“Tsw xob ua sab hlub xaav tau luas vaaj luas tsev, tsw xob ua sab hlub xaav tau luas tug quaspuj hab luas tug tub qhe nkauj qhev, luas tej nyuj tej neeg luav lossws ib yaam daabtsw kws yog luas le.”"},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.18","label":"18","content":"Thaus cov pejxeem suavdawg nov xub nthe pum tsag lig xub lab quas vog hab nov lub suab raaj kub yaaj nrov hab pum paa nchu hlub sau lub roob, puab ntshai heev tshee quas nyo. Puab nyob deb deb"},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.19","label":"19","content":"hab has rua Mauxe tas, “Koj ca le has rua peb xwb, peb yuav noog. Tsw xob ca Vaajtswv has rua peb tsaam tes peb tuag.”"},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.20","label":"20","content":"Mauxe txhad has rua cov pejxeem tas, “Tsw xob ntshai, tsua qhov Vaajtswv nqeg lug swm mej lub sab xwb, sub mej txhad le paub ntshai nwg tsw tu ncua le hab mej txhad tsw ua txhum.”"},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.21","label":"21","content":"Cov pejxeem nyob deb deb tassws Mauxe txaav moog ze qhov kws tsaus ntuj nti kws Vaajtswv nyob."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.22","label":"22","content":"Yawmsaub has rua Mauxe tas, “Ca le has rua cov Yixayee le nuav tas, ‘Mej tub pum lawm tas kuv has sau ntuj lug rua mej."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.23","label":"23","content":"Mej muaj kuv lawm mas tsw xob ua txoov daab nyaj lossws txoov daab kub rua mej pe."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.24","label":"24","content":"Koj yuav tsum xuas aav ua lub thaaj xyeem rua kuv, hab sau lub thaaj hov koj yuav tsum muab koj tej yaaj tej nyuj tua ua kevcai hlawv xyeem hab ua kevcai xyeem sws raug zoo. Huv txhua lub chaw kws kuv tu kuas ncu txug kuv lub npe, mas kuv yuav lug ntswb koj hab foom koob moov rua koj."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.25","label":"25","content":"Yog koj xuas pob zeb ua lub thaaj xyeem rua kuv, tsw xob muab tej pob zeb kws tub txhwm lawm lug ua. Yog koj swv cuab yeej txhwm pob zeb mas koj ua rua lub thaaj qas tsw huv lawm."},{"bible_id":"1216","chapter_code":"EXO.20","verse_code":"EXO.20.26","label":"26","content":"Hab tsw xob nce tug ntaiv moog rua sau kuv lub thaaj, sub luas txhad tsw pum koj chaw txaaj muag.’ ”"},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.1","label":"1","content":"“Ntawm nuav moog yog tej kevcai kws koj yuav tsum qha rua puab paub."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.2","label":"2","content":"Yog mej yuav ib tug tuabneeg Henplais ua qhev, nwg yuav ua koj qhev rau xyoo xwb, xyoo kws xyaa nwg yuav dim tsw txug txhwv."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.3","label":"3","content":"Yog tug qhev ntawd lug ib leeg xwb nwg kuj dim ib leeg moog, yog nwg muaj quaspuj lug hab, tug quaspuj kuj nrug nwg dim hab."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.4","label":"4","content":"Yog tug lospaav yuav quaspuj rua nwg hab yug tau tub lossws ntxhais, tug quaspuj hab cov mivnyuas hov tseed ua tug lospaav le qhev, nwg dim ib leeg xwb."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.5","label":"5","content":"Tassws yog tug qhev has tseeb tas, ‘Kuv nyam tug lospaav hab kuv quaspuj mivnyuas, kuv tsw xaav tawm moog nyob ywj pheej.’"},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.6","label":"6","content":"Mas tug lospaav yuav coj nwg moog cuag Vaajtswv,  coj nwg moog rua ntawm lub qhov rooj lossws ntawm ob tug puab rooj, mas tug lospaav yuav xuas koob laum nwg taub ntsej hov ntawd mas nwg yuav ua tug lospaav qhev moog taag nwg swm neej."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.7","label":"7","content":"“Yog leejtwg muab nwg tug ntxhais muag ua qhev, mas tug ntxhais hov yuav tsw dim yaam le lwm tug tub qhe."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.8","label":"8","content":"Yog nwg tsw hum tug lospaav kws xaiv nwg lug ua nam yau lub sab, mas tug lospaav yuav ca leej txwv txhwv nwg. Tug lospaav tsw muaj cai muab nwg muag rua lwm haiv tuabneeg, tsua qhov nwg ua tsw ncaaj rua tug ntxhais hov."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.9","label":"9","content":"Yog tug lospaav yuav tug ntxhais hov rua nwg tug tub ua quaspuj, nwg yuav tsum ua zoo rua tug ntxhais hov ib yaam le ua rua nwg tej ntxhais."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.10","label":"10","content":"Yog nwg yuav lwm tug lug ua nam yau, nwg yuav tsum pub nam hlub noj sws luag naav sws luag hab pw ua ke sws luag ib yaam le qub."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.11","label":"11","content":"Yog nwg tsw ua peb yaam nuav mas tug ntxhais hov yuav dim dawb tsw txug muab nyaj txhwv."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.12","label":"12","content":"“Leejtwg ntaus tuabneeg tuag, mas nwg yuav raug lub txem tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.13","label":"13","content":"Tassws tsw yog nwg txhob txwm tua, kuas yog Vaajtswv ca tug hov tuag rua huv nwg txhais teg, mas kuv yuav npaaj ib lub chaw ca rua nwg tswv moog nyob."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.14","label":"14","content":"Tassws yog nwg txhob txwm xaav tswvyim phem moog ntaus tuabneeg tuag, mas koj yuav muab nwg nqug ntawm kuv lub thaaj moog, rau txem kuas tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.15","label":"15","content":"“Leejtwg ntaus nwg nam nwg txwv tug hov yuav raug txem tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.16","label":"16","content":"“Leejtwg nyag tuabneeg moog muag lossws tseed ca nyob ntawm nwg txhais teg kuj xwj, nwg yuav raug txem tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.17","label":"17","content":"“Leejtwg tshev foom nwg nam nwg txwv tsw zoo yuav raug txem tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.18","label":"18","content":"“Yog muaj ob leeg sws caav sws tshe es ib tug xuas pob zeb ntaus lossws nkaug nrwg raug ib tug, kuas tsw tuag tsuas yog mob pw huv txaaj xwb,"},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.19","label":"19","content":"yog tug kws raug mob hov sawv taug tuav tug paas nreg moog tau nrau zoov huv tsev, mas tug kws ntaus hov kuj dim nwg lub txem, tsuas yog nwg yuav them tej nqe swjhawm kws raug mob, hab tu tug mob hov kuas zoo hlo."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.20","label":"20","content":"“Yog leejtwg xuas qws ntaus nwg tej tub qhe nkauj qhev es tug qhev hov tuag, tug hov yuav tsum raug txav txem."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.21","label":"21","content":"Yog tug qhev hov nyob tau ib nub lossws ob nub tug lospaav yuav tsw raug txav txem, tsua qhov tug qhev hov yog nwg teej tug."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.22","label":"22","content":"“Yog ob tug txwvneej sws ntaus es tsua ntaus raug ib tug quaspuj kws suab mivnyuas ua rua pob mivnyuas tassws tug quaspuj tsw muaj le caag, mas yuav nplua tug kws ntaus hov npaum le nwg tug quasyawg hu nqe hab nwg yuav them npaum le cov kws tu plaub tu."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.23","label":"23","content":"Tassws yog puag xwm le caag, kuj yuav muab sav pauj sav,"},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.24","label":"24","content":"qhov muag pauj qhov muag, kaug nav pauj kaug nav, teg pauj teg, taw pauj taw,"},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.25","label":"25","content":"qhov kub nyab pauj qhov kub nyab, qhov txhaab pauj qhov txhaab, qhov ntsoog pauj qhov ntsoog."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.26","label":"26","content":"“Yog leejtwg ntaus nwg tug tub qhe nkauj qhev qhov muag nwg txhad dig lawm, nwg yuav tsum muab tug qhev hov tso dim dawb vem tim lub qhov muag dig lawm."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.27","label":"27","content":"Yog nwg ntaus nwg tug tub qhe nkauj qhev ua rua luv nav, nwg yuav tsum muab tug qhev hov tso dim dawb vem tim tug nav hov luv lawm."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.28","label":"28","content":"“Yog nyuj nraus tug yawm twg los tug puj twg tuag, yuav tsum muab pob zeb ntaus tug nyuj hov kuas tuag, hab tsw xob noj cov nqaj nyuj hlo le. Tassws tug tswv nyuj ntawd tsw txhum."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.29","label":"29","content":"Tassws yog tug nyuj hov tub txeev nraus lwm tug tuabneeg lawm hab muaj tuabneeg tuaj qha rua tug tswv paub lawm tassws tug tswv tsw muab kaw ca, tug nyuj txhad le nraus quaspuj lossws quasyawg tuag, mas tug nyuj yuav tsum raug pob zeb ntaus tuag hab tug tswv kuj yuav raug txem tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.30","label":"30","content":"Yog luas hu nqe txhwv tug tswv nyuj, nwg yuav tsum them nqe txhwv nwg txujsa npaum le luas hu."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.31","label":"31","content":"Yog tug nyuj hov nraus leejtwg le tub los ntxhais kuj yuav txav txem rua tug tswv lawv le tuab txuj kevcai nuav."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.32","label":"32","content":"Yog tug nyuj hov nraus ib tug tub qhe lossws nkauj qhev, tug tswv nyuj yuav them peb caug sekhee nyaj  rua tug lospaav, hab tug nyuj yuav raug pob zeb ntaus tuag."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.33","label":"33","content":"“Yog leejtwg qheb qhov ca lossws khawb qhov tsw muab faus, es nyuj lossws neeg luav poob rua huv,"},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.34","label":"34","content":"mas tug tswv kws khawb qhov yuav tsum them tug tsaj hov nqe. Nwg yuav them nqe rua tug tswv tsaj, es nwg yuav tug tsaj tuag hov."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.35","label":"35","content":"“Yog leejtwg tug nyuj nraus lwm tug le nyuj tuag, yuav tsum muab tug nyuj kws nraus hov muag hab muab cov nqe faib rua ob tog, hab muab tug nyuj kws tuag faib rua ob tog hab."},{"bible_id":"1216","chapter_code":"EXO.21","verse_code":"EXO.21.36","label":"36","content":"Yog paub tas tug nyuj hov txeev nraus lug lawm kuas tug tswv tsw muab kaw, tug tswv nyuj yuav tsum them ib tug nyuj pauj tug nyuj kws tuag, es nwg yuav tug nyuj kws tuag hov.”"},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.1","label":"1","content":"“Yog leejtwg nyag nyuj lossws yaaj moog tua lossws muab muag, nwg yuav tsum them tswb tug nyuj pauj ib tug nyuj, hab them plaub tug yaaj pauj ib tug yaaj."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.2","label":"2","content":"“Yog leejtwg pum tub saab saamswm tho qhov vaaj qhov tsev es txawm ntaus tug tub saab hov tuag, mas nwg yuav tsw muaj txem."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.3","label":"3","content":"Yog lub nub tawm lawm tug kws ntaus hov yuav muaj lub txem kws tua tuabneeg. “Tug tub saab yuav tsum them pauj. Yog nwg tsw muaj daabtsw them, yuav tsum muab nwg muag lug them tej kws nwg nyag lawm."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.4","label":"4","content":"Yog nrhav tau tej tsaj kws nyag huv nwg txhais teg tseed caj sa, tsw has nyuj, neeg luav los yaaj, tub saab yuav them ob npaug."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.5","label":"5","content":"“Yog leejtwg tso tsaj moog noj zaub huv teb lossws huv vaaj txwv maab, es nwg ca tej tsaj hov tswv lug noj qoob loos huv lwm tug le laj teb, nwg yuav tsum muab nwg tej qoob loos kws zoo kawg huv nwg laj teb hab nwg vaaj txwv maab coj moog them."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.6","label":"6","content":"“Yog leejtwg tis tawg es kub rua tej xyov xuav paug kub moog kis rua luas tej pawg qoob hab tej qoob kws tsw tau hlais hab tej teb kub nyab taag, tug kws tis tawg hov yuav tsum them puv npo rua luas."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.7","label":"7","content":"“Yog leejtwg muab nyaj txag hov txhua chaw rua kwvtij zej zog khaws ca, es tej nyaj txag hov raug tub saab nyag huv tsev lawm, yog nteg tau tub saab, tub saab yuav them ob npaug"},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.8","label":"8","content":"Yog nteg tsw tau tub saab, tug tswv tsev yuav moog cuag Vaajtswv,  yuav tshuaj saib nwg txhais teg tau nyag tug kwvtij hov le hov txhua chaw los tsw tau."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.9","label":"9","content":"“Txhua tshaaj plaub kws muaj tuabneeg tuaj has, tsw has nyuj, neeg luav, yaaj, los rwg tsho lossws ib yaam daabtsw kws pluj lawm, yog muaj ib tug tuaj has tas, ‘Yaam nuav yog kuv le,’ mas ob tog yuav coj tshaaj plaub hov moog cuag Vaajtswv.  Vaajtswv yuav txav cai tas leejtwg txhum mas tug hov yuav tsum them ob npaug."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.10","label":"10","content":"“Yog leejtwg muab nwg le neeg luav los nyuj los yaaj lossws lwm yaam tsaj rua kwvtij zej zog saib, es tug tsaj hov tuag lossws raug mob lossws muaj tuabneeg muab lawv moog lawm tsw muaj leejtwg pum,"},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.11","label":"11","content":"mas tug kws txais saib tug tsaj hov yuav tsum twv rua tug tswv tsaj taab meeg Yawmsaub xubndag saib nwg txhais teg tau nyag tug kwvtij hov le hov txhua chaw. Mas tug tswv tsaj yuav tsum yeem hab tug kws txais saib hov tsw txug them daabtsw le."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.12","label":"12","content":"Tassws yog tug tsaj raug tub saab nyag mas tug kws saib yuav tsum them rua tug tswv tsaj."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.13","label":"13","content":"Yog tas raug tsaj nyaum muab tum dua taag lawm mas nwg yuav tsum coj lub cev tuag hov lug rua tug tswv pum. Tug kws saib tsw txug them tug tsaj kws raug muab dua taag lawm."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.14","label":"14","content":"“Yog leejtwg qev kwvtij zej zog le tsaj txhu es tug tsaj hov raug mob lossws tuag rua thaus tug tswv tsw nyob ntawd, tug kws qev yuav tsum them puv npo."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.15","label":"15","content":"Yog tug tswv nyob ntawd hab, tug kws qev tsw txug them. Yog ndav lug swv kuj yuav them nqe ndav xwb."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.16","label":"16","content":"“Yog leejtwg moog daag ntxag tug hluas nkauj kws tsw tau deev dua hluas nraug hab tsw tau muaj leejtwg qhab, hab nrug tug ntxhais hov pw lawm, mas nwg yuav tsum them cov nqe mig nqe no hab yuav tug ntxhais hov ua nwg quaspuj."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.17","label":"17","content":"Yog leej txwv tsw yeem muab tug ntxhais hov qua rua nwg, tug kws daag hov yuav tsum them npaum le kws nqe mig nqe no kws yuav tug ntxhais tsw tau deev dua hluas nraug."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.18","label":"18","content":"“Tug puj kws ua txwv neeb txwv yaig tsw xob tseg nwg muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.19","label":"19","content":"“Leejtwg deev tsaj txhu yuav tsum raug txem tuag."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.20","label":"20","content":"“Leejtwg tua tsaj xyeem rua tej timtswv kws tsw yog Yawmsaub yuav raug muab ua kuas puam tsuaj taag."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.21","label":"21","content":"“Mej tsw xob tswm txom hab quab yuam lwm haiv tuabneeg tsua qhov mej txeev ua lwm haiv tuabneeg nyob huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.22","label":"22","content":"Tsw xob tsuj yuam tej puj ntsuag hab tej mivnyuas ntsuag."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.23","label":"23","content":"Yog mej tsuj yuam puab es puab quaj thov txug kuv, kuv yeej yuav noog puab lub suab quaj,"},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.24","label":"24","content":"mas kuv txujkev npau tawg yuav npau quas vog tuaj hab kuv yuav xuas ntaaj tua mej. Mej tej quaspuj kuj yuav ua puj ntsuag hab mej tej mivnyuas yuav ua mivnyuas tsw muaj txwv."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.25","label":"25","content":"“Yog mej muab nyaj txais rua kuv haiv tuabneeg tug twg kws pluag hab nrug mej nyob, tsw xob ua le tug kws muab tso txhawb hab tsw xob xaam paaj nyag rua nwg."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.26","label":"26","content":"Yog mej tau txais kwvtij zej zog lub tsho ntev yuam nqe rua mej, mej yuav xaa lub tsho rov qaab ua ntej kws nub tsw tau poob qho,"},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.27","label":"27","content":"tsua qhov nwg muaj tuab lub tsho hov naav npug nwg lub cev. Tsw ua le ntawd thaus nwg moog pw nwg yuav muaj daabtsw npua? Yog nwg quaj thov txug kuv, kuv yuav noog, tsua qhov kuv muaj lub sab taab ncuab."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.28","label":"28","content":"“Mej tsw xob thuaj Vaajtswv lossws tsawm foom cov kws kaav mej cov tuabneeg."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.29","label":"29","content":"“Tsw xob sej ntev, ca le coj mej tej qoob loos zoo zoo hab txhua yaam kua txwv ntawm lub chaw tsuam tuaj xyeem rua Vaajtswv. “Hab yuav muab mej tug tub hlub pub rua kuv."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.30","label":"30","content":"Mej tej nyuj hab mej tej yaaj kuj ua ib yaam le ntawd. Ca nrug leej nam nyob xyaa nub. Mas nub kws yim coj tuaj pub rua kuv."},{"bible_id":"1216","chapter_code":"EXO.22","verse_code":"EXO.22.31","label":"31","content":"“Mej yuav ua tuabneeg dawb huv rua kuv. Yog le nuav tej tsaj kws raug tsaj nyaum muab tum tuag tom tshaav zaub mej tsw xob noj, ca le muab pov tseg rua dev noj.”"},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.1","label":"1","content":"“Tsw xob coj tej lug daag moog pav rua u rua nuav. Tsw xob nrug cov tuabneeg phem koom sab ua cuav timkhawv."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.2","label":"2","content":"Tsw xob lawv cov tuabneeg feem coob moog ua phem. Tsw xob ua timkhawv lawv kua cov tuabneeg feem coob, yog ua le ntawd yuav tu plaub tsw ncaaj."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.3","label":"3","content":"Thaus muaj plaub tsw xob tuaj hlo tug tuabneeg pluag tog."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.4","label":"4","content":"“Yog mej ntswb tej yeeb ncuab tug nyuj lossws tug neeg luav tswv tuaj mas mej ca le muab xaa rov qaab moog rua tug tswv kuas tau."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.5","label":"5","content":"Yog mej pum tug tuabneeg kws ntxub mej tug neeg luav qaug vem yog thauj nraa nyaav mas tsw xob ca qaug le hov, ca le paab muab tsaa kuas sawv."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.6","label":"6","content":"“Thaus muaj plaub mas tsw xob tu tsw ncaaj rua cov tuabneeg pluag."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.7","label":"7","content":"Yog luas tuaj kom plaub tsw ncaaj mas tsw xob quav ntsej, tsw xob muab tug kws tsw txhum hab ua ncaaj tua pov tseg, tsua qhov kuv yuav tsw zaam txem rua cov tuabneeg limham."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.8","label":"8","content":"Tsw xob yuav tej nyaj xab vem yog tej nyaj xab yuav ua rua tej num tswv dig muag hab yuav muab tug kws muaj cai ntxeev ua swb cai."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.9","label":"9","content":"“Mej tsw xob tswm txom lwm haiv tuabneeg kws nrug mej nyob, tsua qhov mej yeej paub lwm haiv tuabneeg txujkev nyuaj sab lawm vem mej txeev ua lwm haiv tuabneeg rua huv Iyi tebchaws lawm."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.10","label":"10","content":"“Mej yuav cog qoob cog loos sau qoob sau loos huv mej tej teb rau xyoo xwb,"},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.11","label":"11","content":"mas xyoo kws xyaa ca tej teb su muab tso tseg ca rua tej tuabneeg pluag tau moog de lug noj. Yog tseed tshuav seem kuj ca rua tej tsaj qus noj. Mej tej vaaj txwv maab vaaj txwv aulib kuj ua ib yaam nkaus le ntawd hab."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.12","label":"12","content":"“Mej ua mej tej num rau nub xwb mas nub kws xyaa mej yuav tsum su, mej tej nyuj tej neeg luav txhad tau su hab mej tug nkauj qhev le tub hab lwm haiv tuabneeg kws nrug mej nyob txhad le tau su lug sav."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.13","label":"13","content":"Mej yuav tsum ceev faaj coj txhua yaam kws kuv tub qha rua mej lawm huvsw. Tsw xob tuav lwm tug daab lub npe hlo le. Tsw xob tsaa ncauj has tej daab npe hlo le."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.14","label":"14","content":"“Ib xyoos mej yuav tsum ua peb zag kevcai noj haus xyeem rua kuv."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.15","label":"15","content":"Mej yuav tsum ncu ntsoov coj kevcai noj ncuav tsw xyaw keeb. Mej yuav tsum noj ncuav tsw xyaw keeb kuas puv xyaa nub. Mej yuav noj rua lub swjhawm kws teem ca huv lub hli Anpis  lawv le kuv has rua mej lawd, vem yog lub hli hov mej tawm huv Iyi tebchaws lug. Tsw xob tuaj pe kuv teg dawb teg nplag."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.16","label":"16","content":"“Mej yuav tsum ncu ntsoov ua kevcai rua thaus hlais qoob loos taag, yog xyeem thawj phaum qoob loos kws cog huv mej tej teb lug rua kuv. “Mej yuav tsum ncu ntsoov ua kevcai sau qoob loos taag rua thaus lub qaab xyoo yuav taag, yog thaus kws mej tub sau txhua yaam qoob loos huv teb lug txug vaaj txug tsev tav taag lawm."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.17","label":"17","content":"Mej cov txwvneej suavdawg yuav tsum tuaj cuag Vaajtswv Yawmsaub lub xubndag ib xyoos peb zag."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.18","label":"18","content":"“Tsw xob muab cov ntshaav tsaj kws tua xyeem rua kuv xyeem nrug cov ncuav xyaw keeb ua ke. Tsw xob tseg tug tsaj kws tua xyeem rua kuv hov cov roj ca nyob moog txug kaaj ntug."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.19","label":"19","content":"“Thawj phaum qoob loos kws mej sau huv mej tej teb lug mas coj tej kws zoo kawg nkaus tuaj xyeem rua huv Yawmsaub kws yog mej tug Vaajtswv lub tsev. “Tsw xob muab tug nam tshws cov kua mig lug hau tug mivnyuas tshws."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.20","label":"20","content":"“Mej swm saib, kuv yuav khaiv ib tug tubkhai ntuj ua mej ntej tsom kwm mej taug kev hab coj mej moog kuas txug lub chaw kws kuv npaaj tseg rua mej lawd."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.21","label":"21","content":"Yuav tsum muab sab rau noog tug tubkhai hov has hab ua lawv le nwg tej lug. Tsw xob tawv ncauj ntawm nwg, tsua qhov nwg yuav tsw zaam txem rua mej vem kuv nyob huv nwg."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.22","label":"22","content":"Yog mej muab sab rau noog nwg tej lug hab ua txhua yaam kws kuv has rua mej, mas kuv yuav ua yeeb ncuab rua mej cov yeeb ncuab, hab yuav tawm tsaam cov kws tawm tsaam mej."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.23","label":"23","content":"“Kuv tug tubkhai yuav ua mej ntej coj mej kev moog txug cov Amaulai, cov Hithai, cov Pelixai, cov Khana‑aa, cov Hivai hab cov Yenpu tej tebchaws, mas kuv yuav muab puab cov tuabneeg hov rhuav tshem huvsw moog."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.24","label":"24","content":"Tsw xob pe tsw xob teev puab tej daab. Tsw xob coj lawv le puab tej kevcai daab. Mej yuav tsum muab puab tej txoov daab rhuav pov tseg hab muab puab tej ncej kws teev daab tsoo kuas pob taag huvsw."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.25","label":"25","content":"Mej yuav tsum pe hawm Yawmsaub kws yog mej tug Vaajtswv, kuv txhad foom moov rua mej tej zaub mov hab rua mej tej dej haus. Kuv yuav sau tej mob nkeeg huv mej huvsw moog."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.26","label":"26","content":"Cov quaspuj yuav tsw muaj ib tug pob mivnyuas, yuav tsw muaj ib tug kws mooj rua huv mej lub tebchaws. Kuv yuav pub mej muaj txuj sa luj sa ntev."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.27","label":"27","content":"Kuv lub moo yuav ua mej ntej moog ua rua cov tuabneeg suavdawg kws mej yuav ntswb huv lub tebchaws hov ntshai raag zum quas zawg hab ua rua mej cov yeeb ncuab suavdawg tig hlo tswv."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.28","label":"28","content":"Kuv yuav tso nkawj tso daiv  ua mej ntej moog lawv cov Hivai, cov Khana‑aa hab cov Hithai kuas tswv ntawm mej hauv ntej moog."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.29","label":"29","content":"Kuv yuav tsw ua tuab xyoo muab puab lawv tswv tawm taag tsaam tes lub tebchaws tsua faab quas nyo hab tej tsaj qus fuam vaam coob lug txuv mej."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.30","label":"30","content":"Kuv yuav lawv kuas puab tswv zuj quas zug ntawm mej hauv ntej moog txug thaus kws mej fuam vaam coob coob es mej txeeb hlo tau lub tebchaws hov ua mej tug."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.31","label":"31","content":"Kuv yuav tu nrwm teb rua mej txwj nrho ntawm Havtxwv Lab moog txug ncua cov Filixatee lub Havtxwv  hab txwj nrho ntawm tebchaws moj saab qhua moog txug tug dej Yufeti. Kuv yuav muab cov tuabneeg huv lub tebchaws hov cob rua huv mej txhais teg mas mej yuav muab puab lawv tau tswv ntawm mej hauv ntej moog."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.32","label":"32","content":"Koj tsw xob nrug puab lossws puab tej daab sws cog lug daabtsw le."},{"bible_id":"1216","chapter_code":"EXO.23","verse_code":"EXO.23.33","label":"33","content":"Tsw xob kheev puab nrug mej nyob huv mej lub tebchaws hlo le ntshai tsaam puab yuav yum kuas mej moog ua txhum rua kuv. Yog mej moog teev puab tej daab mas qhov ntawd yeej yuav ua rooj hlua kws cuab mej ntaag.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Koj hab Aloo hab Nanta hab Anpihu hab Yixayee cov kev txwj quas laug xyaa caum leej ca le nce tuaj cuag Yawmsaub hab nyob deb deb pe hawm nwg."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.2","label":"2","content":"Ca Mauxe tuab leeg txaav lug ze Yawmsaub xwb, dua le lwm tug mas tsw xob txaav lug ze, hab tsw xob kheev cov pejxeem nrug Mauxe nce tuaj le.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.3","label":"3","content":"Mauxe txhad coj Yawmsaub tej lug hab tej kevcai huvsw lug qha rua cov pejxeem paub. Cov pejxeem suavdawg teb tuab lub suab has tas, “Txhua lu lug kws Yawmsaub has ntawd peb yuav ua lawv le.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.4","label":"4","content":"Mauxe txawm muab Yawmsaub txhua lu lug sau ca. Nwg sawv ntxuv tseeg tib ib lub thaaj kws xyeem hov txhua chaw rua ntawm taw roob hab muab kaum ob tug ncej zeb lug txhus lawv le kaum ob xeem Yixayee."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.5","label":"5","content":"Nwg khaiv cov tub hluas Yixayee moog muab tsaj hlawv kheej xyeem hab muab nyuj tua xyeem rua Yawmsaub ua kevcai sws raug zoo."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.6","label":"6","content":"Mauxe muab cov ntshaav khaws ca ib nraab rua huv tej phaaj, hab muab ib nraab nchus rua lub thaaj."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.7","label":"7","content":"Nwg muab phoo ntawv kws sau Yawmsaub tej lug cog tseg nyeem rua cov pejxeem noog. Cov pejxeem has tas, “Txhua lu lug kws Yawmsaub has ntawd peb yuav ua lawv nraim, peb yuav noog nwg lug.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.8","label":"8","content":"Mauxe muab cov ntshaav nchus rua cov pejxeem hab has tas, “Cov ntshaav nuav yog lub hom thawj kws nas rua tej lug cog tseg kws Yawmsaub ua rua mej lawv le tej lug kws has taag nuav huvsw.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.9","label":"9","content":"Thaus hov Mauxe hab Aloo hab Nanta hab Anpihu hab Yixayee cov kev txwj quas laug xyaa caum leej kuj nce moog,"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.10","label":"10","content":"mas puab pum Yixayee tug Vaajtswv. Vaajtswv lub chaw tag taw yog ib daim txag zeb zoo yaam nkaus le qai zeb phaithu yimlaaj, ntshab yaam nkaus le qaab ntuj."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.11","label":"11","content":"Vaajtswv tsw ua le caag rua Yixayee cov thawj, puab tau pum Vaajtswv hab puab tau noj haus."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.12","label":"12","content":"Yawmsaub has rua Mauxe tas, “Ca le nce tuaj cuag kuv sau lub roob hab nyob ntawd tog. Kuv yuav muab tej txag zeb kws muaj kuv txuj kevcai hab kuv tej lug kws kuv sau ca qha puab.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.13","label":"13","content":"Mauxe txhad sawv tseeg nrug nwg tug tub qhe Yausua nce moog sau Vaajtswv lub roob."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.14","label":"14","content":"Hab Mauxe has rua cov kev txwj quas laug tas, “Mej nyob ntawm nuav tog txug thaus ib rov lug txug mej. Aloo hab Hawj nrug mej nyob. Leejtwg muaj plaub kuj moog cuag tau ob tug.”"},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.15","label":"15","content":"Tes Mauxe txawm nce moog sau lub roob lawm, muaj ib tauv fuab lug laum nkaus lub roob."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.16","label":"16","content":"Yawmsaub tug fwjchim ci ntsaa ab lug rua sau lub roob Xinai, mas tauv fuab laum lub roob hov tau rau nub. Nub kws xyaa Yawmsaub hu huv tauv fuab tuaj rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.17","label":"17","content":"Yawmsaub tug fwjchim ci ntsaa ab tshwm rua cov Yixayee pum yaam nkaus le nplaim tawg kub ceev sau lub hauv roob."},{"bible_id":"1216","chapter_code":"EXO.24","verse_code":"EXO.24.18","label":"18","content":"Mauxe nkaag moog rua huv tauv fuab hab nce moog rua sau lub roob. Mauxe nyob sau lub roob tau plaub caug nub plaub caug mo."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.2","label":"2","content":"“Has rua cov Yixayee coj hov txhua chaw tuaj pub rua kuv. Koj ca le txais ntawm txhua tug kws zoo sab pub rua kuv."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.3","label":"3","content":"Cov hov txhua chaw kws koj yuav txais ntawm puab hov, yog kub hab nyaj hab tooj lab,"},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.4","label":"4","content":"hab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo hab plaub tshws,"},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.5","label":"5","content":"hab cov tawv txwv yaaj kws muab foo lab lawd, hab cov tawv ntshuab havtxwv, hab ntoo kub twg,"},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.6","label":"6","content":"hab roj saam lub teeb, hab tej txum lom kws xyaw cov roj tsw qaab swv ua kevcai tsaa, hab xyaw cov moov tshuaj tsw qaab,"},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.7","label":"7","content":"hab cov qai zeb av txho ci laam lug hab tej qai zeb hlaws muaj nqes kws muab xaws lu rua lub tsho efauj  hab lub awv."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.8","label":"8","content":"Kuas puab ua ib thaaj chaw pe hawm kuv sub kuv txhad le nyob huv plawv puab."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.9","label":"9","content":"Mej yuav tsum ua kuv lub tsev hab ua tej pestwj kws swv rua huv lub tsev lawv le tug qauv kws kuv yuav qha txhua yaam rua koj huvsw."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.10","label":"10","content":"“Puab yuav tsum muab ntoo kub twg ua lub swb xaab, ntev ob tshwm txhais, daav ib tshwm txhais, hab sab ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.11","label":"11","content":"Muab cov tseem kub luam taag nrho lub swb xaab hov saab huv saab nrau huvsw hab muab kub ua ib tug caaj ntswg puag ncig lub swb xaab."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.12","label":"12","content":"Muab kub nchuav ua plaub lub ntsej tis rua plaub tug taw swb xaab, yog ua ib saab ob lub ntsej."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.13","label":"13","content":"Muab ntoo kub twg ua ob tug laag kwv hab muab kub luam ob tug laag hov huvsw,"},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.14","label":"14","content":"mas muab ntxwg rua cov ntsej ntawm lub swb xaab ob saab txhad kwv tau lub swb xaab hov."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.15","label":"15","content":"Ca ob tug laag hov nyob huv tsw xob rhu le."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.16","label":"16","content":"Ca le muab ob daim txag zeb kws sau kuv tej lug kws kuv yuav muab rua koj tso rua huv lub swb xaab."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.17","label":"17","content":"“Muab cov tseem kub ua lub hau swb xaab kws roog kev txhum,  ntev ob tshwm txhais, daav ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.18","label":"18","content":"Muab kub ntaus ua ob tug Khelunpee  txawb rua ob tog hau swb xaab kws roog kev txhum."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.19","label":"19","content":"Ua ob tug Khelunpee hov ib tug nyob ib tog hau sws xaab lu keev xeeb nkaus rua lub hau swb xaab."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.20","label":"20","content":"Ua ob tug hov nthuav tis lug roog sau lub hau swb xaab, ob tug hov tig ndag ua ke, yog tig lug saib lub hau swb xaab kws roog kev txhum."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.21","label":"21","content":"Muab ob daim txag zeb kws sau kuv tej lug kws kuv yuav muab rua koj tso rua huv lub swb xaab hab muab lub hau swb xaab kaw rua."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.22","label":"22","content":"Kuv yuav nyob sau lub hau swb xaab kws roog kev txhum huv plawv ob tug Khelunpee kws nyob sau lub swb xaab sws cog lug mas kuv yuav ntswb koj hov ntawd hab muab kuv tej kevcai txhua zaaj rua koj coj moog qha rua cov Yixayee."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.23","label":"23","content":"“Koj yuav muab ntoo kub twg ua ib lub rooj ntev ob tshwm daav ib tshwm hab sab ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.24","label":"24","content":"Muab cov tseem kub luam lub rooj hov huvsw hab muab kub ua ib tug caaj ntswg puag ncig lub rooj hov."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.25","label":"25","content":"Ua ib daim txag daav ib xwb thaiv puag ncig lub npoo rooj hab muab kub ua ib tug caaj ntswg lu puag ncig daim txag hov."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.26","label":"26","content":"Muab kub ua plaub lub ntsej tis rua plaub lub kaum rooj kws ncaaj plaub tug ceg rooj."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.27","label":"27","content":"Muab cov ntsej hov lu ze ze daim txag txhad ntxwg tau laag kwv."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.28","label":"28","content":"Muab ntoo kub twg ua ob tug laag kwv hab muab kub luam ob tug laag huvsw txhad kwv tau lub rooj."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.29","label":"29","content":"Muab cov tseem kub ua tej taig plab taig ntim rau moov tshuaj tsw qaab, hab taig phaaj hab tej paav laam fwj kws laub cawv txwv maab xyeem."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.30","label":"30","content":"Yuav tsum muab cov ncuav kws xyeem rua ntawm Yawmsaub xubndag tso rua sau lub rooj rua ntawm kuv lub xubndag moog le."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.31","label":"31","content":"“Koj yuav muab cov tseem kub ua ib tug kaav teeb. Ntaus ua lub taw hab tug ncej teeb, hab ua cov taig zoo le paaj hab cov qa paaj hab cov nplai paaj lu keev xeeb nkaus rua tug kaav teeb."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.32","label":"32","content":"Tug kaav teeb nuav ncau ua rau ceg, ib saab ncau peb ceg."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.33","label":"33","content":"Txhua ceg muaj peb lub paaj zoo le paaj txwv duaj, txhua lub paaj muaj lub qa paaj hab cov nplai paaj rua rau ceg kws ncau ntawm tug kaav teeb huvsw."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.34","label":"34","content":"Tug tseem kaav teeb muaj plaub lub paaj txwv duaj kws muaj lub qa paaj hab cov nplai paaj huvsw."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.35","label":"35","content":"Rau ceg ntawd txhua nkawm ceg kws ncau ntawm tug kaav teeb muaj ib lub qa paaj nyob huv qaab."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.36","label":"36","content":"Cov qa paaj ntawd hab cov ceg teeb lu keev xeeb nkaus rua tug kaav teeb, yuav muab cov tseem kub ntaus ua xwb."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.37","label":"37","content":"Ua xyaa lub teeb hab muab txawb sau xyaa ceg teeb hov es taws kuas ci moog rua ntawm cov teeb hov saab xubndag."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.38","label":"38","content":"Muab cov tseem kub ua raab txab kws txav teeb xeeb hab ua lub phaaj plab kws rau txab."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.39","label":"39","content":"Muab cov tseem kub nyaav ib talaa  ua lub teeb kub hab tej pestwj kws swv ntawm lub teeb hov."},{"bible_id":"1216","chapter_code":"EXO.25","verse_code":"EXO.25.40","label":"40","content":"Yuav tsum ceev faaj ua txhua yaam lawv le tug qauv kws kuv has rua koj sau lub roob.”"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.1","label":"1","content":"“Hab koj yuav muab kaum chaws ntaub maag ua Yawmsaub lub tsev ntaub, yuav muab xuv maaj kws nkoov zoo zoo hab muab xuv xav xuv yimlaaj xuv lab ntus ua, hab kuas cov Kws txawj ntus ua duab Khelunpee  rua huv."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.2","label":"2","content":"Ib chaws ntaub ntev neeg nkaum yim tshwm daav plaub tshwm, txhua chaws ntaub daav ntev ib yaam nkaus."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.3","label":"3","content":"Muab tswb chaws ntaub xaws ua ke ua ib daig, muab tswb chaws xaws ua ib daig."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.4","label":"4","content":"Muab cov ntaub xav xaws ua ntsej rua daim ntug ntaub kws ib, hab ua ntsej rua daim ntug ntaub kws ob ib yaam nkaus."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.5","label":"5","content":"Ua tswb caug lub ntsej rua daim ntug ntaub kws ib, hab ua tswb caug lub ntsej rua daim kws ob, saab npoo kws txuas ua ke kuas sws ncaaj nkaus,"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.6","label":"6","content":"hab muab kub lug ua tswb caug lub khawb lug khawm ob daig ntaub hov kuas ua hlo ib daig ua Yawmsaub lub tsev."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.7","label":"7","content":"“Muab plaub tshws lug ntus ua kaum ib chaws ntaub vuv hlo Yawmsaub lub tsev,"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.8","label":"8","content":"ib chaws ntaub ntev peb caug tshwm daav plaub tshwm, kaum ib chaws ntaub daav ntev ib yaam nkaus."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.9","label":"9","content":"Muab tswb chaws ntaub xaws ua ke ua ib daig, muab rau chaws xaws ua ib daig mas daim kws rau muab quav rov rua sau qhov rooj lub tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.10","label":"10","content":"Ua tswb caug lub ntsej rua daim ntug ntaub kws ib, hab ua tswb caug lub ntsej rua daim ntug ntaub kws ob,"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.11","label":"11","content":"hab muab tooj lab ua tswb caug lub khawb lug khawm ob daig ntaub ntawm cov ntsej kuas ua hlo ib daig."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.12","label":"12","content":"Daim ntaub kws vuv lub tsev es tshaaj ib nraab daim hov, mas yuav muab tso dauv rua nraus qaum tsev."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.13","label":"13","content":"Daim ntaub kws vuv lub tsev ntaub mas ua tshaaj rua ob saab, ib saab tshaaj ib tshwm txhad le kauv tau lub tsev ob saab huvsw."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.14","label":"14","content":"Hab yuav muab cov tawv txwv yaaj kws foo lab lawd lug ua ntaub vuv lub tsev ntaub hab muab cov tawv ntshuab havtxwv lug ua ntaub vuv txheej sau."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.15","label":"15","content":"“Muab ntoo kub twg lug ua taab tsaa xov kuv lub tsev."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.16","label":"16","content":"Cov taab ntawd ntev kaum tshwm daav ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.17","label":"17","content":"Ib daim txag taab mas qhais ua ob tug taw txhad txuas tau ua ke. Ua txhua daim txag taab le nuav coj lug ua kuv lub tsev."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.18","label":"18","content":"Ua neeg nkaum daim txag taab xov kuv lub tsev saab nraag,"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.19","label":"19","content":"hab muab nyaj ua plaub caug tug taw tag neeg nkaum daim txag taab le taw, ib daim txag taab ntxwg rua ob tug taw."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.20","label":"20","content":"Ua neeg nkaum daim txag taab xov kuv lub tsev saab peg,"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.21","label":"21","content":"hab muab nyaj ua plaub caug tug taw tag huv taw, ib daim txag taab ntxwg rua huv ob tug taw tag."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.22","label":"22","content":"Ua rau daim txag taab xov kuv lub tsev saab qaum tsev kws nub poob."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.23","label":"23","content":"Ua ob daim txag taab xov ob lub kaum tsev ntaub kws yog saab qaum tsev."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.24","label":"24","content":"Ob daim txag taab hov mas huv taw muab ib daim txawb qag mivntswv rua saab nrau, sau hauv txag muab teem ti nkaus lub ntsej sau kawg. Ua le nuav rua ob lub kaum tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.25","label":"25","content":"Saab nub poob muaj yim daim txag taab xov hab muaj kaum rau tug taw nyaj tag huv taw, ib daim txag taab ntxwg rua ob tug taw."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.26","label":"26","content":"“Muab ntoo kub twg ua tswb tug laag tuav kuv lub tsev ib saab phaab ntsaa,"},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.27","label":"27","content":"hab ua tswb tug laag rua dua ib saab hab ua tswb tug rua saab qaum tsev kws nub poob."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.28","label":"28","content":"Tug laag nruab nraab kws tuav cov txag taab yuav ntev keev hlo txwj ib lub kaum tsev txug ncua ib lub kaum tsev."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.29","label":"29","content":"Muab kub luam cov txag taab hov hab muab kub ua cov ntsej kws ntxwg cov laag hov, hab muab kub luam cov laag huvsw."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.30","label":"30","content":"Tsaa kuv lub tsev hov lawv le tug qauv kws kuv tub has rua koj sau lub roob."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.31","label":"31","content":"“Muab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua ib daim ntaub thaiv, hab kuas cov Kws txawj ntus ntus ua duab Khelunpee rua huv."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.32","label":"32","content":"Muab daim ntaub nuav dai rua sau cov nqai lauj kub kws nyob ntawm plaub tug ncej ntoo kub twg kws muab kub luam rua hab muab ntxwg rua huv plaub tug taw nyaj tag ncej."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.33","label":"33","content":"Mas muab daim ntaub cov ntsej khuab rua cov nqai lauj es muab lub swb xaab sws cog lug tso rua chaav huv daim ntaub hov, mas daim ntaub hov yuav kem lub tsev ntaub chaav kws dawb huv hab chaav kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.34","label":"34","content":"Muab lub hau swb xaab kws roog kev txhum kaw rua lub swb xaab sws cog lug huv lub chaw kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.35","label":"35","content":"Muab lub rooj txawb rua nrau daim ntaub saab peg, muab lub teeb xyaa ceg txawb rua saab nraag ncaaj ntawm lub rooj."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.36","label":"36","content":"“Muab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua ib daim ntaub ua lub qhov rooj tsev ntaub, hab ua paaj ntaub rua."},{"bible_id":"1216","chapter_code":"EXO.26","verse_code":"EXO.26.37","label":"37","content":"Muab ntoo kub twg ua tswb tug ncej hab muab kub ua nqai lauj khuab daim ntaub hov, hab muab tooj lab nchuav ua tswb tug taw tag cov ncej hov.”"},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.1","label":"1","content":"“Koj yuav muab ntoo kub twg ua lub thaaj kws hlawv hov txhua chaw xyeem, ua daav xwm faab xwm meem, ntev tswb tshwm, daav tswb tshwm, sab peb tshwm."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.2","label":"2","content":"Ua plaub tug kub rua sau plaub lub kaum thaaj, yuav npawm keev hlo ntawm lub thaaj lug, hab muab tooj lab luam lub thaaj huvsw."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.3","label":"3","content":"Muab tooj lab ua txhua yaam pestwj kws swv rua sau lub thaaj, yuav ua tej laug yawm tshauv, tej duav phuaj, tej phaaj, tej muv chob nqaj, hab ua tej yag rau ncaig tawg."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.4","label":"4","content":"Muab kaav tooj lab qhab ua ib daim tsuav ntxaij rua lub thaaj hab muab tooj lab ua plaub lub ntsej tis rua plaub lub kaum tsuav ntxaij"},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.5","label":"5","content":"hab muab tso rua huv lub thaaj hlauv kuas dhau tug caaj ntswg rua saab huv txug ib nraab thaaj."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.6","label":"6","content":"Muab ntoo kub twg ua cov laag kwv lub thaaj hab muab tooj lab luam cov laag hov."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.7","label":"7","content":"Muab cov laag ntxwg rua cov ntsej kws nyob ntawm lub thaaj ob saab kwv."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.8","label":"8","content":"Muab txag ua lub thaaj hov tseg lub plawv thaaj kuas khoob. Ua lub thaaj hov lawv nraim le kws kuv qha koj sau lub roob."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.9","label":"9","content":"“Yuav tsum tseg tshaav puam ib ncig kuv lub tsev. Saab nraag mas muab ib chaws ntaub kws muab xuv maaj kws nkoov zoo zoo ntus ua ntev ib puas tshwm xov rua,"},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.10","label":"10","content":"hab yuav neeg nkaum tug ncej hab yuav neeg nkaum tug taw tooj lab tag ncej hab muab nyaj ua nqai lauj rua cov ncej hab ua thi rua sau cov hauv ncej."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.11","label":"11","content":"Ua ib yaam nkaus le hov rua saab peg. Muab ib chaws ntaub ntev ib puas tshwm lug xov rua hab yuav neeg nkaum tug ncej hab neeg nkaum tug taw tooj lab tag cov ncej hab muab nyaj ua nqai lauj hab ua thi rua sau cov hauv ncej."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.12","label":"12","content":"Saab nub poob mas muab ib chaws ntaub ntev tswb caug tshwm xov rua hab yuav kaum tug ncej hab kaum tug taw tag ncej."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.13","label":"13","content":"Saab ntawm rooj vaag kws nub tuaj mas ua daav tswb caug tshwm."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.14","label":"14","content":"Chaws ntaub kws xov ib saab ntawm rooj vaag mas daav kaum tswb tshwm hab yuav peb tug ncej hab peb tug taw tag ncej."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.15","label":"15","content":"Chaws ntaub kws xov dua ib saab ntawm rooj vaag mas daav kaum tswb tshwm hab yuav peb tug ncej hab peb tug taw tag ncej."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.16","label":"16","content":"Muab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua ib chaws ntaub ntev neeg nkaum tshwm ua lub rooj vaag hab ua paaj rua huv, hab ua plaub tug ncej hab plaub tug taw tag ncej."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.17","label":"17","content":"Txhua tug ncej laj kaab mas muab nyaj lug ua thi rua sau cov hauv ncej huvsw hab ua cov nqai lauj, hab muab tooj lab ua taw tag ncej huvsw."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.18","label":"18","content":"Lub laj kaab qhov ntev ib puas tshwm, qhov daav tswb caug tshwm, qhov sab tswb tshwm. Cov ntaub kws xov yuav tsum yog ntaub maag kws muab xuv maaj kws nkoov zoo zoo ntus ua hab cov taw tag ncej yog muab tooj lab ua."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.19","label":"19","content":"Tej pestwj kws swv huv kuv lub tsev taag nrho hab tej tswg kws txhus tsaa lub tsev ntaub hab txhus tuav lub laj kaab yuav tsum yog xuas tooj lab ua."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.20","label":"20","content":"“Koj has rua cov Yixayee kuas muab cov roj aulib kws tsuam lim tau ntshab ntshab coj lug saam lub teeb mas lub teeb txhad le cig tsw tuag le."},{"bible_id":"1216","chapter_code":"EXO.27","verse_code":"EXO.27.21","label":"21","content":"Aloo hab nwg cov tub yuav tsum tu lub teeb kws nyob huv lub tsev ntaub sws ntswb chaav nrau daim ntaub kws thaiv lub swb xaab sws cog lug kuas cig ib mos kaaj ntug le rua ntawm Yawmsaub xubndag. Nuav yog ib txuj kevcai ruaj khov kws cov Yixayee yuav tsum coj ib tam dhau ib tam moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.1","label":"1","content":"“Ca le coj koj tug tijlaug Aloo hab nwg cov tub kws yog Nanta, Anpihu, Ele‑axa hab Ithama tawm huv cov Yixayee tuaj cuag koj, puab txhad ua tau pov thawj ua kuv teg num."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.2","label":"2","content":"Mas koj yuav tsum xaws cev tsoog tsho meej mom dawb huv rua koj tug tijlaug Aloo naav, nwg txhad tau koob meej hab yuav zoo nkauj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.3","label":"3","content":"Koj has rua txhua tug kws muaj peevxwm kws kuv tau pub tswvyim rua kuas puab ua Aloo tej tsoog tsho meej mom es txhad tau tsaa Aloo ua pov thawj lug ua kuv teg num."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.4","label":"4","content":"Puab yuav tsum ua tej tsoog hov lawv le nuav, yog ib lub awv, ib lub tsho efauj,  ib lub tsho ntev, ib lub tsho kws ntus txaij ua qhov muag, hab txuj phuam kws ntoo sau taubhau hab ib txuj hlaab sa, mas puab yuav ua tej tsoog meej mom dawb huv nuav rua koj tug tijlaug Aloo hab nwg cov tub naav, es puab txhad tau ua pov thawj ua kuv teg num."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.5","label":"5","content":"Kuas puab muab cov xuv kub hab xuv xav xuv yimlaaj xuv lab, hab xuv maaj kws nkoov zoo zoo lug ua."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.6","label":"6","content":"“Puab yuav tsum muab cov xuv kub hab xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo ntus ua lub tsho efauj zoo nkauj txaij nraug zeeg."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.7","label":"7","content":"Ua ob pluaj ntaub khuam lub tsho efauj ntawm xub pwg muab teem rua ob saab xub pwg tsho."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.8","label":"8","content":"Txuj hlaab sa kws ntus zoo zoo kws muab xaws lu rua lub tsho efauj, yuav ua ib yaam nkaus le lub tsho efauj. Muab cov xuv kub hab xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo ntus ua."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.9","label":"9","content":"Muab ob lub qai zeb av txho ci laam lug txaug Yixayee cov tub le npe rua huv,"},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.10","label":"10","content":"mas txaug quas zug tug hlub le npe ua ntej moog txug tug yau, ib lub qai zeb mas txaug rau lub npe rua."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.11","label":"11","content":"Koj yuav txaug Yixayee cov tub le npe rua huv ob lub qai zeb hov ib yaam nkaus le txaug txwm, hab muab xuv kub qhab ua ob lub taig kub txaij mog mog khawm ob lub qai zeb av txho ci laam lug hov."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.12","label":"12","content":"Muab ob lub qai zeb nuav xaws lu nkaus rua pluaj ntaub kws khuam lub tsho efauj ntawm ob saab xub pwg, ua lub chaw kws ncu ntsoov Yixayee cov tub, mas Aloo yuav kwv puab cov npe rua sau nwg ob saab xub pwg ntawm Yawmsaub xubndag ua chaw ncu ntsoov."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.13","label":"13","content":"Muab xuv kub qhab ua ob lub taig txaij mog mog."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.14","label":"14","content":"Muab cov tseem xuv kub ntxag ua ob txuj saw hab muab ob txuj saw khawm rua ob lub taig kub hov."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.15","label":"15","content":"“Koj yuav ua ib lub awv zoo nkauj txaij nraug zeeg kws swv txav sab rua cov Yixayee. Muab xuv kub hab xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo ua ib yaam nkaus le ua lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.16","label":"16","content":"Ua lub awv xwm faab daav ib dus ntev ib dus hab huv plawv khoob ua ib lub naab."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.17","label":"17","content":"Koj yuav muab qai zeb hlaws kws muaj nqes teem ua plaub leej rov ntaav rua ntawm lub awv hov. Leej sau kws yog leej ib mas yog peb lub qai zeb, ib lub qai zeb lab pis tseb, ib lub qai zeb daaj pis lig, ib lub qai zeb ntsuab quas lab."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.18","label":"18","content":"Leej kws ob mas yog ib lub qai zeb ntsuab txho, ib lub qai zeb phaithu yimlaaj, ib lub qai zeb hlaws av."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.19","label":"19","content":"Leej kws peb mas yog ib lub qai zeb ntsuab xav, ib lub qai zeb kws txho tawg, ib lub qai zeb yimlaaj zem zwv."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.20","label":"20","content":"Leej kws plaub mas yog ib lub qai zeb ntsuab pis xab, ib lub qai zeb av txho ci laam lug hab ib lub qai zeb daaj tshab tshab. Mas muab cov xuv kub qhab ua kaum ob lub taig kub txaij mog mog khawm cov qai zeb hov."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.21","label":"21","content":"Kaum ob lub qai zeb hlaws hov yuav tsum muaj Yixayee cov tub tej npe txaug rua huv ib yaam nkaus le txaug txwm, yuav tsum muaj kaum ob xeem ib xeem zuj zug le npe nyob rua huv."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.22","label":"22","content":"Muab cov tseem xuv kub ntswj ua ib txuj saw kheej zoo le txuj hlua tis rua lub awv."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.23","label":"23","content":"Muab kub ua ob lub ntsej mas muab tis rua ob lub kaum awv."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.24","label":"24","content":"Muab ob txuj qaab saw kub lug khawm rua ob lub ntsej ntawm ob lub kaum awv,"},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.25","label":"25","content":"hab muab ob yaav qaab saw sau tis rua ob lub taig kub txaij mog mog kws muab lu rua lub tsho efauj ntawm ob saab xub pwg saab xubndag."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.26","label":"26","content":"Muab kub ua ob lub ntsej tis rua ob lub kaum awv huv qaab saab huv kws npuas lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.27","label":"27","content":"Muab kub ua ob lub ntsej tis rua ob pluaj ntaub ntawm xub pwg ntawm lub tsho efauj saab xubndag ze kaab lej leeg tsho ntawm txuj hlaab sa kws ntus zoo zoo saab sau."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.28","label":"28","content":"Mas puab yuav muab xuv xav ntswj ua ob txuj hlua khi ob lub ntsej awv saab huv rua ob lub ntsej ntawm lub tsho efauj, lub awv txhad nyob saab sau txuj hlaab sa kws ntus zoo zoo kws sa ntawm duav txhad tsw nplaam ntawm lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.29","label":"29","content":"Thaus Aloo nkaag moog rua huv lub chaw dawb huv nwg txhad muab Yixayee cov tub tej npe kws nyob ntawm lub awv kws swv txav sab rua cov Yixayee lug coj rua ntawm nwg hauv sab ua lub chaw rua Yawmsaub ncu ntsoov moog le."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.30","label":"30","content":"Koj yuav muab Uli hab Thumi  tso rua huv lub awv, mas Uli hab Thumi txhad nyob ntawm Aloo hauv sab rua thaus nwg moog rua ntawm Yawmsaub xubndag. Aloo txhad yuav rws qhov kws yuav txav sab rua cov Yixayee rua ntawm nwg hauv sab taab meeg Yawmsaub lub xubndag moog le."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.31","label":"31","content":"“Koj yuav muab xuv xav ntus ua lub tsho ntev phim lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.32","label":"32","content":"Ua lub tsho looj hab muab lub cej daab tsho hov foob zoo zoo txhad tsw nduag."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.33","label":"33","content":"Muab xuv xav xuv yimlaaj hab xuv lab ua tej lub zoo le txwv ntsab pobkws hab ua tej lub tswb kub lug dai quas cov txwv ntsab pobkws ntawm lub qaab tsho ntev hov,"},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.34","label":"34","content":"dai ib lub tswb quas ib lub txwv ntsab pobkws, dai le nuav thoob plhawv lub qaab tsho ntev."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.35","label":"35","content":"Thaus Aloo ua kuv le num mas nwg yuav tsum naav lub tsho nuav, hab thaus nwg moog rua ntawm Yawmsaub xubndag huv lub chaw dawb huv hab thaus nwg tawm rov lug mas yuav nov cov tswb hov nrov nwg txhad tsw tuag."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.36","label":"36","content":"“Muab cov tseem kub ua ib pluaj kub mas txaug npe ntawv rua huv has tas ‘Dawb huv rua Yawmsaub’ yaam nkaus le luas txaam txwm,"},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.37","label":"37","content":"hab muab xuv xav ua hlua khi pluaj kub hov rua sau hau phuam saab ntawm hauv plaj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.38","label":"38","content":"Aloo yuav tsum coj pluaj kub hov rua ntawm nwg hauv plaj. Thaus cov Yixayee xyeem hov txhua chaw ua kevcai dawb huv pub rua Yawmsaub es ua txhum los Aloo yuav rws puab tej kev txhum. Aloo yuav tsum coj pluaj kub hov rua ntawm nwg hauv plaj moog le Yawmsaub txhad leeg yuav puab."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.39","label":"39","content":"“Muab xuv maaj kws nkoov zoo zoo ntus ua lub tsho txaij ua qhov muag, hab muab xuv maaj kws nkoov zoo zoo ntus ua phuam, hab ntus txuj hlaab sa hab ua paaj rua."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.40","label":"40","content":"Ua cov tsho, cov hlaab sa hab mom rua Aloo cov tub naav, puab txhad tau koob meej hab yuav zoo nkauj."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.41","label":"41","content":"Muab tej tsoog meej mom nuav ua rua koj tug tijlaug Aloo hab nwg cov tub naav es muab roj laub ywg ua kevcai xaiv tsaa puab hab tu kuas puab dawb huv rua kuv puab txhad ua tau pov thawj ua kuv teg num."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.42","label":"42","content":"Muab ntaub maag xaws cov rwg tuab lu kws ceg txug ntawm ncej qaab xwb rua puab naav txhad npug tau puab ceg ncau."},{"bible_id":"1216","chapter_code":"EXO.28","verse_code":"EXO.28.43","label":"43","content":"Aloo hab nwg cov tub yuav tsum naav cov rwg nuav rua thaus kws moog rua huv lub tsev ntaub sws ntswb, hab thaus kws moog ua num ntawm lub thaaj kws xyeem huv lub chaw dawb huv sub txhad tsw muaj txem, puab txhad tsw tuag. Qhov nuav yog txuj kevcai kws Aloo hab nwg caaj ceg yuav tsum coj moog ib txhab ib txhws le.”"},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.1","label":"1","content":"“Koj yuav tsum ua le nuav txhad muab Aloo puab tu tau kuas dawb huv rua kuv puab txhad ua tau pov thawj ua kuv teg num. Muab ib tug mivnyuas txwv nyuj hab ob tug txwv yaaj kws tsw muaj chaw thuaj le,"},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.2","label":"2","content":"hab muab cov ncuav tsw xyaw keeb hab cov ncuav ntse roj tsw xyaw keeb hab tej lub ncuav tsw xyaw keeb nyag nyag pleev roj. Yuav tsum muab cov moov mog zoo zoo ua cov ncuav nuav."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.3","label":"3","content":"Muab cov ncuav nuav tso rua huv ib lub tawb coj ua ke nrug tug txwv nyuj hab ob tug txwv yaaj tuaj."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.4","label":"4","content":"Coj Aloo hab nwg cov tub tuaj rua ntawm lub qhov rooj tsev ntaub sws ntswb mas muab dej ntxuav puab huv huv."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.5","label":"5","content":"Muab cev tsoog meej mom ua rua Aloo naav, yog lub tsho, lub tsho ntev, lub tsho efauj hab lub awv hab muab txuj hlaab sa kws ntus zoo zoo sa lub tsho pov thawj rua ntawm duav."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.6","label":"6","content":"Muab phuam ua rua Aloo ntoo hab muab pluaj kub kws dawb huv sa txuj phuam."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.7","label":"7","content":"Muab cov roj tsw qaab kws swv ua kevcai tsaa laub rua sau Aloo taubhau txhad tsaa tau nwg."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.8","label":"8","content":"Coj nwg cov tub lug es muab tej tsho meej mom ua rua puab naav"},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.9","label":"9","content":"hab muab hlaab ua rua puab sa hab muab mom ua rua puab ntoo. Puab yuav ua pov thawj lawv le kuv tub has tseg lawd moog ib txhab ib txhws le. Ua le nuav txhad yog koj ua kevcai tsaa Aloo hab nwg cov tub ua pov thawj."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.10","label":"10","content":"“Koj yuav tsum coj tug mivnyuas txwv nyuj tuaj rua ntawm lub tsev ntaub sws ntswb mas Aloo hab nwg cov tub yuav cev teg npuab rua sau tug txwv nyuj taubhau."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.11","label":"11","content":"Muab tug txwv nyuj hov tua ntawm Yawmsaub xubndag ntawm lub qhov rooj tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.12","label":"12","content":"Muab tug txwv nyuj cov ntshaav ib qho lug xuas ntiv teg pleev plaub tug kub ntawm plaub lub kaum thaaj. Cov ntshaav kws tshuav mas muab laub puag ncig lub taw thaaj hov."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.13","label":"13","content":"Muab cov npluag roj kws lu plaab nyuv hab lu lub sab hab cov npluag roj kws lu ob lub raum hab ob lub raum huvsw hlawv rua sau lub thaaj."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.14","label":"14","content":"Tassws tug txwv nyuj cov nqaj hab daim tawv hab cov quav mas coj moog hlawv pov tseg saab nrau lub zog. Tej nuav yog ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.15","label":"15","content":"“Koj yuav tsum muab ib tug txwv yaaj lug mas Aloo hab nwg cov tub yuav cev teg npuab rua sau tug txwv yaaj hov taubhau."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.16","label":"16","content":"Mas muab tug txwv yaaj hov tua hab muab cov ntshaav nchus kuas lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.17","label":"17","content":"Muab tug txwv yaaj hov txav ua tej ywb yaav hab muab tej plaab nyuv sab ntsws hab tej teg taw ntxuav coj lug tso ua ke rua ntawm cov nqaj hab lub taubhau."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.18","label":"18","content":"Muab tug txwv yaaj hov hlawv huvsw rua sau lub thaaj ua kevcai hlawv xyeem rua Yawmsaub, ua tej kws muab hlawv kub nyab xyeem muaj paa tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.19","label":"19","content":"“Muab dua ib tug txwv yaaj lug mas Aloo hab nwg cov tub yuav cev teg npuab rua sau tug txwv yaaj hov taubhau."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.20","label":"20","content":"Mas muab tug yaaj hov tua hab muab cov ntshaav ib qho lug pleev Aloo hab nwg cov tub saab taub ntsej xws hab pleev tug taub teg xws hab tug taub taw xws. Hab muab cov ntshaav kws tshuav nchus kuas lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.21","label":"21","content":"Muab cov ntshaav sau lub thaaj ib qho hab cov roj tsw qaab swv ua kevcai tsaa ib qho nchus rua Aloo hab nwg cev tsoog meej mom hab nchus rua Aloo cov tub hab rua puab tej tsoog meej mom. Mas Aloo hab nwg cev tsoog meej mom hab nwg cov tub hab puab tej tsoog meej mom txhad dawb huv."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.22","label":"22","content":"“Tug txwv yaaj hov mas muab cov npluag roj hab tug kwtwv kws rog rog hab cov npluag roj kws lu plaab nyuv hab lu lub sab hab cov npluag roj kws lu ob lub raum hab ob lub raum, hab saab ceg xws (vem tug txwv yaaj hov yog swv ua kevcai tsaa ua pov thawj),"},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.23","label":"23","content":"hab rhu ib lub ncuav hab ib lub ncuav ntse roj hab ib lub ncuav nyag nyag kws pleev roj huv lub tawb kws muaj cov ncuav tsw xyaw keeb kws nyob ntawm Yawmsaub xubndag,"},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.24","label":"24","content":"mas muab cov nuav huvsw tso rua huv Aloo hab Aloo cov tub txhais teg nqaa moog cev taab meeg Yawmsaub ua kevcai cev xyeem."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.25","label":"25","content":"Mas koj tsua txais ntawm Aloo puab txhais teg coj lug hlawv rua sau lub thaaj ua ke nrug tug yaaj kws hlawv huvsw xyeem lawd. Tej paa kws hlawv hov tsw qaab hum Yawmsaub lub sab, yog yaam kws muab hlawv kub nyab xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.26","label":"26","content":"“Muab tug txwv yaaj kws swv ua kevcai tsaa Aloo ua pov thawj cov nqaj ntawm hauv nrob cev taab meeg Yawmsaub ua kevcai cev xyeem mas cov nqaj hov yuav muab ua koj feem."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.27","label":"27","content":"Tug txwv yaaj kws swv ua kevcai tsaa ua pov thawj cov nqaj ntawm hauv nrob kws cev hab ib saab ceg kws cev xyeem rua Yawmsaub mas yuav tu kuas dawb huv rua Yawmsaub, hab muab ua Aloo hab Aloo cov tub le feem."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.28","label":"28","content":"Ob qho nqaj nuav yog tej kws cov Yixayee yuav tseg ua Aloo hab nwg cov tub le feem moog ib txhws le. Thaus cov Yixayee tua tsaj xyeem ua kevcai sws raug zoo puab yuav tsum tseg ob qho nqaj nuav ua cov pov thawj le feem. Yog tej kws puab muab pub rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.29","label":"29","content":"“Aloo cev tsoog meej mom kws dawb huv mas muab rua nwg cov tub naav tau rua lub swjhawm kws ua kevcai muab roj laub ywg tsaa puab ua pov thawj txhua tam moog le."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.30","label":"30","content":"Tug kws sawv lug ua pov thawj nyob leej txwv chaw ua kuv teg num huv lub tsev ntaub sws ntswb chaav dawb huv mas yuav naav cev tsoog meej mom hov xyaa nub."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.31","label":"31","content":"“Muab tug txwv yaaj kws swv ua kevcai tsaa ua pov thawj hov cov nqaj hau huv ib qho chaw kws dawb huv ntawd."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.32","label":"32","content":"Mas Aloo hab nwg cov tub yuav noj tug txwv yaaj hov cov nqaj hab cov ncuav huv lub tawb rua ntawm lub qhov rooj tsev ntaub sws ntswb saab nrau."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.33","label":"33","content":"Puab yuav noj tej kws muab xyeem ntxuav kev txhum txem es ua kevcai tsaa puab ua pov thawj dawb huv rua kuv. Lwm tug noj tsw tau vem tej hov yog yaam kws dawb huv lawm."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.34","label":"34","content":"Yog cov nqaj cov ncuav kws swv ua kevcai tsaa ua pov thawj hov noj tsw taag mas taagkig tom qaab ca le muab hlawv huvsw tsw xob noj le, vem yog yaam kws dawb huv lawm."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.35","label":"35","content":"“Koj yuav tsum ua txhua yaam kevcai rua Aloo hab nwg cov tub lawv le kuv has rua koj lawd. Qhov kevcai tsaa puab ua pov thawj nuav yuav ua xyaa nub."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.36","label":"36","content":"Txhua nub yuav muab ib tug txwv nyuj tua ua kevcai xyeem daws txem hab ntxuav kev txhum tseg. Hab yuav ua kevcai xyeem daws txem rua thaus ntxuav tej kev txhum kev qas sau lub thaaj hab yuav muab roj tsw qaab laub ywg lub thaaj kuas dawb huv rua kuv."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.37","label":"37","content":"Yuav ua kevcai ntxuav lub thaaj hov xyaa nub lub thaaj txhad dawb huv ua tau kuv tug, lub thaaj txhad dawb huv kawg nkaus mas yaam kws moog phaav lub thaaj hov yuav dawb huv."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.38","label":"38","content":"“Ntawm nuav moog yog tej kws mej yuav tsum muab xyeem sau lub thaaj moog le, yuav naj nub muab ob tug mivnyuas yaaj kws muaj ib xyoos xyeem moog le."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.39","label":"39","content":"Muab ib tug mivnyuas yaaj tua xyeem rua thaus taagkig, muab ib tug xyeem rua thaus yuav tsaus ntuj."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.40","label":"40","content":"Thaus xyeem thawj tug mivnuas yaaj, yuav muab ib feem kaum huv ib efa  moov mog zoo zoo hab ib feem plaub huv ib hee  roj aulib kws tsuam lim tau zoo lawd ntse ua ke xyeem, hab yuav muab ib feem plaub huv ib hee cawv txwv maab laub ua kevcai laub xyeem."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.41","label":"41","content":"Thaus yuav tsaus ntuj yuav muab dua ib tug mivnyuas yaaj xyeem, kuj yuav muab moov mog ua ke ua kevcai xyeem qoob loos hab muab cawv txwv maab ua kevcai laub xyeem ib yaam nkaus le thaus taagkig, ua tej kws muab hlawv kub nyab xyeem muaj paa tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.42","label":"42","content":"Mej yuav ua kevcai hlawv xyeem le nuav ib tam dhau ib tam ib txhab ib txhws moog le rua ntawm lub qhov rooj tsev ntaub sws ntswb taab meeg Yawmsaub. Kuv yuav lug ntswb mej hab nrug koj has lug hov ntawd."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.43","label":"43","content":"Kuv yuav lug ntswb cov Yixayee rua lub chaw ntawd hab kuv tug fwjchim ci ntsaa quas ab yuav ua rua lub chaw ntawd dawb huv rua kuv."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.44","label":"44","content":"“Kuv yuav tu kuas lub tsev ntaub sws ntswb hab lub thaaj dawb huv rua kuv hab kuv yuav tsaa Aloo hab nwg cov tub ua cov kws dawb huv rua kuv ua pov thawj ua kuv teg num."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.45","label":"45","content":"Kuv yuav nyob kag huv plawv cov Yixayee hab kuv yuav ua puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"EXO.29","verse_code":"EXO.29.46","label":"46","content":"Mas puab yuav paub tas kuv yog Yawmsaub, yog puab tug Vaajtswv. Kuv yog tug kws coj puab tawm huv Iyi tebchaws lug kuv txhad tau nrug nraim puab nyob. Kuv yog Yawmsaub, yog puab tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.1","label":"1","content":"“Koj yuav tsum muab ntoo kub twg ua lub thaaj hlawv moov tshuaj tsw qaab."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.2","label":"2","content":"Ua daav xwm faab xwm meem ntev ib tshwm daav ib tshwm sab ob tshwm. Cov kub ntawm kaum thaaj mas ua keev hlo ntawm lub thaaj lug."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.3","label":"3","content":"Muab cov tseem kub luam hlo lub thaaj saab sau hab plaub faab hab cov kub thaaj huvsw hab muab kub ua ib tug caaj ntswg lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.4","label":"4","content":"Muab kub ua ob lub ntsej tis rua huv qaab tug caaj ntswg hov ib lub ib saab kuas sws ncaaj mas yuav muab laag ntxwg rua ob lub ntsej hov kwv."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.5","label":"5","content":"Muab ntoo kub twg lug ua ob tug laag kwv hab muab kub luam ob tug laag hov."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.6","label":"6","content":"Muab lub thaaj hov txawb rua nrau daim ntaub kws thaiv lub swb xaab sws cog lug ncaaj nkaus lub hau swb xaab kws roog kev txhum,  yog lub chaw kws kuv yuav ntswb koj."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.7","label":"7","content":"“Aloo yuav moog hlawv moov tshuaj tsw qaab sau lub thaaj hov. Txhua taagkig kws nwg moog tu lub teeb mas txawm hlawv moov tshuaj tsw qaab hab ntaag."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.8","label":"8","content":"Thaus yuav tsaus ntuj kws Aloo taws lub teeb mas nwg yuav hlawv moov tshuaj tsw qaab sau lub thaaj, txhad muaj moov tshuaj tsw qaab rua ntawm Yawmsaub xubndag ib tam dhau ib tam ib txhab ib txhws moog le."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.9","label":"9","content":"Tej moov tshuaj tsw qaab kws tsw dawb huv mas tsw xob muab hlawv rua sau lub thaaj nuav. Tsw xob ua kevcai hlawv huvsw xyeem rua sau, tsw xob ua kevcai xyeem qoob loos rua sau, tsw xob muab cawv txwv maab laub ua kevcai xyeem rua sau."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.10","label":"10","content":"Aloo yuav ua kevcai ntxuav kev txhum rua plaub tug kub ntawm lub thaaj hov ib xyoos ib zag. Nwg yuav muab cov ntshaav kws ua kevcai xyeem daws txem lug ua kevcai ntxuav kev txhum txem, ua kevcai ntxuav lub thaaj ib xyoos ib zag ib tam dhau ib tam moog le. Lub thaaj nuav dawb huv kawg nkaus rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.11","label":"11","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.12","label":"12","content":"“Thaus koj txheeb npe hab suav cov Yixayee mas puab suavdawg nyag taug nyag nqaa nyaj tuaj pub rua Yawmsaub ua nqe txhwv txujsa, puab txhad tsw raug xwm txheej phem rua thaus koj moog suav puab."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.13","label":"13","content":"Txhua tug kws tub txheeb npe lawd mas yuav pub ib nraab sekhee nyaj lawv le tej nyaj kws swv huv lub chaw pe hawm Yawmsaub (ib sekhee muaj neeg nkaum kela. ) Yuav tsum pub ib nraab sekhee hov rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.14","label":"14","content":"Txhua tug kws tuaj txheeb npe cov kws noob nyoog neeg nkaum xyoo rov sau, yuav coj nyaj tuaj pub rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.15","label":"15","content":"Thaus mej suavdawg coj nyaj tuaj pub rua Yawmsaub ntxuav kev txhum txhwv mej txujsa mas cov kws muaj tsw xob pub dhau, cov kws pluag los tsw xob pub tsawg dhau ib nraab sekhee."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.16","label":"16","content":"Koj yuav khaws cov nyaj kws txhwv cov Yixayee txujsa coj lug swv huv lub tsev ntaub sws ntswb ua Yawmsaub teg num, sub Yawmsaub txhad ncu txug qhov kws cov Yixayee suavdawg tub ntxuav kev txhum txhwv txujsa lawm.”"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.17","label":"17","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.18","label":"18","content":"“Koj muab tooj lab ua ib lub phaaj hab muab tooj lab ua lub chaw txawb lub phaaj tooj lab hov ua chaw ntxuav. Muab txawb ntawm lub tsev ntaub sws ntswb hab lub thaaj kem nruab nraab, hab nqaa dej lug rua huv lub phaaj,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.19","label":"19","content":"mas Aloo hab nwg cov tub yuav swv cov dej hov ntxuav teg ntxuav taw."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.20","label":"20","content":"Thaus puab yuav nkaag moog rua huv lub tsev ntaub sws ntswb hab thaus puab moog ze lub thaaj ua Yawmsaub teg num es muab hov txhua chaw hlawv xyeem rua Yawmsaub mas puab yuav tsum muab dej lug ntxuav tsaam tes puab tuag."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.21","label":"21","content":"Puab yuav tsum ntxuav teg ntxuav taw tsaam tes puab tuag. Nuav yog txuj kevcai kws Aloo hab nwg cov tub caaj ceg yuav tsum coj txhua tam moog ib txhab ib txhws le.”"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.22","label":"22","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.23","label":"23","content":"“Muab tej txum lom zoo zoo le nuav, kws yog roj tsw qaab nyaav tswb puas sekhee, moov ntoo tuv nyaav ib nraab (yog ob puas tswb caug sekhee) hab tauj qab tsw qaab nyaav ob puas tswb caug sekhee,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.24","label":"24","content":"hab moov xyaab txob nyaav tswb puas sekhee  nyaav lawv le nyaj sekhee kws puab swv huv lub chaw pe Yawmsaub, hab muab ib hee  roj aulib."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.25","label":"25","content":"Koj yuav muab tej nuav lug tov ua ke ib yaam le tug Kws txawj ua tshuaj tsw qaab ua, txhad tau cov roj kws dawb huv swv ua kevcai tsaa. Cov roj nuav yog cov roj kws dawb huv swv laub ywg ua kevcai tsaa."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.26","label":"26","content":"Hab muab cov roj tsw qaab nuav ywg pleev lub tsev ntaub sws ntswb hab lub swb xaab sws cog lug,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.27","label":"27","content":"hab lub rooj hab tej pestwj swv sau lub rooj, hab lub teeb kub hab tej pestwj swv tu lub teeb, hab lub thaaj hlawv moov tshuaj tsw qaab,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.28","label":"28","content":"hab lub thaaj kws hlawv hov txhua chaw xyeem hab tej pestwj kws swv ntawm lub thaaj, hab lub phaaj hab lub chaw kws txawb lub phaaj."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.29","label":"29","content":"Yuav ua kevcai tu txhua yaam nuav kuas dawb huv rua kuv mas tej nuav txhad dawb huv kawg nkaus le. Yog yaam twg lug phaav tej nuav mas yaam hov kuj ca le dawb huv lawm."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.30","label":"30","content":"Koj yuav muab roj laub ywg rua Aloo hab nwg cov tub ua kevcai tu kuas puab dawb huv rua kuv puab txhad ua tau pov thawj ua koom rua kuv."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.31","label":"31","content":"Koj has rua cov Yixayee has tas, ‘Cov roj nuav yog kuv le roj tsw qaab dawb huv kws swv ua kevcai tsaa ib tam dhau ib tam ib txhab ib txhws le."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.32","label":"32","content":"Cov roj nuav tsw xob muab laub ywg rua tej pejxeem hlo le hab tsw xob muab ua dua ib co roj zoo le cov roj tsw qaab nuav. Cov roj nuav dawb huv rua kuv mas mej yuav tsum muab saib ua yaam kws dawb huv rua kuv xwb."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.33","label":"33","content":"Yog leejtwg ua ib co roj tsw qaab zoo le nuav hab muab cov roj nuav coj moog laub ywg rua lwm tug kws tsw yog pov thawj mas tug hov yuav raug muab txav tawm ntawm nwg haiv tuabneeg moog.’ ”"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.34","label":"34","content":"Yawmsaub has rua Mauxe tas, “Muab cov txum lom tsw qaab le nuav, kws yog kua mig roj nyaab hab ib qho nqaj qwj havtxwv hab kua mig qej tsua hab tej roj ntoos tsw qaab zoo zoo sws npaug zog,"},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.35","label":"35","content":"coj lug tov ua ke ua cov moov tshuaj tsw qaab yaam le tug Kws txawj tov ua tshuaj tsw qaab, hab rau mivntswv ntsev txhad zoo kawg nkaus hab dawb huv."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.36","label":"36","content":"Muab ib co tuav ua moov coj moog txawb rua ntawm lub swb xaab sws cog lug xubndag huv lub tsev ntaub sws ntswb kws yog lub chaw kws kuv yuav ntswb koj. Cov tshuaj tsw qaab nuav yuav tsum muab saib ua yaam kws dawb huv kawg nkaus le."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.37","label":"37","content":"Cov moov tshuaj tsw qaab nuav kws koj muab tov lawv le kws qha nuav mas mej tug kheej tsw xob swv le. Koj yuav suav tas yog yaam kws dawb huv rua Yawmsaub lawm."},{"bible_id":"1216","chapter_code":"EXO.30","verse_code":"EXO.30.38","label":"38","content":"Yog leejtwg ua ib co moov tshuaj tsw qaab zoo le cov nuav lug swv mas nwg yuav raug muab txav tawm ntawm nwg haiv tuabneeg moog.”"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.2","label":"2","content":"“Saib maj, kuv tub xaiv Ulis tug tub Npexalee kws yog Hawj tug xeeb ntxwv, yog xeem Yuta,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.3","label":"3","content":"hab kuv tub pub Vaaj Ntsuj Plig puv npo rua nwg kuas nwg muaj plaab plaw tswvyim hab txawj ntse paub ua txhua tsaav txhua yaam,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.4","label":"4","content":"hab txawj sau qauv hab muab nyaj muab kub muab tooj lab lug ua tau txaij nraug quas zeeg,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.5","label":"5","content":"hab txawj txua hab txhum tej qai zeb hlaws kws muaj nqes es muab khawm lu rua lub miv taig, txawj sais ntoo txaij zoo nkauj, nwg txawj ua txhua yaam."},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.6","label":"6","content":"Saib maj, kuv tub xaiv Ahixama tug tub Auhaulia kws yog xeem Ntaaj ua tug kws paab nwg. Kuv kuj pub tswvyim peevxwm rua txhua tug Kws txawj, puab txhad ua tau txhua yaam kws kuv tub has rua koj lawd,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.7","label":"7","content":"yog lub tsev ntaub sws ntswb, lub swb xaab sws cog lug hab lub hau swb xaab kws roog kev txhum hab txhua yaam pestwj kws swv huv lub tsev ntaub,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.8","label":"8","content":"yog lub rooj hab tej pestwj swv sau lub rooj, lub teeb tseem kub hab tej pestwj swv tu lub teeb, hab lub thaaj hlawv moov tshuaj tsw qaab,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.9","label":"9","content":"hab lub thaaj kws hlawv hov txhua chaw xyeem hab tej pestwj kws swv sau lub thaaj, hab lub phaaj ntxuav teg taw hab lub chaw kws txawb lub phaaj,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.10","label":"10","content":"hab cev tsoog meej mom dawb huv kws ntus tau zoo zoo rua pov thawj Aloo naav hab tej tsoog meej mom kws Aloo cov tub naav rua thaus puab ua pov thawj ua kuv teg num,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.11","label":"11","content":"hab cov roj tsw qaab kws swv ua kevcai tsaa hab cov moov tshuaj tsw qaab kws muab hlawv rua huv lub chaw kws dawb huv. Tej nuav huvsw mas puab yuav tsum ua txhua yaam lawv nraim le kws kuv tub has rua koj lawd.”"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.12","label":"12","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.13","label":"13","content":"“Koj ca le has rua cov Yixayee tas, ‘Mej yuav tsum ncu ntsoov su rua kuv nub Xanpatau, vem tas qhov nuav yog lub hom thawj rua kuv hab mej moog rua txhua tam sub mej txhad paub tas kuv kws yog Yawmsaub muab mej cais ua dawb huv."},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.14","label":"14","content":"Mej yuav tsum ncu ntsoov su rua nub Xanpatau, vem tas yog nub kws dawb huv rua mej. Leejtwg ua puag tsuas nub ntawd nwg yuav raug txem tuag. Yog leejtwg ua num rua nub hov, nwg yuav raug muab txav tawm huv nwg haiv tuabneeg."},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.15","label":"15","content":"Ca le ua num rau nub, tassws nub xyaa yog nub Xanpatau yog nub kws caiv su tag tag le hab yog nub kws dawb huv rua Yawmsaub. Yog leejtwg ua num rua nub Xanpatau yuav raug txem tuag."},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.16","label":"16","content":"Yog le nuav cov Yixayee yuav tsum ncu ntsoov su nub Xanpatau. Puab yuav fwm nub hov moog rua txhua tam ua lug cog tseg nyob moog ib txhws le."},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.17","label":"17","content":"Yog lub hom thawj rua kuv hab cov Yixayee moog ib txhws qha has tas Yawmsaub tswm lub ntuj lub nplajteb tau rau nub xwb tav taag, mas nub xyaa nwg su tsw ua num hab tau su lug sav.’ ”"},{"bible_id":"1216","chapter_code":"EXO.31","verse_code":"EXO.31.18","label":"18","content":"Thaus nwg has rua Mauxe sau lub roob Xinai taag lawd nwg muab ob daim txag zeb kws Vaajtswv xuas ntiv teg sau nwg tej lug cog tseg rua huv, pub rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.1","label":"1","content":"Thaus cov pejxeem pum tas Mauxe nyob ntev heev tsw nqeg sau roob lug, puab txawm ua ke tuaj has rua Aloo tas, “Koj ca le sawv tseeg ua tej txoov daab  rua peb kws yuav coj peb kev moog. Tug Mauxe kws coj peb tawm huv Iyi tebchaws lug peb tsw paub sov nwg ua le caag lawm.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.2","label":"2","content":"Mas Aloo has rua puab tas, “Ca le hle tej puj cu kub ntawm mej tej quaspuj hab mej tej tub tej ntxhais qhov ntsej coj tuaj rua kuv.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.3","label":"3","content":"Cov pejxeem suavdawg txhad hle tej puj cu kub ntawm puab qhov ntsej coj tuaj rua Aloo."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.4","label":"4","content":"Aloo tau tej kub hov ntawm puab txhais teg tes nwg txawm muab nchuav hab swv cuab yeej txua ua ib tug thaav nyuj. Mas puab has tas, “Cov Yixayee 'e, tej nuav yog mej tej daab kws coj mej tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.5","label":"5","content":"Thaus Aloo pum le nuav nwg txawm tib ib lub thaaj xyeem rua ntawm tug txoov daab nyuj hov xubndag. Mas Aloo tshaaj tawm has tas, “Pigkig yuav ua kevcai noj haus rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.6","label":"6","content":"Mas nub tom qaab puab sawv ntxuv moog tua tsaj ua kevcai hlawv xyeem hab coj tej tsaj xyeem ua kevcai sws raug zoo. Cov pejxeem kuj nyob tsawg noj haus hab sawv dha ua lomzem."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.7","label":"7","content":"Yawmsaub has rua Mauxe tas, “Koj ca le nqeg moog, vem koj haiv tuabneeg kws koj coj tawm huv Iyi tebchaws lug hov tub ua phem ua qas lawm."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.8","label":"8","content":"Puab tub tig hlo ntawm txujkev kws kuv qha rua puab sai kawg le lawm. Puab nchuav ib tug txoov daab thaav nyuj rua puab, hab pe hab tua tsaj xyeem rua tug txoov daab hov hab has tas, ‘Cov Yixayee 'e, tej nuav yog mej tej daab  kws coj mej tawm huv Iyi tebchaws lug.’ ”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.9","label":"9","content":"Yawmsaub has rua Mauxe tas, “Kuv pum haiv tuabneeg nuav lawm, puab yeej yog haiv tuabneeg kws tawv ncauj heev."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.10","label":"10","content":"Vem le nuav koj tsw xob taav kuv, sub kuv txujkev npau tawg txhad tshwm plawg ua kuas puab puam tsuaj taag. Tassws kuv yuav tsaa koj ua ib haiv tuabneeg luj heev.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.11","label":"11","content":"Mas Mauxe thov Yawmsaub kws yog nwg tug Vaajtswv tas, “Au Yawmsaub, ua caag koj npau tawg heev rua koj haiv tuabneeg kws koj swv koj tug fwjchim luj hab swv koj txhais teg kws muaj zug coj tawm huv Iyi tebchaws lug?"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.12","label":"12","content":"Ua caag yuav ca cov Iyi has tas, ‘Vaajtswv npaaj yuav ua phem es coj puab tawm moog txhad muab puab tua rua tom tej roob hab muab puab ua puam tsuaj taag huv lub nplajteb moog?’ Thov koj thim koj txujkev npau tawg heev hab hloov koj lub sab tsw xob ua qhov phem nuav rua koj haiv tuabneeg."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.13","label":"13","content":"Thov koj ncu txug Aplahaa, Yiha hab Yixayee kws yog koj cov qhev. Koj tau cog lug ruaj khov rua puab tas, ‘Kuv yuav ua rua mej caaj ceg fuam vaam coob yaam le tej nub qub sau ntuj, hab lub tebchaws nuav huvsw kws kuv cog lug ca lawd kuv yuav pub rua mej caaj ceg mas puab yuav tau ua qub txeeg qub teg moog ib txhws le.’ ”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.14","label":"14","content":"Mas Yawmsaub txhad hloov sab tsw ua tej xwm txheej phem lawv le nwg tau xaav tseg tas nwg yuav ua rua nwg haiv tuabneeg."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.15","label":"15","content":"Mauxe txhad tig hlo nqeg sau lub roob lug, nwg nqaa ob daim txag zeb kws sau Vaajtswv tej lug rua ob saab huvsw lug."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.16","label":"16","content":"Ob daim txag zeb nuav yog Vaajtswv ua hab cov npe ntawv hov yog Vaajtswv sais rua huv daim txag zeb."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.17","label":"17","content":"Thaus Yausua nov cov pejxeem lub suab nrov ntshu quas fwv nwg txawm has rua Mauxe tas, “Muaj suab nrov ua rog nraag lub chaw nyob.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.18","label":"18","content":"Tassws Mauxe has tas, “Lub suab kws nov hov tsw yog suab yeej rog hab tsw yog suab swb rog, tassws yog suab qw ua lomzem xwb.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.19","label":"19","content":"Thaus Mauxe lug ze lub zog lawm hab pum tug txoov daab thaav nyuj hab pum tuabneeg seev cev, tes nwg txawm npau tawg heev, nwg muab ob daim txag zeb laim pov tseg tawg taag rua ntawm taw roob lawm."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.20","label":"20","content":"Nwg muab tug txoov daab thaav nyuj kws puab ua hov hlawv hab muab tuav ua moov w rua huv dej hab yuam cov Yixayee haus cov dej hov."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.21","label":"21","content":"Mauxe txhad has rua Aloo tas, “Cov pejxeem nuav ua le caag rua koj es koj txhad coj lub txem luj le nuav lug raug puab?”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.22","label":"22","content":"Aloo teb tas, “Yawm hlub, tsw xob npau tawg hlo le. Koj yeej paub cov pejxeem nuav lawm, puab seem quas lais moog rua txujkev phem xwb."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.23","label":"23","content":"Puab has rua kuv tas, ‘Ca le ua tej txoov daab rua peb kws yuav coj peb moog. Tug Mauxe kws coj peb tawm huv Iyi tebchaws lug peb tsw paub sov nwg ua le caag lawm.’"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.24","label":"24","content":"Kuv txhad has rua puab tas, ‘Leejtwg muaj puj cu kub ca le hle lug.’ Puab txhad muab rua kuv mas kuv muab nrum rua huv cub suavtawg, tes txawm tshwm tug thaav nyuj nuav tawm lug.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.25","label":"25","content":"Thaus Mauxe pum tas cov pejxeem lem hlo lawm, vem yog Aloo tso puab lem lawm ua rua puab raug puab cov yeeb ncuab thuaj luag,"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.26","label":"26","content":"mas Mauxe sawv ntsug ntawm rooj vaag huv lub zog hab has tas, “Leejtwg nyob Yawmsaub tog? Ca le lug ntawm kuv.” Mas Levi cov tub ki suavdawg txhad lug rua ntawm Mauxe."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.27","label":"27","content":"Mauxe has rua puab tas, “Yawmsaub kws yog Yixayee tug Vaajtswv has le nuav tas, ‘Mej txhua tug ca le rws ntaaj ntawm duav hab moog moog lug lug ntawm txhua lub rooj vaag huv lub zog hab txhua tug nyag tua nyag le kwvtij hab nyag tua nyag le phoojywg hab nyag tua nyag le kwvtij zej zog.’ ”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.28","label":"28","content":"Mas cov Levi kuj ua lawv le Mauxe has. Mas nub hov cov pejxeem txhad raug tua kwvlaam peb txheeb leej."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.29","label":"29","content":"Mauxe has tas, “Nub nua mej rov tsaa mej  ua cov kws ua Yawmsaub teg num, vem mej txhua tug nyag tawm tsaam nyag tej tub hab nyag tej kwvtij, nub nua Yawmsaub txhad le foom koob moov rua mej.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.30","label":"30","content":"Nub tom qaab Mauxe txhad has rua cov pejxeem tas, “Mej tau ua txhum muaj txem luj heev. Mas nwgnuav kuv yuav nce rov moog cuag Yawmsaub. Tej zag kuv yuav ntxuav tau mej tej kev txhum txem.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.31","label":"31","content":"Mauxe txhad rov moog cuag Yawmsaub hab thov has tas, “Cov pejxeem nuav ua txhum txem luj kawg. Puab ua tej txoov daab kub rua puab."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.32","label":"32","content":"Tassws nwgnuav thov koj zaam puab lub txem. Yog koj tsw kaam, mas thov koj muab kuv lub npe thuam tawm huv koj phoo ntawv kws koj sau ca.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.33","label":"33","content":"Mas Yawmsaub has rua Mauxe tas, “Leejtwg ua txhum rua kuv, kuv yuav thuam tug hov lub npe tawm huv kuv phoo ntawv."},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.34","label":"34","content":"Koj ca le moog, coj cov pejxeem moog rua lub chaw kws kuv has rua koj lawm. Kuv tug tubkhai ntuj yuav ua koj ntej moog. Txawm le ntawd los txug nub kws kuv txav txem kuv yuav rau txem rua puab.”"},{"bible_id":"1216","chapter_code":"EXO.32","verse_code":"EXO.32.35","label":"35","content":"Mas Yawmsaub tso mob kis lug raug cov pejxeem vem yog qhov kws puab ua tug txoov daab thaav nyuj, kws Aloo ua ntawd."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ca le moog, koj hab cov pejxeem kws koj coj tawm huv Iyi tebchaws lug ca le tawm ntawm nuav moog rua lub tebchaws kws kuv cog lug ruaj khov rua Aplahaa, Yiha hab Yakhauj tas, ‘Kuv yuav pub lub tebchaws rua koj caaj ceg.’"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.2","label":"2","content":"Kuv yuav tso ib tug tubkhai ntuj ua koj ntej moog lawv cov Khana‑aa, cov Amaulai, cov Hithai, cov Pelixai, cov Hivai hab cov Yenpu tawm hov ntawd moog."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.3","label":"3","content":"Koj ca le moog kuas txug lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo. Tassws kuv yuav tsw nrug koj moog ntshai tsaam kuv yuav ua rua koj puam tsuaj taag ntawm ib ntog kev, vem mej yog tuabneeg tawv ncauj.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.4","label":"4","content":"Thaus cov pejxeem nov tej xuv phem hov puab quaj ntsuag hab tsw muaj leejtwg coj saw nyaj saw kub hlo le,"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.5","label":"5","content":"tsua qhov Yawmsaub has rua Mauxe tas, “Koj ca le has rua cov Yixayee tas, ‘Mej yog tuabneeg tawv ncauj. Yog kuv nrug mej moog ib nyuas plag xwb kuv muab mej ua puam tsuaj taag. Vem le nuav mej ca le hle mej tej saw nyaj saw kub tseg hab kuv yuav txav sab saib kuv yuav ua le caag rua mej.’ ”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.6","label":"6","content":"Cov Yixayee txhad le hle puab tej saw nyaj saw kub mas txwj ntawm lub roob Haule  puab tsw coj le lawm."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.7","label":"7","content":"Mauxe pheej coj ib lub tsev ntaub moog tsaa rua saab nrau lub zog deb ntawm lub zog mas hu ua lub tsev ntaub sws ntswb. Mas txhua tug kws xaav ua nug rua Yawmsaub kuj tawm moog rua ntawm lub tsev ntaub sws ntswb kws nyob nrau lub zog."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.8","label":"8","content":"Mauxe tawm moog rua ntawm lub tsev ntaub thaus twg, cov pejxeem suavdawg yuav sawv ntsug ntawm nyag lub qhov rooj tsev ntaub saib Mauxe moog txug thaus nwg nkaag rua huv lub tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.9","label":"9","content":"Thaus Mauxe nkaag moog rua huv lub tsev ntaub lawm, tug ncej fuab kuj nqeg lug nyob ntawm lub tsev ntaub qhov rooj, mas Yawmsaub nrug Mauxe has lug."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.10","label":"10","content":"Cov pejxeem suavdawg pum tug ncej fuab lug nyob ntawm lub qhov rooj tsev ntaub thaus twg, mas suavdawg txhua tug kuj sawv tseeg hawm ntawm nyag lub qhov rooj tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.11","label":"11","content":"Yawmsaub pheej nrug Mauxe sws thaam tim ntsej tim muag yaam le ob tug kwvluag sws thaam. Tes Mauxe le rov qaab lug rua huv lub zog, tassws tug tub hluas Yausua kws yog Noo tug tub hab yog Mauxe tug tub qhe mas tsw tawm huv lub tsev ntaub moog le."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.12","label":"12","content":"Mauxe has rua Yawmsaub tas, “Koj tau has rua kuv tas, ‘Ca le coj cov pejxeem nuav moog,’ tassws koj tub tsw qha rua kuv paub tas koj yuav khaiv leejtwg nrug kuv moog. Txawm le ntawd los koj tseed has tas, ‘Kuv paub koj zoo vem paub koj lub npe hab koj yog tug kws txaus kuv sab.’"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.13","label":"13","content":"Yog koj txaus sab rua kuv tag lawm, thov koj qha koj txujkev rua kuv pum nwgnuav sub kuv txhad paub koj hab yuav txaus koj lub sab moog le. Hab thov koj ncu tas cov tuabneeg nuav yog koj haiv tuabneeg hab.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.14","label":"14","content":"Yawmsaub has tas, “Kuv yuav nrug koj moog ntaag hab yuav pub kuas koj tau su.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.15","label":"15","content":"Mauxe txhad has rua nwg tas, “Yog koj tsw nrug kuv moog, thov tsw xob coj peb tawm ntawm nuav moog le."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.16","label":"16","content":"Yuav ua le caag txhad paub tas kuv hab koj cov tuabneeg txaus koj lub sab? Kuj yog thaus koj nrug peb moog xwb kuv hab koj cov tuabneeg txhad le txawv dua lwm haiv tuabneeg huvsw kws nyob thoob plawg huv lub nplajteb los tsw yog?”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.17","label":"17","content":"Yawmsaub has rua Mauxe tas, “Yaam kws koj thov, kuv yuav ua lawv le ntawd. Tsua qhov koj txaus kuv lub sab hab kuv paub koj lub npe zoo.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.18","label":"18","content":"Mauxe txhad has tas, “Thov koj ua koj tug fwjchim ci ntsaa ab tshwm rua kuv pum.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.19","label":"19","content":"Yawmsaub txhad teb tas, “Kuv yuav ua kuv txujkev zoo huvsw tshwm lug hlaa ntawm koj xubndag, hab kuv yuav tshaaj tawm kuv lub npe kws yog Yawmsaub  rua ntawm koj xubndag. Kuv xaav khuvleej tug twg kuv yuav khuvleej tug ntawd, kuv xaav taab ncuab tug twg kuv yuav taab ncuab tug ntawd.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.20","label":"20","content":"Yawmsaub has tas, “Tassws koj yuav pum tsw tau kuv lub ntsej muag, tsua qhov tsw muaj leejtwg pum es tseed muaj txujsa nyob.”"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.21","label":"21","content":"Mas Yawmsaub has tas, “Saib maj, muaj ib qho chaw nyob ze kuv kws koj sawv tau sau lub pob zeb ntawd."},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.22","label":"22","content":"Mas thaus kuv tug fwjchim ci ntsaa quas ab saamswm hlaa moog kuv yuav muab koj zais rua huv kem zeb mas kuv yuav xuas kuv txhais teg roog koj moog txug thaus kuv hlaa dhau lawm,"},{"bible_id":"1216","chapter_code":"EXO.33","verse_code":"EXO.33.23","label":"23","content":"kuv le rhu kuv txhais teg mas koj yuav pum kuv nraus qaum tassws koj yuav tsw pum kuv lub ntsej muag.”"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ca le txhwm dua ob daim txag zeb zoo ib yaam le thawj ob daim, mas kuv yuav sau tej lug kws nyob huv ob daim qub kws koj ua tawg lawm rua huv."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.2","label":"2","content":"Ca le npaaj kuas txhwj rua pigkig mas sawv ntxuv nce tuaj rua sau lub roob Xinai hab tuaj cuag kuv sau lub ncov roob."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.3","label":"3","content":"Tsw xob kheev leejtwg nrug koj tuaj hab tsw kheev leejtwg tuaj nyob sau lub roob ib thaaj twg hlo le. Tsw xob kheev tej yaaj tej tshws tej nyuj noj zaub ze ntawm lub roob nuav.”"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.4","label":"4","content":"Mauxe txhad txhwm ob daim txag zeb zoo yaam le thawj ob daim, hab nwg sawv ntxuv nce moog rua sau lub roob Xinai lawv le Yawmsaub has rua nwg, hab nqaa ob daim txag zeb ntawm txhais teg moog."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.5","label":"5","content":"Mas Yawmsaub nyob huv tauv fuab nqeg lug hab nrug Mauxe sawv ua ke hab tshaaj tawm Yawmsaub lub npe."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.6","label":"6","content":"Yawmsaub hlaa hlo ntawm Mauxe moog hab tshaaj tawm tas, “Yawmsaub, Yawmsaub, yog Vaajtswv tug kws khuvleej hab hlub, nwg tsw chim sai, nwg txujkev hlub kws ruaj khov hab nwg txujkev ua ncaaj kws tso sab tau muaj nplua quas mag,"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.7","label":"7","content":"nwg txujkev hlub ruaj khov muaj rua tuabneeg quas txheeb tam, nwg zaam txem rua tej kev ua phem ua qas hab kev faav xeeb hab kev ua txhum muaj txem. Tassws nwg kuj tsw suav tas tsw txhum, nwg yuav rau leej txwv lub txem poob moog rua cov mivnyuas hab cov xeeb ntxwv peb plaub tam.”"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.8","label":"8","content":"Mauxe txawm maaj nroog nyo hau ti nkaus aav pe hawm."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.9","label":"9","content":"Nwg has tas, “Au tug Tswv, yog kuv txaus koj lub sab, txawm yog haiv tuabneeg nuav tawv ncauj los kuv thov koj nrug peb moog. Hab thov koj zaam peb tej kev txhum hab peb lub txem, hab txais yuav peb ua koj teej koj tug.”"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.10","label":"10","content":"Yawmsaub has tas, “Ntawm nuav kuv cog lug rua koj. Kuv yuav ua txujci phemfwj tshwm taab meeg koj haiv tuabneeg, yog tej txujci kws tsw tau ua dua rua huv lub nplajteb lossws ua rua huv lub tebchaws twg hlo le. Ib tsoom tuabneeg kws nyob puag ncig koj suavdawg yuav pum Yawmsaub teg num, tsua qhov tej kws kuv yuav ua rua koj hov yuav yog ib yaam kws txaus ntshai kawg le."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.11","label":"11","content":"“Koj yuav tsum ua lawv le tej kws nub nua kuv has rua koj. Saib maj, kuv yuav lawv cov Amaulai, cov Khana‑aa, cov Hithai, cov Pelixai, cov Hivai hab cov Yenpu tswv tawm ntawm koj xubndag moog."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.12","label":"12","content":"Yuav tsum ceev faaj tsw xob nrug cov tuabneeg huv lub tebchaws kws koj yuav moog txug hov cog lug sws raug zoo, ntshai tsaam yuav ua rooj hlua cuab koj."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.13","label":"13","content":"Mej yuav tsum rhuav puab tej thaaj teev daab pov tseg hab tsoo puab tej ncej tseem ceeb tawg taag hab ntuv puab tej ncej daab Asela."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.14","label":"14","content":"Mej tsw xob pe dua luas tej daab, tsua qhov Yawmsaub kws muaj lub npe hu tas ‘Khib xeeb’ yog Vaajtswv kws khib xeeb."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.15","label":"15","content":"Yog mej cog lug nrug cov tuabneeg huv lub tebchaws hov sws raug zoo mas ntshai tsaam thaus puab deev puab tej daab hab tua tsaj xyeem rua tej daab hov tes puab yuav hu mej moog nrug puab koom, hab mej yuav noj tej kws puab muab xyeem rua tej daab hov,"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.16","label":"16","content":"hab mej yuav moog yuav puab tej ntxhais lug ua mej tej tub quaspuj tes puab tej ntxhais yuav moog deev puab tej daab hab yum mej tej tub moog deev puab tej daab hab."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.17","label":"17","content":"“Mej tsw xob nchuav txoov daab rua mej pe hlo le."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.18","label":"18","content":"“Mej yuav tsum ncu ntsoov ua kevcai noj ncuav tsw xyaw keeb. Yuav noj ncuav tsw xyaw keeb kuas puv xyaa nub rua lub swjhawm kws teem ca huv lub hli Anpis lawv le kuv has rua mej, tsua qhov mej tawm huv Iyi tebchaws lug rua lub hli Anpis."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.19","label":"19","content":"“Thawj plaab mivnyuas txhua tug yog kuv le, yog mej thawj tug mivnyuas tsaj kws yog tug txwv huvsw, yog thawj tug mivnyuas nyuj mivnyuas yaaj."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.20","label":"20","content":"Thawj tug mivnyuas neeg luav mas mej yuav muab ib tug yaaj txhwv. Yog mej tsw txhwv kuj muab luv cej daab pov tseg. Mej thawj tug tub hlub txhua tug kuj yuav tsum txhwv hab. “Tsw xob ca leejtwg tuaj cuag kuv teg dawb teg do."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.21","label":"21","content":"“Mej yuav tsum ua num rau nub xwb, nub kws xyaa yuav tsum su. Txawm yog lub caij laij teb caij sau qoob los yuav tsum su."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.22","label":"22","content":"“Yuav tsum ncu ntsoov ua kevcai xyaa lub chib su  kws sau thawj phaum mog, hab ncu ntsoov ua kevcai sau qoob thaus qaab xyoo."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.23","label":"23","content":"“Mej cov txwvneej suavdawg yuav tsum tuaj ua ke rua ntawm Vaajtswv Yawmsaub kws yog Yixayee tug Vaajtswv lub xubndag ib xyoos peb zag."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.24","label":"24","content":"Kuv yuav ntab lwm haiv tuabneeg tswv tawm ntawm mej lub xubndag moog hab pub kuas mej tau tebchaws daav quas zug. Lub swjhawm kws mej moog cuag Yawmsaub kws yog mej tug Vaajtswv ib xyoos peb zag hov, yuav tsw muaj leejtwg xaav txeeb mej lub tebchaws hlo le."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.25","label":"25","content":"“Tsw xob muab tej tsaj kws tua xyeem le ntshaav xyeem nrug cov ncuav xyaw keeb ua ke. Tsw xob tseg tug mivnyuas yaaj kws muab ua kevcai hlaa dhau le nqaj ca nyob txug kaaj ntug."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.26","label":"26","content":"“Thawj phaum qoob loos kws sau huv teb lug mas yuav coj tej kws zoo zoo tuaj rua huv Yawmsaub kws yog mej tug Vaajtswv lub tsev. “Tsw xob muab tug nam tshws cov kua mig lug hau tug mivnyuas tshws.”"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.27","label":"27","content":"Yawmsaub has rua Mauxe tas, “Tej lug nuav muab sau ca. Kuv nrug koj hab cov Yixayee cog lug ca lawv le tej nqais nuav lawm.”"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.28","label":"28","content":"Mauxe nrug Yawmsaub nyob hov ntawd plaub caug nub plaub caug mo, nwg tsw noj mov tsw haus dej le. Nwg sau tej lug cog tseg rua huv ob daim txag zeb, yog kaum txuj kevcai."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.29","label":"29","content":"Mauxe nqeg sau lub roob Xinai lug, nwg nqaa ob daim txag zeb kws sau Vaajtswv tej lug ntawm nwg txhais teg lug. Lub swjhawm kws Mauxe nqeg sau lub roob lug nwg tsw paub tas nwg lub ntsej muag ci vem yog nwg tau nrug Vaajtswv has lug lawm."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.30","label":"30","content":"Thaus Aloo hab cov Yixayee suavdawg saib Mauxe mas pum tas nwg lub ntsej muag ci, puab tsw kaav txaav lug ze nwg."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.31","label":"31","content":"Tassws Mauxe hu puab lug. Aloo hab cov kws ua thawj huv cov pejxeem suavdawg txhad rov lug cuag Mauxe, hab nwg nrug puab has lug."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.32","label":"32","content":"Tom qaab hov cov Yixayee suavdawg txaav lug ze, hab Mauxe txhad qha tej kevcai kws Yawmsaub tau has rua nwg sau lub roob Xinai txhua nqai rua puab noog."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.33","label":"33","content":"Thaus Mauxe has rua puab taag lawm, nwg muab ntaub lug kauv nwg lub ntsej muag."},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.34","label":"34","content":"Thaus twg Mauxe nkaag moog rua ntawm Yawmsaub xubndag nwg kuj muab daim ntaub hov yaws moog txug thaus nwg tawm lug. Thaus nwg tawm lug hab qha tej kws Vaajtswv kuas nwg has rua cov Yixayee noog,"},{"bible_id":"1216","chapter_code":"EXO.34","verse_code":"EXO.34.35","label":"35","content":"mas cov Yixayee saib Mauxe lub plhu kuj pum Mauxe lub ntsej muag ci, tes Mauxe txawm muab ntaub kauv nwg lub ntsej muag dua moog txug thaus nwg nkaag moog nrug Yawmsaub has lug."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.1","label":"1","content":"Mauxe hu ib tsoom pejxeem Yixayee tuaj txoos ua ib ke hab nwg has rua puab tas, “Tej nuav yog tej kws Yawmsaub kuas mej ua."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.2","label":"2","content":"Mej ua mej tej daag num rau nub xwb. Nub xyaa yog nub kws caiv su tag tag, yog nub Xanpatau kws dawb huv rua Yawmsaub. Yog leejtwg ua ib yaam num rua nub ntawd mas yuav raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.3","label":"3","content":"Nub Xanpatau tsw xob rauv tawg huv mej tej tsev hlo le.”"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.4","label":"4","content":"Mauxe has rua cov Yixayee suavdawg tas, “Yawmsaub kuas mej ua le nuav,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.5","label":"5","content":"mej suavdawg moog nqaa tej kws mej muaj tuaj pub rua Yawmsaub. Leejtwg lub sab daav kuj coj nwg tej hov txhua chaw tuaj pub rua Yawmsaub, yog kub hab nyaj hab tooj lab,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.6","label":"6","content":"hab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo hab plaub tshws,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.7","label":"7","content":"hab cov tawv txwv yaaj kws muab foo lab lawd, hab cov tawv ntshuab havtxwv, hab ntoo kub twg,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.8","label":"8","content":"hab roj saam lub teeb, hab tej txum lom kws xyaw cov roj tsw qaab swv ua kevcai tsaa, hab xyaw cov moov tshuaj tsw qaab,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.9","label":"9","content":"hab cov qai zeb av txho ci laam lug hab tej qai zeb hlaws muaj nqes kws muab xaws lu rua lub tsho efauj  hab lub awv."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.10","label":"10","content":"“Ca txhua tug kws muaj tswvyim huv mej cov tuaj ua txhua yaam kws Yawmsaub kuas mej ua, yog Yawmsaub lub tsev,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.11","label":"11","content":"kws yog lub tsev ntaub hab daim ntaub kws vuv txheej sau, hab cov khawb, cov txag taab, cov laag, cov ncej hab cov taw tag huv taw,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.12","label":"12","content":"hab lub swb xaab hab cov laag kwv hab lub hau swb xaab roog kev txhum  hab daim ntaub kws thaiv,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.13","label":"13","content":"hab lub rooj, ob tug laag kwv hab tej pestwj kws swv sau lub rooj, hab cov ncuav kws xyeem txawb rua ntawm Yawmsaub xubndag,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.14","label":"14","content":"hab tug kaav teeb kws txawb teeb pum kev, tej pestwj kws swv tu lub teeb, cov teeb hab cov roj saam teeb,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.15","label":"15","content":"hab lub thaaj hlawv moov tshuaj tsw qaab xyeem hab ob tug laag kwv, hab cov roj tsw qaab swv ua kevcai tsaa, hab cov moov tshuaj tsw qaab, hab daim ntaub kws ua qhov rooj tsev ntaub,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.16","label":"16","content":"hab lub thaaj hlawv hov txhua chaw xyeem, daim tsuav ntxaij tooj lab, cov laag kwv hab tej pestwj kws swv sau lub thaaj, hab lub phaaj tooj lab hab lub chaw txawb lub phaaj,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.17","label":"17","content":"hab cov ntaub xov laj kaab, cov ncej, cov taw tag ncej hab daim ntaub ua rooj vaag,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.18","label":"18","content":"hab cov tswg kws txhus tsaa Yawmsaub lub tsev hab cov tswg kws txhus tuav laj kaab hab cov hlua,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.19","label":"19","content":"hab tej tsoog meej mom kws ntus tau zoo zoo kws naav rua lub swjhawm moog ua Vaajtswv teg num huv lub chaw dawb huv, yog cev tsoog meej mom dawb huv kws pov thawj Aloo naav hab tej tsoog meej mom kws nwg cov tub naav rua thaus puab ua pov thawj le num.”"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.20","label":"20","content":"Tes cov Yixayee suavdawg txawm rov qaab ntawm Mauxe moog."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.21","label":"21","content":"Txhua tug kws kub sab hab zoo sab txawm nqaa tej hov txhua chaw tuaj pub rua Yawmsaub swv ua lub tsev ntaub sws ntswb hab swv ua txhua yaam num rua huv, hab ua tej tsoog meej mom dawb huv."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.22","label":"22","content":"Cov quaspuj quasyawg txhua tug kws zoo sab pub suavdawg coj tej npauj kub, puj cu, tej nplhaib hab tej paug teg hab tej saw kub tuaj. Txhua tug coj tej kub le nuav tuaj xyeem pub rua Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.23","label":"23","content":"Mas txhua tug kws muaj xuv xav xuv yimlaaj xuv lab hab tej xuv maaj kws nkoov zoo zoo, hab plaub tshws hab tawv txwv yaaj kws foo lab lab hab cov tawv ntshuab havtxwv nqaa tuaj pub."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.24","label":"24","content":"Txhua tug kws muaj nyaj muaj tooj lab kuj coj tuaj pub rua Yawmsaub, hab txhua tug kws muaj ntoo kub twg zoo swv kuj nqaa tuaj pub."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.25","label":"25","content":"Cov quaspuj suavdawg kws txawj ua maaj ua ntuag kuj coj tej xuv maaj xuv ntuag kws xav hab yimlaaj hab lab hab coj xuv maaj kws nkoov zoo zoo tuaj pub."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.26","label":"26","content":"Cov quaspuj suavdawg kws zoo sab hab txawj rhau plaub tshws kuj coj xuv tshws tuaj pub."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.27","label":"27","content":"Cov thawj coj kuj coj tej qai zeb av txho ci laam lug hab tej qai zeb hlaws kws muaj nqes tuaj xaws lu rua lub tsho efauj hab lub awv,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.28","label":"28","content":"hab coj tej txum lom hab coj roj tuaj yog yuav swv saam teeb hab swv ua cov roj tsw qaab swv ua kevcai tsaa hab swv ua cov moov tshuaj tsw qaab hlawv xyeem."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.29","label":"29","content":"Cov Yixayee cov quaspuj quasyawg suavdawg kws kub sab pub hov txhua chaw ua txhua yaam num kws Yawmsaub kuas Mauxe has rua puab ua lawd, kuj coj tuaj pub rua Yawmsaub lawv le puab zoo sab hlo pub."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.30","label":"30","content":"Mauxe has rua cov Yixayee tas, “Saib maj, Yawmsaub tub xaiv Ulis tug tub Npexalee kws yog Hawj tug xeeb ntxwv, yog xeem Yuta,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.31","label":"31","content":"hab Yawmsaub tub pub Vaaj Ntsuj Plig puv npo rua nwg kuas nwg muaj plaab plaw tswvyim hab txawj ntse paub ua txhua tsaav txhua yaam,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.32","label":"32","content":"hab txawj sau qauv hab muab nyaj muab kub muab tooj lab lug ua tau txaij nraug quas zeeg,"},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.33","label":"33","content":"hab nwg txawj npawm hab txhum tej qai zeb hlaws muab khawm lu rua lub miv taig, txawj sais ntoo txaij zoo nkauj, nwg txawj ua txhua yaam zoo zoo nkauj le."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.34","label":"34","content":"Yawmsaub kuj pub Npexalee hab Auhaulia kws yog Ahixama tug tub yog xeem Ntaaj ob tug muaj sab qha lwm tug ua tau."},{"bible_id":"1216","chapter_code":"EXO.35","verse_code":"EXO.35.35","label":"35","content":"Yawmsaub pub tswvyim peevxwm rua ob tug nuav, ob tug txhad txawj ua tau txhua yaam num kws cov tub txawg nkauj txawg ua. Ob tug txawj sau qauv zoo zoo le, txawj swv xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua paaj ntaub, hab ob tug txawj ua txhua tsaav txhua yaam hab txawj xaav sau qauv txaij nraug quas zeeg."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.1","label":"1","content":"Npexalee hab Auhaulia hab txhua tug muaj peevxwm kws Yawmsaub tub pub plaab plaw tswvyim hab kev txawj kuas ua tau txhua yaam num ua lub chaw pe hawm Yawmsaub mas suavdawg yuav ua txhua yaam lawv le Yawmsaub tub has tseg lawd.”"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.2","label":"2","content":"Mauxe hu Npexalee hab Auhaulia hab suavdawg kws muaj peevxwm ua, kws Yawmsaub tub pub plaab plaw tswvyim rua puab lawd, yog txhua tug kws kub sab ua num kuas tuaj ua num."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.3","label":"3","content":"Puab txais tej hov txhua chaw ntawm Mauxe txhais teg, yog tej kws cov Yixayee zoo sab coj tuaj pub ua lub chaw pe Yawmsaub lawd. Cov pejxeem kuj naj taagkig coj tej hov txhua chaw kws puab zoo sab pub tuaj pub."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.4","label":"4","content":"Cov tuabneeg kws txawj ua txhua yaam num huv lub chaw pe Yawmsaub txawm tso num tseg,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.5","label":"5","content":"suavdawg ua ke moog has rua Mauxe tas, “Cov pejxeem coj hov txhua chaw tuaj ntau dhau txhua yaam num kws Yawmsaub kuas peb ua lawm.”"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.6","label":"6","content":"Mauxe txhad tshaaj tawm thoob plhawv zej zog rua suavdawg tas, “Quaspuj quasyawg tsw xob coj hov txhua chaw tuaj pub ua lub chaw pe Yawmsaub lawm.” Mas cov pejxeem txhad tseg tsw coj tuaj pub lawm,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.7","label":"7","content":"vem cov kws muaj tub txaus ua txhua yaam num hab swv tsw taag."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.8","label":"8","content":"Cov kws txawj ua mas puab muab kaum chaws ntaub maag ua Yawmsaub lub tsev, yog puab muab cov xuv maaj kws nkoov zoo zoo hab xuv xav xuv yimlaaj hab xuv lab ntus ua, hab cov Kws txawj ntus ntus ua duab Khelunpee  rua huv,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.9","label":"9","content":"ib chaws ntaub ntev neeg nkaum yim tshwm daav plaub tshwm, txhua chaws ntaub daav ntev ib yaam nkaus."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.10","label":"10","content":"Nwg muab tswb chaws ntaub xaws ua ke ua ib daig, muab tswb chaws xaws ua ib daig."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.11","label":"11","content":"Nwg muab cov ntaub xav xaws ua ntsej rua daim ntug ntaub kws ib, hab ua ntsej rua daim ntug ntaub kws ob ib yaam nkaus."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.12","label":"12","content":"Nwg ua tswb caug lub ntsej rua daim ntug ntaub kws ib, hab ua tswb caug lub ntsej rua daim kws ob, saab npoo kws txuas ua ke kuas sws ncaaj nkaus,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.13","label":"13","content":"hab nwg muab kub lug ua tswb caug lub khawb lug khawm ob daig ntaub hov kuas ua hlo ib daig ua Yawmsaub lub tsev."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.14","label":"14","content":"Nwg muab plaub tshws lug ntus ua kaum ib chaws ntaub vuv hlo Yawmsaub lub tsev,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.15","label":"15","content":"ib chaws ntaub ntev peb caug tshwm daav plaub tshwm, kaum ib chaws ntaub daav ntev ib yaam nkaus."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.16","label":"16","content":"Nwg muab tswb chaws ntaub xaws ua ke ua ib daig, muab rau chaws xaws ua ib daig."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.17","label":"17","content":"Nwg ua tswb caug lub ntsej rua daim ntug ntaub kws ib, hab ua tswb caug lub ntsej rua daim ntug ntaub kws ob, saab npoo ntaub kws txuas ua ke."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.18","label":"18","content":"Nwg muab tooj lab ua tswb caug lub khawb txhad khawm tau ob daig ntaub kuas ua hlo ib daig."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.19","label":"19","content":"Nwg muab cov tawv txwv yaaj kws foo lab lawd lug ua ntaub vuv lub tsev ntaub hab muab cov tawv ntshuab havtxwv lug ua ntaub vuv txheej sau."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.20","label":"20","content":"Nwg muab ntoo kub twg lug ua taab tsaa xov Yawmsaub lub tsev."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.21","label":"21","content":"Cov taab ntawd ntev kaum tshwm daav ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.22","label":"22","content":"Ib daim txag taab mas nwg qhais ua ob tug taw txhad txuas tau ua ke. Nwg ua txhua daim txag taab le nuav coj lug ua Yawmsaub lub tsev."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.23","label":"23","content":"Nwg ua neeg nkaum daim txag taab xov Yawmsaub lub tsev saab nraag,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.24","label":"24","content":"hab muab nyaj ua plaub caug tug taw tag neeg nkaum daim txag taab le taw, ib daim txag taab ntxwg rua ob tug taw."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.25","label":"25","content":"Nwg ua neeg nkaum daim txag taab xov Yawmsaub lub tsev saab peg,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.26","label":"26","content":"hab ua plaub caug tug taw nyaj tag huv taw, ib daim txag taab ntxwg rua ob tug taw tag."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.27","label":"27","content":"Nwg ua rau daim txag taab xov Yawmsaub lub tsev saab qaum tsev kws nub poob."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.28","label":"28","content":"Nwg ua ob daim txag taab xov ob lub kaum tsev ntaub kws yog saab qaum tsev."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.29","label":"29","content":"Ob daim txag taab hov mas huv taw puab muab ib daim txawb qag mivntswv rua saab nrau, sau hauv txag puab muab teem ti nkaus lub ntsej sau kawg. Nwg ua le nuav rua ob lub kaum tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.30","label":"30","content":"Saab nub poob muaj yim daim txag taab xov hab muaj kaum rau tug taw nyaj, ib daim txag taab ntxwg rua ob tug taw."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.31","label":"31","content":"Nwg muab ntoo kub twg ua tswb tug laag tuav Yawmsaub lub tsev ib saab phaab ntsaa,"},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.32","label":"32","content":"hab ua tswb tug laag rua dua ib saab hab ua tswb tug rua saab qaum tsev kws nub poob."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.33","label":"33","content":"Nwg ua tug laag nruab nraab kws tuav cov txag ntev keev hlo txwj ib lub kaum tsev txug ncua ib lub kaum tsev."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.34","label":"34","content":"Nwg muab kub luam cov txag taab hov hab muab kub ua cov ntsej kws ntxwg cov laag hov, hab muab kub luam cov laag huvsw."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.35","label":"35","content":"Nwg muab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua ib daim ntaub thaiv hab cov Kws txawj ntus ntus ua duab Khelunpee  rua huv."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.36","label":"36","content":"Nwg muab ntoo kub twg lug ua plaub tug ncej hab muab kub luam cov ncej huvsw. Nwg muab kub ua nqai lauj hab muab nyaj nchuav ua plaub tug taw tag cov ncej hov."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.37","label":"37","content":"Nwg muab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua ib daim ntaub ua lub qhov rooj tsev ntaub, hab ua paaj ntaub rua."},{"bible_id":"1216","chapter_code":"EXO.36","verse_code":"EXO.36.38","label":"38","content":"Nwg ua tswb tug ncej muaj nqai lauj dai daim ntaub hov. Nwg muab kub ua ib lub taig khwb cov hauv ncej hab muab kub ua thi rua sau cov hauv ncej hab nwg muab tooj lab ua tswb tug taw ncej tag cov ncej hov."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.1","label":"1","content":"Npexalee muab ntoo kub twg ua lub swb xaab, ntev ob tshwm txhais, daav ib tshwm txhais, hab sab ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.2","label":"2","content":"Nwg muab cov tseem kub luam taag nrho lub swb xaab hov saab huv saab nrau huvsw hab muab kub ua ib tug caaj ntswg puag ncig lub swb xaab."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.3","label":"3","content":"Nwg muab kub nchuav ua plaub lub ntsej tis rua plaub lub kaum swb xaab, ua ib saab ob lub ntsej."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.4","label":"4","content":"Nwg muab ntoo kub twg ua ob tug laag kwv hab muab kub luam ob tug laag hov huvsw,"},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.5","label":"5","content":"mas muab ntxwg rua cov ntsej ntawm lub swb xaab ob saab txhad kwv tau lub swb xaab."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.6","label":"6","content":"Nwg muab cov tseem kub ua lub hau swb xaab kws roog kev txhum, ntev ob tshwm txhais, daav ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.7","label":"7","content":"Nwg muab kub ntaus ua ob tug Khelunpee  txawb rua ob tog hau swb xaab."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.8","label":"8","content":"Nwg ua ob tug Khelunpee hov ib tug nyob ib tog hau sws xaab lu keev xeeb nkaus rua lub hau swb xaab kws roog kev txhum."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.9","label":"9","content":"Ob tug hov nthuav tis lug roog sau lub hau swb xaab, ob tug hov tig ndag ua ke, yog tig lug saib lub hau swb xaab kws roog kev txhum."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.10","label":"10","content":"Nwg muab ntoo kub twg ua ib lub rooj ntev ob tshwm daav ib tshwm hab sab ib tshwm txhais."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.11","label":"11","content":"Nwg muab cov tseem kub luam lub rooj hov huvsw hab muab kub ua ib tug caaj ntswg puag ncig lub rooj hov."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.12","label":"12","content":"Nwg ua ib daim txag daav ib xwb thaiv puag ncig lub npoo rooj hab muab kub ua ib tug caaj ntswg lu puag ncig daim txag hov."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.13","label":"13","content":"Nwg muab kub nchuav ua plaub lub ntsej tis rua plaub lub kaum rooj kws ncaaj plaub tug ceg rooj."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.14","label":"14","content":"Nwg muab cov ntsej hov lu ze ze daim txag txhad ntxwg tau laag kwv."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.15","label":"15","content":"Nwg muab ntoo kub twg ua ob tug laag kwv lub rooj hab muab kub luam ob tug laag huvsw."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.16","label":"16","content":"Nwg muab cov tseem kub ua tej pestwj kws swv sau lub rooj, yog taig plab taig ntim rau moov tshuaj tsw qaab, hab taig phaaj hab tej paav laam fwj kws laub cawv txwv maab xyeem."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.17","label":"17","content":"Nwg muab cov tseem kub ua tug kaav teeb. Nwg ntaus ua lub taw hab tug ncej teeb hab ua cov taig zoo le paaj hab cov qa paaj hab cov nplai paaj lu keev xeeb nkaus rua tug kaav teeb."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.18","label":"18","content":"Tug kaav teeb nuav ncau ua rau ceg, ib saab ncau peb ceg."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.19","label":"19","content":"Txhua ceg muaj peb lub paaj zoo le paaj txwv duaj, txhua lub paaj muaj lub qa paaj hab cov nplai paaj rua rau ceg kws ncau ntawm tug kaav teeb huvsw."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.20","label":"20","content":"Tug tseem kaav teeb muaj plaub lub paaj txwv duaj kws muaj lub qa paaj hab cov nplai paaj huvsw."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.21","label":"21","content":"Rau ceg ntawd txhua nkawm ceg kws ncau ntawm tug kaav teeb muaj ib lub qa paaj nyob huv qaab."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.22","label":"22","content":"Cov qa paaj ntawd hab cov ceg teeb lu keev xeeb nkaus rua tug kaav teeb, yog muab cov tseem kub ntaus ua."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.23","label":"23","content":"Nwg muab cov tseem kub ua xyaa lub teeb kws txawb sau xyaa ceg teeb hov, hab ua raab txab kws txav teeb xeeb hab ua lub phaaj plab kws rau txab."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.24","label":"24","content":"Nwg muab cov tseem kub nyaav ib talaa  ua lub teeb kub hab tej pestwj kws swv ntawm lub teeb hov."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.25","label":"25","content":"Nwg muab ntoo kub twg ua lub thaaj hlawv moov tshuaj tsw qaab. Nwg ua daav xwm faab xwm meem ntev ib tshwm daav ib tshwm sab ob tshwm. Cov kub ntawm kaum thaaj mas yog ua keev hlo ntawm lub thaaj lug."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.26","label":"26","content":"Nwg muab cov tseem kub luam hlo lub thaaj saab sau hab plaub faab hab cov kub thaaj huvsw hab muab kub ua ib tug caaj ntswg lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.27","label":"27","content":"Nwg muab kub ua ob lub ntsej tis rua huv qaab tug caaj ntswg hov ib lub ib saab kuas sws ncaaj, mas txhad ntxwg tau laag kwv moog."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.28","label":"28","content":"Nwg muab ntoo kub twg lug ua ob tug laag kwv hab muab kub luam ob tug laag hov."},{"bible_id":"1216","chapter_code":"EXO.37","verse_code":"EXO.37.29","label":"29","content":"Nwg ua cov roj tsw qaab dawb huv kws swv ua kevcai tsaa hab ua cov moov tshuaj tsw qaab zoo zoo kws hlawv xyeem, ua tau zoo yaam nkaus le tug Kws txawj ua tshuaj tsw qaab ua."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.1","label":"1","content":"Nwg muab ntoo kub twg ua lub thaaj kws hlawv hov txhua chaw xyeem. Nwg ua daav xwm faab xwm meem, ntev tswb tshwm, daav tswb tshwm, sab peb tshwm."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.2","label":"2","content":"Nwg ua plaub tug kub rua sau plaub lub kaum thaaj, nwg npawm keev hlo ntawm lub thaaj lug, hab muab tooj lab luam lub thaaj huvsw."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.3","label":"3","content":"Nwg muab tooj lab ua txhua yaam pestwj kws swv rua sau lub thaaj, yog tej laug yawm tshauv, tej duav phuaj, tej phaaj, tej muv chob nqaj, hab ua tej yag rau ncaig tawg."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.4","label":"4","content":"Nwg muab kaav tooj lab qhab ua ib daim tsuav ntxaij tso rua huv lub thaaj hlauv rua saab huv txug ib nraab thaaj."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.5","label":"5","content":"Nwg muab tooj lab nchuav ua plaub lub ntsej tis rua plaub lub kaum tsuav ntxaij ntxwg laag kwv."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.6","label":"6","content":"Nwg muab ntoo kub twg ua cov laag hab muab tooj lab luam cov laag hov."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.7","label":"7","content":"Nwg ntxwg cov laag rua cov ntsej kws nyob ntawm lub thaaj ob saab txhad kwv tau nrug puab moog. Nwg muab txag ua lub thaaj hov tseg lub plawv thaaj kuas khoob."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.8","label":"8","content":"Nwg muab tej tooj lab kws swv ua av kws cov quaspuj ua Yawmsaub le num ntawm lub qhov rooj tsev ntaub sws ntswb pub lug ua lub phaaj tooj lab hab ua lub chaw tooj lab kws txawb lub phaaj."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.9","label":"9","content":"Nwg muab xuv maaj kws nkoov zoo zoo ntus ua ib chaws ntaub maag xov laj kaab ib ncig lub tsev ntaub sws ntswb. Chaws ntaub kws xov saab nraag ntev ib puas tshwm,"},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.10","label":"10","content":"hab muaj neeg nkaum tug ncej hab neeg nkaum tug taw tooj lab tag ncej mas cov nqai lauj ntawm cov ncej hab cov thi rua sau cov hauv ncej yog xuas nyaj ua."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.11","label":"11","content":"Chaws ntaub kws xov saab peg mas ntev ib puas tshwm hab muaj neeg nkaum tug ncej hab neeg nkaum tug taw tooj lab tag cov ncej mas cov nqai lauj ntawm cov ncej hab cov thi sau cov hauv ncej yog xuas nyaj ua."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.12","label":"12","content":"Chaws ntaub kws xov saab nub poob mas ntev tswb caug tshwm hab muaj kaum tug ncej hab kaum tug taw tag ncej mas cov nqai lauj ntawm cov ncej hab cov thi rua sau cov hauv ncej yog xuas nyaj ua."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.13","label":"13","content":"Saab ntawm rooj vaag kws yog saab nub tuaj mas kuj daav tswb caug tshwm."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.14","label":"14","content":"Chaws ntaub kws xov ib saab ntawm rooj vaag mas daav kaum tswb tshwm, hab muaj peb tug ncej hab peb tug taw tag ncej,"},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.15","label":"15","content":"hab chaws ntaub kws xov dua ib saab ntawm rooj vaag mas daav kaum tswb tshwm hab muaj peb tug ncej hab peb tug taw tag ncej."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.16","label":"16","content":"Cov ntaub kws xov thoob plhawv lub laj kaab mas yog muab cov xuv maaj kws nkoov zoo zoo ntus ua."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.17","label":"17","content":"Nwg muab tooj lab ua cov taw tag ncej, hab muab nyaj ua cov nqai lauj hab ua thi rua sau cov hauv ncej hab muab nyaj ua lub taig khwb hauv ncej. Txhua tug ncej laj kaab muaj thi nyaj sau hauv ncej huvsw."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.18","label":"18","content":"Nwg muab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua ib chaws ntaub coj lug ua rooj vaag hab nwg ua paaj rua huv. Chaws ntaub hov ntev neeg nkaum tshwm sab tswb tshwm sws txwg zog le chaws ntaub xov laj kaab,"},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.19","label":"19","content":"muaj plaub tug ncej hab plaub tug taw tooj lab tag ncej. Cov nqai lauj ntawm cov ncej yog xuas nyaj ua, hab cov taig khwb hauv ncej hab cov thi sau cov ncej kuj yog xuas nyaj ua."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.20","label":"20","content":"Cov tswg kws txhus tsaa Yawmsaub lub tsev hab cov tswg kws tuav lub laj kaab ib ncig yog xuas tooj lab ua huvsw."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.21","label":"21","content":"Nuav yog sau tej kws swv ua Yawmsaub lub tsev kws yog Yawmsaub lub tsev ntaub kws muaj lub swb xaab sws cog lug saib swv npaum le caag. Mauxe kuas cov Levi sau. Tug pov thawj Aloo tug tub Ithama ua tug thawj coj puab."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.22","label":"22","content":"(Npexalee kws yog Ulis tug tub yog Hawj tug xeeb ntxwv yog xeem Yuta tau ua txhua yaam lawv le kws Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.23","label":"23","content":"Auhaulia kws yog Ahixama tug tub yog xeem Ntaaj nrug Npexalee ua num ua ke. Auhaulia txawj ua txhua yaam huvsw, nwg txawj sau qauv zoo zoo le hab nwg txawj ua ntaub ua xuv ua paaj ntaub zoo, nwg muab xuv xav xuv yimlaaj xuv lab hab tej xuv maaj kws nkoov zoo zoo lug ua.)"},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.24","label":"24","content":"Tej kub kws swv ua lub chaw pe Yawmsaub hab txhua yaam, yog cov kub kws puab tub coj tuaj pub rua Yawmsaub, huvsw muaj 29 talaa hab 730 sekhee  nyaav lawv le swv huv lub chaw pe Yawmsaub."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.25","label":"25","content":"Tej nyaj kws thaus cov pejxeem txheeb npe es puab them hov mas suav huvsw muaj 100 talaa hab 1,775 sekhee  nyaav lawv le puab swv huv lub chaw pe Yawmsaub,"},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.26","label":"26","content":"ib leeg them ib npekha  kws yog ib nraab sekhee lawv le swv huv lub chaw pe Yawmsaub, yog sau ntawm txhua tug kws moog txheeb npe, suav txwj le cov kws muaj neeg nkaum xyoo rov sau xwb mas tau 603,550 leej."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.27","label":"27","content":"Ib puas talaa nyaj  hov nwg muab nchuav ua cov taw tag huv lub chaw pe Yawmsaub hab ua cov taw tag ncej rua daim ntaub thaiv, ib puas talaa muab nchuav ua ib puas tug taw tag, ib talaa nchuav ua ib tug taw tag."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.28","label":"28","content":"1,775 shekhee  nyaj hov mas nwg swv ua cov nqai lauj ntawm cov ncej hab ua taig khwb cov hauv ncej hab ua thi rua sau hauv ncej."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.29","label":"29","content":"Cov tooj lab kws puab coj tuaj pub rua Yawmsaub mas huvsw muaj 70 talaa hab 2,400 sekhee."},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.30","label":"30","content":"Cov tooj lab hov nwg swv ua cov taw tag ncej qhov rooj tsev ntaub sws ntswb hab ua lub thaaj hlawv hov txhua chaw xyeem hab ua daim tsuav ntxaij huv lub thaaj hab ua txhua yaam pestwj swv ntawm lub thaaj,"},{"bible_id":"1216","chapter_code":"EXO.38","verse_code":"EXO.38.31","label":"31","content":"hab ua cov taw tag ncej rua cov ncej laj kaab huvsw hab rua cov ncej ntawm rooj vaag, hab ua cov tswg kws txhus tsaa Yawmsaub lub tsev ntaub hab cov tswg kws txhus tuav lub laj kaab kws xov vej lub tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.1","label":"1","content":"Puab muab cov xuv xav xuv yimlaaj xuv lab ntus zoo zoo ua tej tsoog kws naav moog ua num huv lub chaw dawb huv, hab ua cev tsoog meej mom dawb huv rua Aloo, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.2","label":"2","content":"Puab muab kub hab xuv xav xuv yimlaaj xuv lab hab xuv maaj kws nkoov zoo zoo ua lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.3","label":"3","content":"Puab ntaus tej daim kub nyag nyag muab txav ua tej pluaj miv miv ntus nrug cov xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo, txhad ua tau zoo nkauj txaij nraug zeeg."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.4","label":"4","content":"Puab ua ob pluaj ntaub khuam lub tsho efauj ntawm xub pwg muab teem rua ob saab xub pwg tsho."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.5","label":"5","content":"Txuj hlaab sa kws ntus zoo zoo kws muab xaws lu rua lub tsho efauj, mas puab ua ib yaam nkaus le lub tsho efauj, yog puab muab cov xuv kub hab xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo ntus ua, lawv le kws Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.6","label":"6","content":"Puab muab xuv kub qhab ua ob lub taig kub txaij mog mog khawm ob lub qai zeb av txho ci laam lug, hab puab txaug Yixayee cov tub le npe rua huv ob lub qai zeb av hov ib yaam nkaus le txaug txwm."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.7","label":"7","content":"Puab muab xaws lu nkaus rua pluaj ntaub kws khuam lub tsho efauj ntawm ob saab xub pwg, ua lub chaw kws ncu ntsoov Yixayee cov tub, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.8","label":"8","content":"Puab ua ib lub awv zoo nkauj txaij nraug zeeg. Puab muab xuv kub hab xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo ua ib yaam nkaus le ua lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.9","label":"9","content":"Lub awv xwm faab daav ib dus ntev ib dus hab huv plawv khoob ua ib lub naab."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.10","label":"10","content":"Puab muab kaum ob lub qai zeb hlaws kws muaj nqes teem ua plaub leej rov ntaav rua ntawm lub awv hov. Leej sau kws yog leej ib mas yog peb lub qai zeb, ib lub qai zeb lab pis tseb, ib lub qai zeb daaj pis lig, ib lub qai zeb ntsuab quas lab."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.11","label":"11","content":"Leej kws ob mas yog ib lub qai zeb ntsuab txho, ib lub qai zeb phaithu yimlaaj, ib lub qai zeb hlaws av."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.12","label":"12","content":"Leej kws peb mas yog ib lub qai zeb ntsuab xav, ib lub qai zeb kws txho tawg, ib lub qai zeb yimlaaj zem zwv."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.13","label":"13","content":"Leej kws plaub mas yog ib lub qai zeb ntsuab pis xab, ib lub qai zeb av txho ci laam lug hab ib lub qai zeb daaj tshab tshab. Mas muab cov tseem xuv kub qhab ua kaum ob lub taig kub txaij mog mog khawm cov qai zeb hov."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.14","label":"14","content":"Kaum ob lub qai zeb hlaws hov yuav muaj Yixayee cov tub tej npe txaug rua huv ib yaam nkaus le txaug txwm, muaj kaum ob xeem ib xeem zuj zug le npe nyob rua huv."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.15","label":"15","content":"Puab muab cov tseem xuv kub ntswj ua ib txuj saw kheej zoo le txuj hlua tis rua lub awv."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.16","label":"16","content":"Puab muab xuv kub ua ob lub taig kub txaij mog mog hab muab kub ua ob lub ntsej mas muab ob lub ntsej tis rua ob lub kaum awv."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.17","label":"17","content":"Puab muab ob txuj qaab saw kub lug khawm rua ob lub ntsej ntawm ob lub kaum awv,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.18","label":"18","content":"hab muab ob yaav qaab saw sau tis rua ob lub taig kub txaij mog mog kws muab lu rua lub tsho efauj ntawm ob saab xub pwg saab xubndag."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.19","label":"19","content":"Puab muab kub ua ob lub ntsej tis rua ob lub kaum awv huv qaab saab huv kws npuas lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.20","label":"20","content":"Puab muab kub ua ob lub ntsej tis rua ob pluaj ntaub ntawm xub pwg ntawm lub tsho efauj saab xubndag ze kaab lej leeg tsho ntawm txuj hlaab sa kws ntus zoo zoo saab sau."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.21","label":"21","content":"Puab muab xuv xav ntswj ua ob txuj hlua khi ob lub ntsej awv saab huv rua ob lub ntsej ntawm lub tsho efauj, lub awv txhad nyob saab sau txuj hlaab sa kws ntus zoo zoo kws sa ntawm duav txhad tsw nplaam ntawm lub tsho efauj, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.22","label":"22","content":"Puab muab xuv xav ntus ua lub tsho ntev phim lub tsho efauj."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.23","label":"23","content":"Puab ua lub tsho nuav yog lub tsho looj hab puab muab lub cej daab tsho hov foob zoo zoo txhad tsw nduag."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.24","label":"24","content":"Lub qaab tsho hov mas puab muab xuv xav xuv yimlaaj xuv lab hab cov xuv maaj kws nkoov zoo zoo qhab ua tej lub zoo le txwv ntsab pobkws dai rua,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.25","label":"25","content":"hab puab muab cov tseem kub ua tej lub tswb lug dai quas cov txwv ntsab pobkws thoob plhawv ntawm lub qaab tsho ntev hov,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.26","label":"26","content":"dai ib lub tswb quas ib lub txwv ntsab pobkws, dai le nuav thoob plhawv lub qaab tsho ntev kws naav ua Yawmsaub le num, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.27","label":"27","content":"Puab muab cov xuv maaj kws nkoov zoo zoo ntus ua tsho rua Aloo hab nwg cov tub,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.28","label":"28","content":"hab muab cov xuv maaj nkoov zoo zoo ua mom ua phuam, hab ua rwg tuab lu,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.29","label":"29","content":"hab muab cov xuv maaj nkoov zoo zoo hab xuv xav xuv yimlaaj xuv lab ntus txuj hlaab sa hab ua paaj rua hab, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.30","label":"30","content":"Puab muab cov tseem kub ntaus ua ib pluaj kub kws dawb huv hab txaug npe ntawv rua huv has tas “Dawb huv rua Yawmsaub” yaam nkaus le luas txaam txwm,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.31","label":"31","content":"hab muab xuv xav ua hlua khi pluaj kub hov rua sau hau phuam, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.32","label":"32","content":"Puab ua Yawmsaub lub tsev kws yog lub tsev ntaub sws ntswb txhua yaam tav. Yawmsaub has le caag rua Mauxe cov Yixayee kuj ua txhua yaam tav le hov."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.33","label":"33","content":"Puab coj txhua yaam kws ua Yawmsaub lub tsev lug rua Mauxe, yog lub tsev ntaub hab tej pestwj kws swv huvsw, tsw has cov nqai lauj, cov txag taab, cov laag, cov ncej hab cov taw tag huv taw,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.34","label":"34","content":"hab cov tawv txwv yaaj kws foo lab lawd hab cov tawv ntshuab havtxwv kws vuv lub tsev ntaub txheej sau, hab daim ntaub maag kws thaiv,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.35","label":"35","content":"hab lub swb xaab sws cog lug, cov laag kwv hab lub hau swb xaab kws roog kev txhum,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.36","label":"36","content":"hab lub rooj hab tej pestwj kws swv sau lub rooj hab cov ncuav kws xyeem txawb rua ntawm Yawmsaub xubndag,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.37","label":"37","content":"hab tug kaav teeb tseem kub hab tej teeb kws nyob sau tug kaav teeb, hab txhua yaam pestwj swv tu lub teeb hab cov roj saam teeb,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.38","label":"38","content":"hab lub thaaj kub hab cov roj tsw qaab swv ua kevcai tsaa hab cov moov tshuaj tsw qaab hab daim ntaub kws ua qhov rooj tsev ntaub,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.39","label":"39","content":"hab lub thaaj tooj lab kws hlawv hov txhua chaw xyeem hab daim tsuav ntxaij tooj lab hab cov laag kwv hab tej pestwj swv sau lub thaaj, hab lub phaaj ntxuav teg taw hab lub chaw txawb lub phaaj,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.40","label":"40","content":"hab cov ntaub xov laj kaab, cov ncej, cov taw tag ncej hab daim ntaub ua rooj vaag, cov hlua hab cov tswg kws txhus tuav laj kaab, hab txhua yaam pestwj kws swv ua num huv Yawmsaub lub tsev kws yog lub tsev ntaub sws ntswb,"},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.41","label":"41","content":"hab tej tsoog meej mom kws ntus tau zoo zoo kws naav rua lub swjhawm moog ua Yawmsaub teg num huv lub chaw dawb huv, yog cev tsoog meej mom dawb huv kws pov thawj Aloo naav hab tej tsoog meej mom kws nwg cov tub naav rua thaus ua pov thawj le num."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.42","label":"42","content":"Txhua yaam kws Yawmsaub has kuas Mauxe ua lawd mas cov Yixayee kuj ua tav huvsw."},{"bible_id":"1216","chapter_code":"EXO.39","verse_code":"EXO.39.43","label":"43","content":"Mauxe moog tshuaj saib tej num txhua yaam mas pum tas puab ua lawv nraim le kws Yawmsaub has lawd tes Mauxe txawm foom koob moov rua puab."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.2","label":"2","content":"“Lub ib hlis ntuj nub xab ib koj ca le tsaa kuv lub tsev kws yog lub tsev ntaub sws ntswb,"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.3","label":"3","content":"hab muab lub swb xaab sws cog lug tso rua huv lub tsev ntaub, hab muab ib daim ntaub thaiv kem lub swb xaab."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.4","label":"4","content":"Nqaa lub rooj lug txawb rua huv, hab muab tej pestwj kws swv txawb sau lub rooj nyag nyob nyag chaw, hab nqaa tug kaav teeb lug txawb rua hab muab cov teeb txawb rua sau."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.5","label":"5","content":"Txawb lub thaaj kub kws hlawv moov tshuaj tsw qaab ncaaj rua ntawm lub swb xaab sws cog lug chaav nrau nuav, hab muab daim ntaub khuab ua qhov rooj rua kuv lub tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.6","label":"6","content":"Teeb lub thaaj kws hlawv hov txhua chaw xyeem ncaaj ntawm kuv lub tsev lub qhov rooj kws yog lub tsev ntaub sws ntswb saab nrau,"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.7","label":"7","content":"hab muab lub phaaj ntxuav teg taw txawb rua ntawm lub tsev ntaub sws ntswb hab lub thaaj kem nruab nraab hab nqaa dej rua huv lub phaaj."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.8","label":"8","content":"Xov laj kaab puag ncig lub tsev ntaub hov hab muab daim ntaub khuab ua rooj vaag."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.9","label":"9","content":"Muab cov roj tsw qaab swv ua kevcai tsaa laub ywg kuv lub tsev hab txhua yaam kws nyob huv, hab ua kevcai tu kuas kuv lub tsev hab txhua yaam ntawd dawb huv rua kuv mas lub chaw pe Yawmsaub txhad dawb huv."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.10","label":"10","content":"Hab muab cov roj hov laub ywg lub thaaj kws hlawv xyeem hab tej pestwj kws swv ntawm lub thaaj huvsw ua kevcai tu kuas dawb huv rua kuv mas lub thaaj ntawd txhad dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.11","label":"11","content":"Hab muab cov roj tsw qaab hov laub ywg lub phaaj hab lub chaw kws txawb lub phaaj ua kevcai tu kuas dawb huv rua kuv."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.12","label":"12","content":"“Coj Aloo hab nwg cov tub lug rua ntawm lub qhov rooj tsev ntaub sws ntswb hab muab dej ntxuav puab."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.13","label":"13","content":"Muab cev tsoog meej mom kws dawb huv ua rua Aloo naav, hab muab cov roj tsw qaab laub ywg rua nwg ua kevcai tu kuas nwg dawb huv rua kuv, mas nwg txhad ua tau pov thawj ua kuv teg num."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.14","label":"14","content":"Coj Aloo cov tub tuaj hab muab tej tsoog meej mom ua rua puab naav."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.15","label":"15","content":"Muab cov roj tsw qaab laub ywg puab ib yaam nkaus le ywg rua puab txwv, puab txhad ua tau pov thawj ua kuv teg num. Qhov kws muab roj laub ywg ua kevcai tsaa le hov ua rua puab muaj feem ua pov thawj ib txhab ib txhws ib tam dhau ib tam moog le.”"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.16","label":"16","content":"Mauxe ua txhua yaam lawv le kws Yawmsaub has."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.17","label":"17","content":"Xyoo ob lub ib hlis ntuj nub xab ib Mauxe txawm tsaa Yawmsaub lub tsev ntaub."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.18","label":"18","content":"Mauxe tsaa Yawmsaub lub tsev le nuav, nwg teem cov taw tag, hab tsaa cov txag taab, hab ntxwg laag rua cov txag taab hab tsaa cov ncej."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.19","label":"19","content":"Nwg muab chaws ntaub lug vuv Yawmsaub lub tsev hab muab cov tawv vuv lub tsev ntaub txheej sau, lawv le Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.20","label":"20","content":"Nwg muab ob daim txag zeb kws sau Yawmsaub tej lug tso rua huv lub swb xaab hab ntxwg ob tug laag kwv rua lub swb xaab hab muab lub hau kws roog kev txhum kaw rua."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.21","label":"21","content":"Nwg muab lub swb xaab kwv lug rua huv Yawmsaub lub tsev hab dai daim ntaub kem lub swb xaab sws cog lug, lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.22","label":"22","content":"Mauxe muab lub rooj txawb rua huv lub tsev ntaub sws ntswb chaav nrau daim ntaub thaiv saab peg,"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.23","label":"23","content":"hab muab cov ncuav tso rua sau lub rooj kuas nyag nyob nyag chaw ntawm Yawmsaub xubndag, lawv le Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.24","label":"24","content":"Mauxe muab tug kaav teeb txawb rua huv lub tsev ntaub sws ntswb saab nraag ncaaj nkaus lub rooj,"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.25","label":"25","content":"hab muab cov teeb txawb rua sau rua ntawm Yawmsaub xubndag, lawv le Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.26","label":"26","content":"Mauxe muab lub thaaj kub txawb rua huv lub tsev ntaub sws ntswb ti nkaus daim ntaub thaiv chaav nrau,"},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.27","label":"27","content":"mas nwg hlawv tej moov tshuaj tsw qaab rua sau lub thaaj hov, lawv le Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.28","label":"28","content":"Mauxe muab daim ntaub khuab ua Yawmsaub lub tsev lub qhov rooj."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.29","label":"29","content":"Nwg teeb lub thaaj kws hlawv hov txhua chaw xyeem saab nrau ncaaj Yawmsaub lub tsev lub qhov rooj kws yog lub tsev ntaub swb ntswb. Nwg muab hov txhua chaw ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem qoob loos, lawv le Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.30","label":"30","content":"Mauxe muab lub phaaj txawb ca rua ntawm lub tsev ntaub sws ntswb hab lub thaaj ntu nruab nraab, hab nwg muab dej rua huv ua chaw ntxuav."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.31","label":"31","content":"Mauxe hab Aloo hab Aloo cov tub kuj swv cov dej huv lub phaaj hov ntxuav teg ntxuav taw."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.32","label":"32","content":"Thaus puab yuav moog huv lub tsev ntaub sws ntswb lossws moog ze lub thaaj thaus twg puab yuav tsum ntxuav teg ntxuav taw ua ntej, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.33","label":"33","content":"Mauxe xov laj kaab puag ncig Yawmsaub lub tsev hab lub thaaj, hab nwg muab daim ntaub khuab ua qhov rooj vaag. Nwg ua ib puas tsaav yaam hov tav taag nrho huvsw."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.34","label":"34","content":"Lub swjhawm hov tug ncej fuab lug roog ti nkaus lub tsev ntaub sws ntswb hab Yawmsaub tug fwjchim ci ntsaa quas ab puv nkaus huv Yawmsaub lub tsev."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.35","label":"35","content":"Mauxe nkaag tsw tau rua huv lub tsev ntaub sws ntswb vem tug ncej fuab lug roog ti nkaus lub tsev hab Yawmsaub tug fwjchim ci ntsaa quas ab puv nkaus huv Yawmsaub lub tsev hov."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.36","label":"36","content":"Ncua swjhawm kws puab pheej tswv hov, yog tug ncej fuab txaav ntawm Yawmsaub lub tsev moog thaus twg tes cov Yixayee yuav tsum sawv kev tswv moog thaus ntawd."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.37","label":"37","content":"Yog tug ncej fuab tsw txaav moog mas puab kuj tsw tawm moog le, puab tog moog txug nub kws tug ncej fuab txaav moog tsaiv."},{"bible_id":"1216","chapter_code":"EXO.40","verse_code":"EXO.40.38","label":"38","content":"Ncua swjhawm kws puab pheej tswv hov, nruab nub Yawmsaub tug ncej fuab nyob sau Yawmsaub lub tsev, mo ntuj tug ncej fuab hov ci le nplaim tawg taab meeg cov Yixayee suavdawg pum."}]