[{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.1","label":"1","content":"Povlauj, kws yog tug tubkhai kws tsw yog tuabneeg tsaa lossws tuabneeg khaiv, tassws Yexu Kheto hab leej Txwv Vaajtswv kws tsaa Yexu caj sawv huv qhov tuag rov lug ua tug tsaa,"},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.2","label":"2","content":"hab cov kwvtij suavdawg kws nrug kuv nyob, has moog rua cov pawg ntseeg huv lub xeev Kalatia."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.3","label":"3","content":"Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.4","label":"4","content":"Yexu muab nwg tug kheej xyeem thij peb lub txem sub txhad cawm peb dim tam tuabneeg phem nuav lawv le Vaajtswv kws yog peb leej Txwv lub sab nyam."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.5","label":"5","content":"Thov kuas Vaajtswv muaj koob meej ci ntsaa ab moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.6","label":"6","content":"Kuv xaav tsw thoob tsua qhov kws mej muab tug kws hu mej lug huv Kheto txujkev hlub tso tseg sai kawg le hab tig moog lawv lwm txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.7","label":"7","content":"tassws yeej tsw muaj dua lwm txuj xuv zoo.  Tassws muaj qee leej ua rua mej ntxhuv sab hab xaav hloov Kheto txuj xuv zoo."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.8","label":"8","content":"Yog tas peb lossws ib tug tubkhai ntuj pav lwm txuj xuv zoo rua mej kws tsw thooj le txuj xuv zoo kws peb tub pav rua mej taag lawm, kuj ca tug hov raug foom tsw zoo."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.9","label":"9","content":"Nwgnuav kuv rov has dua lawv le kws peb tub has ua ntej lawd has tas, yog leejtwg pav lwm txuj xuv zoo rua mej kws tsw thooj le txuj kws mej tub tau txais lawd, kuj ca tug hov raug foom tsw zoo."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.10","label":"10","content":"Nwgnuav kuv saamswm xaav kuas tuabneeg leeg yuav kuv los xaav kuas Vaajtswv leeg yuav kuv? Kuv ua kuas hum tuabneeg lub sab lov? Yog kuv ua kuas hum tuabneeg lub sab kuv yeej tsw yog Kheto le tub qhe."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.11","label":"11","content":"Cov kwvtij, kuv xaav kuas mej paub tas txuj xuv zoo kws kuv pav tsw yog tuabneeg le,"},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.12","label":"12","content":"vem tsw yog kuv tau txuj xuv zoo hov ntawm tuabneeg lug. Tsw muaj leejtwg qha kuv, tassws yog Yexu Kheto qha tshwm rua kuv."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.13","label":"13","content":"Mej kuj tau nov txug kuv lub neej yaav thau u kws kuv tseed coj lawv le cov Yutai txuj kevcai has tas kuv tau tswm txom Vaajtswv cov pawg ntseeg heev kawg nkaus hab yooj xeeb ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.14","label":"14","content":"Kuv coj Yutai txuj kevcai zoo dua lwm tug kws nrug kuv ib phaum huv kuv haiv tuabneeg hab kuv kub sab quas lug heev kawg rua kuv tej laug tej kaab ke."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.15","label":"15","content":"Tassws Vaajtswv muab kuv cais txwj thaus nruab thab lug hab hu kuv ntawm nwg txujkev hlub. Thaus nwg pum zoo"},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.16","label":"16","content":"qha nwg tug Tub tshwm rua kuv pum sub kuv txhad pav tug Tub hov rua lwm haiv tuabneeg, kuv tsw tau sablaaj rua ib tug tuabneeg twg hlo le."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.17","label":"17","content":"Hab kuv tsw tau moog rua huv lub nroog Yeluxalee moog saib cov kws ua tubkhai ua kuv ntej, tassws kuv moog rua lub tebchaws Alanpia le rov moog rua lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.18","label":"18","content":"Dhau peb xyoo kuv le moog tshaam Khefa  huv lub nroog Yeluxalee hab nrug nwg nyob tau kaum tswb nub."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.19","label":"19","content":"Tassws kuv tsw ntswb lwm tug tubkhai le tsuas yog ntswb Yakaunpau kws yog tug Tswv le kwv."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.20","label":"20","content":"Tej kws kuv sau tuaj rua mej nuav, muaj Vaajtswv pum, kuv tsw daag le."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.21","label":"21","content":"Dhau ntawd kuv le moog rua huv lub xeev Xilia hab lub xeev Khilikia."},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.22","label":"22","content":"Kheto cov pawg ntseeg huv lub xeev Yutia tsw tau pum dua kuv tim ntsej tim muag,"},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.23","label":"23","content":"puab tsuas yog tau nov tas, “Tug kws txeev tswm txom peb nwgnuav pav txujkev ntseeg kws nwg txeev muab rhuav kuas puam tsuaj.”"},{"bible_id":"1216","chapter_code":"GAL.1","verse_code":"GAL.1.24","label":"24","content":"Mas puab txhad qhuas Vaajtswv vem yog kuv."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.1","label":"1","content":"Tom qaab ntawd kaum plaub xyoos kuv hab Npananpa ib le tau rov moog rua lub nroog Yeluxalee dua ib zag hab coj Titau nrug kuv moog."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.2","label":"2","content":"Kuv moog lawv le Vaajtswv qha tshwm rua kuv, hab kuv tau pav txuj xuv zoo kws kuv tau qha rua lwm haiv tuabneeg rua puab noog, tsuas yog pav rua cov kws tseem ceeb noog tuabywv xwb. Kuv ntshai tsaam kuv saamswm dha lossws tub dha dhau lug lawm tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.3","label":"3","content":"Txawm yog Titau kws nrug kuv nyob yog tuabneeg Kili, los nwg tsw raug muab yuam ua kevcai txav."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.4","label":"4","content":"Tassws zaaj nuav tshwm swm lug vem yog muaj cov kwvtij kws ua cuav nyag kev tuaj tshuaj saib qhov kws peb tau nyob ywj pheej huv Yexu Kheto, sub txhad muab tau peb ua qhev."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.5","label":"5","content":"Tassws peb tsw yeem swb puab ib nyuas tsoo tee le, sub txuj xuv zoo kws tseeb hov txhad nyob ruaj huv mej moog le."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.6","label":"6","content":"Cov tuabneeg kws suav tas puab tseem ceeb hov (txawm yog puab txeev zoo le caag kuj xwj, kuv tsw quav ntsej, Vaajtswv tsw saib leejtwg ntsej muag,) cov tuabneeg kws puab suav tas tseem ceeb hov tsw tau muab ib yaam daabtsw tsaav rua kuv."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.7","label":"7","content":"Tassws puab pum tas qhov kws pav txuj xuv zoo rua cov tuabneeg kws tsw ua kevcai txav raug muab cob rua kuv ib yaam le qhov kws pav txuj xuv zoo rua cov kws ua kevcai txav raug muab cob rua Petu,"},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.8","label":"8","content":"vem tas Vaajtswv kws ua num rua huv Petu kuas moog ua tubkhai rua huv cov kws ua kevcai txav, kuj ua num rua huv kuv kuas moog rua huv lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.9","label":"9","content":"Thaus Yakaunpau hab Khefa  hab Yauhaa kws luas fwm tas yog cov thawj pum Vaajtswv txujkev hlub kws muab pub rua kuv lawm, puab kuj tuav kuv hab Npananpa saab teg xws qha tas sws koom teg ua num, mas peb txhad yuav moog rua huv lwm haiv tuabneeg hab puab cov yuav moog rua huv cov kws ua kevcai txav."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.10","label":"10","content":"Puab tsuas yog thov kuas peb ncu txug cov pluag, kuj yog yaam kws kuv kub sab quas lug ua."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.11","label":"11","content":"Thaus Khefa   tuaj txug lub moos Aathi‑au kuv tau nrug nwg sws caam tim ntsej tim muag vem nwg ua txhum muaj txem tag."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.12","label":"12","content":"Ua ntej kws cov kws Yakaunpau khaiv tuaj tsw tau tuaj txug, Petu kuj nrug lwm haiv tuabneeg koom noj haus ua ke, tassws thaus puab tuaj txug, nwg txawm thim ncaim moog nyob rua ib caag vem ntshai cov kws coj ua kevcai txav."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.13","label":"13","content":"Hab lwm tug Yutai kuj ua tsw ncaaj lawv le nwg, txawm yog Npananpa los nwg kuj ua tsw ncaaj lawv puab kua hab."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.14","label":"14","content":"Tassws thaus kuv pum tas puab tsw coj ncaaj lawv nraim qhov tseeb huv txuj xuv zoo, kuv txawm has rua Khefa   taab meeg suavdawg tas, “Koj yog tuabneeg Yutai, los koj tseed ua lub neej lawv le lwm haiv tuabneeg tsw lawv le cov Yutai. Ua caag koj tseed yuam lwm haiv tuabneeg xyum lawv le cov Yutai hab?”"},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.15","label":"15","content":"Peb cov kws yug lug ua Yutai, tsw yog lwm haiv tuabneeg kws muaj txem,"},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.16","label":"16","content":"peb paub tas tsw muaj leejtwg raug suav tas ncaaj nceeg vem xyum lawv le txuj kevcai, tassws yog vem ntseeg Yexu Kheto. Peb kuj ntseeg Yexu Kheto sub peb txhad raug suav tas ncaaj nceeg vem ntseeg Kheto tsw yog vem xyum lawv le txuj kevcai, vem qhov kws xyum lawv le txuj kevcai tsw muaj ib tug twg raug suav tas ncaaj nceeg."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.17","label":"17","content":"Tassws thaus peb swv zug nrhav kuas raug suav tas ncaaj nceeg huv Kheto, tsua rov raug suav tas yog tuabneeg txhum, mas Kheto yog tug kws ua kuas muaj txem lov? Tsw yog le ntawd."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.18","label":"18","content":"Tassws yog kuv muab tej kws kuv muab rhuav taag lawd tswm dua tshab, kuv kuj qha kuas pum tas kuv ua txhum txuj kevcai."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.19","label":"19","content":"Vem txuj kevcai hov kuv tub tuag ntawm txuj kevcai lawm sub kuv txhad muaj txujsa nyob rua ntawm Vaajtswv."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.20","label":"20","content":"Kuv raug muab teem nrug Kheto sau khaublig ntoo lawm. Kuv txujsa tsw muaj nyob lawm, tassws Kheto nyob huv kuv. Txujsa kws kuv tseed muaj nyob huv kuv lub cev nuav, yog kuv ua neej nyob ntawm txujkev ntseeg Vaajtswv leej Tub kws hlub kuv hab muab nwg tug kheej thij kuv."},{"bible_id":"1216","chapter_code":"GAL.2","verse_code":"GAL.2.21","label":"21","content":"Kuv tsw mom txaj mom ntswg Vaajtswv txujkev hlub. Yog xyum lawv le txuj kevcai raug suav tas ncaaj nceeg, Kheto kuj tuag dawb tsw muaj nuj nqes."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.1","label":"1","content":"Cov Kalatia kws ruag 'e, leejtwg tshoov mej lub sab? Yexu Kheto tub raug teem rua sau khaublig ntoo taab meeg rua mej lub qhov muag pum."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.2","label":"2","content":"Kuv xaav paub ib nqais ntawm mej tas, mej tau txais Vaaj Ntsuj Plig ntawm qhov kws xyum lawv le txuj kevcai lossws ntawm qhov kws ntseeg tej kws mej tau nov?"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.3","label":"3","content":"Mej ruag npaum le nuav dag lov? Mej chiv ntawm Vaaj Ntsuj Plig tassws yuav xaus rua ntawm nqaj tawv lov?"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.4","label":"4","content":"Qhov kws mej raug ntau yaam lawd tsw muaj nuj nqes lov? Yeej muaj nuj nqes."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.5","label":"5","content":"Tug kws pub Vaaj Ntsuj Plig rua mej hab ua tej num kws muaj fwjchim huv plawv mej, ua tej ntawd vem mej xyum lawv le txuj kevcai lossws vem mej ntseeg tej kws mej tau nov?"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.6","label":"6","content":"Ib yaam le ntawd, Aplahaa “ntseeg Vaajtswv. Vaajtswv suav tas qhov kws nwg ntseeg ntawd yog txujkev ncaaj nceeg rua Aplahaa.”"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.7","label":"7","content":"Ca le paub tseeb tas cov kws ntseeg txhad yog Aplahaa le mivnyuas."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.8","label":"8","content":"Vaajtswv txujlug paub ua ntej tas Vaajtswv yuav suav tas lwm haiv tuabneeg ncaaj nceeg vem yog qhov kws ntseeg, txhad pav txuj xuv zoo ua ntej rua Aplahaa has tas, “Ib tsoom tuabneeg yuav tau koob moov ntawm koj lug.”"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.9","label":"9","content":"Vem le nuav cov tuabneeg kws ntseeg txhad nrug Aplahaa kws ntseeg tau koob moov ua ke."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.10","label":"10","content":"Txhua tug kws vaam khom qhov kws xyum lawv le txuj kevcai kuj raug foom tsw zoo, tsua qhov muaj lug sau ca has tas, “Txhua tug kws tsw xyum lawv le txhua nqai kws sau ca rua huv phoo kevcai moog le, tug hov kuj yuav raug foom tsw zoo.”"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.11","label":"11","content":"Yeej paub tseeb tas tsw muaj leejtwg xyum lawv le txuj kevcai yuav raug suav tas ncaaj nceeg rua ntawm Vaajtswv lub qhov muag. Tsua qhov “Tug kws ncaaj nceeg yuav muaj txujsa nyob vem qhov kws nwg ntseeg.”"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.12","label":"12","content":"Tassws txuj kevcai tsw yog vaam khom txujkev ntseeg, tsua qhov “Tug kws ua lawv nraim txuj kevcai kuj yuav muaj txujsa nyob vem xyum lawv le txuj kevcai.”"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.13","label":"13","content":"Kheto raug tsawm foom thij peb, txhad txhwv peb dim qhov kws raug foom lawv le txuj kevcai, tsua qhov muaj lug sau ca has tas “Txhua tug kws raug muab dai rua sau ntoo raug foom tsw zoo,”"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.14","label":"14","content":"sub tej koob moov ntawm Aplahaa txhad lug txug lwm haiv tuabneeg kws nyob huv Yexu Kheto, peb txhad tau txais Vaaj Ntsuj Plig ntawm txujkev ntseeg lawv le kws cog lug tseg."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.15","label":"15","content":"Cov kwvtij, kuv muab pev rua tuabneeg lub neej. Txawm yog tuabneeg tej lug cog tseg los thaus has hum lawm tsw muaj leejtwg yuav muab rhuav lossws tsaav ntxwv tau."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.16","label":"16","content":"Tej lug kws cog tseg rua Aplahaa hab nwg caaj ceg, tsw tau has tas, “Pub rua caaj ceg suavdawg” yaam le pub rua coob leej, tassws zoo yaam le pub rua ib tug xwb yog tug tseem caaj ceg kws yog Kheto."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.17","label":"17","content":"Kuv has le nuav. Txuj kevcai kws tshwm lug plaub puas peb caug xyoo tom qaab yuav rhuav tsw tau tej lug cog tseg kws Vaajtswv pub ua ntej ntawd kuas swv tsw tau."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.18","label":"18","content":"Tsua qhov yog tau qub txeeg qub teg ntawm txuj kevcai, kuj tsw yog tau ntawm tej lug cog tseg. Tassws Vaajtswv pub qub txeeg qub teg rua Aplahaa ntawm tej lug cog tseg."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.19","label":"19","content":"Yog le ntawd, muaj txuj kevcai ua daabtsw? Qhov kws muab txuj kevcai tsaav rua tej lug cog tseg kuj yog tim qhov kws tsw noog lug. Txuj kevcai nyob moog txug thaus tug caaj ceg kws lawv le tej lug cog tseg hov lug txug. Cov tubkhai ntuj swv ib tug tuabneeg nruab nraab rhawv txuj kevcai hov."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.20","label":"20","content":"Tug kws nyob nruab nraab yuav tsum muaj ob tog, tassws Vaajtswv tuab leeg cog lug xwb."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.21","label":"21","content":"Yog le ntawd txuj kevcai tawm tsaam Vaajtswv tej lug cog tseg lov? Tsw yog le ntawd, tsua qhov yog tsaa ib txuj kevcai pub tau txujsa tes txujkev ncaaj nceeg yeej yuav tau ntawm txuj kevcai hov lug."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.22","label":"22","content":"Tassws Vaajtswv txujlug muab txhua tug kaw ca rua huv lub txem, sub tej lug cog tseg rua cov kws ntseeg Yexu Kheto txhad raug muab pub rua cov kws ntseeg."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.23","label":"23","content":"Ua ntej kws txujkev ntseeg tsw tau lug, peb raug txuj kevcai khi ca, peb raug kaav ca moog txug thaus txujkev ntseeg tshwm lug."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.24","label":"24","content":"Txuj kevcai txhad ua tug kws kaav peb moog txug thaus Kheto lug peb txhad raug suav tas ncaaj nceeg vem qhov kws peb ntseeg."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.25","label":"25","content":"Tassws nwgnuav txujkev ntseeg tub lug lawm, peb txhad tsw nyob huv qaab txuj kevcai kaav ntxwv moog lawm,"},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.26","label":"26","content":"vem tas mej txhua tug yog Vaajtswv le mivnyuas huv txujkev ntseeg Yexu Kheto."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.27","label":"27","content":"Mej txhua tug kws ua kevcai raus dej huv Kheto lawm, kuj muab Kheto lug naav."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.28","label":"28","content":"Tsw muaj Yutai lossws Kili, tsw muaj qhev lossws cov kws tsw ua qhev, tsw muaj quasyawg lossws quaspuj, vem mej suavdawg koom ua ib rua huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"GAL.3","verse_code":"GAL.3.29","label":"29","content":"Yog mej ua Kheto le lawm, mej kuj yog Aplahaa caaj ceg hab mej yuav saws qub txeeg qub teg lawv le cog lug tseg."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.1","label":"1","content":"Kuv has le nuav. Thaus tug kws saws qub txeeg qub teg tseed yau nwg kuj tsuas zoo le tug qhev xwb, txawm yog yuav ua tej cuab txhaj cuab taam huvsw tug tswv kuj xwj."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.2","label":"2","content":"Nwg yuav nyob huv qaab tug kws zuv nwg hab tug kws saib tsev moog txug lub swjhawm kws leej txwv teem ca."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.3","label":"3","content":"Peb kuj zoo ib yaam le ntawd. Thaus peb tseed ua mivnyuas yau, peb kuj ua qhev rua huv qaab tej fwjchim kws kaav taag nrho lub qaab ntuj."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.4","label":"4","content":"Tassws thaus txug lub swjhawm kws teem ca lawd, Vaajtswv khaiv nwg tug Tub lug yug ntawm quaspuj hab yug huv qaab txuj kevcai,"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.5","label":"5","content":"sub txhad txhwv cov kws nyob huv qaab txuj kevcai dim, peb txhad tau ua nwg le tub."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.6","label":"6","content":"Vem mej ua nwg le tub lawm Vaajtswv txhad khaiv nwg leej Tub tug Ntsuj Plig lug rua huv peb lub sab hu tas, “Anpa,  txwv.”"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.7","label":"7","content":"Vem le nuav nyob huv Vaajtswv mej txhad tsw yog qhev dua le lawm tassws yog tub. Yog tub lawm, mej saws tau qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.8","label":"8","content":"Yaav taag lug kws mej tsw paub Vaajtswv, mej ua tej kws tsw yog timtswv le qhev."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.9","label":"9","content":"Tassws nwgnuav mej paub Vaajtswv lawm, tassws qhov kws raug, yog Vaajtswv paub mej lawm. Ua caag mej tseed yuav tig rov moog cuag tej fwjchim kws tsw muaj zug hab tsw muaj qaabhau hlo le, hab xaav rov ua puab le qhev dua?"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.10","label":"10","content":"Mej caiv nub caiv hli caiv nyoog caiv xyoo."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.11","label":"11","content":"Kuv ntshai tsaam kuv ua num khwv rua mej nkim zug do xwb."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.12","label":"12","content":"Cov kwvtij, thov kuas mej ua ib yaam le kuv tsua qhov kuv kuj thooj yaam le mej. Mej yeej tsw tau ua txhum rua kuv."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.13","label":"13","content":"Mej kuj paub lawm tas thawj zag kws kuv qha txuj xuv zoo rua mej tub yog vem kuv lub cev muaj mob."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.14","label":"14","content":"Txawm yog qhov kws kuv mob hov ua rua mej nyuaj sab, los mej tseed muab kuv saib hlub tsw ntxub kuv, tassws mej leeg yuav kuv ib yaam le kuv yog Vaajtswv ib tug tubkhai ntuj, lossws ib yaam le yog Yexu Kheto ntaag."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.15","label":"15","content":"Mej txujkev sab tug sab xyiv faab pluj dua twg lawm? Kuv ua timkhawv rua mej tas yog ua tau mej tub yuav kaus mej lub qhov muag pub rua kuv."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.16","label":"16","content":"Nwgnuav kuv tsua ntxeev ua yeeb ncuab rua mej vem yog qhov kws kuv qha qhov tseeb rua mej lov?"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.17","label":"17","content":"Cov tuabneeg hov mob sab mej heev tassws tsw yog mob sab rua qhov zoo. Puab xaav cais mej ncaim ntawm peb, sub mej txhad mob sab puab."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.18","label":"18","content":"Qhov kws mob sab rua qhov kws zoo kuj zoo hab tswm nyog ua rua txhua lub swjhawm tsw yog ua rua thaus kuv nrug mej nyob xwb."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.19","label":"19","content":"Kuv cov mivnyuas 'e, kuv tseed ua mob teb ntxwv vem yog tim mej moog txug thaus Kheto raug muab tswm tsaa rua huv mej."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.20","label":"20","content":"Kuv xaav nrug mej nyob nwgnuav hab kuv yuav hloov kuv lub suab tsua qhov kuv tsw pum qaab xaav le caag txug mej."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.21","label":"21","content":"Mej cov kws xaav nyob huv qaab txuj kevcai, ca le has rua kuv saib, mej tsw noog txuj kevcai lov?"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.22","label":"22","content":"Tsua qhov muaj lug sau ca has tas Aplahaa muaj ob tug tub, ib tug yog tug nkauj qhev yug, ib tug yog tug kws tsw ua qhev yug."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.23","label":"23","content":"Tug nkauj qhev tug tub kuj yug lawv le cev nqaj tawv yug, tassws tug kws tsw ua qhev tug tub yug lawv le lu lug cog tseg."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.24","label":"24","content":"Zaaj nuav yog pev lug. Ob tug quaspuj hov pev ib yaam le ob yaam kev cog lug tseg. Ib tug lug ntawm  lub roob Xinai lug, yog tug kws yug mivnyuas ua qhev. Tug hov yog Haka."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.25","label":"25","content":"Tug Haka nuav pev le lub roob Xinai huv Alanpia tebchaws, hab pev txug lub nroog Yeluxalee kws nyob taamswm nuav, vem nwg hab nwg tej mivnyuas puavleej ua qhev."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.26","label":"26","content":"Tassws lub nroog Yeluxalee kws nyob sau tsw ua qhev, nwg yog peb le nam."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.27","label":"27","content":"Vem muaj lug sau ca has tas, “Tug puj mooj 'e, tug kws tsw tau yug dua mivnyuas, ca le xyiv faab, koj kws tsw tau ua dua mob teb 'e, ca le tsaa suab hu nrov nrov, tsua qhov tug puj kws tsw muaj quasyawg le mivnyuas kuj coob dua tug quaspuj kws muaj quasyawg.”"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.28","label":"28","content":"Cov kwvtij, peb yog mivnyuas kws yug ntawm tej lug cog tseg ib yaam le Yiha."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.29","label":"29","content":"Tassws thaus ntawd tug kws yug lawv le nqaj tawv tswm txom tug kws yug lawv le Vaaj Ntsuj Plig pub, mas taamswm nuav kuj ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.30","label":"30","content":"Tassws Vaajtswv txujlug has le caag? “Ca le muab tug nkauj qhev hab nwg tug tub lawv tswv moog, tsua qhov tug nkauj qhev tug tub yuav tsw nrug tug puj kws tsw ua qhev tug tub txais qub txeeg qub teg hlo le.”"},{"bible_id":"1216","chapter_code":"GAL.4","verse_code":"GAL.4.31","label":"31","content":"Vem le nuav, cov kwvtij, peb tsw yog tug nkauj qhev le mivnyuas, peb yog tug puj kws tsw ua qhev le mivnyuas."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.1","label":"1","content":"Peb tau nyob ywj pheej le hov tub yog vem Kheto tso peb dim. Yog le ntawd ca le nyob ruaj, tsw xob rov qaab moog kwv tug quab kws ua qhev dua le lawm."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.2","label":"2","content":"Nwgnuav kuv Povlauj has rua mej tas yog mej tseed ua kevcai txav tes Kheto yuav tsw muaj qaabhau daabtsw rua mej hlo le."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.3","label":"3","content":"Kuv rov qha dua rua txhua tug kws ua kevcai txav tas puab raug muab khi kuas xyum lawv le txuj kevcai huvsw lawm."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.4","label":"4","content":"Mej cov kws xaav raug suav tas ncaaj nceeg vem qhov kws xyum lawv le txuj kevcai, mej kuj raug muab txav tu nrho ntawm Kheto hab poob ntawm Vaajtswv txujkev hlub lawm."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.5","label":"5","content":"Vem peb muaj Vaaj Ntsuj Plig hab muaj kev ntseeg peb txhad tog rawv txujkev ncaaj nceeg kws peb vaam tas yuav tau."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.6","label":"6","content":"Tsua qhov nyob huv Yexu Kheto qhov kws ua kevcai txav hab tsw ua yeej tsw tseem ceeb daabtsw, tsuas yog txujkev ntseeg kws muaj kev sws hlub txhad tseem ceeb xwb."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.7","label":"7","content":"Mej tub dha tau zoo heev. Leejtwg taav tsw pub mej noog txuj tseeb?"},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.8","label":"8","content":"Qhov kws luas haub ntxag le hov tsw yog lug ntawm Vaajtswv kws hu mej lug ntseeg."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.9","label":"9","content":"Ib nyuas qhov keeb miv miv ua rua ib phaaj moov su taag huvsw."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.10","label":"10","content":"Kuv ruaj sab huv tug Tswv tas mej yuav tsw xaav rua lwm yaam. Tug kws ua rua mej ntxhuv hov txawm yog leejtwg kuj xwj nwg yuav raug txem."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.11","label":"11","content":"Cov kwvtij, yog tas kuv tseed qha kuas ua kevcai txav, ua caag kuv tsua raug tswm txom? Yog le ntawd, tug khaublig ntoo yuav tsw ua rua tuabneeg dawm lawm."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.12","label":"12","content":"Kuv xaav kuas cov kws ua rua mej ntxhuv hov muab puab tug kheej saam kag."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.13","label":"13","content":"Cov kwvtij, mej raug hu lug nyob ywj pheej. Tassws tsw xob swv txujkev ywj pheej hov ua hauv paug coj mej moog ua lawv le lub cev nqaj tawv ntshaw, tassws ib leeg ca le ua koom rua ib leeg ntawm txujkev hlub."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.14","label":"14","content":"Tsua qhov taag nrho txuj kevcai huvsw muab sau zog ua ib lus has tas, “Koj yuav tsum hlub kwvtij zej zog ib yaam le koj hlub koj tug kheej.”"},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.15","label":"15","content":"Tassws yog mej sws tum sws ntxo ca le ceev faaj tuab zoo tsaam tes mej ib leeg yuav ua rua ib leeg puam tsuaj taag."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.16","label":"16","content":"Kuv has tas, ca le ua lub neej lawv le Vaaj Ntsuj Plig, tsw xob ua lawv le lub cev nqaj tawv ntshaw."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.17","label":"17","content":"Tsua qhov tej kws lub cev nqaj tawv ntshaw tawm tsaam Vaaj Ntsuj Plig, hab tej kws Vaaj Ntsuj Plig ntshaw kuj tawm tsaam nqaj tawv. Ob yaam nuav yeej sws tawm tsaam, mej txhad ua tsw tau tej kws mej xaav ua."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.18","label":"18","content":"Tassws yog Vaaj Ntsuj Plig coj mej, mej kuj tsw nyob huv qaab txuj kevcai."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.19","label":"19","content":"Nqaj tawv le num pum tseeb le nuav, yog qhov kws ua nkauj ua nraug, ua phem ua qas, ua vuab tsuab,"},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.20","label":"20","content":"pe txoov daab, ua khawv koob, ua yeeb ncuab, sws caav sws tshe, sws khib, sws chim, sws txeeb, sws caam, tawg ua paab ua pawg,"},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.21","label":"21","content":"ntshaw luas tug, qaug dej qaug cawv, ua nqaaj ua nqug hab dua lwm yaam zoo le nuav kws kuv tub ntuag mej ua ntej tas cov kws ua tej nuav yuav tsw muaj feem tau Vaajtswv lub tebchaws hlo le."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.22","label":"22","content":"Tassws Vaaj Ntsuj Plig txw txwv le nuav, yog kev hlub, kev xyiv faab, kev sab tug, kev thev taug, kev khuvleej, kev ua zoo, kev ua ncaaj,"},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.23","label":"23","content":"lub sab mog sab muas hab paub tswj tug kheej. Tej nuav tsw muaj kevcai txwv hlo le."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.24","label":"24","content":"Cov kws yog Yexu Kheto le puab tub muab puab lub cev nqaj tawv hab tej kws lub cev ntshaw hab xaav teem ua ke rua sau tug khaublig ntoo lawm."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.25","label":"25","content":"Yog peb muaj txujsa nyob huv Vaaj Ntsuj Plig, peb ca le ua lub neej lawv le Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"GAL.5","verse_code":"GAL.5.26","label":"26","content":"Peb tsw xob khaav theeb, ib leeg tsw xob zwg kuas ib leeg chim, hab tsw xob sws khib."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.1","label":"1","content":"Cov kwvtij, yog mej pum leejtwg ua txhum yaam twg mej cov kws nyob saab ntsuj plig ca le ua lub sab mog sab muas paab tug hov kuas rov xyum dua. Hab mej yuav ceev faaj txug mej tug kheej ntshai tsaam tes mej raug ntxag ua txhum hab."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.2","label":"2","content":"Ca le sws paab rws nraa, txhad yog ua kuas Kheto txuj kevcai tav."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.3","label":"3","content":"Yog leejtwg xaav tas nwg yog ib tug tseem ceeb tassws nwg tub tsw tseem ceeb daabtsw hlo le, tes kuj yog nwg daag nwg tug kheej."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.4","label":"4","content":"Txhua tug nyag yuav tsum tshuaj nyag teg num txhad khaav tau nwg tug kheej xwb, tsw muab pev rua lwm tug,"},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.5","label":"5","content":"tsua qhov txhua tug nyag yuav tsum rws nyag lub nraa."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.6","label":"6","content":"Tug kws kawm Vaajtswv tej lug, ca le faib nwg le txhua yaam zoo rua tug qha nwg."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.7","label":"7","content":"Tsw xob xaav yuam kev. Mej daag ntxag Vaajtswv tsw tau, tsua qhov tas leejtwg tseb yaam twg nwg kuj yuav sau yaam ntawd."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.8","label":"8","content":"Tug kws tseb tej kws lub cev nqaj tawv ntshaw nwg kuj yuav sau tej kws txawj lwj ntawm lub cev hov. Tug kws tseb yaam kws Vaaj Ntsuj Plig nyam kuj yuav sau txujsa ib txhws tsw kawg ntawm Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.9","label":"9","content":"Peb tsw xob qaug zug qhov kws ua zoo, tsua qhov yog peb tsw tsaug leeg peb yuav tau sau lawv le lub swjhawm."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.10","label":"10","content":"Yog le ntawd thaus peb muaj swjhawm peb ca le ua zoo rua txhua tug hab yimfuab ua zoo rua cov kws ua ib tse tuabneeg huv txujkev ntseeg."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.11","label":"11","content":"Ca le saib tej npe ntawv kws kuv txhais teg sau tuaj rua mej luj le caag."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.12","label":"12","content":"Cov kws xaav tau ntsej muag lawv le nqaj tawv yog cov kws yuam mej ua kevcai txav, sub puab txhad tsw raug tswm txom vem yog tim Kheto tug khaublig ntoo xwb."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.13","label":"13","content":"Txawm yog cov kws ua kevcai txav lawm los kuj tsw ua lawv le txuj kevcai, tassws puab tseed xaav kuas mej ua kevcai txav sub puab txhad tau coj mej lub cev nqaj tawv moog khaav."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.14","label":"14","content":"Thov ca kuv tsw xob khaav txug daabtsw le tsuas yog khaav txug peb tug Tswv Yexu Kheto tug khaublig ntoo xwb. Vem tug khaublig ntoo hov lub nplajteb txhad le tuag  ntawm kuv hab kuv tuag ntawm lub nplajteb."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.15","label":"15","content":"Vem tas qhov kws ua kevcai txav hab tsw ua kuj tsw tseem ceeb daabtsw, tassws qhov tseem ceeb yog qhov kws muab tswm dua tshab xwb."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.16","label":"16","content":"Thov kuas lub sab tug hab Vaajtswv txujkev khuvleej nrug nraim txhua tug kws xyum lawv le txuj kaab ke nuav, kws yog Vaajtswv cov tseem Yixayee."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.17","label":"17","content":"Txwj nuav moog leejtwg tsw xob ua rua kuv ntxhuv sab lawm, tsua qhov kuv muaj Yexu lub hom thawj  nas rua kuv lub cev lawm."},{"bible_id":"1216","chapter_code":"GAL.6","verse_code":"GAL.6.18","label":"18","content":"Cov kwvtij, kuv thov kuas peb tug Tswv Yexu Kheto txujkev hlub nrug nraim mej tug ntsuj plig nyob. Amee."}]