[{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.1","label":"1","content":"Ntawm nuav yog Yawmsaub tej lug kws has tuaj rua Hauxeya kws yog Npe‑awli tug tub, yog ncua swjhawm kws Uxiya, Yauthaa, Aha hab Hexekhiya ua vaajntxwv kaav Yuta, hab ncua swjhawm kws Yelaunpau‑aa kws yog Yau‑as tug tub ua vaajntxwv kaav Yixayee."},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.2","label":"2","content":"Thawj zag kws Yawmsaub kuas Hauxeya has nwg tej lug, mas Yawmsaub has rua Hauxeya tas, “Ca le moog, moog yuav ib tug quaspuj kws nyam deev hluas nraug  hab yug tej mivnyuas hluas nraug, tsua qhov lub tebchaws nuav deev hluas nraug luj heev yog qhov kws tso Yawmsaub tseg.”"},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.3","label":"3","content":"Nwg txawm moog yuav Kaumaw kws yog Ntila‑i tug ntxhais lug ua quaspuj. Kaumaw txhad xeeb mivnyuas hab yug tau ib tug tub rua nwg."},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.4","label":"4","content":"Yawmsaub txawm has rua Hauxeya tas, “Ca le tis tug tub lub npe hu ua Yile‑ee,  tsua qhov tshuav tsw ntev kuv yuav teem txem rua Yehu caaj ceg vem yog tim tej ntshaav kws lug ntawm lub moos Yile‑ee, hab kuv ua rua Yixayee tebchaws tej vaajntxwv tu noob nrho."},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.5","label":"5","content":"Nub ntawd kuv yuav luv Yixayee raab neev rua huv lub haav Yile‑ee.”"},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.6","label":"6","content":"Kaumaw rov xeeb dua mivnyuas mas yug tau ib tug ntxhais. Yawmsaub has rua Hauxeya tas, “Ca le tis tug mivntxhais hov lub npe hu ua Lauluhama,  tsua qhov kuv yuav tsw khuvleej Yixayee caaj ceg dua le lawm, kuv yuav tsw zaam puab lub txem hlo le lawm."},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.7","label":"7","content":"Tassws kuv yuav khuvleej Yuta caaj ceg, hab kuv kws yog Yawmsaub, kws yog puab tug Vaajtswv, kuv tug kheej yuav tso puab dim. Kuv yuav tsw swv neev tsw swv ntaaj, tsw swv kev ua rog, tsw swv neeg lossws tub rog caij neeg cawm puab dim.”"},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.8","label":"8","content":"Thaus Lauluhama tseg mig lawd, Kaumaw rov xeeb dua mivnyuas hab yug tau ib tug tub."},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.9","label":"9","content":"Mas Yawmsaub has tas, “Ca le tis tug tub hov lub npe hu ua Lau‑ami,  tsua qhov mej tsw yog kuv haiv tuabneeg hab kuv tsw yog mej tug Vaajtswv lawm."},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.10","label":"10","content":"“Txawm le caag los cov Yixayee yuav coob yaam nkaus le tej xuab zeb ntawm ntug havtxwv kws luj tsw taag suav tsw txheeb. Huv lub chaw kws txeev has rua puab tas, ‘Mej tsw yog kuv haiv tuabneeg,’ kuj yuav rov has rua puab tas, ‘Mej yog Vaajtswv kws muaj txujsa nyob cov tub.’"},{"bible_id":"1216","chapter_code":"HOS.1","verse_code":"HOS.1.11","label":"11","content":"Cov Yuta hab cov Yixayee yuav rov sws sau ua ke, hab puab yuav tsaa ib tug ua puab tug thawj, mas puab yuav ua ke tawm huv lub tebchaws hov, tsua qhov Yile‑ee lub caij lub nyoog yuav tseem ceeb heev.”"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.1","label":"1","content":"“Ca le has rua koj cov kwv tas, ‘Ami,’  hab has rua koj cov muam tas, ‘Luhama.’"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.2","label":"2","content":"“Ca le tshev mej nam, ca le tshev los maj, tsua qhov nwg tsw yog kuv quaspuj hab kuv tsw yog nwg quasyawg. Thov nwg tso qhov kws deev hluas nraug huv nwg xubndag tseg, hab tseg qhov kws nwg nrug luas pw ntawm nwg lub mig."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.3","label":"3","content":"Tsw ua le ntawd, kuv yuav muab nwg tsoog tsho hle ca nwg lab qaab, ua kuas nwg zoo yaam le nub kws yug lug. Kuv yuav ua kuas nwg zoo yaam le tebchaws moj saab qhua, hab ua rua nwg zoo le lub tebchaws qhuav nkig nkuav, hab ua rua nwg nqhes dej tuag."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.4","label":"4","content":"Kuv yuav tsw khuvleej nwg cov mivnyuas, vem puab yog mivnyuas hluas nraug."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.5","label":"5","content":"Puab nam moog deev hluas nraug, tug kws xeeb puab ua tej kws txaaj muag kawg. Nwg has tas, ‘Kuv yuav lawv cov kws kuv nyam qaab moog, puab yog cov kws pub zaub mov hab dej, pub plaub yaaj hab maaj, pub roj hab cawv txwv maab rua kuv.’"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.6","label":"6","content":"Vem le hov kuv yuav muab xuav paug thaiv nwg kev, kuv yuav xov laj kaab kaw nwg ca, sub nwg txhad nrhav tsw tau kev moog."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.7","label":"7","content":"Nwg yuav lawv cov kws nwg nyam, tassws yuav lawv tsw cuag, nwg yuav nrhav puab tassws yuav nrhav tsw ntswb. Tes nwg yuav has tas, ‘Kuv yuav rov qaab moog rua kuv thawj tug quasyawg, tsua qhov yaav thau u kuv lub neej zoo dua le nwgnuav.’"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.8","label":"8","content":"Nwg tsw leeg paub tas kuv yog tug kws pub qoob loos, cawv txwv maab hab roj rua nwg, hab yog tug kws pub nyaj pub kub ntau nplua mag rua nwg, mas puab txhad swv tej nyaj kub hov teev daab Npa‑aa."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.9","label":"9","content":"“Vem le nuav kuv yuav thim kuv tej qoob lawv le lub caij lub nyoog, hab thim kuv tej cawv txwv maab lawv le lub caij, hab yuav thim kuv tej plaub yaaj hab tej maaj kws swv npug nwg lub cev lab qaab rov lug."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.10","label":"10","content":"Nwgnuav kuv yuav thws qhov kws nwg ua dev taab meeg cov kws nwg nyam, hab yuav tsw muaj leejtwg cawm nwg dim huv kuv txhais teg."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.11","label":"11","content":"Kuv yuav ua rua nwg tej kev xyiv faab huvsw pluj plag, tsw has kevcai paam noj paam haus, kevcai nub hli xab,nub Xanpatau hab nwg tej kevcai kws teem ca huvsw."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.12","label":"12","content":"Kuv yuav ua rua nwg tej txwv maab txwv cua puam tsuaj taag, yog tej kws nwg has tas, ‘Nuav yog tej nqe ndav kws cov kws kuv nyam pub rua kuv.’ Kuv yuav rov muab tej hov ua haav zoov, hab tsaj qus yuav muab noj taag."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.13","label":"13","content":"Kuv yuav rau txem rua nwg vem txhua nub kws nwg ua kevcai hlawv moov xyaab xyeem rua tej daab Npa‑aa, hab nwg ua zaam coj nplhaib coj npauj nyaj npauj kub lawv qaab cov kws nwg nyam moog hab nov qaab kuv lawm.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.14","label":"14","content":"“Vem le nuav kuv yuav ntxag nwg, coj nwg moog rua tebchaws moj saab qhua hab has lug mog lug muas rua nwg."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.15","label":"15","content":"Kuv yuav rov pub nwg muaj vaaj txwv maab rua hov ntawd, hab muab lub haav Akhauj  hloov ua lub qhov rooj kws nwg muaj vaam. Qhov ntawd nwg yuav teb kuv ib yaam le thaus nwg tseed hluas nkauj, hab yaam le thaus nwg tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.16","label":"16","content":"Yawmsaub has tas, “Nub hov koj yuav hu kuv ua koj tug quasyawg, koj yuav tsw hu kuv ua koj tug daab Npa‑aa  dua le lawm."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.17","label":"17","content":"Kuv yuav muab tej daab Npa‑aa lub npe rhu tawm huv nwg lub qhov ncauj, mas nwg yuav tsw has txug puab lub npe dua le lawm."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.18","label":"18","content":"Nub ntawd kuv yuav cog lug rua tej tsaj qus hab tej noog sau nruab ntug hab tej tsaj kws nkaag huv aav kuas tsw xob txuv koj. Kuv yuav rhuav tshem tej neev, tej ntaaj rag hab tej kev ua rog tawm huv lub tebchaws. Kuv yuav pub koj pw tso sab plhuav."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.19","label":"19","content":"Kuv yuav qhab koj rua kuv moog ib txhws, kuv yuav qhab koj huv txujkev ncaaj nceeg hab kev ua ncaaj, hab huv txujkev hlub ruaj khov hab txujkev khuvleej."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.20","label":"20","content":"Kuv yuav qhab koj rua kuv, tsw tso koj tseg hlo le, mas koj yuav leeg paub Yawmsaub.”"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.21","label":"21","content":"Yawmsaub has tas, “Nub ntawd kuv yuav teb, kuv yuav teb lub ntuj, hab lub ntuj yuav teb lub nplajteb,"},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.22","label":"22","content":"mas lub nplajteb yuav teb tej qoob loos, tej cawv txwv maab hab tej roj, hab tej nuav yuav teb Yile‑ee."},{"bible_id":"1216","chapter_code":"HOS.2","verse_code":"HOS.2.23","label":"23","content":"Kuv yuav tseb nwg rua huv lub tebchaws rua kuv. Kuv yuav khuvleej tug kws tsw txais kev khuvleej, kuv yuav has rua tug kws tsw yog kuv haiv tuabneeg tas, ‘Koj yog kuv haiv tuabneeg,’ mas nwg yuav has tas, ‘Koj yog kuv tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"HOS.3","verse_code":"HOS.3.1","label":"1","content":"Yawmsaub has rua kuv tas, “Ca le moog dua ib zag hab hlub tug puj kws muaj hluas nraug hab yog tug puj kws nrug luas pw, ib yaam le Yawmsaub hlub cov Yixayee, txawm yog puab tig moog lawv luas tej daab hab nyam tej ncuav txwv maab qhuav kws xyeem rua daab kuj xwj.”"},{"bible_id":"1216","chapter_code":"HOS.3","verse_code":"HOS.3.2","label":"2","content":"Kuv txhad muab kaum tswb sekhee nyaj  hab ib haumaw txhais qeb  yuav kuv tug quaspuj rov lug."},{"bible_id":"1216","chapter_code":"HOS.3","verse_code":"HOS.3.3","label":"3","content":"Kuv has rua nwg tas, “Koj yuav tsum nrug kuv nyob ua kuv tug ntev ntev, tsw xob moog deev lwm tug, hab tsw xob moog ua lwm tug le. Mas kuv yuav nrug koj nyob ib yaam nkaus hab.”"},{"bible_id":"1216","chapter_code":"HOS.3","verse_code":"HOS.3.4","label":"4","content":"Yixayee caaj ceg yuav nyob tsw muaj vaajntxwv tsw muaj ib tug thawj, tsw muaj kevcai xyeem tsw muaj ncej teev daab tsw muaj efauj tsw muaj txoov daab ntev."},{"bible_id":"1216","chapter_code":"HOS.3","verse_code":"HOS.3.5","label":"5","content":"Dhau ntawd Yixayee caaj ceg yuav rov lug hab nrhav Yawmsaub kws yog puab tug Vaajtswv hab nrhav Tavi kws yog puab tug vaajntxwv. Yaav tom hauv ntej puab yuav lug cuag Yawmsaub ua ntshai kawg hab tau nwg txujkev zoo."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.1","label":"1","content":"Cov Yixayee 'e, ca le noog Yawmsaub tej lug, tsua qhov Yawmsaub muaj plaub rua cov kws nyob huv lub tebchaws nuav. “Tsw muaj kev ua ncaaj, tsw muaj kev khuvleej, tsw muaj kev paub Vaajtswv huv lub tebchaws nuav."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.2","label":"2","content":"Tsuas yog muaj kev twv tsawm, kev daag, kev sws tua, hab ua tub saab ua nkauj ua nraug xwb. Puab tsw tswj puab tug kheej hlo le, tua tuabneeg taag los tua thab."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.3","label":"3","content":"Vem le nuav lub tebchaws txhad quaj ntsuag, txhua tug kws nyob huv lub tebchaws poob sab qaug zug taag, tej tsaj qus hab tej noog sau nruab ntug hab tej ntseg huv havtxwv raug muab rhuav tshem taag."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.4","label":"4","content":"“Tsw xob ca leejtwg ua plaub, tsw xob ca leejtwg kom, tsua qhov kuv ua plaub rua koj nawj, pov thawj 'e."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.5","label":"5","content":"Nruab nub koj yuav dawm, hab mo ntuj tug xwbfwb cev lug yuav nrug koj dawm, hab kuv yuav ua rua koj nam puam tsuaj."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.6","label":"6","content":"Kuv haiv tuabneeg raug puam tsuaj vem tsw muaj kev paub. Vem koj tsw yuav kev paub, kuv kuj tsw yuav koj ua kuv le pov thawj. Vem koj nov qaab koj tug Vaajtswv txuj kevcai, mas kuv yuav nov qaab koj cov tub ki hab."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.7","label":"7","content":"Puab yim fuam vaam coob, puab yim ua txhum. Mas kuv yuav muab puab lub koob meej ntxeev ua kev txaaj muag rua puab."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.8","label":"8","content":"Puab muab kuv haiv tuabneeg lub txem yug puab, puab ntshaw noj cov tuabneeg hov tej kev txhum."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.9","label":"9","content":"Cov pejxeem raug le caag cov pov thawj yuav raug ib yaam le hov, kuv yuav rau txem rua puab lawv le puab txujkev txhum, kuv yuav ua pauj rua puab lawv le puab tau ua."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.10","label":"10","content":"“Puab yuav noj kuas tsw txawj tsau, puab yuav deev luas kuas yuav tsw fuam vaam, tsua qhov puab tso Yawmsaub tseg,"},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.11","label":"11","content":"txhob txwm moog deev lwm tug. Tej cawv txwv maab hab cawv txwv maab tshab txeeb tej kev nkaag sab lawm."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.12","label":"12","content":"Kuv haiv tuabneeg moog ua nug rua yaam kws muab ntoo ua, hab ib tug nyuas paas qha tej kws puab xaav paub. Lub sab kws nyam deev luas, coj puab moog yuam kev lawm hab puab tso puab tug Vaajtswv tseg moog deev luas."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.13","label":"13","content":"Puab muab tsaj xyeem rua sau tej ncov roob, hab puab muab hov txhua chaw hlawv xyeem rua sau tej pov roob huv qaab tej ntoo qheb, tej ntoo txwv cua hab tej ntoo thuv, vem tas huv qaab tej ntoo hov muaj duab ntxoo zoo. Vem le ntawd koj tej ntxhais txhad le ua nkauj ua nraug, koj tej nkauj nyaab kuj moog deev lwm tug."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.14","label":"14","content":"Thaus koj tej ntxhais ua nkauj ua nraug hab koj tej nkauj nyaab deev lwm tug kuv yuav tsw rau txem, tsua qhov cov txwvneej kuj moog tshaam cov puj muag cev hab deev cov puj muag cev xyeem rua daab, mas cov tuabneeg kws tsw paub qaabhau hov yuav raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.15","label":"15","content":"“Yixayee 'e, txawm yog koj moog deev hluas nraug, los tsw xob ca Yuta ua txhum le koj. Tsw xob moog rua huv lub moos Kilakaa, lossws nce moog rua lub moos Npe‑avee, hab tsw xob twv tsawm has tas, ‘Muaj Yawmsaub kws muaj txujsa nyob pum.’"},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.16","label":"16","content":"Yixayee tawv ncauj ib yaam le tug xyuas nyuj tawv ncauj. Yawmsaub yuav yug puab ib yaam le yug mivnyuas yaaj huv lub tshaav zaub daav tau lov?"},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.17","label":"17","content":"Efa‑i kuj koom nrug txoov daab lawm, ca le tso nwg nyob nwg."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.18","label":"18","content":"Thaus puab haus cawv taag lawm puab kuj moog ua puj muag cev, puab nyam qhov kws poob ntsej muag heev dua le nyam tau koob meej."},{"bible_id":"1216","chapter_code":"HOS.4","verse_code":"HOS.4.19","label":"19","content":"Cua daaj cua dub nthuav tis qhwv nkaus puab, puab yuav raug txaaj muag rua puab tej kevcai xyeem daab.”"},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.1","label":"1","content":"“Cov pov thawj 'e, ca le noog tej nuav. Cov Yixayee 'e, ca le tig ntsej noog. Vaajntxwv caaj ceg 'e, ca le noog. Mej yuav raug teem txem, vem mej ua rooj ntxab caws rua ntawm lub moos Mixapa, hab ua rooj hlua cuab ntawm lub moos Thanpau."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.2","label":"2","content":"Puab khawb qhov taub tub tub rua ntawm lub moos Sithi, tassws kuv yuav nplawm qhuab qha puab cov hov suavdawg."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.3","label":"3","content":"“Kuv paub Efa‑i, hab Yixayee nraim tsw dhau kuv, Efa‑i 'e koj moog deev hluas nraug Yixayee kuj qas puag tsuas."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.4","label":"4","content":"Tej kws puab ua tsw kheev puab rov lug cuag puab tug Vaajtswv, vem lub sab kws nyam deev luas nyob huv puab, hab puab tsw paub Yawmsaub."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.5","label":"5","content":"Yixayee txujkev khaav theeb kuj rov ua timkhawv kom puab lawm, Yixayee hab Efa‑i yuav dawm qaug vem ob tug tej kev txhum, Yuta kuj yuav dawm qaug nrug ob tug ua ke."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.6","label":"6","content":"Puab yuav coj yaaj coj tshws coj nyuj moog nrhav Yawmsaub, los kuj nrhav tsw ntswb, nwg tub ncaim puab lawm."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.7","label":"7","content":"Puab tau faav xeeb rua Yawmsaub, tsua qhov puab yug mivnyuas tsaub xwb. Tej kevcai nub hli xab yuav muab puab hab puab tej teb rhuav tshem taag."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.8","label":"8","content":"“Ca le tshuab raaj kub yaaj rua huv lub moos Kinpe‑a, ca le tshuab raaj xyu rua huv lub moos Lama, ca le qw suab ceeb toom rua ntawm lub moos Npe‑avee. Npeeyamee 'e, ca le coj puab moog."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.9","label":"9","content":"Nub kws teem txem, Efa‑i yuav raug nyob do cuas. Kuv tshaaj tawm txug tej kws muaj tseeb rua huv Yixayee cov quas xeem."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.10","label":"10","content":"Yuta cov thawj ntxeev ua zoo le cov kws txaav luas nrwm teb, kuv yuav nchuav kuv txujkev npau tawg rua sau puab ib yaam le nchuav dej."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.11","label":"11","content":"Efa‑i raug quab yuam hab raug muab tsuj txav txem, vem yog nwg npaaj sab moog lawv kua tej kws qhuav qhawv xwb."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.12","label":"12","content":"Vem le nuav kuv zoo yaam nkaus le tug kaab noj Efa‑i, hab zoo yaam le qhov lwj kaas rua Yuta caaj ceg."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.13","label":"13","content":"Thaus Efa‑i pum nwg qhov mob hab Yuta pum nwg lub qhov txhaab, Efa‑i kuj moog nrhav cov Axilia hab khaiv tuabneeg moog thov puab tug vaajntxwv luj. Tassws nwg khu tsw tau mej hab khu tsw tau mej lub qhov txhaab zoo."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.14","label":"14","content":"Kuv yuav zoo yaam le tug tsuv ntxhuav rua Efa‑i, kuv yuav zoo yaam le tug thaav tsuv ntxhuav rua Yuta caaj ceg. Kuv, yog kuv ntaag, yuav muab dua taag le tswv moog, kuv yuav muab hai moog hab tsw muaj leejtwg yuav cawm tau."},{"bible_id":"1216","chapter_code":"HOS.5","verse_code":"HOS.5.15","label":"15","content":"Kuv yuav rov moog rua kuv lub chaw, moog txug thaus puab leeg paub puab tej kev txhum hab nrhav kuv lub xubndag. Thaus puab raug kev txom nyem nyuaj sab puab yuav lug nrhav kuv.”"},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.1","label":"1","content":"“Lug maj, peb ca le rov moog cuag Yawmsaub, tsua qhov nwg muab peb dua pis rhe lawm, tassws nwg yuav khu peb. Nwg nplawm lawm, tassws nwg yuav qhwv peb tej qhov txhaab."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.2","label":"2","content":"Tshuav ob nub nwg yuav ua rua peb rov muaj zug, nub kws peb nwg yuav muab peb tsaa sawv, sub peb txhad tau nyob ntawm nwg xubndag."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.3","label":"3","content":"Ca peb paub nwg, ca peb kub sab kawm paub Yawmsaub, nwg yeej yuav tshwm lug tag tag yaam le tug duab kaaj ntug. Nwg yuav lug txug peb yaam le tej pluav naag, yaam le cov naag hauv xyoo kws ntub lub nplajteb.”"},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.4","label":"4","content":"“Efa‑i 'e, kuv yuav ua le caag rua koj? Yuta 'e, kuv yuav ua le caag rua koj nev? Qhov kws koj npuab kuv zoo yaam le tej fuab pw haav thaus taagkig, zoo le tej dej lwg kws pluj taag thaus sawv ntxuv."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.5","label":"5","content":"Vem le nuav kuv swv xwbfwb cev kuv tej lug hlais puab, kuv swv tej lug huv kuv lub qhov ncauj tua puab pov tseg, kuv tej lug teem txem tawm moog zoo yaam le tug duab tshaav ntuj."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.6","label":"6","content":"Kuv ntshaw txujkev hlub, tsw yog ntshaw qhov kws tua tsaj xyeem, hab ntshaw qhov kws paub Vaajtswv heev dua qhov kws hlawv huvsw xyeem."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.7","label":"7","content":"Tassws puab rhuav tshem kuv tej lug cog tseg rua ntawm lub moos Antaa, puab faav xeeb rua kuv ntawm lub chaw hov."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.8","label":"8","content":"Kile‑a yog lub moos kws cov tuabneeg ua phem nyob, ntshaav tsuas lub moos hov taag."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.9","label":"9","content":"Tej tub saab zuv kev tog le caag, cov pov thawj kuj ua ib paab zuv kev tog ib yaam le hov, puab tua tuabneeg ntawm txujkev kws moog rua lub moos Sekhee, puab ua tej kws limham ndais ntuj ntaag."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.10","label":"10","content":"Kuv pum tej kws ntxwm ntxub kawg nyob huv cov Yixayee, Efa‑i kuj moog deev luas hov ntawd, Yixayee kuj qas puag tsuas."},{"bible_id":"1216","chapter_code":"HOS.6","verse_code":"HOS.6.11","label":"11","content":"Yuta 'e, tub teem lub caij hlais ib yaam le ntawd rua koj lawm. “Thaus kuv yuav pub kuv haiv tuabneeg rov vaam meej le qub,"},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.1","label":"1","content":"hab thaus kuv yuav khu Yixayee kuas zoo, los tsuas yog pum Efa‑i tej kev phem kev qas hab Xamali tej kev limham tshwm lug, vem yog puab ua tsw ncaaj. Cov tub saab tho qhov tsev lug rua saab huv hab cov kws lws kuj lws saab nrau."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.2","label":"2","content":"Puab tsw ncu tas kuv tub cim ntsoov tej kws puab ua phem huvsw lawm. Nwgnuav tej kws puab ua nyob vej puab taag, hab nyob ntawm kuv xubndag lawm."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.3","label":"3","content":"Puab tej kev limham ua rua puab tug vaajntxwv zoo sab, hab puab tej kev daag ntxag ua rua puab cov thawj zoo sab."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.4","label":"4","content":"Puab txhua tug ua nkauj ua nraug, puab kub quas lug yaam le lub qhov txus kub kws tug ua ncuav tsw txug yuav ceev tawg txwj thaus nwg zuaj ncuav moog txug thaus lub ncuav su tuaj lawm."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.5","label":"5","content":"Nub kws ua kevcai fwm vaajntxwv, cov thawj haus cawv txwv maab qaug taag lawm, vaajntxwv kuj nrug cov kws nyam thuaj luag koom teg."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.6","label":"6","content":"Puab lub sab kub quas lug yaam le lub qhov txus ntaus tswvyim ua phem, puab txujkev chim cig pluj pliv ib mos kaaj ntug, thaus sawv ntxuv kuj cig plawg nplaim nroo ntwg tuaj."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.7","label":"7","content":"Puab txhua tug kub quas lug le lub qhov txus, hab hlawv cov kws kaav puab. Puab tej vaajntxwv suavdawg tuag taag tsw muaj ib tug thov kuv le."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.8","label":"8","content":"“Efa‑i nrug lwm haiv tuabneeg nyob sws xyaw, Efa‑i yog ib lub ncuav kws sav ib saab xwb."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.9","label":"9","content":"Lwm haiv tuabneeg noj nwg tug zug los nwg tub tsw paub, nwg plaubhau dawb paug ib txha lawm, los nwg tub tsw paub."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.10","label":"10","content":"Cov Yixayee txujkev khaav theeb kuj rov ua timkhawv kom puab. Txawm yog puab raug le ntawd, los puab tsw rov moog cuag Yawmsaub kws yog puab tug Vaajtswv lossws rov lug nrhav nwg."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.11","label":"11","content":"Efa‑i zoo yaam nkaus le tug nquab taug kws ruag tsw paub qaabhau, nwg quaj hu Iyi hab moog cuag Axilia."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.12","label":"12","content":"Thaus puab moog hov kuv yuav nthuav kuv lub vaag khwb nkaus puab, kuv yuav nqug puab lug ib yaam le cuab noog sau nruab ntug, kuv yuav nteg puab rua thaus muaj suab zum zawg."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.13","label":"13","content":"Puab yuav raug txom nyem vem puab yuam kev ntawm kuv moog lawm. Puab yuav raug kev puam tsuaj vem puab faav xeeb rua kuv. Kuv tub yuav txhwv puab, los puab muab kuv has daag xwb."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.14","label":"14","content":"Puab tsw muaj sab quaj thov kuv, puab quaj nyav sau puab tej txaaj pw xwb. Puab suam puab lub cev  thov qoob loos hab cawv txwv maab tshab, tassws puab faav xeeb rua kuv."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.15","label":"15","content":"Txawm yog kuv cob puab hab pub zug rua puab txhais npaab, los puab tseed ntaus tswvyim phem tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"HOS.7","verse_code":"HOS.7.16","label":"16","content":"Puab tsw tig rov moog cuag Vaajtswv kws luj dua ndais, puab zoo yaam nkaus le raab neev kws daag. Puab cov thawj yuav raug nav ntaaj tuag taag vem yog tim puab tug nplaig khaav theeb. Tej nuav yuav ua rua puab raug thuaj luag rua huv Iyi tebchaws.”"},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.1","label":"1","content":"“Ca le muab raaj kub yaaj lug npuav ntawm koj qhov ncauj. Ib tug daav noj twm saamswm yaa sau Yawmsaub lub tsev, vem cov tuabneeg tau rhuav kuv tej lug cog tseg hab faav xeeb rua kuv txuj kevcai lawm."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.2","label":"2","content":"Cov Yixayee quaj thov kuv has tas, ‘Kuv tug Vaajtswv 'e, peb cov Yixayee leeg paub koj.’"},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.3","label":"3","content":"Cov Yixayee muab txujkev zoo tso tseg lawm, yeeb ncuab txhad lawv caum puab."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.4","label":"4","content":"Puab tsaa muaj vaajntxwv tassws tsw yog kuv qha puab ua le ntawd. Puab tsaa cov thawj, los kuv tsw paub hlo le. Puab xuas puab tej nyaj tej kub ua tej txoov daab ua rua puab raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.5","label":"5","content":"Cov Xamali 'e, mej tug txoov daab thaav nyuj kuv tsw yuav hlo le. Kuv txujkev npau tawg tshwm lug rua puab. Yuav ntev le caag puab le dawb huv tau?"},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.6","label":"6","content":"Tug txoov daab hov ib tug Kws nchuav lug rua huv Yixayee xwb, tug txoov daab hov yeej tsw yog Vaajtswv. Xamali tug thaav nyuj yuav raug muab tsoo ua tej dwb daim."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.7","label":"7","content":"“Puab tseb cua, puab yuav tau sau khaub zeeg cua. Tej mog kws tseed nyob huv teb tsw puv, yuav tsw tau coj lug ua moov hlo le. Txawm yog tau moov, los lwm haiv tuabneeg yuav coj moog noj."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.8","label":"8","content":"Cov Yixayee raug luas noj taag lawm, puab nyob huv plawv ib tsoom tebchaws zoo yaam le tej twj taig kws tsw muaj qaabhau hlo le."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.9","label":"9","content":"Puab moog cuag Axilia yaam le tug neeg luav qus moog yos ua twm xwb, Efa‑i moog ndav tuabneeg tuaj nyam nwg."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.10","label":"10","content":"Txawm yog puab ndav lwm haiv tuabneeg tuaj puab tog, los nwgnuav kuv yuav sau zog puab ua ke. Tshuav tsw ntev puab yuav raug mob daa pis luam vem raug tej vaajntxwv hab cov thawj tsuj yuam."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.11","label":"11","content":"“Efa‑i ua thaaj ntau quas zug lug daws txem, los tej thaaj hov kuj ntxeev ua lub txem rov rua nwg."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.12","label":"12","content":"Txawm yog kuv sau kuv tej kevcai quas vaam txuj, los puab yuav suav tas yog tej nyuas yaam txawv txawv xwb."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.13","label":"13","content":"Puab tua tsaj xyeem rua kuv hab puab noj tej nqaj hov, los Yawmsaub yeej tsw zoo sab rua puab. Nwgnuav nwg cim ntsoov txug puab tej kev txhum hab txav txem rua puab, puab yuav rov qaab moog rua Iyi tebchaws."},{"bible_id":"1216","chapter_code":"HOS.8","verse_code":"HOS.8.14","label":"14","content":"Yixayee nov qaab tug kws tswm puab lawm, hab ua tej tsev vaajntxwv. Yuta kuj ua tej moos kws muaj ntsaa loog tsaav ntxwv. Kuv yuav tso suavtawg lug raug puab tej moos hab kub puab tej chaw ruaj khov.”"},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.1","label":"1","content":"Yixayee 'e, tsw xob xyiv faab, tsw xob zoo sab xyiv faab le ib tsoom tuabneeg, tsua qhov koj moog deev luas es tso koj tug Vaajtswv tseg. Mej suavdawg nyam cov nam ndav tej nqe ndav tom tej tshaav ntaus nplej."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.2","label":"2","content":"Tej tshaav ntaus qoob hab tej qhov tsuam kua txwv maab yuav tsw txaus yug puab, hab tej cawv txwv maab tshab yuav tu ncua."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.3","label":"3","content":"Puab yuav tsw tau nyob huv Yawmsaub lub tebchaws moog le. Efa‑i yuav rov moog rua Iyi tebchaws, hab puab yuav noj tej kws qas tsw huv rua huv Axilia tebchaws."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.4","label":"4","content":"Puab yuav tsw laub cawv txwv maab xyeem rua Yawmsaub, Puab yuav tsw tua tsaj xyeem ua rua Yawmsaub txaus sab. Puab tej mov noj yuav zoo le tej mov paam tuag, leejtwg noj lawm yuav qas tsw huv. Puab tej mov noj tsuas yog daws puab kev tshaib xwb, yuav coj moog tsw txug Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.5","label":"5","content":"Mej yuav ua le caag thaus txug nub kws ua tej kevcai kws teem ca, hab nub kws ua kevcai noj haus rua Yawmsaub?"},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.6","label":"6","content":"Txawm yog puab tswv dim kev puam tsuaj, los Iyi yuav sau zog puab ca, lub moos Meefi yuav muab puab log. Zaub kis yuav tuaj laum puab tej hov txhua chaw tswm txaj kws xuas nyaj ua, hab xuav paug yuav tuaj laum nkaus puab tej tsev ntaub."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.7","label":"7","content":"Nub kws teem txem lug txug lawm, nub kws pauj taub lug txug lawm. Yixayee yeej yuav paub. Tug xwbfwb cev lug mas ruag kawg hab tug kws muaj Vaaj Ntsuj Plig kuj vwm lawm, vem yog tim mej lub txem luj kawg hab vem mej ntxub kuv heev."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.8","label":"8","content":"Tug xwbfwb cev lug ua tug faaj xwm nrug kuv tug Vaajtswv saib ntsoov Efa‑i. Tassws rooj hlua cuab noog nyob huv xwbfwb txhua txujkev, hab txujkev ntxub tog rawv nwg rua huv nwg tug Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.9","label":"9","content":"Puab ua phem ua qas kawg yaam le thaus kws ua rua huv lub moos Kinpe‑a. Vaajtswv yuav ncu ntsoov puab tej kev txhum, nwg yuav rau txem rua puab."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.10","label":"10","content":"“Thaus kuv ntswb Yixayee mas zoo yaam le ntswb txwv maab huv tebchaws moj saab qhua. Thaus kuv pum mej tej laug mas zoo yaam le pum thawj phaum txwv cua sau tsob ntoo txwv cua. Tassws puab tuaj cuag Npa‑aa ntawm Pe‑au, hab muab puab tug kheej pub hlo rua yaam kws txaaj muag hov, puab txhad ntxwm ntxub kawg ib yaam le tug kws puab nyam hov."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.11","label":"11","content":"Efa‑i lub koob meej yuav yaa plawg yaam le noog yaa, yuav tsw yug mivnyuas, tsw suab mivnyuas, tsw xeeb mivnyuas."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.12","label":"12","content":"Txawm yog puab tu mivnyuas hlub lawm los kuv yuav ua kuas ncaim puab tsw tshuav ib tug le. Puab yuav raug txom nyem rua thaus kuv ncaim puab lawm."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.13","label":"13","content":"Lawv le kuv pum, Efa‑i tej tub ki tub raug muab ua luas le nqaj qhauv lawm, Efa‑i yuav coj nwg le tub ki moog cob rua tug kws tua pov tseg."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.14","label":"14","content":"Au Yawmsaub thov pub rua puab. Koj yuav pub daabtsw rua puab? Thov pub lub plaab pob mivnyuas hab pub lub txwv mig kws qhuav rua puab."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.15","label":"15","content":"“Puab txhua yaam kev phem nyob huv lub moos Kilakaa. Kuv chiv ntxub puab lub chaw ntawd. Kuv yuav ntab puab tawm huv kuv lub tsev vem yog tim tej kev limham kws puab ua. Kuv yuav tsw hlub puab dua le lawm, puab cov thawj puavleej faav xeeb."},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.16","label":"16","content":"Efa‑i raug muab ua puam tsuaj lawm, puab tej caag qhuav lawm, puab yuav tsw txw txwv lawm. Txawm yog puab yug tau tub ki, los kuv yuav muab tej tub ki kws puab hlub hov tua pov tseg.”"},{"bible_id":"1216","chapter_code":"HOS.9","verse_code":"HOS.9.17","label":"17","content":"Kuv tug Vaajtswv yuav muab puab laim pov tseg, tsua qhov puab tsw noog nwg lug. Puab yuav ua tuabneeg loj leeb rua huv ib tsoom tebchaws."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.1","label":"1","content":"Yixayee yog tsob txwv maab kws hlub zoo hab txw txwv ncw. Yimfuab txw txwv ntau kuj yimfuab ua thaaj teev daab ntau. Thaus puab lub tebchaws vaam meej tuaj, puab yimfuab ua tej ncej teev daab zoo nkauj tuaj."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.2","label":"2","content":"Puab lub sab daag, nwgnuav puab txhad yuav tsum rws puab lub txem. Yawmsaub yuav tsoo puab tej thaaj pov tseg, hab muab puab tej ncej teev daab ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.3","label":"3","content":"Thaus hov puab yuav has tas, “Peb tsw muaj vaajntxwv vem peb tsw paub ntshai Yawmsaub. Yog peb muaj vaajntxwv nwg yuav paab tau peb le caag?”"},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.4","label":"4","content":"Puab has lug do do xwb, puab laam cog lug twv qhuav qhuav xwb. Vem le nuav kev ua plaub ua ntug yuav hlaav tuaj yaam nkaus le tej nroj tsuag muaj taug tuaj lawv kwj nav khais huv daim teb."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.5","label":"5","content":"Cov Xamali tshee quas nyo vem txhawj txug tug txoov daab thaav nyuj ntawm Npe‑avee. Puab yuav quaj ntsuag hab cov pov thawj kws teev daab yuav quaj nyav tug txoov daab, vem tug txoov daab hov lub koob meej pluj lawm."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.6","label":"6","content":"Tug txoov daab hov yuav raug coj moog rua Axilia tebchaws pub ua tshaav ntuj rua tug vaajntxwv kws luj kawg. Efa‑i yuav raug poob ntsej muag, Yixayee yuav txaaj muag vem yog qhov kws ua txoov daab."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.7","label":"7","content":"Xamali tug vaajntxwv yuav puam tsuaj, yaam nkaus le tej nplais ntoo ntaab sau nplaim dej moog."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.8","label":"8","content":"Tej chaw sab teev daab huv lub moos Avee, kws yog Yixayee lub txem, yuav raug puam tsuaj taag. Tej xuav paug hab nroj tsuag yuav tuaj rua sau puab tej thaaj xyeem. Puab yuav has rua tej roob tas, “Ca le txhub hlo peb lauj,” hab has rua tej pov roob tas, “Ca le nphau lug tsuam peb.”"},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.9","label":"9","content":"“Cov Yixayee 'e, mej yeej ua txhum txwj thaus ua huv lub moos Kinpe‑a. Puab tseed ua quj qeeg ntawm lub chaw hov lug le. Kev ua rog tseed yuav tsw lug raug puab ntawm Kinpe‑a lov?"},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.10","label":"10","content":"Kuv yuav tuaj rau txem rua cov tuabneeg tawv ncauj hov. Ib tsoom tebchaws yuav sau zog tuaj ua ke tawm tsaam puab, mas puab yuav raug khi vem muaj ob npaug kev txhum."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.11","label":"11","content":"Efa‑i yog tug xyuas nyuj kws cob tau, nwg nyam tsuj qoob huv lub tshaav, kuv tsw tau yuam nwg lub cej daab zoo nkauj ua num nyaav. Tassws kuv yuav muab Efa‑i hai tug quab, Yuta yuav tsum laij, Yakhauj yuav tsum muab lob phuaj sua."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.12","label":"12","content":"Ca le tseb txujkev ncaaj nceeg rua mej tug kheej, ca le sau tej kws tau ntawm qhov kws hlub kuv, ca le laij daim teb kws muab tso tseg lawm, tsua qhov txug swjhawm kws yuav moog nrhav Yawmsaub, sub nwg txhad lug tso txujkev dim rua mej."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.13","label":"13","content":"Mej tub cog txujkev limham lawm, mej tub sau txujkev phem, mej tub saws tej kws mej daag tau lug noj. Vem mej tso sab rua mej tej tsheb neeg ua rog hab tso sab rua mej cov tub rog kws coob coob,"},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.14","label":"14","content":"lub suab ua rog txhad yuav nrov tshwm rua huv mej haiv tuabneeg, mej tej chaw ruaj khov huvsw yuav raug muab ua puam tsuaj, ib yaam le Samaa muab lub moos Npe Anpee ua puam tsuaj rua nub kws ua rog. Leej nam raug muab ntsawm nduag ua tej dwb daim nrug nwg cov mivnyuas ua ke."},{"bible_id":"1216","chapter_code":"HOS.10","verse_code":"HOS.10.15","label":"15","content":"Cov tuabneeg huv Npe‑ee 'e, mej yuav raug le nuav ntaag lauj, tsua qhov mej txujkev limham luj kawg le. Thaus kaaj ntug Yixayee tug vaajntxwv yuav raug muab txav tu nrho.”"},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.1","label":"1","content":"“Thaus Yixayee tseed yau kuv hlub nwg, kuv hu kuv tug tub tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.2","label":"2","content":"Kuv yimfuab hu puab los puab yimfuab tswv deb ntawm kuv. Puab tseed muab tsaj xyeem rua tej daab Npa‑aa, hab hlawv xyaab xyeem rua tej txoov daab tsw tu le."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.3","label":"3","content":"Kuv yog tug qha Efa‑i moog kev, hab kuv muab puab puag, los puab tsw paub tas yog kuv khu puab zoo."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.4","label":"4","content":"Kuv muab txuj hlua khuvleej caab puab, hab muab txujkev hlub khi puab. Kuv ua rua tug quab ntawm puab caaj qwb swb zog, hab kuv khoov moog pub rua puab noj."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.5","label":"5","content":"“Puab yuav rov moog rua Iyi tebchaws hab Axilia yuav ua vaajntxwv kaav puab, vem puab tsw yeem rov lug cuag kuv."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.6","label":"6","content":"Nav ntaaj yuav laim quas lag rua huv puab tej moos, ua rua puab tej laag rooj luv taag, hab muab puab rhuav tshem pov tseg vem yog puab tej tswvyim phem."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.7","label":"7","content":"Kuv haiv tuabneeg yeej txav sab yuav tswv ntawm kuv moog, puab txhad raug muab nruab rua tug quab, tsw muaj leejtwg yuav daws tug quab ntawm puab."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.8","label":"8","content":"“Efa‑i 'e, kuv yuav muab koj tso tseg tau le caag? Yixayee 'e, kuv yuav muab koj cob rua lwm tug tau le caag? Kuv yuav muab koj ua zoo le lub moos Ama tau le caag? Kuv yuav ua rua koj ib yaam le ua rua lub moos Xenpau‑i tau le caag? Kuv lub sab yeej ceeb nkaus tsw xaav ua le ntawd, kuv txujkev taab ncuab kub quas lug tuaj."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.9","label":"9","content":"Kuv yuav tsw rau txem lawv le kuv npau tawg ceev, kuv yuav tsw ua rua Efa‑i puam tsuaj dua le lawm, tsua qhov kuv yog Vaajtswv, kuv tsw yog tuabneeg, kuv yog tug Dawb Huv nyob huv mej, kuv yuav tsw ua npau tawg quas vog tuaj."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.10","label":"10","content":"Puab yuav lawv Yawmsaub qaab, nwg yuav nyooj quas lawg le tsuv ntxhuav. Thaus nwg nyooj hov, nwg cov tub yuav tawm saab nub poob lug ua tshee quas nyo."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.11","label":"11","content":"Puab yuav tawm tshee quas nyo huv Iyi tebchaws lug yaam le tej naag noog, hab tawm huv Axilia tebchaws lug yaam le nquab taug. Kuv yuav kuas puab rov moog rua puab lub tsev.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HOS.11","verse_code":"HOS.11.12","label":"12","content":"Efa‑i has lug daag hab Yixayee caaj ceg daag ntxag puag ncig kuv, hab Yuta ywj faab ywj fwj ntawm Vaajtswv kws yog tug Dawb Huv hab yeej ua lawv le nwg cog tseg."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.1","label":"1","content":"Efa‑i haus cua xwb, hab lawv cua saab nub tuaj taag naj taag nub. Puab ua rua kev daag hab kev ua nruj ua tswv nthuav daav quas zug. Puab nrug Axilia cog lug sws raug zoo hab thauj roj moog rua Iyi tebchaws."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.2","label":"2","content":"Yawmsaub muaj plaub rua Yuta, hab yuav rau txem rua Yakhauj lawv le nwg lub neej, hab ua pauj rua nwg lawv le nwg tau ua."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.3","label":"3","content":"Thaus Yakhauj tseed nyob huv nwg nam lub plaab, nwg tuav rawv nwg tug tijlaug lauj taw, hab thaus nwg hlub lawd nwg kuj nrug Vaajtswv sws ntsuag zug."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.4","label":"4","content":"Nwg nrug tug tubkhai ntuj sws ntsuag zug hab kov yeej, nwg quaj hab thov kev hlub. Nwg ntswb Vaajtswv ntawm Npe‑ee hab Vaajtswv nrug nwg has lug qhov ntawd,"},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.5","label":"5","content":"yog Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus, Yawmsaub yog nwg lub npe ntaag."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.6","label":"6","content":"Mej ca le rov lug cuag mej tug Vaajtswv, hab tuav rawv txujkev hlub hab txujkev ua ncaaj, hab tog rawv mej tug Vaajtswv tsw tu le."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.7","label":"7","content":"Tug tub luam kws txhais teg muaj raab teev tsw ncaaj, nwg nyam ntxo luas."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.8","label":"8","content":"Efa‑i tau has tas, “Kuv yeej nplua nuj, kuv muaj nyaj txag ntau. Kuv tau tej nyaj txag huvsw los tsw muaj leejtwg nrhav tau kuv ua txhum muaj txem.”"},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.9","label":"9","content":"“Kuv yog Yawmsaub kws yog mej tug Vaajtswv txwj thaus nyob huv Iyi tebchaws lug. Kuv yuav ua rua mej nyob huv tej tsev ntaub dua ib zag, ib yaam le lub swjhawm kws mej ua tej kevcai kws teem ca."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.10","label":"10","content":"Kuv has rua cov xwbfwb cev lug, kuv ua rua puab ua yug quas toog ntau quas zug, hab kuas cov xwbfwb cev lug ua paaj lug has rua puab.”"},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.11","label":"11","content":"Muaj kev phem kev qas huv Kile‑a mas puab yuav pluj plag taag. Puab muab txwv nyuj xyeem rua huv Kilakaa, mas puab tej thaaj xyeem yuav zoo yaam le tej pawg pob zeb kws nyob ntawm tej nav khais laij teb."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.12","label":"12","content":"Yakhauj tswv moog rua Alaa tebchaws, nwg ua num hov ntawd txhad yuav tau quaspuj, hab nwg yug yaaj txhad tau quaspuj."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.13","label":"13","content":"Yawmsaub swv ib tug xwbfwb cev lug coj Yixayee tawm huv Iyi tebchaws lug, hab swv tug xwbfwb cev lug tsom kwm puab."},{"bible_id":"1216","chapter_code":"HOS.12","verse_code":"HOS.12.14","label":"14","content":"Efa‑i ua rua Yawmsaub mob sab kawg, Yawmsaub txhad ca puab rws puab lub txem kws tua tuabneeg, hab yuav ua pauj rua tej kws puab saib tsw taug nwg."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.1","label":"1","content":"Thaus Efa‑i has lug, luas tej tshee quas nyo, mas nwg tau koob meej luj rua huv cov Yixayee, tassws nwg teev daab Npa‑aa txhad muaj txem hab tuag."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.2","label":"2","content":"Nwgnuav puab tseed ua txhum ntau quas zug tuaj, hab puab nchuav txoov daab rua puab pe, yog tej txoov daab nyaj kws puab swv puab tug tswvyim ua, txhua tug yog tej Kws nyaj le num. Puab has tas, “Ca le xyeem tsaj rua tej txoov daab nuav.” Tuabneeg nwj tej txoov daab thaav nyuj lawm lauj!"},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.3","label":"3","content":"Vem le nuav puab yuav zoo yaam le tej fuab pw haav thaus taagkig, hab zoo le tej dej lwg kws pluj taag thaus sawv ntxuv, hab zoo le tej npluag qoob kws cua ntsawj yaa taag huv lub tshaav moog, hab zoo le tej paa nchu kws tawm huv lub qhov tsev."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.4","label":"4","content":"“Kuv yog Yawmsaub, yog mej tug Vaajtswv txwj thaus nyob huv Iyi tebchaws lug. Mej tsw paub lwm tug timtswv tsuas yog paub kuv xwb, dhau kuv lawm tsw muaj dua ib tug cawmseej le."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.5","label":"5","content":"Kuv yog tug kws saib mej huv tebchaws moj saab qhua, yog lub tebchaws kws tsw muaj dej haus."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.6","label":"6","content":"Thaus kuv pub rua puab noj, puab tau noj tsau. Thaus puab noj tsau npo lawm, puab lub sab txawm khaav theeb hab nov qaab kuv lawm."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.7","label":"7","content":"Yog le nuav kuv yuav ua le tug tsuv ntxhuav rua puab, kuv yuav zuv kev tog puab yaam le tug tsuv pom txwv."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.8","label":"8","content":"Kuv yuav mos puab yaam le tug maum dais kws cov mivnyuas pluj lawm, kuv yuav dua puab lub hauv nrob, hab yuav muab puab noj rua hov ntawd ib yaam le tsuv ntxhuav hab yaam le tsaj qus dua puab."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.9","label":"9","content":"“Cov Yixayee 'e, kuv yuav ua kuas mej puam tsuaj. Leejtwg yuav paab tau mej?"},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.10","label":"10","content":"Nwgnuav mej tug vaajntxwv nyob hovtwg kws yuav lug cawm mej? Mej cov thawj huv mej txhua lub moos dua twg taag lawm? Puab yog cov kws mej has tas, ‘Thov tsaa ib tug vaajntxwv hab cov thawj lug kaav peb.’"},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.11","label":"11","content":"Vem yog kuv chim kuv txhad pub mej muaj vaajntxwv. Vem yog kuv npau tawg kuv txhad muab tej vaajntxwv coj moog."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.12","label":"12","content":"Efa‑i tej kev txhum tub muab qhwv ca lawm, nwg lub txem muab khaws ca lawm."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.13","label":"13","content":"Tub ua mob teb txug caij yug nwg lawm tassws nwg yog mivnyuas tsw paub taab, tsua qhov nwg tsw kaam tawm huv plaab lug lawv le lub caij."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.14","label":"14","content":"Kuv yuav txhwv puab dim huv tub tuag teb le fwjchim lov? Kuv yuav txhwv puab dim huv txujkev tuag lov? Txujkev tuag 'e, koj tej swv npug dua twg lawm? Tub tuag teb 'e, koj tej vej sub vej sw dua twg lawm? “Kuv lub qhov muag tsw taab ncuab lawm."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.15","label":"15","content":"Txawm yog Efa‑i hlub zoo rua huv plawv nwg cov kwvtij, los tej cua saab nub tuaj yuav tuaj ntawm Yawmsaub tuaj, hab ntsawj huv tebchaws moj saab qhua tuaj. Efa‑i lub qhov dej txhawv yuav qhuav hab nwg lub hauv dej cag yuav qhuav qhawv. Tej cua hov yuav nplawm tej hov txhua chaw tswm txaj huvsw huv nwg tej txhaab yaa du quas lug moog."},{"bible_id":"1216","chapter_code":"HOS.13","verse_code":"HOS.13.16","label":"16","content":"Xamali yuav rws nwg lub txem vem yog nwg faav xeeb rua nwg tug Vaajtswv. Puab yuav raug nav ntaaj tuag taag. Puab tej mivnyuas mog yuav raug muab ntsawm nduag dha ua tej dwb daim. Puab tej quaspuj kws suab mivnyuas yuav raug muab phua plaab.”"},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.1","label":"1","content":"Yixayee 'e, ca le rov lug cuag Yawmsaub kws yog mej tug Vaajtswv, mej dawm vem yog tim mej tej kev txhum txem."},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.2","label":"2","content":"Ca le coj tej lug lug, hab rov lug cuag Yawmsaub, ca le has rua nwg tas, “Thov daws peb tej kev txhum txem huvsw pov tseg. Thov txais yuav yaam kws zoo, mas peb yuav coj tej lug ntawm peb lub qhov ncauj tuaj xyeem."},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.3","label":"3","content":"Axilia cawm tsw tau peb lawm, peb yuav tsw caij neeg. Peb yuav tsw hu tej kws peb txhais teg ua tas yog peb tug Vaajtswv dua le lawm. Nyob huv Vaajtswv mas tej mivnyuas ntsuag tau ntswb kev khuvleej.”"},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.4","label":"4","content":"“Kuv yuav khu qhov kws puab faav xeeb kuas zoo, kuv yuav ua sab dawb paug hlub puab kawg nkaus le, tsua qhov kuv txujkev chim tub thim ntawm puab lawm."},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.5","label":"5","content":"Kuv yuav zoo le dej lwg rua cov Yixayee, puab yuav tawg paaj le lub paaj lilij, puab yuav nrhau caag tub yaam le ntoo cab Lenpanoo,"},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.6","label":"6","content":"puab yuav ncau ceg nthuav daav, puab yuav zoo nkauj le tsob ntoo aulib, hab yuav tsw qaab yaam le ntoo cab Lenpanoo."},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.7","label":"7","content":"Puab yuav rov lug nyob huv qaab kuv tug duab ntxoo, puab yuav hlub zoo yaam le mog hab qeb, puab yuav tawg paaj yaam le tsob txwv maab, puab yuav tsw qaab zwb yaam le cawv txwv maab huv Lenpanoo."},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.8","label":"8","content":"Efa‑i 'e, kuv ntswg txug txoov daab le caag? Kuv yog tug kws teb puab hab tsom kwm puab. Kuv zoo yaam le tsob ntoo cab nplooj suab kws ntsuab tsaus nti thaws xyoo, puab tawg paaj txw txwv yog lug ntawm kuv lug.”"},{"bible_id":"1216","chapter_code":"HOS.14","verse_code":"HOS.14.9","label":"9","content":"Leejtwg ntse, ca nwg nkaag sab tej nuav, leejtwg txawj tshuaj saib, ca nwg paub tej nuav, tsua qhov Yawmsaub tej kev yeej raug cai. Cov tuabneeg sab ncaaj kuj taug txujkev hov, cov tuabneeg faav xeeb kuj dawm ndog huv txujkev hov."}]