[{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.1","label":"1","content":"Yakaunpau kws yog Vaajtswv hab tug Tswv Yexu Kheto tug tub qhe has moog rua kaum ob xeem kws tswv moog nyob rua txhua qhov, thov kuas mej noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.2","label":"2","content":"Kuv cov kwvtij, thaus mej ntswb txhua yaam kev swm sab ca le suav tas yog yaam kws zoo sab heev,"},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.3","label":"3","content":"vem mej yeej paub tas qhov kws mej txujkev ntseeg raug swm hov ua kuas muaj sab ntev thev taug."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.4","label":"4","content":"Mej yuav tsum ua sab ntev thev kuas tav sub mej txhad ua tau tuabneeg zoo kawg nkaus muaj txhua yaam zoo txhwj zog tsw tu ncua ib yaam daabtsw le."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.5","label":"5","content":"Yog mej cov leejtwg tsw muaj tswvyim, ca tug hov thov Vaajtswv kws muaj lub sab daav pub rua txhua tug tsw thuaj leejtwg le, mas Vaajtswv yuav pub tswvyim rua nwg."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.6","label":"6","content":"Tassws nwg yuav tsum muaj lub sab ntseeg yaam kws nwg thov, tsw xob ua xyem xyaav, vem tug kws ua xyem xyaav kuj zoo ib yaam le tej nthwv dej havtxwv kws cua ntsawj ndaas moog ndaas lug."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.7","label":"7","content":"Tug tuabneeg zoo le hov tsw xob xaav has tas nwg yuav tau ib yaam daabtsw ntawm tug Tswv,"},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.8","label":"8","content":"nwg pheej ua ob lub sab tsw ruaj sab rua huv nwg txhua txujkev."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.9","label":"9","content":"Ca tug kws ua lub neej txom nyem zoo sab hlo rua thaus nwg lub neej sawv,"},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.10","label":"10","content":"hab ca tug kws nplua nuj zoo sab hlo rua thaus nwg lub neej poob qeg, tsua qhov nwg yuav dua taag yaam le tej paaj nroj."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.11","label":"11","content":"Lub nub tuaj tshaav ntuj kub heev tes ua rua tej nroj tsuag tuag tshaav. Tej paaj nroj zeeg taag hab qhov kws zoo nkauj kuj puam tsuaj taag. Tug nplua nuj kuj yuav pluj quas zug rua huv nwg tej num ib yaam nkaus."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.12","label":"12","content":"Tug kws thev taug kev swm sab kuj tau nyob kaaj sab lug, vem thaus nwg thev dhau lawd nwg yuav tau lub mom kub kws yog txujsa kws Vaajtswv cog lug ca rua cov kws hlub Vaajtswv."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.13","label":"13","content":"Leejtwg raug daag ntxag nwg tsw xob has tas, “Kuv raug Vaajtswv ntxag,” tsua qhov Vaajtswv yeej tsw raug txujkev phem ntxag hab nwg kuj tsw ntxag leejtwg le."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.14","label":"14","content":"Tassws txhua tug raug ntxag rua thaus nwg txujkev ntshaw yum nwg hab coj nwg moog ua txhum."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.15","label":"15","content":"Thaus xeeb txujkev ntshaw lawm kuj yug tau txujkev txhum lug. Thaus txujkev txhum hlub tav lawm kuj yug tau txujkev tuag lug."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.16","label":"16","content":"Cov kwvtij kws kuv hlub, mej tsw xob noog luas ntxag."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.17","label":"17","content":"Txhua yaam zoo kws pub rua peb hab txhua yaam kws zoo kawg nkaus yog lug sau ntuj lug, yeej yog lug ntawm leej Txwv kws tswm lub nub lub hli hab tej nub qub huvsw. Nwg tsw txawv txaav le tsw thooj le tej duab kws txawj pluj."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.18","label":"18","content":"Nwg swv nwg txujlug kws muaj tseeb yug peb tshwm lug lawv le nwg tub npaaj sab lawm sub peb txhad zoo le thawj phaum txwv huv txhua yaam kws nwg tswm ntaag."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.19","label":"19","content":"Cov kwvtij kws kuv hlub, ca le nkaag sab qhov nuav. Txhua tug yuav tsum maaj noog tsw xob maaj has, tsw xob chim sai,"},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.20","label":"20","content":"vem tuabneeg txujkev chim tsw rhawv Vaajtswv txujkev ncaaj nceeg tshwm lug."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.21","label":"21","content":"Vem le nuav ca le rhuav tshem txhua yaam kev qas hab tej kev phem kws fuam quas zug tuaj hab ua sab mog sab muas txais tej lug kws muab cog ca rua huv mej lawd kws cawm tau mej tug ntsuj plig kuas dim."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.22","label":"22","content":"Mej yuav tsum xyum lawv le tej lug hov tsw xob yog noog xwb txhad tsw rov ntxag mej tug kheej."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.23","label":"23","content":"Yog leejtwg tsuas yog noog tej lug hov xwb tsw xyum lawv le ntawd tug hov kuj zoo ib yaam le tug kws saib nwg lub plhu huv daim av."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.24","label":"24","content":"Thaus nwg saib taag nwg tawm moog hab taamswm ntawd kuj nov qaab sov nwg lub plhu zoo le caag."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.25","label":"25","content":"Tassws tug kws tshuaj saib txuj kevcai kws zoo kawg nkaus, yog txuj kevcai kws pub kev thaaj yeeb, hab nwg nyob ruaj huv txuj kevcai hov tsw yog noog xwb es nov qaab lawm tassws yog tug kws xyum lawv nraim, tug hov yuav tau txujkev kaaj sab lug huv txhua yaam kws nwg ua."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.26","label":"26","content":"Yog leejtwg xaav has tas nwg coj Vaajtswv txuj kevcai nruj tassws nwg tsw tswj nwg tug nplaig kuj yog nwg rov ntxag nwg lub sab xwb hab qhov kws nwg coj txuj kevcai nruj hov kuj tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"JAS.1","verse_code":"JAS.1.27","label":"27","content":"Txuj kevcai kws leej Txwv Vaajtswv suav tas dawb huv hab tsw muaj qhov phem yog qhov kws saib xyuas tej mivnyuas ntsuag hab tej puj ntsuag kws raug kev txom nyem, hab ceev faaj tsw xob ca yug tug kheej kis tej kev phem kev qas huv nplajteb."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.1","label":"1","content":"Kuv cov kwvtij, mej muaj kev ntseeg huv peb tug Tswv Yexu Kheto kws muaj fwjchim ci ntsaa ab, mej tsw xob saib leejtwg ntsej muag."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.2","label":"2","content":"Yog tas muaj ib tug coj nplhaib kub hab naav tsoog tsho zoo tuaj rua huv mej lub chaw sablaaj hab muaj ib tug pluag naav khaub hlaab ntsuav tuaj hab,"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.3","label":"3","content":"mas mej saib hlub rua tug kws naav tsoog tsho zoo hab has tas, “Ca le lug nyob lub rooj sab nuav,” tassws mej has rua tug pluag has tas, “Koj ca le sawv tom kod,” lossws has tas, “Lug nyob tsawg ntawm kuv lub chaw tag taw.”"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.4","label":"4","content":"Ua le hov tsw yog mej sws cais ua paab ua pawg hab tu faib lawv mej lub sab xaav phem lov?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.5","label":"5","content":"Cov kwvtij kws kuv hlub, ca le noog. Vaajtswv xaiv cov tuabneeg pluag huv nplajteb nuav lug ua cov nplua nuj huv txujkev ntseeg hab saws tau lub tebchaws kws Vaajtswv cog lug tseg tas yuav pub rua cov kws hlub nwg lug ua qub txeeg qub teg los tsw yog?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.6","label":"6","content":"Tassws mej saib tsw taug tug pluag. Tug nplua nuj tub yog tug kws quab yuam mej, hab caab mej moog rua tom tsev tu plaub los tsw yog?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.7","label":"7","content":"Puab tsw yog cov kws saib tsw taug lub npe tswm txaj kws hu mej npuas lov?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.8","label":"8","content":"Yog mej yeej ua lawv le Vaajtswv lub tebchaws txuj kevcai kws sau ca has tas, “Mej yuav tsum hlub kwvtij zej zog ib yaam le mej hlub mej tug kheej,”  kuj yog mej ua zoo."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.9","label":"9","content":"Tassws yog mej saib tuabneeg ntsej muag, mej kuj ua txhum hab raug txuj kevcai txav txem tas mej txhum."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.10","label":"10","content":"Yog leejtwg tuav rawv txuj kevcai huvsw tsuas yog txhum ib nqais xwb tug hov kuj ua txhum txuj kevcai taag nrho huvsw."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.11","label":"11","content":"Tsua qhov tug kws has tas, “Tsw xob deev luas quaspuj quasyawg,” kuj has tas “Tsw xob tua tuabneeg.” . Txawm yog koj tsw tau deev luas quaspuj quasyawg tassws tau tua tuabneeg, koj kuj ua txhum txuj kevcai."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.12","label":"12","content":"Mej yuav tsum has hab xyum yaam le mej yog cov kws yuav raug txav txem lawv le txuj kevcai kws pub kev thaaj yeeb."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.13","label":"13","content":"Vem tas tug kws tsw muaj sab khuvleej yuav raug txav txem tsw khuvleej hlo le. Txujkev khuvleej yeej kov yeej txujkev txav txem."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.14","label":"14","content":"Kuv cov kwvtij, yog leejtwg has tas nwg muaj kev ntseeg tassws nwg tsw xyum lawv le, yuav muaj qaabhau daabtsw? Nwg txujkev ntseeg hov yuav cawm tau nwg dim lov?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.15","label":"15","content":"Yog tug kwvtij twg tsw has quaspuj quasyawg tsw muaj naav hab tu ncua tej mov kws naj nub yuav noj,"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.16","label":"16","content":"es mej cov ib tug has rua nwg tas, “Ca le rov moog, noj qaab nyob zoo, pw suv hab tsau npo,” tassws tsw muab ib yaam daabtsw rua tug hov le, yuav muaj qaabhau daabtsw?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.17","label":"17","content":"Ib yaam le ntawd, txujkev ntseeg xwb kws tsw muaj kev xyum kuj yog yaam kws tuag lawm."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.18","label":"18","content":"Tassws ib tug yuav has tas, “Koj muaj kev ntseeg, kuv muaj kev xyum.” Swm qha rua kuv pum koj txujkev ntseeg kws tsw muaj kev xyum, mas kuv yuav qha rua koj pum kuv txujkev ntseeg ntawm qhov kws kuv xyum."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.19","label":"19","content":"Koj ntseeg tas muaj tuab tug Vaajtswv xwb, kuj yog zoo. Txawm yog daab los kuj ntseeg hab ntshai tshee quas nyo."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.20","label":"20","content":"Tug tuabneeg ruag, koj xaav paub tas txujkev ntseeg kws tsw muaj kev xyum tsw muaj qaabhau lov?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.21","label":"21","content":"Thaus Aplahaa kws yog peb yawm koob muab nwg tug tub Yiha xyeem rua sau lub thaaj nwg txhad raug suav tas yog tug ncaaj nceeg vem qhov kws nwg xyum los tsw yog?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.22","label":"22","content":"Koj kuj pum tas txujkev ntseeg hab txujkev xyum yeej ua ib txwg hab kev xyum ua rua txujkev ntseeg tav,"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.23","label":"23","content":"hab Vaajtswv txujlug kuj tav lawv le has tas, “Aplahaa ntseeg Vaajtswv. Vaajtswv suav tas qhov kws Aplahaa ntseeg ntawd yog txujkev ncaaj nceeg rua Aplahaa,”  hab Aplahaa tau lub npe hu ua Vaajtswv tug kwvluag."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.24","label":"24","content":"Mej yeej pum tas ib tug twg raug suav tas ncaaj nceeg vem qhov kws nwg xyum tsw yog qhov kws ntseeg xwb."},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.25","label":"25","content":"Hab ib yaam le ntawd tug puj muag cev Lahaj kuj raug suav tas ncaaj nceeg vem yog qhov kws nwg xyum rua thaus nwg tog txais ob tug kws tshuaj tebchaws hab xaa ob tug tawm dua lwm txujkev moog los tsw yog?"},{"bible_id":"1216","chapter_code":"JAS.2","verse_code":"JAS.2.26","label":"26","content":"Lub cev kws tsw muaj ntsuj plig lawd tuag le caag, txujkev ntseeg kws tsw muaj kev xyum kuj tuag ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.1","label":"1","content":"Kuv cov kwvtij, mej tsw xob ua xwbfwb coob leej tsua qhov mej yeej paub tas peb cov kws qhuab qha yuav raug txav txem nruj dua,"},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.2","label":"2","content":"vem tas peb txhua tug ua yuam kev ntau yaam. Yog leejtwg tsw tau has lug yuam kev le tug hov kuj yog tug kws zoo kawg nkaus hab tswj tau nwg lub cev huvsw."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.3","label":"3","content":"Yog peb muab xauv lug saam neeg qhov ncauj kuas noog lug, peb kuj tswj tau neeg lub cev huvsw."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.4","label":"4","content":"Swm saib tej nkoj txwg kuj ib yaam. Txawm yog luj hab raug cua ntsawj hlub heev, los daim duav miv miv tseed tswj tau lub nkoj moog lawv le tug tsaav nkoj xaav kuas lub nkoj moog."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.5","label":"5","content":"Ib yaam le ntawd tug nplaig yog yaam miv miv tassws khaav theeb luj heev. Swm xaav saib ib nyuas qhov suavtawg kub tau haav zoov daav heev npaum le caag."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.6","label":"6","content":"Tug nplaig yog suavtawg, tug nplaig yog yaam kws phem puv nkaus rua huv peb lub cev, nwg ua rua lub cev huvsw qas tsw huv hab hlawv txujsa taag moog ib swm neej, hab tug nplaig zwg tawg ntawm ntuj tawg kub lug."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.7","label":"7","content":"Txhua yaam tsaj naag noog hab tej tsaj nkaag huv aav hab tej tsaj huv havtxwv puavleej cob tau kuas seej hab tuabneeg los cob tau kuas seej hab,"},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.8","label":"8","content":"tassws tug nplaig tsw muaj leejtwg cob tau kuas seej. Tug nplaig phem kawg nyob tsw tug hab puv nkaus tej taug kws ua kuas tuag."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.9","label":"9","content":"Peb swv tug nplaig qhuas tug Tswv kws yog leej Txwv hab swv tsawm foom tuabneeg kws raug tswm lawv le Vaajtswv tug yaam ntxwv."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.10","label":"10","content":"Lu lug qhuas hab lu lug tsawm foom tawm huv tuab lub qhov ncauj lug. Cov kwvtij, tsw tswm nyog ua le ntawd."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.11","label":"11","content":"Lub qhov dej txhawv yuav muaj dej tsuag hab dej qaab ntsev txhawv ua ke huv tuab lub qhov lug tau hab lov?"},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.12","label":"12","content":"Cov kwvtij, tsob txwv cua txw tau txwv aulib lov, lossws tsob txwv maab txw tau txwv cua lov? Lub qhov dej txhawv qaab ntsev yeej tsw txhawv dej tsuag."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.13","label":"13","content":"Mej cov leejtwg muaj tswvyim hab nkaag sab? Ca tug hov xyum nwg lub neej kuas zoo hab ua ob yaam nuav tshwm lug, hab ua nwg teg num ntawm lub sab mog sab muas hab muaj tswvyim."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.14","label":"14","content":"Tassws yog mej cib nyeej khib sab hab xaav ua luj, tsw xob khaav theeb hab tsw xob ntxeev txujkev tseeb."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.15","label":"15","content":"Tug tswvyim zoo le nuav tsw yog tug tswvyim kws lug sau ntuj lug, tassws yog tswvyim huv nplajteb hab yog lub cev nqaj daim tawv le hab lug ntawm daab lug."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.16","label":"16","content":"Qhov twg muaj kev sws khib hab xaav ua luj, qhov ntawd yuav muaj kev kub ntxhuv hab ua txhua yaam kev phem kev qas."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.17","label":"17","content":"Tassws tug tswvyim kws lug sau ntuj lug, qhov ib yog dawb huv, hab ua kuas nyob sws hum xeeb, ua sab zaam xeeb, yoojyim has lug, muaj txujkev khuvleej puv npo hab ua tau txhua yaam num zoo, tsw saib leejtwg ntsej muag hab tsw ua sab nkhaus."},{"bible_id":"1216","chapter_code":"JAS.3","verse_code":"JAS.3.18","label":"18","content":"Cov kws tswm kev sws hum xeeb hab tseb txujkev sws hum yuav tau sau txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.1","label":"1","content":"Daabtsw ua kuas muaj kev ua rog hab muaj kev sws caav sws tshe rua huv mej? Tub yog lug ntawm tej kev ntshaw kws ua rog rua huv mej lub sab los tsw yog?"},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.2","label":"2","content":"Mej xaav yuav tassws tsw tau, mej txawm sws tua. Mej ntshaw los tsw tau mej txawm sws tshe hab ua rog. Mej tsw muaj vem mej tsw thov."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.3","label":"3","content":"Mej thov los tsw tau, vem mej thov yuam kev, yuav coj moog swv kuas tau tej kws mej lub sab ntshaw."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.4","label":"4","content":"Mej cov tuabneeg faav xeeb, mej tsw paub tas qhov kws nrug nplajteb ua kwvluag tub nrug Vaajtswv ua yeeb ncuab lov? Vem le nuav leejtwg nrug nplajteb ua kwvluag nwg kuj nrug Vaajtswv ua yeeb ncuab."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.5","label":"5","content":"Mej xaav tas qhov kws Vaajtswv txujlug has tas, “Tug ntsuj plig kws Vaajtswv pub nyob rua huv peb khib xeeb heev kawg,” tsw muaj qaabhau lov?"},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.6","label":"6","content":"Tassws Vaajtswv pub txujkev hlub ntau dua. Vem le nuav muaj lug has tas, “Vaajtswv tawm tsaam cov kws khaav theeb, tassws pub txujkev hlub rua cov kws txu fwjchim.”"},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.7","label":"7","content":"Vem le nuav mej ca le nyob huv qaab Vaajtswv kev tswjfwm. Ca le tawm tsaam Ntxwg Nyoog, Ntxwg Nyoog txhad le tswv ntawm mej moog."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.8","label":"8","content":"Ca le txaav lug ze Vaajtswv mas nwg yuav lug ze mej. Mej cov tuabneeg muaj txem, ca le ntxuav mej txhais teg kuas huv. Mej cov kws muaj ob lub sab, ca le ntxuav mej lub sab kuas dawb huv."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.9","label":"9","content":"Ca le txhawj xeeb hab quaj ntsuag hab quaj. Ca mej lub suab luag ntxeev ua lub suab quaj ntsuag, hab ca mej kev xyiv faab ntxeev ua kev poob sab."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.10","label":"10","content":"Mej ca le txu mej lub sab rua ntawm tug Tswv, nwg txhad le tsaa mej sawv."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.11","label":"11","content":"Cov kwvtij, mej ib leeg tsw xob muab ib leeg has phem. Tug kws muab kwvtij has phem lossws txav txem rua kwvtij kuj yog muab txuj kevcai has phem hab thuaj txuj kevcai. Yog koj thuaj txuj kevcai koj kuj tsw yog xyum lawv le txuj kevcai tassws yog tug kws thuaj xwb."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.12","label":"12","content":"Muaj tuab tug rhawv txuj kevcai hab ua tug txav txem, nwg cawm tau kuas dim hab ua kuas puam tsuaj tau. Tassws koj yog leejtwg es koj yuav txav txem rua koj kwvtij zej zog?"},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.13","label":"13","content":"Mej cov kws has tas, “Nub nua lossws pigkig peb yuav moog rua lub moos nuav lub moos u hab nyob hov ib xyoos ua laag ua luam kuas tau tshaaj thawj,” noog tuab zoo ov."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.14","label":"14","content":"Tassws mej tub tsw paub yuav muaj xwm daabtsw rua pigkig. Mej txujsa zoo le caag? Kuj zoo ib yaam le tej fuab kws nyob ib plag xwb kuj pluj taag lawm."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.15","label":"15","content":"Tsw xob has le ntawd, tswm nyog mej has tas, “Yog Vaajtswv pum zoo, peb yuav muaj txujsa nyob hab yuav ua yaam nuav yaam u.”"},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.16","label":"16","content":"Tassws nwgnuav mej muab hlub hab khaav theeb. Txhua yaam kev khaav theeb le hov yog kev phem."},{"bible_id":"1216","chapter_code":"JAS.4","verse_code":"JAS.4.17","label":"17","content":"Vem le nuav tug kws paub qhov zoo kws nwg yuav tsum ua tassws tsw ua, tug hov txhad muaj txem."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.1","label":"1","content":"Mej cov kws nplua nuj, noog tuab zoo ov. Ca le quaj hab quaj ntsuag vem tej kev txom nyem kws saamswm yuav lug raug mej."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.2","label":"2","content":"Mej tej cuab txhaj cuab taam po taag hab mej tej tsoog tsho kaab ntsaum muab noj taag."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.3","label":"3","content":"Mej tej nyaj tej kub tub xeb taag lawm hab tej xeb hov yuav ua timkhawv tum mej hab yuav noj mej lub cev nqaj ib yaam le suavtawg hlawv. Mej khaws nyaj txag ca rua lub swjhawm kawg nuav."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.4","label":"4","content":"Saib maj, mej cov tub zug hlais qoob huv mej daim teb tej nqe zug kws koj muab qaum lawd, tub qw nrov tuaj, hab cov tub zug kws sau qoob hov lub suab tub nrov moog txug tug Tswv kws muaj fwjchim luj kawg nkaus lub qhov ntsej."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.5","label":"5","content":"Mej ua neej nyob noj seem noj so phum laam quas ntsuav rua huv lub nplajteb. Mej txaav kuas mej rog ca rua nub kws muab tua."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.6","label":"6","content":"Mej rau txem hab tua tug tuabneeg tsw txhum. Nwg kuj tsw tiv mej."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.7","label":"7","content":"Vem le nuav, cov kwvtij, ca le ua sab ntev thev moog txug thaus tug Tswv tshwm lug. Saib maj, cov tub qoob tub loos tog rawv tej qoob muaj nqes kws yuav tau huv daim teb, nwg ua sab ntev tog txug naag tshab lug hab naag qaab xyoos lug."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.8","label":"8","content":"Mej yuav tsum ua sab ntev tog ib yaam le ntawd hab ua lub sab ruaj, tsua qhov ze lub swjhawm kws tug Tswv tshwm lug lawm."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.9","label":"9","content":"Cov kwvtij, mej ib leeg tsw xob ywg ib leeg sub txhad tsw raug txav txem. Saib maj, tug kws txav txem tub sawv ntawm qhov rooj lawm."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.10","label":"10","content":"Cov kwvtij, ca le muab cov xwbfwb kws tuav tug Tswv lub npe cev lug tug qauv lug rua mej xyum thev kev tswm txom hab ua sab ntev tog."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.11","label":"11","content":"Saib maj, peb suav tas cov kws ua sab ntev thev kuj tau nyob kaaj sab lug. Mej tub nov txug qhov kws Yauj ua sab ntev thev, hab pum tej kws tug Tswv ua rua nwg thaus kawg, vem tug Tswv muaj kev taab ncuab hab kev khuvleej."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.12","label":"12","content":"Kuv cov kwvtij, qhov kws tseem ceeb dua tej huvsw, tsw xob twv tsawm tsw has twv ntuj twv teb lossws tuav txug lwm yaam twv. Qhov yog kuj has tas “Yog.” Qhov tsw yog kuj has tas “Tsw yog,” sub mej txhad tsw raug txem."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.13","label":"13","content":"Mej cov leejtwg raug txom nyem? Ca tug hov thov Vaajtswv. Muaj leejtwg xyiv faab? Ca tug hov hu nkauj qhuas."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.14","label":"14","content":"Mej cov muaj leejtwg muaj mob? Ca tug hov hu cov kws saib pawg ntseeg tuaj hab ca puab thov Vaajtswv paab nwg hab muab roj pleev nwg huv tug Tswv lub npe."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.15","label":"15","content":"Tej lug thov kws muaj sab ntseeg yuav khu tug mob zoo hab tug Tswv yuav tsaa nwg sawv. Yog nwg tau ua txhum, tug Tswv yuav zaam txem."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.16","label":"16","content":"Vem le nuav mej ib leeg yuav tsum leeg txem rua ib leeg, hab ib leeg thov Vaajtswv paab ib leeg sub txhad khu mej tej mob zoo. Tug ncaaj nceeg tej lug thov muaj fwjchim ua tau tav."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.17","label":"17","content":"Eliya kuj yog tuabneeg zoo ib yaam le peb. Nwg swv zug thov Vaajtswv kuas naag tsw xob lug, mas naag tsw lug rua huv lub tebchaws tau peb xyoos hab rau lub hli."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.18","label":"18","content":"Nwg rov thov Vaajtswv dua ib zag, lub ntuj kuj pub naag lug hab cov aav kuj tuaj qoob loos."},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.19","label":"19","content":"Kuv cov kwvtij, yog mej cov leejtwg yuam kev ntawm txuj tseeb hab muaj tuabneeg coj nwg rov lug,"},{"bible_id":"1216","chapter_code":"JAS.5","verse_code":"JAS.5.20","label":"20","content":"ca le paub tas tug kws coj tug kws ua txhum rov lug kuj yog nwg cawm tau tug kws ua txhum hov tug ntsuj plig dim txujkev tuag hab roog tau tej kev txhum kws ntau kawg."}]