[{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.1","label":"1","content":"Thaus Yawmsaub tug qhev Mauxe tuag lawm, Yawmsaub has rua Noo tug tub Yausua kws paab Mauxe tas,"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.2","label":"2","content":"“Kuv tug qhev Mauxe tuag lawm, mas nwgnuav koj hab haiv tuabneeg nuav suavdawg ca le sawv kev hlaa tug dej Yalatee nuav moog rua huv lub tebchaws kws kuv muab pub rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.3","label":"3","content":"Txhua thaaj kws mej txhais kwtaw moog tsuj kuv muab pub rua mej, lawv le kuv tau cog lug rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.4","label":"4","content":"Txwj ntawm tebchaws moj saab qhua moog rua lub roob Lenpanoo, hab moog txug tug nam dej Yufeti, taag nrho cov Hithai lub tebchaws moog txug Havtxwv Luj saab nub poob yuav ua mej le tebchaws."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.5","label":"5","content":"Tsw muaj leejtwg tawm tsaam tau koj moog taag koj swm neej. Kuv nrug nraim Mauxe le caag kuv yuav nrug nraim koj le ntawd. Kuv yuav tsw ncaim koj, tsw tso koj tseg."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.6","label":"6","content":"Koj ca le ua khov kho hab ua sab luj sab tuab, tsua qhov koj yuav ua rua haiv tuabneeg nuav tau lub tebchaws hov ua qub txeeg qub teg, yog lub tebchaws kws kuv cog lug ruaj rua puab tej laug tas yuav pub rua puab."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.7","label":"7","content":"Tsuav yog koj ua khov kho hab ua sab luj sab tuab ceev faaj ua lawv le tej kevcai huvsw kws kuv tug qhev Mauxe tau has rua koj lawm. Tsw xob tig ntawm txuj kevcai nuav moog rua saab xws lossws saab phem sub koj moog rua hovtwg koj txhad ua tau txhua yaam tav zoo."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.8","label":"8","content":"Tsw xob ca phoo ntawv kevcai nuav ncaim ntawm koj lub qhov ncauj moog. Koj yuav tsum naj nub naj mo tshawb nrhav sub koj txhad paub ceev faaj ua lawv le txhua yaam kws sau rua huv hab koj txhad le vaam meej hab ua tau txhua yaam tav zoo."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.9","label":"9","content":"Kuv tub has rua koj lawm los tsw yog? Ca le ua khov kho hab ua sab luj sab tuab, tsw xob ntshai tsw xob poob sab hlo le, tsua qhov koj moog rua hovtwg Yawmsaub kws yog koj tug Vaajtswv yeej nrug nraim koj.”"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.10","label":"10","content":"Yausua has rua cov thawj kws kaav pejxeem tas,"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.11","label":"11","content":"“Mej ca le moog has rua cov pejxeem thoob plawg huv lub zog tas, ‘Fwbxwm mov noj ca, peb nub xwb mej yuav tau hlaa tug dej Yalatee nuav moog txeeb lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej ua mej tug.’ ”"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.12","label":"12","content":"Hab Yausua has rua xeem Lunpee hab xeem Kas hab ib nraab xeem Manaxe tas,"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.13","label":"13","content":"“Mej ca le ncu ntsoov tej lug kws Yawmsaub tug qhev Mauxe has rua mej tas, ‘Yawmsaub kws yog mej tug Vaajtswv tu chaw rua mej su hab pub lub tebchaws nuav rua mej.’"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.14","label":"14","content":"Ca mej cov quaspuj mivnyuas yau hab mej tej tsaj txhu nyob huv lub tebchaws kws Mauxe muab rua mej kws yog ntawm tug dej Yalatee saab nub tuaj. Tassws mej cov quasyawg kws txawj ua rog suavdawg yuav tsum tuav rawv cuab yeej ua rog hlaa ua mej cov kwvtij ntej moog paab puab,"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.15","label":"15","content":"moog txug thaus Yawmsaub pub chaw rua mej cov kwvtij su ib yaam le pub rua mej lawd, hab moog txug thaus puab txeeb tau lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua puab. Tes mej le rov qaab lug nyob rua huv lub tebchaws kws yog mej teej mej tug, yog lub tebchaws kws Yawmsaub tug qhev Mauxe muab rua mej ntawm tug dej Yalatee saab nub tuaj.”"},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.16","label":"16","content":"Puab teb Yausua tas, “Txhua yaam kws koj has rua peb, peb yuav ua, hab koj kuas peb moog hovtwg peb kuj moog."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.17","label":"17","content":"Peb noog Mauxe lug txhua yaam le caag, peb yuav noog koj lug ib yaam le ntawd. Tsuas yog thov kuas Yawmsaub kws yog koj tug Vaajtswv nrug nraim koj ib yaam le nrug nraim Mauxe xwb."},{"bible_id":"1216","chapter_code":"JOS.1","verse_code":"JOS.1.18","label":"18","content":"Leejtwg kwv tawv koj tej lug tsw noog tej lug kws koj has txawm yog koj has kuas ua daabtsw kuj xwj, tug hov yuav raug muab tua pov tseg. Koj ca le ua khov kho hab ua sab luj sab tuab.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.1","label":"1","content":"Mas Noo tug tub Yausua khaiv ob leeg tawm huv lub moos Sithi tuabywv moog tshuaj lub tebchaws, has rua ob tug tas, “Moog tshuaj lub tebchaws hov ua tuab zoo tshuaj lub moos Yelikhau.” Ob tug txhad moog, nkaag moog rua huv ib tug puj muag cev kws hu ua Lahaj lub tsev hab su hov ntawd."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.2","label":"2","content":"Muaj tuabneeg has rua vaajntxwv huv lub moos Yelikhau tas, “Mo nuav muaj cov txwvneej Yixayee qee leej tuaj rua huv nuav, yog tuaj tshuaj tebchaws.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.3","label":"3","content":"Mas vaajntxwv huv lub moos Yelikhau khaiv tuabneeg moog has rua Lahaj tas, “Ca le coj cov txwvneej kws tuaj nkaag rua huv koj lub tsev tawm lug, vem puab tuaj tshuaj peb lub tebchaws xwb.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.4","label":"4","content":"Tassws tug puj hov muab ob tug txwvneej hov zais lawm mas has rua puab tas, “Muaj txwvneej tuaj nrhav kuv tag kuas sov tuaj hovtwg tuaj kuv tsw paub."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.5","label":"5","content":"Thaus tsaus ntuj zuag yuav kaw rooj loog puab tub tawm moog lawm. Sov puab moog hovtwg kuv tsw paub. Ca le maaj nroog lawv puab qaab moog mej txhad lawv cuag.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.6","label":"6","content":"Tassws tug puj hov tub coj ob tug nce rua txheej tsev sau lawm hab muab ob tug zais rua huv qaab cov teg maaj kws nwg muab tso sau tsev lawm."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.7","label":"7","content":"Puab txawm lawv ob tug qaab moog txug ntawm lub chaw hlaa tug dej Yalatee. Thaus cov kws lawv qaab hov tawm moog lawm, luas txawm kaw rooj loog."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.8","label":"8","content":"Thaus ob tug tseed tsw tau pw, tug puj hov nce moog cuag ob tug rua txheej sau,"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.9","label":"9","content":"hab has rua ob tug tas, “Kuv paub tseeb tas Yawmsaub pub lub tebchaws nuav rua mej, hab peb ntshai mej kawg nkaus le, hab taag nrho tej tuabneeg huv lub tebchaws los ntshai mej ua sab ntsws yaaj taag."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.10","label":"10","content":"Tsua qhov peb tub nov txug qhov kws Yawmsaub ua rua dej Havtxwv Lab qhuav rua ntawm mej xubndag rua thaus mej tawm huv Iyi tebchaws lug, hab nov txug tej kws mej ua rua cov Amaulai ob tug vaajntxwv kws nyob saab ntug dej Yalatee nub tuaj, yog Xihoo hab Aus kws mej muab ua puam tsuaj taag."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.11","label":"11","content":"Thaus peb nov txug tej nuav peb lub sab yaaj taag taamswm ntawd hab tsw muaj ib tug muaj sab tuab le lawm vem yog tim mej. Mej tug Vaajtswv Yawmsaub yeej yog tug Vaajtswv kws kaav sau ntuj hab huv nplajteb."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.12","label":"12","content":"Mas nwgnuav thov meb tuav Yawmsaub lub npe cog lug twv rua kuv tas kuv hlub meb le caag, meb yuav hlub kuv tsev tuabneeg ib yaam le ntawd, hab muab ib yaam daabtsw lug ua puav pheej rua kuv tso sab tau."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.13","label":"13","content":"Hab thov meb tseg kuv nam kuv txwv kuv tej neej nug tej nam hluas tais laug hab puab tsev tuabneeg txhua tug ca hab cawm peb dim txujkev tuag.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.14","label":"14","content":"Ob tug teb tas, “Muab ib txujsa pauv mej txujsa lauj! Yog mej tsw qha tej nuav rua leejtwg, ib yuav hlub hab ua ncaaj rua koj rua thaus Yawmsaub pub lub tebchaws nuav rua peb.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.15","label":"15","content":"Tes tug puj hov txawm muab hlua tso dauv ntawm qhov rais rua ob tug nqeg moog, tsua qhov nwg lub tsev koom hlo phaab ntsaa loog, nwg nyob huv lub ntsaa loog ntaag."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.16","label":"16","content":"Nwg has rua ob tug tas, “Ca le nce moog lawm peg roob tsaam cov kws lawv meb qaab tsua ntswb meb. Ca le moog tswv nraim peb nub txug thaus cov kws lawv meb qaab rov lug tsaiv meb le maav tawm moog.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.17","label":"17","content":"Ob tug txhad has rua nwg tas, “Wb yuav ua lawv nraim le tej lug kws koj kuas ib twv ca nuav."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.18","label":"18","content":"Thaus peb txeem lug rua huv lub tebchaws nuav, koj ca le muab txuj xuv lab nuav khi rua ntawm lub qhov rais kws koj tso ib nqeg hov. Hab koj hu koj nam koj txwv koj tej neej nug hab koj txwv tsev tuabneeg suavdawg tuaj nyob huv koj tsev."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.19","label":"19","content":"Yog leejtwg tawm moog tom tej kev dhau nrau lub qhov rooj lawm, nwg yuav rws nwg cov ntshaav, ib tsw txhum. Tassws yog leejtwg tsaa teg ntaus ib tug twg kws nrug koj nyob huv tsev, mas ib yuav rws nwg cov ntshaav."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.20","label":"20","content":"Tassws yog koj qha zaaj nuav rua leejtwg lawm ib yuav dim tej lug kws koj kuas ib twv nuav.”"},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.21","label":"21","content":"Tug puj hov has tas, “Ca yuav lawv le meb tej lug lauj!” Nwg txawm xaa ob tug moog, ob tug txhad tawm moog lawm. Nwg txawm muab txuj xuv lab khi rua ntawm lub qhov rais."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.22","label":"22","content":"Ob tug tawm moog tes nce moog rua peg roob su tau peb nub moog txug thaus cov kws lawv ob tug rov qaab lug. Puab xawb nrhav taug kev txhua nrho kuj tsw pum."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.23","label":"23","content":"Ob tug txhad nqeg peg roob lug hab hlaa moog cuag Yausua kws yog Noo tug tub, hab pav tej kws ob tug moog ntswb huvsw rua Yausua noog."},{"bible_id":"1216","chapter_code":"JOS.2","verse_code":"JOS.2.24","label":"24","content":"Ob tug has rua Yausua tas, “Yawmsaub muab lub tebchaws hov huvsw cob rua huv peb txhais teg tag tag le lawm. Dua le ntawd cov tuabneeg kws nyob huv lub tebchaws kuj ntshai peb ua sab ntsws yaaj taag.”"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.1","label":"1","content":"Yausua hab cov Yixayee suavdawg sawv ntxuv tawm ntawm Sithi moog txug tug dej Yalatee mas puab tsuam chaw nyob hov ntawd ua ntej kws puab yuav hlaa moog."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.2","label":"2","content":"Thaus dhau peb nub lawd cov ua thawj ncig thoob plawg huv lub yeej,"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.3","label":"3","content":"hab has rua cov pejxeem tas, “Thaus mej pum cov pov thawj kws yog xeem Levi kwv mej tug Vaajtswv Yawmsaub lub swb xaab sws cog lug moog, mej ca le sawv kev lawv puab moog,"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.4","label":"4","content":"mej txhad pum qaab kev moog, tsua qhov mej tsw tau moog dua txujkev ntawd. Mej yuav ua qaab deb ntawm lub swb xaab kwvlaam ob txheeb tshwm, tsw xob txaav moog ze lub swb xaab ntawd.”"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.5","label":"5","content":"Yausua txhad has rua cov pejxeem tas, “Ca le tu kuas mej dawb huv, tsua qhov pigkig Yawmsaub yuav ua txujci phemfwj rua huv plawv mej.”"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.6","label":"6","content":"Hab Yausua has rua cov pov thawj tas, “Ca le kwv lub swb xaab sws cog lug ua cov pejxeem ntej moog.” Puab txawm kwv lub swb xaab sws cog lug moog ua cov pejxeem ntej."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.7","label":"7","content":"Yawmsaub has rua Yausua tas, “Nub nua kuv yuav chiv tsaa koj ua luj rua huv cov Yixayee suavdawg kuas puab saib taug, sub puab txhad paub tas kuv nrug nraim Mauxe le caag kuv yuav nrug nraim koj le ntawd."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.8","label":"8","content":"Hab koj ca le has rua cov pov thawj kws kwv lub swb xaab sws cog lug tas, ‘Thaus mej lug txug ntawm ntug dej Yalatee, mej ca le sawv nreg rua huv plawv tug dej Yalatee.’ ”"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.9","label":"9","content":"Hab Yausua has rua cov Yixayee tas, “Ca le lug ntawm nuav, hab tig ntsej noog Yawmsaub kws yog mej tug Vaajtswv tej lug.”"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.10","label":"10","content":"Yausua has tas, “Vem tej nuav mej yuav paub tas Vaajtswv kws muaj txujsa nyob yeej nrug nraim mej nyob, hab nwg yuav ntab cov Khana‑aa, cov Hithai, cov Hivai, cov Pelixai, cov Kawkasi, cov Amaulai hab cov Yenpu tawm ntawm mej hauv ntej moog tag tag le."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.11","label":"11","content":"Saib maj, tug Tswv  kws kaav taag nrho lub qaab ntuj nuav lub swb xaab sws cog lug yuav ua mej ntej moog rua huv tug dej Yalatee."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.12","label":"12","content":"Vem le nuav ca le xaiv kaum ob leeg tawm huv kaum ob xeem Yixayee lug, ib xeem ib leeg."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.13","label":"13","content":"Thaus cov pov thawj kws kwv Yawmsaub kws yog tug Tswv kws kaav taag nrho lub qaab ntuj lub swb xaab puab txhais xwb taw nqeg rua huv tug dej Yalatee, tes tug dej Yalatee yuav tsw ndwg lug. Cov dej kws ndwg saab peg lug yuav tauv nkaus ua ib phaab.”"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.14","label":"14","content":"Thaus cov pejxeem tawm ntawm puab lub chaw tsuam moog hlaa tug dej Yalatee, cov pov thawj kwv lub swb xaab sws cog lug moog ua puab ntej."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.15","label":"15","content":"Lub caij sau qoob hov tug dej Yalatee pheej nyaab rua ob saab ntug. Thaus cov pov thawj kws kwv lub swb xaab lug txug ntawm ntug dej Yalatee hab puab txhais kwtaw nqeg rua huv tug dej,"},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.16","label":"16","content":"mas cov dej kws ndwg saab peg lug txawm tauv nkaus ua ib phaab ntawm lub moos Ataa kws nyob ze lub moos Xalethaa, huas cov dej saab nraag kws ndwg moog rua Havtxwv Alanpa kws yog Havtxwv Ntsev  tu nrho lawm. Mas cov Yixayee kuj hlaa ncaaj ntawm lub moos Yelikhau."},{"bible_id":"1216","chapter_code":"JOS.3","verse_code":"JOS.3.17","label":"17","content":"Lub swjhawm kws cov Yixayee suavdawg hlaa kev qhuav qhawv moog, cov pov thawj kws kwv Yawmsaub lub swb xaab sws cog lug kuj sawv nreg aav qhuav qhawv huv plawv tug dej Yalatee moog txug thaus cov pejxeem suavdawg hlaa tug dej Yalatee dhau taag huvsw."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.1","label":"1","content":"Thaus cov pejxeem suavdawg hlaa tug dej Yalatee taag lawm, Yawmsaub has rua Yausua tas,"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.2","label":"2","content":"“Ca le xaiv kaum ob leeg huv cov Yixayee, ib xeem ib leeg,"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.3","label":"3","content":"hab has kuas puab moog khaws kaum ob lub pob zeb huv tug dej Yalatee nuav ncaaj ntawm lub chaw kws cov pov thawj txhais kwtaw tsuj, nqaa lug tso rua ntawm lub chaw kws mo nuav mej pw.”"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.4","label":"4","content":"Tes Yausua txawm hu kaum ob leeg kws nwg tub tsaa huv cov Yixayee ib xeem ib leeg lawm tuaj,"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.5","label":"5","content":"hab Yausua has rua puab tas, “Mej ca le moog rua ntawm mej tug Vaajtswv Yawmsaub lub swb xaab hauv ntej huv plawv tug dej Yalatee hab ib leeg kwv ib lub pob zeb ntawm xub pwg lug lawv le cov quas xeem Yixayee,"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.6","label":"6","content":"sub tej nuav txhad ua tau lub chaw cim rua mej. Tuab maav thaus mej tej mivnyuas nug mej tas, ‘Tej pob zeb nuav lub ntsab yog daabtsw?’"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.7","label":"7","content":"mas mej yuav teb tas tug dej Yalatee tu nrho tsw ndwg rua ntawm Yawmsaub lub swb xaab sws cog lug hauv ntej. Thaus lub swb xaab hov hlaa tug dej Yalatee, tug dej ca le tu nrho. Tej pob zeb nuav yuav ua lub chaw rua cov Yixayee ncu ntsoov moog ib txhws.”"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.8","label":"8","content":"Cov Yixayee hov kuj ua lawv le Yausua has. Puab txhad khaws kaum ob lub pob zeb huv plawv tug dej Yalatee lug lawv le cov quas xeem Yixayee, ib yaam le Yawmsaub tau has rua Yausua lawd. Puab txhad kwv lug rua ntawm puab lub chaw tsuam hab muab tso rua hov ntawd."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.9","label":"9","content":"Hab Yausua tsua muab dua kaum ob lub pob zeb tib rua huv plawv tug dej Yalatee ncaaj qhov chaw kws cov pov thawj kws kwv lub swb xaab sws cog lug tsuj. Tej pob zeb hov kuj nyob lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.10","label":"10","content":"Cov pov thawj kws kwv lub swb xaab sawv nreg huv plawv tug dej Yalatee moog txug thaus txhua yaam tav lawv le Yawmsaub kuas Yausua has rua cov pejxeem ua hab lawv le txhua yaam kws Mauxe tau has rua Yausua. Cov pejxeem kuj maaj nroog hlaa moog."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.11","label":"11","content":"Thaus cov pejxeem suavdawg hlaa moog taag lawm, Yawmsaub lub swb xaab hab cov pov thawj le hlaa moog ua cov pejxeem ntej."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.12","label":"12","content":"Xeem Lunpee hab xeem Kas hab ib nraab xeem Manaxe tuav rawv cuab yeej ua rog hlaa ua cov Yixayee ntej moog, lawv le Mauxe tau has rua puab lawd."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.13","label":"13","content":"Cov kws tuav rawv cuab yeej ua rog muaj kwvlaam plaub vaam leej hlaa moog taab meeg Yawmsaub lub xubndag moog rua ntawm lub nraag taj Yelikhau npaaj txhwj yuav ua rog."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.14","label":"14","content":"Nub ntawd Yawmsaub tau tsaa Yausua ua luj taab meeg cov Yixayee suavdawg, puab txhad fwm nwg taag nwg swm neej ib yaam le puab tau fwm Mauxe."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.15","label":"15","content":"Yawmsaub has rua Yausua tas,"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.16","label":"16","content":"“Ca le has kuas cov pov thawj kws kwv lub swb xaab kws ntim Vaajtswv tej lug nce huv tug dej Yalatee lug.”"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.17","label":"17","content":"Yausua txhad has rua cov pov thawj tas, “Ca le nce huv tug dej Yalatee lug.”"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.18","label":"18","content":"Thaus cov pov thawj kws kwv Yawmsaub lub swb xaab sws cog lug nce huv tug dej Yalatee lug, hab thaus cov pov thawj txhais xwb taw tsuj hlo sau nqhuab, cov dej Yalatee rov ndwg lug rua qhov qub hab nyaab hlo ob saab ntug le qub."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.19","label":"19","content":"Cov pejxeem hlaa tug dej Yalatee moog yog nub xab kaum lub ib hlis, hab moog tsuam chaw rua ntawm Kilakaa kws nyob Yelikhau nrwm teb saab nub tuaj."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.20","label":"20","content":"Kaum ob lub pob zeb kws puab khaws huv tug dej Yalatee hov Yausua kuj muab tib rua ntawm Kilakaa."},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.21","label":"21","content":"Nwg has rua cov Yixayee tas, “Tuab maav thaus mej tej mivnyuas nug leej txwv has tas, ‘Tej pob zeb nuav lub ntsab yog daabtsw?’"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.22","label":"22","content":"mas mej yuav qha rua mej tej mivnyuas paub tas, ‘Cov Yixayee taug kev qhuav qhawv hlaa tug dej Yalatee.’"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.23","label":"23","content":"Yawmsaub kws yog mej tug Vaajtswv ua rua tug dej Yalatee qhuav qhawv rua mej moog txug thaus mej hlaa moog taag huvsw, ib yaam le mej tug Vaajtswv Yawmsaub tau ua rua dej Havtxwv Lab qhuav qhawv moog txug thaus peb hlaa moog taag huvsw,"},{"bible_id":"1216","chapter_code":"JOS.4","verse_code":"JOS.4.24","label":"24","content":"sub ib tsoom tuabneeg thoob nplajteb txhad paub tas Yawmsaub txhais teg muaj fwjchim luj hab mej txhad fwm hab paub ntshai Yawmsaub kws yog mej tug Vaajtswv moog ib txhws.”"},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.1","label":"1","content":"Thaus cov Amaulai tej vaajntxwv suavdawg kws nyob ntawm tug dej Yalatee saab nub poob hab cov Khana‑aa tej vaajntxwv suavdawg kws nyob ntawm ntug havtxwv tau nov tas Yawmsaub ua rua tug dej Yalatee qhuav moog txug thaus cov Yixayee hlaa dhau huvsw, mas puab lub sab ntshai yaaj taag, hab puab tsw muaj sab ua daabtsw le lawm vem yog tim cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.2","label":"2","content":"Thaus hov Yawmsaub has rua Yausua tas, “Xuas zeb hauv swm ua rag es muab cov Yixayee ua kevcai txav, yog zag kws ob.”"},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.3","label":"3","content":"Yausua txhad muab zeb hauv swm ua rag hab muab cov Yixayee ua kevcai txav ntawm Kinpe‑e Ha‑alalau ."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.4","label":"4","content":"Qhov kws Yausua muab puab ua kevcai txav yog vem cov txwvneej Yixayee kws txawj ua rog suavdawg kws tawm huv Iyi tebchaws lug kuj tuag taag rua ntu kws puab tawm huv Iyi tebchaws lug taug kev rua huv tebchaws moj saab qhua lawm."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.5","label":"5","content":"Txawm yog cov kws tawm huv Iyi tebchaws lug ua kevcai txav txhua tug lawm, los txhua tug kws yug taug kev huv tebchaws moj saab qhua ua qaab kws tawm huv Iyi tebchaws lug tsw tau ua kevcai txav."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.6","label":"6","content":"Tsua qhov cov Yixayee taug kev huv tebchaws moj saab qhua tau plaub caug xyoo moog txug thaus cov kws txawj ua rog kws tawm huv Iyi tebchaws lug tuag taag huvsw lawm, vem puab tsw noog Yawmsaub lug. Yawmsaub tau cog lug twv rua puab tas nwg yuav tsw kheev puab pum lub tebchaws kws Yawmsaub cog lug rua puab tej laug tas yuav pub rua peb, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.7","label":"7","content":"Puab cov mivnyuas kws Yawmsaub pub lug nyob puab lub chaw hov, Yausua kuj muab ua kevcai txav, vem puab tsw tau ua kevcai txav rua thaus puab taug kev lug."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.8","label":"8","content":"Thaus muab cov txwvneej suavdawg ua kevcai txav taag lawm, puab kuj su huv lub zog moog txug thaus puab mob zoo taag."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.9","label":"9","content":"Yawmsaub has rua Yausua tas, “Nub nua kuv muab qhov kws mej poob ntsej muag huv Iyi tebchaws dov pov tseg lawm.” Yog le nuav txhad hu lub chaw ntawd ua Kilakaa  txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.10","label":"10","content":"Thaus cov Yixayee tseed tsuam chaw nyob ntawm Kilakaa mas nub xab kaum plaub lub ib hlis thaus yuav tsaus ntuj puab txawm ua kevcai Hlaa Dhau rua ntawm lub taj Yelikhau."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.11","label":"11","content":"Dhau nub kws ua kevcai Hlaa Dhau nub tom qaab puab txawm tau noj tej qoob loos huv lub tebchaws hov, yog tej qoob kws muab kib hab tej ncuav tsw xyaw keeb."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.12","label":"12","content":"Mas nub tom qaab thaus puab tau noj tej qoob loos huv lub tebchaws hov lawm cov mana txawm tu nrho, cov Yixayee tsw muaj mana dua le lawm. Xyoo hov puab tau noj tej qoob loos huv lub tebchaws Khana‑aa."},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.13","label":"13","content":"Thaus Yausua nyob ze ntawm lub moos Yelikhau nwg tsaa muag saib pum ib tug txwvneej tuav rawv ntaaj sawv nreg tom nwg hauv ntej. Yausua txawm txaav moog cuag nwg hab has rua nwg tas, “Koj tuaj peb tog los tuaj yeeb ncuab tog?”"},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.14","label":"14","content":"Tug hov has tas, “Tsw yog. Kuv tuaj nuav yog tuaj ua Yawmsaub paab tub rog tug thawj.” Tes Yausua txawm khwb nkaus rua huv aav pe hawm hab has tas, “Yawm hlub, koj yuav kuas kuv kws yog koj tug qhev ua daabtsw?”"},{"bible_id":"1216","chapter_code":"JOS.5","verse_code":"JOS.5.15","label":"15","content":"Mas Yawmsaub tug thawj tub rog has rua Yausua tas, “Ca le hle koj nkawm khau ntawm koj kwtaw, tsua qhov lub chaw kws koj sawv nuav yog lub chaw kws dawb huv.” Yausua kuj ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.1","label":"1","content":"Vem cov Yixayee tuaj ze mas luas txhad muab lub moos Yelikhau kaw ruaj ruaj le, tsw muaj leejtwg tawm tau hab nkaag lug tau le."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.2","label":"2","content":"Yawmsaub has rua Yausua tas, “Kuv muab lub moos Yelikhau hab tug vaajntxwv hab tej tub rog kws sab luj sab tuab cob rua huv koj txhais teg lawm."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.3","label":"3","content":"Koj hab koj cov tub rog huvsw yuav tsum moog ncig lub moos ib nub ib ncig. Mej moog ncig le nuav rau nub."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.4","label":"4","content":"Yuav muaj xyaa tug pov thawj coj xyaa lub raaj kub yaaj ua lub swb xaab ntej. Mas nub kws xyaa mej yuav tsum moog xyaa ncig hab cov pov thawj tshuv raaj kub yaaj."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.5","label":"5","content":"Thaus puab tshuab raaj ua lub suab ntev loo, thaus mej nov lub suab raaj hov, mas cov pejxeem suavdawg yuav ib txhwj qw nrov nrov, mas lub moos hov tej ntsaa loog yuav pob taag nrho, cov pejxeem yuav ncaaj nraim txeem plawg rua huv lub moos.”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.6","label":"6","content":"Noo tug tub Yausua txhad hu cov pov thawj tuaj hab has tas, “Mej ca le kwv lub swb xaab sws cog lug moog hab ca xyaa tug pov thawj coj xyaa lub raaj kub yaaj ua Yawmsaub lub swb xaab ntej.”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.7","label":"7","content":"Hab nwg has rua cov pejxeem tas, “Ca le tawm moog ncig lub moos hov, hab ca cov tub rog kws coj cuab yeej moog ua Yawmsaub lub swb xaab ntej.”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.8","label":"8","content":"Thaus Yausua has rua cov pejxeem taag lawd, xyaa tug pov thawj kws coj xyaa lub raaj kub yaaj rua ntawm Yawmsaub xubndag kuj moog hab tshuv raaj. Mas Yawmsaub lub swb xaab sws cog lug moog ua puab qaab."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.9","label":"9","content":"Cov tub rog kws tuav cuab yeej moog ua cov pov thawj kws tshuv raaj ntej, hab paab tub rog faaj seeb tom qaab kuj moog lawv qaab lub swb xaab. Cov kws tshuv raaj kuj tshuv tsw tu le."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.10","label":"10","content":"Tes Yausua has rua cov pejxeem tas, “Mej tsw xob qw, tsw xob kheev leejtwg nov mej lub suab. Mej yuav qus ncauj tsw xob has ib lu lug le moog txug nub kws kuv has kuas mej qw, mej le maav qw.”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.11","label":"11","content":"Nwg txawm kuas Yawmsaub lub swb xaab moog ncig lub moos le nuav, yog moog ncig ib lwm. Tes puab rov lug rua huv lub zog pw ib mos huv lub zog."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.12","label":"12","content":"Nub tom qaab Yausua sawv ntxuv tseeg, cov pov thawj kuj rov kwv Yawmsaub lub swb xaab moog."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.13","label":"13","content":"Hab xyaa tug pov thawj kws coj xyaa lub raaj kub yaaj moog ua Yawmsaub lub swb xaab ntej hab tshuv raaj tsw tu le. Cov tub rog tuav cuab yeej kuj moog ua puab ntej hab cov tub rog kws faaj seeb tom qaab kuj lawv qaab Yawmsaub lub swb xaab, hab tshuv raaj kub yaaj tsw tu le."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.14","label":"14","content":"Nub ob puab kuj moog ncig lub moos hov ib lwm tes rov lug rua huv lub zog. Puab ua le nuav tau rau nub."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.15","label":"15","content":"Nub kws xyaa puab sawv ntxuv kaaj ntug txoog hab moog ncig lub moos hov ib yaam le txeev moog xyaa lwm. Tuab nub ntawd puab ncig lub moos xyaa lwm xwb."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.16","label":"16","content":"Lwm kws xyaa thaus cov pov thawj tshuab raaj ua suab ntev loo, Yausua has rua cov pejxeem tas, “Ca le qw lauj! Tsua qhov Yawmsaub muab lub moos nuav rua mej lawm."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.17","label":"17","content":"Lub moos hab txhua yaam huvsw huv lub moos hov yuav muab cais rua Yawmsaub es muab ua kuas puam tsuaj. Tsuas yog tseg tug puj muag cev Lahaj hab txhua tug kws nyob huv nwg lub tsev dim txujsa xwb, tsua qhov nwg paab zais peb cov tuabneeg kws tshuaj tebchaws."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.18","label":"18","content":"Tassws mej mas yuav tsum tsw xob kov tej kws cais es yuav muab ua kuas puam tsuaj hov. Yog mej khaws tej kws mej muab cais hov ib yaam daabtsw yuav, tes mej yuav ua rua cov Yixayee lub zog raug puam tsuaj hab coj kev txom nyem lug."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.19","label":"19","content":"Tassws tej nyaj tej kub hab tej pestwj swv kws yog xuas tooj lab hab hlau ua yog yaam kws dawb huv rua Yawmsaub, mas yuav tsum coj moog ca rua huv Yawmsaub lub txhaab.”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.20","label":"20","content":"Yog le nuav cov pejxeem txhad le qw hab cov pov thawj tshuab raaj. Thaus cov pejxeem nov lub suab raaj nrov ntev loo, puab kuj qw nrov heev, lub ntsaa loog txhad le pob taag nrho, cov pejxeem txhua tug txhad ncaaj nraim txeem plawg rua huv lub moos hab txeeb hlo lub moos hov."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.21","label":"21","content":"Puab xuas ntaaj rhuav tshem txhua yaam puam tsuaj taag nrho huvsw tsw has quaspuj quasyawg, quas laug quas hluas, tej nyuj tej yaaj tej neeg luav huvsw."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.22","label":"22","content":"Yausua has rua ob tug kws moog tshuaj tebchaws hov tas, “Meb ca le moog rua huv tug puj muag cev lub tsev hab coj tug puj hov hab txhua tug kws txheeb ze nwg tawm lug lawv le meb tau cog lug twv ca rua nwg lawd”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.23","label":"23","content":"Ob tug hluas kws moog tshuaj tebchaws txhad le nkaag moog coj Lahaj hab nwg nam nwg txwv hab nwg tej nug hab txhua tug kws txheeb ze nwg tawm lug. Ob tug coj puab moog nyob rua nrau cov Yixayee lub yeej."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.24","label":"24","content":"Puab muab lub moos hov hab txhua yaam kws nyob huv hlawv kub nyab taag huvsw, tsuas yog tseg tej nyaj tej kub hab tej pestwj kws xuas tooj lab hab hlau ua. Puab coj tej hov lug ca rua huv lub txhaab kws nyob huv Yawmsaub lub tsev."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.25","label":"25","content":"Tassws tug puj muag cev Lahaj hab nwg txwv tsev tuabneeg hab txhua tug kws txheeb ze nwg, Yausua kuj tseg puab dim txujsa mas nwg nrug cov Yixayee nyob lug txug naj nub nwgnuav vem yog nwg zais ob tug tshuaj tebchaws kws Yausua xaa moog tshuaj lub moos Yelikhau."},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.26","label":"26","content":"Thaus ntawd Yausua tsawm foom tej lug nuav ca tas, “Yog leejtwg sawv lug tswm lub moos Yelikhau nuav dua tshab nwg yuav raug tsawm foom taab meeg Yawmsaub. Yog leejtwg ua tej taw ntsaa loog, nwg tug tub hlub yuav puam tsuaj. Yog leejtwg tswm tej rooj loog nwg tug tub ntxawg yuav puam tsuaj.”"},{"bible_id":"1216","chapter_code":"JOS.6","verse_code":"JOS.6.27","label":"27","content":"Yog le nuav Yawmsaub txhad le nrug nraim Yausua hab Yausua lub koob meej nrov nchaa quas lug thoob lub tebchaws."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.1","label":"1","content":"Cov Yixayee tsw noog lug rua tej kws muab cais rua Yawmsaub, vem yog Akhaa tau muab tej kws muab cais lawm qee yaam lug yuav, mas Yawmsaub txujkev npau tawg txhad le tshwm plawg rua cov Yixayee. Akhaa yog Khami tug tub, nwg yawm yog Xanti, nwg yawm koob yog Xelag, yog xeem Yuta."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.2","label":"2","content":"Yausua khaiv tuabneeg tawm huv Yelikhau moog rua lub moos Ai kws nyob ze Npe‑avee kws nyob ntawm lub moos Npe‑ee saab nub tuaj hab has rua puab tas, “Ca le moog tshuaj saib lub tebchaws ntawd.” Puab txhad moog tshuaj saib lub moos Ai."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.3","label":"3","content":"Puab rov qaab lug has rua Yausua tas, “Tsw taag khaiv cov pejxeem suavdawg moog, tsuas yog tso ob txheeb peb txheeb leej moog ntaus lub moos Ai xwb. Tsw taag yuav ca cov pejxeem suavdawg nkim zug moog hov ntawd, tsua qhov puab muaj tuabneeg tsawg tsawg xwb.”"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.4","label":"4","content":"Yog le ntawd txhad muaj kwvlaam peb txheeb leej moog ntaus lub moos tassws puab tswv tawg taag ntawm cov tuabneeg Ai rov qaab lug."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.5","label":"5","content":"Cov tuabneeg Ai muab puab tua tuag kwvlaam peb caug rau leej hab muab puab lawv tswv ntawm rooj loog moog txug lub moos Senpali , hab muab puab tua taug kev nqeg taug lug. Cov Yixayee txhad ntshai ua sab ntsws yaaj taag yaam le dej."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.6","label":"6","content":"Tes Yausua txawm dua rhe nwg lub tsho khwb nkaus rua huv aav rua ntawm Yawmsaub lub swb xaab moog txug tsaus ntuj hab Yixayee cov kev txwj quas laug kuj ua ib yaam le ntawd. Puab tsuab moov aav rua sau puab taubhau."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.7","label":"7","content":"Yausua txhad has tas, “Au Vaajtswv Yawmsaub, ua caag koj coj haiv tuabneeg nuav hlaa tug dej Yalatee lug es muab peb cob rua huv cov Amaulai txhais teg ua kuas puam tsuaj? Kheev yog peb txaus sab nyob saab ntug dej Yalatee nub tuaj."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.8","label":"8","content":"Au tug tswv, kuv yuav has le caag lauj vem cov Yixayee tub tig hlo tswv yeeb ncuab lug lawm?"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.9","label":"9","content":"Cov Khana‑aa hab cov tuabneeg kws nyob huv lub tebchaws nuav suavdawg yuav tau nov hab yuav tuaj vej nkaus peb hab muab peb lub npe thuam kuas pluj plag huv nplajteb. Mas koj yuav ua le caag rua koj lub npe kws luj kawg?”"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.10","label":"10","content":"Yawmsaub has rua Yausua tas, “Ca le sawv tseeg. Ua le caag koj yuav khwb nkaus le kod?"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.11","label":"11","content":"Cov Yixayee tau ua txhum, puab faav xeeb rua tej lug cog tseg kws kuv muab cob rua puab. Puab qee tej kws muab cais rua kuv, puab nyag hab puab daag, puab muab khaws ca nrug puab tej hov txhua chaw ua ke."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.12","label":"12","content":"Vem le nuav cov Yixayee tiv tsw tau puab tej yeeb ncuab puab txhad tig hlo tswv ntawm puab tej yeeb ncuab lug lawm, tsua qhov puab yog yaam kws raug muab cais ua kuas puam tsuaj lawm. Kuv yuav tsw nrug mej nyob le lawm, yuav yog mej muab tej kws muab cais rua kuv hov ua kuas puam tsuaj pluj huv mej moog tsaiv."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.13","label":"13","content":"Ca le sawv tseeg, tu kuas cov pejxeem dawb huv hab has tas, ‘Mej ca le tu kuas mej dawb huv rua pigkig, tsua qhov Yawmsaub kws yog Yixayee tug Vaajtswv has le nuav tas, “Cov Yixayee 'e, muaj tej yaam kws muab cais rua Yawmsaub nyob huv mej cov, mej txhad tiv tsw tau mej tej yeeb ncuab moog txug thaus mej muab tej kws muab cais rua kuv hov rhu tawm huv mej moog.”"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.14","label":"14","content":"Pigkig kaaj ntug mej tuaj quas zug ua ib xeem ib xeem. Xeem twg kws Yawmsaub nteg tau kuj tuaj quas zug ua ib cum ib cum. Cum twg kws Yawmsaub nteg tau kuj tuaj quas zug ua ib yig ib yig. Hab yim twg kws Yawmsaub nteg tau kuj tuaj quas zug ua ib leeg ib leeg."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.15","label":"15","content":"Tug kws nteg tau, nwg yog tug kws muaj tej kws muab cais rua Yawmsaub. Nwg yuav raug muab hlawv pov tseg, yog nwg tug kheej hab txhua yaam kws nwg muaj vem nwg faav xeeb rua Yawmsaub tej lug cog tseg hab nwg ua yaam kws txaaj muag kawg le rua huv cov Yixayee.’ ”"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.16","label":"16","content":"Yausua txhad sawv ntxuv tseeg hab coj cov Yixayee tuaj quas zug ua ib xeem ib xeem, mas xeem Yuta raug nteg."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.17","label":"17","content":"Nwg txhad coj quas zug ib cum ib cum huv xeem Yuta tuaj, mas Xelag cum txhad raug nteg. Nwg txhad coj Xelag cum tuaj quas zug ua ib yig ib yig mas Xanti yim raug nteg."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.18","label":"18","content":"Nwg coj Xanti yim tuaj quas zug ib leeg ib leeg mas Akhaa txhad raug nteg. Akhaa yog Khami tug tub, nwg yawm yog Xanti nwg yawm koob yog Xelag, yog xeem Yuta."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.19","label":"19","content":"Yausua txhad has rua Akhaa tas, “Tub 'e, ca le ua rua Yawmsaub kws yog cov Yixayee tug Vaajtswv tau koob meej hab qhuas nwg. Ca le qha rua kuv saib koj tau ua daabtsw lawm, tsw xob zais ntawm kuv hlo le.”"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.20","label":"20","content":"Mas Akhaa teb Yausua tas, “Muaj tseeb tag kuv tau ua txhum rua Yawmsaub kws yog cov Yixayee tug Vaajtswv, kuv tau ua le nuav."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.21","label":"21","content":"Tej hov txhua chaw kws txeeb tau hov kuv pum ib lub tsho ntev Sina  zoo nkauj heev hab ob puas sekhee nyaj hab ib daim kub nyaav tswb caug sekhee . Kuv ntshaw tej nuav kuv txhad muab lug. Saib maj, tej nuav muab zais rua huv aav huv qaab kuv lub tsev ntaub, cov nyaj nyob hlo huv qaab.”"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.22","label":"22","content":"Yausua txawm khaiv tuabneeg moog saib mas puab dha moog txug huv nwg lub tsev ntaub mas pum tej nuav muab faus rua huv qaab nwg lub tsev ntaub, cov nyaj nyob hlo huv qaab."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.23","label":"23","content":"Puab txhad muab rhu tawm huv lub tsev ntaub coj moog rua Yausua hab cov Yixayee suavdawg, hab puab muab tso taab meeg ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.24","label":"24","content":"Tes Yausua hab cov Yixayee suavdawg txawm coj Akhaa kws yog Xelag tug tub hab cov nyaj hab lub tsho ntev hab daim kub hov hab nwg tej tub tej ntxhais, tej nyuj tej neeg luav tej yaaj tej tshws hab nwg lub tsev ntaub hab txhua yaam kws nwg muaj huvsw coj moog rua huv lub Haav Akhauj."},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.25","label":"25","content":"Mas Yausua has tas, “Ua caag koj coj kev ceblaaj txom nyem lug raug peb? Nub nua Yawmsaub coj kev ceblaaj txom nyem lug txug koj.” Cov Yixayee suavdawg txhad xuas pob zeb ntaus nwg tuag hab xuas pob zeb ntaus nwg tsev tuabneeg tuag hab muab puab hlawv pov tseg,"},{"bible_id":"1216","chapter_code":"JOS.7","verse_code":"JOS.7.26","label":"26","content":"hab khaws pob zeb tib ua ib pawg luj rua sau puab nyob lug txug naj nub nwgnuav. Mas Yawmsaub txhad thim nwg txujkev npau tawg heev. Vem le hov naj nub nwgnuav luas tseed hu lub chaw hov tas Haav Akhauj ."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.1","label":"1","content":"Yawmsaub has rua Yausua tas, “Tsw xob ntshai tsw xob poob sab. Ca le coj cov tub rog huvsw nrug koj moog, ca le sawv tseeg moog lawm peg lub moos Ai. Kuv tub muab lub moos Ai tug vaajntxwv hab nwg cov pejxeem hab nwg lub moos hab nwg lub tebchaws rua huv koj txhais teg lawm."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.2","label":"2","content":"Koj yuav tsum ua rua lub moos Ai hab Ai tug vaajntxwv ib yaam nkaus le koj tub ua rua Yelikhau hab Yelikhau tug vaajntxwv lawd. Tej hov txhua chaw kws mej txeeb tau lug hab tej tsaj txhu mej ca le coj moog ua mej tug. Koj yuav npaaj ib paab tub rog moog nraim cev rua saab peg nrau lub moos tog.”"},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.3","label":"3","content":"Yausua hab cov tub rog suavdawg txawm sawv tseeg moog ntaus lub moos Ai. Yausua xaiv peb vaam tug tub rog kws sab luj sab tuab kuas puab tawm moog mo ntuj,"},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.4","label":"4","content":"mas nwg has rua puab tas, “Ua le nuav 'ov, mej moog nraim cev peg nrau lub moos, tsw xob nyob deb ntawm lub moos, tassws txhua tug npaaj txhwj tog."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.5","label":"5","content":"Mas kuv hab cov tub rog suavdawg kws nrug kuv ua ke yuav moog kuas ze ntawm lub moos. Mas thaus puab tawm tuaj ntaus peb yaam le thawj zag tes peb yuav thim loo tswv puab."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.6","label":"6","content":"Puab yuav tawm tuaj lawv peb moog txug thaus peb ntxag puab tawm tuaj dhau lub moos deb. Mas puab yuav has tas, ‘Cov Yixayee tswv peb yaam le thawj zag lawm.’ Peb yuav ua txuj tswv le nuav,"},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.7","label":"7","content":"tes mej cov kws nraim cev ca le sawv tseeg lug txeeb hlo lub moos hov, tsua qhov Yawmsaub kws yog mej tug Vaajtswv yuav muab lub moos rua huv mej txhais teg."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.8","label":"8","content":"Thaus mej txeeb hlo tau lub moos hov lawd mej ca le muab hlawv, ca le ua lawv le Yawmsaub has. Kuv has kuas mej ua le nuav nawj.”"},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.9","label":"9","content":"Mas Yausua txhad kuas puab tawm moog. Puab kuj moog nraim cev rua ntawm Npe‑ee hab Ai ntu nruab nraab, kws yog saab nub poob ntawm lub moos Ai. Tassws mo hov Yausua nrug cov pejxeem nyob ua ke."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.10","label":"10","content":"Yausua sawv ntxuv lug txhwj tub rog hab nwg nrug Yixayee cov kev txwj quas laug coj cov tub rog moog peg lub moos Ai."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.11","label":"11","content":"Cov tub rog kws nrug nwg moog suavdawg txawm moog ze lub moos. Puab tsuam chaw rua ntawm lub moos Ai saab peg, muaj ib lub haav quas puab hab lub moos Ai."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.12","label":"12","content":"Hab nwg faib kwvlaam tswb txheeb leej tub rog kuas puab nraim cev rua ntawm lub moos Npe‑ee hab lub moos Ai ntu nruab nraab ntawm lub moos Ai saab nub poob."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.13","label":"13","content":"Puab faib cov tub rog le nuav, paab tub rog kws coob nyob ntawm lub moos Ai saab peg hab paab kws faaj seeb tom qaab nyob ntawm lub moos Ai saab nub poob. Tassws mo hov Yausua nyob huv lub haav."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.14","label":"14","content":"Thaus lub moos Ai tug vaajntxwv pum le hov mas nwg hab nwg cov tub rog suavdawg, kws yog cov txwvneej huv lub moos suavdawg, sawv ntxuv dha moog ntaus cov Yixayee ntawm ntaav toj Alanpa, tassws nwg tsw paub tas muaj ib paab tub rog nraim cev tog ntaus nwg nyob ntawm lub moos ib saab."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.15","label":"15","content":"Yausua hab cov Yixayee suavdawg ua txuj le kws swb puab mas pheej tswv quas zug moog rua peg tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.16","label":"16","content":"Puab hu cov txwvneej suavdawg huv lub moos Ai moog lawv cov Yixayee, mas Yausua ntxag puab lawv nwg moog deb quas zug ntawm lub moos."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.17","label":"17","content":"Tsw tshuav ib tug txwvneej kws nyob huv lub moos Ai hab lub moos Npe‑ee kws tsw lawv cov Yixayee moog le. Puab lawv cov Yixayee moog, muab rooj loog qheb quas lug ca."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.18","label":"18","content":"Mas Yawmsaub has rua Yausua tas, “Ca le taw raab muv huv koj txhais teg rua tom lub moos Ai, tsua qhov kuv yuav muab lub moos hov rua huv koj txhais teg.” Tes Yausua txawm taw nkaus raab muv huv nwg txhais teg rua tom lub moos."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.19","label":"19","content":"Thaus Yausua taw hlo nwg txhais teg mas cov tub rog kws nraim cev txawm sawv pis tseeg ntawm lub chaw nraim hab dha nkaag plawg rua huv lub moos, txeeb hlo tau hab muab lub moos hov hlawv kag."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.20","label":"20","content":"Thaus cov tuabneeg Ai tig saib qaab na cav pum paa tawg huv lub moos nchu moog nto plawg sau ntuj, tes puab tsw tau kev tswv moog hovtwg le, tsua qhov cov tub rog kws tswv moog rua tebchaws moj saab qhua kuj tig rov lug tua cov tuabneeg Ai kws lawv qaab."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.21","label":"21","content":"Thaus Yausua hab cov Yixayee pum tas cov kws nraim cev tub txeeb tau lub moos lawm hab paa tawg kub lub moos nchu nto ntuj lawm, puab kuj tig loo ntaus cov tuabneeg Ai."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.22","label":"22","content":"Cov kws txeem rua huv lub moos kuj tawm tuaj ntaus puab, cov tuabneeg Ai txhad nyob rua huv nruab nraab cov Yixayee, cov Yixayee nyob puag ncig saab u saab nua. Cov Yixayee ntaus ua puab tsw tshuav ib tug caj hab tsw tshuav ib tug tswv dim le."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.23","label":"23","content":"Tassws puab nteg tau tug vaajntxwv huv lub moos Ai tseed caj coj lug rua Yausua."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.24","label":"24","content":"Thaus cov Yixayee xuas ntaaj tua cov tuabneeg Ai kws lawv puab moog rua tom tebchaws moj saab qhua tuag taag huvsw tsw tshuav ib tug le, mas cov Yixayee suavdawg rov moog rua huv lub moos, es xuas ntaaj tua lub moos hov."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.25","label":"25","content":"Txhua tug kws nyob huv lub moos Ai tuag taag rua nub hov suav txwvneej hab quaspuj huvsw yog ib vaam ob txheeb leej."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.26","label":"26","content":"Yausua tsw tau nkaum teg qhov kws nwg taw raab muv hov moog txug thaus kws nwg ua rua cov tuabneeg huv lub moos Ai puam tsuaj taag."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.27","label":"27","content":"Tej tsaj txhu hab tej hov txhua chaw kws txeeb tau huv lub moos hov lug mas cov Yixayee coj lug ua puab tug lawv le tej lug kws Yawmsaub has rua Yausua."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.28","label":"28","content":"Ua le nuav Yausua txhad muab lub moos Ai hlawv kub nyab taag ua tej nam pawg ca txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.29","label":"29","content":"Hab nwg muab tug vaajntxwv huv lub moos Ai dai cej daab sau ntoo moog txug tsaus ntuj. Thaus nub poob qho lawd Yausua has kuas puab muab nwg lub cev tuag txu sau ntoo coj moog pov tseg rua ntawm txujkev kws nkaag rua huv rooj loog, mas puab muab pob zeb lug tsuam ua ib pawg luj luj nyob txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.30","label":"30","content":"Yausua txawm ua ib lub thaaj xyeem rua Yawmsaub kws yog cov Yixayee tug Vaajtswv sau lub roob Enpaa,"},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.31","label":"31","content":"lawv le Yawmsaub tug tub qhe Mauxe tau has rua cov Yixayee. Nwg ua lub thaaj lawv le kws sau ca rua huv Mauxe phoo ntawv kevcai has tas, “Ca le muab tej pob zeb kws tsw tau muab txhwm muab npawm lug ua xwb, yog tej pob zeb kws tsw tau raug nav hlau nav rag le.” Mas puab muab tsaj ua kevcai hlawv huvsw xyeem rua Yawmsaub sau lub thaaj hov hab tua tsaj ua kevcai xyeem sws raug zoo."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.32","label":"32","content":"Hab Yausua sau Mauxe txuj kevcai kws Mauxe tub sau ca lawd rua tej pob zeb ntawm lub thaaj hov taab meeg cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.33","label":"33","content":"Ib tsoom Yixayee suavdawg, tsw has lwm haiv tuabneeg kws nrug puab nyob hab cov kws yug huv cov Yixayee hab cov kev txwj quas laug hab cov num tswv hab cov kws tu plaub sawv ntsug ntawm lub swb xaab ob saab, taab meeg cov Levi kws yog pov thawj kwv Yawmsaub lub swb xaab sws cog lug. Ib nraab sawv ncaaj ntawm lub roob Kelixi, ib nraab sawv ncaaj ntawm lub roob Enpaa, lawv le Yawmsaub tug tub qhe Mauxe tau has ua ntej kuas cov Levi foom koob moov rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.34","label":"34","content":"Dhau hov Yausua txhad nyeem txuj kevcai nuav txhua lu lug huvsw rua puab noog, yog tej lug foom koob moov hab tej lug tsawm foom, lawv le txhua yaam kws sau rua huv phoo ntawv kevcai."},{"bible_id":"1216","chapter_code":"JOS.8","verse_code":"JOS.8.35","label":"35","content":"Tsw tshuav ib lu lug kws Mauxe tau has ca es Yausua tsw muab nyeem taab meeg ib tsoom Yixayee suavdawg hab tej quaspuj mivnyuas hab lwm haiv tuabneeg kws nrug puab nyob noog."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.1","label":"1","content":"Thaus txhua tug vaajntxwv kws nyob saab dej Yalatee nub poob, cov kws nyob peg toj sab hab nyob huv nruab tag lawv ntug Havtxwv Luj  moog txug ncua Lenpanoo, yog cov Hithai, cov Amaulai, cov Khana‑aa, cov Pelixai, cov Hivai hab cov Yenpu tau nov tej xuv nuav"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.2","label":"2","content":"puab txawm ua ib lub sab sau tub rog tuaj ua rog rua Yausua hab cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.3","label":"3","content":"Tassws thaus cov tuabneeg huv lub moos Kinpe‑oo tau nov xuv txug tej kws Yausua ua rua lub moos Yelikhau hab lub moos Ai,"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.4","label":"4","content":"tes puab txawm nrhav tswvyim daag ntxag. Puab moog npaaj zaub mov hab muab tej seev tsaaj nduag nduag rua puab tej neeg luav thauj hab npaaj tej naab tawv qub qub kws ntim cawv txwv maab kws nduag hab muab ntxwv lawm,"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.5","label":"5","content":"hab puab rau tej khau nduag nduag kws muab ntxwv lawm hab naav tej rwg tsho khaub hlaab hab tej mov kws puab ntim kuj qhuav hab tuaj pwm lawm."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.6","label":"6","content":"Puab tuaj cuag Yausua huv lub yeej ntawm Kilakaa mas has rua nwg hab cov Yixayee tas, “Peb tuaj lub tebchaws kws deb kawg le tuaj, mas thov mej nrug peb cog lug sws raug zoo.”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.7","label":"7","content":"Tassws cov Yixayee has rua cov Hivai hov tas, “Tej zag mej nyob ze ze huv peb cov nuav mas peb yuav ua le caag nrug mej sws cog lug tau?”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.8","label":"8","content":"Puab has rua Yausua tas, “Peb yog koj le tub qhe.” Yausua txawm has rua puab tas, “Mej yog leejtwg hab mej tuaj hovtwg tuaj?”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.9","label":"9","content":"Puab teb nwg tas, “Vem yog muaj Yawmsaub kws yog mej tug Vaajtswv lub npe, peb cov kws yog koj le tub qhe txhad le tuaj deb deb le tuaj. Peb tub nov xuv txug Yawmsaub hab txug txhua yaam kws nwg ua huv Iyi tebchaws,"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.10","label":"10","content":"hab txhua yaam kws nwg ua rua cov Amaulai ob tug vaajntxwv kws nyob saab dej Yalatee nub tuaj, yog Hesanpoo tug vaajntxwv Xihoo hab Npasaa tug vaajntxwv Aus kws nyob huv Athalau."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.11","label":"11","content":"Peb cov kev txwj quas laug hab cov kws nyob huv peb lub tebchaws suavdawg txhad has rua peb tas, ‘Ca le ntim su taug kev moog cuag puab hab has rua puab tas, “Peb yog mej le tub qhe, thov mej nrug peb cog lug sws raug zoo.” ’"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.12","label":"12","content":"Peb tej ncuav nuav mas nub kws peb sawv kev tuaj peb ntim suv quas so coj tuaj noj taug kev, kuas nwgnuav saib maj tub qhuav tuaj pwm taag lawm."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.13","label":"13","content":"Tej naab nuav mas muab tej naab tshab tshab ntim cawv txwv maab tuaj, kuas saib maj tub to taag lawm. Tej rwg tsho hab tej khau kuj khaub hlaab taag vem yog kev deb heev.”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.14","label":"14","content":"Cov Yixayee txawm noj puab tsum mov hov, puab tsw xub nug Yawmsaub tsaiv."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.15","label":"15","content":"Hab Yausua kuj nrug puab cog lug sws raug zoo hab cog lug tas yuav tseg puab txujsa ca, hab cov thawj huv cov pejxeem kuj cog lug twv le hov rua puab."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.16","label":"16","content":"Thaus kws cog lug le hov tau peb nub lawd kuj nov tas cov tuabneeg hov tub nyob ze ze cov Yixayee hab nyob huv plawv puab."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.17","label":"17","content":"Cov Yixayee sawv kev moog tau peb nub kuj moog txug puab tej moos. Puab tej moos yog Kinpe‑oo, Khefila, Npe‑awlau hab Khiliya Ye‑ali."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.18","label":"18","content":"Cov Yixayee tsw tua puab tsua qhov cov thawj tub tuav Yawmsaub kws yog cov Yixayee tug Vaajtswv lub npe cog lug twv lawm. Ib tsoom pejxeem suavdawg txhad ywg ywg cov thawj."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.19","label":"19","content":"Mas cov thawj suavdawg txhad has rua cov pejxeem suavdawg tas, “Peb tub tuav Yawmsaub kws yog cov Yixayee tug Vaajtswv lub npe cog lug twv rua puab lawm, mas peb kov tsw tau puab le lawm."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.20","label":"20","content":"Peb yuav ua le nuav rua puab, peb yuav tseg puab txujsa ca ntshai tsaam Yawmsaub chim rua peb vem yog peb tau cog lug twv rua puab lawm.”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.21","label":"21","content":"Cov thawj txhad has rua puab tas, “Ca le tseg puab txujsa nyob.” Vem le hov cov Kinpe‑oo txhad ua cov kws txav tawg kwv dej rua cov Yixayee, lawv le cov thawj has ca lawd."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.22","label":"22","content":"Yausua txawm hu cov Kinpe‑oo tuaj mas nwg has rua puab tas, “Ua le caag mej tub nyob huv plawv peb los mej tseed tuaj daag peb tas mej nyob deb kawg?"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.23","label":"23","content":"Vem le nuav mej raug lu lug foom tsw zoo lawm mas mej ib txha yuav ua qhev txav tawg kwv dej rua kuv tug Vaajtswv lub tsev ib txhws.”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.24","label":"24","content":"Puab teb Yausua tas, “Vem yog luas qha rua peb kws yog koj le tub qhe paub tseeb tas Yawmsaub kws yog koj tug Vaajtswv tau has rua Vaajtswv tug tub qhe Mauxe kuas muab lub tebchaws nuav huvsw rua koj, hab muab lub tebchaws nuav tej tuabneeg ua kuas puam tsuaj taag. Vem le nuav peb txhad ntshai heev tsaam mej txuv peb txujsa peb txhad daag le nuav."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.25","label":"25","content":"Nwgnuav peb nyob huv koj xwb teg lawm tes ca le ua rua peb lawv le kws koj pum zoo hab raug cai.”"},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.26","label":"26","content":"Yausua txhad ua le hov rua puab, ca puab dim cov Yixayee txhais teg hab tsw tua puab."},{"bible_id":"1216","chapter_code":"JOS.9","verse_code":"JOS.9.27","label":"27","content":"Mas nub hov Yausua txhad kuas puab ua cov kws txav tawg kwv dej rua cov Yixayee hab rua Yawmsaub lub thaaj lug txug naj nub nwgnuav rua huv lub chaw kws Yawmsaub yuav xaiv ca."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.1","label":"1","content":"Thaus Yeluxalee tug vaajntxwv Antaunixente nov tas Yausua txeeb tau lub moos Ai hab muab ua puam tsuaj taag, hab ua rua lub moos Ai hab ua rua Ai tug vaajntxwv ib yaam nkaus le nwg tau ua rua lub moos Yelikhau hab Yelikhau tug vaajntxwv, hab nov tas cov tuabneeg Kinpe‑oo tau nrug cov Yixayee sws raug zoo hab nrug puab nyob lawm,"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.2","label":"2","content":"mas nwg ntshai heev kawg tsua qhov lub moos Kinpe‑oo yog lub nam moos luj ib yaam le tej vaajntxwv lub moos, tseed luj dua lub moos Ai hab cov txwvneej huv lub moos hov puavleej muaj zug."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.3","label":"3","content":"Vem le nuav Yeluxalee tug vaajntxwv Antaunixente txhad hu Heploo tug vaajntxwv Hauhaa hab Yamu tug vaajntxwv Pilaa hab Lakhi tug vaajntxwv Yafia hab Eloos tug vaajntxwv Ntenpi has tas,"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.4","label":"4","content":"“Thov mej tuaj cuag kuv hab paab kuv ntaus lub moos Kinpe‑oo tsua qhov lub moos hov tub nrug Yausua hab cov Yixayee sws raug zoo lawm.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.5","label":"5","content":"Mas cov Amaulai tswb tug vaajntxwv hov, yog Yeluxalee tug vaajntxwv, Heploo tug vaajntxwv, Yamu tug vaajntxwv, Lakhi tug vaajntxwv hab Eloos tug vaajntxwv txawm txhwj tub rog hab coj puab tej tub rog suavdawg tawm moog ua yeej ua rog rua lub moos Kinpe‑oo."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.6","label":"6","content":"Cov tuabneeg Kinpe‑oo txhad xaa xuv tuaj has rua Yausua huv lub yeej ntawm Kilakaa tas, “Thov koj tsw xob nkaum teg ntawm koj cov tub qhe. Thov maaj nroog tuaj paab kuas peb dim, paab peb lauj! Tsua qhov cov Amaulai tej vaajntxwv kws nyob peg toj sab suavdawg sau nthwv tuaj ntaus peb lawm.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.7","label":"7","content":"Tes Yausua txawm tawm huv Kilikaa moog, hab nwg cov tub rog suavdawg nrug nwg moog, yog cov tub rog kws sab luj sab tuab suavdawg."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.8","label":"8","content":"Yawmsaub has rua Yausua tas, “Tsw xob ntshai puab le tsua qhov kuv tub muab puab rua huv koj txhais teg lawm, yuav tsw muaj ib tug sawv tiv tau koj le.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.9","label":"9","content":"Yog le hov Yausua txhad tawm ntawm Kilakaa moog ib mos moog ntaus kag puab."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.10","label":"10","content":"Yawmsaub ua rua puab ntshai raag zum quas zawg ntawm cov Yixayee xubndag, mas cov Yixayee tua puab tuag coob kawg le ntawm Kinpe‑oo hab lawv puab taug txujkev kws moog rua peg lub moos Npe Hauloo hab lawv tua puab moog txug ncua lub moos Axekha hab lub moos Makhenta."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.11","label":"11","content":"Thaus puab saamswm tswv cov Yixayee taug txujkev kws nqeg moog rua Npe Hauloo hov Yawmsaub tso lawg luj luj poob sau ntuj lug ntaus puab moog txug ncua lub moos Axekha, puab kuj tuag. Mas cov kws raug lawg ntaus tuag coob dua cov kws cov Yixayee xuas ntaaj tua tuag."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.12","label":"12","content":"Nub kws Yawmsaub muab cov Amaulai rua cov Yixayee hov mas Yausua has rua Yawmsaub. Nwg has taab meeg cov Yixayee tas, “Lub nub, ca le nreg sau lub moos Kinpe‑oo, lub hli ca le nreg sau lub haav Aiyaloo.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.13","label":"13","content":"Lub nub txawm nreg hab lub hli txawm nreg moog txug thaus cov tuabneeg pauj taub cov yeeb ncuab taag. Zaaj nuav tub muab sau ca rua huv phoo ntawv Yasa. Lub nub nreg tuabywv sau ntuj tsw poob lawv le lub caij kwvlaam tau ib nub."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.14","label":"14","content":"Nub kws Yawmsaub noog tuabneeg lug yaam le nub hov mas txawm yog thau u lossws lug rua yaav tom qaab nuav los tsw muaj ib zag le lawm, vem yog Yawmsaub ua rog paab cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.15","label":"15","content":"Mas Yausua hab cov Yixayee suavdawg txhad rov qaab lug txug puab lub yeej ntawm Kilakaa."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.16","label":"16","content":"Tswb tug vaajntxwv hov moog tswv nraim rua huv lub qhov tsua ntawm Makhenta."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.17","label":"17","content":"Yausua nov tas muaj tuabneeg pum tswb tug vaajntxwv tswv nraim huv lub qhov tsua ntawm Makhenta."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.18","label":"18","content":"Yausua txhad has tas, “Dov tej txhwb zeb luj luj lug txhaws lub rooj qhov tsua hab tso tub rog zuv."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.19","label":"19","content":"Tassws mej tsw xob nyob tuabywv ntawd, ca le lawv mej cov yeeb ncuab qaab moog tua cov tub rog kws faaj tom qaab, tsw xob ca puab rov nkaag tau rua huv puab tej moos, tsua qhov Yawmsaub kws yog mej tug Vaajtswv tub muab puab rua huv mej txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.20","label":"20","content":"Thaus Yausua hab cov Yixayee tua cov tuabneeg coob hov puam tsuaj taag lawd, hab cov kws tshuav tswv dim rov qaab lug nkaag rua huv tej moos kws muaj ntsaa loog lawd,"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.21","label":"21","content":"mas cov tub rog suavdawg kuj rov lug kaaj lug huv lug cuag Yausua huv lub yeej ntawm Makhenta. Tsw muaj ib tug yuav kaav tsaa ncauj has txug cov Yixayee le."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.22","label":"22","content":"Mas Yausua has tas, “Ca le qheb lub qhov tsua coj tswb tug vaajntxwv hov tawm lug rua kuv.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.23","label":"23","content":"Puab ua lawv le nwg has txhad coj tswb tug vaajntxwv hov tawm huv lub qhov tsua lug cuag nwg, yog Yeluxalee tug vaajntxwv, Heploo tug vaajntxwv, Yamu tug vaajntxwv, Lakhi tug vaajntxwv hab Eloos tug vaajntxwv."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.24","label":"24","content":"Thaus puab coj cov vaajntxwv hov lug rua Yausua nwg txhad hu cov txwvneej Yixayee suavdawg hab has rua cov thawj rog kws nrug nwg tawm moog ua rog tas, “Ca le txaav lug ze muab kwtaw tsuj cov vaajntxwv nuav cej daab.” Mas puab kuj txaav lug ze xuas kwtaw tsuj puab cej daab."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.25","label":"25","content":"Hab Yausua has rua puab tas, “Tsw xob ntshai tsw xob poob sab, ca le ua khov kho ua sab luj sab tuab tsua qhov Yawmsaub yuav ua rua mej tej yeeb ncuab txhua tug kws mej moog ua rog zoo ib yaam le nuav.”"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.26","label":"26","content":"Dhau hov Yausua txhad muab tswb tug vaajntxwv hov ntaus tuag hab muab dai rua sau tswb tug ntoo, muab dai rua sau moog txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.27","label":"27","content":"Thaus nub poob qho lawd Yausua has kuas puab moog txu cov cev tuag hov sau ntoo lug pov tseg rua huv lub qhov tsua kws cov vaajntxwv hov moog tswv nraim. Hab puab muab tej pob zeb luj luj lug txhaws lub rooj qho ca nyob txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.28","label":"28","content":"Nub hov Yausua kuj txeeb tau lub moos Makhenta hab xuas ntaaj tua lub moos hov hab tua tug vaajntxwv huv lub moos hov. Nwg muab txhua tug ua puam tsuaj taag nrho tsw tseg ib tug le. Nwg ua rua Makhenta tug vaajntxwv ib yaam le nwg tub ua rua Yelikhau tug vaajntxwv lawd."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.29","label":"29","content":"Yausua hab cov Yixayee suavdawg txawm tawm ntawm lub moos Makhenta moog txug lub moos Lina hab moog ua rog rua lub moos Lina."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.30","label":"30","content":"Yawmsaub muab lub moos hov hab tug vaajntxwv huv lub moos hov rua cov Yixayee txhais teg, hab Yausua xuas ntaaj tua lub moos hab tua txhua tug kws nyob huv tsw tseg ib tug rua huv lub moos le. Nwg ua rua Lina tug vaajntxwv ib yaam le ua rua Yelikhau tug vaajntxwv lawd."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.31","label":"31","content":"Yausua hab cov Yixayee suavdawg tsua tawm ntawm lub moos Lina moog txug lub moos Lakhi mas vej lub moos hov hab ua rog rua."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.32","label":"32","content":"Yawmsaub kuj muab lub moos Lakhi rua huv cov Yixayee txhais teg, mas nub kws ob Yausua txeeb tau lub moos hov hab xuas ntaaj tua lub moos hab txhua tug kws nyob huv ib yaam le nwg tub ua rua lub moos Lina lawd."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.33","label":"33","content":"Zag hov Kexaw tug vaajntxwv Haulaa tuaj paab lub moos Lakhi, mas Yausua tua nwg hab nwg cov tuabneeg tuag taag tsw tseg ib tug le."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.34","label":"34","content":"Yausua hab cov Yixayee suavdawg txawm tawm ntawm lub moos Lakhi moog txug lub moos Eloos, mas vej lub moos hov hab ua rog rua."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.35","label":"35","content":"Mas tuab nub hov puab txeeb tau lub moos hov hab xuas ntaaj tua lub moos. Nub ntawd Yausua muab txhua tug huv lub moos hov ua puam tsuaj taag huvsw ib yaam le nwg tub ua rua lub moos Lakhi lawd."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.36","label":"36","content":"Yausua hab cov Yixayee suavdawg txawm tawm ntawm lub moos Eloos moog peg lub moos Heploo hab puab ua rog rua,"},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.37","label":"37","content":"hab txeeb tau lub moos hov. Puab xuas ntaaj tua lub moos hov hab tug vaajntxwv hab tej zej zog ib ncig hab tua txhua tug huvsw tsw tseg ib tug le, ib yaam le nwg tub ua rua lub moos Eloos, hab muab lub moos hab txhua tug kws nyob huv ua puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.38","label":"38","content":"Yausua hab cov Yixayee txawm tig lug rua ntawm lub moos Ntenpi hab ua rog rua."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.39","label":"39","content":"Puab txeeb tau lub moos hab tug vaajntxwv hab tej zej zog ib ncig huvsw. Puab xuas ntaaj tua cov ntawd tuag hab ua rua txhua tug kws nyob huv puam tsuaj taag huvsw tsw tseg ib tug le. Nwg ua rua lub moos Ntenpi hab Ntenpi tug vaajntxwv ib yaam le nwg tub ua rua lub moos Heploo hab lub moos Lina hab Lina tug vaajntxwv lawd."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.40","label":"40","content":"Yausua ntaus yeej lub tebchaws huvsw le kws has nuav, yog tebchaws toj sab hab Neke  tebchaws hab tej pov roob Sefela hab tej ntaav toj, hab txhua tug vaajntxwv kws nyob huv tebchaws hov tsw tseg ib tug le. Nwg ua rua txhua tug kws caj sa puam tsuaj taag lawv le Yawmsaub kws yog cov Yixayee tug Vaajtswv tau has lawd."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.41","label":"41","content":"Yausua ntaus luas swb taag txwj ntawm Khante Npania moog txug lub moos Kaxa, hab txwj ntawm tebchaws Kausee moog txug lub moos Kinpe‑oo."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.42","label":"42","content":"Yausua ua tuab zag txeeb tau cov vaajntxwv nuav huvsw hab puab tej tebchaws, tsua qhov Yawmsaub kws yog cov Yixayee tug Vaajtswv tau paab cov Yixayee ua rog."},{"bible_id":"1216","chapter_code":"JOS.10","verse_code":"JOS.10.43","label":"43","content":"Mas Yausua hab cov Yixayee suavdawg txhad rov lug rua lub yeej ntawm Kilakaa."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.1","label":"1","content":"Thaus lub moos Haxau tug vaajntxwv Yanpi tau nov tej xuv nuav nwg txawm khaiv tuabneeg moog hu lub moos Mantoo tug vaajntxwv Yaunpam, hab lub moos Siloo tug vaajntxwv hab lub moos Asa tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.2","label":"2","content":"hab hu cov vaajntxwv kws nyob peg toj sab saab tebchaws peg hab nyob huv Alanpa ntawm Khinelau  saab nraag, hab huv tej pov roob Sefela hab huv Nafauntau kws nyob saab nub poob,"},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.3","label":"3","content":"hab hu cov Khana‑aa kws nyob saab nub tuaj hab saab nub poob, hab hu cov Amaulai, cov Hithai, cov Pelixai, cov Yenpu kws nyob peg toj sab hab cov Hivai kws nyob ntawm taw roob Hawmoo huv Mixapa tebchaws."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.4","label":"4","content":"Cov vaajntxwv huv tej moos hov kuj nrug puab tej tub rog huvsw tawm tuaj coob kawg le, ua tej nam paab tub rog coob npaum le tej xuab zeb ntawm ntug havtxwv, muaj neeg hab tsheb neeg ua rog coob kawg."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.5","label":"5","content":"Cov vaajntxwv nuav sau zog ua ke tuaj ua yeej rua ntawm lub haav dej Meloo yuav ua rog rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.6","label":"6","content":"Mas Yawmsaub has rua Yausua tas, “Koj tsw xob ntshai puab le, tsua qhov pigkig lub swjhawm nuav kuv yuav muab puab taag nrho rua cov Yixayee, puab yuav raug tua tuag huvsw. Koj yuav txav puab cov neeg tej leeg rawg hab muab puab tej tsheb neeg ua rog hlawv huvsw.”"},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.7","label":"7","content":"Yausua hab nwg cov tub rog suavdawg txhad txeem plawg moog ntaus kag puab huv lub haav Meloo."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.8","label":"8","content":"Yawmsaub muab puab cob rua huv cov Yixayee txhais teg. Cov Yixayee tua puab hab lawv puab moog txug ncua lub tuam nroog Xaintoo hab txug Milefauma‑i, hab lawv puab moog rua saab nub tuaj moog txug lub haav Mixape, muab puab tua tuag taag tsw tseg ib tug caj sa le."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.9","label":"9","content":"Yausua ua rua puab lawv nraim le kws Yawmsaub has, nwg txav puab cov neeg tej leeg rawg hab hlawv tej tsheb ua rog."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.10","label":"10","content":"Thaus hov Yausua tig rov lug txeeb lub moos Haxau hab xuas ntaaj tua tug vaajntxwv huv lub moos hov. Ua ntej hov Haxau ua thawj kaav taag nrho tej tebchaws hov."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.11","label":"11","content":"Yausua puab xuas ntaaj tua txhua tug kws nyob huv lub moos hov hab ua kuas puam tsuaj taag huvsw, tsw tshuav ib tug caj sa le, hab nwg muab lub moos Haxau hlawv pov tseg."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.12","label":"12","content":"Yausua txeeb tau cov vaajntxwv hov tej moos huvsw hab nteg tau cov vaajntxwv hov huvsw, hab xuas ntaaj tua ua kuas puam tsuaj taag huvsw lawv le Mauxe kws yog Yawmsaub tug tub qhe has ca lawd."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.13","label":"13","content":"Tassws tej moos kws nyob sau tej lub nyuas pov roob mas cov Yixayee tsw muab hlawv, Yausua tsuas hlawv lub moos Haxau xwb."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.14","label":"14","content":"Tej hov txhua chaw kws txeeb tau huvsw ntawm tej moos hov hab tej tsaj txhu mas cov Yixayee kuj coj moog yuav ua puab tug. Puab xuas ntaaj tua txhua tug tuabneeg huvsw puam tsuaj tuag taag huvsw tsw tseg ib tug caj sa le."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.15","label":"15","content":"Yawmsaub has le caag rua nwg tug tub qhe Mauxe lawm Mauxe kuj has le hov rua Yausua mas Yausua ua lawv nraim. Nwg tsw tseg ib yaam daabtsw kws Yawmsaub has rua Mauxe lawd tsw ua."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.16","label":"16","content":"Yausua txeeb tau lub tebchaws hov huvsw le kws has nuav, yog tej toj sab hab Neke hab Kausee tebchaws huvsw, hab tej pov roob Sefela hab Alanpa hab tej toj sab hab tej nruab tag huv Yixayee,"},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.17","label":"17","content":"txwj ncua ntawm roob Halab kws sawv ntawm Xe‑i moog txug ncua Npa‑aa Kas huv lub haav Lenpanoo ntawm taw roob Hawmoo. Yausua nteg txhua tug vaajntxwv huv tej tebchaws hov ntaus hab tua pov tseg."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.18","label":"18","content":"Yausua ua rog rua tej vaajntxwv hov txhua tug ntev loo."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.19","label":"19","content":"Tsw muaj ib lub moos kws yuav nrug cov Yixayee sws raug zoo, tsuas yog tshwj cov Hivai xwb kws nyob huv lub moos Kinpe‑oo, dua le mas puab ua rog ntaus tau huvsw lug xwb."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.20","label":"20","content":"Vem yog Yawmsaub ua rua puab lub sab tawv sub puab txhad sawv lug ua rog rua cov Yixayee mas txhad raug ua kuas puam tsuaj huvsw, tsw tau txais kev khuvleej, tassws raug muab ua puam tsuaj ntxuav du quas lug, lawv le kws Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.21","label":"21","content":"Thaus hov Yausua tau tuaj muab cov Anaj kws nyob peg toj sab ntxuav pov tseg kuas tawm huv Heploo, Ntenpi hab Anab hab tawm huv tej toj sab huv Yuta hab tej toj sab huv Yixayee huvsw. Yausua muab tej tuabneeg nuav hab puab tej moos ua puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.22","label":"22","content":"Tsw tshuav ib tug tuabneeg Anaj nyob huv cov Yixayee lub tebchaws le, tsuas yog tshuav ib txha nyob huv Kaxa hab Ka hab Asantau."},{"bible_id":"1216","chapter_code":"JOS.11","verse_code":"JOS.11.23","label":"23","content":"Ua le kws has nuav Yausua txeeb tau lub tebchaws taag nrho lawv le txhua lu lug kws Yawmsaub has rua Mauxe. Hab Yausua muab faib ua qub txeeg qub teg rua cov Yixayee lawv le puab cov quas xeem le feem. Mas lub tebchaws hov txhad su tsw ua rog lawm."},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.1","label":"1","content":"Nuav moog yog tej vaajntxwv kws cov Yixayee kov yeej hab txeeb tau puab tej tebchaws kws nyob ntawm dej Yalatee saab tid kws yog saab nub tuaj, yog txwj ntawm lub haav Anoo moog txug lub roob Hawmoo hab taag nrho Alanpa saab nub tuaj huvsw."},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.2","label":"2","content":"Puab ntaus yeej cov Amaulai tug vaajntxwv Xihoo kws nyob huv lub moos Hesanpoo. Nwg kaav txwj ntawm lub moos Alau‑aw kws nyob ntawm ntug haav Anoo hab txwj ntawm lub plawv haav hov moog txug tug dej Yanpo kws yog cov Aamoo nrwm teb, tej nuav yog Kile‑a tebchaws ib nraab,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.3","label":"3","content":"hab kaav Alanpa saab nub tuaj moog txug ncua peg havtxwv Khinele hab kaav rua nraag Npe Yesimau moog txug Havtxwv Alanpa kws yog Havtxwv Ntsev , rua saab nraag moog txug taw roob Pixaka."},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.4","label":"4","content":"Hab ntaus yeej Npasaa tug vaajntxwv Aus kws yog noob tuabneeg Lefa‑i kws tshuav nyob huv Athalau hab Ente‑i."},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.5","label":"5","content":"Aus kaav lub roob Hawmoo hab Xalekha hab taag nrho Npasaa tebchaws moog txug cov Kesu hab cov Ma‑akha nrwm teb, hab kaav Kile‑a tebchaws ib nraab moog txug Hesanpoo tug vaajntxwv Xihoo nrwm teb."},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.6","label":"6","content":"Mauxe kws yog Yawmsaub tug tub qhe hab cov Yixayee kov yeej ob tug vaajntxwv nuav hab Mauxe kws yog Yawmsaub tug tub qhe muab lub tebchaws nuav tu rua xeem Lunpee hab xeem Kas hab ib nraab xeem Manaxe yuav ua puab teej puab tug."},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.7","label":"7","content":"Nuav moog yog cov vaajntxwv kws Yausua hab cov Yixayee kov yeej saab dej Yalatee nub poob txwj ntawm Npa‑aa Kas huv lub haav Lenpanoo moog txug lub roob Halab kws sawv ntawm tebchaws Xe‑i. (Yausua muab tej tebchaws nuav rua txhua xeem Yixayee yuav ua puab tug lawv le kws faib rua puab,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.8","label":"8","content":"yog nyob peg tebchaws toj sab, hab huv tej pov roob Sefela, huv Alanpa hab huv tej ntaav toj, huv tebchaws moj saab qhua hab huv Neke, kws yog cov Hithai, cov Amaulai, cov Khana‑aa, cov Pelixai, cov Hivai hab cov Yenpu le tebchaws.)"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.9","label":"9","content":"Tej vaajntxwv yog le nuav yog Yelikhau tug vaajntxwv, Ai tug vaajntxwv kws nyob ib saab ntawm Npe‑ee,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.10","label":"10","content":"Yeluxalee tug vaajntxwv, Heploo tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.11","label":"11","content":"Yamu tug vaajntxwv, Lakhi tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.12","label":"12","content":"Eloos tug vaajntxwv, Kexaw tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.13","label":"13","content":"Ntenpi tug vaajntxwv, Kentaw tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.14","label":"14","content":"Hauma tug vaajntxwv, Alaj tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.15","label":"15","content":"Lina tug vaajntxwv, Antulaa tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.16","label":"16","content":"Makhenta tug vaajntxwv, Npe‑ee tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.17","label":"17","content":"Thapuva tug vaajntxwv, Hefaw tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.18","label":"18","content":"Afe tug vaajntxwv, Lasaloo tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.19","label":"19","content":"Mantoo tug vaajntxwv, Haxau tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.20","label":"20","content":"Siloomeloo tug vaajntxwv, Asa tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.21","label":"21","content":"Tha‑ana tug vaajntxwv, Mekintau tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.22","label":"22","content":"Khente tug vaajntxwv, Yaune‑aa tug vaajntxwv huv Khamee,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.23","label":"23","content":"Ntau tug vaajntxwv huv Nafantau, Kauyi tug vaajntxwv huv Kilakaa ,"},{"bible_id":"1216","chapter_code":"JOS.12","verse_code":"JOS.12.24","label":"24","content":"hab Thilaxa tug vaajntxwv, huvsw yog peb caug ib tug vaajntxwv."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.1","label":"1","content":"Thaus Yausua laug heev muaj noob nyoog ntau lawm, Yawmsaub has rua nwg tas, “Koj laug heev muaj noob nyoog ntau lawm, tassws tej tebchaws kws yuav txeeb tseed tshuav ntau."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.2","label":"2","content":"Tej tebchaws kws tseed tshuav yuav txeeb hov, yog Filixatee tebchaws huvsw hab cov Kesu tebchaws huvsw."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.3","label":"3","content":"(Txwj ntawm Sihau kws nyob Iyi tebchaws saab nub tuaj moog rua saab peg txug ncua Ekhoo nrwm teb mas suav ua cov Khana‑aa tebchaws. Muaj tswb tug vaajntxwv kaav cov Filixatee, yog tej vaajntxwv kws nyob huv lub moos Kaxa, lub moos Asantau, lub moos Akheloo, lub moos Ka hab lub moos Ekhoo.) Hab tshuav Avi tebchaws,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.4","label":"4","content":"hab tej tebchaws kws nyob saab nraag, yog cov Khana‑aa tebchaws huvsw hab Me‑ala kws yog cov Xaintoo ib lub moos, moog txug lub moos Afe moog txug ncua cov Amaulai nrwm teb,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.5","label":"5","content":"hab cov Kenpaa tebchaws hab Lenpanoo tebchaws huvsw moog rua saab nub tuaj, txwj ntawm Npa‑aa Kas kws nyob ntawm taw roob Hawmoo txug ncua txujkev kws moog rua lub moos Hama,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.6","label":"6","content":"hab cov kws nyob peg toj sab ntawm Lenpanoo tebchaws moog txug Milefauma‑i, kws puavleej yog tuabneeg Xaintoo. Kuv yuav ua tug kws lawv puab suavdawg tawm ntawm cov Yixayee hauv ntej moog. Tsuav yog koj faib lub tebchaws nuav ua qub txeeg qub teg rua cov Yixayee lawv le kws kuv has rua koj."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.7","label":"7","content":"Nwgnuav ca le faib lub tebchaws nuav ua qub txeeg qub teg rua cuaj xeem hab ib nraab xeem Manaxe.”"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.8","label":"8","content":"Ib nraab xeem Manaxe hab xeem Lunpee hab xeem Kas tub tau qub txeeg qub teg kws Mauxe muab rua puab saab dej Yalatee nub tuaj. Tej kws Yawmsaub tug tub qhe Mauxe muab rua puab"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.9","label":"9","content":"yog txwj ntawm lub moos Alau‑aw kws nyob ntawm ntug haav Anoo hab lub moos kws nyob huv lub plawv haav hab tej nraag taj toj sab Mentenpa huvsw txug ncua Ntinpoo,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.10","label":"10","content":"hab tej moos kws cov Amaulai tug vaajntxwv Xihoo kws nyob huv Hesanpoo kaav huvsw moog txug ncua cov Aamoo nrwm teb,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.11","label":"11","content":"hab Kile‑a kws yog cov Kesu hab cov Ma‑akha tebchaws, hab lub roob Hawmoo huvsw hab Npasaa tebchaws huvsw moog txug ncua Xalekha,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.12","label":"12","content":"hab lub tebchaws kws Npasaa tug vaajntxwv Aus kws nyob huv Athalau hab Ente‑i kaav huvsw. Tshuav Aus tuab leeg kws yog tuabneeg Lefa‑i nyob xwb. Tej moos nuav Mauxe tub ntaus yeej hab lawv luas tswv taag lawm."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.13","label":"13","content":"Tassws cov Yixayee tsw tau lawv cov Kesu hab cov Ma‑akha tswv moog. Cov Kesu hab cov Ma‑akha tseed nyob huv cov Yixayee txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.14","label":"14","content":"Tsuas yog tuab xeem Levi Mauxe txhad tsw tu tebchaws ua qub txeeg qub teg rua. Tej kws muab hlawv xyeem rua Yawmsaub kws yog cov Yixayee tug Vaajtswv yog cov Levi le qub txeeg qub teg, lawv le Yawmsaub has rua puab lawd."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.15","label":"15","content":"Mauxe muab qub txeeg qub teg rua xeem Lunpee lawv le puab cov quas cum."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.16","label":"16","content":"Ua le hov puab lub tebchaws txhad le yog txwj ntawm lub moos Alau‑aw kws nyob ntawm ntug haav Anoo hab lub moos kws nyob huv lub plawv haav hov hab tej nraag taj toj sab ntawm lub moos Mentenpa huvsw,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.17","label":"17","content":"hab lub moos Hesanpoo hab Hesanpoo tej moos kws nyob tej nraag taj toj sab, yog Ntinpoo, Npamau Npa‑aa, Npenpa‑aa Me‑oo"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.18","label":"18","content":"hab Yahaj, Khentemau, Mefa‑a,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.19","label":"19","content":"Khiliyatha‑i, Xima, hab Xelesaha kws nyob sau lub pov roob huv lub haav hov,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.20","label":"20","content":"hab Npepe‑au hab tej ntaav toj Pixaka hab Npe Yesimau,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.21","label":"21","content":"yog tej moos kws nyob tej nraag taj toj sab huvsw, yog taag nrho lub tebchaws kws cov Amaulai tug vaajntxwv Xihoo huv Hesanpoo kaav. Mauxe ntaus yeej nwg hab Mintee cov thawj kws zwm rua vaajntxwv Xihoo, yog Evi, Lekhee, Xuv, Hawj hab Lenpa, kws nyob huv lub tebchaws hov."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.22","label":"22","content":"Cov Yixayee kuj xuas ntaaj tua tau Npe‑au tug tub Npala‑aa kws ua txwv neeb txwv yaig ua ke nrug cov kws puab tua tau hov."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.23","label":"23","content":"Xeem Lunpee le tebchaws muaj tug dej Yalatee ua nrwm teb. Nuav yog tej moos hab tej zej zog kws yog cov Lunpee hab puab cov quas cum le qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.24","label":"24","content":"Mauxe muab qub txeeg qub teg rua xeem Kas lawv le puab cov quas cum."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.25","label":"25","content":"Puab lub tebchaws yog Yaxaw hab tej moos huv Kile‑a tebchaws huvsw, hab cov Aamoo ib nraab tebchaws moog txug ncua Alau‑aw kws nyob lub moos Lanpa saab nub tuaj,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.26","label":"26","content":"hab txwj ntawm Hesanpoo moog txug Lamamixape hab Npethauni, hab txwj ntawm Mahana‑i moog txug Ntenpi  tebchaws,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.27","label":"27","content":"hab huv lub vuag haav muaj lub moos Npehalaa, Npenila, Xukhau hab Xafoo, yog tej tebchaws kws Hesanpoo tug vaajntxwv Xihoo kaav kws tseed tshuav tsw tau muab faib, muaj tug dej Yalatee ua nrwm teb, moog txug ncua qaab Havtxwv Khinele,  kws yog saab dej Yalatee nub tuaj."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.28","label":"28","content":"Tej nuav yog tej moos hab tej zej zog kws yog xeem Kas hab puab cov quas cum le qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.29","label":"29","content":"Mauxe muab qub txeeg qub teg rua ib nraab xeem Manaxe, yog muab faib rua ib nraab xeem Manaxe lawv le puab cov quas cum."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.30","label":"30","content":"Puab lub tebchaws yog txwj ntawm Mahana‑i taag nrho Npasaa tebchaws kws yog lub tebchaws kws Npasaa tug vaajntxwv Aus kaav huvsw, yog Ya‑i txhua lub moos kws nyob huv Npasaa mas huvsw yog rau caum lub moos,"},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.31","label":"31","content":"hab Kile‑a ib nraab tebchaws hab lub moos Athalau hab lub moos Ente‑i kws yog vaajntxwv Aus huv Npasaa kaav. Cov moos nuav yog muab faib rua Manaxe tug tub Makhi cum, yog faib rua Makhi cum ib nraab xwb lawv le puab tej tsev tuabneeg."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.32","label":"32","content":"Tej nuav yog tej qub txeeg qub teg kws Mauxe faib ntawm lub taj Mau‑a ntawm ntug dej Yalatee saab tim u ntawm lub moos Yelikhau saab nub tuaj."},{"bible_id":"1216","chapter_code":"JOS.13","verse_code":"JOS.13.33","label":"33","content":"Mauxe tsw tu qub txeeg qub teg rua xeem Levi. Yawmsaub kws yog cov Yixayee tug Vaajtswv yog puab qub txeeg qub teg lawv le Yawmsaub has rua puab lawd."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.1","label":"1","content":"Nuav moog yog tej tebchaws kws cov Yixayee tau ua qub txeeg qub teg huv Khana‑aa tebchaws, kws yog pov thawj Ele‑axa hab Noo tug tub Yausua hab cov thawj huv txhua xeem txhua cum Yixayee faib rua puab."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.2","label":"2","content":"Tej qub txeeg qub teg nuav puab muab ua ntawv rhu faib rua cuaj xeem hab ib nraab xeem, lawv le Yawmsaub tau has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.3","label":"3","content":"Tsua qhov Mauxe tub muab qub txeeg qub teg rua ob xeem hab ib nraab xeem saab dej Yalatee nub tuaj lawm. Tassws nwg tsw muab qub txeeg qub teg rua cov Levi."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.4","label":"4","content":"Yauxej caaj ceg muaj ob xeem, yog xeem Manaxe hab xeem Efa‑i. Tassws tsw faib tebchaws rua cov Levi, tsuas yog tau tej moos lug nyob hab tau tej tshaav zaub ib ncig lub moos rua puab tej tsaj txhu hab rua puab tej cuab txhaj cuab taam xwb."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.5","label":"5","content":"Cov Yixayee ua lawv le Yawmsaub has rua Mauxe mas puab txhad muab lub tebchaws faib."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.6","label":"6","content":"Thaus hov xeem Yuta tuaj cuag Yausua ntawm Kilakaa, mas Yefune tug tub Khalej kws yog cum Khena has rua Yausua tas, “Koj yeej paub txug tej kws Yawmsaub has rua Mauxe kws yog Vaajtswv tug tuabneeg ntawm Khante Npania ntswg txug koj hab kuv."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.7","label":"7","content":"Thaus kws Mauxe kws yog Yawmsaub tug tub qhe khaiv kuv tawm huv Khante Npania moog tshuaj tebchaws, kuv noob nyoog muaj plaub caug xyoo lawm, mas kuv tau coj xuv lug qha rua nwg lawv le kuv pum tseeb."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.8","label":"8","content":"Tassws cov kwvtij kws nrug kuv ua ke moog hov tau ua rua cov pejxeem sab yaaj taag. Tassws kuv ua lawv le Yawmsaub kws yog kuv tug Vaajtswv lub sab nyam kawg sab kawg ntsws."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.9","label":"9","content":"Nub hov Mauxe txhad cog lug twv tseg tas, ‘Lub tebchaws kws koj txhais kwtaw moog tsuj hov yeej yuav poob ua qub txeeg qub teg rua koj hab koj tej tub ki moog ib txhws le, tsua qhov koj tau ua lawv le Yawmsaub kws yog kuv tug Vaajtswv lub sab nyam kawg sab kawg ntsws.’"},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.10","label":"10","content":"Saib maj, ib yaam le Yawmsaub tau has tseg lawd nwgnuav nwg tseed pub kuv muaj txujsa nyob tau plaub caug tswb xyoo suav txwj thaus nwg has le nuav rua Mauxe lug, yog thaus cov Yixayee taug kev huv tebchaws moj saab qhua. Nub nua kuv tub muaj noob nyoog yim caum tswb xyoo lawm."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.11","label":"11","content":"Nub nua kuv tseed muaj zug ib yaam nkaus le nub kws Mauxe khaiv kuv moog. Kuv tseed muaj zug ua rog le qub hab tseed muaj zug moog moog lug lug yaam le thau u."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.12","label":"12","content":"Yog le nuav thov muab tej toj sab nuav kws Yawmsaub has nub hov rua kuv. Tsua qhov nub hov koj yeej nov has tas cov tuabneeg Anaj nyob hov ntawd, muaj tej moos luj kws muaj ntsaa loog khov heev. Nyab Yawmsaub yuav nrug nraim kuv hab kuv yuav lawv tau cov tuabneeg hov, lawv le Yawmsaub has tseg lawd.”"},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.13","label":"13","content":"Mas Yausua kuj foom koob moov rua nwg, hab muab Heploo rua Yefune tug tub Khalej yuav ua qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.14","label":"14","content":"Tes Heploo txawm poob ua qub txeeg qub teg rua Yefune tug tub Khalej kws yog cum Khena lug txug naj nub nwgnuav, tsua qhov nwg ua lawv le Yawmsaub kws yog cov Yixayee tug Vaajtswv lub sab nyam kawg sab kawg ntsws."},{"bible_id":"1216","chapter_code":"JOS.14","verse_code":"JOS.14.15","label":"15","content":"Lub moos Heploo hov yaav thau u hu ua Khiliya Anpa.  Tug Anpa nuav yog tug kws luj tshaaj plawg cov tuabneeg Anaj. Lub tebchaws txhad le su tsw ua rog."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.1","label":"1","content":"Tej tebchaws kws faib rua xeem Yuta lawv le puab cov quas cum, mas saab nraag yog txug Entoo tebchaws nrwm teb, moog txug tebchaws moj saab qhua Xee kws kawg nkaus rua saab nraag."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.2","label":"2","content":"Nrwm teb saab nraag yog chiv ntawm kaum havtxwv kws hlauv rua saab nraag qaab Havtxwv Ntsev,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.3","label":"3","content":"moog rua ntawm txujkev hlaa lub dawm roob Akhanpi saab nraag moog rua Xee, moog hlo rua Khante Npania saab nraag, moog txug lub moos Hexaloo, moog txug Antaj hab nkhaus moog rua Khakha,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.4","label":"4","content":"hlaa moog txug Axamoo dhau plhawv moog txug tug dej Iyi, taug dej moog kawg rua ntawm Havtxwv. Tej kws has nuav yog mej tug nrwm teb saab nraag."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.5","label":"5","content":"Nrwm teb saab nub tuaj yog txwj ntawm Havtxwv Ntsev moog txug ncua ntawm dej Yalatee tshuam havtxwv. Nrwm teb saab peg txwj ntawm kaum havtxwv kws dej Yalatee tshuam,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.6","label":"6","content":"mas tug nrwm teb moog txug ncua Npe Haula, hlaa lub moos Npe Alanpa saab peg, mas nrwm teb moog txug ncua lub Pob Zeb Npauhaa kws yog Lunpee tug tub."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.7","label":"7","content":"Hab nrwm teb moog txug Ntenpi txwj ntawm haav Akhauj, ncaaj nraim rua saab peg nkhaus moog txug ntawm Kilakaa kws ncaaj txujkev hlaa lub dawm roob Antumi kws nyob ntawm lub haav saab nraag. Hab nrwm teb moog txug qhov dej txhawv Eeseme moog kawg rua ntawm Eelaukee."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.8","label":"8","content":"Nrwm teb kuj taug lub haav Npeehinoo  moog txug caaj roob saab nraag ntawm cov Yenpu lub moos (kws yog Yeluxalee). Nrwm teb kuj moog txug lub ncov roob kws nyob haav Hinoo saab nub poob kws nyob ntawm lub hauv haav Lefa‑i saab peg."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.9","label":"9","content":"Nrwm teb kuj moog ntawm lub ncov roob hov moog txug lub hauv dej txhawv Nethau‑a, hab txwj hov moog txug ncua tej moos sau lub roob Efoo, hab nrwm teb kuj nkhaus moog txug Npa‑ala (kws yog Khiliya Ye‑ali),"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.10","label":"10","content":"hab nrwm teb kuj nkhaus zos ntawm Npa‑ala saab nub poob moog txug roob Xe‑i hab hlaa moog txug lub roob Ye‑ali saab caaj roob peg (kws yog Khexaloo) nqeg moog txug Npeseme hab hlaa hlo Thinaj,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.11","label":"11","content":"hab nrwm teb kuj moog rua ntawm caaj roob kws nyob ntawm Ekoo saab peg hab nkhaus moog txug Sikheloo hab hlaa hlo moog txug lub roob Npa‑ala dhau plhawv moog txug Yane‑ee. Nrwm teb kuj lug kawg ntawm Havtxwv."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.12","label":"12","content":"Nrwm teb saab nub poob yog lawv ntug Havtxwv Luj. Nuav yog tug nrwm teb kws vej xeem Yuta hab puab cov quas cum."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.13","label":"13","content":"Lawv le kws Yawmsaub has rua Yausua lawd mas Yausua muab ib thaaj teb huv xeem Yuta rua Yefune tug tub Khalej, yog Khiliya Anpa kws yog Heploo (Anpa yog Anaj txwv)."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.14","label":"14","content":"Khalej lawv Anaj peb tug tub le caaj ceg tswv tawm qhov ntawd, yog Sesai hab Ahimaa hab Thaamai kws yog Anaj caaj ceg."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.15","label":"15","content":"Hab nwg nce hov ntawd moog ua rog rua cov kws nyob huv Ntenpi. Lub moos Ntenpi yaav tom ntej hu ua Khiliya Xefaw."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.16","label":"16","content":"Khalej has tas, “Leejtwg ntaus tau lub moos Khiliya Xefaw hab txeeb tau lub moos hov mas kuv yuav muab kuv tug ntxhais Axav rua nwg ua quaspuj.”"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.17","label":"17","content":"Mas Khena kws yog Khalej tug kwv tug tub Auni‑ee txeeb tau lub moos hov mas Khalej muab nwg tug ntxhais Axav rua nwg ua quaspuj."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.18","label":"18","content":"Thaus sws yuav lawd Axav txawm taij nwg tug quasyawg thov leej txwv pub ib daim teb. Thaus Axav nqeg sau tug neeg luav lug mas Khalej nug tas, “Koj xaav yuav daabtsw?”"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.19","label":"19","content":"Axav teb tas, “Thov koj pub ib yaam tshaav ntuj rua kuv. Koj pub kuv moog nyob huv tebchaws Neke, mas thov pub tej lub hauv dej txhawv hab.” Khalej txawm muab lub hauv dej saab peg hab lub hauv dej saab nraag rua nwg."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.20","label":"20","content":"Nuav moog yog xeem Yuta hab puab cov quas cum qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.21","label":"21","content":"Xeem Yuta tej moos kws nyob nraag qaab teb kawg kws npuas Entoo nrwm teb muaj npe hu le nuav yog Khaxe‑ee, Entaw, Yaku,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.22","label":"22","content":"Khina, Ntimauna, Antanta,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.23","label":"23","content":"Khente, Haxau, Inaa,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.24","label":"24","content":"Xi, Thelee, Npe‑alau,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.25","label":"25","content":"Haxauhantatha, Kheli‑au Hexaloo (kws yog lub moos Haxau),"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.26","label":"26","content":"Amaav, Sema, Maulanta,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.27","label":"27","content":"Haxakanta, Hesamoo, Npepele,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.28","label":"28","content":"Haxasu‑aa, Npe‑awsenpa, Npixi‑authia,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.29","label":"29","content":"Npa‑ala, Iyee, Exee,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.30","label":"30","content":"Eethaula, Khexi, Hauma,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.31","label":"31","content":"Xilaj, Mamana, Xaxaana,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.32","label":"32","content":"Lenpa‑au, Sihee, Ayi hab Limoo. Huvsw muaj neeg nkaum cuaj lub moos hab tej zej zog ib ncig tej moos hov."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.33","label":"33","content":"Tej moos kws nyob sau tej pov roob Sefela, yog Etha‑oo, Xaula, Asana,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.34","label":"34","content":"Xanau‑a, Eekani, Thapuva, Enaa,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.35","label":"35","content":"Yamu, Antulaa, Xaukhau, Axekha,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.36","label":"36","content":"Sa‑ala‑i, Antitha‑i, Kentela hab Kentelautha‑i. Huvsw muaj kaum plaub lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.37","label":"37","content":"Hab Xenaa, Hantaxa, Mintaakas,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.38","label":"38","content":"Ntile‑aa, Mixape, Yauthe‑ee,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.39","label":"39","content":"Lakhi, Npaukha, Eloos,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.40","label":"40","content":"Khanpoo, Lamaa, Khili,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.41","label":"41","content":"Kentelau, Npentakoo, Na‑ama hab Makhenta. Huvsw muaj kaum rau lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.42","label":"42","content":"Hab Lina, Ethaw, Asaa,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.43","label":"43","content":"Itha, Asana, Nexi,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.44","label":"44","content":"Khe‑ila, Axij hab Malesa. Huvsw muaj cuaj lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.45","label":"45","content":"Ekhoo hab tej moos hab tej zej zog kws nyob ib ncig lub moos hov,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.46","label":"46","content":"txwj ntawm Ekhoo moog txug Havtxwv txhua lub moos hab tej zej zog kws nyob ze lub moos Asantau."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.47","label":"47","content":"Asantau hab tej moos hab tej zej zog kws nyob ib ncig lub moos hov. Kaxa hab tej moos hab tej zej zog ib ncig moog txug ncua tug dej Iyi hab tej ntug Havtxwv Luj."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.48","label":"48","content":"Tej moos kws nyob peg toj sab, yog Sami, Yathi, Xaukhau,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.49","label":"49","content":"Ntana, Khiliya Xaana (kws yog lub moos Ntenpi),"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.50","label":"50","content":"Anab, Ethemau, Ani,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.51","label":"51","content":"Kausee, Hauloo hab Kilau. Huvsw muaj kaum ib lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.52","label":"52","content":"Hab Alam, Ntuma, Esaa,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.53","label":"53","content":"Yani, Npe Thapuva, Afekha,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.54","label":"54","content":"Hutha, Khiliya Anpa (kws yog lub moos Heploo) hab Xi‑au. Huvsw muaj cuaj lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.55","label":"55","content":"Hab Ma‑oo, Khamee, Xi, Yutha,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.56","label":"56","content":"Yile‑ee, Yaunte‑aa, Xanau‑a,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.57","label":"57","content":"Kha‑i, Kinpe‑a hab Thinaj. Huvsw muaj kaum lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.58","label":"58","content":"Hab Haahu, Npexuv, Kentau,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.59","label":"59","content":"Ma‑ala, Npe‑anau hab Eethekhoo. Huvsw muaj rau lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.60","label":"60","content":"Hab Khiliya Npa‑aa (kws yog lub moos Khiliya Ye‑ali) hab Lanpa, ob lub moos hov hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.61","label":"61","content":"Tej moos huv tebchaws moj saab qhua yog Npe Alanpa, Minti, Xekhakha,"},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.62","label":"62","content":"Nisaa kws yog lub moos Ntsev hab Eekenti. Huvsw muaj rau lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.15","verse_code":"JOS.15.63","label":"63","content":"Cov tuabneeg Yenpu kws nyob huv Yeluxalee mas cov Yuta lawv tsw tau puab tswv moog. Yog le nuav cov Yenpu txhad nyob huv cov Yuta huv Yeluxalee txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.1","label":"1","content":"Tej teb kws faib rua Yauxej caaj ceg yog txwj ntawm tug dej Yalatee kws ze lub moos Yelikhau, ntawm qhov dej txhawv kws nyob ntawm Yelikhau saab nub tuaj, moog rua huv tebchaws moj saab qhua txwj ntawm Yelikhau moog rua peg toj sab Npe‑ee,"},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.2","label":"2","content":"moog ntawm Npe‑ee rua lub moos Lu, hlaa moog txug Athalau kws yog cov Akhi tebchaws,"},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.3","label":"3","content":"hab nqeg rua saab nub poob txug cov Yafethi tebchaws, hab moog txug lub moos Npe Hauloo nruab tag, moog txug Kexaw moog kawg rua Havtxwv."},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.4","label":"4","content":"Yauxej caaj ceg kws yog xeem Manaxe hab xeem Efa‑i txhad tau qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.5","label":"5","content":"Efa‑i hab puab cov quas cum le tebchaws yog le nuav. Puab qub txeeg qub teg nrwm teb saab nub tuaj yog txwj ntawm lub moos Athalau‑antaj moog txug Npe Hauloo peg roob,"},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.6","label":"6","content":"hab nrwm teb ntev moog txug ncua Havtxwv, muaj lub moos Mimetha nyob saab peg. Nrwm teb saab nub tuaj nkhaus lug rua ntawm lub moos Tha‑ana Silau, hab hlaa lub moos nuav moog rua saab nub tuaj txug lub moos Yanau‑a,"},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.7","label":"7","content":"hab nqeg ntawm Yanau‑a moog txug ncua lub moos Athalau hab lub moos Na‑ala moog chwv rhuav lub moos Yelikhau moog kawg rua dej Yalatee."},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.8","label":"8","content":"Nrwm teb ntawm Thapuva moog rua saab nub poob moog txug tug dej Khana moog kawg rua Havtxwv. Nuav yog xeem Efa‑i hab puab cov quas cum le qub txeeg qub teg,"},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.9","label":"9","content":"hab yog tej moos kws nyob huv xeem Manaxe tebchaws kws muab faib rua xeem Efa‑i hab tej zej zog ib ncig ntawm cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.16","verse_code":"JOS.16.10","label":"10","content":"Txawm le caag los xwj, puab tsw lawv cov tuabneeg Khana‑aa kws nyob huv lub moos Kexaw tawm moog. Ua le hov cov Khana‑aa txhad nrug cov Efa‑i nyob ua ke txug naj nub nwgnuav, mas poob ua qhev hab raug yuam ua num."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.1","label":"1","content":"Tej teb kws muab faib rua xeem Manaxe kws yog Yauxej tug tub hlub yog le nuav. Makhi kws yog Manaxe tug tub hlub hab yog Kile‑a txwv, tau tebchaws Kile‑a hab Npasaa tebchaws, tsua qhov nwg txawj txawj ua rog."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.2","label":"2","content":"Manaxe hab puab cov quas cum kws tseed tshuav kws yuav faib teb rua yog cov nuav, Anpiyexaw, Heleb, Ali‑ee, Sekhee, Hefaw hab Seminta. Cov txwvneej nuav yog Yauxej tug tub hlub Manaxe caaj ceg hab puab cov quas cum."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.3","label":"3","content":"Hefaw tug tub Xelaufeha muaj ntxhais xwb tsw muaj tub. Hefaw yog Kile‑a tug tub, Kile‑a yog Makhi tug tub, Makhi yog Manaxe tug tub. Xelaufeha cov ntxhais tej npe hu le nuav, Malag, Nau‑a, Haula, Meekha hab Thilaxa."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.4","label":"4","content":"Puab tuaj cuag pov thawj Ele‑axa hab Noo tug tub Yausua hab cov kws ua hlub mas puab has tas, “Yawmsaub tub has kuas Mauxe pub qub txeeg qub teg rua peb ib yaam le pub rua peb cov kwvtij.” Ua le hov Yausua txhad le muab qub txeeg qub teg rua puab cov nuav ib yaam le muab rua puab txwv cov kwvtij lawv le Yawmsaub has lawd."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.5","label":"5","content":"Yog le nuav txhad poob kaum tswv teb rua xeem Manaxe, tau tshaaj cov teb kws nyob Kile‑a hab Npasaa ntawm dej Yalatee saab nub tuaj,"},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.6","label":"6","content":"tsua qhov Manaxe cov ntxhais tub nrug nwg cov tub tau qub txeeg qub teg. Kile‑a tebchaws txhad muab faib rua Manaxe cov xeeb ntxwv kws tsw tau muaj teb."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.7","label":"7","content":"Manaxe le teb txwj ntawm Asaw tebchaws moog txug Mimetha kws nyob ntawm lub moos Sekhee saab nub tuaj, hab nrwm teb moog rua nraag qaab teb moog txug cov tuabneeg Eethapuva."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.8","label":"8","content":"Tej teb ntawm Thapuva ua Manaxe tug tassws lub moos Thapuva kws nyob ntawm Manaxe nrwm teb ua Efa‑i caaj ceg tug."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.9","label":"9","content":"Hab nrwm teb kuj nqeg moog txug tug dej Khana. Tej moos kws nyob dhau tug dej rua saab nraag yog Manaxe le tebchaws tassws tej moos yog Efa‑i le tug. Hab Manaxe nrwm teb taug tug dej hov saab peg moog kawg rua ntawm Havtxwv."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.10","label":"10","content":"Lub tebchaws saab nraag yog Efa‑i, lub tebchaws saab peg yog Manaxe le, muaj Havtxwv ua nrwm teb. Saab peg moog kawg rua ntawm Asaw tebchaws, hab saab nub tuaj kawg rua ntawm Ixakha tebchaws."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.11","label":"11","content":"Nyob huv Ixakha hab Asaw tebchaws Manaxe muaj tej moos nuav, Npesaa hab tej zej zog ib ncig hov, hab lub moos Ile‑aa hab tej zej zog ib ncig hov, hab cov tuabneeg huv lub moos Ntau hab tej zej zog ib ncig hov, hab cov tuabneeg huv lub moos Eentau hab tej zej zog ib ncig hov hab cov tuabneeg huv lub moos Tha‑ana hab tej zej zog ib ncig hov, hab cov tuabneeg huv lub moos Mekintau (lub moos kws peb hov yog Nafantau.)"},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.12","label":"12","content":"Tassws cov Manaxe txeeb tsw tau tej moos hov ua puab tug mas cov Khana‑aa tseed tiv nyob huv lub tebchaws hov."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.13","label":"13","content":"Tassws thaus cov Yixayee muaj zug lawm mas puab yuam cov Khana‑aa ua num, kuas tsw muab lawv tswv tawm moog."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.14","label":"14","content":"Tassws xeem Yauxej has rua Yausua tas, “Ua caag koj faib ib thaaj ua ib feem ua qub txeeg qub teg rua peb xwb? Peb muaj coob coob tsua qhov Yawmsaub foom koob moov rua peb lug txug naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.15","label":"15","content":"Mas Yausua has rua puab tas, “Yog mej muaj coob coob mas mej ca le moog luaj teb peg tej haav zoov huv Pelixai hab Lefa‑i tebchaws, tsua qhov Efa‑i tej toj sab nqaim tsw txaus mej nyob.”"},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.16","label":"16","content":"Xeem Yauxej txhad has tas, “Tej toj sab nuav tsw txaus peb cov, mas cov Khana‑aa kws nyob nraag nruab tag muaj tsheb neeg ua rog kws yog hlau, yog cov kws nyob huv Npesaa hab tej zej zog ib ncig hab huv lub haav Yile‑ee.”"},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.17","label":"17","content":"Mas Yausua has rua Yauxej caaj ceg kws yog Manaxe hab Efa‑i tas, “Mej muaj coob coob hab muaj zug heev, mas tsw yog mej yuav tau ib thaaj xwb."},{"bible_id":"1216","chapter_code":"JOS.17","verse_code":"JOS.17.18","label":"18","content":"Tej toj sab hov yuav ua mej le, txawm yog haav zoov los mej ca le moog luaj hab txeeb ua mej tug taag nrho. Txawm yog cov Khana‑aa muaj tsheb hlau ua rog hab puab muaj zug heev los mej yuav lawv tau puab tswv tawm moog.”"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.1","label":"1","content":"Ib tsoom pejxeem Yixayee suavdawg tuaj txoos ua ke ntawm Silau, hab tsaa lub tsev ntaub sws ntswb rua hov ntawd. Puab tub ntaus yeej lub tebchaws hov lawm."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.2","label":"2","content":"Tseed tshuav cov Yixayee xyaa lub xeem kws tsw tau faib qub txeeg qub teg rua."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.3","label":"3","content":"Mas Yausua txhad has rua cov Yixayee tas, “Mej yuav tog ntev le caag le moog txeeb tebchaws ua mej tug kws Yawmsaub kws yog mej tej laug tug Vaajtswv tub muab rua mej lawm?"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.4","label":"4","content":"Ca le xaiv ib lub xeem peb leeg mas kuv yuav khaiv puab cov hov moog ncig kuas thoob plawg huv lub tebchaws, kuas sau lub tebchaws saib zoo le caag txhad txawj pub ua qub txeeg qub teg, puab le rov lug qha rua kuv."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.5","label":"5","content":"Puab yuav tsum muab faib ua xyaa feem. Cov Yuta yuav nyob huv puab tebchaws kws yog yaav qaab teb, hab Yauxej caaj ceg yuav nyob huv puab tebchaws kws yog saab peg."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.6","label":"6","content":"Mej sau tej nrwm teb huv lub tebchaws ua xyaa feem mas coj tej kws mej sau hov lug qha rua kuv ntawm nuav, mas kuv yuav ua ntawv rhu faib rua mej ntawm nuav rua ntawm peb tug Vaajtswv Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.7","label":"7","content":"Cov Levi tsw muaj feem nrug mej tau. Puab tej num kws ua Yawmsaub le pov thawj yog puab le qub txeeg qub teg lawm. Xeem Kas hab xeem Lunpee hab ib nraab xeem Manaxe tub tau puab qub txeeg qub teg saab dej Yalatee nub tuaj kws Yawmsaub tug tub qhe Mauxe muab rua puab lawm.”"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.8","label":"8","content":"Puab cov hov kuj sawv kev moog hab Yausua has rua cov kws yuav sau nrwm teb hov tas, “Ca le moog ncig kuas thoob plawg huv lub tebchaws sau saib lub tebchaws zoo le caag mas rov lug cuag kuv. Kuv yuav muab ua ntawv rhu faib rua mej taab meeg Yawmsaub xubndag ntawm Silau.”"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.9","label":"9","content":"Yog le hov puab txhad moog thoob plhawv huv lub tebchaws hab muab lub tebchaws hab tej moos sau rua huv ntawv faib ua xyaa feem, mas puab rov lug cuag Yausua huv lub zog ntawm Silau."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.10","label":"10","content":"Mas Yausua muab ua ntawv rhu rua puab taab meeg Yawmsaub lub xubndag ntawm Silau, hab Yausua muab lub tebchaws faib rua cov Yixayee ntawm lub chaw hov, txhua xeem nyag muaj nyag feem."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.11","label":"11","content":"Rhu ntawv rua xeem Npeeyamee hab puab cov quas cum, mas rhu tau ntsuj tebchaws nyob ntawm xeem Yuta hab xeem Yauxej ntu nruab nraab."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.12","label":"12","content":"Puab nrwm teb saab peg yog chiv ntawm dej Yalatee moog txug lub caaj roob ntawm Yelikhau saab peg, hlaa hlo tebchaws toj sab rua saab nub poob moog kawg rua ntawm tebchaws moj saab qhua Npe‑avee."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.13","label":"13","content":"Txuas hov ntawd tug nrwm teb moog rua saab nraag ncaaj rua lub moos Lu (kws yog lub moos Npe‑ee) hab moog rua lub caaj roob Lu, hab nrwm teb nqeg moog txug Athalau‑antaj kws nyob peg roob kws nyob ntawm lub moos Npe Hauloo nruab tag saab nraag."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.14","label":"14","content":"Nrwm teb saab nub poob kuj nkhaus moog rua saab nraag ntawm lub roob kws ncaaj lub moos Npe Hauloo saab nraag moog kawg rua ntawm Khiliya Npa‑aa (kws yog Khiliya Ye‑ali), yog xeem Yuta le ib lub moos. Nuav yog nrwm teb saab nub poob."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.15","label":"15","content":"Nrwm teb saab nraag chiv ntawm lub moos Khiliya Ye‑ali mas hov ntawd moog rua saab nub poob moog txug lub hauv dej txhawv Nethau‑a."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.16","label":"16","content":"Nrwm teb kuj nqeg moog txug taw roob kws saib ntsoov lub haav Npeehinoo  kws nyob lub hauv haav Lefa‑i saab peg, hab lawv lub haav Hinoo rua nraag qaab lub caaj roob kws yog cov Yenpu lub roob hab nqeg moog txug lub moos Eelaukee,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.17","label":"17","content":"hab nkhaus moog rua saab peg moog txug Eeseme, hab txuas hov ntawm moog txug lub moos Kelilau kws nyob ncaaj txujkev kws hlaa lub dawm roob Antumi, hab nqeg moog rua lub Pob Zeb Npauhaa kws yog Lunpee tug tub,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.18","label":"18","content":"hab hlaa hlo moog rua lub caaj roob kws ncaaj Npe Alanpa saab peg nqeg moog txug Alanpa."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.19","label":"19","content":"Nrwm teb kuj moog rua lub caaj roob Npe Haula saab peg, hab nrwm teb moog kawg rua ntawm kaum Havtxwv Ntsev  saab peg, kws dej Yalatee tshuam nkaus. Nuav yog nrwm teb saab nraag."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.20","label":"20","content":"Dej Yalatee ua nrwm teb saab nub tuaj. Nuav yog xeem Npeeyamee hab puab cov quas cum le qub txeeg qub teg, muaj nrwm teb vej puag ncig lawv le has taag nuav."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.21","label":"21","content":"Xeem Npeeyamee hab puab cov quas cum tej moos yog Yelikhau, Npe Haula, Emekhexi,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.22","label":"22","content":"Npe Alanpa, Xemala‑i, Npe‑ee,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.23","label":"23","content":"Avi, Pala, Aufa,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.24","label":"24","content":"Khefa Lamauni, Aunis hab Kenpa. Huvsw muaj kaum ob lub moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.25","label":"25","content":"Kinpe‑oo, Lama, Npe‑awlau,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.26","label":"26","content":"Mixape, Khefila, Mauxa,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.27","label":"27","content":"Lekhee, Ipe‑ee, Thalala,"},{"bible_id":"1216","chapter_code":"JOS.18","verse_code":"JOS.18.28","label":"28","content":"Xela, Ha‑ele, Yenpu (kws yog lub moos Yeluxalee), Kinpe‑a hab Khiliya Ye‑ali. Huvsw muaj kaum plaub lub moos hab tej zej zog ib ncig cov moos hov. Nuav yog xeem Npeeyamee hab puab cov quas cum qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.1","label":"1","content":"Rhu daim ntawv kws ob lug mas yog xeem Xime‑oo hab puab cov quas cum le. Puab qub txeeg qub teg kuj nyob xyaw huv cov Yuta qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.2","label":"2","content":"Cov moos nuav yog puab qub txeeg qub teg, yog Npe‑awsenpa, Senpa, Maulanta,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.3","label":"3","content":"Haxasu‑aa, Npalag, Exee,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.4","label":"4","content":"Eethaula, Npethu, Hauma,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.5","label":"5","content":"Xilaj, Npe Makhanpau, Haxaxuxa,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.6","label":"6","content":"Npe Lenpa‑au hab Saluhee. Huvsw muaj kaum peb lub moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.7","label":"7","content":"Hab lub moos Ayi, Limoo, Ethaw hab Asaa. Huvsw muaj plaub lub moos hab tej zej zog ib ncig,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.8","label":"8","content":"hab tej zej zog ib ncig cov moos hov daav moog txug lub moos Npa‑alab Npe‑aw hab lub moos Lama kws nyob huv Neke. Cov nuav yog xeem Xime‑oo hab puab cov quas cum le qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.9","label":"9","content":"Xeem Xime‑oo qub txeeg qub teg yog faib huv Yuta tebchaws lug rua puab tsua qhov xeem Yuta le tebchaws ntau tshaaj puab lawm, xeem Xime‑oo txhad tau qub txeeg qub teg huv cov Yuta tebchaws."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.10","label":"10","content":"Rhu daim ntawv kws peb lug mas yog xeem Xenpuloo hab puab cov quas cum le. Tej tebchaws kws poob ua cov Xenpuloo qub txeeg qub teg daav moog txug Xalib."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.11","label":"11","content":"Puab nrwm teb kuj moog rua saab nub poob hab moog txug Malala hab lug chwv rhuav Ntanpese, hab moog txug ncua tug dej kws nyob ntawm Yaune‑aa saab nub tuaj."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.12","label":"12","content":"Ntawm Xalib tug nrwm teb lem moog rua saab nub tuaj kws ncaaj qhov kws nub tuaj, moog txug Khilauthanpau nrwm teb, hab moog txug Ntanpela, hab nce moog txug Yafia,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.13","label":"13","content":"txuas hov ntawd hlaa moog rua saab nub tuaj, moog txug Kahefaw hab Ekhaxi, moog txug Limoo mas nkhaus moog rua Ne‑a."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.14","label":"14","content":"Saab peg nrwm teb nkhaus moog rua Hanathoo moog kawg rua ntawm lub haav Itha‑ee,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.15","label":"15","content":"hab lub moos Khathas, Nahalaa, Siloo, Intala hab Npelehee, huvsw muaj kaum ob lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.16","label":"16","content":"Nuav yog xeem Xenpuloo hab puab cov quas cum le qub txeeg qub teg, yog tej moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.17","label":"17","content":"Rhu daim ntawv kws plaub lug mas yog xeem Ixakha hab puab cov quas cum le."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.18","label":"18","content":"Puab le tebchaws mas muaj cov moos le nuav nyob huv, yog Yile‑ee, Khexulau, Sunee,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.19","label":"19","content":"Hafala‑i, Si‑oo, Anahala,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.20","label":"20","content":"Lanpi, Khisi‑oo, Enpes,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.21","label":"21","content":"Leme, Eekani, Eehanta hab Npepaxe."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.22","label":"22","content":"Nrwm teb kuj chwv lub moos Thanpau, Sahaxuma hab Npeseme moog kawg rua ntawm dej Yalatee, huvsw muaj kaum rau lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.23","label":"23","content":"Nuav yog xeem Ixakha hab puab cov quas cum le qub txeeg qub teg, yog tej moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.24","label":"24","content":"Rhu daim ntawv kws tswb lug mas yog xeem Asaw hab puab cov quas cum le."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.25","label":"25","content":"Puab le tebchaws mas muaj cov moos nuav nyob huv, yog Heekha, Hali, Npethee, Asaj,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.26","label":"26","content":"Alamelej, Ama hab Misaa. Saab nub poob tug nrwm teb chwv roob Khamee hab lub moos Sihaulina,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.27","label":"27","content":"hab nkhaus moog rua saab nub tuaj moog rua Npentakoo hab koom Xenpuloo nrwm teb hab lawv lub haav Itha‑ee moog rua saab peg txug Npe‑eme hab Ne‑i‑ee, hab dhau rua saab peg moog txug lub moos Khanpu,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.28","label":"28","content":"Enploo, Lehau, Hamoo hab Khana, moog txug ncua lub nam nroog Xaintoo."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.29","label":"29","content":"Nrwm teb kuj nkhaus hlo moog rua Lama moog txug lub nroog Thailab kws muaj ntsaa loog khov kho, hab nrwm teb kuj nkhaus moog rua lub moos Hauxa moog kawg rua ntawm Havtxwv. Hab muaj tej moos nuav yog Mahalab,  Axij,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.30","label":"30","content":"Uma, Afe hab Lehau, huvsw muaj neeg nkaum ob lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.31","label":"31","content":"Nuav yog xeem Asaw hab puab cov quas cum le qub txeeg qub teg, yog tej moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.32","label":"32","content":"Rhu daim ntawv kws rau lug mas yog Nathali le, yog xeem Nathali hab puab cov quas cum le."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.33","label":"33","content":"Puab nrwm teb chiv ntawm Helej ntawm tsob ntoo qheb huv Xanani moog rua Antaminekhe hab Yane‑ee, moog txug ncua Lakhu, moog kawg rua ntawm dej Yalatee."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.34","label":"34","content":"Hab nrwm teb kuj lem moog rua saab nub poob moog txug Anau Thanpau, dhau hov ntawd moog txug Huko, mas saab qaab teb yog koom Xenpuloo nrwm teb hab saab nub poob koom Asaw nrwm teb, hab saab nub tuaj yog tug dej Yalatee kws npuas Yuta."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.35","label":"35","content":"Puab tej moos kws muaj ntsaa loog yog tej nuav, Xinti, Xaw, Hama, Lakha, Khinele,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.36","label":"36","content":"Antama, Lama, Haxau,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.37","label":"37","content":"Khente, Ente‑i, Eehaxau,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.38","label":"38","content":"Yiloo, Mintaa‑ee, Haulee, Npe‑anav hab Npeseme, huvsw muaj kaum cuaj lub moos hab tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.39","label":"39","content":"Nuav yog xeem Nathali hab puab cov quas cum le qub txeeg qub teg, yog tej moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.40","label":"40","content":"Rhu daim ntawv kws xyaa lug mas yog xeem Ntaaj hab puab cov quas cum le."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.41","label":"41","content":"Tej tebchaws kws yog puab qub txeeg qub teg muaj tej moos nuav nyob huv yog Xaula, Etha‑oo, Iseme,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.42","label":"42","content":"Sa‑aalanpi, Aiyaloo, Ibla,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.43","label":"43","content":"Eloo, Thinaj, Ekhoo,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.44","label":"44","content":"Eethekhe, Kinpethoo, Npa‑alab,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.45","label":"45","content":"Yehuj, Npenenpela, Kalimoo,"},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.46","label":"46","content":"hab Meyakhoo hab Lakhoo hab thaaj teb kws ncaaj lub moos Yaupa."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.47","label":"47","content":"Thaus xeem Ntaaj lub tebchaws poob lawd, cov Ntaaj moog ua rog rua lub moos Lesee. Puab ntaus yeej hab xuas ntaaj tua lub moos hov hab txeeb tau ua puab tug hab moog nyob rua huv, mas puab muab lub moos Lesee hov hu ua Ntaaj lawv le puab tug yawm koob Ntaaj."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.48","label":"48","content":"Nuav yog xeem Ntaaj hab puab cov quas cum le qub txeeg qub teg, yog tej moos hab tej zej zog ib ncig cov moos hov."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.49","label":"49","content":"Thaus kws faib lub tebchaws ua qub txeeg qub teg txhua zog taag lawd cov Yixayee kuj muab qub txeeg qub teg huv puab faib rua Noo tug tub Yausua."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.50","label":"50","content":"Lawv le Yawmsaub has mas puab muab lub moos kws nwg thov rua nwg, yog lub moos Thinaxela peg toj sab huv Efa‑i tebchaws. Yausua muab lub moos hov ua dua tshab hab moog nyob rua huv."},{"bible_id":"1216","chapter_code":"JOS.19","verse_code":"JOS.19.51","label":"51","content":"Tej kws has nuav yog pov thawj Ele‑axa hab Noo tug tub Yausua hab cov thawj huv txhua cum txhua xeem Yixayee muab ua ntawv rhu faib ua qub txeeg qub teg hov ntawm Silau taab meeg Yawmsaub xubndag ntawm qhov rooj lub tsev ntaub sws ntswb. Ua le nuav puab txhad muab lub tebchaws faib taag lawm."},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.1","label":"1","content":"Yawmsaub has rua Yausua tas,"},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Yuav tsum tu tej moos cawm sav kws kuv tub kuas Mauxe has rua koj lawd,"},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.3","label":"3","content":"sub tug kws tua tuabneeg kws tsw yog txhob txwm tua hab tsw paub txhad tau tswv moog rua huv. Tej moos nuav yuav ua lub chaw rua mej cawm sav sub txhad dim tug kws tsob caub."},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.4","label":"4","content":"Tug kws tua tuabneeg hov yuav tswv moog rua cov moos hov ib lub hab moog sawv ntawm txujkev kws nkaag rua huv lub rooj loog hov hab pav nwg zaaj xwm txheej rua cov kev txwj quas laug huv lub moos hov paub. Mas puab yuav coj nwg nkaag moog rua huv lub moos hab tu chaw rua nwg nyob mas tug hov yuav nrug puab nyob."},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.5","label":"5","content":"Yog tug tsob caub lawv moog txug los cov kev txwj quas laug yuav tsw muab tug kws tua tuabneeg hov rua huv tug tsob caub txhais teg, tsua qhov tug kws tua tuabneeg hov tsw yog txhob txwm tua tsw tau ua dua yeeb ncuab le."},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.6","label":"6","content":"Tug hov yuav nyob huv lub moos hov moog txug thaus nwg moog sawv has plaub taab meeg ntawm cov pejxeem xubndag taag hab nyob txug thaus tug kws ua tuam pov thawj hlub lub swjhawm hov tuag lawm. Tug kws tua tuabneeg hov le rov moog tau rua nwg vaaj nwg tsev huv nwg lub moos kws nwg tswv tuaj.’ ”"},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.7","label":"7","content":"Puab txhad tu lub moos Khente huv Kalilai kws yog peg toj sab huv Nathali tebchaws, hab lub moos Sekhee peg toj sab huv Efa‑i tebchaws, hab lub moos Khiliya Anpa (kws yog lub moos Heploo) kws nyob peg toj sab huv Yuta tebchaws."},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.8","label":"8","content":"Saab dej Yalatee nub tuaj kws ncaaj lub moos Yelikhau puab tu lub moos Npexaw huv tebchaws moj saab qhua kws nyob tej nraag taj toj sab huv xeem Lunpee tebchaws, hab lub moos Lamau huv Kile‑a huv xeem Kas tebchaws, hab lub moos Kaulaa huv Npasaa kws yog xeem Manaxe tebchaws."},{"bible_id":"1216","chapter_code":"JOS.20","verse_code":"JOS.20.9","label":"9","content":"Tej moos nuav yog tej kws tu ca rua cov Yixayee suavdawg hab lwm haiv tuabneeg kws nrug puab nyob, sub leejtwg tua tuabneeg tassws tsw yog txhob txwm tua txhad tau tswv moog rua huv, sub txhad tsw tuag rua tug tsob caub txhais teg ua ntej kws tsw tau moog sawv has plaub taab meeg cov pejxeem xubndag."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.1","label":"1","content":"Thaus hov cov kws ua thawj huv xeem Levi txhua cum tuaj cuag pov thawj Ele‑axa hab Noo tug tub Yausua hab cov kws ua thawj huv txhua xeem txhua cum Yixayee,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.2","label":"2","content":"mas has rua puab ntawm Silau huv Khana‑aa tebchaws tas, “Yawmsaub tub has rua Mauxe kuas muab tej lub moos rua peb nyob hab muab tej tshaav zaub ib ncig rua peb yug tsaj txhu.”"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.3","label":"3","content":"Ua le nuav cov Yixayee txhad le rhu puab qub txeeg qub teg tej lub moos kws yuav has nuav hab tej tshaav zaub ib ncig cov moos hov pub rua cov Levi lawv le Yawmsaub has kuas puab ua."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.4","label":"4","content":"Rhu tau ntawv lug yog Khauha cov quas cum. Ua le nuav cov Levi kws yog pov thawj Aloo caaj ceg txhad tau kaum peb lub moos kws rhu huv xeem Yuta hab xeem Xime‑oo hab xeem Npeeyamee lug."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.5","label":"5","content":"Cov Khauha kws tseed tshuav rhu ntawv tau kaum lub moos huv xeem Efa‑i cov quas cum hab xeem Ntaaj hab ib nraab xeem Manaxe."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.6","label":"6","content":"Cov Kwsoo rhu ntawv tau kaum peb lub moos huv xeem Ixakha cov quas cum hab huv xeem Asaw hab xeem Nathali hab ib nraab xeem Manaxe huv Npasaa tebchaws."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.7","label":"7","content":"Melali cov quas cum tau kaum ob lub moos huv xeem Lunpee hab xeem Kas hab xeem Xenpuloo."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.8","label":"8","content":"Tej moos hab tej tshaav zaub ib ncig nuav cov Yixayee ua ntawv rhu pub rua cov Levi lawv le kws Yawmsaub kuas Mauxe has rua puab lawd."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.9","label":"9","content":"Puab muab tej moos kws yuav has nuav huv xeem Yuta hab xeem Xime‑oo"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.10","label":"10","content":"pub rua Aloo caaj ceg kws yog ib cum huv cov Khauha kws yog xeem Levi, tsua qhov puab tub rhu tau thawj daim ntawv lawm."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.11","label":"11","content":"Puab muab lub moos Khiliya Anpa (Anpa yog Anaj txwv), kws yog lub moos Heploo kws nyob peg toj sab huv Yuta tebchaws, hab tej tshaav zaub ib ncig lub moos hov."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.12","label":"12","content":"Tassws tej teb hab tej zej zog kws nyob ib ncig lub moos mas tub muab rua Yefune tug tub Khalej yuav ua nwg tug lawm."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.13","label":"13","content":"Puab muab lub moos Heploo hab tej tshaav zaub ib ncig rua pov thawj Aloo caaj ceg. Heploo yog ib lub moos cawm sav rua tug kws tua tuabneeg. Hab puab muab tej moos nuav hab tej tshaav zaub ib ncig cov moos nuav, yog lub moos Lina,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.14","label":"14","content":"hab Yathi, Ethemau‑a,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.15","label":"15","content":"Hauloo, Ntenpi,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.16","label":"16","content":"Ayi, Yutha hab Npeseme, huvsw yog cuaj lub moos huv ob xeem nuav."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.17","label":"17","content":"Huv xeem Npeeyamee yog muab tej moos nuav hab tej tshaav zaub ib ncig, yog Kinpe‑oo, Kenpa,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.18","label":"18","content":"Anathau hab Amoos, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.19","label":"19","content":"Aloo caaj ceg kws ua pov thawj tej moos huvsw muaj kaum peb lub moos hab tej tshaav zaub ib ncig."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.20","label":"20","content":"Cov Khauha kws tseed tshuav kws yog Khauha cov quas cum huv xeem Levi, puab rhu ntawv tau tej moos huv xeem Efa‑i."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.21","label":"21","content":"Tej moos kws puab muab yog lub moos Sekhee hab tej tshaav zaub ib ncig, kws yog ib lub moos cawm sav rua tug kws tua tuabneeg, kws nyob peg toj sab Efa‑i tebchaws, hab tej moos nuav hab tej tshaav zaub ib ncig, yog Kexaw,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.22","label":"22","content":"Kixa‑i hab Npe Hauloo, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.23","label":"23","content":"Huv xeem Ntaaj yog muab tej moos nuav hab tej tshaav zaub ib ncig, yog Eethekhe, Kinpethoo,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.24","label":"24","content":"Aiyaloo hab Kalimoo, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.25","label":"25","content":"Huv ib nraab xeem Manaxe yog muab lub moos Tha‑ana hab tej tshaav zaub ib ncig, hab Kalimoo hab tej tshaav zaub ib ncig, huvsw yog ob lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.26","label":"26","content":"Khauha cov quas cum kws tseed tshuav hov tej moos mas huvsw yog kaum lub moos hab tej tshaav zaub ib ncig."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.27","label":"27","content":"Tej lub moos kws muab rua Kwsoo caaj ceg kws yog ib cum huv xeem Levi, mas huv ib nraab xeem Manaxe yog muab lub moos Kaulaa huv Npasaa hab tej tshaav zaub ib ncig, kws yog ib lub moos cawm sav rua tug kws tua tuabneeg, hab lub moos Npe‑ethela hab tej tshaav zaub ib ncig, huvsw yog ob lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.28","label":"28","content":"Huv xeem Ixakha yog muab tej moos nuav hab tej tshaav zaub ib ncig, yog Khisi‑oo, Ntanpela,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.29","label":"29","content":"Yamu hab Eekani, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.30","label":"30","content":"Huv xeem Asaw yog muab tej moos nuav hab tej tshaav zaub ib ncig, yog Misaa, Antoo,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.31","label":"31","content":"Heekha hab Lehau, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.32","label":"32","content":"Huv xeem Nathali yog muab lub moos Khente huv Kalilai, kws yog ib lub moos cawm sav rua tug kws tua tuabneeg, hab lub moos Hamauntau hab tej tshaav zaub ib ncig, hab Khathaa hab tej tshaav zaub ib ncig, huvsw yog peb lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.33","label":"33","content":"Kwsoo cov quas cum tej moos mas huvsw muaj kaum peb lub moos hab tej tshaav zaub ib ncig."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.34","label":"34","content":"Tej moos kws muab rua cov Levi kws tseed tshuav, yog Melali cov quas cum, mas huv xeem Xenpuloo yog muab tej moos nuav hab tej tshaav zaub ib ncig, yog Yaune‑aa, Khatha,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.35","label":"35","content":"Ntinas hab Nahalaa, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.36","label":"36","content":"Huv xeem Lunpee yog muab tej moos nuav hab tej tshaav zaub ib ncig, yog Npexaw, Yahaj,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.37","label":"37","content":"Khentemau hab Mefa‑a, huvsw plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.38","label":"38","content":"Huv xeem Kas yog muab lub moos Lamau huv Kile‑a hab tej tshaav zaub ib ncig, kws yog ib lub moos cawm sav rua tug kws tua tuabneeg, hab muab tej moos nuav hab tej tshaav zaub ib ncig, yog Mahana‑i,"},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.39","label":"39","content":"Hesanpoo hab Yaxaw, huvsw yog plaub lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.40","label":"40","content":"Tej moos kws muab rua cov Levi kws tseed tshuav, yog Melali cov quas cum, mas huvsw yog kaum ob lub moos."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.41","label":"41","content":"Levi tej moos kws nyob huv cov Yixayee lub tebchaws kws yog puab teej puab tug huvsw yog plaub caug yim lub moos hab tej tshaav zaub ib ncig."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.42","label":"42","content":"Tej moos nuav puavleej muaj tshaav zaub vej puag ncig txhua lub moos ib yaam nkaus."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.43","label":"43","content":"Lawv le kws has lug nuav Yawmsaub muab lub tebchaws kws Yawmsaub tau cog lug tseg tas yuav pub rua puab tej laug huvsw pub rua cov Yixayee. Thaus puab txeeb tau ua puab tug lawd puab ca le moog nyob hlo ruaj rua huv."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.44","label":"44","content":"Yawmsaub pub puab nyob ruaj nyob tug tau su rua txhua faab, yaam le kws Yawmsaub tau cog lug tseg rua puab tej laug. Tsw muaj ib tug yeeb ncuab tiv tau puab le, tsua qhov Yawmsaub tub muab puab tej yeeb ncuab rua huv puab txhais teg huvsw lawm."},{"bible_id":"1216","chapter_code":"JOS.21","verse_code":"JOS.21.45","label":"45","content":"Txhua yaam zoo kws Yawmsaub tau cog lug tseg rua cov Yixayee tsw tshuav ib yaam daabtsw kws tsw tau tav, puavleej tav taag huvsw lawm."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.1","label":"1","content":"Thaus ntawd Yausua hu xeem Lunpee hab xeem Kas hab ib nraab xeem Manaxe tuaj"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.2","label":"2","content":"mas has rua puab tas, “Mej tub ua lawv le Yawmsaub tug tub qhe Mauxe has rua mej lawm hab mej noog kuv lug hab ua txhua yaam kws kuv has kuas mej ua."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.3","label":"3","content":"Ntev lug txug naj nub nwgnuav mej tsw tso mej cov kwvtij tseg, mej tub ceev faaj ua lawv le kws Yawmsaub kws yog mej tug Vaajtswv has rua mej."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.4","label":"4","content":"Nwgnuav Yawmsaub kws yog mej tug Vaajtswv tub pub mej cov kwvtij tau su lawm, lawv le nwg tau cog lug tseg rua puab. Tes mej ca le rov qaab moog tsev huv lub tebchaws kws Yawmsaub tug tub qhe Mauxe muab pub rua mej ua mej teej mej tug saab dej Yalatee nub tuaj."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.5","label":"5","content":"Mej yuav tsum ceev faaj ua lawv le tej lug nkaw hab txuj kevcai kws Yawmsaub tug tub qhe Mauxe has rua mej lawd. Mej yuav hlub Yawmsaub kws yog mej tug Vaajtswv hab ua mej lub neej lawv le nwg txhua txujkev huvsw, hab tuav rawv nwg tej lug nkaw hab nrug nwg tsheej xeeb, hab ua koom rua nwg kawg mej lub sab lub ntsws.”"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.6","label":"6","content":"Yausua txhad foom koob moov rua puab hab xaa puab moog tes puab txawm rov moog puab vaaj puab tsev."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.7","label":"7","content":"Ib nraab xeem Manaxe hov, Mauxe tub muab Npasaa tebchaws rua puab yuav ua puab tug, tshuav ib nraab xeem hov mas Yausua pub puab nrug puab cov kwvtij tau teej tug saab dej Yalatee nub poob. Thaus Yausua xaa puab moog tsev nwg foom koob moov rua puab,"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.8","label":"8","content":"hab has rua puab tas, “Ca le rov qaab moog nyag vaaj nyag tsev, coj tej cuab txhaj cuab taam muaj nplua quas mag, tej nam paab tsaj tej nyaj hab tej kub tej tooj lab tej hlau hab tej tsoog tsho ntau ntau moog. Muab tej kws mej txeeb yeeb ncuab le lug hov faib rua mej cov kwvtij neej tsaa.”"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.9","label":"9","content":"Cov Lunpee hab cov Kas hab ib nraab xeem Manaxe tau ncaim cov Yixayee ntawm Silau huv Khana‑aa tebchaws rov qaab moog tsev rua huv Kile‑a tebchaws, yog lub tebchaws kws puab txeeb tau ua puab tug lawv le Yawmsaub kuas Mauxe has rua puab lawd."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.10","label":"10","content":"Thaus puab lug txug ntawm ntug dej Yalatee kws nyob Khana‑aa saab tebchaws, cov Lunpee hab cov Kas hab ib nraab xeem Manaxe txawm tib ib lub thaaj xyeem rua ntawm dej Yalatee, yog ib lub thaaj kws luj kawg le."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.11","label":"11","content":"Mas cov Yixayee nov luas has tas, “Saib maj, cov Lunpee hab cov Kas hab ib nraab xeem Manaxe ua tau ib lub thaaj rua ntawm Khana‑aa nrwm teb kws ze ntug dej Yalatee saab kws yog Yixayee tebchaws.”"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.12","label":"12","content":"Mas thaus cov Yixayee tau nov le hov ib tsoom pejxeem Yixayee suavdawg txawm sau zog ua ke rua ntawm Silau yuav moog ua rog rua puab."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.13","label":"13","content":"Mas cov Yixayee txhad khaiv pov thawj Ele‑axa tug tub Fineha moog cuag cov Lunpee hab cov Kas hab ib nraab xeem Manaxe huv Kile‑a tebchaws,"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.14","label":"14","content":"hab kaum tug kws ua hlub, ib xeem ib tug kws puavleej yog tug thawj huv txhua cum Yixayee nrug nwg moog."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.15","label":"15","content":"Thaus puab tuaj txug cov Lunpee hab cov Kas hab ib nraab xeem Manaxe huv Kile‑a tebchaws puab kuj has rua cov hov tas,"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.16","label":"16","content":"“Yawmsaub cov tuabneeg suavdawg has le nuav tas, ‘Mej ua daabtsw le nuav? Mej faav xeeb rua cov Yixayee tug Vaajtswv, es nub nua mej tso Yawmsaub tseg moog ua ib lub thaaj rua mej xwb, yog nub nua mej tau sawv twv Yawmsaub lawm."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.17","label":"17","content":"Tej kev txhum kws peb ua ntawm Pe‑au tseed tsw txaus hab lov? Lug txug naj nub nwgnuav peb tseed ntxuav tsw tau kuas peb huv huv le hab tej kev txhum hov ua kuas vej sub vej sw poob rua Yawmsaub cov tuabneeg xwb."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.18","label":"18","content":"Mas nub nua mej tseed yuav tso Yawmsaub tseg hab lov? Nub nua yog mej sawv twv Yawmsaub mas pigkig nwg yuav chim rua ib tsoom Yixayee suavdawg."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.19","label":"19","content":"Yog mej lub tebchaws qas tsw huv mej ca le hlaa moog rua huv Yawmsaub lub tebchaws kws muaj Yawmsaub lub tsev ntaub, lug nrug peb tuav lub tebchaws ua teej ua tug. Tsw xob sawv twv Yawmsaub hab tsw xob coj peb twv Yawmsaub es moog ua ib lub thaaj rua mej kws tsw yog peb tug Vaajtswv Yawmsaub lub thaaj."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.20","label":"20","content":"Xelag tug tub Akhaa tub ua tsw ncaaj rua tej kws muab cais pub rua Yawmsaub los tsw yog? Mas Yawmsaub txujkev chim txhad le poob rua sau cov Yixayee suavdawg. Tsw yog nwg tuab leeg puam tsuaj rua nwg lub txem xwb.’ ”"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.21","label":"21","content":"Xeem Lunpee hab xeem Kas hab ib nraab xeem Manaxe txawm teb cov thawj huv txhua cum Yixayee tas,"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.22","label":"22","content":"“Tug kws muaj fwjchim luj kawg nkaus pum, yog Vaajtswv kws yog Yawmsaub. Tug kws muaj fwjchim luj kawg nkaus pum, yog Vaajtswv kws yog Yawmsaub ntaag. Nwg yeej paub hab ca cov Yixayee paub hab. Yog tas peb sawv twv hab ua tsw ncaaj rua Yawmsaub mas nub nua tsw xob tseg peb txujsa le."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.23","label":"23","content":"Qhov kws peb ua lub thaaj hov, mas yog peb tso Yawmsaub tseg hab swv ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem qoob loos hab ua kevcai xyeem sws raug zoo rua sau lub thaaj hov, mas ca Yawmsaub rau txem ntaag."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.24","label":"24","content":"Tsw yog le hov. Qhov kws peb ua le hov tub yog ntshai tsaam tuab maav mej tej tub ki yuav has rua peb tej tub ki tas, ‘Mej muaj feem koom Yawmsaub kws yog cov Yixayee tug Vaajtswv daabtsw?"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.25","label":"25","content":"Tsua qhov Yawmsaub tub muab tug dej Yalatee ua nrwm teb quas peb hab mej cov Lunpee hab cov Kas lawm nev. Mej tsw muaj feem huv Yawmsaub.’ Yog le hov peb ntshai tsaam mej tej tub ki yuav ua rua peb tej tub ki tseg tsw pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.26","label":"26","content":"Vem le nuav peb txhad has tas, ‘Ca peb ua lub thaaj nuav, tsw yog ua lug swv ua tej kevcai hlawv huvsw xyeem lossws tua tsaj xyeem.’"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.27","label":"27","content":"Tassws yog peb ua lug ua tsoob zeej timkhawv rua peb hab mej, hab rua lwm tam kws dua peb lawm tas peb yeej yuav pe hawm Yawmsaub hab ua tej kevcai hlawv huvsw xyeem hab tua tsaj xyeem hab xyeem sws raug zoo rua ntawm Yawmsaub xubndag,  sub mej tej tub ki txhad has tsw tau rua peb tej tub ki tom qaab tas, ‘Mej tsw muaj feem huv Yawmsaub.’"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.28","label":"28","content":"Peb xaav tas yog muaj leejtwg has le nuav rua peb lossws has rua peb caaj ceg tom qaab, peb kuj yuav has tau tas, ‘Saib lub thaaj nuav kws zoo yaam le Yawmsaub lub thaaj kws peb tej laug ua ca, tsw yog ua lug swv ua kevcai hlawv huvsw xyeem lossws tua tsaj xyeem, tassws yog ua lug ua tsoob zeej timkhawv rua peb hab mej xwb.’"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.29","label":"29","content":"Peb yeej tsw yog yuav sawv twv Yawmsaub tso Yawmsaub tseg nub nua es ua dua ib lub thaaj lug ua tej kevcai hlawv huvsw xyeem hab xyeem qoob loos hab tua tsaj xyeem, kws tsw yog peb tug Vaajtswv Yawmsaub lub thaaj kws nyob ntawm Yawmsaub lub tsev ntaub.”"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.30","label":"30","content":"Thaus pov thawj Fineha hab cov ua hlub kws yog cov thawj huv txhua cum Yixayee kws nrug nwg nyob ua ke hov nov tej lug kws cov Lunpee hab cov Kas hab cov Manaxe has hov mas puab kuj txaus sab heev."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.31","label":"31","content":"Pov thawj Ele‑axa tug tub Fineha has rua cov Lunpee hab cov Kas hab cov Manaxe tas, “Nub nua peb paub tseeb tas Yawmsaub nyob huv plawv peb, vem yog mej kuj tsw faav xeeb rua Yawmsaub. Nwgnuav mej tau paab cov Yixayee dim qhov kws Yawmsaub rau txem.”"},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.32","label":"32","content":"Pov thawj Ele‑axa tug tub Fineha hab cov kws ua hlub kuj tawm ntawm cov Lunpee hab cov Kas huv Kile‑a tebchaws rov qaab moog cuag cov Yixayee huv Khana‑aa tebchaws hab qha puab paub."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.33","label":"33","content":"Tej lug kws puab moog qha hov txaus cov Yixayee sab hab cov Yixayee kuj qhuas Vaajtswv. Tsw muaj leejtwg yuav has txug ua rog rua puab hab ua rua lub tebchaws kws cov Lunpee hab cov Kas nyob lawd puam tsuaj le lawm."},{"bible_id":"1216","chapter_code":"JOS.22","verse_code":"JOS.22.34","label":"34","content":"Cov Lunpee hab cov Kas hu lub thaaj hov tas “Lub thaaj tsoob zeej timkhawv.” Puab has tas “Lub thaaj ua tsoob zeej timkhawv rua peb ob tog tas Yawmsaub yog Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.1","label":"1","content":"Lug rua yaav tom qaab ntev loo thaus Yawmsaub pub cov Yixayee tau su tsw ua rog rua tej yeeb ncuab kws nyob ib ncig puab, hab Yausua noob nyoog nchaav hab laug heev lawm,"},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.2","label":"2","content":"Yausua hu cov Yixayee suavdawg, yog cov kev txwj quas laug hab cov thawj, cov kws tu plaub hab cov num tswv suavdawg tuaj hab has rua puab tas, “Kuv noob nyoog nchaav hab laug heev lawm."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.3","label":"3","content":"Mej tub pum txhua yaam kws Yawmsaub kws yog mej tug Vaajtswv tau ua rua tej haiv tuabneeg nuav huvsw vem yog saib rua mej, tsua qhov Yawmsaub kws yog mej tug Vaajtswv tau ua rog paab mej."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.4","label":"4","content":"Saib maj, tej tebchaws kws tseed tshuav kuv tub muab faib ua qub txeeg qub teg rua mej cov quas xeem, ua ke rua tej tebchaws kws kuv tub kov yeej lawd, txwj ntawm tug dej Yalatee moog txug Havtxwv Luj  saab nub poob."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.5","label":"5","content":"Mej tug Vaajtswv Yawmsaub yuav muab puab thawb kuas tswv ntawm mej hauv ntej moog hab yuav ntab puab tswv dhau plhawv ntawm mej lub qhov muag moog. Mas mej yuav txeeb tau puab lub tebchaws ua mej tug lawv le mej tug Vaajtswv Yawmsaub cog lug rua mej."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.6","label":"6","content":"Vem le nuav mej ca le ua khov kho tuav rawv hab ua lawv nraim le txhua yaam kws sau ca rua huv Mauxe phoo kevcai, tsw xob tig rua saab xws lossws saab phem hlo le,"},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.7","label":"7","content":"sub mej txhad tsw nrug tej haiv tuabneeg kws tshuav nyob huv plawv mej koom ua ke, lossws has txug puab tej daab lub npe hab tuav puab tej daab lub npe twv lossws ua koom rua hab pe puab tej daab hov."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.8","label":"8","content":"Tassws mej yuav tsum nrug Yawmsaub kws yog mej tug Vaajtswv tsheej xeeb yaam le mej ua lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.9","label":"9","content":"Tsua qhov Yawmsaub ntab tej haiv tuabneeg kws luj hab muaj zug dua mej tswv ntawm mej hauv ntej moog. Hab tsw muaj leejtwg tiv tau mej lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.10","label":"10","content":"Mej ib leeg lawv tau ib txheeb leej tswv, vem mej tug Vaajtswv Yawmsaub paab mej ua rog, lawv le nwg cog lug ca lawd."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.11","label":"11","content":"Yog le nuav mej yuav tsum ceev faaj tuab zoo hlub Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.12","label":"12","content":"Yog mej tig rov qaab es moog koom tej haiv tuabneeg kws tseed tshuav nyob rua huv mej nuav, moog nrug puab ua tshoob ua kug, hab moog yuav puab tej tub tej ntxhais,"},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.13","label":"13","content":"tes mej ca le paub tseeb tas, mej tug Vaajtswv Yawmsaub yuav tsw ntab tej haiv tuabneeg hov tswv ntawm mej hauv ntej moog lawm. Puab yuav ua rooj ntxab rooj hlua cuab mej hab yuav ua raab nplawm nplawm mej nraus qaum hab ua xuav paug chob mej qhov muag moog txug thaus mej puam tsuaj taag huv lub tebchaws zoo nuav kws mej tug Vaajtswv Yawmsaub pub rua mej lawm."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.14","label":"14","content":"“Nwgnuav kuv saamswm yuav dua moog. Mej txhua tug lub sab hab tug ntsuj plig yeej paub tas txhua yaam zoo kws mej tug Vaajtswv Yawmsaub cog lug rua mej tsw poob ib lus le, yeej ua tav txhua yaam tsw muaj ib yaam daabtsw kws tsw tau tav."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.15","label":"15","content":"Txhua yaam zoo kws mej tug Vaajtswv Yawmsaub cog lug rua mej tub ua tav rua mej le caag lawm, Yawmsaub yuav ua tej xwm txheej phem huvsw lug txug mej tav ib yaam le ntawd moog txug thaus nwg rhuav tshem mej pluj taag huv lub tebchaws zoo nuav kws mej tug Vaajtswv Yawmsaub muab pub rua mej."},{"bible_id":"1216","chapter_code":"JOS.23","verse_code":"JOS.23.16","label":"16","content":"Yog mej faav xeeb rua mej tug Vaajtswv Yawmsaub tej lug cog tseg kws nwg muab cob rua mej es moog ua koom rua luas tej daab hab pe tej daab ntawd, mas Yawmsaub txujkev npau tawg yuav tshwm plawg rua mej mas mej yuav puam tsuaj sai kawg pluj taag huv lub tebchaws zoo kws nwg tau muab pub rua mej.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.1","label":"1","content":"Mas Yausua sau zog cov quas xeem Yixayee huvsw tuaj rua ntawm Sekhee, hab hu Yixayee cov kev txwj quas laug hab cov thawj hab cov kws tu plaub hab cov num tswv tuaj, mas puab kuj tuaj rua ntawm Vaajtswv xubndag."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.2","label":"2","content":"Mas Yausua has rua ib tsoom pejxeem suavdawg tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Yaav thau u mej tej laug nyob ntawm ntug dej Yufeti saab nub tuaj, yog Thela kws yog Aplahaa hab Nahau txwv, puab yeej ua koom rua luas tej daab."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.3","label":"3","content":"Mas kuv coj mej txwv Aplahaa tawm saab ntug dej Yufeti nub tuaj lug hab coj nwg lug thoob plhawv Khana‑aa tebchaws hab ua rua nwg muaj tub ki coob coob. Kuv pub Yiha rua nwg."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.4","label":"4","content":"Kuv pub Yakhauj hab Exau rua Yiha. Kuv pub tej toj sab Xe‑i tebchaws rua Exau ua nwg tug, tassws Yakhauj hab nwg cov mivnyuas tau moog rua nraag Iyi tebchaws."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.5","label":"5","content":"Kuv khaiv Mauxe hab Aloo lug hab kuv ua rua cov Iyi raug kev txom nyem vem tej kws kuv ua rua huv plawv puab. Hab yaav tom qaab kuv coj mej tawm lug."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.6","label":"6","content":"Kuv coj mej tej laug tawm huv Iyi tebchaws lug mas mej lug txug dej Havtxwv Lab. Cov Iyi tej tsheb ua rog hab tej tub rog caij neeg lawv mej tej laug lug txug dej Havtxwv Lab."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.7","label":"7","content":"Thaus puab quaj thov Yawmsaub, mas nwg kuj ua kuas tsaus ntuj quas mej hab cov Iyi, hab nwg ua rua dej havtxwv nyaab hlo cov Iyi. Mej lub qhov muag yeej pum ntsoov tej kws kuv ua rua Iyi tebchaws. Hab mej nyob huv tebchaws moj saab qhua ntev."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.8","label":"8","content":"“ ‘Mas kuv coj mej lug rua huv cov Amaulai lub tebchaws kws nyob saab ntug dej Yalatee nub tuaj. Puab ua rog rua mej mas kuv muab puab cob rua huv mej txhais teg hab mej txeeb tau puab lub tebchaws, hab kuv muab puab ua puam tsuaj taag rua ntawm mej hauv ntej."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.9","label":"9","content":"Thaus ntawd Xipaula tug tub Npalaj kws ua vaajntxwv kaav Mau‑a sawv tseeg tawm tsaam cov Yixayee. Npalaj khaiv tuabneeg moog hu Npe‑au tug tub Npala‑aa tuaj tsawm foom mej."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.10","label":"10","content":"Tassws kuv tsw quav ntsej Npala‑aa, vem le hov nwg txhad foom koob moov rua mej xwb. Yog le nuav kuv txhad le cawm mej dim huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.11","label":"11","content":"Mej hlaa tug dej Yalatee lug rua ntawm lub moos Yelikhau, mas cov tuabneeg Yelikhau tawm tsaam mej. Cov Amaulai, cov Pelixai, cov Khana‑aa, cov Hivai, cov Kawkasi, cov Hivai hab cov Yenpu kuj tawm tsaam mej, tassws kuv muab puab cob rua huv mej txhais teg."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.12","label":"12","content":"Kuv tso daiv tso nkawj ua mej ntej moog lawv cov Amaulai ob tug vaajntxwv tswv ntawm mej hauv ntej moog, tsw yog mej le ntaaj le neev ua tau."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.13","label":"13","content":"Kuv muab lub tebchaws kws mej tsw tau khwv rua huv pub rua mej hab pub tej moos kws mej tsw tau tswm rua mej mas mej tau moog nyob rua huv. Mej tau noj tej vaaj txwv maab hab tej vaaj txwv aulib kws mej tsw tau cog.’"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.14","label":"14","content":"“Yog le nuav nwgnuav mej ca le paub ntshai hab fwm Yawmsaub hab ua koom rua nwg tuaj nruab sab tag tag moog le. Ca le muab tej daab kws mej tej laug txeev teev saab dej tim u hab huv Iyi tebchaws tso pov tseg hab ua koom rua Yawmsaub."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.15","label":"15","content":"Yog mej tsw kaam ua koom rua Yawmsaub, nub nua mej ca le xaiv saib mej yuav ua koom rua tug twg, yuav ua koom rua tej daab kws mej tej laug txeev teev saab dej Yufeti tim u, lossws ua koom rua cov Amaulai tej daab huv lub tebchaws kws mej nyob nuav. Tassws kuv hab kuv tsev tuabneeg, peb yuav ua koom rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.16","label":"16","content":"Cov pejxeem teb tas, “Qhov kws peb yuav tso Yawmsaub tseg es moog ua koom rua luas tej daab, thov kuas nyob deb ntawm peb,"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.17","label":"17","content":"tsua qhov Yawmsaub kws yog peb tug Vaajtswv yog tug kws coj peb hab peb tej laug tawm huv Iyi tebchaws huv txujkev ua qhev lug, hab yog tug kws ua tej txujci phemfwj rua peb pum hab tsom kwm peb rua txhua txujkev kws peb taug hab tsom kwm peb rua huv txhua lub tebchaws kws peb hlaa moog."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.18","label":"18","content":"Hab Yawmsaub ntab tej tuabneeg suavdawg tswv ntawm peb hauv ntej huvsw moog, yog cov Amaulai kws nyob huv lub tebchaws hov. Vem le nuav peb yuav ua koom rua Yawmsaub tsua qhov nwg yog peb tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.19","label":"19","content":"Tassws Yausua has rua cov pejxeem tas, “Mej ua koom rua Yawmsaub tsw tau le, tsua qhov nwg yog tug Vaajtswv kws dawb huv. Nwg yog tug Vaajtswv kws khib xeeb nwg yuav tsw zaam mej tej kev faav xeeb hab mej lub txem."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.20","label":"20","content":"Yog mej tso Yawmsaub tseg moog ua koom rua luas tej daab, nwg yuav tig hlo lug ua kev txom nyem ceblaaj raug mej hab rhuav tshem mej, txawm yog nwg txeev ua zoo rua mej kuj xwj.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.21","label":"21","content":"Cov pejxeem has rua Yausua tas, “Tsw yog le ntawd, peb yeej yuav ua koom rua Yawmsaub.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.22","label":"22","content":"Mas Yausua has rua cov pejxeem tas, “Mej ua timkhawv rov rua mej has tas mej xaiv yuav Yawmsaub hab ua koom rua nwg nav.” Puab has tas, “Peb ua tau timkhawv.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.23","label":"23","content":"Yausua has tas, “Yog le ntawd ca le muab luas tej txoov daab kws nyob huv mej pov tseg hab muab lub sab xwb rua Yawmsaub kws yog Yixayee tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.24","label":"24","content":"Mas cov pejxeem has rua Yausua tas, “Peb yuav ua koom rua Yawmsaub kws yog peb tug Vaajtswv hab peb yuav noog nwg lug.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.25","label":"25","content":"Yog le nuav Yausua txhad kuas cov pejxeem cog lug tseg rua nub ntawd hab nwg muab tej kaab ke hab tej kevcai cob rua puab ntawm lub moos Sekhee."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.26","label":"26","content":"Hab Yausua sau tej lug nuav rua huv Yawmsaub phoo ntawv kevcai. Nwg muab ib lub pob zeb luj teeb rua huv qaab tug ntoo qheb ntawm lub chaw pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.27","label":"27","content":"Hab Yausua has rua cov pejxeem suavdawg tas, “Saib nawj, lub pob zeb nuav yuav ua timkhawv rua peb, tsua qhov lub pob zeb nuav tau nov tej lug huvsw kws Yawmsaub has rua peb. Yog tas mej faav xeeb rua mej tug Vaajtswv, lub pob zeb nuav txhad ua timkhawv kom mej.”"},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.28","label":"28","content":"Tes Yausua txawm tso cov pejxeem nyag rov moog rua nyag thaaj tebchaws kws yog puab qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.29","label":"29","content":"Dhau ntawd Noo tug tub Yausua kws yog Yawmsaub tug qhev txawm tuag, nwg noob nyoog muaj ib puas kaum xyoo."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.30","label":"30","content":"Puab muab nwg log rua huv nwg thaaj teb kws yog nwg qub txeeg qub teg ntawm lub moos Thinaxela kws nyob peg toj sab Efa‑i tebchaws ntawm lub roob Ka‑a saab peg."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.31","label":"31","content":"Cov Yixayee ua koom rua Yawmsaub taag Yausua swm neej hab taag cov kev txwj quas laug kws nyob ntev dhau Yausua swm neej hab paub txug txhua yaam kws Yawmsaub tau ua rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.32","label":"32","content":"Yauxej cov pob txhaa kws cov Yixayee coj huv Iyi tebchaws lug hov puab muab log rua huv lub moos Sekhee, yog huv thaaj teb kws Yakhauj yuav ntawm Hamau cov tub ib puas lub txag nyaj.  Hamau yog Sekhee txwv. Thaaj teb hov poob ua Yauxej caaj ceg le qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JOS.24","verse_code":"JOS.24.33","label":"33","content":"Aloo tug tub Ele‑axa kuj tuag, mas puab muab nwg log ntawm lub moos Kinpe‑a kws yog nwg tug tub Fineha lub moos kws tau muab ua Fineha teej tug yog nyob peg toj sab Efa‑i tebchaws."}]