[{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.1","label":"1","content":"Lub nroog kws txeev muaj tuabneeg nyob puv quas nkaus, nyob do cuas lawm lauj! Lub nroog kws txeev ua luj huv ib tsoom tebchaws, zoo yaam nkaus tug puj ntsuag lawm lauj! Lub nroog kws txeev ua puj vaaj huv tej moos, ca le ua luas qhev lawm lauj!"},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.2","label":"2","content":"Nwg quaj nca quas dhawv ib mos, kua muag ndwg quas lawg nwg lub plhu, txhua tug kws nyam nwg tsw muaj ib tug nplig nwg sab le. Nwg tej phoojywg txhua tug faav xeeb rua nwg, puab ua yeeb ncuab rua nwg lawm."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.3","label":"3","content":"Yuta raug kuav moog poob tebchaws, hab raug kev tswm txom hab raug quab yuam ua qhev, nwg nyob rua luas teb luas chaw, nwg tsw tau chaw nyob tug le, txhua tug kws lawv nwg lawv cuag nwg rua thaus nwg tau chaw ti."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.4","label":"4","content":"Tej kev kws moog rua huv Xi‑oo kuj quaj ntsuag vem tsw muaj leejtwg taug kev tuaj moog ua kevcai noj haus lawv tej swjhawm lawm. Nwg tej rooj loog huvsw tsw muaj tuabneeg hlaa le lawm, nwg cov pov thawj quaj nroo quas lawg. Nwg tej ntxhais hluas kuj lwj sab ntsuav, hab nwg kuj ab sab kawg le."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.5","label":"5","content":"Nwg cov tshawj chim tau ua thawj, nwg cov yeeb ncuab tau noj qaab nyob zoo, tub yog Yawmsaub ua rua nwg raug kev txom nyem vem yog nwg txujkev faav xeeb luj heev, nwg tej tub ki txhad raug tshawj chim nteg coj moog poob tebchaws."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.6","label":"6","content":"Xi‑oo tug ntxhais lub meej mom kws nrov nchaa quas lug tub poob taag lawm. Nwg cov thawj zoo yaam nkaus tej txwv muas lwj kws nrhav tsw tau tshaav zaub noj, hab tswv qaug quas zwg ntawm tug kws lawv hauv ntej."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.7","label":"7","content":"Naj nub nwgnuav kws Yeluxalee poob rua huv kev txom nyem lwj sab hab tswv moog rua hov u hov nua, nwg kuj rov ncu txug txhua yaam tswm txaj kws nwg txeev muaj thau u. Thaus nwg cov pejxeem poob rua huv tshawj chim txhais teg, mas tsw muaj leejtwg yuav paab nwg le, cov tshawj chim pum nwg hab luag qhov kws nwg pam taag."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.8","label":"8","content":"Yeluxalee tau ua txhum muaj txem luj heev nwg txhad qas tsw huv, suavdawg kws txeev muab koob meej rua nwg kuj saib tsw taug nwg lawm vem puab pum qhov kws nwg nyob lab qaab. Nwg mas yeej ntsaaj quas lawg, hab fee plhu rua ib qho."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.9","label":"9","content":"Nwg tej kws qas tsw huv kuj lu rua ntawm nwg daim tab, nwg tsw xaav txug nwg lub hauv ntej le. Vem le nuav nwg txhad le pam taag txaus ntshai kawg le, yeej tsw muaj leejtwg nplig tau nwg lub sab. “ Au Yawmsaub, thov tsaa qhov muag saib kuv txujkev txom nyem lwj sab, vem cov yeeb ncuab kov yeej lawm.”"},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.10","label":"10","content":"Nwg tej yeeb ncuab xyaab teg hlo txeeb nwg tej hov txhua chaw tswm txaj huvsw. Nwg pum ib tsoom tebchaws txeem lug rua huv lub chaw kws pe Vaajtswv, yog cov tuabneeg kws koj txwv tsw pub lug nrug koj cov tuabneeg tuaj txoos ua ke."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.11","label":"11","content":"Nwg cov pejxeem suavdawg ntsaaj quas lawg rua thaus moog nrhav mov noj, puab muab puab tej hov txhua chaw tswm txaj rhu moog pauv mov noj sub txhad le rov muaj zug. “Au Yawmsaub, thov tsaa muag saib kuv, tsua qhov kuv raug luas saib tsw taug heev.”"},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.12","label":"12","content":"“Mej txhua tug kws dua kev, mej txawm tsw xaav txug tej xwm txheej kws kuv raug nuav le lov? Saib maj, puas muaj txujkev txom nyem lwj sab twg kws thooj le txujkev txom nyem lwj sab kws kuv raug nuav, yog tej kev txom nyem kws Yawmsaub ua rua kuv rua nub kws nwg chim heev kawg le?"},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.13","label":"13","content":"Nwg tso nplaim tawg poob sau ntuj lug, txeem moog rua huv kuv tej pob txhaa, nwg ua rooj hlua cuab kuv kwtaw, nwg ua rua kuv tig hlo rov qaab, nwg tso kuv tseg nyob do cuas, hab ua rua kuv qaug zug taag ib nub tsaus ntuj."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.14","label":"14","content":"Kuv tej kev faav xeeb huvsw nwg muab paav ua ib tug quab, nwg txhais teg muab paav ua ib ke hab muab tso rua ntawm kuv caaj qwb. Nwg ua rua kuv tug zug ntaug lawm, tug Tswv  muab kuv cob rua huv cov kws kuv kov tsw yeej txhais teg."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.15","label":"15","content":"Tug Tswv muab kuv cov tub rog sab luj sab tuab kws nyob huv plawv kuv huvsw tso tseg, nwg hu ib paab tub rog coob coob tuaj tawm tsaam kuv sub txhad tsuam tau kuv cov tub hluas ntsoog taag. Vaajtswv muab Yuta tug ntxhais kws dawb huv tsuj ib yaam le tsuj txwv maab huv lub qhov tsuam kua txwv."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.16","label":"16","content":"Vem le nuav kuv txhad quaj, kuv lub qhov muag muaj kua muag ndwg lug, vem yog tug kws nplig sab nyob deb ntawm kuv lawm, yog tug kws yuav txhawb kuv lub sab kuas rov muaj zug. Kuv cov mivnyuas kuj nyob ua ntsog qos ntsuag, vem cov yeeb ncuab tub kov yeej lawm.”"},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.17","label":"17","content":"Xi‑oo cev hlo ob txhais teg, tassws tsw muaj leejtwg nplig tau nwg. Yawmsaub tau has tseg txug Yakhauj tas tej kws nyob ib ncig nwg yuav ua nwg cov tshawj chim, Yeluxalee ntxeev ua yaam kws qas tsw huv rua huv plawv puab."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.18","label":"18","content":"“Yawmsaub yeej ua ncaaj, vem yog kuv kwv tawv nwg tej lug. Ib tsoom tuabneeg, ca le noog, ca le saib kuv tej kev txom nyem lwj sab, kuv tej ntxhais hluas hab tej tub hluas raug nteg coj moog lawm."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.19","label":"19","content":"Kuv tub hu tej kws nyam kuv tassws puab daag kuv, kuv cov pov thawj hab cov kev txwj quas laug kuj tuag taag huv plawv nroog, rua thaus puab moog nrhav mov noj sub txhad le rov muaj zug."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.20","label":"20","content":"Au Yawmsaub, thov tsaa muag saib vem yog kuv raug kev lwj sab, kuv lub sab ntxhuv quas nyo, kuv lub sab puag taag, vem yog kuv kwv tawv heev. Saab nrau nav ntaaj ua rua tuabneeg ua ntsuag, saab huv tsev kuj muaj kev tuag."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.21","label":"21","content":"Puab nov kuv ntsaaj le caag, tsw muaj ib tug twg nplig kuv lub sab le. Kuv cov yeeb ncuab suavdawg tau nov tej xwm txheej kws kuv raug, puab zoo sab tsua qhov kws koj ua le nuav. Koj ca le coj nub kws koj tshaaj tawm lawm lug txug, mas ca puab raug ib yaam le kws kuv hab."},{"bible_id":"1216","chapter_code":"LAM.1","verse_code":"LAM.1.22","label":"22","content":"Ca puab tej kev phem huvsw lug tshwm rua ntawm koj xubndag, thov koj ua rua puab ib yaam le koj ua rua kuv vem yog kuv tej kev faav xeeb huvsw, kuv ntsaaj heev kawg le hab kuv lub sab qaug zug kawg nkaus le lawm.”"},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.1","label":"1","content":"Tug Tswv  chim txhad tso fuab lug npug nkaus Xi‑oo tug ntxhais lawm lauj! Nwg muab Yixayee lub koob meej kws nto moo quas lug laim sau ntuj lug rua huv peg teb lawm. Nub kws nwg chim nwg tsw ncu txug nwg lub rooj tag taw le."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.2","label":"2","content":"Tug Tswv ua rua Yakhauj tej chaw nyob puam tsuaj taag huvsw tsw khuvleej le, nwg npau tawg txhad muab Yuta tug ntxhais tej chaw kws ruaj khov ua pob taag, nwg ua rua lub tebchaws hab cov thawj poob ti nkaus huv peg teb raug txaaj muag heev."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.3","label":"3","content":"Nwg chim heev txhad muab Yixayee tug kub luv ntho lawm, nwg nkaum hlo nwg txhais teg xws ntawm puab rua thaus yeeb ncuab tuaj, nwg hlawv huv plawv Yakhauj zoo yaam nkaus le suavtawg hlawv, mas kub nyab thoob plawg ib ncig huvsw."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.4","label":"4","content":"Nwg ntaa nwg raab neev yaam nkaus le yeeb ncuab, hab nwg txhais teg xws tub nqug hlo hlua neev yaam nkaus le tshawj chim lawm, nwg tua txhua tug kws peb khaav quas ntxhas huv Xi‑oo tug ntxhais lub chaw nyob, nwg muab nwg txujkev chim heev nchuav nthwv rua ib yaam le nplaim tawg lug."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.5","label":"5","content":"Tug Tswv zoo yaam nkaus le yeeb ncuab lawm, nwg ua rua Yixayee puam tsuaj, nwg ua rua puab tug vaajntxwv tej vaaj tse huvsw puam tsuaj, hab ua rua puab tej chaw ruaj khov pob taag. nwg tsaav ntxwv kev quaj nyav hab kev quaj ntsuag rua Yuta tug ntxhais."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.6","label":"6","content":"Nwg rhuav tshem nwg lub tsev ntaub ib yaam le rhuav lub tsev pheeb suav huv teb, hab nwg muab lub chaw kws ua tej kevcai kws teem tseg rhuav pob taag, Yawmsaub ua rua tej kevcai kws teem tseg hab nub Xanpatau  pluj taag huv Xi‑oo lawm, nwg chim npau tawg heev txhad muab vaajntxwv hab cov pov thawj pov tseg."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.7","label":"7","content":"Tug Tswv muab nwg lub thaaj xyeem pov tseg, hab fee plhu ntawm lub chaw kws pe hawm nwg, nwg muab tej ntsaa loog ntawm vaajntxwv tsev huvsw cob rua huv yeeb ncuab txhais teg. Yeeb ncuab tsaa suab qw ntshu nrooj huv Yawmsaub lub tuam tsev ib yaam le nub kws ua tej kevcai kws teem tseg."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.8","label":"8","content":"Yawmsaub tub npaaj sab yuav muab Xi‑oo tug ntxhais tej ntsaa loog ua kuas pob taag, nwg tub muab hlua ntsuag, nwg tsw nkaum nwg txhais teg ntawm qhov kws ua kuas puam tsuaj, nwg ua rua tej chaw faaj xwm hab tej ntsaa loog quaj ntsuag hab qaug zug taag huvsw."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.9","label":"9","content":"Xi‑oo tej rooj loog tub pob taag rua huv aav lawm, Vaajtswv muab tej laag rooj rhuav hab luv pov tseg lawm. Xi‑oo tug vaajntxwv hab cov thawj poob rua huv lwm haiv tuabneeg lawm. Txuj kevcai tsw muaj lawm hab nwg cov xwbfwb cev Vaajtswv lug tsw tau txais zaaj yug quas toog ntawm Yawmsaub."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.10","label":"10","content":"Xi‑oo tug ntxhais cov kev txwj quas laug kuj nyob tuabywv rua huv peg teb, puab tsuab moov aav rua sau taubhau hab naav khaub seev tsaaj, Yeluxalee tej ntxhais hluas nyo taubhau ti nkaus huv peg teb lawm."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.11","label":"11","content":"Kuv quaj heev ua qhov muag plooj taag, kuv lub sab ntxhuv kawg, kuv lub sab ntsws yaaj taag vem kuv haiv tuabneeg tug ntxhais puam tsuaj taag. hab tej mivnyuas yau hab tej mivnyuas mog lab tsaus muag tsw ncu qaab rua huv tej kev huv lub nroog."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.12","label":"12","content":"Puab quaj rua leej nam has tas, “Mov hab cawv txwv maab nyob hovtwg?” rua thaus puab tsaus muag nov qaab zoo yaam nkaus le tej kws raug mob ntawm tej kev huv lub nroog, yog thaus puab txujsa tub yuav tu rua huv puab nam lub xubndag."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.13","label":"13","content":"Yeluxalee tug ntxhais 'e, kuv yuav has tau daabtsw rua koj? Kuv yuav muab koj pev txug yaam twg? Xi‑oo tug ntxhais kws dawb huv 'e, kuv yuav muab koj pev tau rua yaam twg, sub kuv txhad nplig tau koj? Tsua qhov koj raug kev puam tsuaj luj yaam le lub havtxwv, leejtwg yuav ua tau rua koj rov zoo le qub?"},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.14","label":"14","content":"Koj tej xwbfwb cev Vaajtswv lug tau pum tej yug quas toog cuav tsw tseeb coj lug has rua koj, puab tsw qha koj kev txhum rua koj paub sub koj txhad rov tau lub neej zoo le qub, tassws puab tseed cev tej lug cuav kws coj koj moog yuam kev xwb."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.15","label":"15","content":"Txhua tug kws dua kev moog kuj npuaj teg luag koj, puab thuaj luag cu hau quas nyo rua Yeluxalee tug ntxhais tas, “Nuav yog lub nroog kws luas hu tas zoo nkauj kawg nkaus, yog lub nroog kws ib tsoom tuabneeg huv nplajteb zoo sab rua lov?”"},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.16","label":"16","content":"Koj cov yeeb ncuab suavdawg qheb ncauj tshev koj, puab thuaj luag koj, puab zawm nav quas zog rua koj, puab qw tas, “Peb tub ua lub nroog nuav puam tsuaj lawm lauj! Nub nua yog nub kws peb tog quas ntsoov. Peb tub ntswb hab peb tub pum lawm lauj!”"},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.17","label":"17","content":"Yawmsaub tub ua lawv le nwg npaaj tseg lawm, nwg tub ua tav lawv le nwg has tseg lawm. Nwg muab ua puam tsuaj tsw taab ncuab le lawv le nwg tub txav sab ntev lug lawm. Nwg ua rua yeeb ncuab zoo sab hab luag koj, nwg tsaa koj cov tshawj chim muaj zug heev tuaj."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.18","label":"18","content":"Xi‑oo tug ntxhais lub ntsaa loog 'e, ca le quaj thov tug Tswv, ca lug kua muag ndwg ndo nruab nub mo ntuj yaam le tug dej ndwg, koj tsw xob su le, koj tsw xob ca koj cov kua muag qhuav ntawm koj lub qhov muag"},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.19","label":"19","content":"Ca le sawv tseeg, ca le quaj mo ntuj lawv le tej swjhawm, ca le nchuav tej kws nyob huv koj lub sab tawm lug yaam le dej ndwg rua ntawm tug Tswv lub xubndag. Ca le tsaa koj ob txhais teg rua nwg, thov cawm koj cov mivnyuas txujsa kws saamswm tshaib plaa tsaus muag rua txhua txuj hauv kev."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.20","label":"20","content":"Au Yawmsaub, thov tsaa muag saib lauj! Koj txeev ua le nuav rua leejtwg? Tswm nyog cov quaspuj noj nwg cov mivnyuas yog tej mivnyuas kws nwg hlub heev lov? Tswm nyog tug pov thawj hab tug xwbfwb cev Vaajtswv lug raug muab tua rua lub chaw pe tug Tswv lov?"},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.21","label":"21","content":"Tej hluas hab tej laug tuag pawg yawg huv aav ntawm tej kev, kuv tej ntxhais hluas hab kuv tej tub hluas raug nav ntaaj qaug tuag taag lawm, koj muab puab tua rua nub kws koj chim, muab puab tua tsw khuvleej le."},{"bible_id":"1216","chapter_code":"LAM.2","verse_code":"LAM.2.22","label":"22","content":"Koj tau hu cov kws kuv ntshai tuaj txhua faab tuaj yaam nkaus le nub kws ua kevcai teem tseg. Nub kws Yawmsaub chim tsw muaj ib tug tswv dim tau lossws tseed caj le. Cov kws kuv puag rawv hab tu, mas kuv cov yeeb ncuab muab ua puam tsuaj taag."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.1","label":"1","content":"Kuv yog tug kws raug kev txom nyem nyuaj sab vem yog Vaajtswv txujkev npau tawg raab nplawm."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.2","label":"2","content":"Nwg lawv kuv hab coj kuv moog rua huv txujkev tsaus ntuj, kws tsw muaj qhov kaaj hlo le."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.3","label":"3","content":"Nwg yeej tsaa nwg txhais teg nplawm kuv nplawm taag rov nplawm thab taag nub moog le."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.4","label":"4","content":"Nwg ua rua kuv cev nqaj daim tawv sem taag, hab muab kuv tej pob txhaa luv."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.5","label":"5","content":"Nwg muab kuv xov kaw ca, hab muab kev ab sab kev txom nyem xov kuv ca."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.6","label":"6","content":"Nwg muab kuv yuam nyob qhov tsaus ntuj, ib yaam le tug kws tuag ntev lug lawm."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.7","label":"7","content":"Nwg xov laj kaab vej kuv ca kuv txhad dim tsw tau, nwg muab saw hlau nyaav khi kuv ca."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.8","label":"8","content":"Thaus kuv tsaa suab taij hu thov nwg paab, los nwg tsw quav ntsej kuv tej lug thov."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.9","label":"9","content":"Nwg muab tej txhwb zeb kws txhwm lug thaiv kuv txhua txuj hauv kev, nwg ua rua kuv txujkev nkhaus moog nkhaus lug."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.10","label":"10","content":"Nwg zoo yaam nkaus le tug dais kws zuv tog kuv, hab zoo yaam nkaus le tug tsuv ntxhuav kws zuv kev tog."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.11","label":"11","content":"Nwg chua kuv tawm ntawm kuv txujkev hab muab kuv dua ua tej dwb daim, nwg ua rua kuv raug muab tso tseg nyob do cuas."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.12","label":"12","content":"Nwg ntaa nwg raab neev, hab muab kuv ua daim phaj rua nwg raab xub."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.13","label":"13","content":"Nwg muab cov xub huv nwg lub raaj tua chob rua huv kuv lub sab."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.14","label":"14","content":"Kuv txhad ua lub chaw kws kuv haiv tuabneeg suavdawg luag, hab ua zaaj nkauj kws puab hu thuaj luag taag naj taag nub."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.15","label":"15","content":"Nwg ua rua kuv ab sab kawg nkaus, hab muab zaub ab zaub daw rua kuv noj dhuav taag."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.16","label":"16","content":"Nwg muab tswg zeb rua kuv cov nav ntsuas hab muab kuv nas rua huv cub tshau."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.17","label":"17","content":"Txujkev kaaj sab lug raug muab rhu ntawm kuv tug ntsuj plig lawm, kuv tsw ncu qaab tas kev zoo sab xyiv faab yog zoo le caag lawm."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.18","label":"18","content":"Kuv txhad has tas, “Kuv lub koob meej pluj taag lawm, hab kuv txujkev vaam rua Yawmsaub kuj pluj taag lawm.”"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.19","label":"19","content":"Thov ncu txug kuv tej kev txom nyem lwj sab hab qhov kws raug tswv rua hov u hov nua, kws ab cuag le tej zaub ab zaub daw hab tswb dais."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.20","label":"20","content":"Kuv tug ntsuj plig pheej ncu txug tej hov, hab poob sab quas zog."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.21","label":"21","content":"Kuv rov ncu txug le nuav, kuv txhad muaj lub sab vaam tuaj has tas,"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.22","label":"22","content":"Yawmsaub txujkev hlub kws ruaj khov yuav tsw tu ncua, hab nwg tej kev khuvleej tsw muaj chaw kawg,"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.23","label":"23","content":"naj taagkig rov muaj dua tshab. Koj txujkev ua ncaaj kws tso sab tau yeej luj kawg."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.24","label":"24","content":"Kuv tug ntsuj plig has tas, “Yawmsaub yog kuv tug, vem le nuav kuv txhad le vaam ntsoov nwg.”"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.25","label":"25","content":"Yawmsaub yeej ua zoo rua cov kws tog rawv nwg, hab ua zoo rua tug ntsuj plig kws nrhav nwg."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.26","label":"26","content":"Qhov kws zoo yog qhov kws ua sab ntev tog Yawmsaub txujkev cawm dim."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.27","label":"27","content":"Qhov kws zoo yog qhov kws tuabneeg kwv tug quab txwj thaus yau lug."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.28","label":"28","content":"Ca puab nyob ib leeg ntsag tu rua thaus Yawmsaub muab tug quab  rua puab."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.29","label":"29","content":"Ca puab muab lub qhov ncauj twb nkaus rua huv aav, tej zag tseed yuav muaj vaam."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.30","label":"30","content":"Ca puab tig plhu rua tug kws ntaus puab, ca puab yeem raug luas thuaj kawg nkaus."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.31","label":"31","content":"Vem tas tug Tswv yuav tsw muab puab pov tseg moog ib txhws,"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.32","label":"32","content":"Txawm yog nwg ua rua raug kev lwj sab, los nwg yuav khuvleej, lawv le nwg txujkev hlub ruaj khov kws muaj nplua quas mag."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.33","label":"33","content":"Vem yog nwg tsw muaj pluaj sab ua rua leejtwg raug kev txom nyem, lossws ua rua tuabneeg raug kev ntxhuv sab."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.34","label":"34","content":"Qhov kws muab cov tuabneeg kws raug nteg thoob nplajteb tsuj yuam rua huv xwb taw kuj yog,"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.35","label":"35","content":"qhov kws ntxeev tuabneeg txujcai taab meeg Vaajtswv tug kws luj dua ndais kuj yog,"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.36","label":"36","content":"qhov kws tu plaub tsw ncaaj kuj yog, tej nuav tug Tswv tsw pum lov?"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.37","label":"37","content":"Leejtwg yog tug kws has hab ua kuas tav, tsuas yog tug Tswv tso ncauj txhad ua tau xwb?"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.38","label":"38","content":"Qhov zoo hab tej xwm txheej phem tsw yog tawm huv Vaajtswv kws luj dua ndais lub qhov ncauj lug lov?"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.39","label":"39","content":"Ua caag cov tuabneeg kws tseed caj yuav ywg txug qhov kws nwg raug teem txem vem nwg kev txhum?"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.40","label":"40","content":"Ca peb tshuaj ntsuag saib peb lub neej hab tig hlo rov lug cuag Yawmsaub."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.41","label":"41","content":"Ca peb muab peb lub sab hab peb txhais teg tsaa rua Vaajtswv kws nyob sau ntuj."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.42","label":"42","content":"“Peb tau faav xeeb hab kwv tawv koj hab koj tsw tau zaam peb lub txem."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.43","label":"43","content":"“Koj muab koj txujkev chim lug qhwv koj hab lawv caum peb, hab muab tua tsw taab ncuab le."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.44","label":"44","content":"Koj muab fuab lug qhwv koj, sub peb tej lug thov txhad txeem tsw tau moog txug koj."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.45","label":"45","content":"Koj ua rua peb zoo yaam nkaus le tej tshwj xuam hab tej kws qas rua huv plawv ib tsoom tuabneeg."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.46","label":"46","content":"“Peb tej yeeb ncuab suavdawg qheb ncauj tshev peb."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.47","label":"47","content":"Txujkev txhawj kev ntshai hab qhov ntuj lug txug peb, hab kev lamswm hab kev puam tsuaj lug raug peb.”"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.48","label":"48","content":"Kuv lub qhov muag muaj kua muag ndwg lug ua ib tug nam dej, vem kuv haiv tuabneeg tug ntxhais raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.49","label":"49","content":"Kuv tej kua muag ndwg tsw tu, hab ndwg tsw su le,"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.50","label":"50","content":"moog txug thaus Yawmsaub tsaa qhov muag saib sau ntuj tuaj."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.51","label":"51","content":"Kuv lub qhov muag ua rua kuv lwj sab txug tej xwm txheej kws raug kuv lub nroog tej ntxhais suavdawg."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.52","label":"52","content":"Cov kws ca le ua yeeb ncuab rua kuv do do xwb, puab lawv kuv ib yaam le lawv noog."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.53","label":"53","content":"Thaus kuv tseed caj sa puab muab kuv laim rua huv lub qhov taub hab puab nrum pob zeb lug tsuam kuv."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.54","label":"54","content":"Dej nyaab hlo kuv taubhau, kuv has tas, “Kuv pluj tag tag le lauj!”"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.55","label":"55","content":"Au Yawmsaub, kuv hu koj lub npe rua thaus kuv nyob huv lub qhov tub tub."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.56","label":"56","content":"Koj noog kuv tej lug kws thov has tas, “Thov tsw xob ntsaws koj qhov ntsej rua tej lug kws kuv quaj thov koj paab.”"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.57","label":"57","content":"Koj tuaj ze rua thaus kws kuv hu thov koj. Koj has tas, “Tsw xob ntshai.”"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.58","label":"58","content":"Au tug Tswv, koj has kuv tshaaj plaub lawm, koj txhwv kuv txujsa."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.59","label":"59","content":"Au Yawmsaub, koj pum qhov kws puab ua txhum rua kuv lawm, thov tu kuv tshaaj plaub lauj!"},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.60","label":"60","content":"Koj pum txhua yaam kws puab ua limham rua kuv lawm, hab tej kws puab tuav huv ua phem rua kuv huvsw."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.61","label":"61","content":"Au Yawmsaub, koj nov tej lug kws puab thuaj luag kuv, hab tej kws puab tuav huv ua phem rua kuv huvsw."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.62","label":"62","content":"Tej kws kuv cov yeeb ncuab lub qhov ncauj has hab tej kws puab tuav huv mas tawm tsaam kuv taag nub le."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.63","label":"63","content":"Saib maj, tsw has puab nyob lossws sawv ntsug, puab muab kuv ua zaaj nkauj hu thuaj luag."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.64","label":"64","content":"Au Yawmsaub, koj ca le ua pauj rua puab lawv le puab txhais teg tau ua lawm."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.65","label":"65","content":"Ca le ua rua puab lub sab tsaus ntuj nti, ca koj tej lug foom tsw zoo poob rua sau puab."},{"bible_id":"1216","chapter_code":"LAM.3","verse_code":"LAM.3.66","label":"66","content":"Ca le lawv cuag puab ua chim kawg, hab muab puab ua kuas puam tsuaj taag rua huv Yawmsaub lub qaab ntuj."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.1","label":"1","content":"Tej kub tsw ci lawm lauj! Tej tseem kub nphob taag lawm lauj! Tej qai zeb hlaws tseem ceeb raug muab pov tseg pawg quas yawg rua txhua txuj hauv kev."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.2","label":"2","content":"Xi‑oo tej tub kws tswm txaj muab kiv muaj nqes yaam nkaus le cov tseem kub, raug muab ntaus nqe qeg npaum le lub laujkaub aav kws luas xuas teg puab lawm xwb lauj!"},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.3","label":"3","content":"Txawm yog maa los tseed pub mig rua nwg cov mivnyuas ntxais, tassws kuv haiv tuabneeg tug ntxhais lub sab ua nruj ua tswv yaam nkaus le tug noog ntxhuav huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.4","label":"4","content":"Tej mivnyuas mog kws tsw tau tseg mig nqhes nqhes ua nplaig lu qaab yag, tej mivnyuas yau thov mov noj kuj tsw muaj leejtwg muab rua puab."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.5","label":"5","content":"Cov tuabneeg kws txeev noj zoo haus zoo qaug tshaib quas zwg tom tej kev, cov kws txeev naav tsoog tsho yimlaaj moog pw rua sau tej pawg tshwj xuam."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.6","label":"6","content":"Kuv haiv tuabneeg tug ntxhais raug teem txem nyaav dua le teem txem rua lub moos Xauntoo kws tuab ntsais muag xwb tub pam taag, tsw muaj leejtwg txhais teg tau kov le."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.7","label":"7","content":"Yeluxalee cov thawj dawb huv dua daus xwb daus npu, hab dawb dua kua mig, puab tej tawv nqaj tshab lab ploog heev dua le paaj zeb lab huv havtxwv, puab lub cev zoo nraug ntxag yaam le qai zeb phaithu yimlaaj."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.8","label":"8","content":"Nwgnuav puab tej tawv plhu dub dua le nyoov yag, tsw muaj leejtwg cim tau puab tom tej kev lawm. Puab tej tawv qhuav qhwv pob txhaa xwb, qhuav yaam le tej ntoo qhuav."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.9","label":"9","content":"Cov kws raug nav ntaaj tuag tseed zoo dua le cov kws tuag tshaib, puab ntxaug quas zug le maav tuag vem yog tsw muaj tej qoob loos huv teb lug noj."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.10","label":"10","content":"Cov quaspuj kws sab mog sab muas txhais teg muab puab tej mivnyuas hau noj, tej mivnyuas hov raug ua mov noj rua thaus kuv haiv tuabneeg tug ntxhais raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.11","label":"11","content":"Yawmsaub tso nwg txujkev npau tawg tawm lug, nwg nchuav nwg txujkev chim kws kub heev lug lawm, hab zwg tawg rua huv Xi‑oo, hlawv kub nyab taag nrho ti nkaus huv peg teb."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.12","label":"12","content":"Tej vaajntxwv thoob nplajteb hab ib tsoom tuabneeg huv nplajteb tsw ntseeg has tas, tej yeeb ncuab hab tej tshawj chim yuav tau nkaag Yeluxalee tej rooj loog moog rua huv."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.13","label":"13","content":"Vem yog tim nwg cov xwbfwb cev Vaajtswv lug lub txem hab nwg cov pov thawj tej kev txhum, kws tau ua rua cov tuabneeg ncaaj nceeg tej ntshaav ndwg huv plawv nroog."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.14","label":"14","content":"Puab taug kev moog moog lug lug yaam le tej dig muag, puab tej tsoog tsho lu ntshaav taag hab qas tsw huv txhad tsw muaj leejtwg kov tau puab le."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.15","label":"15","content":"Tej tuabneeg qw rua puab tas, “Ca le moog, qas tsw huv. Ca le moog lauj, moog tsw xob kov peb.” Puab txhad tswv moog nyob tsw muaj vaag muaj tse mas tej tuabneeg huv ib tsoom tebchaws sws thaam tas, “Puab yuav tsw nrug peb nyob le lawm.”"},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.16","label":"16","content":"Yawmsaub yog tug kws ua rua puab tswv ua saab ua sua, nwg yuav tsw mob sab puab le lawm, luas txhad tsw fwm cov pov thawj hab tsw thaj cov kev txwj quas laug lawm."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.17","label":"17","content":"Peb lub qhov muag pheej nrhav quas nrhw txujkev paab, tog lab muag taag los nrhav do xwb, peb nyob tog lub tebchaws kws tuaj paab los kuj paab tsw tau le."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.18","label":"18","content":"Muaj tuabneeg nyaag lawv peb qaab, peb txhad taug tsw tau peb tej kev, qhov kawg tub lug yuav txug peb, peb lub naj lub xyoo tub yuav kawg, vem tas qhov kawg tub lug txug peb lawm."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.19","label":"19","content":"Cov kws dha lawv peb kuj nrawm dua tej daav yaa sau nruab ntug, puab dha lawv cuag peb sau tej roob, puab zuv tog peb huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.20","label":"20","content":"Peb txuj hauv paug sav kws yog tug vaajntxwv kws Yawmsaub tsaa kuj poob rua huv puab lub qhov taub lawm, yog tug kws peb pheej has txug nwg tas, “Peb yuav nyob huv qaab nwg tug duab ntxoo rua huv ib tsoom tebchaws.”"},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.21","label":"21","content":"Entoo tug ntxhais kws nyob huv Us tebchaws 'e, ca le zoo sab hab ua sab xyiv faab. Lub khob ntawd  yeej yuav hlaa lug txug koj, koj yuav qaug, hab yuav hle tsoog tsho nyob lab qaab."},{"bible_id":"1216","chapter_code":"LAM.4","verse_code":"LAM.4.22","label":"22","content":"Xi‑oo tug ntxhais 'e, qhov kws teem txem rua koj tej kev txhum kuj tav lawm, Yawmsaub yuav tsw ca koj poob tebchaws dua le lawm. Tassws Entoo tug ntxhais 'e, nwg yuav rau txem rua koj tej kev txhum, nwg yuav nthuav koj txujkev txhum txem tshwm lug."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.1","label":"1","content":"Au Yawmsaub, thov ncu txug tej xwm txheej kws raug peb lawm, thov tsaa muag saib peb txujkev txaaj muag."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.2","label":"2","content":"Peb tej qub txeeg qub teg raug poob rua luas lawm, peb tej vaaj tse ua lwm haiv tuabneeg le lawm."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.3","label":"3","content":"Peb yog mivnyuas ntsuag tsw muaj txwv, peb nam zoo yaam nkaus le tej puj ntsuag."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.4","label":"4","content":"Peb yuav tsum yuav dej haus hab yuav tsum yuav tawg rauv."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.5","label":"5","content":"Peb kwv tug quab ntawm caaj qwb raug luas lawv, peb txhad qaug zug, hab luas tsw kheev peb su hlo le."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.6","label":"6","content":"Peb tsaa teg thov cov Iyi hab cov Axilia sub peb txhad tau mov noj txaus."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.7","label":"7","content":"Peb tej laug tau ua txhum, hab dua taag lawm, peb txhad tau rws puab tej kev txhum txem."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.8","label":"8","content":"Tej qhev sawv lug kaav peb, tsw muaj leejtwg paab peb dim puab txhais teg."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.9","label":"9","content":"Peb sev nyog txujsa tiv txhad tau mov noj, vem yog tej nav ntaaj huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.10","label":"10","content":"Peb lub cev kub npaum nkaus le cub suavtawg, vem kev tshaib kev nqhes ua rua peb mob kub quas lawg."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.11","label":"11","content":"Tej quaspuj raug luas yuam pw huv Xi‑oo, tej ntxhais hluas kws dawb huv raug luas yuam pw huv Yuta tej moos."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.12","label":"12","content":"Cov thawj raug muab khi teg dai, luas tsw fwm tej kev txwj quas laug."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.13","label":"13","content":"Tej tub hluas raug quab yuam zum zeb, tej mivnyuas tub kwv tawg qaug qos nuag."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.14","label":"14","content":"Cov kev txwj quas laug pluj taag ntawm tej rooj loog lawm, cov tub hluas tseg tsw ntaus nkauj nog ncaas lawm."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.15","label":"15","content":"Txujkev zoo sab pluj taag huv peb lub sab lawm, peb tej kev seev cev ntxeev ua kev quaj ntsuag lawm."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.16","label":"16","content":"Lub mom kub hle sau peb taubhau lawm, peb raug txom nyem lauj, vem yog peb tau ua txhum."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.17","label":"17","content":"Tim le nuav peb lub sab txhad mob heev, vem yog tej nuav peb lub qhov muag txhad plooj taag,"},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.18","label":"18","content":"yog tim lub roob Xi‑oo kws nyob do cuas ca, tej maa moog moog lug lug rua sau."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.19","label":"19","content":"Au Yawmsaub, koj yog tug kws kaav moog ib txhws, koj lub zwm txwv nyob ruaj rua txhua tam."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.20","label":"20","content":"Ua caag koj nov qaab peb moog ib txhws le? Ua caag koj tso peb tseg ntev le nuav?"},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.21","label":"21","content":"Au Yawmsaub, thov coj peb rov lug cuag koj, peb txhad lug cuag koj, Thov koj tsaa peb lub neej kuas rov zoo le yaav thau."},{"bible_id":"1216","chapter_code":"LAM.5","verse_code":"LAM.5.22","label":"22","content":"Ntshai tsuas yog koj muab peb tso pov tseg hlo le lawm hab koj npau tawg rua peb kawg nkaus le lawm."}]