[{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.1","label":"1","content":"Yawmsaub hu Mauxe hab has rua nwg ntawm lub tsev ntaub sws ntswb tas,"},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Thaus mej cov leejtwg yuav coj hov txhua chaw tuaj ua kevcai xyeem rua Yawmsaub, mas mej yuav coj nyuj lossws tshws lossws yaaj tuaj xyeem."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.3","label":"3","content":"“ ‘Yog nwg yuav muab nyuj ua kevcai hlawv huvsw xyeem  mas nwg yuav tsum muab ib tug txwv nyuj kws tsw muaj chaw thuaj le, mas nwg yuav coj tuaj xyeem rua ntawm lub qhov rooj tsev ntaub sws ntswb, sub Yawmsaub txhad le txais yuav."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.4","label":"4","content":"Nwg yuav tsum muab teg npuab rua sau tug tsaj kws yuav muab hlawv huvsw xyeem hov lub taubhau, mas Yawmsaub txhad txais yuav tug tsaj hov ua qhov kws ntxuav nwg kev txhum txem."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.5","label":"5","content":"Nwg yuav muab tug txwv nyuj hov tua rua ntawm Yawmsaub xubndag, mas Aloo cov tub kws ua pov thawj yuav muab cov ntshaav xyeem hab muab nchus lu puag ncig lub thaaj kws nyob ncaaj ntawm lub qhov rooj tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.6","label":"6","content":"Nwg yuav muab tug tsaj kws yuav hlawv huvsw xyeem hov daim tawv laws es muab cov nqaj txav ua tej ywb yaav."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.7","label":"7","content":"Mas Aloo cov tub kws ua pov thawj yuav rauv tawg rua sau lub thaaj hab muab tawg lug tib rua sau."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.8","label":"8","content":"Aloo cov tub kws ua pov thawj yuav muab tej ywb yaav nqaj hov hab lub taubhau hab cov roj tso tuab zoo lawv le kevcai rua sau cub tawg sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.9","label":"9","content":"Tug tswv tsaj yuav tsum muab dej ntxuav tej plaab nyuv hab tej ceg huvsw, mas tug pov thawj yuav muab tej hov hlawv huvsw rua sau lub thaaj. Qhov nuav yog ua kevcai hlawv huvsw xyeem, yog yaam kws muab hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.10","label":"10","content":"“ ‘Yog nwg yuav muab yaaj los tshws ua kevcai hlawv huvsw xyeem, mas nwg yuav tsum muab tug txwv kws tsw muaj chaw thuaj le."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.11","label":"11","content":"Nwg yuav tsum muab tug tsaj hov tua rua ntawm lub thaaj saab peg  rua ntawm Yawmsaub xubndag, mas Aloo cov tub kws ua pov thawj yuav muab cov ntshaav hov nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.12","label":"12","content":"Nwg yuav tsum muab tug tsaj hov txav ua tej ywb yaav mas tug pov thawj yuav muab tej ywb yaav nqaj hab lub taubhau hab cov roj tso tuab zoo lawv le kevcai rua sau cub tawg sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.13","label":"13","content":"Tug tswv tsaj yuav tsum muab dej ntxuav tej plaab nyuv hab tej ceg huvsw, mas tug pov thawj yuav coj tej hov lug hlawv huvsw rua sau lub thaaj. Qhov nuav yog ua kevcai hlawv huvsw xyeem, yog yaam kws muab hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.14","label":"14","content":"“ ‘Yog nwg yuav muab noog ua kevcai hlawv huvsw xyeem rua Yawmsaub, mas nwg yuav tsum coj nquab taug lossws rhaws nquab nyeg tuaj xyeem."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.15","label":"15","content":"Tug pov thawj yuav coj tug noog hov lug rua ntawm lub thaaj, muab lub taubhau ntswj kuas tu nrho, es coj hlo lub taubhau hlawv rua sau lub thaaj mas ca cov ntshaav nrug rua ntawm lub thaaj ib saab,"},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.16","label":"16","content":"hab nwg yuav dua lub txa hab dob cov plaub tseg rua ntawm lub thaaj saab nub tuaj kws nchuav pawg tshauv."},{"bible_id":"1216","chapter_code":"LEV.1","verse_code":"LEV.1.17","label":"17","content":"Nwg yuav muab ob saab kauj tis dua kuas lub cev nduag tassws tsw xob muab nqug tu. Mas tug pov thawj yuav muab tug noog hov hlawv rua sau cub tawg sau lub thaaj. Qhov nuav yog ua kevcai hlawv huvsw xyeem, yog yaam kws muab hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab.’ ”"},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.1","label":"1","content":"“ ‘Thaus leejtwg yuav coj hov txhua chaw tuaj ua kevcai xyeem qoob loos  rua Yawmsaub mas nwg yuav tsum muab cov moov mog kws zoo zoo tuaj xyeem hab laub roj txwv aulib ywg cov moov mog hab muab moov roj ntoos tsw qaab tso rua sau,"},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.2","label":"2","content":"mas coj tuaj rua Aloo cov tub kws ua pov thawj. Tug pov thawj yuav muab cov moov mog zoo zoo ntse roj ib taus teg hab muab hlo cov roj ntoos tsw qaab hov huvsw hlawv sau lub thaaj ua chaw rua Yawmsaub ncu ntsoov, yog yaam kws muab hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.3","label":"3","content":"Tej kws coj tuaj xyeem es tshuav seem hov puavleej yog Aloo hab nwg cov tub le feem, yog tej kws dawb huv kawg nkaus kws rhu ntawm tej kws yuav muab hlawv kub nyab xyeem rua Yawmsaub lug lawm."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.4","label":"4","content":"“ ‘Thaus koj coj ncuav cub tuaj ua kevcai xyeem qoob loos mas yuav coj cov ncuav kws tsw xyaw keeb kws muab cov moov mog zoo zoo ntse roj ua lossws tej ncuav nyag nyag kws tsw xyaw keeb kws pleev roj."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.5","label":"5","content":"Yog tas koj coj ncuav ci sau ntxaij hlau tuaj xyeem mas yuav muab cov moov mog zoo zoo ntse roj tsw xyaw keeb ua xwb."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.6","label":"6","content":"Koj yuav muab lub ncuav ndais ua tej dwb daim hab ywg roj rua. Nuav yog ua kevcai xyeem qoob loos."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.7","label":"7","content":"Yog tas koj coj ncuav nthee huv yag tuaj ua kevcai xyeem qoob loos, mas yuav muab cov moov mog zoo zoo ntse roj ua xwb."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.8","label":"8","content":"Yuav coj tej ncuav zoo le kws has taag lug nuav lawm tuaj ua kevcai xyeem qoob loos rua Yawmsaub. Thaus koj coj tuaj pub rua tug pov thawj lawd tug pov thawj yuav coj moog rua ntawm lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.9","label":"9","content":"Mas tug pov thawj yuav rhu ib qho kws ua lub chaw rua Yawmsaub ncu ntsoov huv tej kws coj tuaj ua kevcai xyeem qoob loos hov lug coj moog hlawv rua sau lub thaaj, yog yaam kws muab hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.10","label":"10","content":"Mas tej kws coj tuaj ua kevcai xyeem qoob loos es tshuav seem hov puavleej yog Aloo hab nwg cov tub le feem, yog tej kws dawb huv kawg nkaus kws rhu ntawm tej kws yuav muab hlawv kub nyab xyeem rua Yawmsaub lug."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.11","label":"11","content":"“ ‘Tej ncuav kws mej coj tuaj ua kevcai xyeem qoob loos rua Yawmsaub hov tsw xob muab keeb lug ua. Tsw xob muab keeb lossws zwb ntaab hlawv xyeem rua Yawmsaub hlo le."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.12","label":"12","content":"Yog mej coj ob yaam nuav tuaj ua thawj phaum qoob loos xyeem rua Yawmsaub kuj tau, tassws tsw xob muab hlawv sau lub thaaj ua kuas muaj paa tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.13","label":"13","content":"“ ‘Koj yuav tsum muab ntsev rau txhua lub ncuav kws koj coj tuaj ua kevcai xyeem qoob loos hab. Koj tsw xob tseg cov ntsev kws pev txug koj tug Vaajtswv lu lug cog tseg tsw rau rua tej kws koj muab ua kevcai xyeem qoob loos. Koj yuav tsum muab ntsev rau rua txhua yaam kws koj muab xyeem huvsw."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.14","label":"14","content":"“ ‘Yog koj muab thawj phaum qoob ua kevcai xyeem qoob loos rua Yawmsaub, mas koj yuav muab cov thawj naab lug qhaa kuas qhuav mas muab tuav mog mog."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.15","label":"15","content":"Yuav muab roj ntse rua, hab muab roj ntoos tsw qaab tso rua sau, yog ua kevcai xyeem qoob loos."},{"bible_id":"1216","chapter_code":"LEV.2","verse_code":"LEV.2.16","label":"16","content":"Tug pov thawj yuav muab cov moov kws tuav mog mog hab ntse roj ib qho hab cov roj ntoos tsw qaab huvsw hlawv ua chaw rua Yawmsaub ncu ntsoov. Tej nuav yog yaam kws muab hlawv kub nyab xyeem rua Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.1","label":"1","content":"“ ‘Yog leejtwg muab ib tug nyuj ua kevcai xyeem sws raug zoo mas txawm yog muab txwv nyuj los maum nyuj nwg yuav tsum muab tug tsaj kws tsw muaj chaw thuaj le xyeem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.2","label":"2","content":"Nwg yuav tsum muab teg npuab sau tug tsaj kws yuav muab xyeem hov taubhau, hab muab tua kag rua ntawm lub qhov rooj tsev ntaub sws ntswb. Mas Aloo cov tub kws ua pov thawj yuav muab cov ntshaav nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.3","label":"3","content":"Tug tsaj kws tua xyeem ua kevcai xyeem sws raug zoo hov, mas tej kws nwg yuav muab hlawv kub nyab xyeem rua Yawmsaub yog tej nuav, yog cov npluag roj huv nrog cev hab cov npluag roj kws lu plaab nyuv huvsw,"},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.4","label":"4","content":"hab ob lub raum hab cov npluag roj ntawm lub duav, hab cov npluag roj kws lu lub sab kws yuav muab kaus hlo nrug lub raum lug."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.5","label":"5","content":"Aloo cov tub yuav muab tej nuav hlawv sau lub thaaj nrug tug tsaj kws muab hlawv huvsw xyeem ua ke kws nyob sau cub tawg, yog yaam kws muab hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.6","label":"6","content":"“ ‘Yog nwg muab yaaj lossws tshws tua xyeem rua Yawmsaub ua kevcai xyeem sws raug zoo mas txawm yog txwv los maum, los nwg yuav tsum muab tug kws tsw muaj chaw thuaj le."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.7","label":"7","content":"Yog nwg muab ib tug mivnyuas yaaj xyeem mas nwg yuav coj tuaj xyeem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.8","label":"8","content":"Nwg yuav tsum muab teg npuab sau tug tsaj kws yuav muab xyeem hov taubhau, hab muab tua kag rua ntawm lub tsev ntaub sws ntswb. Mas Aloo cov tub yuav muab cov ntshaav nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.9","label":"9","content":"Tug tsaj kws tua xyeem ua kevcai xyeem sws raug zoo hov, mas tej kws nwg yuav muab hlawv kub nyab xyeem rua Yawmsaub yog tej nuav, yog cov npluag roj hab tug kwtwv rog rog kws muab txav ti nkaus txhaa nraus qaum hab cov npluag roj huv nrog cev hab cov npluag roj kws lu plaab nyuv huvsw,"},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.10","label":"10","content":"hab ob lub raum hab cov npluag roj ntawm lub duav, hab cov npluag roj kws lu lub sab kws yuav muab kaus hlo nrug lub raum lug."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.11","label":"11","content":"Mas tug pov thawj yuav muab tej nuav hlawv rua sau lub thaaj, yog tej zaub mov kws muab hlawv kub nyab xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.12","label":"12","content":"“ ‘Yog nwg muab ib tug tshws xyeem mas nwg yuav tsum muab xyeem rua ntawm Yawmsaub xubndag,"},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.13","label":"13","content":"hab nwg yuav muab teg npuab sau tug tshws hov taubhau, hab muab tua kag rua ntawm lub tsev ntaub sws ntswb. Mas Aloo cov tub yuav muab cov ntshaav nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.14","label":"14","content":"Tug tsaj kws xyeem hov tej kws nwg yuav muab hlawv kub nyab xyeem rua Yawmsaub yog tej nuav, cov npluag roj huv nrog cev hab cov npluag roj kws lu plaab nyuv huvsw,"},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.15","label":"15","content":"hab ob lub raum hab cov npluag roj ntawm lub duav, hab cov npluag roj kws lu lub sab kws yuav muab kaus hlo nrug lub raum lug."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.16","label":"16","content":"Tug pov thawj yuav muab tej nuav hlawv rua sau lub thaaj, yog tej zaub mov kws muab hlawv kub nyab xyeem, ua kuas muaj paa tsw qaab. Tej npluag roj huvsw yog Yawmsaub le feem."},{"bible_id":"1216","chapter_code":"LEV.3","verse_code":"LEV.3.17","label":"17","content":"“ ‘Mej yuav tsum coj tej kevcai nuav ib tam dhau ib tam moog ib txhab ib txhws le rua txhua lub chaw kws mej moog nyob, mej tsw xob noj tej npluag roj hab cov ntshaav.’ ”"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Yog leejtwg ua txhum ib yaam daabtsw kws Yawmsaub tub has tas tsw xob ua tassws tsw yog nwg txhob txwm ua, mas yuav ua le nuav."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.3","label":"3","content":"“ ‘Yog tug kws raug muab roj laub ywg tsaa ua pov thawj hlub ua txhum txhad coj lub txem lug puag tsuas cov pejxeem, vem yog nwg ua txhum mas nwg yuav tsum muab ib tug thaav txwv nyuj kws tsw muaj chaw thuaj le xyeem rua Yawmsaub ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.4","label":"4","content":"Nwg yuav tsum coj tug nyuj hov tuaj ntawm qhov rooj tsev ntaub sws ntswb rua ntawm Yawmsaub xubndag, hab nwg yuav muab teg npuab rua sau tug nyuj hov taubhau hab muab tua kag rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.5","label":"5","content":"Tug kws raug tsaa ua pov thawj hlub yuav muab cov ntshaav nyuj hov ib qho coj lug rua huv lub tsev ntaub sws ntswb,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.6","label":"6","content":"mas nwg yuav muab nwg ntiv teg raus cov ntshaav hab nchus xyaa zag ntawm Yawmsaub lub xubndag rua ntawm daim ntaub kws thaiv chaav dawb huv kawg nkaus chaav nrau nuav."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.7","label":"7","content":"Tug pov thawj yuav muab cov ntshaav ib qho lug pleev cov kub sau lub thaaj kws hlawv moov tshuaj tsw qaab huv lub tsev ntaub sws ntswb rua ntawm Yawmsaub xubndag, hab nwg yuav muab cov ntshaav nyuj kws tseed tshuav hov laub rua ntawm taw thaaj hlawv xyeem kws nyob ncaaj ntawm qhov rooj tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.8","label":"8","content":"Nwg yuav muab cov npluag roj ntawm tug nyuj kws ua kevcai xyeem daws txem hov kaus huvsw, kws yog cov npluag roj huv nrog cev hab cov npluag roj kws lu plaab nyuv huvsw,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.9","label":"9","content":"hab ob lub raum hab cov npluag roj ntawm lub duav, hab cov npluag roj kws lu lub sab kws yuav muab kaus hlo nrug lub raum lug,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.10","label":"10","content":"(ib yaam nkaus le nwg muab cov npluag roj kaus huv tug nyuj kws tua xyeem ua kevcai xyeem sws raug zoo). Tug pov thawj yuav muab tej nuav hlawv sau lub thaaj kws hlawv xyeem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.11","label":"11","content":"Tassws daim tawv nyuj hab cov nqaj hab lub taubhau tej ceg tej plaab nyuv hab tej quav,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.12","label":"12","content":"taag nrho tug nyuj huvsw mas yuav coj tawm rua saab nrau lub zog txug lub chaw dawb huv, kws yog lub chaw nchuav cov tshauv, mas yuav rauv tawg rua sau cov tshauv hov muab tug tsaj hov hlawv pov tseg huvsw rua hov ntawd."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.13","label":"13","content":"“ ‘Yog ib tsoom pejxeem Yixayee suavdawg tau ua tej yaam txhum tassws tsw yog puab txhob txwm ua, puab yeej tsw paub tas yog kev txhum hab puab ua tej yaam kws Yawmsaub tub has tas tsw xob ua, mas puavleej yog puab ua txhum muaj txem lawm."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.14","label":"14","content":"Thaus puab paub tseeb tas tej kws puab ua hov yog txhum lawm mas puab suavdawg yuav muab ib tug thaav txwv nyuj tuaj ua kevcai xyeem daws txem hab coj tuaj rua ntawm lub tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.15","label":"15","content":"Cov kev txwj quas laug yuav muab teg npuab sau tug nyuj hov taubhau rua ntawm Yawmsaub xubndag, mas muab tug nyuj hov tua rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.16","label":"16","content":"Tug kws raug tsaa ua pov thawj hlub yuav muab cov ntshaav nyuj hov ib qho coj lug rua huv lub tsev ntaub sws ntswb,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.17","label":"17","content":"mas nwg yuav muab nwg ntiv teg raus cov ntshaav hab nchus xyaa zag rua ntawm Yawmsaub xubndag rua ntawm daim ntaub kws thaiv."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.18","label":"18","content":"Tug pov thawj yuav muab mivntswv ntshaav pleev cov kub sau lub thaaj kws nyob huv lub tsev ntaub sws ntswb rua ntawm Yawmsaub xubndag, hab nwg yuav muab cov ntshaav nyuj kws tseed tshuav hov laub rua ntawm taw thaaj hlawv xyeem kws nyob ncaaj ntawm qhov rooj tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.19","label":"19","content":"Hab nwg yuav muab cov npluag roj kaus huvsw coj moog hlawv rua sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.20","label":"20","content":"Nwg yuav muab tug txwv nyuj nuav ua ib yaam nkaus le kws nwg tub muab tug txwv nyuj ua kevcai xyeem daws txem. Mas tug pov thawj yuav ua le nuav txhad ntxuav tau tej pejxeem tej kev txhum txhad zaam tau puab lub txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.21","label":"21","content":"Mas tug pov thawj yuav coj tug nyuj tawm moog rua saab nrau lub zog hab muab hlawv huvsw yaam le hlawv tug kws ua ntej lawd. Qhov nuav yog ua kevcai xyeem daws txem rua ib tsoom pejxeem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.22","label":"22","content":"“ ‘Yog ib tug thawj tau ua tej yaam txhum tassws tsw yog nwg txhob txwm ua hab nwg ua tej yaam kws Yawmsaub kws yog nwg tug Vaajtswv tub has tas tsw xob ua, mas kuj yog nwg ua txhum muaj txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.23","label":"23","content":"Thaus nwg paub tseeb tas tej kws nwg ua hov yog txhum lawm mas nwg yuav tsum coj ib tug txwv tshws kws tsw muaj chaw thuaj le tuaj ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.24","label":"24","content":"Nwg yuav muab teg npuab sau tug tshws hov taubhau hab muab tua ntawm lub chaw kws tua tsaj ua kevcai hlawv huvsw xyeem rua ntawm Yawmsaub xubndag. Nuav yog ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.25","label":"25","content":"“ ‘Tug pov thawj hlub yuav muab ntiv teg raus cov ntshaav kws ua kevcai xyeem daws txem hov ib qho moog pleev cov kub sau lub thaaj kws hlawv xyeem hab muab cov ntshaav kws tseed tshuav hov laub rua ntawm lub taw thaaj."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.26","label":"26","content":"Nwg yuav muab cov npluag roj hlawv huvsw sau lub thaaj ib yaam nkaus le kws hlawv cov npluag roj ntawm tug tsaj kws tua ua kevcai xyeem sws raug zoo. Mas tug pov thawj txhad ntxuav tau tug hov tej kev txhum txhad zaam tau nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.27","label":"27","content":"“ ‘Yog cov peejxeem leejtwg tau ua tej yaam txhum tassws tsw yog nwg txhob txwm ua hab nwg ua tej yaam kws Yawmsaub tub has tas tsw xob ua, mas kuj yog nwg ua txhum muaj txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.28","label":"28","content":"Thaus nwg paub tseeb tas tej kws nwg ua hov yog txhum lawm mas nwg yuav tsum coj ib tug maum tshws kws tsw muaj chaw thuaj le tuaj xyeem daws lub txem kws nwg tau ua hov."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.29","label":"29","content":"Nwg yuav muab teg npuab sau tug tshws kws ua kevcai xyeem daws txem hov taubhau hab muab tua rua ntawm lub chaw kws tua tsaj ua kevcai hlawv huvsw xyeem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.30","label":"30","content":"Tug pov thawj yuav muab ntiv teg raus cov ntshaav hov ib qho moog pleev cov kub sau lub thaaj kws hlawv xyeem hab muab cov ntshaav kws tseed tshuav hov laub rua ntawm lub taw thaaj."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.31","label":"31","content":"Hab nwg yuav muab cov npluag roj kaus huvsw yaam nkaus le kaus cov npluag roj ntawm tug tsaj kws ua kevcai xyeem sws raug zoo, mas tug pov thawj yuav muab hlawv sau lub thaaj ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab. Mas tug pov thawj txhad ntxuav tau tug hov tej kev txhum txhad zaam tau nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.32","label":"32","content":"“ ‘Yog nwg coj yaaj tuaj ua kevcai xyeem daws txem mas nwg yuav tsum coj ib tug maum yaaj kws tsw muaj chaw thuaj le,"},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.33","label":"33","content":"hab nwg yuav muab teg npuab sau tug yaaj hov taubhau hab muab tua ua kevcai xyeem daws txem rua ntawm lub chaw kws tua tsaj ua kevcai hlawv huvsw xyeem."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.34","label":"34","content":"Tug pov thawj yuav muab ntiv teg raus cov ntshaav kws ua kevcai xyeem daws txem hov ib qho moog pleev cov kub sau lub thaaj kws hlawv xyeem hab muab cov ntshaav kws tseed tshuav hov laub rua ntawm lub taw thaaj."},{"bible_id":"1216","chapter_code":"LEV.4","verse_code":"LEV.4.35","label":"35","content":"Hab nwg yuav muab cov npluag roj kaus huvsw yaam nkaus le kaus cov npluag roj ntawm tug yaaj kws muab tua ua kevcai xyeem sws raug zoo. Nwg yuav muab tej nuav hlawv sau lub thaaj nrug tej hov txhua chaw kws muab hlawv kub nyab xyeem rua Yawmsaub ua ke. Mas tug pov thawj yuav ua le nuav txhad ntxuav tau tej kev txhum kws tug hov tau ua lawd txhad zaam tau nwg lub txem.’ ”"},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.1","label":"1","content":"“ ‘Yog leejtwg ua txhum tsua qhov kws thaus muaj plaub nwg ua tau timkhawv vem yog nwg tub pum los nwg tub paub tassws thaus luas hu kuas tuaj has nwg tsw yeem ua timkhawv, mas nwg yuav tau rws lub txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.2","label":"2","content":"Lossws yog leejtwg phaav tej yaam kws qas tsw huv tsw has tej tsaj qus lub cev tuag tej tsaj nyeg lub cev tuag los tej tsaj miv miv kws nkaag huv aav lub cev tuag, txawm yog nwg tsw paub los nwg kuj qas tsw huv nwg muaj txem lawm."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.3","label":"3","content":"Lossws yog nwg phaav ib yaam daabtsw kws qas tsw huv ntawm tuabneeg, xws le yog tej kws ua rua tuabneeg qas tsw huv, txawm yog nwg tsw paub los thaus kws nwg paub tseeb lawm kuj yog nwg muaj txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.4","label":"4","content":"Lossws yog leejtwg laam cog lug twv tas yuav ua zoo lossws ua phem, nwg laam twv lawv le tuabneeg pheej laam twv tassws nwg tsw paub tseeb tas nwg cog lug twv yuam kev lawm, mas thaus nwg paub tseeb lawm kuj yog nwg muaj txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.5","label":"5","content":"Thaus leejtwg tau ua tej kev txhum kws has lug nuav lawm ib yaam daabtsw mas nwg yuav tsum leeg tej kev txhum kws nwg tau ua lawd."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.6","label":"6","content":"Nwg yuav tsum coj ib tug maum yaaj lossws ib tug maum tshws tuaj ua kevcai ntxuav kev txaug kev txhum rua tej kev txhum kws nwg tau ua lawd xyeem rua Yawmsaub ua kevcai xyeem daws txem. Tug pov thawj yuav ua le nuav txhad ntxuav tau tug hov tej kev txhum."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.7","label":"7","content":"“ ‘Yog nwg yuav tsw taug ib tug yaaj mas nwg yuav tsum coj ob tug nquab taug lossws ob tug rhaws nquab nyeg tuaj rua Yawmsaub ua kevcai ntxuav kev txaug kev txhum rua tej kev txhum kws nwg tau ua lawd, ib tug nquab ua kevcai xyeem daws txem, ib tug nquab ua kevcai hlawv huvsw xyeem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.8","label":"8","content":"Nwg yuav coj ob tug nquab nuav tuaj rua tug pov thawj. Tug pov thawj yuav muab ib tug nquab ua kevcai xyeem daws txem. Nwg yuav muab tug nquab hov taubhau ntswj kuas pluam plhuav ntawm txhaa cej daab,"},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.9","label":"9","content":"hab muab tug kws ua kevcai xyeem daws txem hov cov ntshaav ib qho nchus kuas lu lub thaaj ib saab, hab cov ntshaav kws tseed tshuav mas ca nrug rua ntawm taw thaaj. Qhov nuav yog ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.10","label":"10","content":"Mas nwg yuav muab tug nquab kws ob ua kevcai hlawv huvsw xyeem lawv le txuj kevcai, mas tug pov thawj txhad ntxuav tau tug hov tej kev txhum kws nwg tau ua lawd txhad zaam tau nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.11","label":"11","content":"“ ‘Tassws yog nwg yuav tsw taug ob tug nquab taug lossws ob tug rhaws nquab nyeg, mas nwg yuav tsum coj ib feem kaum huv ib efa  moov mog zoo zoo tuaj xyeem daws lub txem kws nwg tau ua lawd, tsw xob rau roj hab tsw xob rau roj ntoos tsw qaab vem yog ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.12","label":"12","content":"Nwg yuav coj cov moov mog hov tuaj pub rua tug pov thawj mas tug pov thawj yuav tsuab cov moov hov ib taus teg ua lub chaw rua Yawmsaub ncu ntsoov coj moog hlawv sau lub thaaj rua sau tej kws muab hlawv kub nyab xyeem rua Yawmsaub. Qhov nuav yog ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.13","label":"13","content":"Tug pov thawj txhad ntxuav tau tug ntawd kev txhum tsw has yaam twg kws has taag lug nuav lawd mas txhad zaam tau nwg lub txem. Cov moov kws tseed tshuav hov yuav muab ua tug pov thawj le feem ib yaam le thaus ua kevcai xyeem qoob loos.’ ”"},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.14","label":"14","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.15","label":"15","content":"“Yog leejtwg ua tsw ncaaj ua txhum rua tej kws dawb huv rua Yawmsaub, tassws tsw yog nwg txhob txwm ua, mas nwg yuav tsum coj ib tug txwv yaaj kws tsw muaj chaw thuaj le tuaj rua Yawmsaub ua kevcai ntxuav kev txaug kev txhum. Koj yuav tsum ntaus nqe rua tug txwv yaaj hov lawv le cov nyaj sekhee kws swv huv lub chaw pe Vaajtswv, txhad yog ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.16","label":"16","content":"Mas tug hov yuav pauj cov kws dawb huv lawd kws nwg muab tsw txwm, hab nwg yuav ntxwv ib feem huv tswb feem rov rua tug pov thawj. Mas tug pov thawj yuav muab tug txwv yaaj kws ua kevcai ntxuav kev txaug kev txhum hov xyeem ua kevcai ntxuav tug ntawd kev txhum txem, txhad zaam tau nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.17","label":"17","content":"“Yog leejtwg ua txhum ua tej yaam kws Yawmsaub tub has tas tsw xob ua, txawm yog nwg tsw paub tas txhum, los yeej yog nwg ua txhum hab nwg yuav tau rws lub txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.18","label":"18","content":"Mas nwg yuav tsum coj ib tug txwv yaaj kws tsw muaj chaw thuaj le tuaj mas koj yuav ntaus nqe lawv le ntaus nqe rua tug tsaj kws xyeem ua kevcai ntxuav kev txaug kev txhum. Tug pov thawj txhad ntxuav tau tug ntawd tej kev txhum txem kws nwg tsw paub es nwg ua lawd, txhad zaam tau nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.5","verse_code":"LEV.5.19","label":"19","content":"Nuav yog ua kevcai ntxuav kev txaug kev txhum tsua qhov kws tau ua txhum rua Yawmsaub muaj txem lawm.”"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.2","label":"2","content":"“Yog leejtwg ua txhum ua tsw ncaaj rua Yawmsaub, yog nwg daag kwvtij zej zog txug tej kws luas muab rua nwg ca lossws tej kws luas muab rua nwg qhwv, lossws ua tub saab lossws quab yuam kwvtij zej zog le hov txhua chaw lawm,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.3","label":"3","content":"lossws khaws tau luas tej hov txhua chaw kws pluj los kuj tsw leeg le, tseed twv ntuj twv teb daag, lossws ua txhum le lwm leej lwm tug ua,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.4","label":"4","content":"mas thaus leejtwg tau ua txhum le nuav hab muaj txem lawm, mas nwg yuav tsum thim tej kws nwg nyag lug lossws tej kws nwg qaum tau lug lossws tej kws luas muab rua nwg ca, lossws tej kws luas le pluj nwg khaws tau,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.5","label":"5","content":"hab tej kws nwg twv ntuj twv teb daag. Nwg yuav tsum thim kuas txwm nkaus le qub hab ntxwv ib feem huv tswb feem rua, muab kag rua tug tswv rua nub kws nwg muab tsaj xyeem ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.6","label":"6","content":"Tug hov yuav tsum coj ib tug txwv yaaj kws tsw muaj chaw thuaj le tuaj rua tug pov thawj muab xyeem rua Yawmsaub ua kevcai ntxuav kev txaug kev txhum, hab koj yuav ntaus nqe lawv le ntaus nqe rua tug tsaj kws xyeem ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.7","label":"7","content":"Mas tug pov thawj txhad ntxuav tau tug hov tej kev txhum rua ntawm Yawmsaub xubndag txhad zaam tau txhua yaam kws nwg tau ua txhum muaj txem lawd.”"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.8","label":"8","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.9","label":"9","content":"“Koj ca le has rua Aloo hab nwg cov tub tas, ‘Nuav yog tej kaab ke kws ua kevcai hlawv huvsw xyeem. Tej kws muab hlawv huvsw xyeem hov mas ca nyob sau cub tawg sau lub thaaj ib mo kaaj ntug, hab yuav tsum ca cov tawg sau lub thaaj cig tsw tuag le."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.10","label":"10","content":"Tug pov thawj yuav tsum naav lub tsho ntaub maag hab naav lub rwg ntaub maag moog yawm cov tshauv kws ua kevcai hlawv huvsw xyeem hov sau lub thaaj lug tso rua ntawm lub thaaj ib saab."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.11","label":"11","content":"Nwg yuav muab lub tsho hov hle rov naav dua ib lub tsho le maav coj cov tshauv hov tawm moog saab nrau lub zog rua lub chaw kws dawb huv."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.12","label":"12","content":"Yuav tsum khu tawg sau lub thaaj kuas cig moog le tsw xob ca suavtawg tuag le. Tug pov thawj yuav naj taagkig rauv tawg rua sau hab muab tej hov txhua chaw kws ua kevcai hlawv huvsw xyeem ua tuab zoo tso rua sau hab muab cov npluag roj ua kevcai xyeem sws raug zoo hlawv rua sau."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.13","label":"13","content":"Yuav tsum khu tawg sau lub thaaj kuas cig moog le tsw xob ca suavtawg tuag le."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.14","label":"14","content":"“ ‘Nuav yog tej kaab ke kws ua kevcai xyeem qoob loos. Aloo cov tub yuav tsum muab tej kws ua kevcai hov xyeem rua ntawm Yawmsaub xubndag ntawm lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.15","label":"15","content":"Mas tug pov thawj yuav muab cov moov mog kws zoo zoo ntse roj ua kevcai xyeem qoob loos hov ib taus teg hab muab hlo cov roj ntoos tsw qaab kws nyob sau huvsw hlawv sau lub thaaj ua chaw rua Yawmsaub ncu ntsoov ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.16","label":"16","content":"Tej kws tseed tshuav mas Aloo hab nwg cov tub yuav noj, yuav noj cov moov hov tsw xyaw keeb, hab yuav noj rua lub chaw dawb huv kws yog huv lub loog tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.17","label":"17","content":"Cov ncuav ci nuav tsw xob xyaw keeb. Kuv tub muab tej nuav rhu ntawm tej kws muab hlawv kub nyab xyeem rua kuv ua puab le feem, yog yaam kws dawb huv kawg nkaus ib yaam le tej kws ua kevcai xyeem daws txem hab xyeem ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.18","label":"18","content":"Aloo caaj ceg cov tub txhua tug noj tau tej nuav, yog puab le feem ib tam dhau ib tam ib txhab ib txhws moog le, rhu ntawm tej kws muab hlawv kub nyab xyeem rua Yawmsaub lug. Leejtwg kov raug tej nuav mas nwg yuav dawb huv lawm.’ ”"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.19","label":"19","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.20","label":"20","content":"“Nuav yog tej kws Aloo hab nwg cov tub yuav muab xyeem rua Yawmsaub rua nub kws muab roj laub ywg tsaa nwg ua pov thawj, yog ib feem kaum huv ib efa  moov mog kws zoo zoo ua kevcai xyeem qoob loos kws puab naj nub ua, muab ib nraab xyeem thaus taagkig, muab ib nraab xyeem thaus yuav tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.21","label":"21","content":"Muab roj ntse cov moov hov tov kuas txhua hab muab ci sau daim ntxaij hlau. Muab ndais ua tej dwb daim,  mas muab ua kevcai xyeem qoob loos, ua kuas muaj paa nchu tsw qaab hum Yawmsaub sab."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.22","label":"22","content":"Aloo tug tub kws raug tsaa ua pov thawj hlub nyob nwg chaw yuav muab tej nuav xyeem rua Yawmsaub moog ib txhws le, yuav muab tej nuav hlawv huvsw."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.23","label":"23","content":"Txhua yaam kws tug pov thawj muab ua kevcai xyeem qoob loos mas yuav muab hlawv huvsw, tsw xob noj le.”"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.24","label":"24","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.25","label":"25","content":"“Ca le has rua Aloo hab nwg cov tub tas, ‘Nuav yog tej kaab ke kws ua kevcai xyeem daws txem. Muab tug tsaj kws ua kevcai xyeem daws txem tua rua ntawm Yawmsaub xubndag ntawm tuab lub chaw kws tua tsaj ua kevcai hlawv huvsw xyeem, nuav yog yaam kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.26","label":"26","content":"Tug pov thawj kws muab tug tsaj hov ua kevcai xyeem daws txem yuav noj tug tsaj hov cov nqaj. Nwg yuav noj rua lub chaw dawb huv kws yog huv lub loog tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.27","label":"27","content":"Yog yaam twg phaav cov nqaj hov mas yaam ntawd kuj dawb huv hab. Thaus kws nchus cov ntshaav yog cov ntshaav lu lub tsho mas yuav muab lub tsho hov ntxhua ntawm lub chaw dawb huv."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.28","label":"28","content":"Muab lub laujkaub aav kws hau cov nqaj hov tsoo pov tseg. Yog muab laujkaub tooj lab hau mas yuav muab txhuam hab muab dej ntxuav kuas huv huv."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.29","label":"29","content":"Txhua tug txwvneej kws ua pov thawj noj tau cov nqaj hov, yog yaam kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"LEV.6","verse_code":"LEV.6.30","label":"30","content":"Tug tsaj kws tua ua kevcai xyeem daws txem kws tug pov thawj coj cov ntshaav moog rua huv lub tsev ntaub sws ntswb ua kevcai ntxuav kev txhum txem huv lub chaw kws dawb huv, mas tsw xob noj cov nqaj hov le, yuav tsum muab hlawv huvsw.’ ”"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.1","label":"1","content":"“ ‘Nuav yog tej kaab ke kws ua kevcai ntxuav kev txaug kev txhum, yog yaam kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.2","label":"2","content":"Yuav tsum muab tug tsaj kws ua kevcai ntxuav kev txaug kev txhum tua ntawm tuab lub chaw kws tua tsaj ua kevcai hlawv huvsw xyeem, hab muab cov ntshaav nchus rua sau lub thaaj puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.3","label":"3","content":"Yuav muab cov npluag roj huvsw xyeem hab muab tug kwtwv rog rog hab cov npluag roj kws lu plaab nyuv"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.4","label":"4","content":"hab ob lub raum hab cov npluag roj ntawm lub duav hab cov npluag roj kws lu lub sab kws yuav muab kaus hlo nrug lub raum lug."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.5","label":"5","content":"Tug pov thawj yuav muab tej nuav hlawv sau lub thaaj yog yaam kws muab hlawv kub nyab xyeem rua Yawmsaub. Qhov nuav yog ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.6","label":"6","content":"Txhua tug txwvneej kws ua pov thawj noj tau cov nqaj hov, tassws yuav tsum noj ntawm lub chaw kws dawb huv, yog yaam kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.7","label":"7","content":"“ ‘Tej kaab ke kws ua kevcai ntxuav kev txaug kev txhum hab ua kevcai xyeem daws txem, kuj ua zoo ib yaam nkaus. Tug pov thawj kws ua kevcai ntxuav kev txhum txem hov yuav tau cov nqaj hov."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.8","label":"8","content":"Tug pov thawj twg kws muab leejtwg tug tsaj ua kevcai hlawv huvsw xyeem, mas nwg yeej tau tug tsaj kws hlawv huvsw xyeem hov daim tawv ua nwg tug."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.9","label":"9","content":"Txhua yaam kws muab lug ua kevcai xyeem qoob loos tsw has ncuav cub ncuav nthee ncuav ci sau ntxaij hlau los puavleej yog tug pov thawj kws ua kevcai xyeem hov le feem."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.10","label":"10","content":"Txhua yaam kws muab lug ua kevcai xyeem qoob loos kws muab ntse roj hab tsw ntse los puavleej yog Aloo cov tub suavdawg le feem sws npaug zog."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.11","label":"11","content":"“ ‘Nuav yog tej kaab ke kws yuav ua rua thaus leejtwg tua tsaj xyeem rua Yawmsaub ua kevcai xyeem sws raug zoo."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.12","label":"12","content":"Yog nwg muab tej nuav ua kevcai ua Yawmsaub tsaug nwg yuav tsum coj cov ncuav tsw xyaw keeb kws ntse roj hab cov ncuav nyag nyag tsw xyaw keeb kws pleev roj hab cov ncuav kws muab cov moov mog kws zoo zoo ntse roj tov ua, nrug tug tsaj kws ua kevcai xyeem ua tsaug tuaj ua ke tuaj."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.13","label":"13","content":"Nwg yuav tsum coj cov ncuav kws xyaw keeb nrug tug tsaj kws tua ua kevcai xyeem sws raug zoo hab xyeem ua Yawmsaub tsaug ua ke tuaj xyeem."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.14","label":"14","content":"Nwg yuav muab tej ncuav ib yaam ib lub xyeem pub rua Yawmsaub. Mas tej nuav yog tug pov thawj le feem, yog tug pov thawj kws muab cov ntshaav kws ua kevcai xyeem sws raug zoo nchus rua lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.15","label":"15","content":"“ ‘Tug tsaj kws tua ua kevcai xyeem sws raug zoo hab xyeem ua Yawmsaub tsaug cov nqaj mas yuav tsum noj kuas taag rua nub kws muab xyeem hov tsw xob tseg ib qho txug kaaj ntug."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.16","label":"16","content":"Yog nwg muab ib tug tsaj xyeem ua kevcai pauj tej kws nwg fev ca lawd lossws nwg ca le zoo sab muab xyeem pub xwb, mas noj tau rua nub kws muab xyeem hov, hab nub tom qaab puab tseed noj tau tej nqaj kws tshuav hab."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.17","label":"17","content":"Tug tsaj kws muab tua xyeem hov mas cov nqaj kws tseed tshuav txug nub peb mas ca le muab hlawv huvsw tseg."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.18","label":"18","content":"Yog leejtwg noj tej nqaj kws tua ua kevcai xyeem sws raug zoo rua nub peb mas Yawmsaub tsw txais yuav tug kws xyeem hov lawm, hab tej kws nwg ua kevcai xyeem hov tsw muaj qaabhau rua tug tswv tsaj lawm, tej hov kuj qas vuab tsuab lawm hab. Tug kws noj tej nqaj hov yuav rws nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.19","label":"19","content":"“ ‘Cov nqaj kws phaav tej yaam qas tsw huv mas tsw xob noj, ca le muab hlawv huvsw tseg. Cov nqaj kws tseed huv mas txhua tug kws huv noj tau."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.20","label":"20","content":"Tassws yog leejtwg kws tseed qas tsw huv noj tej nqaj kws muab tua xyeem rua Yawmsaub ua kevcai sws raug zoo mas nwg yuav raug muab txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.21","label":"21","content":"Yog leejtwg moog kov raug tej yaam kws qas tsw huv tsw has yog tuabneeg le los yog tsaj txhu le lossws ib yaam daabtsw kws qas vuab tsuab nwg tseed lug noj tej nqaj kws muab tua xyeem rua Yawmsaub ua kevcai sws raug zoo, mas tug hov yuav raug muab txav tawm huv nwg haiv tuabneeg moog.’ ”"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.22","label":"22","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.23","label":"23","content":"“ Koj ca le has rua cov Yixayee tas, ‘Mej tsw xob noj nyuj hab yaaj hab tshws tej npluag roj."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.24","label":"24","content":"Tej tsaj kws ca le tuag hab tej tsaj kws tsaj qus muab tum tuag tej npluag roj mas coj moog swv ua lwm yaam kuj tau tassws mej tsw xob noj hlo le."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.25","label":"25","content":"Yog leejtwg noj tej tsaj kws yuav muab hlawv kub nyab xyeem rua Yawmsaub tej npluag roj mas nwg yuav raug muab txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.26","label":"26","content":"Hab tsw xob noj ntshaav tsw has ntshaav noog ntshaav tsaj txhu daabtsw, mej txawm moog nyob hovtwg los tsw xob noj le."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.27","label":"27","content":"Yog leejtwg noj ntshaav mas nwg yuav raug muab txav tawm huv nwg haiv tuabneeg moog.’ ”"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.28","label":"28","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.29","label":"29","content":"“Ca le has rua cov Yixayee tas, ‘Yog leejtwg yuav muab tsaj tua xyeem rua Yawmsaub ua kevcai xyeem sws raug zoo mas tug hov yuav tsum muab ib qho rhu ntawm tug tsaj kws tua ua kevcai xyeem sws raug zoo hov pub xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.30","label":"30","content":"Mas nwg yuav tsum coj ntawm nwg txhais teg ib qho kws yuav muab hlawv kub nyab xyeem rua Yawmsaub. Nwg yuav coj lub hauv nrob hab cov npluag roj ntawm lub hauv nrob tuaj pub ua kevcai cev xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.31","label":"31","content":"Mas tug pov thawj yuav muab cov npluag roj hlawv sau lub thaaj tassws lub hauv nrob yuav ua Aloo hab nwg cov tub le feem."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.32","label":"32","content":"Tug tsaj kws tua ua kevcai xyeem sws raug zoo hov mas saab ceg xws yuav rhu rua tug pov thawj ua nwg le feem."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.33","label":"33","content":"Aloo tug tub kws muab tug tsaj kws ua kevcai xyeem sws raug zoo cov ntshaav hab cov npluag roj xyeem hov, mas nwg yuav tau saab ceg xws ua nwg le feem."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.34","label":"34","content":"Tsua qhov lub hauv nrob kws cev xyeem hab saab ceg xws kws pub xyeem kuv tub muab rhu ntawm cov Yixayee, yog rhu ntawm tej kws puab muab ua kevcai xyeem sws raug zoo lawd, mas kuv muab pub rua Aloo hab nwg cov tub. Puab yuav tau tej nuav ntawm cov Yixayee moog ib txhws le.’ ”"},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.35","label":"35","content":"Tej nuav yog Aloo hab nwg cov tub le feem kws rhu ntawm tej kws muab hlawv kub nyab xyeem rua Yawmsaub, yog muab pub rua puab ua puab tug rua nub kws puab raug tsaa ua pov thawj ua Yawmsaub teg num."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.36","label":"36","content":"Nub kws Aloo puab raug laub roj tsaa ua pov thawj mas Yawmsaub kuas cov Yixayee muab tej nuav rua Aloo puab ua puab le feem ib tam dhau ib tam moog ib txhws le."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.37","label":"37","content":"Tej nuav huvsw yog tej kaab ke kws ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem qoob loos hab ua kevcai xyeem daws txem hab ua kevcai ntxuav kev txaug kev txhum hab ua kevcai tsaa ua pov thawj hab ua kevcai xyeem sws raug zoo."},{"bible_id":"1216","chapter_code":"LEV.7","verse_code":"LEV.7.38","label":"38","content":"Tej nuav yog Yawmsaub has rua Mauxe sau lub roob Xinai rua nub kws Yawmsaub has kuas cov Yixayee coj hov txhua chaw tuaj xyeem rua Yawmsaub huv tebchaws moj saab qhua Xinai."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.2","label":"2","content":"“Coj Aloo hab nwg cov tub tuaj hab tej tsoog meej mom hab cov roj kws swv ua kevcai tsaa hab tug txwv nyuj kws ua kevcai xyeem daws txem hab ob tug txwv yaaj hab lub tawb ncuav kws tsw xyaw keeb,"},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.3","label":"3","content":"hab hu taag nrho ib tsoom pejxeem tuaj ua ke rua ntawm lub qhov rooj tsev ntaub sws ntswb.”"},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.4","label":"4","content":"Mauxe kuj ua lawv le Yawmsaub has rua nwg, ib tsoom pejxeem txhad tuaj ua ke ntawm lub qhov rooj tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.5","label":"5","content":"Mauxe has rua cov pejxeem tas, “Nuav yog tej kws Yawmsaub has tas yuav tsum ua.”"},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.6","label":"6","content":"Mauxe txawm coj Aloo hab nwg cov tub tuaj mas muab dej ntxuav puab."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.7","label":"7","content":"Nwg muab lub tsho rua Aloo naav, muab hlaab rua sa hab muab lub tsho ntev rua naav hab muab lub tsho efauj rua naav. Nwg muab txuj hlaab sa kws ntus zoo zoo sa lub tsho efauj rua ntawm duav, txhad khi tau lub tsho efauj."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.8","label":"8","content":"Mauxe muab lub awv rua Aloo coj hab muab Uli hab Thumi  tso rua huv lub awv."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.9","label":"9","content":"Hab nwg muab phuam ua rua Aloo ntoo hab muab pluaj kub kws dawb huv lug sa txuj phuam ntawm hauv plaj, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.10","label":"10","content":"Mauxe muab cov roj kws swv ua kevcai tsaa lug laub ywg Yawmsaub lub tsev ntaub sws ntswb hab txhua yaam kws nyob huv lub tsev txhad ua tau kevcai tu kuas dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.11","label":"11","content":"Hab nwg muab cov roj ib qho nchus rua sau lub thaaj xyaa zag, muab laub ywg lub thaaj hab tej pestwj kws swv ntawm lub thaaj huvsw hab lub phaaj hab lub chaw kws txawb lub phaaj txhad ua tau kevcai tu kuas dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.12","label":"12","content":"Nwg muab cov roj kws swv ua kevcai tsaa ib qho laub ywg rua sau Aloo taubhau ua kevcai tsaa tau nwg hab tu kuas nwg dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.13","label":"13","content":"Mauxe txawm coj Aloo cov tub lug mas muab tej tsho rua puab naav, muab txuj hlaab rua puab sa hab muab phuam ua rua puab ntoo, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.14","label":"14","content":"Mauxe txawm coj tug txwv nyuj kws ua kevcai xyeem daws txem tuaj mas Aloo hab nwg cov tub muab teg npuab rua sau tug nyuj kws ua kevcai xyeem daws txem taubhau."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.15","label":"15","content":"Mauxe muab tug nyuj hov tua kag hab muab ntiv teg raus huv cov ntshaav ib qho lug pleev cov kub thaaj ua kevcai ntxuav lub thaaj kuas dawb huv hab laub cov ntshaav kws tshuav rua lub taw thaaj, mas txhad tu kuas dawb huv rua Yawmsaub hab ua kevcai ntxuav lub thaaj kev txhum."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.16","label":"16","content":"Nwg kuj muab cov npluag roj kws lu plaab nyuv huvsw hab cov npluag roj kws lu lub sab hab cov npluag roj kws lu ob lub raum hab ob lub raum huvsw lug mas Mauxe muab hlawv rua sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.17","label":"17","content":"Tassws tug nyuj hab daim tawv hab cov nqaj hab tej quav nwg muab hlawv huvsw rua saab nrau lub zog, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.18","label":"18","content":"Mauxe txawm coj tug txwv yaaj kws ua kevcai hlawv huvsw xyeem tuaj, mas Aloo hab nwg cov tub muab teg npuab rua sau tug yaaj hov taubhau."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.19","label":"19","content":"Mauxe kuj muab tug yaaj hov tua kag muab cov ntshaav nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.20","label":"20","content":"Nwg muab tug txwv yaaj hov txav ua tej ywb yaav hab nwg muab lub taubhau hab tej ywb yaav hab cov npluag roj hlawv huvsw."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.21","label":"21","content":"Thaus nwg muab dej ntxuav tej plaab nyuv hab tej ceg Mauxe kuj muab tug txwv yaaj hlawv huvsw rua sau lub thaaj ua kevcai hlawv huvsw xyeem ua kuas muaj paa nchu tsw qaab, yog yaam kws muab hlawv kub nyab xyeem rua Yawmsaub, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.22","label":"22","content":"Mauxe coj dua ib tug txwv yaaj lug yog tug yaaj kws swv ua kevcai tsaa pov thawj, mas Aloo hab nwg cov tub muab teg npuab rua sau tug txwv yaaj hov taubhau."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.23","label":"23","content":"Mauxe muab tug yaaj hov tua kag mas muab cov ntshaav ib qho lug pleev Aloo saab taub ntsej xws hab tug taub teg xws hab tug taub taw xws."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.24","label":"24","content":"Mauxe kuj coj Aloo cov tub lug mas nwg muab cov ntshaav ib qho lug pleev puab saab taub ntsej xws hab tug taub teg xws hab tug taub taw xws hab nwg muab cov ntshaav nchus kuas lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.25","label":"25","content":"Nwg muab cov npluag roj hab tug kwtwv kws rog rog hab cov npluag roj kws lu plaab nyuv huvsw hab cov npluag roj kws lu lub sab hab cov npluag roj kws lu ob lub raum hab ob lub raum, hab saab ceg xws."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.26","label":"26","content":"Nwg txawm rhu ib lub ncuav kws tsw xyaw keeb hab ib lub ncuav ntse roj hab ib lub ncuav nyag nyag huv lub tawb kws muaj cov ncuav tsw xyaw keeb kws nyob ntawm Yawmsaub xubndag, tso rua sau cov npluag roj hab tso rua sau saab ceg xws."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.27","label":"27","content":"Nwg muab cov nuav huvsw tso rua huv Aloo hab Aloo cov tub txhais teg nqaa moog cev ua kevcai cev xyeem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.28","label":"28","content":"Mauxe tsua txais tej hov ntawm Aloo puab txhais teg muab hlawv rua sau lub thaaj ua ke nrug tug yaaj kws hlawv huvsw xyeem lawd ua kevcai tsaa ua pov thawj, ua kuas muaj paa nchu tsw qaab, yog yaam kws muab hlawv kub nyab xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.29","label":"29","content":"Mauxe muab lub hauv nrob ua kevcai cev xyeem rua ntawm Yawmsaub xubndag. Lub hauv nrob nuav yog Mauxe le feem rhu ntawm tug yaaj kws ua kevcai tsaa pov thawj lug, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.30","label":"30","content":"Mauxe coj cov roj kws swv ua kevcai tsaa ib qho hab cov ntshaav sau lub thaaj ib qho lug nchus rua Aloo hab Aloo cev tsoog meej mom hab nchus rua Aloo cov tub hab puab tej tsoog meej mom. Mauxe ua le nuav txhad tu tau Aloo hab nwg cev tsoog meej mom hab Aloo cov tub hab puab tej tsoog meej mom kuas dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.31","label":"31","content":"Mauxe has rua Aloo hab Aloo cov tub tas, “Muab cov nqaj hov hau ntawm lub qhov rooj tsev ntaub sws ntswb hab noj hov ntawd ntxuag cov ncuav huv lub tawb kws xyeem ua kevcai tsaa ua pov thawj, lawv le kuv has rua mej lawd tas Aloo hab nwg cov tub yuav tsum noj."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.32","label":"32","content":"Tej nqaj hab tej ncuav kws noj tsw taag mas mej muab hlawv huvsw pov tseg."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.33","label":"33","content":"Xyaa nub mej tsw xob tawm ntawm lub qhov rooj tsev ntaub sws ntswb moog hovtwg le moog txug nub kws ua kevcai tsaa mej ua pov thawj tav tsaiv. Txuj kevcai tsaa mej ua pov thawj yuav ua xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.34","label":"34","content":"Tej kws ua nub nua yog Yawmsaub has kuas ua lug ntxuav mej le kev txhum txem."},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.35","label":"35","content":"Mej yuav tsum nyob ntawm lub qhov rooj tsev ntaub sws ntswb xyaa nub nruab nub mo ntuj hab ua tej kws Yawmsaub has ca lawd tsaam tes mej tsua tuag, vem tej nuav yog Yawmsaub has rua kuv ntaag.”"},{"bible_id":"1216","chapter_code":"LEV.8","verse_code":"LEV.8.36","label":"36","content":"Aloo hab nwg cov tub kuj ua lawv le Yawmsaub has rua Mauxe lawd txhua yaam huvsw."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.1","label":"1","content":"Nub yim Mauxe hu Aloo hab nwg cov tub hab cov Yixayee tej kev txwj quas laug tuaj,"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.2","label":"2","content":"mas nwg has rua Aloo tas, “Coj ib tug thaav txwv nyuj tuaj ua kevcai xyeem daws txem hab ib tug txwv yaaj ua kevcai hlawv huvsw xyeem, coj ob tug kws tsw muaj chaw thuaj le tuaj xyeem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.3","label":"3","content":"Hab has rua cov Yixayee tas, ‘Coj ib tug txwv tshws tuaj ua kevcai xyeem daws txem hab coj ib tug mivnyuas nyuj hab ib tug mivnyuas yaaj kws noob nyoog muaj ib xyoos hab tsw muaj chaw thuaj le tuaj ua kevcai hlawv huvsw xyeem,"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.4","label":"4","content":"hab coj ib tug txwv nyuj hab ib tug txwv yaaj tuaj tua xyeem ua kevcai xyeem sws raug zoo rua ntawm Yawmsaub xubndag, hab coj cov ncuav ntse roj ua kevcai xyeem qoob loos tuaj xyeem, vem nub nua Yawmsaub yuav tshwm rua mej pum.’ ”"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.5","label":"5","content":"Puab txhad coj tej kws Mauxe has hov tuaj rua ntawm lub tsev ntaub sws ntswb saab qhov rooj, ib tsoom pejxeem kuj txaav lug ze sawv ntsug rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.6","label":"6","content":"Mauxe txawm has tas, “Tej nuav yog tej kws Yawmsaub has kuas mej ua, mas Yawmsaub tug fwjchim ci ntsaa quas ab yuav tshwm lug rua mej pum.”"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.7","label":"7","content":"Tes Mauxe txawm has rua Aloo tas, “Ca le txaav moog ze ze lub thaaj, muab tug tsaj tua ua kevcai xyeem daws txem hab ua kevcai hlawv huvsw xyeem ua koj le feem, hab ua kevcai ntxuav koj hab tej pejxeem kev txhum txem, hab coj cov pejxeem tug tsaj lug tua ua kevcai ntxuav puab kev txhum txem, lawv le Yawmsaub has lawd.”"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.8","label":"8","content":"Aloo txawm txaav moog ze lub thaaj hab tua tug mivnyuas nyuj kws ua kevcai xyeem daws nwg le txem."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.9","label":"9","content":"Aloo cov tub nqaa cov ntshaav lug cev rua Aloo tes Aloo muab ntiv teg raus cov ntshaav moog pleev cov kub ntawm lub thaaj, hab muab cov ntshaav kws tshuav laub rua ntawm taw thaaj."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.10","label":"10","content":"Mas cov npluag roj hab ob lub raum hab cov npluag roj kws lu lub sab ntawm tug tsaj kws ua kevcai xyeem daws txem hov nwg muab hlawv sau lub thaaj, lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.11","label":"11","content":"Cov nqaj hab daim tawv nwg muab hlawv rua saab nrau lub zog."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.12","label":"12","content":"Nwg tua tug txwv yaaj kws ua kevcai hlawv huvsw xyeem. Aloo cov tub nqaa cov ntshaav lug rua Aloo mas nwg muab cov ntshaav nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.13","label":"13","content":"Puab kuj muab tug txwv yaaj kws ua kevcai hlawv huvsw xyeem hov ib yaav zuj zug cev rua Aloo hab cev lub taubhau mas Aloo muab tej nuav hlawv rua sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.14","label":"14","content":"Nwg ntxuav tej plaab nyuv hab tej ceg mas muab hlawv rua sau cov nqaj kws ua kevcai hlawv huvsw xyeem hov sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.15","label":"15","content":"Aloo txawm coj cov pejxeem tug tsaj lug xyeem. Nwg coj tug tshws kws ua kevcai xyeem daws cov pejxeem le txem, mas nwg muab tua xyeem ua kevcai xyeem daws txem ib yaam le thawj tug kws nwg ua kevcai xyeem daws txem ntawd."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.16","label":"16","content":"Aloo coj tug tsaj kws ua kevcai hlawv huvsw xyeem tuaj xyeem lawv le txuj kevcai."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.17","label":"17","content":"Nwg kuj coj tej moov kws ua kevcai xyeem qoob loos tuaj xyeem hab tsuab ib taus teg hlawv rua sau lub thaaj, yog tsaav rua tej kws naj taagkig ua kevcai hlawv huvsw xyeem."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.18","label":"18","content":"Aloo kuj tua tug txwv nyuj hab tug txwv yaaj, rua cov pejxeem ua kevcai xyeem sws raug zoo. Aloo cov tub nqaa cov ntshaav lug cev rua Aloo mas nwg muab cov ntshaav nchus lu puag ncig lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.19","label":"19","content":"Cov npluag roj nyuj hab cov npluag roj yaaj hab tug kwtwv kws rog rog hab cov npluag roj kws lu plaab nyuv, hab ob lub raum hab cov npluag roj kws lu lub sab,"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.20","label":"20","content":"mas tej npluag roj nuav puab muab tso rua sau tej hauv nrob, mas Aloo muab cov npluag roj hov hlawv rua sau lub thaaj,"},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.21","label":"21","content":"tassws lub hauv nrob hab saab ceg xws Aloo muab cev ua kevcai cev xyeem rua ntawm Yawmsaub xubndag, lawv le Mauxe has ca lawd."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.22","label":"22","content":"Aloo txawm tsaa teg hlo foom koob moov rua cov pejxeem, tes nwg txawm nqeg sau lub chaw kws nwg ua kevcai xyeem daws txem hab ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem sws raug zoo lug."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.23","label":"23","content":"Tes Aloo hab Mauxe txawm moog rua huv lub tsev ntaub sws ntswb. Thaus ob tug tawm lug ob tug foom koob moov rua cov pejxeem mas Yawmsaub tug fwjchim ci ntsaa quas ab txawm tshwm lug rua cov pejxeem suavdawg pum."},{"bible_id":"1216","chapter_code":"LEV.9","verse_code":"LEV.9.24","label":"24","content":"Nplaim tawg txawm tawm ntawm Yawmsaub xubndag lug kub kag tej tsaj kws muab ua kevcai hlawv huvsw xyeem hab cov npluag roj sau lub thaaj. Thaus cov pejxeem pum le nuav suavdawg qw hab khwb pes nkaus rua huv peg teb."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.1","label":"1","content":"Aloo ob tug tub Nanta hab Anpihu nyag taug nyag nqaa lub yag rau ncaig tawg hab yawm ncaig tawg rua huv hab muab moov tshuaj tsw qaab rua huv, hab ob tug muab tej suavtawg hov kws tsw dawb huv swv hlawv xyeem rua ntawm Yawmsaub xubndag, Yawmsaub tsw tau kuas ob tug ua le hov."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.2","label":"2","content":"Nplaim tawg txawm tawm plawg ntawm Yawmsaub xubndag lug kub kag ob tug tes ob tug txawm tuag kag rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.3","label":"3","content":"Mauxe txawm has rua Aloo tas, “Qhov nuav Yawmsaub tub has tseg lawm tas, “ ‘Kuv yuav ua rua tuabneeg kws nyob ze kuv paub tas kuv yog tug kws dawb huv, kuv yuav tau koob meej taabmeeg ib tsoom tuabneeg suavdawg.’ ” Aloo ca le nyob tuabywv."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.4","label":"4","content":"Mauxe hu Misa‑ee hab Eexafaa kws yog Aloo tug txwv ntxawm Uxi‑ee ob tug tub tuaj mas has rua ob tug tas, “Ca le lug muab meb kwv meb tij kwv ntawm lub chaw pe Yawmsaub nuav moog rua saab nrau lub zog.”"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.5","label":"5","content":"Ob tug txawm lug muab ob tug tuag kws tseed naav cev tsoog meej mom kwv hlo tawm moog rua saab nrau lub zog, lawv le Mauxe has."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.6","label":"6","content":"Mauxe txawm has rua Aloo hab Ele‑axa hab Ithama puab peb txw tub tas, “Tsw xob ca mej plaubhau ntxhuv quas nyo hab tsw xob muab mej tej tsho dua, tsaam tes mej tsua tuag hab Yawmsaub txujkev npau tawg tsua tshwm rua ib tsoom pejxeem suavdawg. Tassws mej cov kwvtij kws yog cov Yixayee suavdawg yuav quaj ntsuag ob tug kws Yawmsaub tso suavtawg kub nyab tuag kuj tau."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.7","label":"7","content":"Mej tsw xob tawm ntawm lub qhov rooj tsev ntaub sws ntswb moog hovtwg le tsaam tes mej tsua tuag, vem Yawmsaub cov roj kws laub tsaa mej tseed nyob ntawm mej.”Mas puab kuj ua lawv le Mauxe has."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.8","label":"8","content":"Yawmsaub has rua Aloo tas,"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.9","label":"9","content":"“Thaus koj lossws koj cov tub yuav moog rua huv lub tsev ntaub sws ntswb mas tsw xob haus cawv txwv maab hab haus cawv ntxws hlo le tsaam tes mej tsua tuag. Tej nuav yog tej kevcai kws mej yuav tsum coj ib tam dhau ib tam ib txhab ib txhws moog le."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.10","label":"10","content":"Koj yuav tsum muab tej hov txhua chaw kws dawb huv cais tawm ntawm tej kws yog tuabneeg le, hab muab tej kws qas tsw huv cais tawm ntawm tej kws huv."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.11","label":"11","content":"Koj yuav tsum qha cov Yixayee paub txug tej kevcai huvsw kws Yawmsaub kuas Mauxe has rua puab lawd.”"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.12","label":"12","content":"Mauxe has rua Aloo hab Ele‑axa hab Ithama puab peb txw tub kws tseed nyob tas, “Muab tej hov txhua chaw kws thaus ua kevcai xyeem qoob loos es tsw muab hlawv xyeem rua Yawmsaub lug ua ncuav tsw xyaw keeb noj ntawm lub thaaj ib saab, vem yog yaam kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.13","label":"13","content":"Mej ca le noj rua ntawm lub chaw kws dawb huv tsua qhov yog koj hab koj cov tub le feem kws rhu ntawm tej kws muab hlawv kub nyab xyeem rua Yawmsaub lug, vem yog Yawmsaub has le nuav rua kuv."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.14","label":"14","content":"Tassws lub hauv nrob kws muab cev xyeem hab saab ceg kws muab pub xyeem lawd mej muab noj ntawm tej chaw kws tu kuas huv huv qhov twg kuj tau, koj hab koj tej tub tej ntxhais puavleej noj tau. Koj hab koj tej tub ki yuav tau tej nuav ua mej le feem, yog rhu ntawm tej kws cov Yixayee muab ua kevcai xyeem sws raug zoo lug rua mej."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.15","label":"15","content":"Txhais ceg kws muab pub xyeem hab lub hauv nrob kws muab cev xyeem mas yuav coj lug xyeem ua ke nrug cov npluag roj kws yuav muab hlawv kub nyab xyeem, hab yuav muab cev rua ntawm Yawmsaub xubndag ua kevcai cev xyeem. Tej nuav yog koj hab koj cov tub ki le feem moog ib txhws le, lawv le Yawmsaub has lawd.”"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.16","label":"16","content":"Mauxe ua tuab zoo nug txug tug tshws kws muab ua kevcai xyeem daws txem mas nwg paub tas tub muab tug tshws hov hlawv taag lawm, mas nwg chim heev rua Ele‑axa hab Ithama kws yog Aloo ob tug tub kws tseed tshuav nyob. Mauxe tshev tas,"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.17","label":"17","content":"“Ua caag meb tsw muab tug tsaj kws muab ua kevcai xyeem daws txem hov noj ntawm thaaj chaw pe Yawmsaub. Tub yog yaam kws dawb huv kawg nkaus hab yog yaam kws tub muab rua meb sub txhad coj tau cov pejxeem lub txem moog pov tseg, hab txhad ntxuav tau puab tej kev txhum txem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.18","label":"18","content":"Cov ntshaav tsaj hov tsw tau coj moog rua huv lub tsev ntaub chaav dawb huv, txhad tswm nyog meb yuav tsum noj rua ntawm thaaj chaw pe Yawmsaub, lawv le kuv has lawd.”"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.19","label":"19","content":"Aloo txawm has rua Mauxe tas, “Saib maj, nub nua puab muab tsaj ua kevcai xyeem daws txem hab ua kevcai hlawv huvsw xyeem rua ntawm Yawmsaub xubndag, tassws kuv tub raug tej xwm zoo le nuav lawm. Yog nub nua kuv tau noj tej kws ua kevcai xyeem daws txem tes yuav hum Yawmsaub lub sab lov?”"},{"bible_id":"1216","chapter_code":"LEV.10","verse_code":"LEV.10.20","label":"20","content":"Thaus Mauxe nov le nuav nwg kuj txaus sab."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.1","label":"1","content":"Yawmsaub has rua Mauxe hab Aloo has tas,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Tej tsaj caj sa huv nplajteb kws mej noj tau yog tej nuav."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.3","label":"3","content":"Txhua yaam tsaj muaj rau kws ncau ua ndiv hab zum zaub mas mej noj tau."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.4","label":"4","content":"“ ‘Tej tsaj kws zum zaub lossws rau ncau kws mej yuav tsum caiv tsw xob noj mas yog tej nuav. Ntxhuav yog tsaj zum zaub tassws rau tsw ncau mas yog tsaj qas tsw huv rua mej,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.5","label":"5","content":"ntxwm tsua yog tsaj zum zaub tassws rau tsw ncau mas yog tsaj qas tsw huv rua mej,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.6","label":"6","content":"luav yog tsaj zum zaub tassws rau tsw ncau mas yog tsaj qas tsw huv rua mej,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.7","label":"7","content":"npua yog tsaj kws rau ncau ua ndiv tassws tsw zum zaub mas yog tsaj qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.8","label":"8","content":"Mej caiv tsw xob noj cov tsaj nuav le nqaj hlo le, hab tsw xob kov tej tsaj nuav tej cev tuag vem yog yaam kws qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.9","label":"9","content":"“ ‘Tej tsaj nruab deg kws has nuav mej noj tau. Txhua yaam tsaj nruab deg kws muaj txoob muaj nplai txawm yog nyob huv haav dej nyob huv havtxwv los mej noj tau."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.10","label":"10","content":"Tej tsaj nruab deg kws tsw muaj txoob tsw muaj nplai txawm yog tej tsaj miv miv nruab deg hab tej tsaj caj sa nruab deg nyob huv havtxwv lossws nyob huv haav los puavleej yog tej tsaj kws qas vuab tsuab rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.11","label":"11","content":"Tej tsaj nuav yog tsaj kws qas vuab tsuab rua mej moog le, mej yuav tsum caiv tsw xob noj cov nqaj hlo le, hab tej cev tuag los mej yuav saib tas yog yaam kws qas vuab tsuab."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.12","label":"12","content":"Txhua yaam huv nruab deg kws tsw muaj txoob tsw muaj nplai kuj yog yaam kws qas vuab tsuab rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.13","label":"13","content":"“ ‘Ntawm nuav moog yog tej naag noog  kws mej yuav saib tas yog yaam kws qas vuab tsuab mas mej yuav caiv tsw xob noj vem yog qas vuab tsuab rua mej, yog daav dub, daav noj twm, daav txho,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.14","label":"14","content":"laj tw ntev, laj ntsuab, txhua yaam daav laj nuav,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.15","label":"15","content":"txhua yaam uab voj,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.16","label":"16","content":"plaas dawb,  plaas txaij, plaas lab, laj txho, txhua yaam daav nuav,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.17","label":"17","content":"loov nyuas qab, tooj twg lwg, loov nyuas,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.18","label":"18","content":"plaas tauv lauv, plaas miv, daav dawb,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.19","label":"19","content":"us dej dawb, txhua yaam qab dej txho, kus daaj txoob hab puav."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.20","label":"20","content":"“ ‘Tej nyuas kaab nyuas kooj muaj tis kws muaj teg taw nkaag yog tej kws qas vuab tsuab rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.21","label":"21","content":"Tej nyuas kaab nyuas kooj muaj tis muaj teg taw nkaag kws mej noj tau yog cov kws txawj quav ceg dha caws qa huv peg teb."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.22","label":"22","content":"Cov kaab cov kooj nuav mej noj tau, kooj txwg txhua yaam, kooj ntaas txhua yaam, kaab zag roj txhua yaam, kooj ntsuab txhua yaam."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.23","label":"23","content":"Tassws lwm yaam kaab kooj muaj tis muaj teg taw nkaag tau mas yog tej kws qas vuab tsuab rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.24","label":"24","content":"“ ‘Tej nuav yuav ua rua mej qas tsw huv. Yog leejtwg kov raug tej nyuas kaab nyuas kooj kws tuag mas yuav qas tsw huv moog txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.25","label":"25","content":"Leejtwg nqaa tej kaab kooj kws tuag hov mas nwg yuav tsum ntxhua nwg cev tsoog tsho hab yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.26","label":"26","content":"Txhua yaam tsaj kws muaj rau tsw ncau ua ndiv hab tsw zum zaub mas yog tsaj qas tsw huv rua mej. Yog leejtwg kov raug tej tsaj hov mas nwg yuav qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.27","label":"27","content":"Txhua yaam tsaj kws muaj plaub txhais teg taw moog kev mas yog yaam kws qas tsw huv rua mej. Yog leejtwg kov raug tej tsaj hov lub cev tuag mas nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.28","label":"28","content":"Leejtwg coj tej tsaj hov lub cev tuag moog mas yuav tsum ntxhua nwg cev tsoog tsho hab nwg yuav qas tsw huv txug tsaus ntuj. Tej tsaj nuav qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.29","label":"29","content":"“ ‘Tej tsaj miv miv kws nkaag huv peg teb nuav mas cov kws qas tsw huv rua mej yog cov nuav, luj, tsuag, naab qaa txaij txhua yaam,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.30","label":"30","content":"quav tuj quav taug, naab qaa, nyeb, tsav rog, hab tsav qhuav."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.31","label":"31","content":"Txhua yaam tsaj miv miv kws nkaag nuav yog tej kws qas tsw huv rua mej. Yog tuag lawm es leejtwg kov raug mas nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.32","label":"32","content":"Thaus tej hov ib tug tuag poob rua sau yaam twg mas yaam hov kuj qas tsw huv lawm hab, tsw has tej pestwj kws muab ntoo ua lossws tej rwg tsho lossws tawv tsaj lossws seev tsaaj lossws tej pestwj swv yaam twg mas yuav tsum muab tej hov tsau dej. Tej hov yuav qas tsw huv txug tsaus ntuj mas txhad rov huv."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.33","label":"33","content":"Yog tej tsaj hov ib tug poob rua huv tej pestwj taig aav mas txhua yaam kws nyob huv taig hov kuj qas tsw huv lawm, tes ca le muab lub taig hov tsoo pov tseg."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.34","label":"34","content":"Yog muab tej dej huv lub taig qas hov lug ua poob rua tej zaub mov kws tseed zoo noj mas tej zaub mov kuj qas tsw huv lawm hab. Hab cov kws tseed zoo haus huv lub taig kws qas le hov kuj qas tsw huv lawm."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.35","label":"35","content":"Yog tej tsaj ntawd lub cev tuag ib nyuas qhov poob rua sau yaam twg mas yaam hov kuj qas tsw huv lawm, tsw has qhov txus qhov cu los yuav muab tsoo huvsw pov tseg vem qas tsw huv lawm, vem yog qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.36","label":"36","content":"Txawm yog le ntawd los tej qhov dej txhawv lossws tej rhawv dej puavleej huv, tassws yog leejtwg kov raug tej tsaj tuag nwg kuj qas tsw huv lawm."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.37","label":"37","content":"Yog tej tsaj tuag hov ib nyuas qhov poob rua sau tej noob qoob kws yuav muab cog mas tej noob qoob hov tseed huv."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.38","label":"38","content":"Yog laub dej rua cov noob qoob hov lawm es tsaj lub cev tuag ib nyuas qhov poob rua sau lawm mas cov noob qoob hov kuj qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.39","label":"39","content":"“ ‘Yog tej tsaj kws mej noj nyog ib tug tuag tes tug kws kov tug tsaj tuag hov yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.40","label":"40","content":"Hab yog leejtwg noj tug tsaj tuag hov mas nwg yuav tsum ntxhua nwg cev tsoog tsho hab nwg yuav qas tsw huv txug tsaus ntuj. Yog leejtwg coj tug tsaj tuag hov moog nwg kuj yuav tsum ntxhua nwg cev tsoog tsho hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.41","label":"41","content":"“ ‘Txhua yaam tsaj miv miv kws nkaag huv peg teb yog tej kws qas vuab tsuab, mas caiv tsw xob noj."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.42","label":"42","content":"Yaam kws muab lub plaab ndaug tshav aav hab tej kws muaj plaub txhais teg taw nkaag hab tej kws muaj ntau txhais teg taw, txhua yaam tsaj miv miv kws nkaag huv peg teb hov mej caiv tsw xob noj vem yog tej kws qas vuab tsuab."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.43","label":"43","content":"Mej tsw xob ca tej tsaj miv miv kws nkaag nuav puag tsuas mej ua rua mej qas tsw huv. Tsw xob ca tej tsaj hov ua rua mej qas tsw huv tsaam tes mej tsw huv lawm."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.44","label":"44","content":"Kuv yog Yawmsaub kws yog mej tug Vaajtswv, mej yuav tsum tu mej kuas dawb huv rua kuv hab ua tuabneeg dawb huv, vem kuv yog tug dawb huv. Mej tsw xob ca tej tsaj miv miv kws nkaag huv peg teb hov ua rua mej qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.45","label":"45","content":"Tsua qhov kuv yog Yawmsaub kws coj mej tawm huv Iyi tebchaws lug kuv txhad ua tau mej tug Vaajtswv. Vem le nuav mej yuav tsum dawb huv tsua qhov kuv dawb huv."},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.46","label":"46","content":"“ ‘Nuav yog tej kevcai kws has txug tej tsaj txhu naag noog hab tej kws caj sa moog lug huv nruab deg, hab txhua yaam tsaj miv miv kws nkaag huv peg teb,"},{"bible_id":"1216","chapter_code":"LEV.11","verse_code":"LEV.11.47","label":"47","content":"sub txhad saib tshwm paub tej kws qas tsw huv hab tej kws huv, hab paub tej tsaj caj sa kws noj tau hab tej tsaj caj sa kws caiv tsw noj.’ ”"},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Yog tug quaspuj twg xeeb mivnyuas hab yug tau ib tug tub, mas nwg yuav qas tsw huv xyaa nub ib yaam nkaus le thaus nwg ua quaspuj hab."},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.3","label":"3","content":"Mas nub kws yim muab tug mivtub hov ua kevcai txav tawv noov."},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.4","label":"4","content":"Tes leej nam yuav tog peb caug peb nub ntxwv txhad ua tau kevcai ntxuav nwg lub cev kws lug ntshaav. Nwg tsw xob kov ib yaam daabtsw kws dawb huv hab tsw xob moog rua huv lub chaw pe Vaajtswv moog txug thaus puv swjhawm kws nwg ua kevcai ntxuav lub cev tsaiv."},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.5","label":"5","content":"Yog tug puj twg yug tau ntxhais tes nwg yuav qas tsw huv ob lub chib su ib yaam nkaus le thaus ua quaspuj, hab nwg yuav tsum tog rau caum rau nub ntxwv txhad ua tau kevcai ntxuav nwg lub cev kws lug ntshaav."},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.6","label":"6","content":"“ ‘Thaus puv swjhawm kws ua kevcai ntxuav lawd, txawm yog yug tub yug ntxhais los nwg yuav coj ib tug mivnyuas yaaj noob nyoog ib xyoos moog rua tug pov thawj ntawm qhov rooj tsev ntaub sws ntswb ua kevcai hlawv huvsw xyeem, hab coj ib tug rhaws nquab nyeg lossws ib tug nquab taug moog ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.7","label":"7","content":"Mas tug pov thawj yuav muab xyeem rua ntawm Yawmsaub xubndag hab ua kevcai ntxuav nwg kev qas kev txhum mas nwg lub cev kws lug ntshaav txhad huv. Nuav yog tej kevcai kws has txug tug quaspuj kws yug mivnyuas, tsw has yug tub los ntxhais."},{"bible_id":"1216","chapter_code":"LEV.12","verse_code":"LEV.12.8","label":"8","content":"Yog nwg nrhav tsw taug ib tug mivnyuas yaaj, tes ca nwg coj ob tug nquab taug lossws ob tug rhaws nquab nyeg muab ib tug ua kevcai hlawv huvsw xyeem, muab ib tug ua kevcai xyeem daws txem. Tug pov thawj yuav ua kevcai ntxuav nwg kev qas kev txhum mas nwg txhad le huv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.1","label":"1","content":"Yawmsaub has rua Mauxe hab Aloo tas,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.2","label":"2","content":"“Yog leejtwg lub cev muaj ib qho kws o lossws tawm pob lossws txaij ntawm nwg daim tawv nqaj kws txawj ua mob lis mob ruas ntawm daim tawv nqaj, mas coj tug hov moog cuag Aloo kws ua pov thawj lossws nwg ib tug tub kws ua pov thawj."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.3","label":"3","content":"Tug pov thawj yuav tsum tshuaj saib qhov mob ntawm nwg daim tawv nqaj, mas yog cov plaub ntawm qhov mob hov dawb hab saib zoo le qhov mob hov tub txeem rua huv cov nqaj lawm tes kuj yog mob lis mob ruas. Thaus tug pov thawj tub tshuaj saib nwg lawd mas yuav tshaaj tawm has tas nwg qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.4","label":"4","content":"Yog qhov mob ntawm daim tawv dawb, hab saib zoo le qhov mob tsw tau txeem rua huv cov nqaj hab cov plaub ntawm qhov mob kuj tsw dawb mas tug pov thawj yuav muab tug mob hov cais kaw ca xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.5","label":"5","content":"Thaus puv xyaa nub lawd tug pov thawj yuav tshuaj saib. Yog lawv le nwg pum mas qhov mob hov nyob le qub tsw fuam luj rua ntawm daim tawv, mas tug pov thawj tseed yuav muab nwg cais dua xyaa nub hab."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.6","label":"6","content":"Thaus puv xyaa nub tug pov thawj yuav rov tshuaj saib dua ib zag. Yog qhov mob ntawd tuag ntxhai tsw fuam luj rua ntawm daim tawv nqaj lawm, mas tug pov thawj yuav tshaaj tawm has tas tug kws mob ntawd huv lawm, nwg tug mob tsuas yog tawm pob xwb. Mas tug kws mob hov yuav ntxhua nwg cev tsoog tsho nwg txhad le huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.7","label":"7","content":"Thaus nwg tub moog cuag tug pov thawj tshuaj saib hab tug pov thawj has tas nwg huv lawm, mas yog qhov mob tawm pob hov tseed fuam luj ntawm nwg daim tawv tes nwg yuav tsum rov moog cuag tug pov thawj dua."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.8","label":"8","content":"Tug pov thawj yuav tshuaj saib, mas yog qhov mob tawm pob hov fuam luj rua ntawm daim tawv lawm tes tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv, yog mob lis mob ruas."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.9","label":"9","content":"“Yog leejtwg mob lis mob ruas mas yuav tsum coj tug hov moog cuag tug pov thawj."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.10","label":"10","content":"Tug pov thawj yuav tshuaj saib, hab yog qhov mob ntawd o hab dawb ntawm daim tawv, ua rua cov plaub ntawd dawb hab ua kav txhaab tshab rua ntawm qhov kws o hov,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.11","label":"11","content":"mas kuj yog ua mob lis mob ruas kws fuam rua huv daim tawv. Mas tug pov thawj kuj yuav tshaaj tawm has tas nwg qas tsw huv. Tsw txug muab nwg cais ca vem yog nwg yeej qas tsw huv lawm."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.12","label":"12","content":"“Yog qhov mob hov fuam luj rua huv daim tawv hab lawv le tug pov thawj pum fuam thoob plhawv ib ce taag nrho taubhau moog txug kwtaw,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.13","label":"13","content":"tes tug pov thawj yuav tshuaj saib. Yog qhov mob tub fuam thoob ib ce lawm mas nwg yuav tshaaj tawm has tas tug ntawd kuj huv ntawm nwg tug mob lawm, vem nwg daim tawv dawb thoob plhawv lawm, nwg huv lawm."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.14","label":"14","content":"Tassws thaus muaj tej qhov kav txhaab tshab tshwm lug mas kuj yog nwg qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.15","label":"15","content":"Tug pov thawj yuav tshuaj saib tej qhov kav txhaab tshab mas yuav tshaaj tawm has tas nwg qas tsw huv lawm. Tej qhov kav txhaab tshab kuj qas tsw huv vem yog mob lis mob ruas."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.16","label":"16","content":"Yog tej kav txhaab tshab hov tub zoo du lug dawb dawb lawm, mas nwg yuav moog cuag tug pov thawj,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.17","label":"17","content":"tes tug pov thawj yuav tshuaj saib nwg. Yog qhov mob hov tub ntxeev ua dawb dawb lawm, mas tug pov thawj yuav tshaaj tawm has tas tug kws mob hov huv lawm, mas nwg kuj huv lawm."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.18","label":"18","content":"“Yog leejtwg mob ib lub rwj ntawm nwg daim tawv tassws tub zoo lawm,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.19","label":"19","content":"mas yog ntawm qhov mob rwj hov tsua muaj qhov dawb dawb o o lossws lab dawb tshwm tuaj, mas nwg yuav tsum moog cuag tug pov thawj saib."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.20","label":"20","content":"Tes tug pov thawj yuav tshuaj saib es yog nwg saib zoo le qhov mob hov tub txeem rua huv cov nqaj hab cov plaub ntawm qhov mob dawb lawm, mas tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv. Qhov mob hov yog mob lis mob ruas kws tshwm huv lub rwj tuaj."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.21","label":"21","content":"Tassws yog tug pov thawj tshuaj saib qhov mob mas cov plaub tsw dawb hab qhov mob tsw tau txeem rua huv cov nqaj tsuas yog tuag ntxhai xwb, tes tug pov thawj yuav muab nwg cais kaw ca xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.22","label":"22","content":"Yog qhov mob hov fuam luj rua ntawm daim tawv mas tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv, yog mob lis mob ruas."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.23","label":"23","content":"Tassws yog qhov mob ntawd nyob le qub tsw fuam kuj yog caws plav rwj xwb tes tug pov thawj yuav tshaaj tawm has tas nwg huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.24","label":"24","content":"“Yog lub cev ib qho raug suavtawg kub es txawm muaj qhov lab dawb lossws qhov dawb dawb tshwm tuaj ntawm lub kav txhaab tshab kws kub hov,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.25","label":"25","content":"tes tug pov thawj yuav tshuaj saib. Yog cov plaub huv qhov mob hov dawb hab saib zoo le qhov mob tub txeem rua huv cov nqaj lawm mas yog mob lis tshwm ntawm qhov kav txhaab kws kub nyab tuaj, mas tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv, yog mob lis mob ruas."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.26","label":"26","content":"“Tassws yog tug pov thawj tshuaj saib mas cov plaub huv qhov mob tsw dawb hab qhov mob tsw tau txeem rua huv cov nqaj tsuas yog tuag ntxhai xwb, tes tug pov thawj yuav muab nwg cais ca xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.27","label":"27","content":"Thaus puv xyaa nub lawd tug pov thawj yuav tshuaj saib. Yog qhov mob hov fuam luj rua ntawm daim tawv mas tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv, yog mob lis mob ruas."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.28","label":"28","content":"Tassws yog qhov mob hov nyob le qub tsw fuam luj rua huv daim tawv tsuas yog tuag ntxhai xwb, mas yog o vem suavtawg kub xwb, tes tug pov thawj yuav tshaaj tawm has tas tug ntawd huv lawm, tsuas yog caws plav kws suavtawg kub xwb."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.29","label":"29","content":"“Thaus quasyawg lossws quaspuj twg muaj mob rua ntawm taubhau lossws ntawm kauj tsaig,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.30","label":"30","content":"tes tug pov thawj yuav tshuaj saib qhov mob hov es yog saib zoo le qhov mob tub txeem rua huv cov nqaj hab cov plaub ntawm qhov mob daaj hab swb swb le lawm, tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv, tsua qhov yog mob txob, yog mob lis mob ruas rua sau taubhau lossws ntawm kauj tsaig."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.31","label":"31","content":"Yog tug pov thawj tshuaj saib qhov mob txob hov hab saib zoo le qhov mob tsw tau txeem rua huv cov nqaj hab tsw muaj plaub dub, mas tug pov thawj yuav muab tug kws mob txob hov cais ca xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.32","label":"32","content":"Thaus puv xyaa nub lawd tug pov thawj yuav tshuaj saib qhov mob hov. Yog tas qhov txob hov tsw fuam luj hab tsw muaj plaub daaj hab saib zoo le qhov mob txob tsw tau txeem rua huv cov nqaj,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.33","label":"33","content":"mas tug kws mob hov yuav tsum chais plaubhau chais fwj txwv tsuas tseg tsw xob chais ntawm qhov kws txob xwb. Mas tug pov thawj yuav muab tug kws mob txob hov cais dua xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.34","label":"34","content":"Thaus puv xyaa nub tug pov thawj yuav tshuaj saib qhov kws txob. Yog qhov txob hov tsw fuam luj ntawm daim tawv hab saib zoo le qhov mob tsw tau txeem rua huv cov nqaj, tes tug pov thawj yuav tshaaj tawm has tas nwg huv. Mas tug kws mob hov yuav ntxhua nwg cev tsoog tsho, nwg txhad le huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.35","label":"35","content":"Yog tug pov thawj tub has tas tug ntawd huv lawm tassws qhov mob txob hov tseed fuam luj rua ntawm daim tawv,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.36","label":"36","content":"tes tug pov thawj yuav tsum tshuaj saib nwg. Yog qhov mob txob hov fuam luj rua ntawm daim tawv, tes tsw txug yuav saib cov plaub daaj los tsw daaj lawm, nwg yeej qas tsw huv lawm."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.37","label":"37","content":"Tassws yog lawv le tug pov thawj pum mas qhov txob hov nyob le qub, hab muaj plaub dub tuaj ntawm qhov mob hov, mas qhov mob txob hov zoo lawm, nwg kuj huv lawm. Tug pov thawj yuav tshaaj tawm has tas tug ntawd huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.38","label":"38","content":"“Thaus quasyawg lossws quaspuj twg dawb tej teev ntawm daim tawv,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.39","label":"39","content":"tug pov thawj yuav tsum tshuaj saib. Yog tej teev ntawm daim tawv dawb txho xwb mas yog nyuj taug yaim tshwm ntawm daim tawv xwb, nwg tseed huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.40","label":"40","content":"“Yog tug quasyawg twg plaubhau hle ntawm taubhau lawm, nwg ua tuabneeg do hau xwb, nwg tseed huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.41","label":"41","content":"Yog nwg plaubhau ntawm hauv plaj hab ob saab xub ntsus hle, nwg ua tuabneeg do plaj xwb, nwg tseed huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.42","label":"42","content":"Yog sau taj taubhau do lossws sau hauv plaj do muaj ib qho mob lab dawb, yog nwg muaj mob lis mob ruas tshwm ntawm qhov kws nwg do hau lossws do plaj."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.43","label":"43","content":"Tug pov thawj yuav tshuaj saib nwg. Yog qhov mob o ntawm qhov kws do hau lossws do plaj hov lab dawb zoo yaam nkaus le tej mob lis ntawm daim tawv,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.44","label":"44","content":"mas tug quasyawg hov kuj mob lis mob ruas. Nwg qas tsw huv lawm, mas tug pov thawj yuav tshaaj tawm has tas nwg qas tsw huv. Nwg tug mob nyob sau taubhau."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.45","label":"45","content":"“Tug kws mob lis mob ruas yuav tsum naav tej tsoog tsho nduag hab tseg plaubhau ntev hab nwg yuav pus ncauj hab qw has tas ‘Qas tsw huv, qas tsw huv.’"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.46","label":"46","content":"Nwg yuav qas tsw huv moog taag swjhawm kws nwg muaj mob hov, nwg qas tsw huv. Nwg yuav tsum nyob nwg ib leeg saab nrau lub zog."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.47","label":"47","content":"“Thaus tej tsoog tsho tuaj pwm tsw has ntaub plaub yaaj lossws ntaub maag,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.48","label":"48","content":"yog nyob rua huv cov xuv hlaub lossws xuv txa kws ntus ntaub maag ntaub plaub yaaj, lossws nyob huv tej tawv tsaj lossws huv tej kws muab tawv tsaj ua,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.49","label":"49","content":"yog tej tsoog tsho hov tuaj pwm ntsuab xem xab lossws tuaj pwm lab pis tseb, tsw has nyob huv cov xuv hlaub lossws xuv txa, lossws nyob huv tej tawv tsaj lossws huv tej kws muab tawv tsaj ua, mas tej pwm hov kuj yog muaj kaab mob, mas yuav coj moog rua tug pov thawj saib."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.50","label":"50","content":"Tug pov thawj yuav saib qhov kws tuaj pwm hov hab muab cais ca xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.51","label":"51","content":"Thaus puv xyaa nub lawd, nwg yuav tshuaj saib qhov kws tuaj pwm hov. Yog tej pwm hov fuam rua huv tej tsoog tsho, tsw has huv cov xuv hlaub xuv txa lossws huv tej tawv tsaj kws swv ua txhua yaam, tej pwm hov muaj kaab mob phem mas kuj yog qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.52","label":"52","content":"Mas tug pov thawj yuav muab tej tsoog tsho hov hlawv pov tseg, tsw has qhov mob nyob huv xuv hlaub xuv txa lossws nyob huv ntaub plaub yaaj lossws ntaub maag lossws nyob huv tej kws muab tawv tsaj ua, vem tej pwm hov muaj kaab mob phem, yuav tsum muab hlawv pov tseg."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.53","label":"53","content":"“Yog tug pov thawj tshuaj saib mas tej pwm hov tsw fuam rua huv tej tsoog tsho tsw has cov xuv hlaub xuv txa lossws tej kws muab tawv tsaj ua,"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.54","label":"54","content":"mas tug pov thawj yuav kuas nwg muab lub kws tuaj pwm hov ntxhua hab yuav muab cais ca dua xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.55","label":"55","content":"Thaus ntxhua lawd tug pov thawj yuav tshuaj saib lub kws tuaj pwm hov. Yog qhov kws tuaj pwm hov tseed ntsuab lab le qub, txawm yog tsw fuam los kuj qas tsw huv lawm, koj ca le muab hlawv pov tseg, tsw has qhov kws tuaj pwm hov txawm nyob saab nrau saab huv los xwj."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.56","label":"56","content":"“Tassws yog tug pov thawj tshuaj saib thaus kws ntxhua lawd mas qhov kws tuaj pwm hov pluj quas zug lawm, tes tug pov thawj yuav muab qhov tuaj pwm hov dua pov tseg ntawm cev tsoog tsho lossws tawv tsaj lossws tej xuv hlaub xuv txa."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.57","label":"57","content":"Yog rov pum tas tej tsoog tsho tsw has tej xuv hlaub xuv txa lossws tej kws muab tawv tsaj ua tuaj pwm dua, mas kuj yog qhov mob fuam. Koj yuav tsum muab tej kws tuaj pwm hov hlawv pov tseg."},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.58","label":"58","content":"Yog tej tsoog tsho lossws cov xuv hlaub xuv txa lossws tej kws muab tawv tsaj ua kws tuaj pwm es koj muab ntxhua ib zag lawm mas tej pwm pluj lawm, tes rov muab ntxhua dua ib zag hab, txhad le huv lawm.”"},{"bible_id":"1216","chapter_code":"LEV.13","verse_code":"LEV.13.59","label":"59","content":"Nuav yog tej kevcai kws ntswg txug tej tsoog tsho tuaj pwm ua mob phem, tsw has nyob huv tej tsoog tsho ntaub plaub yaaj lossws ntaub maag lossws nyob huv cov xuv hlaub xuv txa lossws huv tej kws muab tawv tsaj ua, sub txhad paub tshuaj saib yaam twg huv yaam twg qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.2","label":"2","content":"“Ntawm nuav moog yog txuj kevcai kws ua rua nub kws ntxuav tug mob lis mob ruas kuas huv. Yuav tsum coj nwg moog cuag tug pov thawj."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.3","label":"3","content":"Tug pov thawj yuav tsum tawm rua saab nrau lub zog hab tshuaj tug mob. Yog tug kws mob lis mob ruas zoo lawm,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.4","label":"4","content":"tug pov thawj yuav has kuas coj ob tug noog caj kws huv hab mivntswv ntoo cab hab xuv lab hab nplooj zaub txwg theem tuaj ua kevcai ntxuav tug mob."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.5","label":"5","content":"Tug pov thawj yuav has kuas tua ib tug noog rua sau lub taig aav kws rau cov dej cag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.6","label":"6","content":"Nwg yuav muab tug noog kws tseed caj hab ib nyuas nplais ntoo cab hab ib khawb xuv lab hab ib re zaub txwg theem raus ua ke rua huv tug noog kws tua cov ntshaav huv lub taig kws muaj dej cag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.7","label":"7","content":"Nwg yuav muab cov ntshaav nchus rua tug kws ua kevcai ntxuav mob lis mob ruas hov xyaa zag le maav tshaaj tawm tas tug hov huv lawm tes muab tug noog kws tseed caj tso dim moog rua haav xub tsuag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.8","label":"8","content":"Tug kws ua kevcai ntxuav yuav tsum ntxhua nwg tej tsoog tsho hab chais plaubhau hab chais tej plaub ib ce huvsw hab daa dej tes nwg le huv. Dhau ntawd nwg le nkaag tau rua huv lub zog tassws nwg yuav nyob nrau nwg lub tsev ntaub xyaa nub tsaiv."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.9","label":"9","content":"Thaus puv xyaa nub nwg yuav rov chais plaubhau sau nwg taubhau huvsw hab chais fwj txwv chais plaub muag hab tej plaub ib ce huvsw. Nwg yuav ntxhua nwg tej tsoog tsho hab daa dej nwg le huv."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.10","label":"10","content":"“Mas nub kws yim nwg yuav tsum muab ob tug mivnyuas txwv yaaj kws tsw muaj chaw thuaj le hab ib tug mivnyuas maum yaaj noob nyoog ib xyoos kws tsw muaj chaw thuaj le, hab muab peb feem kaum huv ib efa  moov mog zoo zoo ntse roj ua kevcai xyeem qoob loos, hab ib nraab lib roj."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.11","label":"11","content":"Tug pov thawj yuav coj tug kws ua kevcai ntxuav hab tej hov txhua chaw nuav tuaj rua ntawm lub qhov rooj tsev ntaub sws ntswb muab tso rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.12","label":"12","content":"Tug pov thawj yuav coj ib tug mivnyuas txwv yaaj hab ib nraab lib roj tuaj ua kevcai ntxuav kev txaug kev txhum hab muab cev xyeem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.13","label":"13","content":"Nwg yuav tua tug mivnyuas yaaj hov rua ntawm lub chaw dawb huv kws puab tua tej tsaj kws xyeem ua kevcai daws txem hab ua kevcai hlawv xyeem. Tsua qhov tug tsaj kws tua xyeem ua kevcai ntxuav kev txaug kev txhum kuj zoo ib yaam le tug tsaj kws tua ua kevcai daws txem, yog tug pov thawj le feem hab yog yaam kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.14","label":"14","content":"Tug pov thawj yuav muab tug tsaj kws xyeem ua kevcai ntxuav kev txaug kev txhum hov le ntshaav ib qho lug, muab pleev tug kws ua kevcai ntxuav saab taub ntsej xws hab pleev nwg tug taub teg xws hab tug taub taw xws."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.15","label":"15","content":"Tug pov thawj yuav muab ib nraab lib roj hov ib qho lug laub rua huv nwg lub xwb teg saab txhum phem"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.16","label":"16","content":"hab muab nwg tug ntiv teg xws raus cov roj huv nwg lub xwb teg phem lug nchus rua ntawm Yawmsaub xubndag xyaa zag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.17","label":"17","content":"Cov roj kws tseed tshuav huv xwb teg hov tug pov thawj yuav muab ib txha lug pleev tug kws ua kevcai ntxuav saab taub ntsej xws hab pleev tug taub teg xws hab tug taub taw xws pleev tsuam cov ntshaav kws pleev ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.18","label":"18","content":"Cov roj kws tseed tshuav huv tug pov thawj xwb teg nwg yuav muab pleev tug kws ua kevcai ntxuav taubhau. Tug pov thawj txhad ua kevcai ntxuav kev txhum txem rua tug hov rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.19","label":"19","content":"Tug pov thawj yuav muab tug tsaj kws ua kevcai daws txem tua xyeem, sub txhad ntxuav tau tug kws ua kevcai ntxuav hov tej kev txhum txem. Dhau ntawd tug pov thawj yuav tua tug tsaj kws ua kevcai hlawv xyeem."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.20","label":"20","content":"Tug pov thawj yuav muab tug tsaj kws ua kevcai hlawv xyeem hab tej moov kws ua kevcai xyeem qoob loos xyeem rua sau lub thaaj. Tug pov thawj ua kevcai ntxuav tug hov tej kev txhum le nuav taag, mas tug hov txhad huv lawm."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.21","label":"21","content":"“Yog tug hov pluag nrhav tsw tau npaum le ntawd, mas nwg yuav coj ib tug mivnyuas txwv yaaj ua kevcai ntxuav kev txaug kev txhum tuaj cev xyeem txhad ua tau kevcai ntxuav nwg kev txhum txem, hab yuav coj ib feem kaum huv ib efa  moov mog zoo zoo ntse roj ua kevcai xyeem qoob loos hab ib nraab lib roj,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.22","label":"22","content":"hab ob tug nquab taug lossws ob tug rhaws nquab nyeg lawv le kws nwg nrhav tau, muab ib tug ua kevcai daws txem, muab ib tug ua kevcai hlawv xyeem."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.23","label":"23","content":"Nub kws yim nwg yuav tsum coj tuaj rua tug pov thawj ua kevcai ntxuav nwg ntawm lub qhov rooj tsev ntaub sws ntswb rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.24","label":"24","content":"Tug pov thawj yuav coj tug mivnyuas yaaj kws xyeem ua kevcai ntxuav kev txaug kev txhum hab ib nraab lib roj lug muab cev rua ntawm Yawmsaub xubndag ua kevcai cev xyeem."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.25","label":"25","content":"Nwg yuav tua tug mivnyuas yaaj kws ua kevcai ntxuav kev txaug kev txhum. Hab tug pov thawj yuav muab tug tsaj kws xyeem ua kevcai ntxuav kev txaug kev txhum hov le ntshaav ib qho lug, muab pleev tug kws ua kevcai ntxuav hov saab taub ntsej xws hab pleev nwg tug taub teg xws hab tug taub taw xws."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.26","label":"26","content":"Tug pov thawj yuav muab ib nraab roj hov ib qho lug laub rua huv nwg lub xwb teg saab txhum phem"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.27","label":"27","content":"hab xuas nwg tug ntiv teg xws muab cov roj huv nwg lub xwb teg phem ib qho nchus rua ntawm Yawmsaub xubndag xyaa zag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.28","label":"28","content":"Cov roj kws nyob huv xwb teg tug pov thawj yuav muab ib txha lug pleev tug kws ua kevcai ntxuav saab taub ntsej xws hab pleev tug taub teg xws hab tug taub taw xws tsuam cov ntshaav kws pleev ua kevcai ntxuav kev txaug kev txhum."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.29","label":"29","content":"Cov roj kws tseed tshuav huv tug pov thawj xwb teg nwg yuav muab pleev tug kws ua kevcai ntxuav taubhau, txhad ua kevcai ntxuav kev txhum kev qas rua tug hov rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.30","label":"30","content":"Mas nwg yuav xyeem nquab taug lossws rhaws nquab nyeg lawv le nwg nrhav tau,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.31","label":"31","content":"muab ib tug xyeem ua kevcai daws txem hab ib tug ua kevcai hlawv xyeem nrug cov moov kws ua kevcai xyeem qoob loos. Mas tug pov thawj yuav ua kevcai ntxuav kev txhum kev qas rua tug hov rua ntawm Yawmsaub xubndag.”"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.32","label":"32","content":"Nuav yog txuj kevcai rua tug mob lis mob ruas kws nrhav tsw taug hov txhua chaw ua kevcai ntxuav nwg kuas huv."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.33","label":"33","content":"Yawmsaub has rua Mauxe hab Aloo tas,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.34","label":"34","content":"“Thaus mej moog rua huv lub tebchaws Khana‑aa kws kuv pub ua mej tug hov es kuv tso pwm rua huv mej tej tsev huv lub tebchaws kws yog mej teej mej tug hov,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.35","label":"35","content":"mas tug tswv tsev yuav tsum moog has rua tug pov thawj tas, ‘Kuv pum ib yaam kaab mob pwm tshwm rua huv kuv lub tsev.’"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.36","label":"36","content":"Mas ua ntej kws tug pov thawj yuav moog tshuaj saib tej kaab mob pwm hov, nwg yuav tsum has kuas muab tej hov txhua chaw huv tsev rhu tawm huvsw, ntshai tsaam tes txhua yaam huv tsev yuav raug tshaaj tawm has tas qas tsw huv. Tes tug pov thawj le maav nkaag moog tshuaj saib huv tsev,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.37","label":"37","content":"mas nwg yuav tshuaj saib tej pwm hov. Yog tej pwm hov nyob ntawm tej phaab ntsaa txaij ua tej thaaj ntsuab xem xab lossws lab pis tseb, hab saib mas zoo le tej pwm txeem rua huv phaab ntsaa lawm,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.38","label":"38","content":"tes tug pov thawj yuav tsum tawm rua ntawm qhov rooj muab lub tsev hov kaw xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.39","label":"39","content":"“Thaus puv xyaa nub tug pov thawj yuav rov tuaj tshuaj saib. Yog tej pwm hov fuam daav rua tej phaab ntsaa"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.40","label":"40","content":"mas tug pov thawj yuav has kuas muab tej lub pob zeb kws muaj kaab mob pwm hov rhu coj moog pov tseg rua ntawm lub chaw qas tsw huv nrau ntug moos,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.41","label":"41","content":"hab has kuas kuam lub tsev tej phaab ntsaa saab huv thoob plhawv. Tej moov swb kws kuam tau hov yuav muab nchuav pov tseg rua ntawm lub chaw qas tsw huv nrau ntug moos."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.42","label":"42","content":"Tes yuav muab dua pob zeb lug ntxwv rua tej lub pob zeb kws muab rhu lawm, hab muab dua moov swb lug luam lub tsev hov huvsw."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.43","label":"43","content":"“Thaus puab tub muab tej lub pob zeb rhu hab kuam tej phaab ntsaa taag hab luam dua moov swb tshab lawm, mas yog tseed rov qaab muaj pwm tshwm tuaj huv lub tsev hov"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.44","label":"44","content":"tes tug pov thawj yuav moog tshuaj saib. Yog tej pwm fuam moog rua huv lub tsev, mas tej pwm hov muaj kaab mob pwm phem rua lub tsev, lub tsev hov qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.45","label":"45","content":"Mas nwg yuav kuas muab lub tsev hov rhuav, hab muab tej pob zeb tej ntoo tej moov swb huvsw kws ua lub tsev hov thauj moog pov tseg rua ntawm lub chaw qas tsw huv nrau ntug moos."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.46","label":"46","content":"Hab yog leejtwg nkaag moog rua huv lub tsev kws muab kaw lawm mas tug hov yuav qas tsw huv moog txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.47","label":"47","content":"Leejtwg moog pw lossws moog noj mov rua huv lub tsev hov mas tug ntawd yuav tsum ntxhua nwg cev tsoog tsho."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.48","label":"48","content":"“Thaus muab moov swb lug luam tshab lawd, yog tug pov thawj rov tuaj saib mas pum tas tej pwm tsw fuam rua huv tsev, tes tug pov thawj yuav tshaaj tawm has tas lub tsev hov huv lawm tsua qhov tej pwm hov zoo pluj taag lawm."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.49","label":"49","content":"Qhov kws ua kevcai ntxuav lub tsev hov mas tug tswv tsev yuav tsum coj ob tug noog miv hab ib nyuas nplais ntoo cab hab ib khawb xuv lab hab ib re zaub txwg theem tuaj."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.50","label":"50","content":"Nwg yuav muab ib tug noog tua rua sau lub taig aav kws rau cov dej cag,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.51","label":"51","content":"hab yuav muab nplais ntoo cab hab rev nplooj zaub txwg theem hab khawb xuv lab hab tug noog kws tseed caj raus ua ke rua huv tug noog kws tua lawm cov ntshaav hab huv cov dej cag hov coj lug nchus rua lub tsev xyaa zag."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.52","label":"52","content":"Nwg yuav muab cov ntshaav noog hab dej cag hab tug noog kws tseed caj hab nplais ntoo cab hab rev nplooj zaub txwg theem hab khawb xuv lab ua kevcai ntxuav lub tsev hov."},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.53","label":"53","content":"Nwg yuav muab tug noog kws tseed caj tso tawm huv moos moog rua tom haav xub tsuag. Ua le nuav nwg txhad ua tau kevcai ntxuav kev qas huv lub tsev mas lub tsev hov txhad le huv.”"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.54","label":"54","content":"Nuav yog tej kevcai ntswg txug txhua yaam mob lis mob ruas, yog tej mob txob,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.55","label":"55","content":"tej pwm kws muaj kaab mob nyob huv tej tsoog tsho, lossws nyob huv tej tsev,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.56","label":"56","content":"tej mob o, mob tawm pob, tej mob txaij,"},{"bible_id":"1216","chapter_code":"LEV.14","verse_code":"LEV.14.57","label":"57","content":"sub txhad paub has tas thaus twg qas tsw huv hab thaus twg huv lawm. Nuav yog tej kevcai kws ntswg txug mob lis mob ruas hab tuaj pwm."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.1","label":"1","content":"Yawmsaub has rua Mauxe hab Aloo tas,"},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Thaus tug txwvneej twg muaj tej yaam kua ndwg tawm huv nwg lub cev lug, tej kws ndwg tawm lug hov kuj qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.3","label":"3","content":"Nuav yog has txug qhov kws nwg qas tsw huv rua thaus nwg lub cev muaj kua ndwg lug. Txawm yog nwg lub cev muaj kua ndwg lug lossws tej kua hov khuab rua huv nwg lub cev lawm los xwj, tej nuav puavleej yog qas tsw huv rua nwg."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.4","label":"4","content":"Txhua lub txaaj pw kws tug muaj tej kua ndwg lug hov pw rua lawd mas kuj qas tsw huv. Txhua qhov chaw kws nwg nyob quas tsawg lawd kuj qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.5","label":"5","content":"Leejtwg kov raug nwg lub txaaj pw mas yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.6","label":"6","content":"Leejtwg nyob raug lub chaw kws tug muaj tej kua ndwg lug nyob ua ntej lawm mas tug hov yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.7","label":"7","content":"Leejtwg kov raug tug kws muaj tej kua ndwg lug lub cev mas nwg yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.8","label":"8","content":"Hab yog tug kws muaj tej kua ndwg lug ntu qub ncaug lu tug kws tseed huv mas tug kws raug qub ncaug lu hov yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.9","label":"9","content":"Lub eeb twg kws tug muaj tej kua ndwg lug hov nyob mas kuj qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.10","label":"10","content":"Leejtwg kov raug ib yaam kws tug hov nyob quas tsawg lawd mas nwg kuj yuav qas tsw huv txug tsaus ntuj. Hab leejtwg nqaa tej yaam hov mas nwg yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.11","label":"11","content":"Tug kws muaj tej kua ndwg lug hov txhais teg kws tsw tau ntxuav kov raug leejtwg mas tug hov yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.12","label":"12","content":"Tej taig aav kws tug kws muaj tej kua ndwg lug hov kov raug lawd mas yuav muab tsoo pov tseg. Txhua yaam twj taig kws yog ntoo kuj yuav muab dej ntxuav huvsw."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.13","label":"13","content":"“ ‘Thaus tug kws muaj tej kua ndwg lug qhov mob zoo tsw ndwg lawm, nwg yuav suav kuas puv xyaa nub le ua kevcai ntxuav. Nwg yuav tsum ntxhua nwg cev tsoog tsho hab daa dej cag nwg txhad le huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.14","label":"14","content":"Nub kws yim nwg yuav tsum coj ob tug nquab taug lossws ob tug rhaws nquab nyeg tuaj rua ntawm Yawmsaub xubndag ntawm lub qhov rooj tsev ntaub sws ntswb, es muab rua tug pov thawj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.15","label":"15","content":"Tug pov thawj yuav muab xyeem, muab ib tug ua kevcai xyeem daws txem, muab ib tug ua kevcai hlawv huvsw xyeem, hab tug pov thawj yuav ua kevcai ntxuav tug hov kev qas rua ntawm Yawmsaub xubndag vem nwg muaj tej kua ndwg lug."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.16","label":"16","content":"“ ‘Yog tug txwvneej twg cov kua phev ndwg lug mas nwg yuav tsum ntxuav ib ce huvsw hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.17","label":"17","content":"Txhua daim tsoog tsho hab txhua yaam tawv tsaj kws kua phev ndwg lug lu mas yuav tsum muab ntxuav huv dej, hab tej ntawd yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.18","label":"18","content":"Yog quasyawg nrug quaspuj pw es kua phev lug mas ob leeg yuav tsum daa dej hab yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.19","label":"19","content":"“ ‘Thaus tug quaspuj twg coj ntxhua kws yog ua quaspuj txhua lub hli, nwg yuav qas tsw huv xyaa nub. Leejtwg kov raug nwg tug hov kuj qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.20","label":"20","content":"Thaus tug puj hov tseed qas tsw huv, yog nwg pw lossws nyob quas tsawg ib yaam daabtsw, tej ntawd kuj qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.21","label":"21","content":"Leejtwg kov raug nwg lub txaaj pw mas yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.22","label":"22","content":"Leejtwg kov raug ib yaam kws nwg nyob quas tsawg lawd mas tug hov yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.23","label":"23","content":"Txawm yog txaaj pw lossws ib yaam daabtsw kws tug puj hov nyob quas tsawg kuj xwj, thaus leejtwg kov raug lawm mas tug hov yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.24","label":"24","content":"Yog tug quasyawg twg nrug tug quaspuj hov pw hab nwg qhov qas tsw huv yuav tsuas tug quasyawg hov tes tug quasyawg hov yuav qas tsw huv xyaa nub, hab txhua lub txaaj kws nwg moog pw yuav qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.25","label":"25","content":"“ ‘Yog tug quaspuj twg nchuav cev ntau ntau nub kws tsw yog lub swjhawm kws nwg ua quaspuj txhua lub hli, lossws yog nwg pheej nchuav cev dhau lub swjhawm kws nwg ua quaspuj, tes txhua nub kws nwg nchuav cev hov nwg kuj qas tsw huv ib yaam nkaus le lub swjhawm kws nwg ua quaspuj es qas tsw huv hab."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.26","label":"26","content":"Thaus nwg nchuav cev le ntawd mas txhua lub txaaj kws nwg pw hab txhua qhov kws nwg nyob quas tsawg kuj yuav qas tsw huv ib yaam nkaus le thaus nwg ua quaspuj es tej ntawd qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.27","label":"27","content":"Yog leejtwg kov raug tej yaam nuav mas nwg yuav qas tsw huv tes nwg yuav tsum ntxhua nwg cev tsoog tsho hab daa dej hab nwg yuav qas tsw huv txug tsaus ntuj."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.28","label":"28","content":"“ ‘Tassws yog qhov kws nwg nchuav cev hov zoo lawm nwg yuav suav kuas puv xyaa nub nwg txhad le huv."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.29","label":"29","content":"Nub kws yim nwg yuav tsum coj ob tug nquab taug lossws ob tug rhaws nquab nyeg tuaj rua tug pov thawj ntawm lub qhov rooj tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.30","label":"30","content":"Tug pov thawj yuav muab xyeem, muab ib tug ua kevcai xyeem daws txem, muab ib tug ua kevcai hlawv huvsw xyeem, hab tug pov thawj yuav ua kevcai ntxuav nwg kev qas rua ntawm Yawmsaub xubndag vem qhov kws nwg nchuav cev qas tsw huv lawm."},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.31","label":"31","content":"“ ‘Ua le nuav mas meb txhad le cais tau cov Yixayee tawm ntawm tej kws ua rua puab qas tsw huv, sub puab txhad tsw tuag rua puab tej kev qas rua thaus kws puab ua qas puag tsuas kuv lub tsev ntaub kws nyob huv plawv puab.’ ”"},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.32","label":"32","content":"Nuav yog tej kevcai kws ntswg txug tej txwvneej kws muaj kua ndwg lug hab tej kws muaj kua phev ndwg lug kws ua rua nwg qas tsw huv,"},{"bible_id":"1216","chapter_code":"LEV.15","verse_code":"LEV.15.33","label":"33","content":"hab ntswg txug tej quaspuj kws ua mob quaspuj. Tej nuav puavleej ntswg txug cov quaspuj quasyawg kws muaj kua ndwg lug hab ntswg txug tug quasyawg kws nrug tug quaspuj kws qas tsw huv pw."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.1","label":"1","content":"Yawmsaub has rua Mauxe ua qaab kws Aloo ob tug tub txaav lug ze Yawmsaub es tuag lawm."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.2","label":"2","content":"Yawmsaub has rua Mauxe tas, “Koj has kuas koj tug tijlaug Aloo tsw xob nkaag moog rua huv lub chaav kws dawb huv kawg nkaus kws muaj daim ntaub thaiv txhua lub swjhawm, yog moog rua ntawm lub hau swb xaab kws roog kev txhum tsaam tes nwg tuag, tsua qhov kuv nyob huv tauv fuab tshwm rua sau lub hau swb xaab hov."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.3","label":"3","content":"“Tassws Aloo yuav nkaag tau rua huv chaav kws dawb huv kawg nkaus lawv le nuav. Nwg yuav muab ib tug thaav txwv nyuj ua kevcai daws txem hab muab ib tug txwv yaaj ua kevcai hlawv xyeem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.4","label":"4","content":"Nwg yuav naav lub tsho ntaub maag kws dawb huv hab naav rwg ntaub maag, hab sa hlaab ntaub maag hab ntoo phuam ntaub maag. Nuav yog tej tsoog meej mom dawb huv. Nwg yuav tsum daa dej le naav."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.5","label":"5","content":"Hab nwg yuav muab ob tug txwv tshws ntawm ib tsoom Yixayee ua kevcai daws txem hab muab ib tug txwv yaaj ua kevcai hlawv xyeem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.6","label":"6","content":"“Hab Aloo yuav muab tug thaav txwv nyuj xyeem ua kevcai daws nwg tug kheej le txem hab ntxuav nwg hab nwg tsev tuabneeg le kev txhum txem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.7","label":"7","content":"Mas nwg yuav coj ob tug txwv tshws lug tso rua ntawm lub qhov rooj tsev ntaub sws ntswb rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.8","label":"8","content":"Aloo yuav muab ob tug tshws hov rhu ntawv, ib tug rhu rua Yawmsaub ib tug rhu rua Axaxee."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.9","label":"9","content":"Tug tshws kws rhu tau rua Yawmsaub hov Aloo yuav coj lug muab xyeem ua kevcai daws txem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.10","label":"10","content":"Tassws tug tshws kws rhu tau ntawv rua Axaxee hov yuav muab xyeem caj rua ntawm Yawmsaub xubndag ua kevcai ntxuav kev txhum, sub txhad muab kev txhum sau rua tug tshws hov xaa moog rua tebchaws moj saab qhua pub rua Axaxee."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.11","label":"11","content":"“Aloo yuav coj tug thaav txwv nyuj tuaj ua kevcai xyeem daws nwg hab nwg tsev tuabneeg le txem. Nwg yuav muab tug txwv nyuj tua daws nwg le txem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.12","label":"12","content":"Nwg yuav muab lub yag rau ncaig tawg cig cig ntawm lub thaaj kws nyob ntawm Yawmsaub xubndag hab ob taus teg moov tshuaj tsw qaab kws tuav mog mog lawm lug, coj moog rua chaav saab huv daim ntaub kws thaiv."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.13","label":"13","content":"Nwg yuav muab cov moov tshuaj tsw qaab hov hlawv rua ntawm Yawmsaub xubndag mas cov paa tshuaj tsw qaab yuav nchu auv lub hau kws roog kev txhum kws nyob sau lub swb xaab kws ntim Yawmsaub tej lug sub nwg txhad tsw tuag."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.14","label":"14","content":"Nwg yuav muab cov ntshaav txwv nyuj ib qho lug hab xuas nwg ntiv teg nchus rua ntawm lub hau swb xaab kws roog kev txhum saab xubndag, hab yuav xuas ntiv teg muab nchus rua lub hau swb xaab saab ntawm hauv ntej xyaa zag."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.15","label":"15","content":"“Hab Aloo yuav tua tug tshws kws xyeem ua kevcai daws cov pejxeem le txem hab yuav coj cov ntshaav moog rua chaav saab huv daim ntaub kws thaiv, hab muab cov ntshaav tshws ua ib yaam nkaus le cov ntshaav txwv nyuj, yog muab nchus rua sau lub hau swb xaab kws roog kev txhum hab muab nchus rua lub hau swb xaab saab ntawm hauv ntej."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.16","label":"16","content":"Ua le nuav nwg txhad ua kevcai ntxuav tau tej kev qas tsw huv ntawm chaav kws dawb huv kawg nkaus vem cov Yixayee tej kev qas tsw huv, hab puab tej kev faav xeeb hab puab tej kev txhum huvsw. Nwg yuav ua le nuav rua lub tsev ntaub sws ntswb kws nyob huv plawv cov tuabneeg kws qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.17","label":"17","content":"Tsw xob kheev leejtwg nyob huv lub tsev ntaub sws ntswb rua thaus Aloo nkaag moog rua huv chaav kws dawb huv kawg nkaus es ua kevcai ntxuav tej kev qas tsw huv moog txug thaus nwg ua kevcai ntxuav nwg hab nwg tsev tuabneeg hab ib tsoom Yixayee suavdawg le txem taag."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.18","label":"18","content":"Mas nwg le tawm moog rua ntawm lub thaaj kws nyob ntawm Yawmsaub xubndag hab ua kevcai ntxuav tej kev qas tsw huv rua lub thaaj. Nwg yuav muab ntshaav txwv nyuj hab ntshaav tshws ib qho lug pleev plaub tug kub kws nyob puag ncig ntawm lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.19","label":"19","content":"Hab nwg yuav xuas ntiv teg nchus cov ntshaav ib txha rua lub thaaj xyaa zag, txhad ua kevcai ntxuav tau lub thaaj tu kuas dawb huv ntawm cov Yixayee tej kev qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.20","label":"20","content":"“Thaus nwg ua kevcai ntxuav tej kev qas tsw huv rua chaav kws dawb huv kawg nkaus hab rua lub tsev ntaub sws ntswb hab rua lub thaaj taag lawm, nwg yuav xyeem tug tshws kws tseed caj."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.21","label":"21","content":"Aloo yuav muab nwg ob txhais teg tso rua sau tug tshws kws tseed caj lub taubhau, hab yuav leeg cov Yixayee suavdawg tej kev phem kev qas hab puab tej kev faav xeeb huvsw hab puab tej kev txhum huvsw, mas nwg yuav muab tej hov huvsw tso rua sau tug tshws hov taubhau mas nwg yuav kuas tug kws npaaj ca lawm xaa tug tshws moog rua tom tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.22","label":"22","content":"Tug tshws yuav rws tej kev phem kev qas huvsw moog rua lub tebchaws kws tsw muaj tuabneeg nyob. Tes tug kws xaa yuav muab tug tshws tso rua huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.23","label":"23","content":"“Tes Aloo le nkaag rua huv lub tsev ntaub sws ntswb hab yuav hle tej tsoog ntaub maag kws nwg naav rua thaus kws moog rua chaav kws dawb huv kawg nkaus, mas muab ca rua hov ntawd."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.24","label":"24","content":"Hab nwg yuav daa dej huv ib lub chaw kws dawb huv hab naav nwg cev tsoog tsho le tawm lug. Nwg yuav xyeem tej kws nwg muab ua kevcai hlawv xyeem hab tej kws cov pejxeem muab ua kevcai hlawv xyeem txhad ua kevcai ntxuav nwg tug kheej hab cov pejxeem tej kev txhum txem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.25","label":"25","content":"Nwg yuav muab tug tsaj kws tua ua kevcai daws txem le roj hlawv rua sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.26","label":"26","content":"Tug kws xaa tug tshws moog rua Axaxee  hov yuav tsum ntxhua nwg cev rwg tsho hab daa dej, mas nwg le lug tau rua huv lub zog."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.27","label":"27","content":"Yuav coj tug txwv nyuj hab tug tshws kws xyeem ua kevcai daws txem kws Aloo coj cov ntshaav lug ua kevcai ntxuav kev qas tsw huv rua chaav kws dawb huv kawg nkaus hov moog rua saab nrau lub zog. Mas luas yuav muab tej tawv hab tej nqaj hab tej plaab nyuv hlawv kub nyab taag."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.28","label":"28","content":"Tug kws muab tej hov hlawv yuav ntxhua nwg cev rwg tsho hab daa dej nwg le lug tau rua huv lub zog."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.29","label":"29","content":"“Nuav yuav ua kevcai rua mej coj moog ib txhws le, nub xab kaum lub xyaa hli mej yuav tswj mej lub sab  hab tsw xob ua ib yaam num daabtsw, tsw has mej cov kws yug huv lub tebchaws hab lwm haiv tuabneeg kws nrug mej nyob."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.30","label":"30","content":"Tsua qhov nub nua yog nub kws ua kevcai ntxuav mej tej kev txhum txem hab ntxuav mej. Mej txhad huv ntawm mej tej kev txhum huvsw rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.31","label":"31","content":"Nub nua yog ib nub Xanpatau kws mej yuav tsum caiv su tag tag le. Mej yuav tsum tswj mej lub sab. Nuav yog txuj kevcai kws nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.32","label":"32","content":"Tug pov thawj kws raug muab roj laub ywg tsaa ua dawb huv nyob nwg txwv chaw ua pov thawj hlub nwg yog tug kws yuav ua txuj kevcai ntxuav nuav hab naav tsoog tsho ntaub maag dawb huv."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.33","label":"33","content":"Nwg yuav ua kevcai ntxuav kev qas tsw huv rua chaav kws dawb huv kawg nkaus hab yuav ua kevcai ntxuav rua lub tsev ntaub sws ntswb hab lub thaaj hab yuav ua kevcai ntxuav cov pov thawj hab ib tsoom pejxeem suavdawg tej kev txhum txem."},{"bible_id":"1216","chapter_code":"LEV.16","verse_code":"LEV.16.34","label":"34","content":"“Nuav yuav ua kevcai rua mej coj moog ib txhws kuas ua kevcai ntxuav cov Yixayee ib xyoos ib zag vem tim puab tej kev txhum huvsw.”Mauxe kuj ua lawv le Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.2","label":"2","content":"“Ca le has rua Aloo hab nwg cov tub hab cov Yixayee suavdawg tas, ‘Ntawm nuav yog tej kws Yawmsaub has kuas mej ua."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.3","label":"3","content":"Yog cov Yixayee leejtwg tua nyuj tua mivnyuas yaaj tua tshws rua huv lub zog lossws tua saab nrau lub zog,"},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.4","label":"4","content":"tsw coj tuaj rua ntawm lub qhov rooj tsev ntaub sws ntswb es muab xyeem rua Yawmsaub ntawm Yawmsaub lub tsev ntaub, mas tug hov muaj txem vem nwg ua ntshaav lug. Nwg ua ntshaav lug mas yuav tsum muab nwg txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.5","label":"5","content":"Ua le nuav sub cov Yixayee txhad le coj tej tsaj kws puab muab tua xyeem tom tej teb tuaj tua xyeem rua Yawmsaub es muab rua tug pov thawj ntawm lub qhov rooj tsev ntaub sws ntswb hab muab tua xyeem rua Yawmsaub ua kevcai sws raug zoo."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.6","label":"6","content":"Mas tug pov thawj yuav muab cov ntshaav hov nchus rua sau Yawmsaub lub thaaj ntawm lub qhov rooj tsev ntaub sws ntswb hab muab cov roj hlawv tsw qaab kuas hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.7","label":"7","content":"Mas puab txhad tsw tua tsaj xyeem rua tej daab tshws kws puab deev hov. Qhov nuav yuav ua kevcai rua puab txhua tam moog ib txhws.’"},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.8","label":"8","content":"“Hab koj has rua puab tas, ‘Cov Yixayee lossws lwm haiv tuabneeg kws nrug puab nyob leejtwg muab tsaj xyeem ua kevcai hlawv xyeem lossws muab tua xyeem,"},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.9","label":"9","content":"es nwg tsw coj tug tsaj hov tuaj rua ntawm lub qhov rooj tsev ntaub sws ntswb le maav xyeem rua Yawmsaub, mas muab nwg txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.10","label":"10","content":"“ ‘Cov Yixayee lossws lwm haiv tuabneeg kws nrug puab nyob leejtwg noj ntshaav, kuv yuav tsom ntsoov tawm tsaam tug kws noj ntshaav hov hab muab nwg txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.11","label":"11","content":"Tsua qhov txhua yaam kws caj sa txujsa yog nyob huv cov ntshaav. Kuv pub cov ntshaav rua mej swv sau lub thaaj ua kevcai ntxuav mej tug kheej kev txhum, tsua qhov cov ntshaav yog yaam kws ntxuav tau kev txhum vem ntshaav yog txujsa."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.12","label":"12","content":"Yog le nuav kuv txhad has rua cov Yixayee tas, “Tsw kheev mej cov leejtwg noj ntshaav hlo le, hab tsw kheev lwm haiv tuabneeg kws nrug mej nyob leejtwg noj ntshaav.”"},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.13","label":"13","content":"Cov Yixayee lossws lwm haiv tuabneeg kws nrug puab nyob leejtwg moog tua tsaj qus lossws naag noog kws noj tau mas yuav tsum muab cov ntshaav nchuav tseg hab muab moov aav faus."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.14","label":"14","content":"“ ‘Tsua qhov txhua tug tsaj txujsa puavleej yog nwg cov ntshaav. Vem le nuav kuv txhad has rua cov Yixayee tas, “Mej tsw xob noj yaam tsaj twg ntshaav hlo le, tsua qhov txhua tug tsaj txujsa yog nyob huv cov ntshaav. Leejtwg noj yuav raug muab txav tawm moog.”"},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.15","label":"15","content":"Txhua tug kws yug huv lub tebchaws lossws lwm haiv tuabneeg kws noj tej tsaj tuag lossws tej tsaj kws lwm tug tsaj tum tuag, mas nwg yuav tsum ntxhua nwg cev rwg tsho hab daa dej hab yuav qas tsw huv moog txug tsaus ntuj le maav huv."},{"bible_id":"1216","chapter_code":"LEV.17","verse_code":"LEV.17.16","label":"16","content":"Yog nwg tsw ntxhua nwg cev rwg tsho hab daa dej, mas nwg yuav rws nwg lub txem.’ ”"},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Kuv yog Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.3","label":"3","content":"Mej tsw xob ua lawv le kws luas ua huv Iyi tebchaws kws mej txeev nyob. Hab mej tsw xob ua lawv le kws luas ua huv Khana‑aa tebchaws kws kuv saamswm coj mej moog nyob. Tsw xob xyum lawv le puab tej kaab ke."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.4","label":"4","content":"Mej yuav tsum ua lawv le kuv tej kevcai hab tuav rawv kuv tej kaab ke hab ua lawv nraim. Kuv yog Yawmsaub, yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.5","label":"5","content":"Vem le nuav mej yuav tsum tuav rawv kuv tej kaab ke hab kuv tej kevcai, yog ua lawv nraim le ntawd tuabneeg txhad le muaj txujsa nyob tau. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.6","label":"6","content":"“ ‘Tsw xob kheev leejtwg moog ze tej kws txheeb txheeb nwg es thws nwg qhov chaw txaaj muag. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.7","label":"7","content":"Koj tsw xob thws koj nam qhov chaw txaaj muag vem yog thws koj txwv chaw txaaj muag. Nwg yog koj nam, koj tsw xob thws nwg qhov chaw txaaj muag."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.8","label":"8","content":"Koj tsw xob thws koj txwv quaspuj qhov chaw txaaj muag vem yog thws koj txwv chaw txaaj muag."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.9","label":"9","content":"Koj tsw xob thws koj tug muam qhov chaw txaaj muag kws yog koj txwv le ntxhais lossws yog koj nam le ntxhais tsw has tug kws yug huv tsev lossws coj saab nrau lug."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.10","label":"10","content":"Koj tsw xob thws koj tug tub le ntxhais qhov chaw txaaj muag lossws thws koj tug ntxhais le ntxhais qhov chaw txaaj muag, vem puab qhov chaw txaaj muag kuj yog koj chaw txaaj muag ntaag."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.11","label":"11","content":"Koj tsw xob thws koj nam tshab le ntxhais qhov chaw txaaj muag kws tub yog koj txwv yug, vem nwg kuj yog koj le muam."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.12","label":"12","content":"Koj tsw xob thws koj puj nyaaj qhov chaw txaaj muag vem nwg tub yog txheeb ze koj txwv."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.13","label":"13","content":"Koj tsw xob thws koj nam tug nam hluas lossws tug tais laug qhov chaw txaaj muag vem nwg tub yog txheeb ze koj nam."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.14","label":"14","content":"Koj tsw xob thws koj tug yawm laug lossws koj tug txwv ntxawm qhov chaw txaaj muag es moog ze puab quaspuj vem tub yog koj puj laug lossws koj le nam ntxawm."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.15","label":"15","content":"Koj tsw xob thws koj tug nyaab qhov chaw txaaj muag vem nwg tub yog koj tug tub quaspuj, tsw xob thws nwg qhov chaw txaaj muag hlo le."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.16","label":"16","content":"Koj tsw xob thws koj tug nam tij lossws koj tug nam ntxawm qhov chaw txaaj muag vem tub yog koj kw koj tig qhov chaw txaaj muag."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.17","label":"17","content":"Koj tsw xob thws ib tug puj qhov chaw txaaj muag hab thws nwg tug ntxhais qhov chaw txaaj muag, hab tsw xob thws nwg tug tub le ntxhais qhov chaw txaaj muag lossws thws nwg tug ntxhais le ntxhais qhov chaw txaaj muag vem puab yog ib co txheeb ze, yog ua le hov mas phem kawg le."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.18","label":"18","content":"Koj tsw xob thws koj quaspuj tug tais laug lossws tug nam hluas qhov chaw txaaj muag coj lug sws tw rua thaus koj quaspuj tseed muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.19","label":"19","content":"“ ‘Thaus tug quaspuj twg saamswm ua quaspuj kws nwg qas tsw huv mas koj tsw xob moog ze nwg thws nwg qhov chaw txaaj muag."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.20","label":"20","content":"Koj tsw xob moog nrug kwvtij zej zog tej quaspuj pw, txhad ua rua koj qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.21","label":"21","content":"Koj tsw xob muab koj tej mivnyuas hlawv xyeem rua daab Maulej es ua puag tsuas koj tug Vaajtswv lub npe poob koob. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.22","label":"22","content":"Koj tsw xob nrug tej txwvneej pw ua nam txwv yaam le tej quaspuj, yog yaam kws qas vuab tsuab kawg le."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.23","label":"23","content":"Koj tsw xob nrug tej tsaj txhu pw ua nam txwv ua rua koj qas tsw huv, hab tej quaspuj tsw xob nrug tsaj txhu pw ua nam txwv. Ua le nuav yog kev txhum kev qas kawg le."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.24","label":"24","content":"“ ‘Mej tsw xob ua tej kev phem kev qas nuav puag tsuas mej qas tsw huv, vem yog tej haiv tuabneeg kws kuv saamswm lawv tswv ntawm mej hauv ntej moog ua tej kev phem kev qas nuav puag tsuas puab qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.25","label":"25","content":"Mas lub tebchaws txhad le qas tsw huv, kuv txhad le rau txem rua lub tebchaws hov tej kev txhum, lub tebchaws txhad le muab cov tuabneeg ntuav pov tseg."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.26","label":"26","content":"Mas mej yuav tsum tuav rawv kuv tej kaab ke hab kuv tej kevcai hab tsw xob ua tej kev qas vuab tsuab hov, tsw has mej haiv tuabneeg lossws lwm haiv tuabneeg kws nrug mej nyob,"},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.27","label":"27","content":"tsua qhov cov tuabneeg huv lub tebchaws nuav kws xub nyob ua mej ntej ua tej kev qas vuab tsuab nuav mas puag tsuas lub tebchaws qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.28","label":"28","content":"Ntshai tsaam mej ua puag tsuas lub tebchaws qas tsw huv es lub tebchaws yuav muab mej ntuav pov tseg ib yaam le kws lub tebchaws tub muab haiv tuabneeg kws xub nyob ua mej ntej ntuav pov tseg."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.29","label":"29","content":"Yog leejtwg ua tej kev qas vuab tsuab hov mas tug hov yuav raug muab txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.18","verse_code":"LEV.18.30","label":"30","content":"Vem le nuav mej yuav tsum ua lawv nraim le kuv has, tsw xob ua lawv le tej kev lis kev cai kws qas vuab tsuab nuav kws cov xub nyob ua mej ntej lawd ua, hab tsw xob ua tej yaam nuav puag tsuas mej qas tsw huv. Kuv yog Yawmsaub yog mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.2","label":"2","content":"“Ca le has rua ib tsoom Yixayee suavdawg tas, ‘Mej yuav tsum ua dawb huv, tsua qhov kuv yog Yawmsaub kws yog mej tug Vaajtswv yog tug dawb huv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.3","label":"3","content":"“ ‘Mej txhua tug yuav tsum fwm leej nam leej txwv hab ncu ntsoov su kuv nub Xanpatau. Kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.4","label":"4","content":"“ ‘Tsw xob tig rov moog pe tej txoov daab lossws nchuav txoov daab rua mej. Kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.5","label":"5","content":"“ ‘Thaus mej xyeem tsaj rua Yawmsaub ua kevcai sws raug zoo, yuav tsum xyeem lawv le kevcai kuv txhad txais yuav."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.6","label":"6","content":"Mej yuav tsum noj tej kws mej xyeem hov rua nub kws mej ua kevcai xyeem lossws rua nub tom qaab. Yog tshuav seem txug nub peb ca le muab hlawv pov tseg."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.7","label":"7","content":"Yog muab tej kws xyeem hov noj rua nub peb mas yog qas vuab tsuab lawm, kuv yuav tsw txais yuav."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.8","label":"8","content":"Txhua tug kws noj tej hov yuav rws nwg lub txem, tsua qhov nwg ua rua tej kws dawb huv rua Yawmsaub qas puag tsuas lawm, mas tug hov yuav raug muab txav tawm huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.9","label":"9","content":"“ ‘Thaus mej moog hlais qoob huv teb, tsw xob hlais kuas taag tej kws nyob ntawm ntug teb. Thaus hlais lawd tsw xob xawb tej kws tseed tshuav."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.10","label":"10","content":"Tsw xob de tej txwv maab kuas taag du lug, hab tsw xob khaws tej txwv maab kws poob rua huv mej lub vaaj txwv maab. Yuav tseg ca rua cov tuabneeg pluag hab lwm haiv tuabneeg kws nrug mej nyob. Kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.11","label":"11","content":"“ ‘Mej tsw xob ua tub saab, tsw xob ntxo luas, tsw xob ib leeg daag ib leeg."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.12","label":"12","content":"“ ‘Mej tsw xob tuav kuv lub npe twv daag, yog ua le nuav ua puag tsuas mej tug Vaajtswv lub npe. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.13","label":"13","content":"“ ‘Mej tsw xob quab yuam kwvtij zej zog lossws lws nwg. Tsw xob sej tej tub zug nqe zug ca rua ntawm mej ib mos txug kaaj ntug."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.14","label":"14","content":"Tsw xob tsawm foom tug kws laag ntseg lossws muab daabtsw cuab tug kws dig muag kev ua rua nwg dawm. Mej yuav tsum paub ntshai hab fwm mej tug Vaajtswv. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.15","label":"15","content":"“ ‘Mej tsw xob tu plaub tsw ncaaj, tsw xob tuaj tug pluag tog lossws saib tug kws ua luj ntsej muag, tassws mej yuav tsum tu plaub ncaaj nceeg rua kwvtij zej zog."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.16","label":"16","content":"Mej tsw xob moog moog lug lug taug xaiv rua huv mej haiv tuabneeg hab tsw xob ua ib yaam daabtsw txuv lwm tug txujsa. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.17","label":"17","content":"“ ‘Mej tsw xob ntxub luas lwm tug ca rua nruab sab. Mej yuav tsum ntuag lwm tug kws ua txhum sub mej txhad tsw muaj txem le nwg."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.18","label":"18","content":"Mej tsw xob ua phem pauj phem lossws cib nyeej rua mej haiv tuabneeg moog le. Mej yuav tsum hlub kwvtij zej zog ib yaam le mej hlub mej tug kheej. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.19","label":"19","content":"“ ‘Mej yuav tsum ua lawv le kuv tej kevcai. Mej tsw xob muab mej tej tsaj ob yaam tso taw ua ke. Mej tsw xob tseb ob yaam noob qoob sws xyaw rua huv mej daim teb. Tsw xob naav tej tsoog kws muab ob yaam ntaub lug xaws ua ke."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.20","label":"20","content":"“ ‘Yog ib tug txwvneej nrug tug nkauj qhev twg kws lwm tug tub qhab lawm tassws tsw tau txhwv hab tsw tau muab tso nyob ywj pheej pw ua ke, mas ob tug yuav raug txem  tassws tsw raug txem tuag tsua qhov tug nkauj qhev tsw tau nyob ywj pheej."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.21","label":"21","content":"Tug txwvneej yuav tsum coj ib tug txwv tshws ua kevcai ntxuav nwg kev txaug kev txhum tuaj rua ntawm lub qhov rooj tsev ntaub sws ntswb xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.22","label":"22","content":"Tug pov thawj yuav muab tug txwv tshws kws xyeem ua kevcai ntxuav kev txaug kev txhum tua xyeem rua ntawm Yawmsaub xubndag ntxuav tug hov tej kev txhum kws nwg ua lawm, mas txhad zaam tau nwg lub txem ntawd."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.23","label":"23","content":"“ ‘Thaus mej txeem moog rua huv lub tebchaws hab cog tej txwv ntoo kws noj tau txhua yaam, mas tej txwv kws tau hov yuav caiv. Mej yuav caiv tsw xob noj tej txwv hov thawj peb xyoos hlo le."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.24","label":"24","content":"Mas xyoo kws plaub tej txwv hov huvsw yog yaam kws dawb huv, yog yaam kws muab xyeem qhuas Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.25","label":"25","content":"Mas xyoo kws tswb mej le noj tau tej txwv hov. Ua le nuav tej txwv txhad txw ncw heev rua mej. Kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.26","label":"26","content":"“ ‘Mej tsw xob noj tej nqaj kws txhaam ntshaav. Mej tsw xob ua neeb ua yaig ua khawv koob yeeg swv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.27","label":"27","content":"Tsw xob txav cov plaubhau ntawm xub ntsus hab tsw xob txhwj mej cov fwj txwv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.28","label":"28","content":"Mej tsw xob suam mej lub cev tsua qhov kws muaj tuabneeg tuag lossws txaam cim daabtsw rua mej lub cev. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.29","label":"29","content":"“ ‘Tsw xob muab mej tej ntxhais ua nkauj muag cev puag tsuas nwg, tsaam lub tebchaws yuav poob rua txujkev muag cev hab yuav muaj kev phem kev qas puv nkaus lub tebchaws."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.30","label":"30","content":"Mej yuav tsum ncu su rua kuv nub Xanpatau hab fwm lub chaw kws pe hawm kuv. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.31","label":"31","content":"“ ‘Tsw xob tig moog rua cov txwv neeb txwv yaig, tsw xob moog nrhav puab ua rua mej qas tsw huv. Kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.32","label":"32","content":"“ ‘Mej yuav tsum sawv tseeg saib taug tug kws dawb hau quas paug hab fwm tug laug, hab mej yuav tsum fwm hab paub ntshai mej tug Vaajtswv. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.33","label":"33","content":"“ ‘Thaus lwm haiv tuabneeg nrug mej nyob huv mej lub tebchaws, mej tsw xob tswm txom puab."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.34","label":"34","content":"Mej yuav suav tas lwm haiv tuabneeg kws nrug mej nyob kuj zoo ib yaam le yog mej haiv tuabneeg, hab mej yuav hlub puab ib yaam le mej hlub mej tug kheej, tsua qhov mej txeev ua lwm haiv tuabneeg nyob huv Iyi tebchaws. Kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.35","label":"35","content":"“ ‘Mej tsw xob ua txhum qhov kws swv txuj hlua ntsuag hab raab teev kiv hab lub thoob luj kws ntxo luas."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.36","label":"36","content":"Mej yuav tsum swv raab teev kws ncaaj hab lub thauj teev kws hum, hab swv lub efa hab lub hee  kws hum. Kuv yog Yawmsaub yog mej tug Vaajtswv kws coj mej tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"LEV.19","verse_code":"LEV.19.37","label":"37","content":"Mej yuav tsum tuav rawv kuv tej kaab ke hab kuv tej kevcai huvsw hab ua lawv nraim. Kuv yog Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Cov Yixayee hab lwm haiv tuabneeg kws nrug cov Yixayee nyob leejtwg muab nwg le mivnyuas tug twg cob rua daab Maulej, mas tug hov yuav raug muab tua pov tseg. Cov pejxeem yuav tsum xuas pob zeb ntaus nwg kuas tuag."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.3","label":"3","content":"Kuv yuav tsom ntsoov tawm tsaam tug hov hab yuav muab nwg txav tawm huv nwg haiv tuabneeg moog, tsua qhov nwg tau muab nwg le ib tug mivnyuas cob rua daab Maulej, ua rua lub chaw kws pe kuv qas tsw huv hab ua qas puag tsuas kuv lub npe kws dawb huv."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.4","label":"4","content":"Yog cov pejxeem tsw quav ntsej tug kws muab nwg le mivnyuas cob rua daab Maulej hov es tsw muab nwg tua pov tseg,"},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.5","label":"5","content":"mas kuv yuav tsom ntsoov tawm tsaam tug ntawd hab nwg tsev tuabneeg hab muab puab txav tawm huv puab haiv tuabneeg moog tsw has nwg hab txhua tug kws lawv nwg kua moog deev daab Maulej."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.6","label":"6","content":"“ ‘Yog leejtwg tig moog nrhav txwv neeb txwv yaig hab ua puj muag cev rua puab kuv yuav tsom ntsoov tawm tsaam tug ntawd hab muab nwg txav tawm huv nwg haiv tuabneeg."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.7","label":"7","content":"Vem le nuav mej yuav tsum tu mej tug kheej kuas dawb huv rua Vaajtswv hab ua tuabneeg dawb huv, tsua qhov kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.8","label":"8","content":"Mej yuav tsum tuav rawv kuv tej kaab ke hab ua lawv nraim. Kuv yog Yawmsaub kws muab mej cais kuas dawb huv."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.9","label":"9","content":"Txhua tug kws tshev foom nwg nam nwg txwv yuav raug muab tua pov tseg. Nwg tau tshev foom nwg nam nwg txwv, mas qhov kws nwg tuag hov nwg rws nwg ib leeg."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.10","label":"10","content":"“ ‘Yog leejtwg deev luas tej le quaspuj, mas ob tug kws sws deev hov yuav raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.11","label":"11","content":"Tug kws nrug nwg txwv tug quaspuj pw, kuj yog nwg thws nwg txwv qhov chaw txaaj muag. Ob tug hov yuav raug muab tua pov tseg, mas qhov kws ob tug tuag hov ob tug rws ob tug."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.12","label":"12","content":"Yog leejtwg nrug nwg tug nyaab pw, mas ob tug hov yuav raug muab tua pov tseg. Ob tug ua dev mas qhov kws ob tug tuag hov ob tug rws ob tug."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.13","label":"13","content":"Yog ib tug txwvneej deev ib tug txwvneej yaam le deev quaspuj, mas ob tug tau ua qas vuab tsuab. Ob tug yuav raug muab tua pov tseg, mas qhov kws ob tug tuag hov ob tug rws ob tug."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.14","label":"14","content":"Yog leejtwg yuav tug ntxhais ua quaspuj hab tseed yuav leej nam ua quaspuj, mas yog qhov phem. Mas puab peb leeg yuav raug muab hlawv pov tseg, sub txhad tsw muaj kev phem nyob huv mej."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.15","label":"15","content":"Yog tug txwvneej twg deev tsaj txhu, tug hov yuav raug muab tua pov tseg hab mej yuav muab tug tsaj hov tua pov tseg."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.16","label":"16","content":"Yog tug puj twg txaav ze ib tug tsaj txhu hab deev tug tsaj hov, mej yuav muab tug quaspuj hab tug tsaj hov tua pov tseg. Qhov kws ob tug tuag hov ob tug rws ob tug."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.17","label":"17","content":"“ ‘Yog leejtwg coj nwg tug muam kws yog nwg txwv le ntxhais lossws yog nwg nam le ntxhais moog thws qhov chaw txaaj muag saib hab tug ntxhais pum nwg qhov chaw txaaj muag, kuj yog ua txaaj muag heev. Ob tug yuav raug muab txav tawm taab meeg ob tug haiv tuabneeg. Nwg tau thws nwg tug muam qhov chaw txaaj muag, nwg yuav rws nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.18","label":"18","content":"Yog leejtwg nrug tug quaspuj kws tseed ua quaspuj pw hab thws nwg qhov chaw txaaj muag, yog ob tug thws qhov chaw lug ntshaav. Ob tug yuav raug muab txav tawm huv ob tug haiv tuabneeg."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.19","label":"19","content":"Mej tsw xob thws mej nam le tais laug lossws nam hluas lossws mej txwv le muam qhov chaw txaaj muag, vem yog thws tug kws txheeb mej qhov chaw txaaj muag. Puab yuav rws puab lub txem."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.20","label":"20","content":"Yog leejtwg nrug nwg tug yawm laug le quaspuj pw, kuj yog nwg thws yawm laug qhov chaw txaaj muag. Ob tug yuav rws ob tug lub txem, ob tug yuav tuag tsw muaj mivnyuas."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.21","label":"21","content":"Yog leejtwg yuav nwg tug tijlaug lossws tug kwv quaspuj, kuj yog kev qas tsw huv. Nwg tau thws nwg kwvtij qhov chaw txaaj muag, ob tug yuav tsw muaj mivnyuas."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.22","label":"22","content":"“ ‘Mej yuav tsum tuav rawv kuv tej kaab ke huvsw hab kuv tej kevcai huvsw hab ua lawv nraim, sub lub tebchaws kws kuv coj mej lug nyob huv txhad tsw muab mej ntuav tawm."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.23","label":"23","content":"Mej tsw xob ua lawv le cov tuabneeg kws kuv muab ntab tswv tawm ntawm mej hauv ntej lawd tej kevcai. Vem tas puab ua tej kws has taag nuav, kuv txhad ntxub puab kawg le."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.24","label":"24","content":"Tassws kuv tub has rua mej lawm tas, “Mej yuav tau puab lub tebchaws ua qub txeeg qub teg, hab kuv yuav muab ua mej teej mej tug, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo.”Kuv yog Yawmsaub yog mej tug Vaajtswv kws tau muab mej cais tawm huv ib tsoom tuabneeg lug."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.25","label":"25","content":"Vem le nuav mej yuav tsum cais tej tsaj kws huv hab tej tsaj kws tsw huv, hab cais tej noog kws tsw huv hab tej noog kws huv. Mej tsw xob ua rua mej qas vuab tsuab vem yog tim tej tsaj twg lossws tej noog twg lossws ib yaam daabtsw kws nkaag huv aav kws kuv tau muab qha cais rua mej lawm tas yog yaam kws qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.26","label":"26","content":"Mej yuav tsum dawb huv rua kuv, tsua qhov kuv kws yog Yawmsaub yog tug dawb huv, hab kuv tau muab mej cais tawm huv ib tsoom tuabneeg lug sub mej txhad le yog kuv tug."},{"bible_id":"1216","chapter_code":"LEV.20","verse_code":"LEV.20.27","label":"27","content":"“ ‘Tug txwvneej twg lossws tug puj twg kws ua txwv neeb txwv yaig mas yuav raug muab tua pov tseg. Yuav xuas pob zeb ntaus kuas tuag, mas qhov kws puab tuag hov puab rws puab.’ ”"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.1","label":"1","content":"Yawmsaub has rua Mauxe tas, “Ca le has rua cov pov thawj kws yog Aloo tej tub tas, ‘Tsw xob ca mej cov pov thawj ib tug twg ua puag tsuas nwg tsua qhov kws moog paam tug tuag huv nwg cov kwvtij,"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.2","label":"2","content":"tsuas yog tej kws txheeb txheeb nwg xwb, yog nwg nam nwg txwv nwg tub nwg ntxhais nwg tij nwg kwv"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.3","label":"3","content":"lossws nwg tug nkauj muam kws nrug nwg nyob vem tsw muaj quasyawg mas tug pov thawj yeem ca nwg qas tsw huv."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.4","label":"4","content":"Nwg tsw xob paam nwg tej neej tsaa es ua rua nwg qas tsw huv, hab ua puag tsuas nwg poob koob."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.5","label":"5","content":"Cov pov thawj tsw xob chais ib nyuas qhov plaubhau hab tsw xob txav cov fwj txwv, hab tsw xob muab rag suam lub cev."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.6","label":"6","content":"Cov pov thawj yuav tsum ua tuabneeg dawb huv rua puab tug Vaajtswv tsw xob ua puag tsuas puab tug Vaajtswv lub npe poob koob, vem yog puab muab hov txhua chaw hlawv kub nyab xyeem rua Yawmsaub, yog tej zaub mov xyeem rua puab tug Vaajtswv. Vem le nuav puab yuav tsum ua dawb huv."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.7","label":"7","content":"“ ‘Cov pov thawj tsw xob yuav tej puj muag cev lossws tej quaspuj kws qas tsw huv lossws tej quaspuj kws nrauj quasyawg tsua qhov cov pov thawj yeej yog dawb huv rua puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.8","label":"8","content":"Koj yuav tsum tu kuas puab dawb huv rua kuv vem puab xyeem tej zaub mov rua koj tug Vaajtswv. Koj yuav tsum pum tas puab dawb huv, tsua qhov kuv kws yog Yawmsaub kuj dawb huv, kuv yog tug kws tu kuas mej dawb huv."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.9","label":"9","content":"Tug pov thawj twg tug nthxais moog ua puj muag cev ua rua nwg qas tsw huv mas kuj yog ua puag tsuas leej txwv poob koob. Nwg yuav raug muab hlawv pov tseg."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.10","label":"10","content":"“ ‘Tug pov thawj hlub kws raug muab roj laub ywg sau nwg taubhau tsaa ua pov thawj hlub hab yog tug kws raug muab tu kuas dawb huv es naav tau cev tsoog meej mom mas tsw xob tseg plaubhau ntxhuv ntxhuv hab tsw xob dua nwg lub tsho."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.11","label":"11","content":"Nwg tsw xob moog ze tug tuag, tsw xob ua puag tsuas nwg qas tsw huv txawm yog nwg txwv nwg nam tuag los xwj."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.12","label":"12","content":"Nwg tsw xob tawm huv lub chaw pe hawm Vaajtswv moog hab tsw xob ua qas puag tsuas lub chaw pe hawm nwg tug Vaajtswv poob koob, tsua qhov cov roj kws laub tsaa nwg ua tug dawb huv rua nwg tug Vaajtswv tseed nyob ntawm nwg. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.13","label":"13","content":"Nwg yuav tsum yuav tug quaspuj kws tsw tau deev dua hluas nraug."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.14","label":"14","content":"Nwg tsw xob yuav tej puj ntsuag, tej puj nrauj, tej puj kws qas tsw huv lossws tej puj muag cev. Nwg yuav tsum yuav tug quaspuj kws tsw tau deev dua hluas nraug huv nwg haiv tuabneeg lug ua quaspuj,"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.15","label":"15","content":"sub nwg txhad tsw ua qas puag tsuas nwg tej mivnyuas poob koob rua huv nwg haiv tuabneeg, tsua qhov kuv yog Yawmsaub kws cais nwg ua tug dawb huv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.16","label":"16","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.17","label":"17","content":"“Ca le has rua Aloo tas, ‘Koj caaj ceg moog ib tam dhau ib tam tsw xob kheev ib tug kws lub cev muaj ib qho phem hovtwg tuaj ze xyeem tej zaub mov rua nwg tug Vaajtswv,"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.18","label":"18","content":"tsua qhov tas tug kws muaj ib qho phem hovtwg nkaag tsw nyog moog ze lub thaaj, tsw has tug dig muag, lossws ceg tawv, lossws tug kws caws ntsej caws ntswg lossws teg taw ntev tsw sws txwg,"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.19","label":"19","content":"lossws caws teg caws taw,"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.20","label":"20","content":"lossws khoov duav khoov pu, lossws tug kws moj pob lossws pum kev tsw zoo, lossws mob lis mob ruas lug kua paug, lossws noob qais nkaum."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.21","label":"21","content":"“ ‘Tug pov thawj Aloo caaj ceg yog leejtwg kws lub cev phem ib qho hovtwg tsw xob kheev nwg tuaj ze muab luas tej hov txhua chaw hlawv xyeem rua Yawmsaub. Vem nwg lub cev muaj ib qho phem, tsw xob kheev nwg tuaj ze xyeem tej zaub mov rua nwg tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.22","label":"22","content":"Nwg noj tau nwg tug Vaajtswv zaub mov tsw has tej kws dawb huv kawg nkaus hab tej kws dawb huv."},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.23","label":"23","content":"Tassws nwg tsw xob tuaj ze daim ntaub kws thaiv hab ze lub thaaj tsua qhov nwg lub cev muaj ib qho phem, sub nwg txhad tsw ua puag tsuas lub chaw kws pe kuv poob koob. Kuv yog Yawmsaub kws muab lub chaw hov cais kuas dawb huv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.21","verse_code":"LEV.21.24","label":"24","content":"Mauxe txhad has tej nuav rua Aloo hab nwg cov tub hab cov Yixayee suavdawg."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.2","label":"2","content":"“Ca le has rua Aloo hab nwg cov tub kuas txaav deb ntawm tej hov txhua chaw dawb huv kws cov Yixayee muab pub hlo rua kuv ua kuv tug, sub puab txhad tsw ua puag tsuas kuv lub npe kws dawb huv poob koob. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.3","label":"3","content":"Ca le has rua puab tas, ‘Yog mej caaj ceg ib tam dhau ib tam moog le leejtwg moog ze tej hov txhua chaw dawb huv kws cov Yixayee muab pub hlo rua kuv ua kuv tug rua thaus kws nwg tseed qas tsw huv, mas nwg yuav raug muab tshem tawm moog kuas dhau kuv lub xubndag. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.4","label":"4","content":"Yog Aloo caaj ceg ib tug twg ua mob lis mob ruas lossws muaj kua ndwg lug mas nwg noj tsw nyog tej kws xyeem dawb huv hov, ca nwg zoo huv tsaiv. Yog leejtwg kov raug tej yaam qas tsw huv vem tej hov tub phaav tej cev tuag lawm, lossws nwg muaj kua phev ndwg lug,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.5","label":"5","content":"lossws nwg kov raug tej tsaj miv miv kws nkaag huv peg teb, kws ua rua nwg qas tsw huv, lossws nwg kov raug tej tuabneeg kws puag tsuas nwg qas tsw huv, txawm yog yaam kws qas tsw huv twg,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.6","label":"6","content":"los tug kws kov raug tej hov nwg kuj yuav qas tsw huv moog txug tsaus ntuj. Nwg noj tsw nyog tej kws xyeem dawb huv, nwg yuav tsum daa dej tsaiv."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.7","label":"7","content":"Thaus nub poob qho lawd nwg txhad le huv tes nwg le maav noj tau tej kws xyeem dawb huv hov, tsua qhov tej ntawd yog nwg le zaub mov."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.8","label":"8","content":"Tej tsaj kws nwg tuag nwg lossws raug ib tug tsaj qus tum tuag mas nwg tsw xob noj le. Tej nuav yuav puag tsuas nwg qas tsw huv. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.9","label":"9","content":"Vem le nuav cov pov thawj yuav tsum ua lawv le kws kuv has, tsaam tes thaus puab ua tej nuav puab yuav raug txem hab puab yuav tuag vem puab saib tsw taug kuv tej lug. Kuv yog Yawmsaub kws cais puab ua cov kws dawb huv."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.10","label":"10","content":"“ ‘Tsuas yog cov pov thawj tsev tuabneeg txhad noj nyog tej kws xyeem dawb huv. Cov kws tuaj ua qhua rua huv tug pov thawj tsev hab tug pov thawj tej tub zug los noj tsw nyog tej kws dawb huv hov."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.11","label":"11","content":"Tassws yog tug pov thawj muab nyaj yuav ib tug ua nwg tug qhev mas tug qhev hov noj tau hab cov qhev kws yug rua huv tug pov thawj tsev kuj noj tau tej zaub mov hov."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.12","label":"12","content":"Yog pov thawj tej ntxhais moog yuav quasyawg rua cov kws tsw ua pov thawj mas nwg kuj noj tsw nyog tej kws xyeem dawb huv hov."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.13","label":"13","content":"Tassws yog pov thawj tug ntxhais hov ua puj ntsuag lossws ua puj nrauj lawm hab tsw muaj mivnyuas es rov lug nyob huv leej txwv tsev ib yaam nkaus le thaus hluas nkauj, mas nwg kuj noj tau leej txwv tej zaub mov hov. Tassws cov kws nyob saab nrau noj tsw nyog."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.14","label":"14","content":"Yog leejtwg tsw paub es nwg tau noj tej kws xyeem dawb huv hov lawm mas nwg yuav tsum pauj tej ntawd rov rua tug pov thawj hab ntxwv ib feem huv tswb rua nwg."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.15","label":"15","content":"Cov pov thawj tsw xob muab tej hov txhua chaw dawb huv kws cov Yixayee muab xyeem rua Yawmsaub hov ua puag tsuas qas tsw huv,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.16","label":"16","content":"tsaam tes ua rua cov Yixayee raug txem tsua qhov kws ca puab noj txhum tej hov txhua chaw kws xyeem dawb huv, tsua qhov kuv yog Yawmsaub kws cais cov pov thawj ua cov kws dawb huv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.17","label":"17","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.18","label":"18","content":"“Ca le has rua Aloo hab nwg cov tub hab cov Yixayee suavdawg tas, ‘Thaus cov Yixayee lossws lwm haiv tuabneeg kws nrug cov Yixayee nyob leejtwg muab hov txhua chaw xyeem, txawm yog nwg pauj tej kws nwg fev ca lawd lossws nwg zoo sab muab xyeem pub xwb ua kevcai hlawv huvsw xyeem rua Yawmsaub,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.19","label":"19","content":"yog yuav ua kuas Vaajtswv txais yuav mas mej yuav tsum muab ib tug txwv tsaj kws tsw muaj chaw thuaj le xyeem, kws yog ib tug txwv nyuj lossws txwv yaaj lossws txwv tshws."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.20","label":"20","content":"Mej tsw xob muab tej kws muaj chaw thuaj xyeem vem Yawmsaub tsw txais yuav."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.21","label":"21","content":"“ ‘Thaus leejtwg muab ib tug nyuj lossws yaaj xyeem rua Yawmsaub ua kevcai xyeem sws raug zoo, yog nwg pauj tej kws nwg fev ca lawd lossws nwg zoo sab muab xyeem pub xwb, mas tug tsaj hov yuav tsum yog ib tug zoo kawg hab yuav tsum tsw xob muaj chaw thuaj hlo le, Vaajtswv txhad le txais yuav."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.22","label":"22","content":"Tej tsaj kws dig muag lossws ceg tawv lossws muab txav muab hlais lossws muaj kav txhaab ua kua paug lossws lam txwv lossws ua cos pob, mej tsw xob muab xyeem rua Yawmsaub lossws muab hlawv kub nyab xyeem rua Yawmsaub sau lub thaaj."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.23","label":"23","content":"Tej txwv nyuj lossws tej mivnyuas yaaj kws lub cev hlub tsw sws luag ib ceg ntev ib ceg luv, mas mej muab xyeem tau le kws mej zoo sab muab pub xyeem, tassws yog muab xyeem pauj tej kws mej fev ca lawd, mas Vaajtswv tsw txais yuav."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.24","label":"24","content":"Tej tsaj kws noob qais ntsoog lossws muab tsoo lossws muab dua lossws muab txav mej tsw xob muab xyeem rua Yawmsaub lossws tua xyeem rua huv mej lub tebchaws."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.25","label":"25","content":"Tsw xob muab tej tsaj zoo le nuav kws mej tau ntawm lwm haiv tuabneeg lug xyeem ua zaub mov rua mej tug Vaajtswv. Tej tsaj hov muaj chaw thuaj vem raug muab txav muab hlais, tes Vaajtswv tsw txais yuav.’ ”"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.26","label":"26","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.27","label":"27","content":"“Thaus nyuj hab yaaj hab tshws xyaa mivnyuas mas ca tug mivnyuas nrug nam nyob xyaa nub. Txwj nub kws yim moog, mas yuav muab hlawv xyeem rua Yawmsaub los kuj tau lawm, Vaajtswv txais yuav."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.28","label":"28","content":"Tug nam tsaj ntawd tsw has yog nyuj los yaaj mej tsw xob muab tua nrug tug mivnyuas ua ib nub."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.29","label":"29","content":"Thaus mej tua tsaj xyeem ua Yawmsaub tsaug, mej yuav tsum tua xyeem lawv le kevcai Vaajtswv txhad txais yuav mej."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.30","label":"30","content":"Mej yuav tsum noj tej nqaj hov kuas taag rua tuab nub hov, tsw xob tseg ib yaam ca txug kaaj ntug. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.31","label":"31","content":"“Mej yuav tsum tuav rawv kuv tej lug nkaw hab ua lawv quas nraim. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.32","label":"32","content":"Mej tsw xob ua puag tsuas kuv lub npe kws dawb huv poob koob. Kuv xaav kuas cov Yixayee suavdawg fwm tas kuv dawb huv. Kuv yog Yawmsaub kws cais kuas mej dawb huv."},{"bible_id":"1216","chapter_code":"LEV.22","verse_code":"LEV.22.33","label":"33","content":"Kuv yog tug kws coj mej tawm huv Iyi tebchaws lug kuv txhad tau ua mej tug Vaajtswv. Kuv yog Yawmsaub.”"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Yawmsaub tej kevcai kws teem tseg kws mej yuav tsum tshaaj tawm tas yog lub swjhawm kws tuaj txoos ua ke ua kevcai dawb huv, yog tej kevcai kws kuv teem tseg mas yog le nuav."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.3","label":"3","content":"“ ‘Mej yuav tsum ua num rau nub, mas nub xyaa yog nub Xanpatau kws caiv su tag tag le, yog nub kws tuaj txoos ua ke ua kevcai dawb huv. Tsw xob ua num hlo le, yog nub Xanpatau kws su rua Yawmsaub rua huv txhua lub chaw kws mej nyob."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.4","label":"4","content":"“ ‘Tej nuav yog tej kevcai kws Yawmsaub teem tseg, yog tej lub swjhawm kws tuaj txoos ua ke ua kevcai dawb huv. Mej yuav tsum tshaaj tawm lawv tej swjhawm kws teem ca."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.5","label":"5","content":"Nub xab kaum plaub lub ib hlis thaus yuav tsaus ntuj yuav ua Yawmsaub le kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.6","label":"6","content":"Nub xab kaum tswb lub hli ntawd yuav ua kevcai noj ncuav tsw xyaw keeb rua Yawmsaub. Mej yuav noj ncuav tsw xyaw keeb xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.7","label":"7","content":"Thawj nub mej yuav tuaj txoos ua ke ua kevcai dawb huv. Mej tsw xob ua ib yaam num nyaav hlo le."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.8","label":"8","content":"Mej yuav muab tsaj hlawv xyeem rua Yawmsaub xyaa nub. Nub kws xyaa yog nub kws tuaj txoos ua ke ua kevcai dawb huv, mej tsw xob ua ib yaam num nyaav hlo le.’ ”"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.9","label":"9","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.10","label":"10","content":"“Ca le has rua cov Yixayee tas, ‘Thaus mej moog txug lub tebchaws kws kuv pub rua mej hab mej sau tej qoob huv lub tebchaws hov, mej yuav tsum coj ib teg qoob kws mej hlais thawj phaum tuaj rua tug pov thawj."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.11","label":"11","content":"Tug pov thawj yuav muab teg qoob hov cev xyeem rua Yawmsaub sub Yawmsaub txhad le txais yuav mej. Nwg yuav muab cev xyeem rua nub tom qaab nub Xanpatau."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.12","label":"12","content":"Nub kws mej ua kevcai cev xyeem teg qoob hov, mej yuav tsum coj ib tug mivnyuas txwv yaaj noob nyoog ib xyoos kws tsw muaj chaw thuaj le tuaj ua kevcai hlawv xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.13","label":"13","content":"Tej kws muab ua kevcai xyeem qoob loos ua ke yog muab ob feem kaum huv ib efa  moov mog zoo zoo ntse roj hlawv xyeem rua Yawmsaub ua kuas muaj paa nchu tsw qaab, hab ib feem plaub huv ib hee  cawv txwv maab ua kevcai laub xyeem."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.14","label":"14","content":"Mej tsw xob noj cov qoob tshab tsw has muab ua ncuav lossws muab kib los noj nyoog tog txug thaus kws coj tuaj ua kevcai le nuav xyeem rua mej tug Vaajtswv taag tsaiv. Nuav yog txuj kevcai rua mej txhua tam moog ib txhws rua huv txhua lub chaw kws mej nyob."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.15","label":"15","content":"“ ‘Mej yuav tsum suav txwj nub tom qaab nub Xanpatau kws yog nub mej coj thawj teg qoob tuaj cev xyeem kuas puv xyaa lub chib su."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.16","label":"16","content":"Mej yuav suav tswb caug nub moog txug nub tom qaab nub Xanpatau kws xyaa, le muab tej mog tshab tuaj ua kevcai xyeem qoob loos rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.17","label":"17","content":"Mej yuav coj ob lub ncuav kws muab ob feem kaum huv ib efa  moov mog zoo zoo kws xyaw keeb ua tawm huv mej lub chaw nyob tuaj cev xyeem ua thawj phaum qoob xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.18","label":"18","content":"Mej yuav coj xyaa tug mivnyuas yaaj kws noob nyoog ib xyoos kws tsw muaj chaw thuaj le hab ib tug thaav txwv nyuj hab ob tug txwv yaaj tuaj nrug cov ncuav xyeem ua ke. Tej nuav yog tej kws ua kevcai hlawv xyeem rua Yawmsaub hab tej kws ua kevcai xyeem qoob loos hab ua kevcai laub xyeem, yog yaam kws hlawv kub nyab xyeem ua kuas muaj paa nchu tsw qaab hum Yawmsaub lub sab."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.19","label":"19","content":"Mej yuav tsum xyeem ib tug txwv tshws ua kevcai daws txem hab xyeem ob tug mivnyuas txwv yaaj noob nyoog ib xyoos ua kevcai sws raug zoo."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.20","label":"20","content":"Tug pov thawj yuav muab ob tug mivnyuas yaaj nrug cov ncuav kws yog thawj phaum qoob cev xyeem ua ke ua kevcai cev xyeem rua Yawmsaub. Tej nuav yog tej kws dawb huv rua Yawmsaub muab ua pov thawj le feem."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.21","label":"21","content":"Tuab nub ntawd mej yuav tshaaj tawm. Mej yuav tuaj txoos ua ke ua kevcai dawb huv, mej tsw xob ua num nyaav hlo le. Nuav yog tej kaab ke rua mej txhua tam moog ib txhws rua huv txhua lub chaw kws mej nyob."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.22","label":"22","content":"“ ‘Thaus mej hlais tej qoob huv teb, mej tsw xob hlais kuas taag tej kws nyob ntawm ntug teb, hab thaus sau taag tsw xob xawb tej kws tshuav. Yuav tseg ca rua cov tuabneeg pluag hab lwm haiv tuabneeg kws nrug mej nyob. Kuv yog Yawmsaub yog mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.23","label":"23","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.24","label":"24","content":"“Ca le has rua cov Yixayee tas, ‘Nub xab ib lub xyaa hli mej yuav tsum ncu ntsoov caiv su tag tag le, yog nub kws tshuab raaj kub yaaj tshaaj tawm, yog nub kws tuaj txoos ua ke ua kevcai dawb huv."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.25","label":"25","content":"Mej tsw xob ua num nyaav, hab mej yuav tsum coj tej kws hlawv xyeem tuaj xyeem rua Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.26","label":"26","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.27","label":"27","content":"“Nub xab kaum lub xyaa hli nuav yog nub kws ua kevcai ntxuav kev txhum. Yuav ua nub kws mej tuaj txoos ua ke ua kevcai dawb huv, hab mej yuav tswj mej lub sab  hab coj tej kws hlawv xyeem tuaj xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.28","label":"28","content":"Nub ntawd mej tsw xob ua num daabtsw le tsua qhov yog nub ntxuav kev txhum, sub txhad ntxuav tau mej tej kev txhum rua ntawm mej tug Vaajtswv Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.29","label":"29","content":"Nub ntawd yog leejtwg tsw tswj nwg lub sab  tug hov yuav raug muab txav tawm huv nwg haiv tuabneeg."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.30","label":"30","content":"Hab nub ntawd yog leejtwg ua ib yaam num daabtsw kuv yuav muab tug hov ua kuas puam tsuaj huv nwg haiv tuabneeg moog."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.31","label":"31","content":"Mej tsw xob ua num hlo le. Nuav yog tej kaab ke rua mej txhua tam moog ib txhws rua huv txhua lub chaw kws mej nyob."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.32","label":"32","content":"Nub ntawd yuav ua nub Xanpatau kws caiv su tag tag, hab mej yuav tswj mej lub sab.  Thaus tsaus ntuj nub xab cuaj lub hlis ntawd mej yuav tuav rawv nub Xanpatau moog txug nub qaab tsaus ntuj.”"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.33","label":"33","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.34","label":"34","content":"“Ca le has rua cov Yixayee tas, ‘Nub xab kaum tswb lub xyaa hli nuav yog kevcai nyob tsev pheeb suav rua Yawmsaub kuas puv xyaa nub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.35","label":"35","content":"Thawj nub yuav ua nub kws tuaj txoos ua ke ua kevcai dawb huv. Mej tsw xob ua num nyaav."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.36","label":"36","content":"Mej yuav coj tej kws hlawv xyeem tuaj xyeem rua Yawmsaub kuas puv xyaa nub. Nub kws yim mej yuav tuaj txoos ua ke ua kevcai dawb huv hab coj tej kws hlawv xyeem tuaj xyeem rua Yawmsaub. Yog tuaj txoos ua ke caiv su. Mej tsw xob ua num nyaav hlo le."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.37","label":"37","content":"“ ‘Tej nuav yog Yawmsaub tej kevcai kws teem tseg kws mej yuav tsum tshaaj tawm tas yog lub swjhawm kws tuaj txoos ua ke ua kevcai dawb huv, hab yuav coj tej kws xyeem tuaj hlawv xyeem rua Yawmsaub, yog tej kws yuav ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem qoob loos, hab tej tsaj kws tua xyeem hab tej kws muab laub xyeem, txhua yaam yuav tsum ua lawv le swjhawm."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.38","label":"38","content":"Tej nuav yog ua tshaaj tej kws ua rua Yawmsaub nub Xanpatau hab tshaaj tej kws mej muab xyeem hab tshaaj txhua yaam kws mej fev ca lawd hab tshaaj tej kws mej zoo sab muab xyeem pub huvsw, kws mej pub xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.39","label":"39","content":"“ ‘Thaus mej sau tej qoob loos huv lub tebchaws taag lawm, mas nub xab kaum tswb lub xyaa hli, mej yuav ua qhov kevcai nuav rua Yawmsaub xyaa nub. Thawj nub yuav ua nub kws caiv su tag tag, hab nub kws yim kuj yuav ua nub kws caiv su tag tag hab."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.40","label":"40","content":"Thawj nub mej yuav de tej txwv ntoo zoo zoo hab tej nplooj toov laaj hab tej rev nplooj ntoo hab tej ceg ntoo lwg zaaj tuaj. Mej yuav zoo sab xyiv faab xyaa nub rua ntawm Yawmsaub kws yog mej tug Vaajtswv xubndag."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.41","label":"41","content":"Mej yuav tsum ncu ntsoov ua qhov kevcai nuav ib xyoos xyaa nub rua Yawmsaub. Nuav yog tej kaab ke rua mej txhua tam moog ib txhws. Mej yuav tsum ua qhov kevcai nuav rua lub xyaa hli."},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.42","label":"42","content":"Mej yuav nyob huv tsev pheeb suav xyaa nub. Txhua tug kws yog tuabneeg Yixayee yuav tsum nyob huv tsev pheeb suav,"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.43","label":"43","content":"sub mej txhua tam txhad paub tas thaus kuv coj cov Yixayee tawm huv Iyi tebchaws lug kuv ua rua puab nyob huv tsev pheeb suav. Kuv yog Yawmsaub yog mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.23","verse_code":"LEV.23.44","label":"44","content":"Ua le nuav Mauxe txhad qha rua cov Yixayee paub txug Yawmsaub tej kevcai kws teem tseg."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.2","label":"2","content":"“Koj ca le has rua cov Yixayee kuas coj cov tseem roj kws tsuam ntawm txwv aulib tuaj rua koj saam lub teeb, sub lub teeb txhad cig moog le."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.3","label":"3","content":"Aloo yuav tsum tu lub teeb kws nyob huv lub tsev ntaub sws ntswb ntawm daim ntaub thaiv lub swb xaab kws muaj Vaajtswv tej lug saab nrau nuav txwj thaus tsaus ntuj moog txug kaaj ntug tsw tu ncua le rua ntawm Yawmsaub xubndag. Nuav yog txuj kaab ke rua mej txhua tam moog ib txhws."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.4","label":"4","content":"Aloo yuav tu tej teeb kws nyob sau tug kaav teeb kws tseem kub rua ntawm Yawmsaub xubndag tsw tu ncua le."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.5","label":"5","content":"“Koj yuav muab cov moov mog zoo zoo ua kaum ob lub ncuav. Ib lub ncuav swv ob feem kaum huv ib efa  moov mog."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.6","label":"6","content":"Koj yuav txawb cov ncuav nuav rua sau lub rooj kws tseem kub ua ob leej, ib leej rau lub."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.7","label":"7","content":"Koj yuav muab cov roj ntoos tsw qaab kws zoo zoo rau rua ob leej huvsw, sub txhad nrug cov ncuav ua chaw rua Yawmsaub ncu ntsoov hab muab ua yaam kws hlawv xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.8","label":"8","content":"Txhua nub Xanpatau Aloo yuav tsum muab txawb tsw tu ncua lawv le kevcai ua cov Yixayee tug rua ntawm Yawmsaub xubndag ua lu lug cog tseg moog ib txhws."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.9","label":"9","content":"Cov ncuav nuav yuav poob ua Aloo hab nwg cov tub le feem, mas puab yuav noj rua huv ib lub chaw kws dawb huv tsua qhov yog yaam kws dawb huv kawg nkaus rhu ntawm tej kws muab hlawv kub nyab xyeem rua Yawmsaub lug, yog puab le feem moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.10","label":"10","content":"Muaj ib tug yawm, nwg nam yog tuabneeg Yixayee nwg txwv yog tuabneeg Iyi, txawm moog tshaam cov Yixayee, mas nwg nrug ib tug yawm Yixayee sws caav sws tshe huv lub zog."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.11","label":"11","content":"Tug yawm kws nwg nam yog tuabneeg Yixayee hov has lug tuam mom tshev foom Yawmsaub lub npe. Puab txhad coj nwg tuaj rua Mauxe. Nwg nam npe hu ua Selaumi kws yog Ntinpli yog xeem Ntaaj le ntxhais."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.12","label":"12","content":"Puab txhad muab tug yawm hov kaw ca tog txug thaus Yawmsaub qha tej kws Yawmsaub lub sab xaav rua puab paub."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.13","label":"13","content":"Mas Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.14","label":"14","content":"“Ca le coj tug tshev foom hov rua saab nrau lub zog mas kuas cov kws nov nwg tshev foom suavdawg muab teg npuab rua sau nwg taubhau, mas ib tsoom pejxeem xuas pob zeb ntaus kuas nwg tuag."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.15","label":"15","content":"Koj ca le has rua cov Yixayee tas, ‘Leejtwg tshev foom nwg tug Vaajtswv nwg yuav rws nwg lub txem."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.16","label":"16","content":"Tug kws tuam mom Yawmsaub lub npe yuav raug muab tua pov tseg. Ib tsoom pejxeem yuav xuas pob zeb ntaus nwg kuas tuag. Lwm haiv tuabneeg kws nrug mej nyob lossws cov Yixayee thaus tug twg tuam mom Yawmsaub lub npe nwg yuav raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.17","label":"17","content":"“ ‘Tug kws tua tuabneeg kuj yuav raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.18","label":"18","content":"Tug kws tua lwm tug le tsaj txhu yuav tsum them sav pauj sav."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.19","label":"19","content":"Yog leejtwg ua rua nwg kwvtij zej zog raug mob, kuj yuav ua rua nwg ib yaam nkaus le nwg tau ua rua luas lawm,"},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.20","label":"20","content":"pob txhaa luv pauj pob txhaa luv, qhov muag pauj qhov muag, nav pauj nav. Nwg ua rua luas raug mob le caag, nwg yuav raug mob ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.21","label":"21","content":"Tug kws tua lwm tug le tsaj txhu yuav tsum them pauj. Tug kws tua tuabneeg nwg yuav tsum raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.22","label":"22","content":"Mej yuav tsum swv tuab txuj kevcai rua lwm haiv tuabneeg kws nrug mej nyob hab rua cov Yixayee, tsua qhov kuv yog Yawmsaub yog mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.24","verse_code":"LEV.24.23","label":"23","content":"Mauxe txhad has le ntawd rua cov Yixayee, mas puab txhad coj tug kws tshev foom hov tawm moog rua saab nrau lub zog hab xuas pob zeb ntaus nwg kuas tuag. Ua le nuav cov Yixayee txhad ua lawv le Yawmsaub has rua Mauxe."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.1","label":"1","content":"Yawmsaub has rua Mauxe sau lub roob Xinai tas,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Thaus mej txeem moog rua huv lub tebchaws kws kuv pub rua mej hov, mas ca lub tebchaws muaj xyoo Xanpatau kws su rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.3","label":"3","content":"Mej yuav cog qoob cog loos rua mej tej teb rau xyoo hab taav tej txwv maab hab sau qoob loos rau xyoo."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.4","label":"4","content":"Tassws xyoo kws xyaa mas ca ua xyoo Xanpatau kws lub tebchaws su tug tug, yog xyoo Xanpatau rua Yawmsaub. Mej tsw xob cog qoob loos rua huv mej tej teb, tsw xob taav txwv maab huv mej tej vaaj."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.5","label":"5","content":"Tej qoob loos kws nwg tuaj nwg mej tsw xob hlais tsw xob sau, tej txwv maab kws mej tsw tau taav tsw tau tu mej tsw xob de. Ca ua xyoo kws lub tebchaws su tug tug."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.6","label":"6","content":"Xyoo Xanpatau hov lub tebchaws tseed yuav tshwm tau qoob loos rua mej noj, pub rua mej hab rua mej tej tub qhe nkauj qhev hab rua mej tej tub zug hab pub rua tej tuabneeg lwm tebchaws kws nrug mej nyob."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.7","label":"7","content":"Hab tej qoob loos kws tshwm huv lub tebchaws huvsw mas pub rua mej tej tsaj txhu hab tej tsaj qus noj.’ ”"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.8","label":"8","content":"“ ‘Mej yuav tsum suav xyaa tug xyaa xyoo txhad yog plaub caug cuaj xyoos rua mej."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.9","label":"9","content":"Mej yuav tshuab raaj kub yaaj nrov kuas thoob tebchaws rua nub xab kaum lub xyaa hli, yuav tshuab raaj kub yaaj kuas thoob tebchaws rua nub kws ua kevcai ntxuav kev txhum txem."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.10","label":"10","content":"Mej yuav tsum fwm xyoo kws tswb caug hov ua xyoo kws dawb huv hab yuav tshaaj tawm kev thaaj yeeb rua ib tsoom tuabneeg thoob mej lub tebchaws, ua xyoo Zoo Sab kws thim txhua yaam rov qaab. Mej txhua tug yuav tsum rov moog rua nwg qub vaaj qub tse hab rov moog nrug nwg cuab tuabneeg nyob."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.11","label":"11","content":"Xyoo kws tswb caug hov yuav ua xyoo Zoo Sab rua mej. Xyoo hov mej tsw xob cog qoob cog loos hab tsw xob hlais sau tej qoob loos kws nwg tuaj nwg, hab tsw xob de tej txwv maab kws tsw tau taav ceg,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.12","label":"12","content":"vem xyoo hov yog xyoo Zoo Sab xyiv faab, yuav ua xyoo dawb huv rua mej. Mej tsuas noj tej qoob loos kws nwg tuaj nwg huv tej laj teb xwb."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.13","label":"13","content":"“ ‘Xyoo Zoo Sab nuav mas txhua tug yuav tsum rov moog txug nwg qub vaaj qub tse."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.14","label":"14","content":"Yog mej muag laj muag teb rua kwvtij zej zog lossws yuav laj teb ntawm kwvtij zej zog lug mas ib leeg tsw xob ntxo ib leeg."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.15","label":"15","content":"Mej yuav kwvtij zej zog laj teb mas mej yuav ntaus nqe lawv le cov quas xyoo kws dhau xyoo Zoo Sab lug lawm, hab muag tau npaum le cov quas xyoo kws tseed sau tau qoob loos."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.16","label":"16","content":"Yog tseed tshuav ntau xyoo kuj nce nqe sab zog, yog tshuav tsawg xyoo lawm kuj nqeg nqe, vem nwg muag lawv le cov naj xyoo kws sau tau qoob loos."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.17","label":"17","content":"Ib leeg tsw xob ntxo ib leeg. Mej yuav tsum paub ntshai mej tug Vaajtswv, vem kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.18","label":"18","content":"“ ‘Vem le nuav mej yuav ua lawv le kuv tej kaab ke hab tuav rawv kuv txuj kevcai hab ua lawv nraim, mej txhad le nyob tso sab quas lug huv tebchaws."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.19","label":"19","content":"Lub tebchaws yuav tuaj qoob loos mas mej yuav tau noj tsau npo hab nyob tso sab plhuav."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.20","label":"20","content":"Yog mej has tas, “Yog tsw pub peb cog hab sau qoob loos, tes xyoo kws xyaa peb yuav muab daabtsw lug noj?”"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.21","label":"21","content":"Kuv yuav tso moov zoo rua mej rua xyoo kws rau mas lub tebchaws yuav muaj qoob loos txaus peb xyoos."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.22","label":"22","content":"Thaus mej cog qoob loos rua xyoo kws yim, mej tseed noj tej qoob laug, moog txug xyoo kws cuaj thaus mej tau qoob loos tshab lug mej tseed noj tej qoob laug."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.23","label":"23","content":"Mej muab tej teb muag tuag tsw tau vem tej aav hov yog kuv le, mej yog qhua tuaj qev nyob xwb."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.24","label":"24","content":"Thoob plhawv huv lub tebchaws kws mej nyob hov mej yuav pub kuas txhwv tau tej qub aav rov qaab."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.25","label":"25","content":"“ ‘Yog mej tej kwvtij leejtwg tsua pluag es nwg muab nwg thaaj aav ib qho muag mas nwg tej txheeb kwvtij yuav tsum tuaj txhwv tej kws nwg tau muab muag lawm."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.26","label":"26","content":"Yog leejtwg tsw muaj kwvtij txhwv tau rua nwg, tassws lug rua tom qaab nwg tsua nplua nuj muaj nyaj txag txaus txhwv tau,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.27","label":"27","content":"mas ca nwg suav saib muab daim aav muag tau pes tsawg xyoo hab xaam cov nyaj kws tswm nyog thim rov rua tug kws nwg tub muag rua lawm, mas nwg txhad moog nyob tau rua huv nwg thaaj aav ntawd."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.28","label":"28","content":"Yog nwg tsw muaj nyaj txaus txhwv tau mas thaaj aav hov yuav nyob huv tug kws yuav lawm txhais teg moog txug xyoo Zoo Sab kws thim txhua yaam rov qaab, mas nwg le muab tso rov rua tug qub tswv rua xyoo Zoo Sab, mas tug qub tswv txhad le rov nyob tau huv nwg thaaj aav."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.29","label":"29","content":"“ ‘Yog leejtwg muab lub tsev kws nyob huv lub moos kws muaj ntsaa loog muag, mas nwg yuav txhwv tau rua thaus tsw tau dhau ib xyoos. Nwg muaj feem txhwv tau rua thaus txwm nkaus xyoo."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.30","label":"30","content":"Yog txwm nkaus ib xyoos nwg tsw txhwv tes ca muab hlo lub tsev kws nyob huv lub moos kws muaj ntsaa loog hov ua tug kws yuav le tug moog ib tam dhau ib tam moog le, txug xyoo Zoo Sab los tsw txug muab thim lawm."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.31","label":"31","content":"Tassws tej tsev huv tej zej zog kws tsw muaj ntsaa loog mas yuav suav zoo ib yaam le tej laj teb, kws txhwv tau rov qaab hab yuav muab tso rov qaab rua xyoo Zoo Sab."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.32","label":"32","content":"Tassws cov Levi muaj feem txhwv tau tej tsev huv tej moos kws yog puab tug txhua lub swjhawm."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.33","label":"33","content":"Cov Levi tej tsev huv lub moos kws nwg muab muag mas puab yuav txhwv tau. Txug xyoo Zoo Sab tug kws yuav lub tsev hov yuav muab tso rov ua nwg tug, vem yog cov Levi tej tsev huv cov Levi tej moos yog puab teej puab tug huv cov Yixayee."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.34","label":"34","content":"Tassws tej moos hov le tshaav yug tsaj muag tsw tau vem tej ntawd yog cov Levi le tug ib txhab ib txhws."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.35","label":"35","content":"“ ‘Yog mej tej kwvtij leejtwg tsua pluag nrhav tsw tau noj mas mej ca le yug nwg, tassws nwg nrug mej nyob ib yaam le lwm haiv tuabneeg hab tej tuabneeg kws lug nrug mej nyob."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.36","label":"36","content":"Tsw xob yuav paaj nyag ntawm nwg hab tsw xob yuav tshaaj thawj, yuav tsum paub ntshai mej tug Vaajtswv sub mej tej kwvtij txhad le nrug taug mej nyob."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.37","label":"37","content":"Mej tsw xob txais nyaj rua nwg es xaam paaj nyag, lossws tsw xob muag mov noj yuav tshaaj thawj."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.38","label":"38","content":"Kuv yog Yawmsaub, yog mej tug Vaajtswv kws coj mej tawm huv Iyi tebchaws lug sub kuv txhad muab lub tebchaws Khana‑aa pub rua mej, kuv txhad ua tau mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.39","label":"39","content":"“ ‘Yog mej tej kwvtij leejtwg kws nrug mej nyob tsua pluag es nwg muab nwg tug kheej muag rua mej, mas mej tsw xob kuas nwg ua num yaam le tug qhev."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.40","label":"40","content":"Ca nwg nrug mej nyob yaam le tej tub zug lossws yaam le tej tuabneeg kws lug nrug mej nyob. Ca nwg ua num rua mej txug xyoo Zoo Sab kws thim txhua yaam rov qaab xwb,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.41","label":"41","content":"mas nwg hab nwg tej mivnyuas ca le rov qaab moog cuag nwg kwv nwg tij rov moog nyob nwg tej laug qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.42","label":"42","content":"Tsua qhov puab kuj yog kuv cov qhev kws kuv coj tawm huv Iyi tebchaws lug, mas puab tsw xob muab puab muag ua qhev."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.43","label":"43","content":"Mej tsw xob quab yuam tswm txom puab. Mej yuav tsum fwm hab paub ntshai mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.44","label":"44","content":"Tej tub qhe nkauj qhev kws mej muaj tau mas yuav yog mej yuav ntawm tej tebchaws kws nyob ib ncig mej."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.45","label":"45","content":"Mej kuj yuav tau ntawm lwm haiv tuabneeg kws nrug mej nyob hab yuav ntawm puab tej tuabneeg kws yug huv mej lub tebchaws mas puab yuav poob ua mej tug."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.46","label":"46","content":"Mej muab tej qhev hov ua ntawv kuas poob ua mej tub ki le qhev ua puab le tug moog ib txhws le kuj tau. Mej swv tau puab ua qhev tassws mej tsw xob quab yuam tswm txom mej cov kwvtij Yixayee."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.47","label":"47","content":"“ ‘Yog tas lwm haiv tuabneeg lossws lwm tug kws nrug mej nyob nplua nuj tuaj hab mej cov kwvtij kws nrug puab nyob tsua pluag es nwg muab nwg tug kheej muag rua lwm haiv tuabneeg lossws lwm tug kws nrug mej nyob lossws rua lwm haiv tuabneeg tej kwvtij,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.48","label":"48","content":"mas thaus kws nwg muab nwg tug kheej muag lawd nwg kuj muaj feem txhwv tau rov qaab. Nwg kwv nwg tij txhwv tau rov qaab,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.49","label":"49","content":"lossws nwg yawm laug nwg txwv ntxawm lossws ob tug le tub, lossws nwg tej kwvtij txheeb ze txhwv kuj tau, lossws yog nwg muaj tuaj nwg kuj txhwv tau nwg tug kheej."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.50","label":"50","content":"Nwg yuav nrug tug kws yuav nwg xaam saib xyoo kws nwg muag nwg tug kheej tshuav pes tsawg xyoo le txug xyoo Zoo Sab kws thim txhua yaam rov qaab. Tug nqe kws tso nwg kuas dim yuav suav lawv le cov quas xyoo hov, yuav xaam nqe lawv le nqe tub zug rua thaus nwg nrug tug tswv nyob."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.51","label":"51","content":"Yog tseed tshuav ntau xyoo nwg yuav tsum them rov qaab kuas txwm cov quas xyoo kws tseed tshuav hov muab xaam ua cov nqe kws txhwv nwg."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.52","label":"52","content":"Yog tshuav tsw muaj tsawg xyoo yuav txug xyoo Zoo Sab mas kuas tug kws muab nwg muag nrug tug kws yuav nwg xaam lawv le cov quas xyoo kws nwg tseed yuav ua num hov es them rov qaab ua nqe txhwv nwg."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.53","label":"53","content":"Ca nwg zoo le tug kws ua zug ib xyoos xaam ib xyoos nrug tug tswv nyob. Mej tsw xob pub tug tswv quab yuam tswm txom nwg."},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.54","label":"54","content":"Yog nwg tsw txhwv lawv le kws has nuav los kuj muab nwg hab nwg tej mivnyuas tso kuas dim rua xyoo Zoo Sab kws thim txhua yaam rov qaab,"},{"bible_id":"1216","chapter_code":"LEV.25","verse_code":"LEV.25.55","label":"55","content":"vem cov Yixayee yog kuv le tub qhe, puab yog kuv cov tub qhe kws kuv coj tawm huv Iyi tebchaws lug. Kuv yog Yawmsaub, yog mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.1","label":"1","content":"“ ‘Mej tsw xob ua txoov daab rua mej lossws txaug txoov daab txawb ca lossws txhus ncej teev daab lossws txaug txoov daab pob zeb rua huv mej lub tebchaws rua mej pe, tsua qhov kuv yog Yawmsaub yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.2","label":"2","content":"Mej yuav tsum ncu su rua kuv nub Xanpatau hab saib taug lub chaw pe hawm kuv. Kuv yog Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.3","label":"3","content":"“ ‘Yog mej ua lub neej lawv le kuv tej kaab ke hab noog kuv tej lug nkaw hab ua lawv nraim,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.4","label":"4","content":"kuv yuav pub naag lug lawv caij lawv nyoog rua mej, hab lub tebchaws yuav tau qoob hab tej txwv ntoo huv teb yuav txw txwv."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.5","label":"5","content":"Lub caij ntaus qoob yuav ntev moog txug lub caij de txwv maab, hab lub caij de txwv maab yuav ntev moog txug lub caij cog qoob, hab mej yuav tau zaub mov noj tsau npo hab nyob tso sab quas lug huv mej lub tebchaws."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.6","label":"6","content":"Kuv yuav pub kev kaaj sab lug rua huv lub tebchaws, mej yuav tau pw tsw muaj leejtwg ua rua mej ntshai. Kuv yuav tshem tej tsaj nyaum tawm huv lub tebchaws hab nav ntaaj nav rag yuav tsw hlaa mej lub tebchaws le lawm."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.7","label":"7","content":"Mej yuav lawv mej tej yeeb ncuab tswv hab puab yuav qaug tuag nav ntaaj nav rag taag rua ntawm mej xubndag."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.8","label":"8","content":"Mej tswb leeg yuav lawv tau yeeb ncuab ib puas leej, hab mej ib puas leej yuav lawv tau ib vaam leej. Mej tej yeeb ncuab yuav qaug tuag nav ntaaj nav rag taag rua ntawm mej xubndag."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.9","label":"9","content":"Kuv yuav ua zoo rua mej hab pub mej muaj tub ki fuam vaam coob, hab kuv yuav tuav rawv tej lug kws kuv cog tseg rua mej."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.10","label":"10","content":"Mej yuav tau noj tej qoob kws sau lug ca ntev ntev hab mej yuav muab tej qoob qub theej txhad tau chaw rau tej qoob tshab."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.11","label":"11","content":"Hab kuv yuav ua kuv lub chaw nyob rua huv plawv mej hab kuv lub sab yuav tsw ntxub mej."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.12","label":"12","content":"Kuv yuav nrug nraim mej nyob hab kuv yuav ua mej tug Vaajtswv hab mej yuav ua kuv haiv tuabneeg."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.13","label":"13","content":"Kuv yog Yawmsaub yog mej tug Vaajtswv kws coj mej tawm huv Iyi tebchaws lug sub mej txhad tsw tau ua puab qhev. Kuv muab mej tug quab luv pov tseg hab ua rua mej moog tau kev yag ntxag."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.14","label":"14","content":"“ ‘Tassws yog mej tsw noog kuv lug hab tsw ua lawv le tej lug nkaw nuav huvsw,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.15","label":"15","content":"yog mej tso kuv tej kaab ke tseg hab mej lub sab ntxub kuv tej kevcai mej txhad tsw yeem ua lawv le kuv tej lug nkaw huvsw hab rhuav kuv tej lug cog tseg,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.16","label":"16","content":"mas kuv yuav ua le nuav rua mej. Kuv yuav tso kev txhawj kev ntshai, mob phem mob npaws lug raug mej ua rua mej qhov muag daaj taag hab ua rua mej txujsa sem quas zug. Mej yuav cog qoob do do xwb tsua qhov mej tej yeeb ncuab yuav muab noj taag."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.17","label":"17","content":"Kuv yuav tsom ntsoov tawm tsaam mej, mej yuav swb mej cov yeeb ncuab. Cov kws ntxub mej yuav tau kaav mej, tub tsw muaj leejtwg lawv mej los mej ca le tswv."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.18","label":"18","content":"Yog ua le nuav lawm, los mej tseed tsw noog kuv lug, kuv yuav rov nplawm mej xyaa npaug dua hab vem yog tim mej tej kev txhum."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.19","label":"19","content":"Kuv yuav rhuav tshem mej tug fwjchim kws khaav theeb, hab kuv yuav ua rua mej lub ntuj zoo le hlau, hab ua rua mej thaaj aav zoo le tooj lab."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.20","label":"20","content":"Mej yuav nkim zug do do xwb tsua qhov mej lub tebchaws yuav tsw tau qoob hab tej txwv ntoo huv teb yuav tsw txw txwv."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.21","label":"21","content":"“ ‘Yog mej tseed tawm tsaam kuv hab tsw yeem noog kuv lug, kuv yuav tso kev txom nyem lug raug mej xyaa npaug lawv le mej tej kev txhum."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.22","label":"22","content":"Kuv yuav tso tsaj qus lug rua huv mej mas yuav sau mej tej tub ki hab tum mej tej tsaj txhu hab ua rua mej tshuav tsawg tsawg mas mej tej kev txhad tsw muaj tuabneeg taug."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.23","label":"23","content":"“ ‘Yog qhov kws nplawm nuav mej tseed tsw tig rov lug cuag kuv, mej tseed ua lub neej tawm tsaam kuv,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.24","label":"24","content":"mas kuv yuav tawm tsaam mej hab kuv tug kheej yuav nplawm mej xyaa npaug vem yog tim mej tej kev txhum."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.25","label":"25","content":"Kuv yuav coj nav ntaaj nav rag lug rua sau mej, yuav pauj taub kuv tej lug cog tseg. Yog mej sau zog lug rua huv mej tej moos kuv yuav tso mob kis lug raug mej hab mej yuav raug muab cob rua huv yeeb ncuab txhais teg."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.26","label":"26","content":"Thaus kuv txav mej tej zaub mov tu nrho lawm, kaum tug quaspuj yuav koom tuab lub qhov cub ci ncuav hab yuav muab ncuav kiv quas zug rua mej mas mej noj los yuav tsw tsau."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.27","label":"27","content":"“ ‘Yog ua le nuav lawm los mej tseed tsw noog kuv lug, mej tseed ua lub neej tawm tsaam kuv,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.28","label":"28","content":"kuv yuav tawm tsaam mej npau tawg heev, hab kuv tug kheej yuav nplawm mej xyaa npaug vem yog tim mej tej kev txhum."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.29","label":"29","content":"Mej yuav noj mej tej tub le nqaj, hab noj mej tej ntxhais le nqaj."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.30","label":"30","content":"Kuv yuav ua kuas mej tej chaw sab teev daab puam tsuaj hab rhuav mej tej thaaj hlawv xyaab hab muab mej tej cev tuag nrum rua sau mej tej txoov daab tuag sav. Mas kuv lub sab yuav ntxub mej."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.31","label":"31","content":"Kuv yuav ua rua mej tej moos raug muab tso tseg pam taag hab ua rua mej tej chaw pe hawm nyob do cuas ca hab kuv yuav tsw na tej paa tsw qaab kws mej hlawv xyeem rua kuv lawm."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.32","label":"32","content":"Kuv yuav ua rua lub tebchaws lamswm taag mas mej cov yeeb ncuab kws tuaj nyob rua huv yuav xaav tsw thoob le."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.33","label":"33","content":"Kuv yuav ua rua mej tswv rw quas sua moog nyob rua huv ib tsoom tebchaws, kuv yuav rhu ntaaj lawv mej hab mej lub tebchaws yuav nyob do cuas ca hab mej tej moos yuav lamswm taag."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.34","label":"34","content":"“ ‘Lub swjhawm kws mej nyob huv mej cov yeeb ncuab lub tebchaws, mej lub tebchaws yuav muaj Xanpatau tau su npaum le cov swjhawm kws nyob do cuas ca hov. Lub tebchaws yuav tau su hab muaj Xanpatau."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.35","label":"35","content":"Lub tebchaws yuav tau su rua thaus nyob do cuas ca hov, yuav tau su tsw thooj le thaus mej tseed nyob huv lub tebchaw es tsw pub su rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.36","label":"36","content":"Mej cov kws tseed tshuav nyob kuv yuav ua rua lub sab ntshai quas rwg rua huv cov yeeb ncuab lub tebchaws. Lub suab cua ntsawj nplooj qhuav yaa xwb yuav ua rua puab tswv, hab puab yuav tswv yaam nkaus le tswv nav ntaaj nav rag, tub tsw muaj leejtwg lawv los puab yuav qaug taag."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.37","label":"37","content":"Puab ib leeg yuav dawm ib leeg qaug yaam le tswv nav ntaaj nav rag kuas tub tsw muaj leejtwg lawv, hab mej yuav tsw muaj zug tiv mej cov yeeb ncuab."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.38","label":"38","content":"Mej yuav tuag taag rua huv ib tsoom tebchaws, hab mej cov yeeb ncuab lub tebchaws yuav noj mej."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.39","label":"39","content":"Mej cov kws tseed tshuav nyob los yuav sem zuj zug rua huv mej cov yeeb ncuab lub tebchaws vem yog tim puab lub txem, hab puab yuav sem zuj zug vem yog tim puab tej laug lub txem hab."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.40","label":"40","content":"“ ‘Tassws yog puab leeg puab lub txem hab leeg puab tej laug lub txem kws puab tau faav xeeb rua kuv hab ua lub neej tawm tsaam kuv,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.41","label":"41","content":"es kuv txhad tawm tsaam puab hab coj puab lug rua huv puab cov yeeb ncuab lub tebchaws, mas thaus puab txu puab lub sab phem sab tawv hab raug puab lub txem dhau lawm,"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.42","label":"42","content":"kuv yuav ncu txug kuv tej lug cog tseg rua Yakhauj hab rua Yiha hab rua Aplahaa, hab kuv yuav ncu txug lub tebchaws hov."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.43","label":"43","content":"Tassws lub tebchaws yuav raug puab muab tso tseg hab yuav muaj Xanpatau tau su rua thaus kws nyob do cuas ca tsw muaj puab cov tuabneeg nyob huv. Puab yuav raug txem rua puab tej kev txhum kuas taag tsua qhov puab tso kuv tej kevcai tseg hab puab lub sab ntxub kuv tej kaab ke."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.44","label":"44","content":"Txawm yog le ntawd los xwj, thaus puab nyob huv puab cov yeeb ncuab lub tebchaws kuv yuav tsw tso puab tseg hab kuv yuav tsw ntxub puab txhad tsw muab puab ua kuas puam tsuaj taag nrho hab tsw rhuav kuv tej lug kws cog tseg rua puab, tsua qhov kuv yog Yawmsaub yog puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.45","label":"45","content":"Vem yog saib rua puab kuv txhad ncu txug tej lug kws cog tseg rua puab tej laug kws kuv coj tawm huv Iyi tebchaws lug taab meeg ib tsoom tebchaws, sub kuv txhad le tau ua puab tug Vaajtswv. Kuv yog Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"LEV.26","verse_code":"LEV.26.46","label":"46","content":"Tej nuav yog tej kaab ke hab tej kevcai hab tej lug qha kws Yawmsaub muab rua cov Yixayee sau lub roob Xinai kws nwg qha rua Mauxe."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.1","label":"1","content":"Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.2","label":"2","content":"“Ca le has rua cov Yixayee tas, ‘Thaus leejtwg yeem lug tseem ceeb tas nwg yuav pub hlo tuabneeg rua Yawmsaub ua Yawmsaub tug, mas yuav xaam nqe txhwv le nuav."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.3","label":"3","content":"Tug txwvneej kws noob nyoog muaj neeg nkaum txug rau caum xyoo mas ntaus nqe tswb caug sekhee nyaj,  lawv le sekhee kws swv huv lub chaw pe Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.4","label":"4","content":"Yog ib tug quaspuj mas ntaus nqe peb caug sekhee nyaj."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.5","label":"5","content":"Yog tug hov noob nyoog muaj tswb xyoos txug neeg nkaum xyoo, mas ntaus nqe rua tug tub neeg nkaum sekhee nyaj,  hab tug ntxhais kaum sekhee."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.6","label":"6","content":"Yog tug hov noob nyoog muaj ib hlis txug tswb xyoo mas ntaus nqe rua tug tub tswb sekhee nyaj  hab ntaus nqe rua tug ntxhais peb sekhee."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.7","label":"7","content":"Yog tug hov noob nyoog muaj rau caum xyoo rov sau yuav ntaus nqe rua tug txwvneej kaum tswb sekhee nyaj  hab rua tug quaspuj kaum sekhee."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.8","label":"8","content":"Yog leejtwg pluag pluag them tsw taug lawv le mej ntaus nqe lawm, mas yuav coj tug tuabneeg kws muab pub rua Yawmsaub hov tuaj cuag tug pov thawj mas tug pov thawj yuav ntaus nqe rua nwg lawv le tug kws yeem lug them taug."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.9","label":"9","content":"“ ‘Yog nwg yeem pub ib yaam tsaj kws tuabneeg txeev pub xyeem rua Yawmsaub, mas txhua yaam kws nwg muab pub rua Yawmsaub hov dawb huv lawm."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.10","label":"10","content":"Nwg tsw xob coj daabtsw tuaj pauv tuaj txauv, muab yaam kws zoo pauv yaam kws tsw zoo lossws muab yaam kws tsw zoo pauv yaam kws zoo. Yog nwg muab tsaj txauv le hov mas tug kws txauv hab tug kws raug muab txauv kuj dawb huv ib yaam nkaus."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.11","label":"11","content":"Yog nwg pub ib tug tsaj qas tsw huv kws yeej tsw yog yaam tsaj kws pub xyeem rua Yawmsaub, mas yuav coj tug tsaj hov moog cuag tug pov thawj."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.12","label":"12","content":"Mas tug pov thawj yuav ntaus nqe lawv le tug tsaj zoo lossws tsaj tsw zoo. Tug pov thawj ntaus nqe npaum le caag kuj ca yuav npaum le ntawd."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.13","label":"13","content":"Yog tug tswv xaav txhwv tug tsaj hov rov qaab nwg yuav tsum ntxwv ib feem huv tswb rua tug nqe kws ntaus lawd."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.14","label":"14","content":"“ ‘Thaus leejtwg cais pub hlo nwg lub tsev ua yaam kws dawb huv rua Yawmsaub, mas tug pov thawj yuav ntaus nqe lawv le lub tsev zoo lossws tsw zoo. Tug pov thawj ntaus nqe npaum le caag kuj ca yuav lawv le ntawd."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.15","label":"15","content":"Yog tug kws pub hlo lub tsev hov xaav txhwv lub tsev rov qaab kuj ca nwg ntxwv ib feem huv tswb rua tug nqe kws ntaus lawd mas lub tsev txhad rov ua nwg tug."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.16","label":"16","content":"“ ‘Yog leejtwg muab nwg ib thaaj teb kws yog nwg nam nwg txwv qub txeeg qub teg cais pub rua Yawmsaub, mas yuav ntaus nqe rua daim teb hov lawv le ntim taug noob qoob ntau los tsawg. Yog daim teb ntim taag ib haumaw  cov noob qoob mas ntaus nqe tswb caug sekhee nyaj."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.17","label":"17","content":"Yog nwg pub daim teb rua xyoo Zoo Sab kws thim txhua yaam rov qaab kuj ntaus nqe txwm nkaus le mej has."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.18","label":"18","content":"Yog nwg pub daim teb ua qaab xyoo Zoo Sab hov kuj ca tug pov thawj xaam nqe lawv le cov quas xyoo kws tseed tshuav moog txug xyoo Zoo Sab tom ntej, mas yuav nqeg nqe tsw yuav txwm le mej xub has."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.19","label":"19","content":"Yog tug kws pub daim teb hov xaav txhwv daim teb rov qaab, nwg yuav tsum ntxwv ib feem huv tswb rua tug nqe kws ntaus lawd daim teb txhad rov ua nwg le."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.20","label":"20","content":"Yog nwg tsw tau txhwv daim teb lossws yog nwg muab daim teb muag rua lwm tug lawm, mas tsw pub nwg txhwv le lawm."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.21","label":"21","content":"Daim teb hov mas thaus yuav muab tso dawb tseg rua xyoo Zoo Sab kws thim txhua yaam rov qaab, yuav muab ua daim teb kws dawb huv rua Yawmsaub, zoo le ib daig teb kws muab cais rua Yawmsaub lawm, tug pov thawj yuav ua tswv teb moog le."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.22","label":"22","content":"Yog nwg muab daim teb kws nwg yuav lug cais pub rua Yawmsaub, tsw yog daim kws nwg txwv qub txeeg qub teg,"},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.23","label":"23","content":"tug pov thawj yuav xaam daim teb hov le nqe moog txug xyoo Zoo Sab, mas nub hov tug tswv teb yuav tsum them nyaj npaum le kws ntaus nqe ca ua yaam kws dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.24","label":"24","content":"Thaus txug xyoo Zoo Sab daim teb hov poob rov rua tug qub tswv kws muag rua nwg vem daim teb hov yog tug qub tswv le qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.25","label":"25","content":"Yuav tsum ntaus nqe rua txhua yaam lawv le nyaj sekhee kws swv huv lub chaw pe Yawmsaub. Neeg nkaum kela muaj ib sekhee."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.26","label":"26","content":"“ ‘Thawj tug mivnyuas tsaj txhu mas tsw xob kheev leejtwg muab cais pub hlo rua Yawmsaub tsua qhov thawj tug mivnyuas tsaj yeej yog Yawmsaub le lawm, tsw has nyuj los yaaj los yeej yog Yawmsaub le."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.27","label":"27","content":"Yog nwg pub ib tug tsaj qas tsw huv tes kuas nwg them nyaj yuav rov qaab lawv le tug nqe kws koj ntaus hab ntxwv ib feem huv tswb rua sau. Yog nwg tsw txhwv mas muab tug tsaj hov muag lawv le tug nqe kws koj ntaus ca lawd."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.28","label":"28","content":"“ ‘Tassws yaam twg kws yog nwg le es nwg muab pub hlo rua Yawmsaub lawm tsw has tuabneeg lossws tsaj txhu lossws teb kws yog nwg nam nwg txwv qub txeeg qub teg, mas muag tsw tau hab txhwv tsw tau le. Tsua qhov txhua yaam kws muab pub hlo hov yog yaam kws dawb huv kawg nkaus rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.29","label":"29","content":"Cov tuabneeg kws raug muab cais pub rua Yawmsaub ua kuas puam tsuaj taag, mas txhwv tsw tau hlo le, yuav tsum muab cov hov tua pov tseg."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.30","label":"30","content":"“ ‘Ib feem huv kaum taag nrho kws tau huv lub tebchaws, yog tej qoob loos hab tej txwv maab txwv ntoo puavleej yog Yawmsaub le, yog tej kws dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.31","label":"31","content":"Yog leejtwg xaav txhwv ib feem kaum hov ib qho rov rua nwg, nwg yuav tsum ntxwv ib feem huv tswb rua sau."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.32","label":"32","content":"Ib feem kaum kws tau huv tej nyuj tej tshws tej yaaj, kws yog ib tug huv kaum tug kws chaws tug qhev yug tug paas nreg, mas yog tej tsaj kws dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.33","label":"33","content":"Nwg tsw xob xaiv saib yog tug zoo los tsw zoo hab tsw xob muab txauv. Yog nwg muab txauv mas tug kws coj tuaj txauv hab tug kws raug muab txauv puavleej dawb huv huvsw lawm txhwv tsw tau.’ ”"},{"bible_id":"1216","chapter_code":"LEV.27","verse_code":"LEV.27.34","label":"34","content":"Tej nuav yog tej lug nkaw kws Yawmsaub cob rua Mauxe sau lub roob Xinai kuas coj lug rua cov Yixayee."}]