[{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.1","label":"1","content":"Tub muaj coob leej yooj xeeb sau tej xwm txheej kws muaj tshwm lug tav taag rua huv peb lawm,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.2","label":"2","content":"lawv le cov tuabneeg kws qhov muag pum txwj thaus chiv lub keeb lug hab yog cov kws qha txuj xuv zoo tau muab cob rua peb lawm."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.3","label":"3","content":"Kuv tub ua tuab zoo tshawb nrhav txhua yaam nuav txwj thaus chiv lub keeb lug lawm, kuv txhad pum zoo muab sau ua ib qeb zuj zug qha rua koj The‑aufila kws saib hlub,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.4","label":"4","content":"sub koj txhad paub qhov tseeb txug zaaj nuav kws tub txeev muaj tuabneeg qha rua koj paub lawd."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.5","label":"5","content":"Thaus Helauj ua vaajntxwv kaav Yutia, muaj ib tug pov thawj hu ua Xekhaliya, kws nyob huv Apiya paab. Nwg tug quaspuj yog Aloo caaj ceg npe hu ua Elixanpe."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.6","label":"6","content":"Vaajtswv pum tas ob tug yog tuabneeg ncaaj nceeg hab ua lub neej lawv nraim tug Tswv  tej lug nkaw hab tej kaab ke huvsw, tsw muaj chaw thuaj le."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.7","label":"7","content":"Tassws ob tug tsw muaj mivnyuas tsua qhov Elixanpe ib txwm yeej tsw xeeb mivnyuas, hab ob tug laug heev lawm."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.8","label":"8","content":"Muaj ib nub yog txug Xekhaliya puab paab le caij ua pov thawj teg num ua koom rua Vaajtswv,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.9","label":"9","content":"mas puab rhu ntawv lawv le cov pov thawj txuj kevcai mas rhu tau nwg moog hlawv moov tshuaj tsw qaab rua huv tug Tswv  lub tuam tsev."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.10","label":"10","content":"Lub swjhawm hlawv moov tshuaj tsw qaab hov ib tsoom pejxeem nyob saab nrau thov Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.11","label":"11","content":"Tug Tswv ib tug tubkhai ntuj txawm lug tshwm rua Xekhaliya pum sawv ntsug ntawm lub thaaj hlawv moov tshuaj tsw qaab saab xws."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.12","label":"12","content":"Thaus Xekhaliya pum dheev, nwg poob sab hab ntshai heev."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.13","label":"13","content":"Tug tubkhai ntuj hov has rua nwg tas, “Xekhaliya, tsw xob ntshai, vem Vaajtswv tub noog koj tej lug thov lawm. Koj tug quaspuj Elixanpe yuav yug ib tug tub, mas koj yuav tsum tis tug tub hov lub npe hu ua Yauhaa."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.14","label":"14","content":"Koj yuav muaj kev zoo sab xyiv faab, hab tuabneeg coob coob yuav xyiv faab qhov kws yug tug tub hov lug."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.15","label":"15","content":"Tsua qhov tug Tswv pum tas tug tub hov tseem ceeb, hab nwg yuav tsw haus cawv txwv maab hab cawv ntxws hlo le hab nwg yuav muaj Vaaj Ntsuj Plig kws dawb huv puv npo txwj thaus nruab thab lug."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.16","label":"16","content":"Nwg yuav coj Yixayee caaj ceg coob coob tig lug cuag tug Tswv kws yog puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.17","label":"17","content":"Nwg yuav muaj Eliya tug ntsuj plig hab tug fwjchim moog ua tug Tswv ntej ua rua leej txwv lub sab tig moog xwb rua cov mivnyuas hab ua kuas cov kws tawv ncauj tig lug noog cov kws ncaaj nceeg tug tswvyim, sub txhad ua tau ib haiv tuabneeg kws npaaj txhwj rua tug Tswv.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.18","label":"18","content":"Xekhaliya txawm has rua tug tubkhai ntuj has tas, “Kuv yuav paub tej nuav le caag? Tsua qhov kuv laug lawm hab kuv tug quaspuj kuj noob nyoog nchaav lawm.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.19","label":"19","content":"Tug tubkhai ntuj teb nwg tas, “Kuv yog Kali‑ee kws sawv ntawm Vaajtswv lub xubndag. Vaajtswv khaiv kuv lug has rua koj hab qha txuj xuv zoo nuav rua koj"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.20","label":"20","content":"Saib maj, vem koj tsw ntseeg kuv tej lug kws yeej yuav tav lawv le lub swjhawm, koj yuav ruag has tsw tau lug moog txug nub kws tej xwm txheej nuav muaj tshwm lug.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.21","label":"21","content":"Cov tuabneeg kws tseed tog Xekhaliya kuj xaav tsw thoob ua caag nwg nyob ntev heev rua huv lub tuam tsev."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.22","label":"22","content":"Thaus nwg tawm lug nwg has tsw tau lug rua puab lawm, mas puab txhad paub tas nwg tub pum ib zaaj yug quas toog huv lub tuam tsev. Nwg ua ruag pav rua puab hab has tsw tau lug moog le."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.23","label":"23","content":"Thaus taag lub swjhawm kws nwg ua nwg teg num nwg txawm rov moog tsev."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.24","label":"24","content":"Dhau ntawd nwg tug quaspuj Elixanpe txawm xeeb mivnyuas mas nyob tuabywv nraim cev tau tswb lub hlis. Nwg has tas,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.25","label":"25","content":"“Tug Tswv ua le nuav rua kuv, rua nub nua kws nwg tsaa qhov muag saib kuv txhad rhu tau qhov kws tuabneeg saib tsw taug kuv moog.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.26","label":"26","content":"Thaus Elixanpe xeeb mivnyuas tau rau lub hlis, Vaajtswv khaiv tug tubkhai ntuj Kali‑ee moog rua huv ib lub moos kws hu ua Naxale huv lub xeev Kalilai,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.27","label":"27","content":"moog cuag ib tug ntxhais dawb huv kws Yauxej kws yog Tavi caaj ceg tub qhab lawm. Tug ntxhais dawb huv hov npe hu ua Maivlag."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.28","label":"28","content":"Tug tubkhai ntuj lug has rua Maivlag tas, “Tug kws tau txais kev hlub 'e, koj ca le noj qaab nyob zoo. Tug Tswv  nrug nraim koj.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.29","label":"29","content":"Maivlag kuj ntxhuv sab vem tej lug ntawd, hab tshuaj saib tej lug ntawd yog le caag."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.30","label":"30","content":"Tug tubkhai ntuj has rua nwg tas, “Maivlag, tsw xob ntshai, koj yog tug kws Vaajtswv hlub."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.31","label":"31","content":"Saib maj, koj yuav xeeb mivnyuas hab yuav yug tau ib tug tub, mas koj yuav tis nwg lub npe hu ua Yexu."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.32","label":"32","content":"Nwg yuav ua tug luj hab yuav hu tas Vaajtswv kws luj dua ndais tug Tub. Tug Tswv kws yog Vaajtswv yuav pub nwg yawm koob Tavi lub zwm txwv rua nwg,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.33","label":"33","content":"mas nwg yuav ua vaajntxwv kaav Yakhauj caaj ceg moog ib txhws le, hab nwg lub tebchaws yuav tsw txawj kawg.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.34","label":"34","content":"Maivlag has rua tug tubkhai ntuj hov tas, “Yuav ua le caag muaj tau le ntawd, tsua qhov kuv tsw tau nrug quasyawg pw hlo le.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.35","label":"35","content":"Tug tubkhai ntuj has rua nwg tas, “Vaaj Ntsuj Plig kws dawb huv yuav lug rua sau koj, hab Vaajtswv kws luj dua ndais tug fwjchim yuav roog koj. Vem le nuav tug tub kws yuav yug lug hov txhad yuav hu tas dawb huv hab hu tas Vaajtswv tug Tub."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.36","label":"36","content":"Saib maj, Elixanpe kws txheeb koj tub laug heev los tau xeeb tub lawm. Nwgnuav tug kws luas has tas mooj los tub xeeb tub tau rau lub hlis lawm."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.37","label":"37","content":"Tsua qhov tsw muaj ib yaam daabtsw kws Vaajtswv yuav ua tsw tau.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.38","label":"38","content":"Maivlag txhad has tas, “Kuv yog tug Tswv  tug nkauj qhev. Ca le muaj rua kuv lawv le koj tej lug.” Tes tug tubkhai ntuj txawm moog lawm."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.39","label":"39","content":"Lub swjhawm ntawd Maivlag sawv kev tseeg maaj nroog moog peg roob yuav moog rua Yuta ib lub moos,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.40","label":"40","content":"hab nkaag moog rua huv Xekhaliya lub tsev hab moog fem Elixanpe."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.41","label":"41","content":"Thaus Elixanpe nov Maivlag tej lug hov tug mivnyuas huv Elixanpe lub plaab txawm nti, hab Elixanpe tau Vaaj Ntsuj Plig kws dawb huv puv nkaus,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.42","label":"42","content":"nwg txawm qw nrov tas, “Huv ib tsoom quaspuj koj tau moov zoo hab tug mivnyuas huv koj lub plaab kuj tau moov zoo."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.43","label":"43","content":"Ua caag kuv yuav tau tej nuav, yog qhov kws kuv tug Tswv leej nam tuaj cuag kuv?"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.44","label":"44","content":"Saib maj, thaus kuv lub qhov ntsej nov koj lub suab hu kuv, tug mivnyuas huv kuv lub plaab txawm nti xyiv faab."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.45","label":"45","content":"Tug quaspuj kws ntseeg tas tej kws tug Tswv tau has rua nwg yuav tav mas tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.46","label":"46","content":"Maivlag txawm has tas, “Kuv lub sab qhuas tug Tswv,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.47","label":"47","content":"hab kuv tug ntsuj plig xyiv faab rua Vaajtswv kws yog kuv tug Cawmseej."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.48","label":"48","content":"Tsua qhov nwg saib rua nwg tug nkauj qhev kws nyob rua lub chaw qeg. Saib maj, txwj nuav moog txhua tam tuabneeg yuav hu kuv tas tug kws nyob kaaj sab lug,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.49","label":"49","content":"vem yog tug kws muaj fwjchim luj kawg nkaus ua teg num luj kawg rua kuv, nwg lub npe dawb huv."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.50","label":"50","content":"Nwg txujkev khuvleej muaj rua cov kws fwm hab paub ntshai nwg, ib tam dhau ib tam."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.51","label":"51","content":"Nwg txhais npaab ua nwg tug fwjchim tshwm lug, nwg ua rua cov kws lub sab khaav theeb tawg ua saab ua sua moog."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.52","label":"52","content":"Nwg txu cov thawj nqeg ntawm puab lub zwm txwv, hab tsaa cov kws poob qeg tau nyob lub chaw sab."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.53","label":"53","content":"Nwg pub yaam kws zoo rua cov kws tshaib tau noj tsau npo, hab nwg tso cov nplua nuj moog teg dawb teg do."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.54","label":"54","content":"Nwg paab nwg tug tub qhe Yixayee, hab ncu txug nwg txujkev khuvleej,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.55","label":"55","content":"lawv le nwg tau has rua peb tej laug kws yog Aplahaa hab Aplahaa caaj ceg moog ib txhws.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.56","label":"56","content":"Maivlag nrug Elixanpe nyob kwvlaam tau peb lub hlis le rov moog tsev."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.57","label":"57","content":"Thaus txug caij kws Elixanpe yug mivnyuas nwg yug tau ib tug tub."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.58","label":"58","content":"Thaus nwg tej txheeb ze hab kwvtij zej zog nov tas tug Tswv ua txujkev khuvleej tshwm lug rua nwg ntau kawg, puab nrug nwg zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.59","label":"59","content":"Thaus puv yim nub puab tuaj muab tug mivnyuas hov ua kevcai txav hab yuav muab nwg tis npe hu ua Xekhaliya lawv le leej txwv."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.60","label":"60","content":"Tassws leej nam has tas, “Tsw yog. Yuav tsum tis hu ua Yauhaa.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.61","label":"61","content":"Puab has rua nwg tas, “Koj cov kwvtij tsw muaj ib tug hu le ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.62","label":"62","content":"Puab txawm ua ruag pav rua leej txwv nug saib nwg yuav hu tug mivnyuas npe le caag."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.63","label":"63","content":"Xekhaliya txawm thov ib daim txag sau ntawv mas sau has tas, “Nwg lub npe hu ua Yauhaa.” Puab suavdawg kuj xaav tsw thoob le."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.64","label":"64","content":"Taamswm hov Xekhaliya lub qhov ncauj hab tug nplaig txawm zoo hlo hab nwg has lug qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.65","label":"65","content":"Tej kwvtij zej zog suavdawg kuj ntshai kawg. Luas sws thaam txug tej xwm txheej nuav huvsw thoob plawg peg Yutia tej roob huvsw."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.66","label":"66","content":"Suavdawg kws tau nov kuj muab cim ca rua nruab sab hab has tas, “Tug mivnyuas nuav yuav zoo le caag rua tom hauv ntej?” Tsua qhov tug Tswv txhais teg nrug nraim nwg."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.67","label":"67","content":"Xekhaliya kws yog leej txwv puv npo Vaaj Ntsuj Plig kws dawb huv hab has cev Vaajtswv lug has tas,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.68","label":"68","content":"“Qhuas tug Tswv kws yog cov Yixayee tug Vaajtswv, tsua qhov nwg lug saib hab txhwv nwg haiv tuabneeg,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.69","label":"69","content":"hab tsaa muaj ib tug kub huv nwg tug qhev Tavi caaj ceg lug paab peb dim,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.70","label":"70","content":"lawv le nwg kuas cov xwbfwb dawb huv thau u lub qhov ncauj has ca lawd,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.71","label":"71","content":"yog cawm peb dim huv peb cov yeeb ncuab hab txhua tug kws ntxub peb txhais teg."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.72","label":"72","content":"Nwg ua nwg txujkev khuvleej tshwm rua peb tej laug, hab ncu ntsoov nwg tej lug cog tseg kws dawb huv,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.73","label":"73","content":"yog tej lug kws nwg cog twv tseg rua peb yawm koob Aplahaa tas,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.74","label":"74","content":"thaus peb dim huv peb cov yeeb ncuab txhais teg lawm, nwg yuav pub kuas peb ua koom tau rua nwg tsw ntshai daabtsw hlo le,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.75","label":"75","content":"hab ua tuabneeg dawb huv hab ncaaj nceeg rua ntawm nwg lub xubndag moog taag peb swm neej."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.76","label":"76","content":"Mivtub 'e, puab yuav hu koj tas tug xwbfwb kws cev Vaajtswv kws luj dua ndais tej lug, tsua qhov koj yuav ua tug Tswv ntej npaaj kev rua nwg,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.77","label":"77","content":"hab yuav qha txujkev cawm dim rua nwg haiv tuabneeg paub, yog qhov kws zaam puab lub txem."},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.78","label":"78","content":"Vem peb tug Vaajtswv lub sab taab ncuab peb, tug duab kaaj sau ntuj txhad lug txug peb,"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.79","label":"79","content":"hab yuav ci moog rua cov tuabneeg kws nyob huv txujkev tsaus ntuj hab nyob huv txujkev tuag tug duab ntxoo, sub txhad coj peb txhais kwtaw taug txujkev kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"LUK.1","verse_code":"LUK.1.80","label":"80","content":"Tug mivnyuas ntawd kuj hlub zoo hab nwg tug ntsuj plig muaj zug tuaj, hab nwg nyob huv tebchaws moj saab qhua moog txug nub kws nwg lug tshwm rua cov Yixayee pum."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.1","label":"1","content":"Lub swjhawm ntawd Xixa  Aukata rhawv kevcai kuas tuabneeg thoob nplajteb txheeb npe rua huv ntawv."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.2","label":"2","content":"Nuav yog thawj zag kws sau npe. Thaus ntawd Khilenia ua tug kaav lub xeev Xilia."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.3","label":"3","content":"Txhua tug nyag moog sau npe rua huv nyag lub moos."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.4","label":"4","content":"Yauxej kuj taug kev tawm huv lub moos Naxale xeev Kalilai moog rua Tavi lub moos kws hu ua Npelehee xeev Yutia, tsua qhov nwg yog Tavi caaj ceg hab yog Tavi cum."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.5","label":"5","content":"Nwg nrug Maivlag kws nwg tub qhab ca lawd ua ke moog sau npe hab Maivlag kuj suab mivnyuas."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.6","label":"6","content":"Thaus ob tug nyob hov ntawd txawm txug caij Maivlag yug mivnyuas."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.7","label":"7","content":"Nwg txawm yug tau nwg tug tub hlub hab muab khaub duag qhwv tso pw rua huv ib lub daab zaub, tsua qhov huv lub tsev su tsw muaj chaw rua ob tug su lawm."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.8","label":"8","content":"Thaaj tsaam ntawd muaj tuabneeg yug yaaj zuv yaaj mo ntuj tom tshaav zaub."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.9","label":"9","content":"Mas tug Tswv  ib tug tubkhai ntuj lug tshwm rua puab hab muaj tug Tswv tug fwjchim ci ntsaa ab vej nkaus puab, mas puab ntshai heev kawg le."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.10","label":"10","content":"Tug tubkhai ntuj has rua puab tas, “Mej tsw xob ntshai, kuv coj txuj xuv zoo lug rua mej, yog has txug txujkev xyiv faab luj kawg kws yuav lug txug rua tuabneeg suavdawg,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.11","label":"11","content":"tsua qhov nub nua yug ib tug Cawmseej rua huv Tavi lub moos rua mej, nwg yog tug Kheto  kws yog tug Tswv."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.12","label":"12","content":"Nuav yog tug txujci kws qha rua mej paub. Mej yuav pum ib tug mivnyuas mog qhwv khaub duag pw huv ib lub daab zaub.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.13","label":"13","content":"Taamswm ntawd muaj ib paab tubkhai sau ntuj coob coob lug nrug tug tubkhai hov qhuas Vaajtswv has tas,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.14","label":"14","content":"“Ca Vaajtswv tau koob meej ci ntsaa ab rua sau ntuj kws sab kawg nkaus, hab huv nplajteb ca le muaj kev kaaj sab lug rua cov tuabneeg kws Vaajtswv txaus sab.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.15","label":"15","content":"Thaus cov tubkhai ntuj ncaim puab rov moog sau ntuj lawm, cov tuabneeg yug yaaj txawm sws yum has tas. “Ca peb moog rua huv lub moos Npelehee saib tej xwm txheej kws tshwm lug lawv le tug Tswv qha rua peb lawd.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.16","label":"16","content":"Puab txawm maaj nroog moog mas pum Maivlag hab Yauxej hab tug mivnyuas mog pw huv lub daab zaub."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.17","label":"17","content":"Thaus puab pum lawd puab txhad pav tej kws puab tau nov txug tug mivnyuas hov."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.18","label":"18","content":"Txhua tug kws nov kuj xaav tsw thoob txug zaaj kws cov yug yaaj pav rua puab."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.19","label":"19","content":"Tassws Maivlag kuj khaws puab tej lug hov huvsw ca xaav ntsuj ntsoov rua nruab sab."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.20","label":"20","content":"Cov kws yug yaaj rov qaab moog ua rua Vaajtswv tau koob meej hab qhuas Vaajtswv rua txhua yaam kws puab tau nov hab pum lawv le kws tau has rua puab lawd."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.21","label":"21","content":"Thaus puv yim nub yog nub kws muab tug mivtub hov ua kevcai txav, puab muab nwg tis npe hu ua Yexu lawv le tug tubkhai ntuj tau tis npe rua thaus tsw tau xeeb rua huv plaab."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.22","label":"22","content":"Thaus txug lub swjhawm kws ob nam txwv yuav ua kevcai ntxuav lawv le Mauxe txuj kevcai, ob tug txawm coj Yexu moog rua huv lub nroog Yeluxalee yuav muab xyeem rua tug Tswv,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.23","label":"23","content":"lawv le tug Tswv txuj kevcai kws sau tseg has tas, “Txhua tug tub kws yug thawj plaab lug yuav hu tas dawb huv rua tug Tswv,”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.24","label":"24","content":"hab ob tug yuav muab hov txhua chaw xyeem lawv le kws has huv tug Tswv txuj kevcai has tas, “ib nkawm nquab taug lossws ob tug rhaws nquab nyeg.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.25","label":"25","content":"Muaj ib tug yawm nyob huv Yeluxalee npe hu ua Xime‑oo, nwg yog ib tug ncaaj nceeg hab fwm Vaajtswv. Nwg tog rawv lub swjhawm kws cov Yixayee yuav tau txujkev nplig sab, hab Vaaj Ntsuj Plig kws dawb huv nyob huv nwg."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.26","label":"26","content":"Vaaj Ntsuj Plig kws dawb huv tub qha rua nwg paub tas nwg yuav tsw pum txujkev tuag moog txug thaus nwg pum tug Kheto kws tug Tswv tsaa tsaiv."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.27","label":"27","content":"Vaaj Ntsuj Plig txawm coj Xime‑oo nkaag moog rua huv lub tuam tsev. Thaus ob nam txwv coj tug mivnyuas Yexu tuaj yuav ua lawv le txuj kevcai,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.28","label":"28","content":"Xime‑oo txawm muab Yexu puag hab qhuas Vaajtswv has tas,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.29","label":"29","content":"“Tug Tswv, nwgnuav thov ca koj tug qhev moog ua kaaj sab lug, lawv le koj tej lug,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.30","label":"30","content":"tsua qhov kuv lub qhov muag tub pum koj txujkev cawm dim,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.31","label":"31","content":"kws koj tub npaaj taab meeg ib tsoom tuabneeg suavdawg,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.32","label":"32","content":"yog txujkev kaaj kws yuav ci rua lwm haiv tuabneeg pum kev, hab ua rua koj haiv tuabneeg Yixayee tau koob meej.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.33","label":"33","content":"Leej nam hab leej txwv xaav tsw thoob txug tej lug kws has txug tug mivnyuas hov."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.34","label":"34","content":"Xime‑oo kuj foom koob moov rua puab hab has rua Maivlag kws yog Yexu nam has tas, “Saib maj, tug mivnyuas nuav raug tsaa ua rua cov Yixayee ntau leej qaug hab ntau leej sawv, hab ua txujci tseem ceeb kws tuabneeg yuav tawm tsaam,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.35","label":"35","content":"sub txhad thws tej kws nyob huv ntau leej lub sab tshwm lug, hab txawm yog koj lub sab los yuav raug raab ntaaj nkaug.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.36","label":"36","content":"Muaj ib tug puj ua xwbfwb cev Vaajtswv lug npe hu ua Ana, yog Fanu‑ee tug ntxhais yog xeem Asaw. Nwg laug heev lawm, nwg yuav quasyawg tau xyaa xyoo xwb,"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.37","label":"37","content":"tes nwg txawm ua puj ntsuag lug txug thaus nwg noob nyoog muaj yim caum plaub xyoos. Nwg tsw tawm huv lub tuam tsev moog le, nwg pe hawm Vaajtswv hab yoo mov hab thov Vaajtswv nruab nub mo ntuj."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.38","label":"38","content":"Taamswm ntawd Ana txawm tuaj txug, nwg ua Vaajtswv tsaug hab has txug tug mivtub hov rua txhua tug kws tog rawv qhov kws txhwv Yeluxalee dim."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.39","label":"39","content":"Thaus ob nam txwv ua txhua yaam lawv le tug Tswv txuj kevcai tav lawm tes ob tug txawm rov moog rua ob tug lub moos Naxale huv lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.40","label":"40","content":"Tug mivnyuas hov kuj hlub zoo hab muaj zug, muaj tswvyim kawg, hab Vaajtswv txujkev hlub nrug nraim nwg."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.41","label":"41","content":"Yexu nam txwv pheej naj xyoo moog nraag Yeluxalee rua thaus ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.42","label":"42","content":"Thaus Yexu noob nyoog muaj kaum ob xyoos puab kuj moog ua kevcai Hlaa Dhau lawv le ib txwm."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.43","label":"43","content":"Thaus taag lub swjhawm ua kevcai lawm, puab saamswm rov qaab moog, tassws Yexu tseed nyob huv Yeluxalee, leej nam hab leej txwv tsw paub."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.44","label":"44","content":"Ob tug xaav tas Yexu nrug paab tuabneeg kws taug kev hov ua ke lawm, ob tug txawm moog tau ib nub ke le maav nrhav nwg huv cov txheeb ze hab cov kwvtij kwvluag."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.45","label":"45","content":"Thaus ob tug nrhav tsw pum nwg ob tug txawm rov qaab moog nrhav nraag Yeluxalee."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.46","label":"46","content":"Nrhav tau peb nub ob tug le nrhav tau nwg nyob huv lub tuam tsev nrug cov xwbfwb nyob tsawg ua ke noog puab qha hab nug puab."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.47","label":"47","content":"Txhua tug kws nov nwg has kuj phemfwj rua nwg tej tswvyim hab tej lug kws nwg teb."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.48","label":"48","content":"Thaus nam txwv pum nwg ob tug kuj xaav tsw thoob. Leej nam has rua nwg tas, “Tub 'e, ua caag koj ua le nuav rua ib? Saib maj, koj txwv ib nrhav koj txhawj kawg le.”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.49","label":"49","content":"Yexu has rua ob tug tas, “Ua caag meb nrhav kuv? Meb tsw paub tas kuv yeej yuav tsum nyob huv kuv leej Txwv lub tsev lov?”"},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.50","label":"50","content":"Ob tug tsw nkaag sab tej lug kws Yexu has rua ob tug."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.51","label":"51","content":"Yexu txawm nrug ob tug rov moog rua Naxale, hab nyob huv qaab ob tug kev tswjfwm. Leej nam khaws tej xwm txheej nuav huvsw ca rua huv nruab sab."},{"bible_id":"1216","chapter_code":"LUK.2","verse_code":"LUK.2.52","label":"52","content":"Yexu muaj tswvyim zuj zug hab nwg lub cev hlub zoo hab nwg txaus Vaajtswv lub sab hab tuabneeg lub sab zuj zug."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.1","label":"1","content":"Xyoo kaum tswb kws Xixa Thinpeli‑au ua vaajntxwv, yog thaus Phauthi‑au Philaj ua tswv xeev kaav Yutia hab Helauj ua thawj kaav lub xeev Kalilai, hab nwg tug kwv Fili ua thawj kaav Ithulia hab Thakhaunithi le kaav xyuam hab Lixania ua thawj kaav lub xeev Anpilee,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.2","label":"2","content":"lub swjhawm ntawd Ana hab Khayafa ua tuam pov thawj hlub, mas Vaajtswv tej lug tuaj txug Xekhaliya tug tub Yauhaa huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.3","label":"3","content":"Yauhaa moog thoob plawg ntawm ntug dej Yalatee tshaaj tawm kuas ua kevcai raus dej qha tas ntxeev dua sab tshab txhad tau txais kev zaam txem."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.4","label":"4","content":"Lawv le tej lug sau ca huv xwbfwb Yaxaya kws cev Vaajtswv lug phoo ntawv has tas, “Muaj ib lub suab qw huv tebchaws moj saab qhua has tas, “ ‘Ca le npaaj tug Tswv txujkev, ca le ua nwg txuj kev kuas ncaaj."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.5","label":"5","content":"Txhua lub haav yuav raug muab txhub kuas puv, txhua lub roob hab tej pov roob yuav muab txu kuas qeg, tej kev nkhaus yuav muab khu kuas ncaaj, tej kev kws ib qho sab ib qho qeg yuav ua kuas taj,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.6","label":"6","content":"hab ib tsoom tuabneeg suavdawg yuav pum Vaajtswv txujkev cawm dim.’ ”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.7","label":"7","content":"Yauhaa has rua cov tuabneeg coob coob kws tuaj ua kevcai raus dej ntawm nwg has tas, “Cov nam noob naab phem, leejtwg ntuag kuas mej tswv ntawm Vaajtswv txujkev npau tawg kws yuav lug?"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.8","label":"8","content":"Ca le ua lub neej  kuas phim qhov kws mej ntxeev dua sab tshab, hab tsw xob chiv xaav huv lub sab tas, ‘Peb muaj Aplahaa ua peb txwv,’ tsua qhov kuv qha rua mej tas Vaajtswv muab tau tej cos zeb nuav ua tau Aplahaa le tub ki."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.9","label":"9","content":"Nwgnuav tub muab raab taus twb rua ntawm hauv paug ntoo lawm. Txhua tsob ntoo kws tsw txw txwv zoo yuav raug muab ntuv pov nrum rua huv cub suavtawg.”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.10","label":"10","content":"Cov tuabneeg hov txhad nug Yauhaa tas, “Yog le ntawd peb yuav ua le caag?”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.11","label":"11","content":"Nwg teb puab tas, “Tug kws muaj ob lub tsho ntev, ca le muab faib rua tug kws tsw muaj. Tug kws muaj zaub mov kuj ca nwg muab faib ib yaam nkaus.”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.12","label":"12","content":"Cov tuabneeg sau se kuj tuaj ua kevcai raus dej hab nug nwg has tas, “Xwbfwb, peb yuav ua le caag?”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.13","label":"13","content":"Nwg has rua puab tas, “Tsw xob sau tshaaj tej kws teem ca.”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.14","label":"14","content":"Cov tub rog kuj nug nwg tas, “Peb nev, peb yuav ua le caag?” Nwg has rua puab tas, “Tsw xob txhaav luas nyaj, tsw xob nrhav lug nkaug luas, ca le txaus sab rua mej tej nqe zug.”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.15","label":"15","content":"Tej tuabneeg tog ntsoov hab suavdawg xaav huv lub sab tas tej zag Yauhaa yog tug Kheto."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.16","label":"16","content":"Yauhaa teb puab suavdawg tas, “Kuv muab mej ua kevcai raus huv dej tassws muaj ib tug muaj fwjchim luj dua kuv yuav lug, kuv tub tsw tswm nyog daws nwg txuj hlua khau. Nwg yuav muab mej ua kevcai raus huv Vaaj Ntsuj Plig kws dawb huv hab huv suavtawg."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.17","label":"17","content":"Raab ntxuam  nyob huv nwg txhais teg lawm, nwg yuav ntxuaj nwg lub tshaav ntaus qoob, hab yuav sau nwg tej mog lug ca rua huv txhaab, tassws nwg yuav muab suavtawg hlawv cov npluag kub nyab tsw txawj tuag le.”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.18","label":"18","content":"Yauhaa qhuab qha ntau zaaj ntxwv hab tshaaj tawm txuj xuv zoo rua puab."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.19","label":"19","content":"Tug tswv xeev kws yog Helauj tub raug Yauhaa ywg vem yog tim Helauntia kws yog Helauj tug kwv Fili tug quaspuj hab tim tej kev phem huvsw kws Helauj ua,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.20","label":"20","content":"los Helauj tseed ua ib yaam phem ntxwv rua tej kws nwg ua taag lawd, yog qhov kws nwg muab Yauhaa kaw rua huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.21","label":"21","content":"Thaus suavdawg ua kevcai raus dej, Yexu kuj ua kevcai raus dej hab. Thaus nwg saamswm thov Vaajtswv tes rooj ntug txawm qheb hlo,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.22","label":"22","content":"mas Vaajtswv tug Ntsuj Plig kws dawb huv zoo le ib tug nquab nqeg lug rua sau nwg, hab muaj suab has sau ntuj tuaj has tas, “Koj yog kuv tug Tub kws kuv hlub, kuv txaus sab rua koj heev.”"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.23","label":"23","content":"Thaus Yexu chiv ua num, nwg noob nyoog muaj kwvlaam peb caug xyoo. Lawv le tuabneeg suav mas Yexu yog Yauxej tug tub, Yauxej yog Heli tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.24","label":"24","content":"Heli yog Mathab tub, Mathab yog Levi tub, Levi yog Meekhi tub, Meekhi yog Yanai tub, Yanai yog Yauxej tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.25","label":"25","content":"Yauxej yog Mathathia tub, Mathathia yog Amau tub, Amau yog Nahu tub, Nahu yog Exali tub, Exali yog Nakai tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.26","label":"26","content":"Nakai yog Ma‑a tub, Ma‑a yog Mathathia tub, Mathathia yog Xeme‑i tub, Xeme‑i yog Yauxe tub, Yauxe yog Yaunta tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.27","label":"27","content":"Yaunta yog Yau‑anaa tub, Yau‑anaa yog Lexa tub, Lexa yog Xelunpanpee tub, Xelunpanpee yog Se‑athi‑ee tub, Se‑athi‑ee yog Neli tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.28","label":"28","content":"Neli yog Meekhi tub, Meekhi yog Anti tub, Anti yog Khauxaa tub, Khauxaa yog Eemanta tub, Eemanta yog Ws tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.29","label":"29","content":"Ws yog Yausua tub, Yausua yog Eliyexaw tub, Eliyexaw yog Yauli tub, Yauli yog Mathab tub, Mathab yog Levi tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.30","label":"30","content":"Levi yog Xime‑oo tub, Xime‑oo yog Yuta tub, Yuta yog Yauxej tub, Yauxej yog Yaunaa tub, Yaunaa yog Eliyakhi tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.31","label":"31","content":"Eliyakhi yog Melia tub, Melia yog Mena tub, Mena yog Mathatha tub, Mathatha yog Nathaa tub, Nathaa yog Tavi tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.32","label":"32","content":"Tavi yog Yexi tub, Yexi yog Aunpe tub, Aunpe yog Npau‑a tub, Npau‑a yog Xaamoo  tub, Xaamoo yog Nasoo tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.33","label":"33","content":"Nasoo yog Aminanta tub, Aminanta yog Ami tub, Ami yog Alani tub, Alani yog Hexaloo tub,  Hexaloo yog Peles tub, Peles yog Yuta tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.34","label":"34","content":"Yuta yog Yakhauj tub, Yakhauj yog Yiha tub, Yiha yog Aplahaa tub, Aplahaa yog Thela tub, Thela yog Nahau tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.35","label":"35","content":"Nahau yog Xelu tub, Xelu yog Le‑u tub, Le‑u yog Pele tub, Pele yog Enpaw tub, Enpaw yog Sela tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.36","label":"36","content":"Sela yog Khainaa tub, Khainaa yog Afaxa tub, Afaxa yog Xeeb tub, Xeeb yog Nau‑a tub, Nau‑a yog Lame tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.37","label":"37","content":"Lame yog Methuxela tub, Methuxela yog Enauj tub, Enauj yog Yale tub, Yale yog Mahalalee tub, Mahalalee yog Khainaa tub,"},{"bible_id":"1216","chapter_code":"LUK.3","verse_code":"LUK.3.38","label":"38","content":"Khainaa yog Enaus tub, Enaus yog Xej tub, Xej yog Ataa tub, Ataa yog Vaajtswv tug tub."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.1","label":"1","content":"Yexu rov ntawm tug dej Yalatee lug puv npo Vaaj Ntsuj Plig kws dawb huv, hab Vaaj Ntsuj Plij coj nwg moog rua huv tebchaws moj saab qhua"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.2","label":"2","content":"mas Yexu raug Ntxwg Nyoog swm tau plaub caug nub. Txhua nub ntawd Yexu tsw tau noj daabtsw le. Thaus dhau lub swjhawm ntawd, Yexu tshaib plaab heev."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.3","label":"3","content":"Ntxwg Nyoog txawm has rua Yexu tas, “Yog koj yog Vaajtswv tug Tub ca le has kuas lub cos zeb nuav ntxeev ua ncuav los maj.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.4","label":"4","content":"Yexu teb nwg tas, “Tub muaj lug sau ca tas, ‘Tsw yog tuab cov mov xwb yuav yug tau tuabneeg txujsa.’ ”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.5","label":"5","content":"Ntxwg Nyoog txawm coj Yexu nce moog rua ib lub chaw sab mas muab taag nrho tej tebchaws huv nplajteb ua tshwm rua Yexu saib ib ntsais muag,"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.6","label":"6","content":"hab has rua Yexu tas, “Tug fwjchim hab tej koob meej nuav huvsw kuv yuav muab pub rua koj. Tsua qhov tub muab tej nuav cob rua kuv lawm, hab kuv muab pub rua tug kws kuv xaav pub."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.7","label":"7","content":"Yog koj pe hawm kuv, txhua yaam nuav yuav yog koj le.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.8","label":"8","content":"Yexu txawm teb nwg tas, “Tub muaj lug sau ca tas, ‘Koj yuav tsum pe hawm tug Tswv kws yog koj tug Vaajtswv hab ua koom rua nwg ib leeg xwb.’ ”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.9","label":"9","content":"Ntxwg Nyoog txawm coj Yexu moog rua huv lub nroog Yeluxalee, hab kuas Yexu moog sawv sau lub tuam tsev txheej tsev laag tshaav kws sab tshaaj plawg, hab has rua nwg tas, “Yog koj yog Vaajtswv tug Tub, ca le caws qa ntawm nuav lawm huv,"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.10","label":"10","content":"tsua qhov tub muaj lug sau ca tas, “ ‘Vaajtswv yuav muab koj cob rua nwg cov tubkhai ntuj kuas tsom kwm koj,’"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.11","label":"11","content":"hab has tas, ‘Puab txhais teg yuav fwj koj, sub koj kwtaw txhad tsw ntsawm pob zeb.’ ”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.12","label":"12","content":"Yexu teb nwg tas, “Tub muaj lug sau ca tas, ‘Tsw xob swm tug Tswv kws yog koj tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.13","label":"13","content":"Thaus Ntxwg Nyoog swm txhua yaam taag lawm nwg txawm tso Yexu tseg moog lawm tog txug thaus rov muaj zoo swjhawm."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.14","label":"14","content":"Yexu rov moog peg Kalilai muaj Vaaj Ntsuj Plig tug fwjchim nrug nraim, hab nwg lub moo nrov nchaa quas lug moog thoob plawg ib ncig ntawd."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.15","label":"15","content":"Nwg qhuab qha huv puab tej tsev sablaaj mas suavdawg qhuas nwg."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.16","label":"16","content":"Yexu txawm lug txug huv lub moos Naxale kws nwg luj hlub mas nub Xanpatau  nwg moog rua huv lub tsev sablaaj yaam le nwg txeev moog. Nwg sawv tseeg yuav nyeem,"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.17","label":"17","content":"puab txawm muab thooj ntawv kws Yaxaya kws cev Vaajtswv lug sau ca cev rua nwg. Nwg nthuav thooj ntawv hov hab nrhav tau nqai kws sau ca has tas,"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.18","label":"18","content":"“Tug Tswv  tug Ntsuj Plig nrug nraim  kuv, vem nwg tau tsaa kuv kuas coj xuv zoo moog rua cov kws pluag. Nwg khaiv kuv moog tshaaj tawm txujkev dim rua cov kws raug nteg, hab tshaaj tawm qhov kws cov dig muag yuav rov pum kev, hab ua kuas cov kws raug quab yuam tau nyob ywj pheej,"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.19","label":"19","content":"hab tshaaj tawm xyoo kws tug Tswv  hlub.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.20","label":"20","content":"Nwg txawm muab thooj ntawv dov cev rov rua tug kws saib tej ntawv hab rov nyob tsawg. Cov kws nyob huv lub tsev sablaaj txhua tug lub qhov muag saib ntsoov rua Yexu."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.21","label":"21","content":"Nwg txawm chiv has rua puab tas, “Vaajtswv txujlug pwm kws mej lub qhov ntsej tau nov kuj tav rua nub nua lawm.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.22","label":"22","content":"Txhua tug kuj qhuas Yexu hab xaav tsw thoob txug tej lug zoo kws tawm huv nwg lub qhov ncauj, hab puab has tas, “Tug nuav tsw yog Yauxej tug tub lov?”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.23","label":"23","content":"Nwg txawm has rua puab tas, “Mej yeej xaav has nqai paaj lug nuav rua kuv has tas, ‘Tug Kws tshuaj ca le rov khu koj tug kheej. Tej kws peb nov koj ua rua huv lub moos Khapena‑u ca le ua rua huv koj lub moos nuav los maj.’ ”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.24","label":"24","content":"Hab Yexu has tas, “Kuv has tseeb rua mej tas, tsw muaj ib tug xwbfwb cev Vaajtswv lug twg kws nwg lub moos leeg yuav nwg."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.25","label":"25","content":"“Kuv has tseeb rua mej tas, thaus Eliya nyob kws ntuj qhuav tau peb xyoos rau hli hab muaj kev tshaib nqhes heev thoob plawg tebchaws tej puj ntsuag muaj coob kawg huv Yixayee tebchaws."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.26","label":"26","content":"Vaajtswv tsw khaiv Eliya moog rua ntawm tej puj ntsuag hov ib tug le tsuas yog moog rua ntawm tug puj ntsuag huv lub zog Xalefa kws nyob ib cheeb tsaam ntawm Xaintoo."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.27","label":"27","content":"Hab thaus Elisa ua xwbfwb cev Vaajtswv lug muaj tuabneeg mob lis mob ruas ntau leej huv Yixayee tebchaws. Tsw muaj leejtwg raug khu zoo kuas huv tsuas yog Na‑amaa kws yog tuabneeg Xilia xwb.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.28","label":"28","content":"Thaus puab nov le hov, txhua tug huv lub tsev sablaaj hov kuj chim heev."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.29","label":"29","content":"Puab sawv pis tseeg muab Yexu thawb tawm huv lub moos moog hab coj nwg moog rua sau hauv tsua kws rhawv lub moos ntawd yuav muab nwg thawb poob moog."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.30","label":"30","content":"Tassws nwg ca le pluav dhau plhawv huv puab moog lawm."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.31","label":"31","content":"Yexu txawm moog txug lub moos Khapena‑u huv lub xeev Kalilai, hab qhuab qha puab rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.32","label":"32","content":"Puab kuj xaav tsw thoob rua tej lug kws nwg qha, tsua qhov nwg tej lug muaj fwjchim."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.33","label":"33","content":"Muaj ib tug nyob huv tsev sablaaj raug daab qas qw nrov has tas,"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.34","label":"34","content":"“Au Yexu kws yog tuabneeg Naxale, koj tuaj thaab peb ua daabtsw? Koj tuaj ua kuas peb puam tsuaj lov? Kuv paub koj yog leejtwg, koj yog tug dawb huv ntawm Vaajtswv.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.35","label":"35","content":"Yexu txawm txwv daab has tas, “Ca le nyob tuabywv, hab ca le tawm plawg huv nwg moog.” Tug daab ua rua tug hov qaug ntawg rua huv plawv puab tes txawm tawm huv tug hov moog lawm, tsw ua phem le caag."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.36","label":"36","content":"Suavdawg phemfwj heev sws thaam tas, “Tej lug nuav yog daabtsw? Tsua qhov nwg muaj fwjchim hab muaj peevxwm has rua daab mas daab kuj tawm moog.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.37","label":"37","content":"Yexu lub moo txawm nrov nchaa moog thoob plawg txhua qhov ib cheeb tsaam ntawd."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.38","label":"38","content":"Tes Yexu txawm sawv tseeg tawm huv tsev sablaaj moog rua huv Ximoo tsev. Ximoo nam tais saamswm ua npaws heev, puab txawm thov Yexu paab nwg."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.39","label":"39","content":"Yexu lug sawv ntsug ntawm nwg ib saab hab txwv tug mob mas tug npaws txawm zoo hlo. Nwg txawm sawv lug taamswm ntawd hab ua koom rua puab."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.40","label":"40","content":"Thaus nub yuav poob qho txhua tug kws muaj tuabneeg mob tsw has mob yaam twg kuj coj tuaj cuag Yexu. Nwg muab teg npuab sau puab txhua tug hab khu puab zoo huvsw."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.41","label":"41","content":"Daab kuj tawm huv coob leej qw has tas, “Koj yog Vaajtswv tug Tub.” Yexu txwv tsw kheev cov daab hov has lug vem cov daab hov paub tas Yexu yog tug Kheto."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.42","label":"42","content":"Thaus kaaj ntug Yexu tawm moog rua ib qho chaw kws tsw muaj tuabneeg nyob. Cov tuabneeg kuj moog nrhav Yexu hab tuaj cuag nwg, puab txhad cheem tsw kheev nwg ncaim puab moog."},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.43","label":"43","content":"Tassws Yexu has rua puab tas, “Kuv yuav tsum tshaaj tawm txuj xuv zoo has txug Vaajtswv lub tebchaws rua lwm lub moos hab, tsua qhov Vaajtswv yeej khaiv kuv lug ua teg num nuav.”"},{"bible_id":"1216","chapter_code":"LUK.4","verse_code":"LUK.4.44","label":"44","content":"Yexu txawm moog tshaaj tawm rua huv tej tsev sablaaj huv Yutia tebchaws."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.1","label":"1","content":"Thaus Yexu sawv ntsug ntawm ntug dej havtxwv Kenexale,  muaj tuabneeg sws txwv qev vej nwg xaav noog Vaajtswv tej lug."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.2","label":"2","content":"Yexu pum ob lub nkoj ntawm ntug havtxwv, cov tuabneeg muab ntseg tub tawm huv lub nkoj lug lawm hab saamswm ntxhua vaag."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.3","label":"3","content":"Yexu txawm nce rua huv ib lub nkoj kws yog Ximoo lub, hab thov Ximoo txaav kuas deb ntug mivntswv. Yexu txawm nyob tsawg huv lub nkoj qhuab qha cov tuabneeg."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.4","label":"4","content":"Thaus nwg qha taag lawd, nwg has rua Ximoo tas, “Ca le tsaav nkoj moog rua tom qhov kws dej tub es muab lub vaag ntaus ntseg.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.5","label":"5","content":"Ximoo teb Yexu tas, “Xwbfwb, peb tub ntaus ib mos khwv kawg tsw tau daabtsw le. Tassws yog koj has, tes kuv yuav ntaus ib vaag.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.6","label":"6","content":"Puab txawm ntaus ib vaag mas puab tau ntseg ntau kawg le, lub vaag tub yuav nduag."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.7","label":"7","content":"Puab txawm cu teg hu cov phoojywg kws nyob dua ib lub nkoj tuaj paab. Cov ntawd kuj tuaj mas tau ntseg puv nkaus ob lub nkoj, mas ob lub nkoj tub yuav tog."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.8","label":"8","content":"Thaus Ximoo Petu pum le hov nwg txawm khwb nkaus ntawm Yexu hauv caug pe hab has tas, “Tug Tswv, ca le tawm ntawm kuv moog tsua qhov kuv yog tuabneeg muaj txem,”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.9","label":"9","content":"vem nwg hab txhua tug kws nrug nwg ua ke phemfwj rua cov ntseg kws puab ntaus tau hov."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.10","label":"10","content":"Yakaunpau hab Yauhaa kws yog Xenpenti le tub kws nrug Ximoo ntaus ntseg ua ke kuj phemfwj ib yaam nkaus. Yexu txawm has rua Ximoo tas, “Tsw xob ntshai, txwj nuav moog koj yuav ua tug kws moog npu tuabneeg.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.11","label":"11","content":"Thaus puab nkuam ob lub nkoj lug txug tim ntug lawm, puab txawm tso txhua yaam tseg lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.12","label":"12","content":"Thaus Yexu nyob huv ib lub moos txawm muaj ib tug mob ruas thoob plawg ib ce lug. Thaus nwg pum dheev Yexu nwg txawm pe khwb ti nkaus aav thov has tas, “Tug Tswv, yog koj xaav khu, koj yeej khu tau kuv zoo kuas huv.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.13","label":"13","content":"Yexu txawm cev hlo teg moog npuab nwg hab has tas, “Kuv xaav los maj, ca le zoo hlo huv lauj.” Taamswm ntawd nwg tej mob ruas txawm tawm huv nwg lub cev lawm."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.14","label":"14","content":"Yexu txwv tug hov kuas tsw xob qha rua leejtwg, hab has tas, “Ca le moog qha koj lub cev rua tug pov thawj saib hab xyeem tej kws ua kevcai ntxuav kuas koj huv lawv le Mauxe qha tseg lawd ua timkhawv rua suavdawg.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.15","label":"15","content":"Tassws Yexu lub moo yimfuab nrov nchaa moog, hab muaj tuabneeg coob coob tuaj txoos ua ke yuav noog Yexu hab khu puab tej mob kuas zoo."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.16","label":"16","content":"Tassws Yexu ca le ncaim puab moog rua ib qho kws tsw muaj tuabneeg nyob hab thov Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.17","label":"17","content":"Muaj ib nub thaus Yexu saamswm qhuab qha, muaj cov Falixai hab cov xwbfwb qha kevcai nyob tsawg ua ke, yog tuaj huv txhua lub zog kws nyob huv Kalilai hab Yutia, hab tuaj huv Yeluxalee tuaj. Yexu muaj fwjchim ntawm tug Tswv  khu tau mob."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.18","label":"18","content":"Txawm muaj tuabneeg kwv ib tug tuag teg tuag taw huv lub chaw pw tuaj, puab yuav kwv tug hov lug tso rua ntawm Yexu xubndag."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.19","label":"19","content":"Thaus puab tsw tau kev kwv lug rua huv vem tuabneeg coob heev, puab txawm nce moog rua txheej saab sau hab yaws cov vuag ib qho tso tug hov dauv nrug lub chaw pw ua ke lug rua ntawm Yexu xubndag huv plawv cov tuabneeg ntawd."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.20","label":"20","content":"Thaus Yexu pum puab kev ntseeg nwg txawm has tas, “Phoojywg 'e, koj lub txem tub muab daws lawm.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.21","label":"21","content":"Cov xwbfwb qha Vaajtswv kevcai hab cov Falixai txawm chiv nug has tas, “Tug kws has lug tuam mom Vaajtswv nuav yog leejtwg? Leejtwg yuav daws tau lub txem tsuas yog Vaajtswv xwb?”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.22","label":"22","content":"Thaus Yexu paub tas puab xaav le caag nwg txhad teb puab tas, “Ua caag mej yuav xaav le nuav huv mej lub sab?"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.23","label":"23","content":"Qhov kws has tas, ‘Tub daws koj lub txem lawm,’ hab has tas, ‘Ca le sawv tseeg moog kev,’ qhov twg yoojyim dua?"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.24","label":"24","content":"Sub mej txhad paub tas Tuabneeg leej Tub muaj fwjchim huv lub nplajteb daws tau lub txem,” Yexu txhad has rua tug tuag teg tuag taw tas, “Kuv has rua koj tas, ca le sawv tseeg nqaa koj lub chaw pw moog tsev.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.25","label":"25","content":"Taamswm ntawd nwg txawm sawv tseeg taab meeg suavdawg hab nqaa hlo nwg lub chaw pw moog tsev hab qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.26","label":"26","content":"Tej tuabneeg suavdawg txhad phemfwj heev hab qhuas Vaajtswv hab ntshai heev has tas, “Nub nua peb tau pum yaam kws txawv ua luaj le.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.27","label":"27","content":"Dhau ntawd lawm Yexu tawm moog mas pum ib tug tuabneeg sau se hu ua Levi nyob tsawg ntawm lub rooj sau se. Yexu txawm has rua nwg tas, “Ca le lawv kuv qaab moog.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.28","label":"28","content":"Levi txawm sawv tseeg tso txhua yaam tseg lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.29","label":"29","content":"Levi npaaj ib pluag rua Yexu noj huv nwg lub tsev, mas cov tuabneeg sau se coob coob hab lwm tug nrug Yexu puab nyob ua ke ntawm rooj mov."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.30","label":"30","content":"Cov Falixai hab puab cov xwbfwb qha Vaajtswv kevcai ywg rua Yexu cov thwjtim tas, “Ua caag mej nrug cov tuabneeg sau se hab cov tuabneeg muaj txem noj haus ua ke?”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.31","label":"31","content":"Yexu txawm teb puab tas, “Cov tuabneeg kws tsw muaj mob tsw cheem tsum Kws tshuaj, tsuas yog cov muaj mob txhad cheem tsum xwb."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.32","label":"32","content":"Kuv tsw yog lug hu cov tuabneeg ncaaj nceeg, tassws yog lug hu cov tuabneeg muaj txem kuas ntxeev dua sab tshab.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.33","label":"33","content":"Mas puab has rua Yexu tas, “Yauhaa cov thwjtim hab cov Falixai cov thwjtim kuj coj kevcai yoo mov ntau zag hab thov Vaajtswv, tassws koj cov thwjtim ca le noj hab haus.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.34","label":"34","content":"Yexu has rua puab tas, “Mej yuam tau tug nraug vauv cov kwvluag kuas yoo mov rua thaus tug nraug vauv tseed nrug puab nyob lov?"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.35","label":"35","content":"Yuav muaj ib nub twg kws tug nraug vauv yuav raug muab coj ncaim puab moog, mas thaus ntawd puab yuav coj kevcai yoo mov.”"},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.36","label":"36","content":"Yexu kuj ua ib zaaj paaj lug has rua puab tas, “Tsw muaj leejtwg muab lub tsho tshab dua ib qho lug ntxwv lub tsho qub. Yog ua le ntawd lub tsho tshab yuav nduag hab daim ntaub ntawm lub tsho tshab kuj tsw phim lub tsho qub."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.37","label":"37","content":"Hab tsw muaj leejtwg muab cawv txwv maab tshab ntim rua huv lub naab tawv qub. Yog ua le hov, cov cawv txwv maab tshab yuav ua rua lub naab tawv tawg, mas cov cawv txwv maab yuav xaw taag hab lub naab yuav pam taag."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.38","label":"38","content":"Cov cawv txwv maab tshab yuav tsum muab ntim rua huv lub naab tawv tshab."},{"bible_id":"1216","chapter_code":"LUK.5","verse_code":"LUK.5.39","label":"39","content":"Tsw muaj leejtwg haus cawv txwv maab qub lawm, yuav nqhes cawv txwv maab tshab, tsua qhov nwg has tas, ‘Cov qub zoo dua.’ ”"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.1","label":"1","content":"Muaj ib nub Xanpatau  Yexu saamswm taug kev huv ib daim teb mog mas nwg cov thwjtim txawm de naab mog lug mos noj."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.2","label":"2","content":"Cov Falixai qee leej has tas, “Ua caag mej ua tej kws caiv tsw kheev ua rua nub Xanpatau?”"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.3","label":"3","content":"Yexu teb tas, “Mej tsw tau nyeem tej kws Tavi ua rua thaus nwg hab cov tuabneeg kws nrug nwg tshaib plaab lov?"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.4","label":"4","content":"Nwg tub nkaag moog rua huv Vaajtswv lub tsev, hab muab tej ncuav kws xyeem txawb rua ntawm Vaajtswv lub xubndag lug noj, hab nwg tseed muab rua cov kws nrug nwg ua ke noj. Tej hov yog tej kws caiv tsw pub noj, tsuas yog cov pov thawj txhad noj tau xwb.”"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.5","label":"5","content":"Hab Yexu has rua puab tas, “Tuabneeg leej Tub yeej yog nub Xanpatau tug tswv.”"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.6","label":"6","content":"Muaj dua ib nub Xanpatau thaus Yexu moog rua huv lub tsev sablaaj hab qhuab qha mas muaj ib tug yawm qhuav saab teg xws nyob ntawd."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.7","label":"7","content":"Cov xwbfwb qha Vaajtswv kevcai hab cov Falixai txawm soj saib Yexu yuav khu tug mob hov rua nub Xanpatau los tsw khu sub puab txhad tau chaw kom Yexu."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.8","label":"8","content":"Tassws Yexu tub paub tej kws puab xaav, nwg txhad has rua tug yawm qhuav teg tas, “Ca le lug sawv rua tom hauv ntej nuav.” Nwg txawm sawv tseeg moog sawv ntsug rua ntawd."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.9","label":"9","content":"Yexu txawm has rua puab tas, “Kuv nug mej tas, nub Xanpatau muaj cai ua qhov zoo los ua qhov phem, muaj cai cawm txujsa los txuv txujsa tseg?”"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.10","label":"10","content":"Yexu tsaa muag saib rua puab suavdawg ib ncig ntawd, hab has rua tug qhuav teg hov tas, “Ca le xyaab hlo koj txhais teg lauj!” Tug hov txawm ua le ntawd, mas nwg txhais teg txawm zoo hlo le qub."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.11","label":"11","content":"Puab chim rua Yexu heev, puab txawm sablaaj saib yuav ua le caag rua Yexu."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.12","label":"12","content":"Thaus ntawd Yexu moog thov Vaajtswv peg roob, nwg thov Vaajtswv ib mos kaaj ntug."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.13","label":"13","content":"Thaus kaaj ntug Yexu hu nwg cov thwjtim lug hab xaiv kaum ob tug kws nwg tis npe hu ua tubkhai,"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.14","label":"14","content":"yog Ximoo kws nwg tis dua npe hu ua Petu, hab nwg tug kwv Anru, hab Yakaunpau hab Yauhaa, hab Fili hab Npathaulaumai,"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.15","label":"15","content":"hab Mathai hab Thauma hab Afe‑a tug tub Yakaunpau hab Ximoo kws hu ua Xelaute,"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.16","label":"16","content":"hab Yakaunpau tug tub Yutas, hab Yutas Ikhali‑au kws faav xeeb."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.17","label":"17","content":"Yexu hab kaum ob tug tubkhai hov nqeg lug sawv rua ntawm ib lub chaw taj. Muaj lwm tug thwjtim coob hab tuabneeg coob coob tuaj thoob plawg lub xeev Yutia hab huv Yeluxalee hab ntawm ntug havtxwv kws yog Thailab hab Xaintoo le kaav xyuam tuaj noog Yexu qha hab tuaj khu puab tej mob."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.18","label":"18","content":"Cov kws raug kev txom nyem vem yog raug daab qas kuj khu tau zoo huvsw."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.19","label":"19","content":"Ib tsoom tuabneeg suavdawg xaav kov nwg vem yog fwjchim tawm huv nwg lug khu puab txhua tug zoo huvsw."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.20","label":"20","content":"Yexu tsaa muag saib rua nwg cov thwjtim mas has tas, “Mej cov kws pluag tau nyob kaaj sab lug, tsua qhov Vaajtswv lub tebchaws yog mej tug lawm."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.21","label":"21","content":"Mej cov kws nwgnuav tshaib tau nyob kaaj sab lug, tsua qhov mej yuav tsau npo. Mej cov kws nwgnuav quaj tau nyob kaaj sab lug, tsua qhov mej yuav luag."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.22","label":"22","content":"“Thaus luas ntxub mej hab ntab mej tswv tawm huv puab cov, hab thuaj mej hab ab ham tas mej yog tuabneeg phem vem yog tim Tuabneeg leej Tub, mej tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.23","label":"23","content":"Nub ntawd mej ca le zoo sab hab dha paaj pawg xyiv faab tsua qhov mej tub muaj nqe zug ntau rua sau ntuj ceeb tsheej lawm, vem puab tej laug tub ua ib yaam nkaus le ntawd rua cov xwbfwb cev Vaajtswv lug hab."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.24","label":"24","content":"“Tassws mej cov kws nplua nuj yuav raug txom nyem lauj, tsua qhov mej tub tau tej kws nplig mej lub sab lawm."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.25","label":"25","content":"Mej cov kws nwgnuav tsau npo yuav raug txom nyem lauj, tsua qhov mej yuav tshaib. Mej cov kws nwgnuav luag yuav raug txom nyem lauj, tsua qhov mej yuav quaj hab quaj ntsuag."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.26","label":"26","content":"“Thaus suavdawg qhuas mej, mej yuav raug txom nyem lauj, tsua qhov puab tej laug tub ua ib yaam nkaus le ntawd rua cov cuav xwbfwb cev lug hab."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.27","label":"27","content":"“Tassws kuv has rua mej cov kws noog kuv tas, mej yuav tsum hlub mej cov yeeb ncuab hab ua zoo rua cov kws ntxub mej,"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.28","label":"28","content":"hab thov Vaajtswv foom koob moov rua cov kws tsawm foom mej hab thov Vaajtswv paab cov kws ua phem rua mej."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.29","label":"29","content":"Leejtwg ntaus koj ib saab plhu, ca le tig saab tod rua nwg ntaus hab. Leejtwg txeeb koj lub tsho ntev moog, ca le kaam muab koj lub tsho saab huv rua nwg hab."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.30","label":"30","content":"Ca le pub rua txhua tug kws thov koj. Yog leejtwg txeeb koj ib yaam daabtsw moog lawm, tsw xob muab thim rov lug."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.31","label":"31","content":"Mej xaav kuas lwm tug ua le caag rua mej, mej ca le ua ib yaam le ntawd rua lwm tug."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.32","label":"32","content":"“Yog mej hlub cov kws hlub mej xwb, mej tau koob moov le caag? Txawm yog cov tuabneeg muaj txem los kuj hlub cov kws hlub puab hab."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.33","label":"33","content":"Yog mej ua zoo rua cov kws ua zoo rua mej xwb, mej tau koob moov le caag? Txawm yog cov muaj txem los kuj ua ib yaam le ntawd hab."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.34","label":"34","content":"Yog mej tsuas qev rua cov kws mej vaam tas yuav tau rov qaab xwb, mej tau koob moov le caag? Txawm yog cov muaj txem los kuj qev rua cov muaj txem kws yuav tau rov qaab sws npaug hab."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.35","label":"35","content":"Tassws mej yuav tsum hlub mej cov yeeb ncuab hab ua zoo rua puab hab qev txais tsw xob vaam tas yuav tau rov qaab, mas mej txhad yuav tau nqe zug ntau hab mej yuav ua tau Vaajtswv kws luj dua ndais le tub, tsua qhov nwg yeej ua sab daav rua tug kws mom txaj mom ntswg hab sab phem."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.36","label":"36","content":"Mej yuav tsum khuvleej luas ib yaam le mej leej Txwv khuvleej."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.37","label":"37","content":"“Mej tsw xob txav txem rua luas mej txhad tsw raug txav txem. Tsw xob rau txem rua luas mej txhad tsw raug rau txem. Ca le zaam txem rua luas mas mej txhad tau txais kev zaam txem."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.38","label":"38","content":"Ca le pub rua luas, mas mej txhad le tau txais. Mej yuav tau txais cu ceev nas puv nkaus thoob phwj yog rua huv mej lub xubndag. Mej muab lub thoob twg luj rua luas, yuav muab lub thoob ntawd luj rov rua mej ib yaam nkaus.”"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.39","label":"39","content":"Yexu ua paaj lug has rua puab tas, “Tuabneeg dig muag yuav coj tuabneeg dig muag kev tau lov? Ob tug yuav tsw poob rua huv qhov lov?"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.40","label":"40","content":"Tug tub kawm yeej tsw luj dhau tug xwbfwb qha. Txhua tug kws kawm tav taag yuav zoo thooj le tug xwbfwb qha."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.41","label":"41","content":"Ua caag koj yuav pum qhov nyuas moov ntoo huv koj tug kwvtij lub qhov muag, tassws koj tsw quav ntsej txug tog nam ntoo kws nyob huv koj lub qhov muag?"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.42","label":"42","content":"Ua caag koj yuav has tau rua koj tug kwvtij tas, ‘Kwvtij, ca kuv so qhov nyuas moov ntoo huv koj lub qhov muag tawm,’ tassws koj tsua tsw pum tog nam ntoo nyob huv koj lub qhov muag? Tug tuabneeg ncauj lug zoo sab phem, ca le rhu tog nam ntoo huv koj lub qhov muag ua ntej tsaiv, koj txhad pum meej txhad so tau qhov nyuas moov ntoo huv koj tug kwvtij lub qhov muag tawm."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.43","label":"43","content":"“Tsob ntoo zoo yeej tsw txw cov txwv phem, tsob ntoo phem yeej tsw txw cov txwv zoo."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.44","label":"44","content":"Yuav paub txhua tsob ntoo ntawm cov txwv, tsua qhov yeej tsw de txwv cua ntawm tsob ntoo xuav paug ntsaaj lossws de txwv maab ntawm tsob xuav paug ntsws."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.45","label":"45","content":"Tug tuabneeg zoo yeej muab yaam zoo kws muaj nyob huv nwg lub sab lug txw txwv zoo, tug tuabneeg phem yeej muab yaam phem kws muaj nyob huv nwg lug txw txwv phem. Tsua qhov lub qhov ncauj yeej has tej kws muaj puv nkaus huv lub sab tawm lug."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.46","label":"46","content":"“Ua caag mej hu kuv tas ‘Tug Tswv, tug Tswv’ tassws tsw ua lawv le kuv has?"},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.47","label":"47","content":"Txhua tug kws lug cuag kuv hab nov kuv tej lug hab ua lawv nraim, kuv yuav qha rua mej paub tas nwg zoo le caag."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.48","label":"48","content":"Nwg zoo le tug kws ua tsev, nwg khawb tub tub hab tag taw rua sau daim laag zeb. Thaus dej nyaab, dej ntsawj lub tsev hov los ua tsw tau rua lub tsev hov ua zug, tsua qhov ua ruaj heev."},{"bible_id":"1216","chapter_code":"LUK.6","verse_code":"LUK.6.49","label":"49","content":"Tassws tug kws nov los tsw ua lawv nraim, kuj zoo le tug kws ua tsev rua sau npoo aav, tsw tag tej taw. Thaus muaj dej ntsawj tes lub tsev hov txawm qaug ntawg taamswm, mas lub tsev hov puam tsuaj luj heev.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.1","label":"1","content":"Thaus Yexu has tej lug nuav huvsw rua puab noog taag lawm nwg txawm moog rua huv lub moos Khapena‑u."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.2","label":"2","content":"Ib tug thawj rog kws kaav ib puas leej muaj ib tug qhev kws nwg hlub heev mob nyaav tub yuav tuag."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.3","label":"3","content":"Thaus nwg nov txug Yexu nwg txawm khaiv Yutai cov kev txwj quas laug moog thov Yexu tuaj khu nwg tug qhev."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.4","label":"4","content":"Thaus puab tuaj cuag Yexu puab swv zug thov nwg tas, “Tug thawj rog ntawd tswm nyog koj moog ua yaam nuav rua nwg,"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.5","label":"5","content":"tsua qhov nwg hlub peb haiv tuabneeg hab ua lub tsev sablaaj rua peb.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.6","label":"6","content":"Yexu txawm nrug puab moog. Thaus moog yuav txug tsev tug thawj rog txawm khaiv phoojywg moog has rua Yexu tas, “Tug Tswv, thov tsw xob taab kaum koj, tsua qhov kuv yog ib tug kws tsw tswm nyog koj yuav nkaag moog rua huv kuv lub tsev."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.7","label":"7","content":"Vem le nuav kuv txhad pum tas kuv tsw tswm nyog moog cuag koj. Thov koj ca le has xwb hab khu kuv tug qhev kuas zoo."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.8","label":"8","content":"Tsua qhov kuv kuj nyob huv qaab tub rog txujkev tswjfwm hab tseed muaj cov tub rog kws kuv tswjfwm. Kuv has rua tug nuav tas, ‘Ca le moog,’ nwg kuj moog, hab has rua dua ib tug tas, ‘Ca le lug,’ nwg kuj lug, hab kuv has rua kuv tug tub qhe tas, ‘Ca le ua yaam nuav,’ nwg kuj ua.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.9","label":"9","content":"Thaus Yexu nov nwg has le hov, Yexu xaav tsw thoob rua nwg, Yexu txawm tig lug has rua cov tuabneeg coob kws lawv nwg qaab tas, “Kuv has rua mej tas, txawm yog huv cov Yixayee los kuv tsw tau pum muaj kev ntseeg luj le nuav.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.10","label":"10","content":"Thaus cov kws tug thawj rog khaiv moog hov rov lug txug tsev kuj pum tug qhev hov zoo hlo lawm."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.11","label":"11","content":"Dhau ntawd tsw ntev Yexu moog rua huv lub moos Na‑i, nwg cov thwjtim hab tej tuabneeg coob coob nrug nwg moog."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.12","label":"12","content":"Thaus nwg tuaj ze lub rooj loog hov, txawm muaj tuabneeg kwv ib tug tuag tawm tuaj, yog ib tug puj ntsuag tuab tug tub. Muaj tuabneeg coob huv lub moos nrug nwg tuaj."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.13","label":"13","content":"Thaus Yexu pum leej nam hov nwg taab ncuab heev, hab has rua nwg tas, “Tsw xob quaj.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.14","label":"14","content":"Yexu txaav moog kov lub hleb, cov tuabneeg kwv tuag kuj nreg. Yexu has tas, “Tub hluas 'e, kuv has rua koj, ca le sawv.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.15","label":"15","content":"Tug tuag hov txawm sawv nyob tsawg chiv has lug. Yexu txhad muab tug hov cob rua leej nam."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.16","label":"16","content":"Txhua tug kuj ntshai heev hab puab qhuas Vaajtswv has tas, “Ib tug xwbfwb cev Vaajtswv lug luj kawg tshwm lug rua huv peb lawm.” hab has tas, “Vaajtswv lug saib nwg haiv tuabneeg lawm.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.17","label":"17","content":"Yexu lub moo nuav nrov nchaa quas lug moog thoob plawg lub xeev Yutia hab ib ncig ntawd."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.18","label":"18","content":"Yauhaa cov thwjtim kuj pav txhua yaam nuav rua Yauhaa noog."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.19","label":"19","content":"Yauhaa txawm hu nwg ob tug thwjtim lug hab khaiv ob tug moog nug tug Tswv tas, “Koj yog tug kws yuav lug hov lov? Lossws peb yuav tog dua lwm tug?”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.20","label":"20","content":"Thaus ob tug moog cuag Yexu lawd, ob tug has tas, “Yauhaa kws coj ua kevcai raus dej khaiv ib tuaj cuag koj nug tas, ‘Koj yog tug kws yuav lug hov lov? Lossws peb yuav tog dua lwm tug?’ ”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.21","label":"21","content":"Lub swjhawm ntawd Yexu khu ntau leej mob nkeeg zoo hab dim ntawm daab hab khu ntau leej kws dig muag pum kev."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.22","label":"22","content":"Yexu txawm teb ob tug hov tas, “Ca le moog qha tej kws mej pum hab mej nov lawd rua Yauhaa. Tuabneeg dig muag kuj pum kev lawm, tuabneeg ceg tawv kuj moog tau kev, cov kws mob lis mob ruas kuj zoo huv lawm, cov kws laag ntseg kuj nov tau lug, cov kws tuag kuj raug muab tsaa caj sawv lug hab txuj xuv zoo kuj pav moog rua cov tuabneeg pluag lawm."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.23","label":"23","content":"Tug kws tsw dawm kuv kuj tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.24","label":"24","content":"Thaus Yauhaa ob tug tub xaa xuv rov moog lawm, Yexu chiv has txug Yauhaa rua cov tuabneeg hov noog tas, “Mej tawm moog rua tom tebchaws moj saab qhua moog saib daabtsw? Mej moog saib tug lojkov kws cua ntsawj rawv moog rawv lug lov?"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.25","label":"25","content":"Los mej tawm moog saib daabtsw? Mej moog saib ib tug kws naav tsuj naav npuag lov? Saib maj, cov kws naav tsoog zoo nkauj hab muaj nplua quas mag yeej nyob huv vaajntxwv lub tsev."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.26","label":"26","content":"Los mej moog saib daabtsw? Moog saib ib tug xwbfwb cev Vaajtswv lug lov? Kuv has rua mej tas, tseeb tag, hab nwg luj dua ib tug xwbfwb cev lug."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.27","label":"27","content":"Nwg yog tug kws tub muaj sau tseg ca lawm tas, “ ‘Saib maj, kuv tso kuv tug tubkhai moog ua koj ntej, tug hov yuav npaaj kev rua tom koj hauv ntej.’"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.28","label":"28","content":"Kuv has rua mej tas, cov tuabneeg kws yug ntawm quaspuj lug tsw muaj ib tug luj dhau Yauhaa. Tassws tug kws yau kawg huv Vaajtswv lub tebchaws tseed luj dua Yauhaa.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.29","label":"29","content":"Thaus cov tuabneeg suavdawg hab cov tuabneeg sau se nov tej lug nuav, puab kuj leeg tas Vaajtswv ncaaj nceeg, vem puab tau ua kevcai raus dej ntawm Yauhaa lawm."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.30","label":"30","content":"Tassws cov Falixai hab cov xwbfwb qha kevcai tsw txais yuav tej kws Vaajtswv npaaj tseg rua puab, vem puab tsw ua kevcai raus dej ntawm Yauhaa."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.31","label":"31","content":"“Vem le nuav kuv yuav muab cov tuabneeg tam nuav pev txug daabtsw hab puab zoo le caag?"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.32","label":"32","content":"Puab zoo le cov mivnyuas yau kws nyob tsawg tom tshaav puam ib leeg hu rua ib leeg tas, ‘Peb tub tshuv raaj rua mej los mej tsw dha seev cev, peb tub quaj nyav los mej tsw quaj.’"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.33","label":"33","content":"Tsua qhov Yauhaa kws coj ua kevcai raus dej lug nwg tsw noj mov tsw haus cawv txwv maab, mas mej has tas, ‘Nwg raug ib tug daab.’"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.34","label":"34","content":"Tuabneeg leej Tub lug nwg noj hab haus, los mej has tas, ‘Saib maj, nam tuabneeg noj luj haus qaug, nrug cov tuabneeg sau se hab cov tuabneeg muaj txem ua kwvluag.’"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.35","label":"35","content":"Tassws txhua tug kws ua lawv le tswvyim tej mivnyuas suavdawg kuj qha tas tswvyim ua raug cai lawm.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.36","label":"36","content":"Muaj ib tug Falixai hu Yexu moog nrug nwg noj mov, Yexu txawm moog rua huv tug Falixai hov lub tsev mas pw pheeb ntawm rooj mov."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.37","label":"37","content":"Tes txawm muaj ib tug quaspuj muaj txem nyob huv lub moos hov thaus nwg paub tas Yexu saamswm noj mov huv tug Falixai tsev nwg txawm nqaa ib fwj  roj tsw qaab tuaj,"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.38","label":"38","content":"sawv ntsug ntawm Yexu kwtaw saab tom nraus qaum, mas quaj quaj kua muag chiv ntub Yexu kwtaw, tes nwg txawm muab nwg cov plaubhau lug so hab nwj Yexu kwtaw, hab muab roj tsw qaab pleev rua."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.39","label":"39","content":"Thaus tug Falixai kws hu Yexu lug noj mov pum le hov, tes txawm xaav huv lub sab tas, “Yog tug nuav nwg yog xwbfwb cev Vaajtswv lug nwg yeej yuav paub tas tug nam puj kws kov nwg yog leejtwg hab yog tuabneeg zoo le caag, tsua qhov tug puj hov yog tuabneeg muaj txem.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.40","label":"40","content":"Yexu txawm has rua nwg tas, “Ximoo 'e, kuv muaj ib yaam yuav has rua koj.” Ximoo teb tas, “Xwbfwb, has los maj.” Yexu has tas,"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.41","label":"41","content":"“Muaj ob tug tshuav ib tug yawm nqe, ib tug tshuav tswb puas ntenalia,  ib tug tshuav tswb caug ntenalia."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.42","label":"42","content":"Thaus ob tug them tsw tau tej nuj nqe, tug yawm hov txawm zaam hlo rua ob tug. Ob tug hov leejtwg yuav nyam tug yawm hov heev dua?”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.43","label":"43","content":"Ximoo teb tas, “Lawv le kuv xaav mas yog tug kws nwg zaam ntau dua.” Yexu has rua nwg tas, “Koj txav cai raug lawm.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.44","label":"44","content":"Yexu txawm tig saib rua tug puj ntawd hab has rua Ximoo tas, “Koj pum tug puj nuav los tsw pum? Thaus kuv lug rua huv koj tsev koj tub tsw muab dej ntxuav kuv kwtaw tassws tug puj nuav muab nwg cov kua muag ntxuav kuv kwtaw hab muab nwg cov plaubhau so."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.45","label":"45","content":"Koj tub tsw nwj kuv tassws txwj thaus kuv lug rua huv tsev nwg nwj kuv txhais kwtaw tsw tu ncua le."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.46","label":"46","content":"Koj tub tsw muab roj pleev kuv taubhau tassws nwg muab roj pleev kuv kwtaw."},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.47","label":"47","content":"Vem le nuav kuv has rua koj tas, tej kev txhum kws nwg ua ntau kawg tub muab daws taag lawm vem nwg muaj lub sab hlub heev. Tug kws daws nwg lub txem tsawg nwg kuj hlub tsawg.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.48","label":"48","content":"Yexu txhad has rua tug puj hov tas, “Koj lub txem tub muab daws lawm.”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.49","label":"49","content":"Cov kws nrug Yexu nyob pheeb ntawm rooj mov kuj chiv sws has tas, “Tug nuav yog leejtwg es yuav daws tau lub txem?”"},{"bible_id":"1216","chapter_code":"LUK.7","verse_code":"LUK.7.50","label":"50","content":"Yexu has rua tug puj hov tas, “Koj txujkev ntseeg cawm koj dim lawm. Ca le moog ua sab tug quas yeeg.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.1","label":"1","content":"Dhau ntawd Yexu txawm moog thoob plawg tej moos hab tej zej zog tshaaj tawm hab qha txuj xuv zoo has txug Vaajtswv lub tebchaws. Kaum ob tug thwjtim kuj nrug Yexu moog,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.2","label":"2","content":"hab muaj cov quaspuj qee leej kws Yexu ntab daab tawm hab khu mob zoo, yog Maivlag kws hu ua Mantala yog tug kws xyaa tug daab tub tawm huv nwg moog lawm,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.3","label":"3","content":"hab Yau‑ana kws yog Khuxa kws saib Helauj lub tsev tug quaspuj, hab Xuxana, hab muaj dua ntau tug quaspuj kws puab swv puab tej nyaj txag hov txhua chaw yug Yexu puab."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.4","label":"4","content":"Thaus cov tuabneeg tuaj txoos ua ke coob coob hab muaj tuabneeg tuaj ntau lub moos tuaj cuag Yexu, nwg txawm ua paaj lug has tas,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.5","label":"5","content":"“Muaj ib tug tawm moog tseb noob. Thaus nwg tseb cov noob ib txha poob rua sau txujkev mas raug muab tsuj hab naag noog lug khaws noj lawm."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.6","label":"6","content":"Muaj ib txha poob rua sau tej laag zeb. Thaus noob tuaj lawd txawm tuag tshaav tsua qhov tsw muaj dej yug."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.7","label":"7","content":"Muaj ib txha poob rua huv plawv tsob xuav paug, tes tsob xuav paug hlub tuaj ua ke laum lawm."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.8","label":"8","content":"Muaj ib txha poob rua huv thaaj aav zoo mas hlub hab txw txwv ib puas npaug.” Thaus Yexu has taag le nuav lawd nwg txawm qw nrov has tas, “Leejtwg muaj qhov ntsej nov ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.9","label":"9","content":"Thaus cov thwjtim nug Yexu txug zaaj paaj lug hov lub ntsab yog le caag,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.10","label":"10","content":"Yexu has tas, “Tej kws muab npog ca lawd has txug Vaajtswv lub tebchaws, tub muab pub rua mej paub lawm, tassws ua paaj lug qha rua lwm tug “ ‘sub puab txhad saib taag saib thab los tsw pum puab noog taag noog thab los tsw nkaag sab.’"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.11","label":"11","content":"“Zaaj paaj lug hov lub ntsab yog le nuav. Cov noob yog Vaajtswv txujlug."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.12","label":"12","content":"Cov kws poob rua sau txujkev yog cov kws tau nov mas daab Ntxwg Nyoog tuaj txeeb hlo tej lug hov huv puab lub sab moog sub puab txhad tsw ntseeg hab tsw txais txujkev dim."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.13","label":"13","content":"Cov kws poob rua sau tej laag zeb mas yog cov kws thaus tau nov tej lug hov puab zoo sab txais yuav, tassws puab cog caag tsw tub, puab txhad ntseeg ib ntus xwb. Thaus muaj kev swm sab puab txawm tso tseg lawm."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.14","label":"14","content":"Cov noob kws poob rua huv plawv tsob xuav paug yog cov kws tau nov lawm, tassws thaus puab ua neej nyob tej kev txhawj kev nyaj txag kev lomzem huv puab lub neej muab puab laum, puab tej txwv txhad tsw puv."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.15","label":"15","content":"Cov noob kws poob rua huv thaaj aav zoo yog cov kws tau nov tej lug hov hab muab khaws ca rua huv lub sab kws ncaaj hab zoo, hab puab muaj sab ntev txw txwv."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.16","label":"16","content":"“Tsw muaj leejtwg taws teeb es muab thoob khwb ca lossws txawb rua huv qaab txaag, yeej yuav muab txawb rua sau lub chaw txawb teeb sub cov tuabneeg kws nkaag lug txhad le pum kev."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.17","label":"17","content":"Tsua qhov tsw muaj ib yaam twg kws muab zais ca lawm yuav tsw raug muab thws tshwm lug, hab tsw muaj ib yaam twg kws muab npog ca lawm yuav tsw raug muab nthuav tawm lug rua luas pum."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.18","label":"18","content":"Vem le nuav mej yuav tsum ua tuab zoo noog. Tsua qhov tug kws muaj lawd yuav muab tsaav ntxwv rua nwg, tassws tug kws tsw muaj, txawm yog tej kws nwg xaav tas nwg muaj los yuav muab rhu ntawm nwg moog.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.19","label":"19","content":"Thaus ntawd Yexu nam hab nwg cov kwv txawm tuaj cuag Yexu tassws tuaj tsw tau ti vem tuabneeg coob heev."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.20","label":"20","content":"Muaj tuabneeg has rua Yexu tas, “Koj nam hab koj cov kwv sawv saab nrau xaav ntswb koj.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.21","label":"21","content":"Yexu has rua puab tas, “Kuv nam hab kuv cov kwv yog cov kws noog Vaajtswv tej lug hab ua lawv nraim le.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.22","label":"22","content":"Muaj ib nub Yexu nrug nwg cov thwjtim nce rua huv lub nkoj hab has rua puab tas, “Peb ca le hlaa havtxwv moog rua saab tim u.” Puab txawm sawv kev moog."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.23","label":"23","content":"Thaus puab saamswm caij nkoj moog Yexu pw tsaug zug lawm. Tes cua daaj cua dub txawm ntsawj dej havtxwv mas dej tub yuav puv lub nkoj, ua rua puab raug ceblaaj."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.24","label":"24","content":"Cov thwjtim txhad moog tsaa Yexu has tas, “Tug Tswv tug Tswv, peb saamswm yuav puam tsuaj.” Yexu txawm tswm dheev lug txwv cua hab tej nthwv dej kws ndaas, cua hab dej txawm tu nrho txhua yaam txhad le tug yeeg lawm."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.25","label":"25","content":"Yexu has rua puab tas, “Mej txujkev ntseeg dua twg lawm?” Puab kuj ntshai hab phemfwj, sws has tas, “Tug nuav yog leejtwg es has rua cua hab dej mas cua hab dej kuj noog nwg lug?”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.26","label":"26","content":"Yexu puab txawm caij nkoj moog txug lub moos Kelaxa le kaav xyuam, kws ncaaj ntawm Kalilai saab tim u."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.27","label":"27","content":"Thaus Yexu nce sau ntug nqhuab, muaj ib tug yawm raug daab huv lub moos hov txawm ntswb Yexu. Nwg tsw naav rwg tsho hab tsw nyob huv tsev ntev lug lawm, nwg nyob tom toj ntxaa xwb."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.28","label":"28","content":"Thaus nwg pum dheev Yexu nwg txawm qw nrov hab khwb nkaus ntawm Yexu has nrov nrov tas, “Au Yexu kws yog Vaajtswv kws Luj Dua Ndais tug tub, koj tuaj thaab kuv ua daabtsw? Kuv thov koj tsw xob tswm txom kuv.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.29","label":"29","content":"Tub yog vem Yexu tau has kuas tug daab qas tawm huv tug yawm hov moog. (Daab pheej ntswj nwg ntau zag. Luas zuv nwg zoo hab tub muab loj cuj hab saw hlau khi nwg lawm los nwg nqug saw hlau tu nrho hab raug daab muab lawv rua tom tebchaws moj saab qhua.)"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.30","label":"30","content":"Mas Yexu nug daab tas, “Koj npe hu le caag?” Nwg teb tas, “Kuv npe hu ua Coob,” tsua qhov muaj daab coob coob nkaag rua huv nwg."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.31","label":"31","content":"Tej daab hov txawm taij thov Yexu tsw xob ntab puab moog rua huv lub nam qhov tub tub."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.32","label":"32","content":"Muaj ib paab npua coob saamswm nrhav noj ntawm ntaav toj. Cov daab hov txawm thov Yexu ca puab txeem rua huv cov npua hov. Yexu txawm tso ncauj."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.33","label":"33","content":"Cov daab txawm tawm huv tug yawm hov moog nkaag rua huv paab npua, mas paab npua txhad dha plaag toj ntxhaab rua huv havtxwv txhaam dej tuag taag."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.34","label":"34","content":"Thaus cov tuabneeg yug npua pum tej xwm txheej nuav puab txawm dha moog pav tej hov rua huv lub moos hab tej zej zog."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.35","label":"35","content":"Mas tuabneeg txawm tawm tuaj saib tej xwm txheej kws tshwm lug hov. Thaus puab tuaj txug ntawm Yexu, puab pum tug kws daab tub tawm moog lawd naav rwg tsho hab meej pem zoo, nyob tsawg ntawm Yexu kwtaw, puab txhad ntshai kawg."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.36","label":"36","content":"Cov tuabneeg kws tau pum, kuj pav rua puab noog txug tug kws raug daab hov zoo hlo le caag."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.37","label":"37","content":"Cov tuabneeg kws nyob lub moos Kelaxa le kaav xyuam suavdawg txawm thov Yexu tawm ntawm puab moog, vem puab ntshai heev. Yexu txawm nce nkoj rov moog."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.38","label":"38","content":"Tug kws daab tawm huv nwg lawd kuj thov ca nwg nrug Yexu nyob ua ke. Tassws Yexu kuas nwg rov moog hab has tas,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.39","label":"39","content":"“Ca le moog tsev hab pav tas Vaajtswv tau ua le caag rua koj lawd rua puab noog.” Tes tug hov txawm rov qaab moog hab pav txhua yaam kws Yexu tau ua rua nwg thoob plawg lub moos hov paub."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.40","label":"40","content":"Thaus Yexu rov lug lawm muaj tuabneeg coob zoo sab tog nwg vem puab suavdawg tog ntsoov nwg."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.41","label":"41","content":"Muaj ib tug npe hu ua Yaila, yog tug thawj kws saib lub tsev sablaaj txawm tuaj khwb nkaus ntawm Yexu kwtaw, thov kuas Yexu moog tom nwg tsev,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.42","label":"42","content":"tsua qhov nwg muaj tuab tug ntxhais noob nyoog kwvlaam kaum ob xyoos, mob heev tub yuav tuag. Thaus Yexu moog, muaj tuabneeg coob coob nrug nwg moog sws txwv quas qev."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.43","label":"43","content":"Muaj ib tug quaspuj kws muaj mob nchuav cev tau kaum ob xyoos lawm, tsw muaj leejtwg khu tau nwg tug mob zoo,"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.44","label":"44","content":"nwg txawm lug lawv Yexu qaab kov Yexu qaab tsho. Taamswm ntawd nwg ntshaav txawm tu nrho lawm."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.45","label":"45","content":"Yexu has tas, “Leejtwg kov kuv?” Thaus txhua tug tsw leeg Petu txawm has rua Yexu tas, “Xwbfwb, tuabneeg coob vej nkaus koj sws txwv quas qev koj.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.46","label":"46","content":"Tassws Yexu has tas, “Muaj ib tug kov kuv tsua qhov kuv paub tas fwjchim tawm huv kuv lawm.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.47","label":"47","content":"Thaus tug puj hov pum tas tswv nraim tsw tau nwg lug tshee quas nyo lug khwb nkaus rua ntawm Yexu xubndag qha taab meeg suavdawg tas nwg kov Yexu vem yog le caag, hab nwg tug mob tub zoo taamswm lawm."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.48","label":"48","content":"Yexu has rua nwg tas, “Mivntxhais 'e, koj txujkev ntseeg ua rua koj zoo lawm. Ca le moog ua sab tug quas yeeg.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.49","label":"49","content":"Thaus Yexu tseed has tej lug hov, muaj ib tug tuaj ntawm tug thawj kws saib tsev sablaaj lub tsev tuaj has tas, “Koj tug ntxhais tub tuag lawm. Tsw xob txob xeeb xwbfwb dua le lawm.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.50","label":"50","content":"Thaus Yexu nov le ntawd nwg txawm teb tug hov tas, “Tsw xob ntshai, ca le ntseeg xwb. Tug mivntxhais yeej yuav zoo.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.51","label":"51","content":"Thaus Yexu tuaj txug lub tsev lawm nwg tsw kheev leejtwg nrug nwg nkaag moog tsuas yog Petu, Yauhaa hab Yakaunpau hab leej nam leej txwv moog xwb."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.52","label":"52","content":"Suavdawg quaj hab quaj nyav tug mivntxhais hov, tassws Yexu has tas, “Tsw xob quaj. Nwg tsw tuag, nwg tsaug zug xwb.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.53","label":"53","content":"Puab txawm thuaj luag Yexu tsua qhov puab paub tas tug mivntxhais tub tuag lawm tag."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.54","label":"54","content":"Tassws Yexu ntsab nkaus tug mivntxhais hov txhais teg hab has rua nwg tas, “Mivntxhais 'e, ca le sawv tseeg.”"},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.55","label":"55","content":"Mas tug ntsuj plig txawm rov lug rua nwg, nwg txhad sawv tseeg taamswm ntawd. Yexu has kuas muab mov rua tug mivntxhais noj."},{"bible_id":"1216","chapter_code":"LUK.8","verse_code":"LUK.8.56","label":"56","content":"Leej nam leej txwv kuj phemfwj heev. Yexu txwv kuas tsw xob qha leejtwg paub txug zaaj nuav."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.1","label":"1","content":"Yexu hu kaum ob tug thwjtim lug mas pub fwjchim peevxwm rua puab kov yeej txhua tug daab hab khu mob zoo,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.2","label":"2","content":"hab khaiv puab tawm moog tshaaj tawm txug Vaajtswv lub tebchaws hab khu mob kuas zoo."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.3","label":"3","content":"Hab nwg has rua puab tas, “Tsw xob coj daabtsw moog swv taug kev, tsw has tug paas nreg, naab thoob puab, mov noj, nyaj swv lossws ob lub tsho."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.4","label":"4","content":"Yog mej moog poob rua yim twg kuj nyob huv lub tsev hov moog txug thaus tawm qhov ntawd moog."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.5","label":"5","content":"Yog lub chaw twg tsw txais mej, mas thaus mej tawm huv lub moos hov moog ca le nchus tej moov aav ntawm mej kwtaw pov tseg ua timkhawv tawm tsaam puab.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.6","label":"6","content":"Puab txawm tawm moog thoob plawg tej zej zog tshaaj tawm txuj xuv zoo hab khu mob zoo rua txhua qhov."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.7","label":"7","content":"Thaus tug tswv xeev Helauj nov tej xwm txheej nuav huvsw nwg ntxhuv sab heev, vem qee leej has tas, Yauhaa caj sawv huv qhov tuag rov lug lawm,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.8","label":"8","content":"hab qee leej has tas yog Eliya tshwm lug, hab qee leej has tas yog ib tug xwbfwb cev Vaajtswv lug yaav thau u sawv rov lug."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.9","label":"9","content":"Helauj has tas, “Kuv tub muab Yauhaa lub taubhau txav lawm, mas tug kws kuv tau nov tej xwm txheej nuav yog leejtwg nev?” Tes Helauj txawm xaav ntswb Yexu."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.10","label":"10","content":"Thaus cov tubkhai rov lug puab pav tej kws puab tau ua rua Yexu noog. Nwg txawm coj puab moog rua ib caag ntawm lub moos Npexainta."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.11","label":"11","content":"Thaus tej tuabneeg paub lawm puab lawv Yexu qaab moog. Yexu zoo sab txais puab hab has txug Vaajtswv lub tebchaws rua puab noog hab cov kws cheem tsum khu mob nwg kuj khu kuas zoo huvsw."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.12","label":"12","content":"Thaus nub yuav poob qho, kaum ob tug thwjtim lug has rua Yexu tas, “Ca le tso cov tuabneeg moog sub puab txhad tau moog su hab nrhav mov noj huv tej zej zog hab tom tej teb ib ncig nuav, vem qhov kws peb nyob nuav ntuj nraag teb do xwb.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.13","label":"13","content":"Yexu has rua puab tas, “Mej ca le pub rua puab noj.” Puab has tas, “Peb tsw muaj daabtsw tsuas muaj tswb lub ncuav hab ob tug ntseg xwb, ntshai tsua moog yuav mov lug yug cov tuabneeg nuav suavdawg xwb.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.14","label":"14","content":"Tsua qhov cov txwvneej kwvlaam muaj tswb txheeb leej. Yexu txawm has rua cov thwjtim tas, “Kuas cov tuabneeg nyob tsawg ua tej paab tej pawg ib pawg kwvlaam tswb caug leej.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.15","label":"15","content":"Puab kuj ua lawv le ntawd hab has kuas cov tuabneeg suavdawg nyob tsawg."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.16","label":"16","content":"Thaus Yexu txais tswb lub ncuav hab ob tug ntseg hov lawm, nwg tsaa muag saib rua sau ntuj thov Vaajtswv foom koob moov mas muab ndais cev rua cov thwjtim kuas puab faib rua cov tuabneeg."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.17","label":"17","content":"Puab txhua tug noj tsau huvsw. Cov thwjtim khaws tej kws noj tsw taag tau kaum ob tawb."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.18","label":"18","content":"Thaus Yexu saamswm thov Vaajtswv ib leeg cov thwjtim kuj nrug nwg nyob. Yexu txawm nug puab tas, “Luas tej has tas kuv yog leejtwg?”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.19","label":"19","content":"Puab teb tas, “Yog Yauhaa kws coj ua kevcai raus dej, tassws qee leej has tas yog Eliya, dua le lwm tug has tas yog ib tug xwbfwb cev Vaajtswv lug thau u sawv rov lug.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.20","label":"20","content":"Nwg has rua puab tas, “Mej nev mej has tas kuv yog leejtwg?” Petu teb tas, “Koj yog Vaajtswv tug Kheto.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.21","label":"21","content":"Yexu txawm nkaw lug rua puab txwv tsw xob qha zaaj nuav rua leejtwg paub,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.22","label":"22","content":"hab has tas, “Tuabneeg leej Tub yuav tsum raug kev tswm txom ntau yaam hab cov kev txwj quas laug hab cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai yuav tsw leeg yuav nwg, hab nwg yuav raug muab tua hab peb nub nwg yuav raug muab tsaa caj sawv rov lug.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.23","label":"23","content":"Hab Yexu has rua puab txhua tug tas, “Yog leejtwg xaav lawv kuv qaab moog, ca tug hov tswj nwg tug kheej hab naj nub kwv nwg tug khaublig ntoo lawv kuv qaab."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.24","label":"24","content":"Vem tas tug kws xaav cawm tau nwg txujsa yuav pam txujsa, tassws tug kws tso nwg txujsa tseg vem yog saib rua kuv, mas yuav cawm tau nwg txujsa."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.25","label":"25","content":"Yog leejtwg tau taag nrho lub nplajteb huvsw tassws muab nwg tug kheej rhuav tshem puam tsuaj taag lawm, tug hov yuav tau qaabhau daabtsw?"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.26","label":"26","content":"Leejtwg txaaj muag rua kuv hab kuv tej lug tes thaus Tuabneeg leej Tub nrug nwg tug fwjchim ci ntsaa ab hab nrug leej txwv hab cov tubkhai ntuj kws dawb huv tug fwjchim ua ke lug, nwg yuav txaaj muag rua tug hov."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.27","label":"27","content":"Kuv has tseeb rua mej tas, cov kws sawv ntawm nuav muaj qee leej yuav tsw tau swm txujkev tuag tes yuav xub pum Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.28","label":"28","content":"Yexu has tej lug hov dhau kwvlaam yim nub, nwg txawm coj Petu hab Yauhaa hab Yakaunpau nrug nwg nce moog thov Vaajtswv sau lub roob."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.29","label":"29","content":"Thaus Yexu saamswm thov, nwg lub ntsej muag txawm hloov hlo, hab nwg cev tsoog tsho kuj dawb ci quas nplaag."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.30","label":"30","content":"Txawm muaj ob tug yawm nrug Yexu sws thaam, yog Mauxe hab Eliya,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.31","label":"31","content":"nrug fwjchim ci ntsaa ab tshwm lug hab has txug qhov kws Yexu yuav ncaim moog kws tub yuav tav rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.32","label":"32","content":"Petu hab cov kws nrug nwg nyob ua ke saamswm ncaws daab ndub tsaug zug, mas thaus puab tswm dheev puab pum Yexu tug fwjchim ci ntsaa ab hab pum ob tug yawm kws nrug nwg sawv ua ke."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.33","label":"33","content":"Thaus ob tug yawm hov saamswm ncaim Yexu moog, Petu has rua Yexu tas, “Xwbfwb, peb nyob ntawm nuav kuj zoo. Ca peb ua peb lub tsev pheeb suav, ua ib lub rua koj, ib lub rua Mauxe hab ib lub rua Eliya.” Petu tsw paub tas nwg has le caag lawm."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.34","label":"34","content":"Thaus nwg saamswm has le hov txawm muaj ib tauv fuab lug laum nkaus puab. Thaus tauv fuab laum puab hov puab ntshai kawg."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.35","label":"35","content":"Muaj ib lub suab has huv tauv fuab tuaj tas, “Tug nuav yog kuv tug Tub kws kuv xaiv ca lawm. Mej ca le noog nwg has.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.36","label":"36","content":"Thaus lub suab hov tu nrho lawd tsuas yog pum Yexu tuab leeg xwb. Puab npog zaaj nuav ca tuabywv rua ncua swjhawm hov tsw pav rua leejtwg nov txug tej kws puab pum hov le."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.37","label":"37","content":"Nub tom qaab thaus Yexu puab nqeg peg roob lug muaj tuabneeg coob coob tuaj ntswb Yexu."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.38","label":"38","content":"Muaj ib tug yawm huv cov tuabneeg hov qw tas, “Xwbfwb, thov saib kuv tug tub tsua qhov kuv muaj tuab tug tub xwb."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.39","label":"39","content":"Thaus daab ntswj nwg, nwg txawm qw taamswm hov. Daab pheej ua rua nwg nti ntswj ua npuag ncauj nto, tsw tshua tawm huv nwg moog hlo le, ua rua nwg ib ce ntsuab taag."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.40","label":"40","content":"Kuv thov koj cov thwjtim ntab daab tawm tassws puab ntab tsw tau.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.41","label":"41","content":"Yexu teb tas, “Au tam tuabneeg kws tsw muaj kev ntseeg tsuas muaj kev phem kev qas xwb, kuv yuav nrug mej nyob hab ua sab ntev thev mej moog ntev le caag? Ca le coj koj tug tub lug ntawm nuav.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.42","label":"42","content":"Thaus tug tub hov saamswm lug daab txawm ua rua nwg qaug fuam ib tshaaj. Yexu has tawv rua tug daab qas hov hab khu tug tub hov zoo, hab muab nwg rov rua leej txwv."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.43","label":"43","content":"Txhua tug kuj phemfwj qhov kws Vaajtswv luj kawg nkaus. Thaus puab tseed phemfwj rua txhua yaam kws Yexu ua, Yexu txawm has rua nwg cov thwjtim tas,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.44","label":"44","content":"“Ca le ua tuab zoo noog tej lug nuav. Tuabneeg leej Tub yuav raug muab cob rua huv tuabneeg txhais teg.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.45","label":"45","content":"Tassws puab tsw nkaag sab tej lug nuav, hab lub ntsab raug muab zais ntawm puab lawm puab txhad tsw nkaag sab. Puab kuj tsw kaav nug Yexu txug zaaj nuav."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.46","label":"46","content":"Cov thwjtim muaj lug sws caam tas puab cov leejtwg yog tug luj dua ndais."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.47","label":"47","content":"Thaus Yexu paub tej kws puab lub sab xaav nwg txawm muab ib tug mivnyuas yau lug sawv rua ntawm nwg ib saab,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.48","label":"48","content":"mas has rua puab tas, “Leejtwg leeg yuav tug mivnyuas yau nuav vem yog saib rua kuv lub npe, kuj yog tug hov leeg yuav kuv. Hab tug kws leeg yuav kuv kuj yog leeg yuav tug kws khaiv kuv lug hab. Tug kws miv kawg nkaus huv mej cov suavdawg yog tug luj.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.49","label":"49","content":"Yauhaa has tas, “Xwbfwb, peb pum ib tug tuav koj lub npe ntab daab tawm, mas peb txwv nwg tsua qhov nwg tsw koom nrug peb.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.50","label":"50","content":"Yexu has rua nwg tas, “Tsw xob txwv nwg, tsua qhov tug kws tsw tawm tsaam mej yeej yog tuaj mej tog lawm.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.51","label":"51","content":"Thaus ze lub swjhawm kws Yexu yuav raug coj moog sau ntuj, nwg txav sab ncaaj nraim moog rua Yeluxalee."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.52","label":"52","content":"Nwg txawm khaiv cov xaa xuv ua nwg ntej moog. Puab moog rua huv cov Xamali ib lub zog moog npaaj tog Yexu."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.53","label":"53","content":"Tassws cov tuabneeg hov tsw leeg txais Yexu vem yog nwg txhob txwm ncaaj nraim moog rua Yeluxalee."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.54","label":"54","content":"Thaus Yakaunpau hab Yauhaa kws yog Yexu cov thwjtim pum le hov ob tug txawm has rua Yexu tas, “Tug Tswv, koj xaav kuas ib thov suavtawg sau ntuj lug hlawv cov tuabneeg hov los tsw xaav?”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.55","label":"55","content":"Tassws Yexu tig lug txwv ob tug,"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.56","label":"56","content":"mas Yexu puab txawm moog dua rua ib lub zog."},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.57","label":"57","content":"Thaus puab saamswm taug kev moog muaj ib tug has rua Yexu tas, “Koj moog hovtwg kuv yuav nrug koj moog hov ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.58","label":"58","content":"Yexu has rua nwg tas, “Tej maa tseed muaj qhov nkaum hab tej naag noog sau nruab ntug tseed muaj zeg, tassws Tuabneeg leej Tub tsw muaj lub chaw rau ncoo.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.59","label":"59","content":"Hab Yexu has dua rua ib tug tas, “Koj ca le nrug kuv moog.” Tassws tug hov has tas, “Tug Tswv, thov ca kuv moog log kuv txwv tsaiv.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.60","label":"60","content":"Yexu has rua nwg tas, “Ca cov tuabneeg tuag puab log puab tug tuag. Koj ca le moog tshaaj tawm txug Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.61","label":"61","content":"Muaj dua ib tug has tas, “Tug Tswv, kuv yuav nrug koj moog. Tassws ca kuv moog xob kuv tsev tuabneeg tsaiv.”"},{"bible_id":"1216","chapter_code":"LUK.9","verse_code":"LUK.9.62","label":"62","content":"Yexu has rua nwg tas, “Tsw muaj leejtwg tuav tug khais lawm tseed tig saib tom qaab es yuav tswm nyog rua Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.1","label":"1","content":"Dhau ntawd Yexu tsaa xyaa caum ob leeg  hab khaiv puab tawm moog ua ib nkawg ib nkawg ua Yexu ntej moog rua txhua lub moos hab txhua lub chaw kws Yexu tseed yuav moog."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.2","label":"2","content":"Yexu has rua puab tas, “Cov qoob kws zoo hlais muaj ntau heev, tassws cov tub zug muaj tsawg. Vem le nuav mej yuav tsum thov tug tswv teb kuas khaiv tub zug moog hlais nwg tej qoob."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.3","label":"3","content":"Mej ca le moog. Saib maj, kuv khaiv mej tawm moog zoo yaam le tug mivnyuas yaaj kws nyob huv plawv paab maa."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.4","label":"4","content":"Tsw xob coj naas nyaj lossws naab thoob puab lossws khau rau, tsw xob nrug leejtwg has lug ntawm tej ntog kev."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.5","label":"5","content":"Yog mej nkaag rua huv lub tsev twg, ca le has ua ntej tas, ‘Thov kuas lub tsev nuav nyob kaaj sab lug.’"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.6","label":"6","content":"Yog muaj tug kws txais kev kaaj sab lug nyob hov ntawd, mas mej txujkev kaaj sab yuav nyob ntawm nwg. Tassws yog tsw muaj mas mej txujkev kaaj sab yuav thim rov lug rua mej."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.7","label":"7","content":"Ca le nyob huv lub tsev hov moog le hab noj haus tej kws puab npaaj ca, tsua qhov tug tub zug tswm nyog tau nwg le nqe zug. Tsw xob tawm ntawm lub tsev nuav moog nyob rua lwm lub."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.8","label":"8","content":"Thaus mej moog rua huv lub moos twg hab muaj tuabneeg txais mej lawm ca le noj txhua yaam kws puab npaaj rua mej."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.9","label":"9","content":"Hab khu tej tuabneeg muaj mob huv lub moos hov kuas zoo hab has rua puab tas, ‘Vaajtswv lub tebchaws lug ze mej lawm.’"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.10","label":"10","content":"Tassws thaus mej moog rua huv lub moos twg es tsw muaj leejtwg txais tog mej, mej ca le tawm moog rua huv tej kev huv lub moos hov hab has tas,"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.11","label":"11","content":"‘Txawm yog tej moov aav huv mej lub moos kws lu peb kwtaw los peb muab so rov rua mej. Tassws mej ca le paub tas Vaajtswv lub tebchaws tub lug ze lawm.’"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.12","label":"12","content":"Kuv has rua mej tas, txug nub ntawd lub moos Xauntoo yuav raug txem swb dua lub moos ntawd."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.13","label":"13","content":"“Lub moos Khaulaxi 'e, koj raug txom nyem lauj! Lub moos Npexainta 'e, koj raug txom nyem lauj! Yog tej txujci phemfwj kws ua rua huv meb lawd tau ua rua huv lub nroog Thailab hab lub nroog Xaintoo, tes puab tub muab khaub seev tsaaj lug naav hab nyob tsawg huv cub tshau ntxeev dua sab tshab ntev lug lawm."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.14","label":"14","content":"Tassws nub kws teem txem mas Thailab hab Xaintoo yuav raug swb dua meb."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.15","label":"15","content":"Lub moos Khapena‑u 'e, yuav muab koj tsaa sab moog nto ntuj lov? Koj yuav raug muab txu qeg moog rua huv tub tuag teb."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.16","label":"16","content":"Tug kws noog mej has, kuj yog noog kuv has, tug kws tsw leeg mej kuj yog tsw leeg kuv, tug kws tsw leeg kuv kuj tsw leeg tug kws khaiv kuv lug.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.17","label":"17","content":"Xyaa caum ob  tug thwjtim rov lug zoo sab xyiv faab has tas, “Tug Tswv, txawm yog daab los thaus peb tuav koj lub npe daab kuj nyob huv qaab peb kev tswjfwm lawm.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.18","label":"18","content":"Yexu has rua puab tas, “Kuv pum Xataa  poob sau ntuj lug ib yaam le tsag lig xub."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.19","label":"19","content":"Saib maj, kuv pub fwjchim rua mej tsuj tau naab hab raub rws teb hab muaj fwjchim luj dua tug yeeb ncuab le fwjchim huvsw, tsw muaj ib yaam daabtsw yuav ua phem rua mej."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.20","label":"20","content":"Tassws tsw xob zoo sab tsua qhov kws tej daab nyob huv qaab mej kev tswjfwm. Ca le zoo sab tsua qhov kws mej lub npe sau ca rua huv ntuj ceeb tsheej lawm.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.21","label":"21","content":"Tuab lub swjhawm ntawd Vaaj Ntsuj Plig kws dawb huv ua rua Yexu zoo sab mas nwg has tas, “Au leej Txwv kws yog tug Tswv ntuj Tswv teb, kuv qhuas koj kws koj muab tej nuav npog ca tsw qha rua cov tuabneeg muaj tswvyim hab txawj ntse, tassws muab qha rua tej mivnyuas yau paub. Au leej Txwv, koj yeej pum zoo ua le ntawd."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.22","label":"22","content":"Kuv leej Txwv tub muab txhua yaam cob rua kuv. Tsw muaj leejtwg paub tas leej Tub yog leejtwg tsuas yog leej Txwv xwb hab tsw muaj leejtwg paub tas leej Txwv yog leejtwg tsuas yog leej Tub hab tug kws leej Tub xaav qha rua txhad paub xwb.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.23","label":"23","content":"Yexu txawm tig rua ntawm cov thwjtim has tuabywv rua puab tas, “Lub qhov muag kws pum tej kws mej pum kuj tau koob moov."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.24","label":"24","content":"Kuv has rua mej tas, cov xwbfwb cev vaajtswv lug hab tej vaajntxwv ntau leej xaav pum tej kws mej pum los puab tsw pum, hab xaav nov tej kws mej tau nov los puab tsw nov.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.25","label":"25","content":"Muaj ib tug xwbfwb kws paub kevcai txawm sawv tseeg swm Yexu nug has tas, “Xwbfwb, kuv yuav tsum ua yaam twg kuv txhad tau txujsa ib txhws tsw kawg?”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.26","label":"26","content":"Yexu has rua nwg tas, “Txuj kevcai sau ca le caag? Koj nyeem has le caag?”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.27","label":"27","content":"Nwg teb tas, “Koj yuav tsum hlub tug Tswv  kws yog koj tug Vaajtswv kawg sab kawg ntsws, kawg koj tug daag tug zug hab kawg koj plaab plaw tswvyim hab hlub kwvtij zej zog ib yaam le koj hlub koj tug kheej.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.28","label":"28","content":"Yexu has rua nwg tas, “Koj teb raug lawm, ca le moog ua le ntawd koj txhad tau txujsa.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.29","label":"29","content":"Tassws tug hov tsw xaav poob ntsej muag nwg txawm has rua Yexu tas, “Leejtwg yog kuv le kwvtij zej zog nev?”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.30","label":"30","content":"Yexu teb tas, “Muaj ib tug yawm taug kev ntawm Yeluxalee moog rua nraag lub moos Yelikhau, tes txawm raug tub saab lws txeeb nwg rwg tsho muab nwg ntaus le tswv moog tseg nwg ca tub yuav tuag."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.31","label":"31","content":"Tes txawm muaj ib tug pov thawj taug kev tuaj. Thaus nwg pum tug kws raug tub saab ntaus, nwg txawm zos ib saab ntug kev moog lawm."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.32","label":"32","content":"Muaj ib tug Levi ua ib yaam nkaus. Thaus nwg tuaj txug ntawd hab pum nwg kuj zos ib saab ntug kev moog lawm hab."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.33","label":"33","content":"Tassws thaus ib tug Xamali taug kev tuaj txug ntawm tug hov, pum dheev mas khuvleej,"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.34","label":"34","content":"txawm moog ti nkaus hab muab roj hab cawv txwv maab laub pleev tej qhov txhaab muab ntaub qhwv rua, hab muab tug hov caij nwg tug neeg luav coj moog txug ib lub tsev su hab tu tug mob hov."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.35","label":"35","content":"Nub tom qaab nwg muab ob ntenalia  pub rua tug tswv tsev hab has tas, ‘Thov paab tu tug mob nuav. Tej nyaj kws koj swv tshaaj cov nuav lawm mas thaus kuv rov tuaj kuv yuav ntxwv rov rua koj.’"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.36","label":"36","content":"Koj xaav tas peb tug nuav tug twg yog tug kws raug tub saab ntaus le kwvtij zej zog?”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.37","label":"37","content":"Tug xwbfwb hov has tas, “Yog tug kws khuvleej tug ntawd.” Yexu txhad has rua nwg tas, “Koj ca le moog ua ib yaam nkaus le ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.38","label":"38","content":"Thaus Yexu puab taug kev moog txawm moog rua huv ib lub zog. Muaj ib tug quaspuj hu ua Matha hu Yexu moog su huv nwg lub tsev."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.39","label":"39","content":"Matha muaj ib tug nam hluas hu ua Maivlag. Maivlag kuj nyob tsawg ntawm Yexu kwtaw noog Yexu tej lug qha."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.40","label":"40","content":"Matha ntxhuv sab rua nwg tej num kws muaj ntau, nwg txawm lug has rua Yexu tas, “Tug Tswv, koj tsw quav ntsej qhov kws kuv tug nam hluas ca kuv tuab leeg ua num xwb lov? Koj ca le has kuas nwg lug paab kuv hab.”"},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.41","label":"41","content":"Tug Tswv teb nwg tas, “Matha, Matha 'e, koj txhawj hab ntxhuv sab rua ntau yaam heev."},{"bible_id":"1216","chapter_code":"LUK.10","verse_code":"LUK.10.42","label":"42","content":"Tsuas muaj tuab yaam kws cheem tsum xwb. Maivlag tub xaiv yaam kws zoo lawm, tsw muaj leejtwg txeeb tau ntawm nwg moog.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.1","label":"1","content":"Muaj ib nub Yexu saamswm thov Vaajtswv huv ib qho chaw. Thaus nwg thov taag lawm, nwg cov thwjtim ib tug has rua nwg tas, “Tug Tswv, thov koj qha peb paub thov Vaajtswv ib yaam le Yauhaa qha nwg cov thwjtim.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.2","label":"2","content":"Yexu txawm has rua puab tas, “Thaus mej thov yuav tsum has tas, “ ‘Leej Txwv, thov suavdawg fwm koj lub npe kuas dawb huv. Thov ca koj lub tebchaws lug."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.3","label":"3","content":"Thov pub tej zaub mov kws peb naj nub noj rua peb txhua nub."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.4","label":"4","content":"Thov koj daws peb lub txem tsua qhov peb zaam txhua tug kws ua txhum rua peb. Thov tsw xob coj peb moog raug kev swm sab.’ ”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.5","label":"5","content":"Yexu kuj has rua puab tas, “Mej cov leejtwg muaj ib tug kwvluag mas thaus ib taag mo mej moog has rua nwg tas, ‘Kwvluag, thov txais peb lub ncuav,"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.6","label":"6","content":"vem kuv ib tug phoojywg nyav tuaj txug mas kuv tsw muaj daabtsw rua nwg noj,’"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.7","label":"7","content":"mas tug kws nyob huv tsev teb tas, ‘Tsw xob txob kuv, tub kaw qhov rooj lawm hab kuv cov mivnyuas nrug kuv pw taag lawm. Kuv sawv tsw tau moog muab rua koj.’"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.8","label":"8","content":"Kuv has rua mej tas, txawm yog nwg tsw sawv moog muab rua tug hov vem yog kwvluag, los vem tug hov pheej txob nwg heev nwg yeej yuav sawv moog muab lawv le tug hov cheem tsum."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.9","label":"9","content":"“Kuv has rua mej tas, ca le thov mas yuav muab rua mej, ca le nrhav mej txhad ntswb, ca le khob mas yuav qheb rua mej."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.10","label":"10","content":"Tsua qhov txhua tug kws thov kuj yuav tau, tug kws nrhav kuj ntswb, hab tug kws khob kuj qheb rua nwg."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.11","label":"11","content":"Mej cov kws yog txwv muaj leejtwg, es nwg tug tub thov ntseg noj nwg yuav muab ib tug naab rua nwg?"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.12","label":"12","content":"Lossws yog nwg thov ib lub qai es yuav muab ib tug raub rws teb rua nwg lov?"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.13","label":"13","content":"Yog le nuav mej cov kws yog tuabneeg phem los mej tub paub muab tej yaam kws zoo rua mej tej mivnyuas, mej leej Txwv kws nyob sau ntuj yimfuab yuav muab Vaaj Ntsuj Plig kws dawb huv rua cov kws thov nwg.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.14","label":"14","content":"Yexu saamswm ntab tug daab ruag has tsw tau lug tawm. Thaus daab tawm lawd tug ruag txawm has tau lug, cov tuabneeg kuj phemfwj."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.15","label":"15","content":"Tassws qee leej has tas, “Nwg swv tug thawj daab Npe‑eexenpu  le fwjchim ntab daab tawm.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.16","label":"16","content":"Dua lwm tug kuj swm Yexu thov kuas nwg ua txujci tseem ceeb tshwm sau ntuj lug."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.17","label":"17","content":"Yexu paub tej kws puab xaav nwg txhad has rua puab tas, “Txhua lub tebchaws kws tawg faib lawd yeej yuav puam tsuaj, hab lub tsev twg kws tawg faib lawd yeej yuav pam taag."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.18","label":"18","content":"Yog Xataa  tawg faib taag lawm nwg lub tebchaws yuav nyob tau le caag? Tsua qhov mej has tas kuv swv Npe‑eexenpu le fwjchim ntab daab tawm."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.19","label":"19","content":"Yog kuv swv daab Npe‑eexenpu ntab daab tawm, es mej cov tuabneeg nev, puab swv leejtwg ntab daab tawm? Yog le hov tes puab yuav ua cov kws txav txem rua mej."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.20","label":"20","content":"Yog kuv swv Vaajtswv tug ntiv teg ntab daab tawm, mas Vaajtswv lub tebchaws tub lug txug mej lawm."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.21","label":"21","content":"Thaus tug kws muaj zug tuav rawv cuab yeej zuv nwg lub tsev nwg tej hov txhua chaw kuj nyob tso sab plhuav."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.22","label":"22","content":"Tassws thaus tug kws muaj zug heev dua nwg, tuaj ntaus yeej nwg, tug hov yuav txeeb hlo nwg tej cuab yeej kws nwg tso sab hov moog hab muab tej kws txeeb tau hov faib."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.23","label":"23","content":"Tug kws tsw tuaj kuv tog yeej tawm tsaam kuv, hab tug kws tsw nrug kuv qaws lug ua ke, nwg yeej muab ua kuas tawg ua saab ua sua."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.24","label":"24","content":"“Thaus daab qas tawm huv leejtwg lawm, daab moog rua huv tej chaw qhuav nkig nkuav nrhav chaw su. Thaus nrhav tsw tau nwg has tas, ‘Kuv yuav rov qaab moog rua kuv lub tsev kws kuv tawm tuaj.’"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.25","label":"25","content":"Thaus nwg lug txug nwg pum lub tsev muab cheb hab tu du quas lug ca."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.26","label":"26","content":"Nwg txawm moog coj dua xyaa tug daab kws phem heev dua nwg nkaag moog nyob rua huv. Mas tug tuabneeg hov lub neej thaus kawg phem heev dua thaus chiv thawj.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.27","label":"27","content":"Thaus Yexu saamswm has tej lug hov muaj ib tug quaspuj kws nyob huv cov tuabneeg hov has nrov rua Yexu tas, “Lub plaab kws yug koj hab lub txwv mig kws koj ntxais nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.28","label":"28","content":"Tassws Yexu has tas, “Cov kws nov Vaajtswv tej lug hab coj lawv nraim txhad yog cov kws tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.29","label":"29","content":"Thaus tuabneeg tuaj coob quas zug, Yexu chiv has tas, “Tam tuabneeg nuav phem heev hab nrhav ib yaam txujci tseem ceeb, tassws puab yuav tsw pum dua txujci tseem ceeb tsuas yog zag txujci kws muaj rua Yauna xwb."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.30","label":"30","content":"Tsua qhov Yauna ua txujci tseem ceeb rua cov tuabneeg Ninave le caag, Tuabneeg leej Tub yuav ua txujci tseem ceeb rua tam tuabneeg nuav ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.31","label":"31","content":"Thaus txav txem rua tam tuabneeg nuav tug puj vaajntxwv kws kaav tebchaws saab nraag  yuav sawv tseeg hab yuav taw puab qhov txhum rua puab, tsua qhov nwg tau tuaj nraag qaab ntuj kawg tuaj noog Xalaumoo tej tswvyim, tassws muaj ib tug luj dua Xalaumoo nyob ntawm nuav."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.32","label":"32","content":"Thaus txav txem rua tam tuabneeg nuav cov tuabneeg Ninave yuav sawv tseeg hab yuav taw puab qhov txhum rua puab, tsua qhov thaus cov tuabneeg Ninave nov Yauna qha, puab ntxeev dua sab tshab lawm, tassws muaj ib tug luj dua Yauna nyob ntawm nuav."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.33","label":"33","content":"“Tsw muaj leejtwg taws teeb es muab txawb rua lub chaw nraim nreeg lossws muab thoob khwb ca, yeej yuav muab txawb rua sau lub chaw txawb teeb sub cov kws nkaag lug txhad pum kev."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.34","label":"34","content":"Lub qhov muag yog lub teeb rua lub cev. Yog tas koj lub qhov muag nyob zoo, taag nrho koj lub cev kuj kaaj quas lug. Yog koj lub qhov muag tsw zoo, taag nrho koj lub cev yuav tsaus ntuj nti."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.35","label":"35","content":"Ceev faaj tuab zoo tsw xob ca qhov kaaj kws nyob huv koj rov tsaus ntuj nti."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.36","label":"36","content":"Yog koj lub cev kaaj huvsw tsw muaj ib qho tsaus le, mas nwg yuav kaaj quas lug huvsw ib yaam le duab teeb ci kaaj quas lug rua koj.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.37","label":"37","content":"Thaus Yexu has taag lawm, muaj ib tug Falixai hu Yexu moog nrug nwg noj mov. Yexu txawm moog nyob ntawm rooj mov."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.38","label":"38","content":"Thaus tug Falixai hov pum tas Yexu tsw ntxuav teg ua ntej le noj mov nwg xaav tsw thoob."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.39","label":"39","content":"Tug Tswv txawm has rua nwg tas, “Mej cov Falixai ntxuav khob ntxuav taig saab nrau, tassws saab huv mej puv nkaus qhov kws ua sab hlub hab sab phem."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.40","label":"40","content":"Au nam tuabneeg ruag, tug kws tswm saab nrau kuj tswm saab huv los tsw yog?"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.41","label":"41","content":"Ca le pub tej kws nyob saab huv rua cov tuabneeg pluag mas txhua yaam txhad le huv rua mej."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.42","label":"42","content":"“Mej cov Falixai raug txom nyem lauj! Mej muab ib feem kaum puam hum, luam laws hab txhua yaam txum lom, tassws qhov kws tu plaub ncaaj hab hlub Vaajtswv mej muab tso tseg. Tej kws has taag nuav mej yuav tsum ua, hab tsw xob tso lwm yaam tseg."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.43","label":"43","content":"Mej cov Falixai raug txom nyem lauj! Mej nyam nyob tej rooj sab huv tej tsev sablaaj, hab nyam kuas luas fwm mej tom tej tshaav puam."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.44","label":"44","content":"Mej raug txom nyem lauj! Mej zoo le lub qhov ntxaa kws saib tsw pum mas tuabneeg tsuj moog tsuj lug los tsw paub.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.45","label":"45","content":"Muaj ib tug xwbfwb paub kevcai txawm has rua Yexu tas, “Xwbfwb, qhov kws koj has le ntawd kuj yog koj thuaj peb hab.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.46","label":"46","content":"Yexu has tas, “Mej cov xwbfwb kws paub kevcai raug txom nyem lauj! Mej muab lub nraa nyaav kws ceblaaj rws nog rua tuabneeg rws tassws mej tub tsw xuas mej tug ntiv teg kov hlo le."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.47","label":"47","content":"Mej raug txom nyem lauj! Mej txhwm cov xwbfwb cev Vaajtswv lug tej qhov ntxaa kws mej tej laug muab cov xwbfwb hov tua."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.48","label":"48","content":"Mej ua le ntawd kuj yog ua timkhawv qha has tas mej pum zoo rua tej kws mej cov laug ua, tsua qhov puab yog cov kws tua cov xwbfwb hov, hab mej yog cov kws txhwm tej qhov ntxaa."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.49","label":"49","content":"Vem le nuav Vaajtswv Tug Tswvyim  txhad has tas, ‘Kuv yuav khaiv cov xwbfwb cev lug hab cov tubkhai moog cuag puab, mas qee leej yuav raug puab muab tua hab qee leej raug tswm txom.’"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.50","label":"50","content":"Vem le nuav, yuav rob cov xwbfwb cev Vaajtswv lug tej ntshaav kws lug txwj thaus tswm nplajteb lug ntawm tam tuabneeg nuav,"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.51","label":"51","content":"yog txwj thaus Anpee cov ntshaav moog txug Xekhaliya cov ntshaav kws raug tua tuag ntawm lub thaaj hab lub tuam tsev kem nruab nraab. Kuv has tseeb rua mej tas yuav rob tej ntshaav hov ntawm tam tuabneeg nuav."},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.52","label":"52","content":"Mej cov xwbfwb paub kevcai raug txom nyem lauj! Mej muab tug yuam swj qheb txujkev paub coj moog lawm. Mej kuj tsw nkaag moog rua huv, hab mej taav cov kws saamswm nkaag moog.”"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.53","label":"53","content":"Thaus Yexu tawm hov ntawd moog, cov xwbfwb qha Vaajtswv kevcai hab cov Falixai chiv cib nyeej hab thom Yexu txug ntau yaam,"},{"bible_id":"1216","chapter_code":"LUK.11","verse_code":"LUK.11.54","label":"54","content":"sub txhad nrhav tau chaw kom nwg tej lug."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.1","label":"1","content":"Thaus ntawd muaj tuabneeg ntau txheeb leej tuaj txoos ua ke, ib leeg tsuj ib leeg, Yexu txawm chiv has rua nwg cov thwjtim tas, “Mej yuav tsum ceev faaj cov Falixai cov keeb, yog qhov kws ncauj lug zoo lub sab phem."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.2","label":"2","content":"Tsw muaj ib yaam twg kws muab npog ca lawm yuav tsw muab thws tshwm lug, hab tsw muaj ib yaam twg kws muab zais lawm yuav tsw paub."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.3","label":"3","content":"Vem le ntawd tej kws mej has huv qhov tsaus ntuj, yuav tau nov rua huv qhov pum kev, hab tej kws mej has lug ntxhw huv txaaj yuav raug muab tshaaj tawm rua sau txheej tsev laag tshaav."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.4","label":"4","content":"“Kuv cov kwvluag, kuv has rua mej tas, tsw xob ntshai cov kws tua tau lub cev xwb, dhau ntawd ua tsw tau daabtsw ntxwv lawm."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.5","label":"5","content":"Kuv qha rua mej tas mej yuav tsum ntshai leejtwg. Yuav tsum ntshai tug kws tua taag lawm tseed muaj fwjchim muab nrum tau rua huv ntuj tawg. Kuv has tseeb rua mej tas, ca le ntshai tug ntawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.6","label":"6","content":"Tswb tug noog tsev luas muag ob npiv los tsw yog? Tsw muaj ib tug noog kws Vaajtswv yuav nov qaab le."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.7","label":"7","content":"Mej cov plaubhau los kuj raug muab suav txhua txuj lawm. Tsw xob ntshai. Mej tswm txaj dua ntau tug noog tsev."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.8","label":"8","content":"“Kuv has rua mej tas, txhua tug kws leeg yuav kuv taab meeg tuabneeg, Tuabneeg leej Tub yuav leeg yuav tug hov taab meeg Vaajtswv cov tubkhai ntuj."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.9","label":"9","content":"Tassws tug kws tsw leeg yuav kuv taab meeg tuabneeg, tug hov yuav raug tsw leeg taab meeg Vaajtswv cov tubkhai ntuj."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.10","label":"10","content":"Txhua tug kws has lug tawm tsaam Tuabneeg leej Tub yuav zaam tau tug hov lub txem, tassws tug kws has lug tuam mom Vaaj Ntsuj Plig kws dawb huv yuav zaam tsw tau hlo le."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.11","label":"11","content":"“Thaus luas coj mej moog cob rua huv tej tsev sablaaj hab coj moog rua cov thawj kaav hab cov num tswv, mej tsw xob txhawj tas mej yuav has daws mej tug kheej le caag lossws mej yuav teb le caag,"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.12","label":"12","content":"tsua qhov thaus txug lub swjhawm ntawd Vaaj Ntsuj Plig kws dawb huv yuav qha tej kws mej yuav tsum has.”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.13","label":"13","content":"Muaj ib tug huv cov tuabneeg hov has rua Yexu tas, “Xwbfwb, thov koj has kuv tug tijlaug faib qub txeeg qub teg rua kuv hab.”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.14","label":"14","content":"Tassws Yexu has rua nwg tas, “Koj yawg, leejtwg tsaa kuv ua tug tu plaub lossws ua tug faib qub txeeg qub teg rua meb?”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.15","label":"15","content":"Yexu has rua puab tas, “Ceev faaj tuab zoo tsw xob ua sab hlub rua txhua yaam, tsua qhov tuabneeg txujsa tsw yog nyob ntawm qhov kws muaj nplua quas mag.”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.16","label":"16","content":"Tes nwg txawm has ib zaaj paaj lug rua puab noog tas, “Muaj ib tug nplua nuj nwg daim teb muaj qoob loos ntau kawg."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.17","label":"17","content":"Nwg txawm xaav huv lub sab tas, ‘Kuv yuav ua le caag txhad zoo nev, vem tas kuv tsw muaj chaw rau kuv tej qoob loos?’"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.18","label":"18","content":"Nwg txawm has tas, ‘Kuv yuav ua le nuav, kuv yuav muab kuv tej txhaab rhuav hab ua tshab kuas luj dua, mas kuv yuav sau kuv tej qoob hab kuv tej hov txhua chaw huvsw ntim rua huv."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.19","label":"19","content":"Mas kuv yuav has rua kuv lub sab tas, “Lub sab 'e, koj muaj ib puas tsaav yaam ntau heev khaws ca txaus ntau xyoo, ca le nyob zoo zoo noj haus hab xyiv faab nawj.” ’"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.20","label":"20","content":"Tassws Vaajtswv has rua nwg tas, ‘Tug nam tuabneeg ruag 'e, mo nuav koj tug ntsuj plig yuav raug hu tawm ntawm koj moog, mas tej hov txhua chaw kws koj npaaj ca hov yuav yog leejtwg le?’"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.21","label":"21","content":"Tug kws khaws nyaj txag ca rua nwg xwb, tsw nplua nuj rua Vaajtswv kuj zoo ib yaam le ntawd ntaag.”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.22","label":"22","content":"Yexu has rua nwg cov thwjtim tas, “Vem le nuav, kuv has rua mej tas, tsw xob txhawj txug mej txujsa tas yuav muab daabtsw lug noj, hab tsw xob txhawj txug mej lub cev tas yuav muab daabtsw lug naav,"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.23","label":"23","content":"tsua qhov txujsa tseem ceeb dua mov noj hab lub cev tseem ceeb dua tej tsoog tsho."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.24","label":"24","content":"Ca le saib tej uab voj, tub tsw tseb tsw hlais hab tsw muaj txhaab tsw muaj phawv los Vaajtswv tseed yug tej uab voj hov. Mej yimfuab tswm txaj dua tej noog ntawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.25","label":"25","content":"Mej cov muaj leejtwg txujkev txhawj yuav txuas tau nwg txujsa ntev ib tshwm ntxwv?"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.26","label":"26","content":"Yaam nyuas miv miv nuav mej tub ua tsw tau, es mej tseed yuav txhawj txug lwm yaam ua daabtsw?"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.27","label":"27","content":"Ca le tshuaj saib tej paaj lilij saib tuaj hlub le caag, tub tsw ua num hab tsw ntus ntaub. Tassws kuv has rua mej tas, txawm yog Xalaumoo naav nwg tej tsoog tsho meej mom huvsw los tub zoo tsw cuag ib lub nyuas paaj ntawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.28","label":"28","content":"Tej nroj tsuag kws nyob tom teb nub nua xwb, pigkig tub yuav muab nrum rua huv cub suavtawg, yog Vaajtswv tub pub rua naav le ntawd, mej cov kws kev ntseeg yau 'e, nwg yimfuab yuav pub rua mej naav hab."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.29","label":"29","content":"Tsw xob nrhav yuav noj daabtsw yuav haus daabtsw, tsw xob txhawj,"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.30","label":"30","content":"tsua qhov ib tsoom tebchaws huv nplajteb yeej nrhav tej nuav. Mej leej Txwv yeej paub lawm tas mej cheem tsum tej nuav."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.31","label":"31","content":"Tassws mej yuav tsum nrhav Vaajtswv lub tebchaws, mas yuav muab tej nuav tsaav rua mej."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.32","label":"32","content":"“Paab nyuas yaaj miv miv, mej tsw xob ntshai, vem tas mej leej Txwv txaus sab pub lub tebchaws hov rua mej."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.33","label":"33","content":"Ca le muab tej kws mej muaj muag hab pub rua cov pluag. Ca le ua lub naas nyaj kws tsw txawj qub rua mej, yog tej nyaj txag sau ntuj kws tsw txawj taag le. Qhov ntawd tub saab tuaj tsw tau ze hab kaab ntsaum ua tsw tau kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.34","label":"34","content":"Tsua qhov mej tej nyaj txag nyob hovtwg, mej lub sab yeej nyob hov ntawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.35","label":"35","content":"“Mej ca le sa hlaab khov kho hab taws mej lub teeb ca,"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.36","label":"36","content":"hab ua zoo le cov kws tog rawv puab tug lospaav moog ua tshoob rov lug, mas thaus nwg lug khob qhov rooj puab txhad qheb hlo taamswm rua nwg."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.37","label":"37","content":"Cov qhev kws tug lospaav lug pum tseed tog rawv kuj tau nyob kaaj sab lug. Kuv has tseeb rua mej tas tug lospaav yuav sa hlaab khov kho hab ca cov tub qhe nyob ntawm rooj mov mas nwg yuav lug ua koom rua puab."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.38","label":"38","content":"Yog tug lospaav lug thaus ib taag mo lossws qab qua nwg pum tas cov tub qhe tseed tog rawv, cov tub qhe hov yuav nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.39","label":"39","content":"Ca le paub tas, yog tug tswv tsev xub paub tas tub saab yuav tuaj thaus twg, nwg yuav tsw kheev kuas tho tau nwg lub tsev."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.40","label":"40","content":"Yog le nuav mej yuav tsum npaaj txhwj tsua qhov Tuabneeg leej Tub yuav lug rua teev kws mej tsw ncu xaav txug.”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.41","label":"41","content":"Petu has tas, “Tug Tswv, koj has zaaj paaj lug nuav rua peb xwb los has rua suavdawg hab?”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.42","label":"42","content":"Tug Tswv has tas, “Leejtwg yog tug tub qhe saib tsev kws ncaaj hab ntse kws tug lospaav yuav tsaa saib cov tub qhe hab faib mov rua puab noj lawv swjhawm?"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.43","label":"43","content":"Thaus tug lospaav lug pum nwg ua num le hov, tug qhev hov yuav tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.44","label":"44","content":"Kuv has tseeb rua mej tas, tug lospaav yuav tsaa nwg ua tug saib taag nrho lospaav tej cuab txhaj cuab taam huvsw."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.45","label":"45","content":"Tassws yog tug qhev hov xaav huv lub sab has tas, ‘Kuv tug lospaav lug qeeb,’ tes nwg txawm chiv muab cov tub qhe nkauj qhev ntaus hab noj tsau haus qaug,"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.46","label":"46","content":"mas nwg tug lospaav yuav lug rua nub kws nwg tsw ncu xaav txug hab teev kws nwg tsw paub, mas tug lospaav yuav muab nwg tsuav ua tej dwb daim hab tu chaw rua nwg nrug cov kws tsw ntseeg nyob ua ke."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.47","label":"47","content":"Mas tug qhev hov kws tub paub tug lospaav lub sab tassws tsw npaaj hab tsw ua lawv nraim yuav raug nplawm nyaav heev."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.48","label":"48","content":"Tassws tug kws tsw paub es ua yaam kws tswm nyog raug nplawm, los nwg yuav raug nplawm mivntswv xwb. Txhua tug kws tau txais ntau yuav raug rob ntawm nwg ntau. Hab tug kws luas muab ntau rua nwg, luas yuav thov thim ntawm nwg ntau dua."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.49","label":"49","content":"“Kuv lug yog coj suavtawg lug rua huv lub nplajteb. Kuv xaav kuas cub suavtawg tub cig plawg lawm."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.50","label":"50","content":"Kuv tseed yuav tsum ua dua ib yaam kevcai raus dej. Kuv yuav nyuaj sab kawg moog txug thaus ua tav lawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.51","label":"51","content":"Mej xaav tas kuv lug yog coj kev sws hum xeeb lug rua lub nplajteb nuav lov? Kuv has rua mej tas, tsw yog. Kuv lug yog coj kev tawg sws faib lug."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.52","label":"52","content":"Txwj nuav moog tswb leeg nyob ua ib tse los yuav tawg peb leeg tawm tsaam rua ob leeg, ob leeg tawm tsaam rua peb leeg."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.53","label":"53","content":"Puab yuav sws faib, txwv tawm tsaam tub, tub tawm tsaam txwv, nam tawm tsaam ntxhais, ntxhais tawm tsaam nam, nam puj tawm tsaam nyaab hab nyaab tawm tsaam nam puj.”"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.54","label":"54","content":"Yexu has rua cov tuabneeg coob coob hov tas, “Thaus mej pum fuab laum nkaus saab nub poob mej has taamswm ntawd tas, ‘Naag yuav lug,’ tes txawm muaj le ntawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.55","label":"55","content":"Thaus mej pum cua ntsawj saab nraag tuaj, mej kuj has tas, ‘Yuav kub heev,’ tes txawm muaj le ntawd."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.56","label":"56","content":"Cov nam tuabneeg ncauj lug zoo sab phem, mej txawj saib lub nplajteb hab lub ntuj, txhad paub tas yuav muaj daabtsw tshwm lug. Vem le caag mej tsua tsw txawj saib tam nuav yuav muaj le caag?"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.57","label":"57","content":"“Ua caag mej tsw txav sab tas yaam twg raug cai?"},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.58","label":"58","content":"Thaus koj nrug tug yeej kom ua ke moog tom tug tu plaub, ua tag nrhav kev nrug tug yeej kom has hum ntawm ntog kev, tsaam tes nwg coj koj moog cuag tug kws txav txem, mas tug txav txem yuav muab koj cob rua tug ceev xwm, hab tug ceev xwm muab koj kaw rua huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"LUK.12","verse_code":"LUK.12.59","label":"59","content":"Kuv has rua koj tas, koj yuav tawm tsw tau moog txug thaus them taag txhua npiv huvsw.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.1","label":"1","content":"Lub swjhawm ntawd muaj qee leej pav rua Yexu noog txug cov tuabneeg Kalilai kws Philaj tau muab puab cov ntshaav xyaw ua ke nrug cov ntshaav tsaj kws puab tua xyeem."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.2","label":"2","content":"Yexu txawm has rua puab tas, “Mej xaav has tas cov Kalilai hov yog tuabneeg muaj txem heev dua cov Kalilai suavdawg tsua qhov puab raug le hov nua lov?"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.3","label":"3","content":"Kuv has rua mej tas, tsw yog le ntawd. Yog mej tsw ntxeev dua sab tshab mej txhua tug kuj yuav puam tsuaj ib yaam le puab."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.4","label":"4","content":"Lossws kaum yim leej kws lub chaw tsom faaj huv Xilau‑aa pob lug tais tuag hov, mej xaav has tas puab ua txhum luj dua suavdawg kws nyob huv Yeluxalee nua lov?"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.5","label":"5","content":"Kuv has rua mej tas, tsw yog le ntawd. Yog mej tsw ntxeev dua sab tshab mej txhua tug kuj yuav puam tsuaj ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.6","label":"6","content":"Yexu has ib zaaj paaj lug tas, “Muaj ib tug yawm cog ib tsob txwv cua rua huv nwg lub vaaj txwv maab, nwg tuaj saib los tsw muaj txwv."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.7","label":"7","content":"Nwg txawm has rua tug kws tu txwv maab tas, ‘Kuv tuaj saib tsob txwv cua nuav peb xyoos lawm los tsw pum muaj txwv le. Ca le muab ntuv pov tseg, yuav ca ntxoov aav do do ua daabtsw?’"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.8","label":"8","content":"Tug tu txwv maab teb nwg tas, ‘Yawm hlub, thov tseg ca ib xyoos hab, es kuv npoog aav hab rau chiv rua."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.9","label":"9","content":"Yog lwm xyoo txw txwv kuj zoo. Yog tsw txw txwv koj le muab ntuv pov tseg kuj tau.’ ”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.10","label":"10","content":"Muaj ib nub Xanpatau Yexu saamswm qhuab qha huv ib lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.11","label":"11","content":"Muaj ib tug quaspuj raug daab ua rua nwg muaj mob tau kaum yim xyoo, nwg khoov duav sawv tsw tau ntseg le."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.12","label":"12","content":"Thaus Yexu pum nwg, Yexu txawm hu tug puj hov lug has rua nwg tas, “Tug ntxhais 'e, koj dim koj tug mob lawm lauj!”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.13","label":"13","content":"Thaus Yexu muab teg npuab nwg, taamswm ntawd nwg txawm sawv tau ntseg, hab nwg qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.14","label":"14","content":"Tassws tug thawj kws saib lub tsev sablaaj chim tsua qhov kws Yexu khu mob rua nub Xanpatau, nwg txawm has rua cov tuabneeg tas, “Muaj rau nub kws tswm nyog ua num, mej ca le tuaj khu mob rua rau nub ntawd, tsw xob tuaj khu rua nub Xanpatau.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.15","label":"15","content":"Tug Tswv txawm teb nwg tas, “Cov nam tuabneeg ncauj lug zoo sab phem, nub Xanpatau mej txhua tug tub daws nyuj daws neeg luav ntawm lub daab zaub caab moog haus dej los tsw yog?"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.16","label":"16","content":"Tug puj nuav yog Aplahaa le ib tug ntxhais kws raug Xataa  muab khi tau kaum yim xyoo lawm, tsw tswm nyog muab nwg daws kuas dim txuj hlua khi nuav rua nub Xanpatau lov?”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.17","label":"17","content":"Thaus Yexu has le hov lawd, cov kws tawm tsaam nwg kuj raug txaaj muag, mas cov tuabneeg suavdawg zoo sab xyiv faab rua tej yaam zoo kws Yexu ua."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.18","label":"18","content":"Yexu txawm has tas, “Vaajtswv lub tebchaws zoo le caag? Kuv yuav muab pev rua daabtsw?"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.19","label":"19","content":"Muab pev ib yaam le lub noob miv miv kws ib tug coj moog tseb rua huv nwg lub vaaj. Thaus tuaj hlub ua ib tsob ntoo, hab tej naag noog sau nruab ntug lug ua zeg rua sau tej ceg.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.20","label":"20","content":"Yexu has dua ib zag tas, “Kuv yuav muab Vaajtswv lub tebchaws pev rua daabtsw?"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.21","label":"21","content":"Yuav pev ib yaam le cov keeb kws ib tug quaspuj coj moog xyaw peb xe‑a  moov mog tog txug thaus cov moov mog hov su taag huvsw.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.22","label":"22","content":"Yexu moog huv tej moos hab tej zej zog qhuab qha taug kev moog rua Yeluxalee."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.23","label":"23","content":"Muaj ib tug has rua nwg tas, “Tug Tswv, cov tuabneeg kws dim muaj tsawg tsawg xwb lov?” Yexu has rua puab tas,"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.24","label":"24","content":"“Yuav tsum swv zug nkaag lub qhov rooj nqaim moog, tsua qhov kuv has rua mej tas, muaj tuabneeg coob coob yooj xeeb nkaag moog tassws nkaag tsw tau."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.25","label":"25","content":"Thaus tug tswv tsev tub sawv lug kaw qhov rooj lawm, mej yuav chiv moog nyob saab nrau khob qhov rooj has tas, ‘Tug Tswv, qheb rua peb hab.’ Nwg yuav teb mej tas, ‘Kuv tsw paub mej tuaj hovtwg tuaj.’"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.26","label":"26","content":"Thaus ntawd mej yuav chiv has tas, ‘Peb txeev nrug koj noj haus ua ke hab koj tau qha huv peb tej kev.’"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.27","label":"27","content":"Tassws nwg yuav has rua mej tas, ‘Kuv tsw paub sov mej tuaj hovtwg tuaj. Cov nam tuabneeg ua phem suavdawg, mej ca le tswv ntawm kuv moog.’"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.28","label":"28","content":"Qhov chaw ntawd yuav muaj kev quaj qes nav quas qawv rua thaus mej pum Aplahaa, Yiha hab Yakhauj hab cov xwbfwb cev Vaajtswv lug suavdawg nyob huv Vaajtswv lub tebchaws, tassws mej raug muab nrum rua saab nrau."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.29","label":"29","content":"Yuav muaj tuabneeg tuaj saab nub tuaj saab nub poob saab peg saab nraag tuaj nyob tsawg koom rooj mov ua ke huv Vaajtswv lub tebchaws."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.30","label":"30","content":"Saib maj, yeej yuav muaj cov kws ua tom tw rov ua cov thawj, hab cov thawj rov ua cov tom tw.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.31","label":"31","content":"Thaus ntawd cov Falixai qee leej tuaj has rua Yexu tas. “Koj ca le tswv ntawm nuav moog, tsua qhov Helauj xaav muab koj tua.”"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.32","label":"32","content":"Yexu txawm has rua puab tas, “Ca le moog has rua tug nam maa hov tas, ‘Saib maj, kuv yuav ntab daab tawm hab khu mob rua nub nua hab pigkig mas nub peb kuv yuav ua kuv teg num kuas tav."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.33","label":"33","content":"Tassws nub nua, pigkig hab quas neeg kuv yuav tsum taug kev moog, tsua qhov tug xwbfwb cev Vaajtswv lug yuav raug tua tuag rua saab nrau Yeluxalee tsw tau le.’"},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.34","label":"34","content":"“Au Yeluxalee, Yeluxalee 'e, koj yog tug kws tua cov xwbfwb cev Vaajtswv lug hab xuas pob zeb ntaus cov kws khaiv tuaj cuag koj tuag. Muaj ntau zag kuv tub yuav qaws koj cov mivnyuas lug ua ke ib yaam le tug puj qab puag nwg cov mivnyuas rua huv nwg phob tis, tassws mej tsw yeem hlo le."},{"bible_id":"1216","chapter_code":"LUK.13","verse_code":"LUK.13.35","label":"35","content":"Saib nawj, mej lub tuam tsev yuav raug muab tso tseg. Kuv has rua mej tas mej yuav tsw pum kuv moog txug thaus mej has tas, ‘Tug kws tuaj huv tug Tswv  lub npe tau nyob kaaj sab lug.’ ”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.1","label":"1","content":"Muaj dua ib nub Xanpatau Yexu moog noj mov rua huv ib tug thawj Falixai tsev, mas puab saib ntsoov Yexu."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.2","label":"2","content":"Txawm muaj ib tug yawm teg taw xaab o o tuaj nyob ntawm Yexu xubndag."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.3","label":"3","content":"Yexu txawm nug cov xwbfwb kws paub kevcai hab cov Falixai tas, “Muaj cai khu mob rua nub Xanpatau los tsw muaj cai?”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.4","label":"4","content":"Puab nyob ntsag tu. Yexu txawm ntsab nkaus tug hov hab khu nwg zoo hlo le tso nwg moog."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.5","label":"5","content":"Yexu has rua puab tas, “Mej cov yog leejtwg muaj mivnyuas lossws nyuj kws poob rua huv qhov dej rua nub Xanpatau nwg yuav tsw muab rhu tawm lug taamswm ntawd lov?”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.6","label":"6","content":"Mas puab teb tsw tau le."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.7","label":"7","content":"Thaus Yexu pum cov tuabneeg kws hu tuaj ntawd xaiv saam tsum nyob xwb, nwg txawm ua paaj lug has rua puab tas,"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.8","label":"8","content":"“Thaus luas hu mej moog noj tshoob, mej tsw xob moog nyob saam tsum ntshai tsaam puab tub hu ib tug kws muaj meej dua koj tuaj,"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.9","label":"9","content":"mas tug kws hu meb ob leeg tuaj yuav lug has rua koj tas, ‘Ca tug nuav nyob lub chaw kod,’ tes koj yuav poob ntsej muag nqeg moog nyob lub rooj kws qeg kawg."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.10","label":"10","content":"Thaus luas hu koj moog, ca le moog nyob lub rooj qeg ua ntej sub thaus tug kws hu koj lug has rua koj tas ‘Kwvluag, ca le moog nyob saam tsum,’ mas thaus hov koj txhad le tau koob meej taab meeg suavdawg kws tuaj koom noj mov ntawd."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.11","label":"11","content":"Txhua tug kws tsaab ua luj yuav raug muab txu kuas qeg, hab tug kws txu fwjchim yuav raug muab tsaa ua luj.”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.12","label":"12","content":"Mas Yexu txawm has rua tug kws hu Yexu moog noj mov hov tas, “Thaus koj muaj pluag noj tsw has pluag su pluag mo, tsw xob yog hu koj cov kwvluag lossws kwvtij lossws tej txheeb ze lossws tuabneeg zej zog kws nplua nuj xwb, tsaam tes puab rov hu koj txhad pauj tau koj."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.13","label":"13","content":"Thaus koj muaj pluag noj ca le hu cov pluag, cov qhuav teg qhuav taw, cov tuag taw hab cov dig muag,"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.14","label":"14","content":"mas koj yuav tau moov zoo tsua qhov puab pauj tsw tau koj, mas yuav pauj rua koj thaus cov tuabneeg ncaaj nceeg caj sawv huv qhov tuag rov lug.”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.15","label":"15","content":"Thaus ib tug kws nrug Yexu nyob ntawm rooj mov nov tej lug hov, nwg txawm has rua Yexu tas, “Tug kws yuav tau noj mov huv Vaajtswv lub tebchaws kuj nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.16","label":"16","content":"Yexu has rua nwg tas, “Muaj ib tug yawm npaaj ib pluag noj luj heev hab hu qhua coob."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.17","label":"17","content":"Thaus txug swjhawm noj nwg khaiv nwg tug tub qhe moog has rua cov kws tub hu lawd tas, ‘Ca le tuaj, tub npaaj txhua yaam txhwj lawm.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.18","label":"18","content":"Puab txhua tug nyag taug nyag yig. Ib tug has tas, ‘Kuv yuav teb lawm, kuv yuav tsum moog saib daim teb ntawd. Kuv tuaj tsw tau, xob tu sab.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.19","label":"19","content":"Muaj dua ib tug has tas, ‘Kuv yuav tau tswb nkawm nyuj ca, kuv yuav moog saib. Kuv tuaj tsw tau, xob tu sab.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.20","label":"20","content":"Muaj dua ib tug has tas, ‘Kuv nyav yuav quaspuj, vem le nuav kuv tuaj tsw tau.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.21","label":"21","content":"Tug tub qhe hov rov lug has tej nuav huvsw rua tug lospaav noog. Mas tug tswv tsev kuj chim txhad has rua tug tub qhe tas, ‘Ca le tawm moog sai sai tom tej kev luj hab tej kev miv huv lub moos coj cov pluag, cov qhuav teg qhuav taw, cov dig muag hab cov tuag taw tuaj noj.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.22","label":"22","content":"Tug tub qhe txawm lug has tas, ‘Yawm hlub, kuv tub ua txhua yaam lawv le koj has tseg lawm, tassws tseed tshuav chaw seem.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.23","label":"23","content":"Tug lospaav txawm has rua tug tub qhe tas, ‘Ca le tawm moog tom tej kev luj kev miv moog yuam cov tuabneeg ntawd kuas tuaj, txhad le muaj qhua puv kuv lub tsev."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.24","label":"24","content":"Kuv has rua mej tas cov tuabneeg kws tub hu lawd tsw muaj ib tug yuav tau swm kuv rooj mov le.’ ”"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.25","label":"25","content":"Muaj tuabneeg coob coob nrug Yexu moog, mas Yexu tig lug has rua puab tas,"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.26","label":"26","content":"“Yog leejtwg lug cuag kuv es tsw ntxub nwg nam nwg txwv nwg quaspuj mivnyuas kwvtij nkauj muam hab nwg txujsa tug hov ua tsw tau kuv le thwjtim."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.27","label":"27","content":"Leejtwg tsw kwv nwg tug khaublig ntoo lawv kuv qaab moog, tug hov ua tsw tau kuv le thwjtim."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.28","label":"28","content":"Mej cov muaj leejtwg kws xaav ua lub chaw tsom faaj es yuav tsw xub nyob quas tsawg xaam txug tug nqe ua ntej tas muaj txaus ua kuas tav los tsw muaj?"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.29","label":"29","content":"Yog tsw ua le ntawd, thaus tub tag tej taw lawm nwg ua tsw tau kuas tav, mas txhua tug kws pum yuav thuaj luag nwg,"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.30","label":"30","content":"has tas, ‘Tug nuav chiv ua lawm, tassws nwg ua tsw tau kuas tav.’"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.31","label":"31","content":"Lossws muaj ib tug vaajntxwv twg kws yuav moog ua rog rua dua ib tug vaajntxwv, es tsw nyob tsawg ua tuab zoo xaav ua ntej saib muaj tub rog ib vaam leej yuav moog ua rog tau rua tug kws muaj ob vaam leej los tsw tau?"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.32","label":"32","content":"Yog ua tsw tau, mas thaus tug vaajntxwv hov tseed nyob deb nwg ca le khaiv tuabneeg moog thov kuas nyob sws raug zoo."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.33","label":"33","content":"Ib yaam le ntawd, mej cov leejtwg tsw tso txhua yaam kws nwg muaj tseg mas ua tsw tau kuv le thwjtim."},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.34","label":"34","content":"“Ntsev yog yaam kws zoo, tassws yog ntsev tsuag lawm, yuav ua kuas rov daw tau le caag?"},{"bible_id":"1216","chapter_code":"LUK.14","verse_code":"LUK.14.35","label":"35","content":"Swv ua chiv rau aav kuj tsw tau, muab tov xyaw quav tsaj kuj tsw tau, tsuas muaj kws muab laim pov tseg xwb. Leejtwg muaj qhov ntsej nov, ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.1","label":"1","content":"Cov tuabneeg sau se hab cov tuabneeg muaj txem suavdawg kuj txaav lug ze yuav noog Yexu qha."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.2","label":"2","content":"Cov Falixai hab cov xwbfwb qha Vaajtswv kevcai ywg has tas, “Tug nuav leeg yuav cov tuabneeg muaj txem hab nrug puab noj ua ke.”"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.3","label":"3","content":"Yexu txawm ua paaj lug qha rua puab tas,"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.4","label":"4","content":"“Mej cov yog leejtwg muaj ib puas tug yaaj mas ib tug pluj lawm nwg yuav tsw tseg cuaj caug cuaj tug yaaj ca rua huv tshaav zaub es moog nrhav kuas tau tug kws pluj lawd lov?"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.5","label":"5","content":"Thaus nrhav tau lawd, nwg muab kwv hlo sau xubpwg zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.6","label":"6","content":"Thaus lug txug tsev, nwg hu kwvtij kwvluag zej zog tuaj ua ke has rua puab tas, ‘Ca le nrug kuv zoo sab, tsua qhov kuv tub nrhav tau kuv tug yaaj kws pluj lawm.’"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.7","label":"7","content":"Ib yaam nkaus le ntawd kuv has rua mej tas, yog ib tug tuabneeg muaj txem ntxeev dua sab tshab mas yuav muaj kev zoo sab xyiv faab sau ntuj ceeb tsheej heev dua le zoo sab rua cuaj caug cuaj tug tuabneeg ncaaj nceeg kws tsw txug ntxeev dua sab tshab."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.8","label":"8","content":"“Lossws tug puj twg kws muaj kaum lub nyaj muaj ib lub pluj lawm yuav tsw taws teeb cheb vaaj cheb tse ua tuab zoo nrhav moog txug thaus tau lov?"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.9","label":"9","content":"Thaus nrhav tau lawd, nwg hu kwvtij kwvluag zej zog tuaj ua ke has rua puab tas, ‘Ca le nrug kuv zoo sab, tsua qhov kuv tub nrhav tau lub nyaj kws pluj lawm.’"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.10","label":"10","content":"Ib yaam nkaus le ntawd kuv has rua mej tas, yuav muaj kev zoo sab xyiv faab rua ntawm Vaajtswv cov tubkhai ntuj xubndag rua thaus ib tug tuabneeg muaj txem ntxeev dua sab tshab.”"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.11","label":"11","content":"Hab Yexu has tas, “Muaj ib tug yawm muaj ob tug tub."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.12","label":"12","content":"Tug tub yau has rua leej txwv tas, ‘Txwv, thov faib tej cuab txhaj cuab taam kws yog kuv feem rua kuv.’ Leej txwv txawm muab faib rua ob tug tub."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.13","label":"13","content":"Dhau ntawd tsw muaj tsawg nub tug tub yau txawm sau zog txhua yaam kws yog nwg le mas taug kev moog rua lwm lub tebchaws deb deb, hab muab nwg tej nyaj txag phob xuam phumlaam qos ntsuav."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.14","label":"14","content":"Thaus nwg muab swv taag lawm, txawm muaj kev tshaib nqhes heev huv lub tebchaws hov, nwg txawm chiv tu pluag."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.15","label":"15","content":"Nwg txawm moog nrhav zug ntawm ib tug tuabneeg huv lub tebchaws hov, tug hov txhad khaiv nwg moog yug npua tom teb."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.16","label":"16","content":"Nwg yeej xaav noj tej plhaub taum kws npua noj ntawd, tsw muaj leejtwg pub daabtsw rua nwg noj le."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.17","label":"17","content":"Thaus nwg xaav txug nwg lub neej nwg txawm has tas, ‘Kuv txwv cov tub zug muaj coob le caag los tseed tau noj tsau npo noj tsw taag, tassws kuv saamswm tuag tshaib rua ntawm nuav."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.18","label":"18","content":"Kuv yuav sawv tseeg moog cuag kuv txwv hab has rua nwg tas, “Txwv, kuv ua txhum rua lub ntuj hab ua txhum rua koj lawm."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.19","label":"19","content":"Tsw tswm nyog yuav hu kuv ua koj tug tub dua le lawm. Thov ca kuv zoo le koj ib tug tub zug xwb.” ’"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.20","label":"20","content":"Tes nwg txawm sawv tseeg moog cuag nwg txwv. Thaus nwg tseed lug txug deb, leej txwv pum nwg hab khuvleej nwg, txawm dha moog puag nwg hab nwj nwg."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.21","label":"21","content":"Tug tub has rua leej txwv tas, ‘Txwv, kuv ua txhum rua lub ntuj hab ua txhum rua koj lawm. Tsw tswm nyog hu kuv ua koj tug tub dua le lawm.’"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.22","label":"22","content":"Tassws leej txwv has rua nwg cov tub qhe tas, ‘Ca le maaj nroog moog coj lub tsho ntev kws zoo kawg tuaj ua rua nwg naav, hab muab nplhaib rua nwg coj ntawm ntiv teg hab muab khau rua nwg rau."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.23","label":"23","content":"Hab coj tug mivnyuas nyuj kws fwb rog rog lug tua, hab ca peb noj ua kev zoo sab xyiv faab,"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.24","label":"24","content":"tsua qhov kuv tug tub nuav tuag lawm los nwg caj rov lug, nwg pluj lawm los rov qaab ntswb dua.’ Puab chiv ua kev zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.25","label":"25","content":"“Tassws tug tub hlub nyob tom teb. Thaus nwg lug yuav txug tsev nwg kuj nov suab raaj suab nruag hab suab seev cev."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.26","label":"26","content":"Nwg txawm hu ib tug tub qhe tuaj nug tas tej nuav yog daabtsw."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.27","label":"27","content":"Tug tub qhe teb tas, ‘Koj tug kwv rov lug es koj txwv tua tug mivnyuas nyuj rog rog tsua qhov leej txwv tau tug tub yau rov lug nyob kaaj sab quas lug.’"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.28","label":"28","content":"“Tug tijlaug txawm chim tsw kaam nkaag lug tsev. Leej txwv txhad tawm tuaj thov nwg lug tsev."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.29","label":"29","content":"Nwg teb leej txwv tas, ‘Swm saib, kuv ua koj qhev khwv ntau xyoo lug, tsw tau tawv koj tej lug ib lus le, los koj tub tsw muab ib tug mivnyuas tshws rua kuv sub kuv txhad tau nrug kuv cov phoojywg noj ua kev zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.30","label":"30","content":"Tassws koj tug tub nuav moog deev puj muag cev muab koj tej cuab txhaj cuab taam phob xuam taag, los thaus nwg rov lug koj tseed tua tug mivnyuas nyuj rog rog yug nwg hab.’"},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.31","label":"31","content":"Leej txwv has rua nwg tas, ‘Tub 'e, koj yeej ib txwm nrug nraim kuv nyob, txhua yaam kws kuv muaj puavleej yog koj le."},{"bible_id":"1216","chapter_code":"LUK.15","verse_code":"LUK.15.32","label":"32","content":"Tswm nyog peb zoo sab xyiv faab hlo, tsua qhov koj tug kwv nuav tuag lawm los nwg caj rov lug, nwg pluj lawm los rov qaab ntswb dua.’ ”"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.1","label":"1","content":"Yexu kuj has rua cov thwjtim tas, “Ib tug nplua nuj muaj ib tug tub qhe kws saib nwg vaaj tse. Muaj tuabneeg kom rua tug nplua nuj tas tug tub qhe hov saamswm phob tug nplua nuj tej hov txhua chaw."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.2","label":"2","content":"Tug nplua nuj txhad hu tug tub qhe hov lug has rua nwg tas, ‘Zaaj kws kuv tau nov txug koj le ntawd yog le caag? Muab phoo ntawv teev nyaj lug rua kuv saib, tsua qhov koj yuav ua tsw tau tug kws saib vaaj tse ntxwv moog lawm.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.3","label":"3","content":"Tug tub qhe hov xaav huv lub sab tas, ‘Kuv yuav ua le caag, tsua qhov tug lospaav muab kuv rhu tawm qhov kws ua tug saib tsev lawm? Yuav moog khawb aav kuj tsw muaj zug, moog thov khawv kuj txaaj muag."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.4","label":"4","content":"Kuv paub lawm tas kuv yuav ua le caag, sub thaus kuv raug rhu tawm lawm lwm tug txhad hu kuv moog rua huv puab tsev.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.5","label":"5","content":"Nwg txawm hu cov kws tshuav nwg tug lospaav nqe lug ib tug zuj zug mas nug thawj tug tas, ‘Koj tshuav kuv tug lospaav npaum twg?’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.6","label":"6","content":"Tug hov has tas, ‘Tshuav ib puas thoob roj.’ Tug tub qhe hov has rua nwg tas, ‘Ca le muab koj daim ntawv tshuav nqe lug nyob tsawg hab sau kag ua tswb caug thoob xwb.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.7","label":"7","content":"Hab nwg nug dua ib tug tas, ‘Koj tshuav npaum twg?’ Tug hov has tas, ‘Tshuav ib puas seev tsaaj mog.’ Tug tub qhe has rua nwg tas, ‘Ca le muab koj daim ntawv tshuav nqe lug sau ua yim caum seev.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.8","label":"8","content":"Tug lospaav kuj qhuas tug tub qhe tsw ncaaj hov vem nwg muaj tswvyim ua le ntawd. Tsua qhov tuabneeg nplajteb tam nuav muaj tswvyim ua num heev dua txujkev kaaj le mivnyuas."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.9","label":"9","content":"Kuv has rua mej tas, ca le muab tej nyaj txag kws tsw ncaaj coj moog zeem kwvluag, sub thaus tej nyaj txag taag lawm luas txhad txais mej nyob huv lub chaw kws nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.10","label":"10","content":"“Tug kws ua ncaaj rua tej yaam tsawg kuj yuav ua ncaaj rua tej yaam ntau. Tug kws ua tsw ncaaj rua tej yaam tsawg kuj yuav ua tsw ncaaj rua tej yaam ntau."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.11","label":"11","content":"Yog le ntawd, yog mej ua tsw ncaaj rua tej nyaj txag kws tsw ncaaj, leejtwg yuav muab tej nyaj txag kws ncaaj cob rua mej?"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.12","label":"12","content":"Yog mej ua tsw ncaaj rua tej kws yog lwm tug le, leejtwg yuav muab tej kws yog mej le rua mej?"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.13","label":"13","content":"Tsw muaj leejtwg yuav ua qhev tau rua ob tug lospaav, tsua qhov nwg yeej yuav ntxub ib tug nyam ib tug, lossws yuav npuab ib tug saib tsw taug ib tug. Mej yuav ua Vaajtswv le qhev hab ua nyaj txag le qhev ua ke tsw tau.”"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.14","label":"14","content":"Thaus cov Falixai kws nyam nyaj txag nov tej lug hov puab txawm thuaj luag Yexu."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.15","label":"15","content":"Tassws Yexu has rua puab tas, “Mej suav tas mej yog tuabneeg ncaaj nceeg taab meeg suavdawg, tassws Vaajtswv paub mej lub sab. Tsua qhov yaam kws tuabneeg saib tas muaj nqes yog yaam kws Vaajtswv pum tas qas vuab tsuab."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.16","label":"16","content":"Tsuas muaj txuj kevcai hab cov xwbfwb cev Vaajtswv lug lug txug thaus Yauhaa tshwm lug xwb. Txwj ntawd lug, txuj xuv zoo has txug Vaajtswv lub tebchaws raug muab tshaaj tawm, mas suavdawg swv zug sws txeeb kev moog rua huv lub tebchaws ntawd."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.17","label":"17","content":"Lub ntuj hab lub nplajteb yuav pluj yoojyim dua rhuav txuj kevcai ib nyuas teev pov tseg."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.18","label":"18","content":"“Txhua tug nrauj quaspuj es nwg moog yuav dua quaspuj tshab, kuj yog ua txhum kev nkauj kev nraug, hab tug kws yuav ib tug puj nrauj ua quaspuj kuj yog nwg deev luas quaspuj."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.19","label":"19","content":"“Muaj ib tug nplua nuj naav tsoog yimlaaj hab ntaub maag zoo zoo nyob xyiv faab noj seem noj so txhua nub."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.20","label":"20","content":"Hab muaj ib tug pluag hu ua Laxalau ua kav txhaab thoob plawg ib ce pw ntawm tug nplua nuj lub rooj vaag."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.21","label":"21","content":"Nwg xaav noj tug nplua nuj tej qub mov kws poob sau rooj lug, hab dev tseed lug muab nwg tej kav txhaab yaim."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.22","label":"22","content":"Dhau ntawd tug pluag hov txawm tuag mas cov tubkhai ntuj qaws nwg moog rua ntawm Aplahaa lub xubndag. Tug nplua nuj kuj tuag hab muab log."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.23","label":"23","content":"Thaus nwg raug tswm txom huv tub tuag teb nwg tsaa qhov muag saib pum Aplahaa nyob deb deb hab Laxalau nyob ntawm Aplahaa xubndag."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.24","label":"24","content":"Tug nplua nuj txawm hu has tas, ‘Txwv Aplahaa 'e, thov khuvleej kuv lauj. Thov khaiv Laxalau tuaj muab nwg tug hauv ntiv teg raus dej lug tub kuv tug nplaig kuas laaj, tsua qhov kuv raug txom nyem heev kawg huv cov nplaim tawg nuav.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.25","label":"25","content":"“Tassws Aplahaa has tas, ‘Tub 'e, koj ca le ncu tas thaus koj tseed ua neej nyob koj tau txhua yaam zoo rua koj tassws Laxalau tau yaam kws phem kawg. Nwgnuav nwg tau kev nplig sab lawm, koj tsua raug kev txom nyem heev."},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.26","label":"26","content":"Tsw taag le ntawd nyob ntawm peb hab mej ntu nruab nraab muaj ib lub nam haav tub heev quas lawm, sub cov kws xaav hlaa tim nuav moog rua tim mej los tsw tau, hab cov tim mej hlaa lug tim peb los kuj tsw tau.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.27","label":"27","content":"Tug nplua nuj txawm has tas, ‘Yog le ntawd, kuv txwv, thov koj khaiv Laxalau rov moog rua tom kuv txwv tsev,"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.28","label":"28","content":"tsua qhov kuv tseed tshuav tswb tug kwv, kuas Laxalau moog qhuab ntuag puab sub puab txhad tsw lug raug tswm txom huv lub chaw nuav.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.29","label":"29","content":"Tassws Aplahaa has tas, ‘Puab muaj Mauxe hab cov xwbfwb cev Vaajtswv lug lawm, ca puab noog cov tuabneeg ntawd has.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.30","label":"30","content":"Nwg txawm has tas, ‘Txwv Aplahaa 'e, tsw tau le. Yog muaj ib tug tawm huv cov tuabneeg tuag moog cuag puab, puab txhad le ntxeev dua sab tshab.’"},{"bible_id":"1216","chapter_code":"LUK.16","verse_code":"LUK.16.31","label":"31","content":"Aplahaa has rua nwg tas, ‘Yog puab tsw noog Mauxe hab cov xwbfwb cev Vaajtswv lug has, tes txawm yog muaj ib tug sawv huv qhov tuag lug los puab yeej yuav tsw ntseeg.’ ”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.1","label":"1","content":"Yexu has rua nwg cov thwjtim tas, “Yeej yuav tsum muaj tej yaam ua kuas ua txhum, tassws tug kws ua rau lwm tug ua txhum yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.2","label":"2","content":"Mas muab ib txhwb zeb luj lug khi rua tug hov cej daab es muab nrum rua huv havtxwv kuj zoo dua le ca nwg ua rua cov mivnyuas yau nuav ib tug dawm."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.3","label":"3","content":"Mej ca le ceev faaj zoo. Yog koj le kwvtij ua txhum ca le ntuag nwg, yog nwg ntxeev dua sab tshab ca le zaam txem rua nwg."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.4","label":"4","content":"Yog ib nub nwg ua txhum rua koj xyaa zag hab tuaj cuag koj xyaa zag hab has rua koj tas, ‘Kuv ntxeev dua sab lawm,’ koj yuav tsum zaam txem rua nwg.”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.5","label":"5","content":"Cov tubkhai has rua tug Tswv tas, “Thov koj tsaav kev ntseeg rua peb ntau zuj zug.”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.6","label":"6","content":"Tug Tswv has tas, “Yog mej muaj kev ntseeg luaj le ib lub noob miv miv, mej yuav has tau rua tsob txwv cua nuav tas, ‘Ca le rhu hlo caag moog cog rua huv havtxwv,’ nwg kuj yuav noog mej lug."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.7","label":"7","content":"“Yog mej muaj ib tug tub qhe moog laij teb lossws yug yaaj, mas thaus nwg lug tom teb lug, mej leejtwg yuav has rua nwg tas, ‘Lug nyob tsawg noj mov lauj’?"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.8","label":"8","content":"Nwg yuav tsw has rua tug tub qhe le nuav lov has tas, ‘Ca le npaaj rua kuv noj hab sa hlaab khov kho ua koom rua kuv moog txug thaus kuv noj haus taag, dhau ntawd koj le maav noj hab haus.’"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.9","label":"9","content":"Nwg yuav ua tug tub qhe tsaug vem tug tub qhe ua lawv le nwg has lov?"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.10","label":"10","content":"Ib yaam le ntawd, thaus mej ua txhua yaam lawv le kws has rua mej lawd, mej ca le has tas, ‘Peb yog cov tub qhe kws tsw tswm txaj. Peb tsuas ua lawv le teg num kws peb yuav tsum ua xwb.’ ”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.11","label":"11","content":"Thaus Yexu moog nraag Yeluxalee nwg taug txujkev ntawm Kalilai hab Xamali nrwm teb."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.12","label":"12","content":"Thaus nwg saamswm moog rua huv ib lub zog muaj kaum tug mob lis mob ruas tuaj ntswb nwg. Puab sawv ntsug deb deb,"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.13","label":"13","content":"hab hu nrov has tas, “Xwbfwb Yexu, thov khuvleej peb.”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.14","label":"14","content":"Thaus Yexu pum dheev puab nwg txawm has rua puab tas, “Ca le moog qha mej lub cev rua cov pov thawj saib.” Thaus puab saamswm moog puab txawm zoo taag huv lawm."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.15","label":"15","content":"Puab cov ntawd muaj ib tug, thaus nwg pum tas nwg zoo lawm tes nwg txawm rov lug qhuas Vaajtswv nrov nrov,"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.16","label":"16","content":"hab khwb nkaus rua ntawm Yexu kwtaw ua Yexu tsaug. Tug hov yog tuabneeg Xamali."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.17","label":"17","content":"Yexu txawm has tas, “Muaj kaum leej zoo mob los tsw yog? Cuaj leeg hov dua twg lawm?"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.18","label":"18","content":"Tsw pum lwm tug rov lug qhuas Vaajtswv le, tsuas yog tug kws yog lwm haiv tuabneeg nuav lug xwb lov?”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.19","label":"19","content":"Yexu txawm has rua tug hov tas, “Ca le sawv tseeg moog lauj. Koj txujkev ntseeg ua rua koj zoo lawm.”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.20","label":"20","content":"Thaus cov Falixai nug Yexu tas Vaajtswv lub tebchaws yuav lug thaus twg, Yexu teb puab tas, “Thaus Vaajtswv lub tebchaws lug, yuav tsw muaj ib yaam daabtsw tshwm kws tuabneeg txawj paub hab pum."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.21","label":"21","content":"Hab puab yuav tsw has tas, ‘Saib maj, nyob ntawm nuav,’ lossws ‘Nyob tod,’ tsua qhov Vaajtswv lub tebchaws yeej nyob huv plawv mej lawm.”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.22","label":"22","content":"Yexu has rua cov thwjtim tas, “Yuav muaj ib lub swjhawm kws mej xaav pum nub kws Tuabneeg leej Tub rov lug, los mej yuav tsw pum."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.23","label":"23","content":"Hab luas yuav has rua mej tas, ‘Moog saib maj, nyob tod,’ lossws ‘Saib maj, nyob ntawm nuav.’ Mej tsw xob moog, tsw xob lawv luas qaab moog."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.24","label":"24","content":"Tsag lig xub laim ib saab ntuj ci moog txug dua ib saab ntuj le caag, nub kws Tuabneeg leej Tub lug yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.25","label":"25","content":"Tassws ua ntej ntawd nwg yuav tsum raug kev tswm txom ntau yaam hab cov tuabneeg tam nuav yuav tsw leeg yuav nwg."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.26","label":"26","content":"Tam kws Nau‑a nyob zoo le caag, mas nub kws Tuabneeg leej Tub lug yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.27","label":"27","content":"Puab noj haus ua tshoob qua tub qua ntxhais moog txug nub kws Nau‑a nkaag rua huv lub nkoj hab dej lug nyaab hlo puab puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.28","label":"28","content":"Tam kws Lauj nyob kuj zoo ib yaam nkaus hab, puab noj haus ua laag ua luam cog qoob loos ua vaaj ua tsev,"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.29","label":"29","content":"tassws nub kws Lauj tawm huv lub moos Xauntoo, suavtawg lawj faaj poob sau ntuj lug hlawv puab puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.30","label":"30","content":"Nub kws Tuabneeg leej Tub tshwm plawg lug kuj yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.31","label":"31","content":"Nub ntawd tug kws nyob sau txheej tsev laag tshaav, nwg tej hov txhua chaw tseed nyob huv tsev, los tsw xob nqeg lug muab. Hab tug kws nyob tom teb tsw xob tig rov lug ib yaam nkaus."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.32","label":"32","content":"Ca le ncu txug Lauj tug quaspuj."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.33","label":"33","content":"Tug kws xaav tau nwg txujsa yuav pam txujsa, tassws tug kws tso nwg txujsa tseg, mas yuav cawm tau nwg txujsa."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.34","label":"34","content":"Kuv has rua mej tas, mo ntawd muaj ob leeg pw ib txaag, los yuav coj ib tug moog yuav tseg ib tug ca."},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.35","label":"35","content":"Muaj ob tug quaspuj zum zeb ua ke, los yuav coj ib tug moog yuav tseg ib tug ca.”"},{"bible_id":"1216","chapter_code":"LUK.17","verse_code":"LUK.17.37","label":"37","content":"Puab txawm nug Yexu tas, “Tug Tswv, yuav muaj le nuav rua hovtwg?” Yexu teb puab tas, “Tsaj tuag hovtwg, daav noj twm yuav sau nthwv lug rua hov ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.1","label":"1","content":"Yexu has ib zaaj paaj lug rua puab noog qha kuas puab thov Vaajtswv tsw tseg le hab tsw xob qaug zug."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.2","label":"2","content":"Nwg has tas, “Huv ib lub moos muaj ib tug yawm tu plaub kws tsw ntshai Vaajtswv hab tsw fwm tuabneeg."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.3","label":"3","content":"Huv lub moos hov muaj ib tug puj ntsuag pheej tuaj has rua tug tu plaub hov tas, ‘Thov fwj kuv cai rua tug kws kom kuv.’"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.4","label":"4","content":"Thaus chiv thawj tug tu plaub hov tsw yeem ua le ntawd, tassws tom qaab nwg xaav huv lub sab tas, ‘Txawm yog kuv tsw ntshai Vaajtswv hab tsw fwm tuabneeg,"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.5","label":"5","content":"los vem tug puj ntsuag nuav pheej tuaj txob kuv, kuv yuav fwj nwg cai, tsaam tes qhov kws nwg pheej tuaj hov thaus kawg yuav ua rua kuv dhuav sab taag.’ ”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.6","label":"6","content":"Tug Tswv has tas, “Ca le noog tug tu plaub tsw ncaaj hov tej lug."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.7","label":"7","content":"Vaajtswv yeej yuav tsw fwj cov kws nwg xaiv ca lawd txuj cai lov, yog cov kws thov hu nwg nruab nub mo ntuj? Vaajtswv yuav nyaj taug lov?"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.8","label":"8","content":"Kuv has rua mej tas, Vaajtswv yuav fwj puab txujcai sai sai. Tassws thaus Tuabneeg leej Tub lug, nwg tseed yuav ntswb kev ntseeg huv lub nplajteb lov?”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.9","label":"9","content":"Yexu has zaaj paaj lug nuav rua qee leej kws tso sab rua puab tug kheej tas puab ncaaj nceeg hab saib tsw taug lwm tug, tas"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.10","label":"10","content":"“Muaj ob tug moog thov Vaajtswv rua huv lub tuam tsev, ib tug yog Falixai, ib tug yog tuabneeg sau se."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.11","label":"11","content":"Tug Falixai sawv ntsug thov huv lub sab tas, ‘Vaajtswv, kuv ua koj tsaug kws kuv zoo tsw thooj le lwm tug, tsw has cov kws ntxo luas, cov ua tsw ncaaj, cov kws deev luas quaspuj, hab tsw thooj le tug sau se nuav."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.12","label":"12","content":"Ib lub chib su kuv yoo mov ob zag, kuv muab txhua yaam kws kuv tau ib feem kaum rua koj.’"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.13","label":"13","content":"Tassws tug sau se sawv ntsug deb tsawv, tsw kaam tsaa muag saib sau ntuj, nwg ntaus nwg hauv sab has tas, ‘Vaajtswv, thov khuvleej kuv kws yog tuabneeg muaj txem lauj!’"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.14","label":"14","content":"Kuv has rua mej tas, thaus moog tsev tug sau se nuav yog tug kws suav tau tas ncaaj nceeg, tsw yog tug Falixai ntawd. Tsua qhov txhua tug kws tsaab ua luj yuav raug muab txu kuas qeg, tassws tug kws txu fwjchim yuav raug muab tsaa ua luj.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.15","label":"15","content":"Muaj tuabneeg puag cov mivnyuas mog tuaj cuag Yexu xaav kuas Yexu kov cov mivnyuas hov. Thaus cov thwjtim pum kuj txwv puab."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.16","label":"16","content":"Tassws Yexu hu cov mivnyuas lug has tas, “Ca cov mivnyuas yau lug cuag kuv, tsw xob taav puab, tsua qhov Vaajtswv lub tebchaws yog cov kws zoo le cov mivnyuas yau nuav tug."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.17","label":"17","content":"Kuv has tseeb rua mej tas, leejtwg tsw leeg yuav Vaajtswv lub tebchaws ib yaam le ib tug mivnyuas yau, tug hov yuav nkaag tsw tau rua huv lub tebchaws ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.18","label":"18","content":"Muaj ib tug thawj coj nug Yexu tas, “Xwbfwb kws zoo kawg, kuv yuav tsum ua le caag kuv txhad tau txujsa ib txhws tsw kawg?”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.19","label":"19","content":"Yexu has rua nwg tas, “Ua caag koj hu kuv tas tug zoo kawg? Tsw muaj leejtwg zoo tsuas yog Vaajtswv tuab leeg xwb."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.20","label":"20","content":"Koj paub tej kevcai kws has tas, ‘Tsw xob deev luas quaspuj luas quasyawg, tsw xob tua tuabneeg, tsw xob ua tub saab, tsw xob ua cuav timkhawv, koj yuav tsum fwm koj nam koj txwv.’ ”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.21","label":"21","content":"Tug hov has tas, “Tej nqai kod kuv tub coj txhua yaam txwj thaus yau lug lawm.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.22","label":"22","content":"Thaus Yexu nov le hov txawm has rua nwg tas, “Koj tseed tu ncua ib yaam. Ca le moog muab txhua yaam kws koj muaj muag es muab faib rua cov tuabneeg pluag, koj txhad le muaj nyaj txag sau ntuj ceeb tsheej, hab ca le lug lawv kuv qaab.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.23","label":"23","content":"Thaus nwg nov tej lug nuav nwg nyuaj sab kawg vem nwg nplua nuj heev."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.24","label":"24","content":"Yexu tsaa muag saib nwg hab has tas, “Tug kws muaj nyaj txag ntau ceblaaj nkaag tau rua huv Vaajtswv lub tebchaws."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.25","label":"25","content":"Ib tug ntxhuav nkaag lub qhov koob kuj yoojyim dua tug nplua nuj nkaag rua huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.26","label":"26","content":"Cov kws nov le hov txawm has tas, “Yog le hov, leejtwg yuav dim tau?”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.27","label":"27","content":"Yexu has tas, “Tej kws tuabneeg ua tsw tau Vaajtswv yeej ua tau.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.28","label":"28","content":"Petu has tas, “Peb tub tso peb tej vaaj tse tseg lawv koj tuaj.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.29","label":"29","content":"Yexu has rua puab tas, “Kuv has tseeb rua mej tas, tug kws tso vaaj tse quaspuj kwvtij nam txwv mivnyuas tseg vem yog saib rua Vaajtswv lub tebchaws,"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.30","label":"30","content":"tam nuav nwg yuav tau ntau npaug hab tam peg suab nwg yuav tau txujsa ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.31","label":"31","content":"Yexu txawm coj kaum ob tug thwjtim moog rua ib caag mas has rua puab tas, “Saib nawj, peb saamswm moog nraag Yeluxalee, mas txhua yaam kws cov xwbfwb cev Vaajtswv lug has ca txug Tuabneeg leej Tub yuav tav."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.32","label":"32","content":"Tsua qhov nwg yuav raug muab cob rua lwm haiv tuabneeg, mas puab yuav thuaj luag nwg hab ua saib tsw taug nwg hab ntu qub ncaug rua nwg,"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.33","label":"33","content":"hab puab yuav nplawm nwg hab muab nwg tua pov tseg, mas peb nub nwg yuav caj sawv rov lug.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.34","label":"34","content":"Puab tsw nkaag sab txug tej nuav hlo le, tej lug nuav lub ntsab raug muab zais ntawm puab lawm, hab puab tsw paub tas Yexu has txug daabtsw."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.35","label":"35","content":"Thaus Yexu tuaj ze lub moos Yelikhau, muaj ib tug dig muag nyob tsawg thov khawv ntawm ntug kev."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.36","label":"36","content":"Thaus nwg nov tuabneeg coob taug kev tuaj moog, nwg txawm nug tas yog daabtsw."},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.37","label":"37","content":"Puab has rua nwg tas, “Yexu kws yog tuabneeg Naxale, taug kev tuaj moog.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.38","label":"38","content":"Tes nwg txawm qw has tas, “Yexu kws yog Tavi tug tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.39","label":"39","content":"Cov tuabneeg kws ua ntej txawm txwv nwg kuas nyob tuabywv, los nwg yimfuab qw has tas, “Tavi tug Tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.40","label":"40","content":"Yexu txawm nreg nkaus has kuas coj nwg lug. Thaus nwg lug ze lawm Yexu nug nwg tas,"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.41","label":"41","content":"“Koj xaav kuas kuv ua daabtsw rua koj?” Nwg teb tas, “Tug Tswv, thov pub kuv pum kev.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.42","label":"42","content":"Yexu has rua nwg tas, “Ca le pum lauj! Koj txujkev ntseeg ua rua koj zoo hlo.”"},{"bible_id":"1216","chapter_code":"LUK.18","verse_code":"LUK.18.43","label":"43","content":"Tes taamswm ntawd tug dig muag txawm rov pum kev hab lawv Yexu qaab moog qhuas Vaajtswv. Thaus cov tuabneeg suavdawg pum le hov puab kuj qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.1","label":"1","content":"Yexu moog rua huv lub moos Yelikhau hab yuav hlaa dhau plhawv moog."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.2","label":"2","content":"Muaj ib tug yawm npe hu ua Xakhai, nwg yog ib tug thawj sau se hab nwg nplua nuj."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.3","label":"3","content":"Nwg xaav pum tas Yexu yog leejtwg, tassws tuabneeg coob heev nwg txhad saib tsw pum vem nwg qeg taub."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.4","label":"4","content":"Nwg txhad dha tom hauv ntej nce rua sau ib tsob txwv cua txhad saib pum Yexu, tsua qhov Yexu yuav taug txujkev hov tuaj."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.5","label":"5","content":"Thaus Yexu tuaj txug ntawd Yexu tsaa muag saib pum Xakhai txawm has rua Xakhai tas, “Xakhai 'e, ca le nqeg kag lug, tsua qhov nub nua kuv yuav tsum moog su huv koj tsev.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.6","label":"6","content":"Xakhai txawm maaj nroog nqeg lug tog Yexu zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.7","label":"7","content":"Thaus cov tuabneeg suavdawg pum, puab txawm ywg has tas, “Nwg moog su huv tug tuabneeg muaj txem tsev.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.8","label":"8","content":"Xakhai sawv tseeg has rua tug Tswv tas, “Tug Tswv, saib maj, kuv tej hov txhua chaw kuv yuav muab ib nraab pub rua cov tuabneeg pluag, hab yog kuv tau qaum leejtwg le lug, kuv yuav thim plaub npaug rov qaab.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.9","label":"9","content":"Yexu has rua nwg tas, “Nub nua txujkev dim lug txug lub tsev nuav lawm, tsua qhov tug yawm nuav kuj yog Aplahaa le tub."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.10","label":"10","content":"Tsua qhov Tuabneeg leej Tub lug nrhav cov tuabneeg kws pluj lawd hab cawm kuas puab dim.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.11","label":"11","content":"Thaus puab saamswm noog Yexu qha tej nuav, Yexu kuj has ib zaaj paaj lug rua puab noog tsua qhov Yexu saamswm tuaj ze lub nroog Yeluxalee, hab vem puab xaav tas Vaajtswv lub tebchaws yuav ca le tshwm plawg lug taamswm ntawd."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.12","label":"12","content":"Vem le nuav Yexu txhad has tas, “Muaj ib tug tuabneeg muaj meej yuav moog rua lwm lub tebchaws deb moog txais meej mom kaav tebchaws le maav rov lug."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.13","label":"13","content":"Nwg txhad hu nwg kaum tug tub qhe lug mas muab kaum lub nyaj rua puab ib leeg ib mina  hab has rua puab tas, ‘Ca le coj moog ua laag luam txug thaus kuv rov qaab lug.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.14","label":"14","content":"Tassws nwg cov pejxeem ntxub nwg, puab txawm khaiv tuabneeg lawv qaab moog has tas, ‘Peb tsw yuav tug nuav lug kaav peb.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.15","label":"15","content":"Thaus nwg tau meej mom kaav tebchaws rov lug lawm nwg has kuas hu cov tub qhe kws nwg tau muab nyaj rua lawd lug cuag nwg, yuav saib puab ua laag luam tau tshaaj thawj npaum le caag."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.16","label":"16","content":"Thawj tug lug cuag nwg has tas, ‘Tug tswv, koj lub nyaj mina hov tau tshaaj thawj kaum mina.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.17","label":"17","content":"Nwg has rua tug tub qhe hov tas, ‘Tub qhe zoo, koj ua zoo lawm. Vem koj ua ncaaj rua tej yaam miv miv, koj yuav tau fwjchim kaav kaum lub moos.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.18","label":"18","content":"Tug ob lug has tas, ‘Tug tswv, koj lub mina tau tshaaj thawj tswb mina.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.19","label":"19","content":"Nwg has rua tug tub qhe hov tas, ‘Koj yuav tau kaav tswb lub moos.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.20","label":"20","content":"Muaj dua ib tug lug has tas, ‘Tug tswv, koj lub nyaj mina nyob nuav, kuv muab ntaub qhwv khaws ca,"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.21","label":"21","content":"tsua qhov kuv ntshai koj vem koj yeej yog tuabneeg ua nruj ua tswv. Koj sau tej kws koj tsw tau nqeg daag zug ua hab hlais tej qoob kws koj tsw tau tseb.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.22","label":"22","content":"Tug tswv txawm has rua nwg tas, ‘Nam tub qhe phem, kuv yuav muab koj tej lug txav txem rua koj ntaag. Koj yeej paub tas kuv yog tuabneeg ua nruj ua tswv hab kuv sau tej kws kuv tsw tau nqeg daag zug ua hab hlais tej kws kuv tsw tau tseb lov?"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.23","label":"23","content":"Yog le hov, ua caag koj tsw muab kuv lub nyaj moog tso rua huv tsev ca nyaj, es thaus kuv lug kuv txhad tau kuv cov nyaj hab tau cov paaj?’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.24","label":"24","content":"Tes nwg txawm has rua cov tuabneeg kws nyob ntawd tas, ‘Ca le muab nwg lub nyaj mina rhu moog rua tug kws muaj kaum mina.’"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.25","label":"25","content":"(Puab has rua nwg tas, ‘Tug tswv, nwg tub muaj kaum mina lawm nev.’)"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.26","label":"26","content":"‘Kuv has rua mej tas, txhua tug kws muaj lawd yuav muab tsaav ntxwv rua nwg, tassws tug kws tsw muaj, txawm yog tej kws nwg muaj los yuav muab rhu ntawm nwg moog."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.27","label":"27","content":"Kuv cov yeeb ncuab kws tsw yuav kuv kaav puab ntawd, ca le coj puab lug rua ntawm nuav hab muab tua taab meeg kuv.’ ”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.28","label":"28","content":"Thaus Yexu has tej lug nuav taag lawd, nwg txawm ua puab ntej moog rua nraag Yeluxalee."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.29","label":"29","content":"Thaus nwg tuaj ze lub zog Npefake hab lub zog Npethani ntawm lub roob kws hu ua roob Txwv Aulib, nwg khaiv ob tug thwjtim moog,"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.30","label":"30","content":"has tas, “Meb ca le moog rua lub zog kws nyob tom hauv ntej, mas thaus meb nkaag rua huv meb yuav pum ib tug mivnyuas neeg luav khi ca, tsw tau muaj leejtwg caij dua le. Meb ca le daws caab lug rua ntawm nuav."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.31","label":"31","content":"Yog leejtwg nug meb tas, ‘Meb muab daws ua daabtsw?’ meb ca le has le nuav tas, ‘Tug tswv cheem tsum swv.’ ”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.32","label":"32","content":"Ob tug kws nwg khaiv hov txawm moog ntswb lawv le Yexu has rua ob tug."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.33","label":"33","content":"Thaus ob tug saamswm daws tug mivnyuas neeg luav hov, tug tswv tsaj txawm has rua ob tug tas, “Meb daws tug mivnyuas neeg luav ua daabtsw?”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.34","label":"34","content":"Ob tug has tas, “Tug Tswv cheem tsum swv.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.35","label":"35","content":"Tes ob tug txawm caab tug mivnyuas neeg luav lug txug Yexu, hab muab ob tug tej tsho ntev pua sau tug mivnyuas neeg luav nraus qaum hab kuas Yexu caij."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.36","label":"36","content":"Thaus Yexu caij moog mas tej tuabneeg muab puab tej tsho ntev pua txujkev."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.37","label":"37","content":"Thaus Yexu tuaj ze txujkev kws nqeg ntawm lub roob Txwv Aulib lawm, cov thwjtim suavdawg kuj chiv zoo sab xyiv faab tsaa suab nrov qhuas Vaajtswv rua txhua yaam txujci phemfwj kws puab tau pum,"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.38","label":"38","content":"hab has tas, “Tug vaajntxwv kws tuaj huv tug Tswv lub npe tau nyob kaaj sab lug. Thov kuas muaj kev kaaj sab lug rua sau ntuj hab muaj koob meej rua sau ntuj kws sab kawg nkaus.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.39","label":"39","content":"Cov Falixai qee leej kws nrug cov tuabneeg hov ua ke has rua Yexu tas, “Xwbfwb, ca le txwv koj cov thwjtim tsw xob qw qw.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.40","label":"40","content":"Yexu teb tas, “Kuv has rua mej tas, yog puab cov nuav nyob tuabywv lawm los tej pob zeb yeej yuav qw nrov.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.41","label":"41","content":"Thaus nwg tuaj ze hab pum Yeluxalee lawm nwg kuj quaj lub nroog ntawd,"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.42","label":"42","content":"has tas, “Nub nuav kheev koj laam paub tej kws pub kev kaaj sab lug rua koj. Tassws nwgnuav tej hov raug muab zais ntawm koj lub qhov muag lawm."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.43","label":"43","content":"Tsua qhov lub swjhawm lug yuav txug koj, mas koj cov yeeb ncuab yuav tsub aav tawm tsaam koj hab vej nkaus koj kaw koj txhua faab."},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.44","label":"44","content":"Puab yuav muab koj ntsawm rua huv peg teb, taag nrho koj hab koj cov mivnyuas kws nyob huv koj, hab yuav tsw tseg tej txhwb zeb ib lub tib ib lub rua huv koj, vem yog koj tsw paub lub swjhawm kws Vaajtswv lug saib koj.”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.45","label":"45","content":"Yexu txawm nkaag moog rua huv lub tuam tsev mas chiv ntab cov tuabneeg ua laag ua luam,"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.46","label":"46","content":"hab has rua puab tas, “Tub muaj lug sau ca has tas, ‘Kuv lub tuam tsev yuav ua lub tsev thov Vaajtswv,’ tassws mej muab ‘ua qhov rua tub saab nkaum.’ ”"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.47","label":"47","content":"Yexu naj nub qhuab qha rua huv lub tuam tsev. Tes cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai hab cov kws ua thawj txawm nrhav kev txuv Yexu,"},{"bible_id":"1216","chapter_code":"LUK.19","verse_code":"LUK.19.48","label":"48","content":"tassws puab nrhav tsw tau ib lub ncauj kev kws yuav ua tau vem yog cov tuabneeg suavdawg dai sab quas dhuav rua Yexu tej lug."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.1","label":"1","content":"Muaj ib nub thaus Yexu qhuab qha cov tuabneeg huv lub tuam tsev hab tshaaj tawm txuj xuv zoo, cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai hab cov kev txwj quas laug kuj tuaj cuag nwg."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.2","label":"2","content":"Puab has rua Yexu tas, “Ca le has rua peb saib, koj muaj fwjchim daabtsw txhad ua tau tej nuav hab leejtwg muab tug fwjchim nuav rua koj?”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.3","label":"3","content":"Yexu teb puab tas, “Kuv yuav nug mej ib lus hab. Qha kuv saib,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.4","label":"4","content":"txuj kevcai raus dej kws Yauhaa ua hov, lug sau ntuj lug los lug ntawm tuabneeg lug?”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.5","label":"5","content":"Puab txawm sablaaj has tas, “Yog peb has tas, ‘Lug sau ntuj lug,’ nwg yuav has tas, ‘Ua caag mej tsw ntseeg Yauhaa?’"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.6","label":"6","content":"Tassws yog peb has tas, ‘Lug ntawm tuabneeg lug,’ cov pejxeem suavdawg yuav xuas pob zeb ntaus peb tsua qhov puab yeej fwm tas Yauhaa yog ib tug xwbfwb cev Vaajtswv lug.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.7","label":"7","content":"Puab txawm teb Yexu tas puab tsw paub tas lug hovtwg lug."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.8","label":"8","content":"Yexu txhad has rua puab tas, “Kuv kuj tsw qha rua mej tas kuv muaj fwjchim daabtsw txhad ua tau tej nuav.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.9","label":"9","content":"Yexu txawm chiv ua pev lug has rua cov tuabneeg tas, “Muaj ib tug yawm cog tau ib lub vaaj txwv maab hab muab tso rua ib cov tu faib txwv tes txawm moog nyob lwm tebchaws ntev lawm."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.10","label":"10","content":"Thaus txug lub caij de txwv, nwg khaiv ib tug tub qhe moog cuag cov kws tu lub vaaj hov sub puab txhad faib cov txwv ib txha rua tug tswv. Tassws cov kws tu lub vaaj txawm muab tug tub qhe hov ntaus hab lawv nwg rov moog teg dawb teg do."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.11","label":"11","content":"Mas tug tswv vaaj rov tso dua ib tug tub qhe moog, los puab kuj muab tug hov ntaus hab ua saib tsw taug nwg, hab tso nwg rov moog teg dawb teg do."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.12","label":"12","content":"Nwg kuj tso tug peb moog, los puab kuj ua rua nwg raug mob hab muab nwg ntab tawm moog."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.13","label":"13","content":"Tug tswv vaaj txawm has tas, ‘Kuv yuav ua le caag? Kuv yuav tso kuv tug tub kws kuv hlub moog. Nyab puab yuav fwm nwg.’"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.14","label":"14","content":"Tassws thaus cov kws tu lub vaaj pum tug tub hov puab sws has tas, ‘Tug nuav yog tug kws saws nwg qub txeeg qub teg. Peb ca le muab nwg tua mas tej qub txeeg qub teg yuav poob rua peb.’"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.15","label":"15","content":"Puab txawm muab nwg nrum rua nrau lub vaaj hab muab tua pov tseg. Yog le ntawd tug tswv vaaj yuav ua le caag rua puab?"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.16","label":"16","content":"Nwg yeej yuav lug muab cov kws tu lub vaaj hov ua kuas puam tsuaj hab muab lub vaaj txwv maab rua lwm cov tu.” Thaus puab nov le hov puab txawm has tas, “Tsw xob ca muaj le nuav.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.17","label":"17","content":"Yexu saib ntsoov rua puab has tas, “Tej lug nuav kws sau ca lawd lub ntsab yog daabtsw? “ ‘Lub pob zeb kws cov Kws ua tsev muab xyeeb tseg lawm tub muab lug teeb ua lub thawj rua ntawm kaum tsev lawm.’"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.18","label":"18","content":"Txhua tug kws qaug moog tsam lub pob zeb hov yuav tawg ua tej dwb daim, lub pob zeb poob lug tsuam leejtwg tug hov yuav ntsoog taag.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.19","label":"19","content":"Cov xwbfwb qha Vaajtswv kevcai hab cov pov thawj hlub txawm nrhav kev nteg Yexu lub swjhawm ntawd, tsua qhov puab paub tas Yexu has zaaj paaj lug nuav raug puab, tassws puab ntshai cov pejxeem."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.20","label":"20","content":"Puab txawm soj nraim Yexu hab tso qee leej ua txuj ua le tug ncaaj nceeg moog tshuaj Yexu sub puab txhad nyaag tau Yexu tej lug hab muab tau Yexu cob rua huv tug tswv xeev le fwjchim txav txem."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.21","label":"21","content":"Puab txawm nug Yexu tas, “Xwbfwb, peb paub tas koj has hab qhuab qha lawv le qhov tseeb, hab koj tsw saib leejtwg ntsej muag, koj tsuas qha Vaajtswv txuj kev lawv le muaj tseeb xwb."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.22","label":"22","content":"Mas tswm nyog peb them se rua Xixa los tsw them?”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.23","label":"23","content":"Yexu tub paub puab tej tswvyim phem txhad has rua puab tas,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.24","label":"24","content":"“Ca le muab ib lub nyaj ntenalia  lug rua kuv saib. Lub ntsej muag hab lub npe kws txaug nuav yog leejtwg?” Puab teb tas, “Yog Xixa le.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.25","label":"25","content":"Yexu txawm has rua puab tas, “Yog le nuav yaam kws yog Xixa le ca le muab rua Xixa, yaam kws yog Vaajtswv le ca le muab rua Vaajtswv.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.26","label":"26","content":"Puab nyaag tsw tau Yexu tej lug taab meeg cov pejxeem, puab xaav tsw thoob rua tej lug kws Yexu teb, puab txhad ntsag tu lawm."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.27","label":"27","content":"Cov Xantukai qee leej kws qha has tas tsw muaj qhov kws sawv huv qhov tuag lug txawm tuaj cuag Yexu,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.28","label":"28","content":"mas puab txhad thom Yexu has tas, “Xwbfwb, Mauxe tub sau ca rua peb tas, ‘Yog leejtwg tuag lawm nwg tug quaspuj tsw tau muaj mivnyuas, ib tug kwvtij yuav tsum yuav tug quaspuj hov txhad rhawv tau tug kws tuag le keeb kwm ca.’"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.29","label":"29","content":"Muaj xyaa tug kwvtij. Tug hlub yuav quaspuj lawm le tuag tsw tau muaj mivnyuas."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.30","label":"30","content":"Mas tug ob"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.31","label":"31","content":"hab tug peb kuj yuav tug puj hov ua quaspuj. Taag nrho xyaa leej kuj yuav nwg ib yaam nkaus los tsw muaj mivnyuas txawm tuag taag lawm."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.32","label":"32","content":"Thaus kawg tug quaspuj hov kuj tuag lawm hab."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.33","label":"33","content":"Yog le ntawd, nub kws caj sawv rov lug, tug puj hov yuav ua leejtwg le quaspuj? Tsua qhov nwg tub ua xyaa leej hov le quaspuj lawm.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.34","label":"34","content":"Yexu has rua puab tas, “Tam tuabneeg nuav muaj kev sws yuav ua quaspuj quasyawg,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.35","label":"35","content":"tassws cov tuabneeg kws suav tas tswm nyog nyob rua tam peg suab hab caj sawv huv qhov tuag rov lug yuav tsw muaj kev sws yuav ua quaspuj quasyawg lawm,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.36","label":"36","content":"tsua qhov puab tsw txawj tuag dua le lawm. Puab zoo ib yaam le cov tubkhai ntuj hab yog Vaajtswv cov mivnyuas, vem puab yog cov kws caj sawv rov lug lawm."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.37","label":"37","content":"Qhov kws tuabneeg caj sawv huv qhov tuag rov lug hov, Mauxe tub qha rua huv zaaj kws has txug tsob ntoo kub nyab, yog qhov chaw kws nwg hu tug Tswv tas yog Aplahaa tug Vaajtswv hab yog Yiha tug Vaajtswv hab yog Yakhauj tug Vaajtswv."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.38","label":"38","content":"Vaajtswv tsw yog cov tuabneeg tuag tug Vaajtswv, nwg yog cov tuabneeg caj tug Vaajtswv. Tsua qhov txhua tug puavleej tseed muaj txujsa nyob rua ntawm Vaajtswv.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.39","label":"39","content":"Cov xwbfwb qha Vaajtswv kevcai qee leej txawm has rua Yexu tas, “Xwbfwb, koj has tau zoo kawg.”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.40","label":"40","content":"Puab tsw kaav nug Yexu dua le lawm."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.41","label":"41","content":"Yexu txawm nug puab tas, “Puab has tau le caag tas tug Kheto yog Tavi le tub?"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.42","label":"42","content":"Tsua qhov Tavi yeej has huv phoo Ntawv Nkauj has tas, “ ‘Tug Tswv has rua kuv tug tswv tas, “Ca le nyob tsawg ntawm kuv saab xws,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.43","label":"43","content":"moog txug thaus kuv muab koj cov yeeb ncuab ua koj lub rooj tag taw.” ’"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.44","label":"44","content":"Yog Tavi tub hu tug Kheto tas ‘tug Tswv,’ nwg yuav ua le caag ua tau Tavi le tub?”"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.45","label":"45","content":"Thaus cov tuabneeg suavdawg saamswm noog tej lug qha, Yexu has rua nwg cov thwjtim tas,"},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.46","label":"46","content":"“Ca le ceev faaj cov xwbfwb qha Vaajtswv kevcai kws nyam naav lub tsho ntev moog moog lug lug hab nyam kuas luas fwm puab tom tej tshaav puam, hab nyam nyob tej rooj sab huv tej tsev sablaaj, hab thaus muaj rooj noj rooj haus puab nyam nyob saam tsum."},{"bible_id":"1216","chapter_code":"LUK.20","verse_code":"LUK.20.47","label":"47","content":"Puab txeeb cov puj ntsuag tej vaaj tse hab thov Vaajtswv ntev ntev rua luas pum. Puab cov nuav yimfuab yuav raug txem nyaav heev dua.”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.1","label":"1","content":"Yexu tsaa muag saib pum cov tuabneeg nplua nuj tso nyaj rua huv lub swb xaab xyeem nyaj,"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.2","label":"2","content":"hab nwg pum ib tug puj ntsuag pluag pluag tso ob lub txaj toog lab rua huv."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.3","label":"3","content":"Yexu txawm has tas, “Kuv has tseeb rua mej tas, tug puj ntsuag pluag nuav tso nyaj rua huv ntau dua txhua tug."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.4","label":"4","content":"Tsua qhov puab txhua tug rhu tej nyaj kws puab muaj ntau nplua mag lawm mivntswv tuaj tso rua huv tassws tug puj nuav lub neej txom nyem kawg le los nwg muab txhua yaam kws yug nwg txujsa tso rua huv.”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.5","label":"5","content":"Thaus muaj qee leej qhuas lub tuam tsev tas xuas tej txhwb zeb zoo nkauj ua hab xuas tej kws luas coj tuaj xyeem pub ua kuas zoo nkauj, Yexu txawm has tas,"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.6","label":"6","content":"“Tej kws mej pum nuav, mas muaj ib nub twg tej txhwb zeb kws tib ib lub tshooj ib lub nuav yuav tsw tshuav ib lub kws tsw raug muab ua pob taag.”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.7","label":"7","content":"Puab txawm nug Yexu tas, “Xwbfwb, tej xwm txheej nuav yuav tshwm lug thaus twg, hab muaj yaam txujci twg qha kuas paub tas tub ze swjhawm kws yuav tshwm lug?”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.8","label":"8","content":"Yexu has tas, “Ca le ceev faaj tuab zoo tsaam tes mej raug ntxag yuam kev. Tsua qhov yuav muaj ntau leej tuav kuv lub npe lug has tas, ‘Kuv yog tug hov ntaag,’ hab has tas, ‘Lub swjhawm lug ze lawm.’ Tsw xob lawv puab moog."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.9","label":"9","content":"Thaus mej nov suab ua tsuv ua rog hab kev kub ntxhuv tsw xob ntshai, tsua qhov tej nuav yeej yuav tsum tshwm lug ua ntej tassws nub kawg tsw tau lug txug taamswm.”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.10","label":"10","content":"Yexu txawm has rua puab tas, “Ib lub tebchaws yuav sawv tawm tsaam rua ib lub tebchaws, ib tug vaajntxwv yuav tawm tsaam rua ib tug vaajntxwv,"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.11","label":"11","content":"yuav muaj ntuj qeg luj hab yuav muaj kev tshaib kev nqhes hab mob kis rua ntau qhov, hab yuav muaj tej xwm txheej txaus ntshai hab tej txujci tseem ceeb lug sau ntuj lug."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.12","label":"12","content":"Tassws thaus tsw tau muaj tej xwm txheej nuav luas yuav nteg mej hab tswm txom mej, muab mej cob rua tej tsev sablaaj hab tej tsev lojfaaj, hab yuav coj mej moog rua ntawm tej vaajntxwv hab cov thawj kaav xubndag vem yog tim kuv lub npe."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.13","label":"13","content":"Lub swjhawm ntawd yog lub swjhawm kws mej ua tau timkhawv."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.14","label":"14","content":"Yog le nuav, mej yuav tsum ncu ntsoov tas tsw txug yuav npaaj ua ntej tas yuav has le caag daws mej zaaj,"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.15","label":"15","content":"tsua qhov kuv yuav pub tej lug hab tswvyim rua mej has kws mej cov yeeb ncuab yuav tiv tsw tau hab caav tsw yeej."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.16","label":"16","content":"“Txawm yog nam txwv kwvtij tej txheeb ze hab kwvluag los puab yuav muab mej cob rua luas, mas luas yuav muab mej qee leej tua pov tseg."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.17","label":"17","content":"Ib tsoom tuabneeg yuav ntxub mej vem yog tim kuv lub npe,"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.18","label":"18","content":"los mej ib txuj plaubhau yuav tsw puam tsuaj."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.19","label":"19","content":"Mej yuav tau txujsa vem mej ua sab ntev thev."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.20","label":"20","content":"“Thaus mej pum tub rog vej nkaus lub nroog Yeluxalee, ca le paub tas ze lub swjhawm kws lub nroog yuav puam tsuaj taag nyob do cuas."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.21","label":"21","content":"Thaus hov cov kws nyob huv Yutia ca le tswv moog rua peg tej roob, hab cov kws nyob huv lub nroog ca le tawm tswv moog, hab cov kws nyob tom teb tsw xob rov lug rua huv nroog."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.22","label":"22","content":"tsua qhov lub swjhawm ntawd yog nub kws teem txem sub txhua yaam kws sau ca lawd txhad le tav."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.23","label":"23","content":"Nub ntawd cov kws suab mivnyuas hab cov kws muaj mivnyuas noj mig yuav txom nyem kawg le lauj! Vem tas yuav muaj kev txom nyem luj kawg rua lub nplajteb hab txujkev npau tawg yuav raug haiv tuabneeg nuav."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.24","label":"24","content":"Puab yuav raug nav ntaaj nav rag tuag taag hab yuav raug muab nteg coj moog rua huv txhua lub tebchaws. Hab lwm haiv tuabneeg yuav tsuj lub nroog Yeluxalee moog txug thaus lwm haiv tuabneeg lub swjhawm tav."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.25","label":"25","content":"“Yuav muaj txujci tseem ceeb tshwm rua sau lub nub lub hli hab tej nub qub huvsw, hab ib tsoom tebchaws huv nplajteb nuav yuav raug kev txom nyem hab yuav tsw pum qaab xaav vem lub suab nrov kws dej havtxwv ndaas tej nam nthwv."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.26","label":"26","content":"Tej tuabneeg yuav feeb pis tsag vem ntshai heev hab tog ntsoov tej kws yuav tswm lug raug lub nplajteb, tsua qhov tej kws muaj fwjchim sau nruab ntug yuav raug muab cu ua zug quas kais."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.27","label":"27","content":"Thaus ntawd puab yuav pum Tuabneeg leej Tub nrug nwg tug fwjchim hab meej mom luj nrug fuab sau ntuj lug."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.28","label":"28","content":"Thaus tej xwm txheej nuav chiv muaj tshwm lug, ca le sawv ntsug hab tsaa taubhau, vem qhov kws txhwv mej dim lug ze lawm.”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.29","label":"29","content":"Yexu ua paaj lug has rua puab tas, “Ca le saib tsob ntoo cua hab tej ntoo huvsw."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.30","label":"30","content":"Thaus chiv hlaav nplooj, mej kuj pum hab paub tas yuav txug lub caij ntuj kub lawm."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.31","label":"31","content":"Ib yaam le ntawd, thaus mej pum tej xwm txheej nuav tshwm lug mej kuj paub tas Vaajtswv lub tebchaws lug ze lawm."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.32","label":"32","content":"Kuv has tseeb rua mej tas, tam tuabneeg nuav yuav tsw tau dua taag moog txug thaus txhua yaam nuav tshwm lug lawm."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.33","label":"33","content":"Lub ntuj hab lub nplajteb yuav dua moog, tassws kuv tej lug yuav tsw pluj hlo le."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.34","label":"34","content":"“Yuav tsum ceev faaj zoo tsaam tes mej lub sab qaug rua tej kev tsw tsheej haaj, kev qaug dej qaug cawv hab tej kev txhawj txug lub neej tam nuav tes nub ntawd yuav lug txug mej rua thaus mej xaav tsw txug,"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.35","label":"35","content":"ib yaam le maag rooj hlua. Tsua qhov nub ntawd yuav lug raug txhua tug kws nyob thoob plawg huv lub nplajteb."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.36","label":"36","content":"Mej yuav tsum zuv tog txhua lub swjhawm, hab thov Vaajtswv paab kuas mej muaj zug dim txhua yaam xwm txheej kws yuav tshwm lug nuav hab sawv ntsug tau rua ntawm Tuabneeg leej Tub xubndag.”"},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.37","label":"37","content":"Yexu naj nub qhuab qha huv lub tuam tsev, mas tsaus ntuj nwg tawm moog su sau lub roob kws hu ua roob Txwv Aulib."},{"bible_id":"1216","chapter_code":"LUK.21","verse_code":"LUK.21.38","label":"38","content":"Thaus sawv ntxuv cov tuabneeg suavdawg tuaj cuag nwg huv lub tuam tsev noog nwg qha."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.1","label":"1","content":"Kevcai Noj Ncuav tsw Xyaw Keeb kws hu ua kevcai Hlaa Dhau tub lug yuav txug."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.2","label":"2","content":"Cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai nrhav kev saib yuav muab Yexu tua pov tseg le caag, vem puab ntshai cov pejxeem."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.3","label":"3","content":"Thaus ntawd Xataa  tshoov Yutas kws hu tas Ikhali‑au kws yog ib tug huv kaum ob tug thwjtim lub sab."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.4","label":"4","content":"Yutas txawm moog nrug cov pov thawj hlub hab cov num tswv kws saib lub tuam tsev sablaaj tas yuav muab Yexu cob rua puab le caag."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.5","label":"5","content":"Puab zoo sab heev hab cog lug tas yuav muab nyaj rua Yutas."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.6","label":"6","content":"Nwg txawm has hum hab nrhav swjhawm muab Yexu cob rua puab, rua thaus tsw muaj tuabneeg."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.7","label":"7","content":"Thaus txug nub kws ua kevcai Noj Ncuav tsw Xyaw Keeb yog nub kws yuav tsum tua mivnyuas yaaj ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.8","label":"8","content":"Yexu txawm khaiv Petu hab Yauhaa moog has tas, “Ca le moog npaaj kevcai Hlaa Dhau rua peb noj.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.9","label":"9","content":"Ob tug has rua Yexu tas, “Yuav ca ib npaaj noj rua hovtwg?”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.10","label":"10","content":"Nwg has rua ob tug tas, “Thaus meb moog rua huv lub nroog, mas yuav muaj ib tug yawm nqaa ib lub laujkaub dej ntswb meb. Nwg nkaag rua lub tsev twg, meb ca le lawv nwg qaab moog rua huv,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.11","label":"11","content":"hab has rua tug tswv tsev hov tas, ‘Tug xwbfwb has rua koj tas, Chaav txais qhua kws kuv yuav nrug kuv cov thwjtim noj kevcai Hlaa Dhau nyob hovtwg?’"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.12","label":"12","content":"Nwg yuav qha ib chaav luj kws nyob txheej sau muaj rooj tog txhwj lawm. Ca le npaaj hov ntawd.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.13","label":"13","content":"Ob tug txawm moog hab ntswb lawv le Yexu has rua ob tug, tes ob tug txhad npaaj ua kevcai Hlaa Dhau txhwj zog."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.14","label":"14","content":"Thaus txug swjhawm, Yexu nrug nwg cov tubkhai nyob pheeb ntawm rooj mov,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.15","label":"15","content":"hab has rua puab tas, “Kuv xaav xaav nrug mej noj pluag mov kevcai Hlaa Dhau nuav ua ntej kws kuv tsw tau raug tswm txom,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.16","label":"16","content":"tsua qhov kuv has rua mej tas, kuv yuav tsw noj le nuav moog txug thaus kevcai Hlaa Dhau tav rua huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.17","label":"17","content":"Hab nwg muab ib lub khob lug. Thaus ua Vaajtswv tsaug lawd, nwg has tas, “Ca le txais lub khob nuav moog sws faib haus,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.18","label":"18","content":"tsua qhov kuv has rua mej tas txwj nwgnuav moog kuv yuav tsw haus cawv txwv maab moog txug thaus Vaajtswv lub tebchaws lug.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.19","label":"19","content":"Hab nwg muab ib lub ncuav lug. Thaus ua Vaajtswv tsaug lawd, nwg muab ndais cev rua puab has tas, “Nuav yog kuv lub cev kws muab pub rua mej. Ca le ua le nuav txhad ncu ntsoov kuv.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.20","label":"20","content":"Thaus noj mo taag, Yexu txawm muab lub khob lug ua ib yaam nkaus has tas, “Lub khob kws raug muab nchuav rua mej nuav yog lu lug cog tseg tshab huv kuv cov ntshaav."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.21","label":"21","content":"Tug kws yuav faav xeeb rua kuv txhais teg kuj nrug kuv koom sau rooj nuav."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.22","label":"22","content":"Tuabneeg leej Tub yuav moog lawv le kws teem tseg ca lawd tassws tug kws faav xeeb rua nwg yeej yuav raug txom nyem kawg.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.23","label":"23","content":"Tes puab txawm sws nug saib puab cov leejtwg yog tug yuav ua le ntawd."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.24","label":"24","content":"Cov thwjtim sws caam tas yuav pum tas puab cov leejtwg yog tug luj dua."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.25","label":"25","content":"Yexu txawm has rua puab tas, “Lwm haiv tuabneeg tej vaajntxwv yeej kaav rawv cov pejxeem, hab cov kws muaj fwjchim kaav rov hu puab tug kheej tas yog tuabneeg sab daav paab luas."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.26","label":"26","content":"Tassws mej cov tsw thooj le ntawd. Mej cov tug kws ua luj dua ndais ca le ua zoo le tug miv dua ndais, hab tug kws ua thawj ca le ua zoo le tug qhev."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.27","label":"27","content":"Leejtwg luj dua, yog tug kws nyob tsawg noj lossws yog tug kws ua qhev? Yog tug kws nyob tsawg noj los tsw yog? Tassws kuv nrug mej nyob zoo le tug kws ua qhev."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.28","label":"28","content":"“Mej yog cov kws nrug nraim kuv nyob rua thaus kuv raug swm sab txom nyem,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.29","label":"29","content":"mas kuv npaaj ib lub tebchaws rua mej ib yaam le kuv Txwv npaaj rua kuv lawm,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.30","label":"30","content":"sub mej txhad tau noj tau haus ntawm kuv lub rooj huv kuv lub tebchaws, hab mej yuav tau nyob quas tsawg sau tej zwm txwv txav txem rua kaum ob xeem Yixayee."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.31","label":"31","content":"“Ximoo, Ximoo 'e, saib maj, Xataa  tub thov mej lawm yuav muab mej tshau ib yaam le tshau mog,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.32","label":"32","content":"tassws kuv tub thov Vaajtswv paab kuas koj kev ntseeg tsw xob tu. Mas thaus koj tig rov lug lawd, koj ca le txhawb koj cov kwvtij tug zug.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.33","label":"33","content":"Petu has rua Yexu tas, “Tug Tswv, kuv yeej npaaj txhwj yuav nrug koj raug kaw huv tsev lojfaaj hab nrug koj tuag ua ke.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.34","label":"34","content":"Yexu has tas, “Petu 'e, kuv has rua koj tas, nub nua thaus qab tsw tau qua koj yuav tsw leeg paub kuv txug peb zag.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.35","label":"35","content":"Yexu has rua puab tas, “Thaus kuv khaiv mej tawm moog es tsw muaj naas nyaj hab naab thoob puab hab khau mej tu ncua daabtsw?” Puab teb tas, “Tsw tu ncua daabtsw.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.36","label":"36","content":"Yexu txawm has rua puab tas, “Nwgnuav leejtwg muaj naas nyaj kuj ca le coj moog, hab coj naab thoob puab ib yaam nkaus. Tug kws tsw muaj ntaaj kuj ca le muab nwg lub tsho ntev muag moog yuav ntaaj."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.37","label":"37","content":"Kuv has rua mej tas tej lug kws muab sau ca lawd yuav tsum tav rua huv kuv, kws has tas, ‘Nwg raug muab suav rua huv cov tuabneeg muaj txem.’  Tej kws muab sau tseg has txug kuv saamswm tav.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.38","label":"38","content":"Puab txawm has tas, “Tug Tswv, ntawm nuav muaj ob raab ntaaj.” Yexu has rua puab tas, “Txaus lauj!”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.39","label":"39","content":"Yexu txawm tawm moog peg lub roob Txwv Aulib ib yaam le txeev moog, nwg cov thwjtim kuj lawv nwg qaab moog."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.40","label":"40","content":"Thaus nwg moog txug lawm, Yexu has rua puab tas, “Mej ca le thov Vaajtswv sub txhad tsw raug kev swm sab.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.41","label":"41","content":"Yexu txawm ncaim puab moog deb le laim ib cos zeb, mas nwg txhus caug thov Vaajtswv has tas,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.42","label":"42","content":"“Au leej Txwv, yog koj pum zoo, thov rhu lub khob nuav ntawm kuv moog. Txawm le caag kuj xwj, tsw xob ua lawv le kuv lub sab, ca ua lawv le koj lub sab.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.43","label":"43","content":"[Muaj ib tug tubkhai ntuj lug tshwm rua Yexu hab txhawb nwg tug zug."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.44","label":"44","content":"Yexu txhawj heev kawg le, nwg yimfuab thov Vaajtswv heev, nwg nto fws zoo yaam nkaus le ntshaav nrug tej teev rua huv aav.]"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.45","label":"45","content":"Thaus Yexu thov taag nwg sawv lug rua ntawm cov thwjtim, pum puab tsaug zug ua txhawj quas ntsuav,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.46","label":"46","content":"nwg txawm has rua puab tas, “Mej tsaug zug ua daabtsw? Ca le sawv tseeg thov Vaajtswv, sub mej txhad tsw raug kev swm sab.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.47","label":"47","content":"Thaus Yexu tseed saamswm has lug, txawm muaj ib paab tuabneeg coob tuaj, hab tug yawm kws hu ua Yutas kws yog ib tug huv kaum ob tug thwjtim coj puab tuaj. Yutas txaav lug ze yuav nwj Yexu,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.48","label":"48","content":"tassws Yexu has rua nwg tas, “Yutas 'e, koj yuav nwj faav xeeb rua Tuabneeg leej Tub lov?”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.49","label":"49","content":"Thaus cov kws nrug Yexu pum tas yuav tshwm xwm, puab txawm has tas, “Tug Tswv, peb xuas ntaaj tiv lov?”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.50","label":"50","content":"Muaj ib tug txawm tuab ntaug tug tuam pov thawj hlub tug tub qhe txav nwg saab nplooj ntseg xws tu nrho."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.51","label":"51","content":"Yexu has tas, “Ca le lauj!” Tes Yexu txawm cev teg npuab tug hov lub qhov ntsej khu kuas zoo hlo."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.52","label":"52","content":"Yexu txawm has rua cov pov thawj hlub hab cov thawj rog kws saib lub tuam tsev hab cov kev txwj quas laug kws tawm tuaj nteg nwg has tas, “Mej coj ntaaj coj qws tuaj nteg kuv ib yaam le tawm moog nteg tub saab lov?"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.53","label":"53","content":"Thaus kuv naj nub nrug mej nyob huv lub tuam tsev, mej tsua tsw cev teg nteg kuv. Tassws nuav yog mej le swjhawm hab yog tug fwjchim tsaus ntuj le swjhawm.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.54","label":"54","content":"Puab txawm nteg Yexu coj moog rua huv tug tuam pov thawj hlub lub tsev. Petu lawv Yexu qaab deb deb moog."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.55","label":"55","content":"Thaus puab rauv tawg nte huv plawv lub tshaav puam ntawm lub tsev hab nyob tsawg lawm, Petu kuj nrug puab nyob tsawg ua ke."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.56","label":"56","content":"Muaj ib tug nkauj qhev pum Petu nyob tsawg ntawm cov duab suavtawg laam lug, txawm saib ntsoov rua hab has tas, “Tug nuav tub nrug Yexu ua ke hab.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.57","label":"57","content":"Tassws Petu tsw leeg, nwg has tas, “Tug muam 'e, kuv tsw paub tug hov hlo le.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.58","label":"58","content":"Dhau ntawd ib ntswv muaj dua ib tug pum Petu txawm has tas, “Koj yeej yog puab cov ib tug hab.” Petu has tas, “Txwv ntxawm 'e, kuv tsw yog.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.59","label":"59","content":"Dhau ntawd kwvlaam ib teev, muaj dua ib tug has tawv tawv tas, “Tug nuav yeej nrug Yexu ua ke tag tag le, vem nwg tub yog tuabneeg Kalilai.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.60","label":"60","content":"Petu has tas, “Txwv ntxawm 'e, kuv yeej tsw paub tej kws koj has kod.” Thaus Petu tseed saamswm has le ntawd qab txawm qua taamswm."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.61","label":"61","content":"Tug Tswv txawm tig lug saib Petu, mas Petu ncu dheev txug tej lug kws tug Tswv tau has rua nwg tas, “Nub nua thaus qab tsw tau qua koj yuav tsw leeg paub kuv peb zag.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.62","label":"62","content":"Petu txawm tawm moog rua saab nrau quaj nyuaj sab heev."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.63","label":"63","content":"Cov kws nteg Yexu kuj thuaj luag hab ntaus Yexu."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.64","label":"64","content":"Puab muab ntaub qhwv Yexu qhov muag nug nwg tas, “Ca le cev Vaajtswv lug. Saib leejtwg ntaus koj?”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.65","label":"65","content":"Hab puab tseed has ntau yaam tuam mom Yexu."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.66","label":"66","content":"Thaus kaaj ntug cov kev txwj quas laug huv cov pejxeem hab cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai tuaj txoos ua ke. Puab coj Yexu moog rua huv puab lub chaw sablaaj.  hab has tas,"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.67","label":"67","content":"“Yog koj yog tug Kheto kuj ca le has rua peb.” Tassws Yexu has rua puab tas, “Txawm yog kuv has rua mej los mej yuav tsw ntseeg."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.68","label":"68","content":"hab yog kuv nug los mej yuav tsw teb."},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.69","label":"69","content":"Tassws txwj nuav moog Tuabneeg leej Tub yuav nyob tsawg ntawm Vaajtswv kws muaj fwjchim luj kawg saab xws.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.70","label":"70","content":"Puab txhua tug txawm has tas, “Yog le ntawd, koj yog Vaajtswv tug Tub lov?” Yexu has rua puab tas, “Mej has tas kuv yog.”"},{"bible_id":"1216","chapter_code":"LUK.22","verse_code":"LUK.22.71","label":"71","content":"Puab txawm has tas, “Peb tseed yuav dua timkhawv le caag? Peb tub nov nwg lub qhov ncauj has ntaag.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.1","label":"1","content":"Puab suavdawg txawm sawv tseeg coj Yexu moog cuag Philaj."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.2","label":"2","content":"Puab chiv kom Yexu has tas, “Peb pum tug nuav saamswm ntxeev peb lub tebchaws. Nwg txwv kuas peb tsw xob them se rua Xixa hab has tas nwg yog tug Kheto, yog ib tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.3","label":"3","content":"Philaj txawm nug Yexu tas, “Koj yog cov Yutai tug vaajntxwv lov?” Yexu has tas, “Yog le koj has.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.4","label":"4","content":"Philaj txawm has rua cov pov thawj hlub hab cov tuabneeg hov tas, “Kuv tsw pum tug nuav muaj ib qho txhum hlo le.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.5","label":"5","content":"Tassws puab has tawv qhawv tas, “Tug nuav tshaum cov pejxeem hab qhuab qha thoob plawg Yutia txwj ntawm Kalilai lug txug ntawm nuav.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.6","label":"6","content":"Thaus Philaj nov le ntawd, nwg txawm nug tas tug hov yog tuabneeg Kalilai lov?"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.7","label":"7","content":"Thaus nwg paub tas Yexu nyob huv Helauj le kaav xyuam, nwg txawm xaa Yexu moog cuag Helauj kws tseed nyob huv Yeluxalee rua lub swjhawm ntawd."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.8","label":"8","content":"Thaus Helauj pum Yexu nwg kuj zoo sab heev tsua qhov nwg tub xaav pum Yexu ntev lug lawm tsua qhov nwg tub nov txug Yexu, hab nwg vaam tas yuav pum Yexu ua ib yaam txujci tseem ceeb."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.9","label":"9","content":"Nwg txawm nug Yexu ntau qhov tassws Yexu tsw teb le."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.10","label":"10","content":"Cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai kuj sawv ntawd swv zug kom Yexu heev kawg."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.11","label":"11","content":"Helauj hab nwg cov tub rog kuj saib tsw taug thuaj luag Yexu. Thaus muab ib cev tsoog zoo nkauj ua rua Yexu naav, Helauj txawm xaa Yexu rov moog rua Philaj."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.12","label":"12","content":"Helauj hab Philaj txawm sws raug zoo rua nub ntawd, tsua qhov yaav taag lug ob tug ua yeeb ncuab."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.13","label":"13","content":"Philaj txawm hu cov pov thawj hlub hab cov thawj hab cov pejxeem tuaj txoos ua ke,"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.14","label":"14","content":"hab has rua puab tas, “Mej coj tug nuav tuaj cuag kuv has tas nwg tshaum cov pejxeem kuas faav xeeb. Kuv tub tshuaj saib nwg taab meeg mej los kuv tsw pum tas nwg muaj kev txhum lawv le mej kom nwg,"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.15","label":"15","content":"hab Helauj kuj tsw pum nwg muaj kev txhum tsua qhov Helauj tub xaa nwg rov lug cuag kuv. Saib maj, tug nuav yeej tsw muaj ib qhov txhum kws tswm nyog muab rau txem tuag."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.16","label":"16","content":"Vem le nuav kuv yuav muab nwg nplawm hab tso nwg dim.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.18","label":"18","content":"Tassws cov tuabneeg ib txhwj qw has tas, “Muab tug nuav tua pov tseg, es tso Npalanpa rua peb.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.19","label":"19","content":"Npalanpa yeej raug kaw huv tsev lojfaaj vem yog tshaum tuabneeg faav xeeb huv lub nroog hab tua tuabneeg."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.20","label":"20","content":"Philaj tseed xaav tso Yexu dim txhad has rua puab dua ib zag,"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.21","label":"21","content":"tassws puab qw nrov has tas, “Muab nwg teem, muab nwg teem rua sau khaublig ntoo.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.22","label":"22","content":"Philaj has rua puab zag peb tas, “Ua caag muab teem? Nwg tau ua txhum daabtsw? Kuv tsw pum nwg ua txhum daabtsw kws yuav tswm nyog tuag. Vem le nuav kuv yuav muab nwg nplawm hab tso nwg moog.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.23","label":"23","content":"Tassws puab qw nrov nrov txhwb kuas muab Yexu teem rua sau khaublig ntoo, tes puab lub suab txawm kov yeej."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.24","label":"24","content":"Philaj txhad txav txem lawv le puab thov."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.25","label":"25","content":"Nwg txhad tso tug kws puab thov hov yog tug raug kaw huv tsev lojfaaj vem yog tshaum tuabneeg faav xeeb hab tua tuabneeg. Hab nwg muab Yexu cob rua puab ua lawv le puab lub sab."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.26","label":"26","content":"Thaus puab saamswm coj Yexu moog, puab yuam Ximoo kws yog tuabneeg Khulene taug kev peg yaaj saab tuaj. Puab txawm muab tug khaublig ntoo rua nwg kwv lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.27","label":"27","content":"Muaj tuabneeg coob coob hab ib co quaspuj kws ntaus hauv sab quaj ntsuag lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.28","label":"28","content":"Yexu tig lug saib puab hab has tas, “Yeluxalee cov ntxhais 'e, tsw xob quaj kuv, ca le quaj mej tug kheej hab mej cov mivnyuas nawj."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.29","label":"29","content":"Tsua qhov yuav txug lub swjhawm kws luas yuav has tas, ‘Cov quaspuj mooj hab lub plaab kws tsw tau xeeb dua mivnyuas hab tej txwv mig kws mivnyuas tsw tau ntxais dua tau nyob kaaj sab lug.’"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.30","label":"30","content":"Lub swjhawm ntawd puab yuav chiv hu rua tej roob tas, ‘Ca le nphau lug tsuam peb,’ hab hu rua tej pov roob tas, ‘ Ca le txhub hlo peb.’"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.31","label":"31","content":"Thaus tsob ntoo nyoog, puab tub ua le nuav, tes thaus tsob ntoo qhuav lawm puab tseed yuav ua le caag?”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.32","label":"32","content":"Puab kuj coj dua ob tug yawm tuabneeg phem moog tua pov tseg nrug Yexu ua ke."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.33","label":"33","content":"Thaus puab moog txug lub chaw kws hu tas roob Txhaa Taubhau, puab txawm muab Yexu teem rua sau khaublig ntoo rua hov ntawd, hab muab ob tug tuabneeg phem hov teem nrug Yexu, saab xws ib tug saab phem ib tug."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.34","label":"34","content":"Yexu has tas, “Au kuv txwv, thov daws puab lub txem, vem puab tsw paub tas puab ua daabtsw.” Puab muab nwg cev tsoog tsho lug rhu ntawv faib rua puab."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.35","label":"35","content":"Cov tuabneeg kuj sawv ntawd saib ntsoov. Cov thawj kuj thuaj luag Yexu has tas, “Nwg cawm tau luas dim, yog nwg yog Vaajtswv tug Kheto kws Vaajtswv xaiv ca lawd, kuj ca nwg cawm nwg tug kheej dim los maj!”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.36","label":"36","content":"Cov tub rog kuj thuaj luag nwg, hab tuaj muab cov kua qaub  cev rua nwg haus,"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.37","label":"37","content":"hab has tas, “Yog koj yog cov Yutai tug vaajntxwv, ca le cawm koj tug kheej dim los maj!”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.38","label":"38","content":"Ntawm Yexu lawm sau muaj ib co lug sau ca has tas, “Tug nuav yog cov Yutai tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.39","label":"39","content":"Ib tug kws raug teem rua sau khaublig ntoo ntawd, kuj has tuam mom Yexu tas, “Koj yog tug Kheto los tsw yog? Ca le cawm koj hab ib ob leeg dim los maj!”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.40","label":"40","content":"Tassws muaj dua ib tug txwv nwg has tas, “Koj tsw ntshai Vaajtswv lov? Koj tub raug txem ib yaam nkaus hab."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.41","label":"41","content":"Ib ob leeg yeej raug txem lawv le txujcai, vem ib tau saws lawv le ib tau ua lug lawm, tassws tug nuav tsw tau ua ib qho txhum hlo le.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.42","label":"42","content":"Tes nwg txawm has tas, “Yexu, thaus koj nkaag rua huv koj lub tebchaws thov koj ncu txug kuv.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.43","label":"43","content":"Yexu has rua nwg tas, “Kuv has tseeb rua koj tas, nub nua koj yeej yuav tau nrug kuv nyob huv lub chaw zoo kawg nkaus.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.44","label":"44","content":"Thaus ntawd kwvlaam taav su txawm tsaus ntuj ndais thoob plawg lub tebchaws moog txug nub qaij peb teev."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.45","label":"45","content":"Lub nub kuj tsaus nti, daim ntaub kws thaiv huv lub tuam tsev txawm nduag rhe ua ob daim."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.46","label":"46","content":"Yexu txawm tsaa suab qw nrov has tas, “Kuv txwv, kuv muab kuv tug ntsuj plig cob rua huv koj txhais teg.” Yexu has le ntawd taag nwg txawm tu sav nrho."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.47","label":"47","content":"Thaus tug thawj rog kws kaav ib puas leej pum tej kws tshwm lug nuav, nwg txawm qhuas Vaajtswv has tas, “Tseeb tag lauj, tug nuav yeej yog ib tug ncaaj nceeg.”"},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.48","label":"48","content":"Cov tuabneeg coob kws tuaj saib tej xwm txheej nuav thaus pum lawd kuj ntaus hauv sab rov qaab moog tsev."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.49","label":"49","content":"Txhua tug kws paub Yexu hab cov quaspuj kws nrug Yexu tuaj peg Kalilai tuaj kuj sawv deb deb saib tej xwm txheej nuav."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.50","label":"50","content":"Muaj ib tug yawm npe hu ua Yauxej kws nyob huv cov Yutai lub moos Alimathia yog ib tug huv cov thawj lub rooj sablaaj, nwg yog ib tug tuabneeg zoo hab ncaaj nceeg."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.51","label":"51","content":"Nwg tsw pum zoo qhov kws puab tau has hum hab puab ua le ntawd, hab nwg tog rawv Vaajtswv lub tebchaws."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.52","label":"52","content":"Yauxej txawm moog cuag Philaj thov Yexu lub cev tuag."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.53","label":"53","content":"Thaus Yauxej txu Yexu lub cev tuag lug lawd nwg muab ib daim ntaub maag qhwv, coj moog tso rua huv lub qhov ntxaa kws txaug ca rua huv phaab zeb, kws tsw tau log tuag le."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.54","label":"54","content":"Nub ntawd yog nub kws npaaj rua nub Xanpatau kws tub yuav txug."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.55","label":"55","content":"Cov quaspuj kws nrug Yexu tuaj peg Kalilai tuaj kuj lawv qaab moog pum lub qhov ntxaa hov hab pum tas puab muab Yexu lub cev tuag tso le caag."},{"bible_id":"1216","chapter_code":"LUK.23","verse_code":"LUK.23.56","label":"56","content":"Tes cov quaspuj hov txawm rov qaab moog npaaj tshuaj tsw qaab hab roj tsw qaab. Nub Xanpatau puab txawm su lawv le kevcai."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.1","label":"1","content":"Nub ib  thaus sawv ntxuv tsw tau kaaj ntug cov quaspuj coj tej tshuaj tsw qaab kws puab npaaj lawd moog txug lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.2","label":"2","content":"Puab pum daim laag zeb tub muab dov tawm ntawm rooj ntxaa lawm."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.3","label":"3","content":"Thaus puab nkaag moog saib mas tsw pum Yexu lub cev tuag lawm."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.4","label":"4","content":"Thaus puab tseed xaav tsw thoob rua tej nuav ua cav txawm muaj ob tug yawm naav tsoog tsho ci ntsaa ab lug sawv ze ntawm puab."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.5","label":"5","content":"Puab ntshai heev hab nyo lub plhu rua huv peg teb, mas ob tug yawm hov txawm has rua puab tas, “Ua caag mej nrhav tug tuabneeg caj huv cov tuabneeg tuag?"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.6","label":"6","content":"Nwg tsw nyob ntawm nuav, nwg tub caj sawv rov lug lawm. Ca le ncu txug tej lug kws thaus tseed nyob huv Kalilai nwg has rua mej tas,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.7","label":"7","content":"‘Tuabneeg leej Tub yuav tsum raug muab cob rua huv cov tuabneeg muaj txem txhais teg, hab yuav raug muab teem rua sau khaublig ntoo, mas peb nub yuav caj sawv rov lug.’ ”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.8","label":"8","content":"Tes puab txhad ncu dheev txug Yexu tej lug,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.9","label":"9","content":"hab rov tom lub ntxaa lug pav tej xwm txheej nuav huvsw rua kaum ib tug tubkhai hab lwm tug kws nyob ntawd noog."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.10","label":"10","content":"Cov kws pav tej xwm txheej nuav rua cov tubkhai noog yog Maivlag Mantala hab Yau‑ana hab Maivlag kws yog Yakaunpau nam hab lwm tug quaspuj kws nrug puab ua ke."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.11","label":"11","content":"Tassws cov tubkhai pum tas tej lug hov tsw muaj tseeb txhad tsw ntseeg cov quaspuj has."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.12","label":"12","content":"[Tassws Petu sawv tseeg dha moog tom lub ntxaa. Thaus nyo xauj rua huv tsuas pum tej ntaub maag xwb, txawm rov lug phemfwj kawg rua tej xwm txheej kws tshwm lug ntawd.]"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.13","label":"13","content":"Tuab nub ntawd muaj ob tug thwjtim taug kev moog rua ib lub zog npe hu ua Ema‑u, nyob deb ntawm Yeluxalee kwvlaam kaum ib kilumeb."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.14","label":"14","content":"Ob tug sws thaam txug txhua yaam xwm txheej kws tshwm lug nuav."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.15","label":"15","content":"Thaus ob tug saamswm sws thaam sws nug ntawd, Yexu txawm lug ze nrug ob tug taug kev ua ke moog."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.16","label":"16","content":"Tassws ob tug qhov muag plooj lawm cim tsw tau Yexu."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.17","label":"17","content":"Yexu has rua ob tug tas, “Thaus taug kev tuaj meb sws thaam txug daabtsw?” Ob tug txawm nreg nkaus ua plhu mluag mlob."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.18","label":"18","content":"Tug kws npe hu ua Khelaupa txawm teb Yexu tas, “Koj tuab leeg yog qhua huv Yeluxalee kws tsw paub tej xwm txheej kws tshwm lug ob peb nub nua lov?”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.19","label":"19","content":"Yexu has rua ob tug tas, “Xwm txheej daabtsw?” Ob tug teb nwg tas, “Tej xwm txheej kws tshwm rua Yexu kws yog tuabneeg Naxale. Nwg yog ib tug xwbfwb cev Vaajtswv lug kws muaj fwjchim ua num hab has tau lug tseem ceeb taab meeg Vaajtswv hab taab meeg cov tuabneeg suavdawg,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.20","label":"20","content":"mas peb cov pov thawj hlub hab cov thawj muab nwg cob rua luas rau txem tuag hab muab teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.21","label":"21","content":"Peb tub vaam tas nwg yuav ua tug kws txhwv cov Yixayee dim. Dua le ntawd, nub nua yog nub peb kws muaj tej xwm txheej hov tshwm lug."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.22","label":"22","content":"Cov quaspuj kws nrug peb ua ke muaj qee leej ua rua peb phemfwj heev. Puab sawv moog tom lub qhov ntxaa,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.23","label":"23","content":"mas tsw pum Yexu lub cev tuag lawm. Puab rov lug pav tas puab ua yug quas toog pum ob tug tubkhai ntuj has tas tug hov tseed muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.24","label":"24","content":"Peb cov qee leej txawm moog tom lub qhov ntxaa mas pum lawv le cov quaspuj has, tassws tsw pum Yexu.”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.25","label":"25","content":"Yexu txawm has rua ob tug tas, “Au tuabneeg ruag hab tsw kub sab ntseeg txhua yaam kws cov xwbfwb cev Vaajtswv lug has ca lawd."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.26","label":"26","content":"Tug Kheto yeej yuav tsum raug txom nyem le ntawd txhad le tau nwg tug fwjchim ci ntsaa ab los tsw yog?”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.27","label":"27","content":"Tes Yexu txawm txhais Vaajtswv txujlug txhua nqai kws ntswg txug nwg rua ob tug noog chiv hlo ntawm Mauxe moog rua cov xwbfwb cev Vaajtswv lug huvsw."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.28","label":"28","content":"Thaus puab tuaj ze lub zog kws yuav moog ntawd, Yexu txawm ua le nwg yuav dhau plhawv moog."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.29","label":"29","content":"Tassws ob tug cheem cheem nwg has tas, “Koj ca le nrug ib su ua ke vem tub yuav tsaus ntuj hab nub yuav poob qho.” Yexu txhad nkaag moog nrug ob tug su."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.30","label":"30","content":"Thaus Yexu nrug ob tug nyob tsawg ntawm rooj mov, nwg txawm muab ncuav lug thov Vaajtswv foom koob moov, hab muab ndais cev rua ob tug."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.31","label":"31","content":"Tes ob tug qhov muag txawm qheb hlo ob tug txhad cim tau Yexu. Tes Yexu txawm pluj plag ntawm ob tug moog lawm."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.32","label":"32","content":"Ob tug txawm sws thaam tas, “Ib ob leeg lub sab kub quas lug rua thaus nwg nrug ib thaam taug kev hab thaus nwg txhais Vaajtswv txujlug rua ib noog los tsw yog?”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.33","label":"33","content":"Ob tug txawm sawv tseeg taamswm hov rov moog rua Yeluxalee, mas ntswb kaum ib tug tubkhai hab cov kws nrug puab ua ke tuaj txoos ua ke."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.34","label":"34","content":"Puab has tas, “Tug Tswv caj sawv rov lug lawm tag tag le, nwg tub lug tshwm rua Ximoo pum.”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.35","label":"35","content":"Ob tug hov txawm pav tej kws tshwm taug kev hab qhov kws ob tug paub Yexu rua thaus muab ncuav ndais hov, rua puab noog."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.36","label":"36","content":"Thaus ob tug saamswm pav txug zaaj nuav, Yexu txawm lug sawv ntsug huv plawv puab, hab has rua puab tas, [“Mej ca le nyob kaaj sab lug.”]"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.37","label":"37","content":"Puab poob sab ntshai kawg, puab xaav tas pum ib tug daab."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.38","label":"38","content":"Yexu has rua puab tas, “Mej ntxhuv sab ua daabtsw? Vem le caag mej tsw tso sab ntseeg?"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.39","label":"39","content":"Ca le saib kuv txhais teg hab kuv txhais kwtaw yeej yog kuv ntaag. Hab kov kuv lub cev saib, tsua qhov daab tsw muaj nqaj muaj txhaa yaam le mej pum kuv muaj.”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.40","label":"40","content":"[Thaus has le ntawd taag, Yexu txawm muab nwg txhais teg txhais kwtaw rua puab saib.]"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.41","label":"41","content":"Thaus puab tseed tsw tshua ntseeg vem yog zoo sab hab tseed saamswm phemfwj, Yexu txawm has rua puab tas, “Ntawm nuav mej muaj daabtsw noj los tsw muaj?”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.42","label":"42","content":"Puab txawm muab ib qhov ntseg ci rua Yexu,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.43","label":"43","content":"nwg txawm noj taab meeg puab."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.44","label":"44","content":"Yexu has rua puab tas, “Nuav yog tej lug kws kuv has rua mej rua thaus kuv tseed nrug mej nyob tas txhua lu lug kws sau ca rua huv Mauxe phoo kevcai hab sau rua huv cov xwbfwb cev Vaajtswv lug hab huv ntawv nkauj kws has txug kuv puavleej yeej yuav tsum tav.”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.45","label":"45","content":"Hab Yexu qheb puab lub sab kuas to taub Vaajtswv txujlug,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.46","label":"46","content":"hab has rua puab tas, “Muaj lug sau ca has tas tug Kheto yuav tsum raug kev tswm txom hab peb nub yuav caj sawv huv qhov tuag rov lug,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.47","label":"47","content":"hab yuav tsum tuav tug Kheto lub npe tshaaj tawm qhov kws ntxeev dua sab tshab hab qhov kws daws tau lub txem rua txhua haiv tuabneeg noog, yuav chiv ntawm Yeluxalee moog."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.48","label":"48","content":"Mej yog cov kws ua timkhawv rua tej nuav ntaag."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.49","label":"49","content":"Saib maj, kuv yuav tso yaam kws kuv leej Txwv cog lug tseg lawm lug rua sau mej. Tassws mej yuav tsum nyob huv lub nroog tog moog txug thaus mej tau naav tug fwjchim kws lug sau ntuj lug.”"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.50","label":"50","content":"Yexu txawm coj puab tawm moog txug lub zog Npethani, mas nwg tsaa ob txhais teg foom koob moov rua puab."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.51","label":"51","content":"Thaus nwg saamswm foom koob moov hov, nwg txawm ncaim puab moog lawm, hab nwg raug coj moog sau ntuj."},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.52","label":"52","content":"Puab txawm pe hawm nwg hab rov lug rua huv Yeluxalee zoo sab kawg,"},{"bible_id":"1216","chapter_code":"LUK.24","verse_code":"LUK.24.53","label":"53","content":"hab naj nub nyob huv lub tuam tsev qhuas Vaajtswv."}]