[{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.1","label":"1","content":"Nuav yog Yawmsaub tej lug kws nwg kuas Malakhi  has rua cov Yixayee."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.2","label":"2","content":"Yawmsaub has tas, “Kuv hlub mej.” Tassws mej has tas, “Koj hlub peb le caag?” Yawmsaub has tas, “Exau yog Yakhauj tug tijlaug los tsw yog? Tassws kuv hlub Yakhauj,"},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.3","label":"3","content":"kuv ntxub Exau. Kuv ua rua nwg lub tebchaws toj sab nyob do cuas, hab muab nwg qub txeeg qub teg cob rua tej maa huv ntuj nraag teb do.”"},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.4","label":"4","content":"Cov Entoo has tas, “Peb raug puam tsuaj taag lawm tassws peb yuav rov muab tej kws pob taag tswm dua tshab.” Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Puab yuav tswm dua kuj tau, tassws kuv yuav muab rhuav pov tseg hab, moog txug thaus raug luas hu tas lub tebchaws phem, hab yog haiv tuabneeg kws Yawmsaub chim rua moog ib txhws."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.5","label":"5","content":"Mej lub qhov muag yuav pum ntsoov tej nuav hab mej yuav has tas, ‘Txawm yog dhau Yixayee lub tebchaws lawm los Yawmsaub yeej yog tug kws luj kawg nkaus.’ ”"},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.6","label":"6","content":"“Tug tub yeej fwm leej txwv, tug tub qhe yeej fwm tug lospaav. Yog tas kuv yog leej txwv, qhov kws fwm kuv dua twg lawd? Yog kuv yog tug lospaav, qhov kws paub ntshai kuv dua twg lawm? Cov pov thawj 'e, Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav rua mej ntaag. Mej saib tsw taug kuv lub npe los mej tseed has tas, ‘Peb saib tsw taug koj lub npe le caag?’"},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.7","label":"7","content":"Kuj yog qhov kws mej coj tej zaub mov qas tsw huv tuaj xyeem rua kuv sau kuv lub thaaj. Mej tseed has tas, ‘Peb ua rua tej zaub mov hov qas tsw huv le caag?’ Kuj yog qhov kws mej xaav has tas Yawmsaub lub rooj mas saib tsw taug kuj tau."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.8","label":"8","content":"Thaus mej muab tej tsaj dig muag xyeem, ua le hov tsw yog qhov phem lov? Hab thaus mej muab tej tsaj ceg tawv lossws muaj mob xyeem, ua le hov tsw yog qhov phem lov? Ca le coj tej hov moog ua tshaav ntuj rua tug thawj kws kaav mej lub tebchaws, nwg yuav txaus sab rua mej hab tsaa laaj muag saib mej zoo lov?” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.9","label":"9","content":"“Nwgnuav mej swm taij thov Vaajtswv tsaa laaj muag saib peb, sub nwg txhad le khuvleej peb. Yog mej coj tej tshaav ntuj zoo le hov huv mej txhais teg moog rua nwg, nwg yuav txais yuav mej ib tug twg lov?” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.10","label":"10","content":"“Au xaav kuas mej cov muaj ib tug twg muab lub qhov rooj kaw ca, sub mej txhad tsw moog rauv tawg sau kuv lub thaaj do do xwb. Kuv tsw txaus sab rua mej hab tsw txais yuav tej kws mej txhais teg muab xyeem hlo le.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.11","label":"11","content":"“Txwj saab nub tuaj moog txug saab nub poob, kuv lub npe kuj luj kawg nkaus rua huv ib tsoom tebchaws suavdawg, hab puab muab tej tshuaj tsw qaab hab tej kws dawb huv xyeem rua kuv lub npe rua txhua qhov chaw, vem tas kuv lub npe luj kawg rua huv ib tsoom tebchaws.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.12","label":"12","content":"“Tassws thaus mej has tas, ‘Tug Tswv  lub thaaj qas tsw huv,’ hab has tas, ‘Yuav saib tsw taug tej zaub mov kws xyeem hov kuj tau,’ kuj yog mej ua puag tsuas kuv lub npe.”"},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.13","label":"13","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Mej has tas, ‘Peb dhuav sab rua tej nuav lawm,’ hab mej ua saib tsw taug kuv. Mej coj tej kws txeeb tau lug lossws tej kws ceg tawv tej muaj mob tuaj, mas mej muab tej hov xyeem ntaag. Kuv yuav txais tej hov ntawm mej txhais teg nua lov?” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.1","verse_code":"MAL.1.14","label":"14","content":"“Leejtwg paab tsaj muaj ib tug txwv hab yeem lug yuav xyeem kuas tseed muab dua tug tsaj kws muaj chaw thuaj xyeem rua tug Tswv  mas tug kws ua tsw ncaaj hov yuav raug tsawm foom. Kuv yog tug vaajntxwv luj kawg hab kuv lub npe txaus ib tsoom tebchaws suavdawg fwm hab ntshai.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.1","label":"1","content":"“Cov pov thawj 'e, nwgnuav tej lug qhuab qha nuav yog has rua mej ntaag.”"},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.2","label":"2","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Yog mej tsw noog, hab yog mej tsw muab tsua sau sab ua kuas kuv lub npe tau koob meej, kuv yuav tso tej lug tsawm foom lug raug mej, hab kuv yuav tsawm foom tej lug kws mej foom koob moov.  Kuv tub tsawm foom tej koob moov hov lawm lauj, tsua qhov mej tsw muab tsua sau sab ua."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.3","label":"3","content":"Kuv yuav tshev mej cov tub ki, hab muab tej tsaj kws mej muab xyeem cov quav pleev mej lub plhu, hab kuv yuav coj mej tawm ntawm kuv xubndag nrug cov quav ua ke moog."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.4","label":"4","content":"“Mej txhad paub tas tej lug qhuab qha nuav yog kuv has rua mej, sub kuv tej lug kws kuv cog tseg rua Levi txhad le nyob ruaj.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.5","label":"5","content":"“Tej lug kws kuv cog tseg rua nwg hov yog tej lug cog tseg kws pub txujsa hab nyob kaaj sab lug. Kuv muab tej lug cog tseg nuav rua nwg sub nwg txhad paub ntshai kuv. Tes nwg txawm paub ntshai kuv hab fwm kuv lub npe."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.6","label":"6","content":"Nwg lub qhov ncauj muaj tej lug qhuab qha kws tseeb, nwg tug nplaig tsw has tej lug txhum hlo le. Nwg ua lub neej nrug kuv sws hum xeeb hab ua ncaaj nceeg, hab nwg coj ntau leej tig ntawm txujkev txhum txem."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.7","label":"7","content":"Cov pov thawj tug nplaig tswm nyog zuv txujkev paub, hab tswm nyog tuabneeg nrhav tej lug qhuab qha ntawm puab lub qhov ncauj, tsua qhov puab yog Yawmsaub kws muaj fwjchim luj kawg nkaus le tubkhai."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.8","label":"8","content":"Tassws mej cov pov thawj tau tig ntawm txujkev hov moog lawm, mej tej lug qhuab qha ua rua ntau leej dawm. Mej rhuav tej lug kws cog tseg rua Levi lawm.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.9","label":"9","content":"“Vem le nuav kuv txhad ua rua mej raug saib tsw taug hab raug poob qeg taab meeg cov pejxeem suavdawg tsua qhov mej tsw tuav rawv kuv txhua txujkev, mej tseed saib tuabneeg ntsej muag qhuab qha.”"},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.10","label":"10","content":"Peb suavdawg tsw yog koom tuab leeg txwv lov? Tsw yog tuab tug Vaajtswv tswm peb lug lov? Ua caag peb tseed yuav rhuav tej lug kws ib leeg cog rua ib leeg txhad ua txhum rua tej lug kws cog tseg rua peb tej laug?"},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.11","label":"11","content":"Yuta kuj faav xeeb rua tej lug cog tseg lawm, hab ua qas vuab tsuab rua huv Yixayee tebchaws hab huv Yeluxalee, tsua qhov Yuta tau ua qas puag tsuas lub chaw pe hawm Yawmsaub kws Yawmsaub nyam, hab moog yuav lwm tebchaws tej daab le ntxhais."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.12","label":"12","content":"Yog tug txwvneej twg ua le nuav tes thov Yawmsaub rhuav tshem tug hov tawm huv Yakhauj tej tsev ntaub moog, txawm yog puab coj hov txhua chaw tuaj xyeem rua Yawmsaub kws muaj fwjchim luj kawg nkaus kuj xwj."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.13","label":"13","content":"Mej kuj ua le nuav hab. Mej muab kua muag ywg Yawmsaub lub thaaj, mej quaj hab ntsaaj quas lawg vem Yawmsaub tsw quav ntsej hab tsw zoo sab txais tej kws mej txhais teg coj tuaj xyeem le lawm."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.14","label":"14","content":"Mej nug tas, “Ua caag nwg tsw txais?” Tub yog vem Yawmsaub ua timkhawv rua koj hab koj tug quaspuj kws thaus tseed hluas koj yuav nwg. Txawm yog nwg ua koj txwj nkawm hab ua koj quaspuj lawv le koj cog lug, los koj tseed faav xeeb rua nwg."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.15","label":"15","content":"Vaajtswv ua rua ob tug koom ua ib tug los tsw yog? Lub cev lub sab huvsw yog Vaajtswv le. Qhov kws Vaajtswv ua le nuav nwg xaav tau daabtsw?  Yog xaav tau tub ki kws fwm Vaajtswv. Vem le nuav mej yuav tsum ceev faaj tuab zoo, tsw xob ca leejtwg faav xeeb rua tug quaspuj kws nwg yuav thaus hluas."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.16","label":"16","content":"Yixayee tug Vaajtswv Yawmsaub has tas, “Kuv ntxub qhov kws sws nrauj hab qhov kws ua limham ndais ntuj.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag. Vem le nuav ca le ceev faaj tuab zoo tsw xob ua tuabneeg faav xeeb."},{"bible_id":"1216","chapter_code":"MAL.2","verse_code":"MAL.2.17","label":"17","content":"Mej tej lug ua rua Yawmsaub dhuav sab, los mej tseed has tas, “Peb ua rua nwg dhuav sab le caag?” Kuj yog tej lug kws mej has tas, “Yawmsaub pum tas txhua tug kws ua phem kuj yog tuabneeg zoo hab nwg txaus sab rua cov tuabneeg hov.” Hab mej tseed nug tas, “Vaajtswv kws ua ncaaj nyob hovtwg?”"},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.1","label":"1","content":"“Saib maj, kuv tso kuv tug tubkhai moog npaaj kev rua tom kuv hauv ntej, hab tug Tswv  kws mej nrhav yuav lug rua huv nwg lub tuam tsev taamswm. Tug tubkhai kws yuav qha tej lug cog tseg kws mej txaus sab hov nwg saamswm lug.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.2","label":"2","content":"Leejtwg yuav thev tau nub kws nwg lug, hab leejtwg yuav sawv khov kho rua thaus nwg tshwm plawg lug? Tsua qhov nwg zoo yaam nkaus le cub thee kws nchuav nyaj hab zoo le kua tshuaj ntxhua khaubduag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.3","label":"3","content":"Nwg yuav nyob tsawg yaam le tug kws nchuav thawj tom hab nchuav kuas tau cov tseem nyaj. Nwg yuav ntxuav Levi caaj ceg kuas dawb huv hab muab puab nchuav ib yaam le nchuav nyaj nchuav kub, moog txug thaus puab coj tej kws raug cai tuaj xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.4","label":"4","content":"Thaus hov tej kws cov Yuta hab Yeluxalee muab xyeem yuav txaus Yawmsaub lub sab ib yaam le yaav thau u hab yaam le xyoo kws dhau lug."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.5","label":"5","content":"“Kuv yuav lug ze mej hab txav txem. Kuv yuav ua timkhawv sai kawg kom cov txwv neeb txwv yaig hab cov kws ua nkauj ua nraug hab cov kws twv tsawm daag hab cov kws sej cov tub zug nqe zug, hab cov kws quab yuam cov puj ntsuag hab cov mivnyuas kws tsw muaj txwv, hab cov kws thawb pis ntag lwm haiv tuabneeg tswv tsw pub muaj cai, hab cov kws tsw paub ntshai kuv.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.6","label":"6","content":"“Kuv yog Yawmsaub kws tsw txawj txawv txaav. Yakhauj caaj ceg 'e, vem le nuav mej txhad tsw raug puam tsuaj taag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.7","label":"7","content":"Mej tig hlo ntawm kuv tej kaab ke hab tsw ua lawv le ntawd txwj thaus mej tej laug lug lawm. Mej ca le rov lug cuag kuv, kuv yuav rov lug cuag mej.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag. “Tassws mej has tas, ‘Peb yuav rov lug cuag koj le caag?’"},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.8","label":"8","content":"“Tuabneeg yuav qee Vaajtswv tug lov? Mej saamswm qee kuv, tassws mej has tas, ‘Peb qee koj le caag?’ Kuj yog qee ib feem kaum hab tej kws muab xyeem ntaag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.9","label":"9","content":"Mej raug tsawm foom lawm, tsua qhov taag nrho mej haiv tuabneeg suavdawg qee kuv.”"},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.10","label":"10","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Ca le coj ib feem kaum puv npo tuaj rua huv lub txhaab, sub txhad le muaj zaub mov rua huv kuv lub tuam tsev. Ca le swm kuv qhov nuav saib kuv yuav qheb qhov rais sau ntuj rua mej hab hliv moov zoo phwj yog ndwg quas lawg rua mej."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.11","label":"11","content":"Kuv yuav txwv tej kaab tej kooj kuas tsw xob ua rua mej tej qoob loos puam tsuaj taag. Hab tej txwv maab huv teb txw txwv tsw tu ncua.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.12","label":"12","content":"“Ib tsoom tebchaws suavdawg yuav hu mej tas mej yog cov kws tau moov zoo, tsua qhov mej yuav ua lub tebchaws kws ntxwm sab heev.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.13","label":"13","content":"Yawmsaub has tas, “Mej ab ham kuv, los mej tseed has tas ‘Peb ab ham koj le caag?’"},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.14","label":"14","content":"Mej tub has tas, ‘Qhov kws ua koom rua Vaajtswv tsw muaj qaabhau. Qhov kws tuav rawv nwg tej lug nkaw lossws ua lub neej yaam le cov tuabneeg quaj ntsuag rua ntawm Yawmsaub kws muaj fwjchim luj kawg nkaus lub xubndag yuav tau qhov zoo le caag?"},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.15","label":"15","content":"Nwgnuav peb suav tas cov tuabneeg khaav theeb kuj nyob kaaj sab lug. Cov tuabneeg ua phem tsw yog vaam meej xwb, thaus puab swm Vaajtswv lawm los puab kuj dim hab.’ ”"},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.16","label":"16","content":"Cov tuabneeg kws fwm hab paub ntshai Yawmsaub kuj sws thaam. Yawmsaub kuj noog hab nov, hab muaj ib phoo ntawv sau nyob ntawm nwg lub xubndag, yog sau cov kws paub ntshai Yawmsaub hab saib taug nwg lub npe tej npe ca rua huv."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.17","label":"17","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Puab yuav ua kuv le, yuav ua kuv teej kuv tug kws tswm txaj kawg rua nub kws kuv teem txem, hab kuv yuav tseg puab txujsa ib yaam le leej txwv tseg nwg cov tub kws ua koom rua nwg txujsa."},{"bible_id":"1216","chapter_code":"MAL.3","verse_code":"MAL.3.18","label":"18","content":"Mas mej yuav rov qaab pum tas tug kws ncaaj nceeg hab tug kws limham txawv le caag, hab tug kws ua koom rua Vaajtswv hab tug kws tsw ua koom rua nwg txawv le caag.”"},{"bible_id":"1216","chapter_code":"MAL.4","verse_code":"MAL.4.1","label":"1","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Nub ntawd yeej saamswm lug yog nub kws yuav hlawv kub nyab yaam le lub qhov txus. Cov tuabneeg khaav theeb hab cov ua phem suavdawg yuav ua quav nyaab mas nub kws saamswm lug hov yuav hlawv puab kub nyab huvsw, tsw tshuav caag tsw tshuav ceg hlo le."},{"bible_id":"1216","chapter_code":"MAL.4","verse_code":"MAL.4.2","label":"2","content":"Tassws lub nub kws coj kev ncaaj nceeg hab muaj tis txawj khu mob yuav tawm tuaj rua mej cov kws puab ntshai kuv lub npe. Mej yuav dha paaj pawg tawm moog yaam nkaus le tej mivnyuas nyuj dha tawm huv nkuaj."},{"bible_id":"1216","chapter_code":"MAL.4","verse_code":"MAL.4.3","label":"3","content":"Mej yuav tsuj pis ntag cov tuabneeg limham, tsua qhov puab yuav zoo yaam le tej moov tshauv huv mej xwb taw rua nub kws kuv txav txem.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"MAL.4","verse_code":"MAL.4.4","label":"4","content":"“Ca le ncu ntsoov kuv tug qhev Mauxe txuj kevcai, yog tej kaab kev hab tej kevcai kws kuv muab cob rua nwg ntawm lub roob Haule  rua cov Yixayee suavdawg lawd."},{"bible_id":"1216","chapter_code":"MAL.4","verse_code":"MAL.4.5","label":"5","content":"“Saib nawj, kuv yuav xaa Eliya kws ua xwbfwb cev lug lug rua mej ua ntej Yawmsaub nub tseem ceeb hab ntshai kawg lug."},{"bible_id":"1216","chapter_code":"MAL.4","verse_code":"MAL.4.6","label":"6","content":"Mas nwg yuav ua rua leej txwv lub sab tig moog xwb rua cov mivnyuas hab ua rua cov mivnyuas lub sab tig moog xwb rua leej txwv. Yog tsw ua le ntawd kuv yuav lug tsawm foom lub tebchaws hov.”"}]