[{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.1","label":"1","content":"Phoo ntawv nuav has txug Yexu Kheto  le keeb kwm. Yexu yog Tavi xeeb ntxwv hab Tavi yog Aplahaa xeeb ntxwv."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.2","label":"2","content":"Aplahaa yog Yiha txwv, Yiha yog Yakhauj txwv, hab Yakhauj yog Yuta hab nwg cov kwvtij txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.3","label":"3","content":"Yuta yog Peles hab Xelag txwv, ob tug nam yog Thama, Peles yog Hexaloo txwv, Hexaloo yog Laa txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.4","label":"4","content":"Laa yog Aminanta txwv, Aminanta yog Nasoo txwv, Nasoo yog Xaamoo txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.5","label":"5","content":"Xaamoo yog Npau‑a txwv, Npau‑a nam yog Lahaj. Npau‑a yog Aunpe txwv, Aunpe nam yog Luv, Aunpe yog Yexi txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.6","label":"6","content":"hab Yexi yog vaajntxwv Tavi txwv. Tavi yog Xalaumoo txwv, Xalaumo nam yog Uliya tug quaspuj,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.7","label":"7","content":"Xalaumoo yog Lehaunpau‑aa txwv, Lehaunpau‑aa yog Anpiya txwv, Anpiya yog Axa txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.8","label":"8","content":"Axa yog Yehausafa txwv, Yehausafa yog Yaulaa txwv, Yaulaa yog Uxiya txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.9","label":"9","content":"Uxiya yog Yauthaa txwv,  Yauthaa yog Aha txwv, Aha yog Hexekhiya txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.10","label":"10","content":"Hexekhiya yog Manaxe txwv, Manaxe yog Amoo  txwv, Amoo yog Yauxiya txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.11","label":"11","content":"Yauxiya yog Yekhauniya  hab nwg cov kwvtij txwv,  yog nyob rua thaus puab raug kuav coj moog rua Npanpiloo."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.12","label":"12","content":"Lub swjhawm kws raug kuav moog rua Npanpiloo rov lug, Yekhauniya yog Se‑athi‑ee txwv, Se‑athi‑ee yog Xelunpanpee txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.13","label":"13","content":"Xelunpanpee yog Anpi‑u txwv,  Anpi‑u yog Eliyakhi txwv, Eliyakhi yog Axo txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.14","label":"14","content":"Axo yog Xantau txwv, Xantau yog Akhi txwv, Akhi yog Eli‑u txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.15","label":"15","content":"Eli‑u yog Ele‑axa txwv, Ele‑axa yog Mathaa txwv, Mathaa yog Yakhauj txwv,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.16","label":"16","content":"Yakhauj yug Yauxej kws yog Maivlag tug quasyawg, Maivlag yug Yexu kws hu ua Kheto."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.17","label":"17","content":"Yog le nuav txwj thaus Aplahaa lug txug Tavi muaj kaum plaub tam, hab txwj thaus Tavi lug txug thaus raug kuav moog rua Npanpiloo muaj kaum plaub tam, hab txwj thaus raug kuav moog rua Npanpiloo lug txug tug Kheto muaj kaum plaub tam."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.18","label":"18","content":"Qhov kws yug Yexu Kheto yog le nuav. Yauxej tub xub qhab Maivlag kws yog Yexu nam ua ntej lawm, tassws tsw tau lug ua txwj nkawm nyob ua ke mas pum tas Maivlag suab mivnyuas ntawm Vaaj Ntsuj Plig kws dawb huv lawm."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.19","label":"19","content":"Mas Yauxej kws qhab nwg  yog tuabneeg ncaaj, tsw xaav rhuav Maivlag ntsej muag, nwg txhad txav sab yuav tso Maivlag tuabywv tseg."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.20","label":"20","content":"Thaus nwg tseed xaav txug zaaj ntawd, nwg txawm ua npau suav pum ib tug tubkhai ntuj ntawm tug Tswv  tuaj has rua nwg tas, “Yauxej, kws yog Tavi tug xeeb ntxwv, tsw xob ntshai qhov kws yuav coj Maivlag lug ua koj quaspuj, tsua qhov tug mivnyuas huv nwg lub cev yog xeeb ntawm Vaaj Ntsuj Plig kws dawb huv."},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.21","label":"21","content":"Nwg yuav yug ib tug tub mas koj yuav tsum tis lub npe hu ua Yexu,  tsua qhov nwg yuav cawm nwg haiv tuabneeg kuas dim puab lub txem.”"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.22","label":"22","content":"Tej nuav huvsw tshwm lug sub txhad ua tav lawv le tug Tswv tej lug kws tug xwbfwb cev lug has tas,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.23","label":"23","content":"“Saib maj, ib tug ntxhais hluas dawb huv yuav xeeb mivnyuas hab yug tau ib tug tub, hab puab yuav tis lub npe hu ua Emanu‑ee.”  (txhais has tas “Vaajtswv nrug nraim peb.”)"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.24","label":"24","content":"Thaus Yauxej tswm dheev lug, nwg kuj ua lawv le tug Tswv tug tubkhai ntuj has rua nwg. Nwg coj Maivlag lug ua nwg quaspuj,"},{"bible_id":"1216","chapter_code":"MAT.1","verse_code":"MAT.1.25","label":"25","content":"tassws tsw nrug nwg pw ua ke moog txug thaus yug tug mivtub lawd. Mas Yauxej muab tis npe hu ua Yexu."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.1","label":"1","content":"Thaus yug Yexu rua huv lub moos Npelehee kws nyob huv Yutia tebchaws, yog thaus Helauj ua vaajntxwv kaav, txawm muaj ib co tuabneeg txawj ntse  tuaj saab nub tuaj rua huv Yeluxalee nug has tas,"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.2","label":"2","content":"“Tug kws yug lug ua vaajntxwv kaav cov Yutai nyob hovtwg? Peb tub pum nwg lub nub qub tshwm rua saab nub tuaj, peb txhad le tuaj pe hawm nwg.”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.3","label":"3","content":"Thaus vaajntxwv Helauj nov le ntawd, nwg kuj ntxhuv sab hab taag nrho lub nroog Yeluxalee nrug nwg ntxhuv sab taag."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.4","label":"4","content":"Nwg hu cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai tuaj sablaaj ua ke mas nug puab tas tug Kheto  yuav yug rua hovtwg."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.5","label":"5","content":"Puab teb nwg has tas, “Huv lub moos Npelehee huv Yuta tebchaws. Tsua qhov tug xwbfwb cev Vaajtswv lug tau sau tseg ca tas,"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.6","label":"6","content":"“ ‘Au Npelehee huv Yuta tebchaws 'e, koj tsw yog lub moos kws miv dhau tej moos kws kaav Yuta tebchaws, tsua qhov yuav muaj ib tug thawj tshwm huv koj lug kaav kuv haiv tuabneeg Yixayee.’ ”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.7","label":"7","content":"Mas Helauj txhad hu cov tub txawj ntse lug cuag nwg tuabywv hab kuas puab qha nwg paub txug lub swjhawm kws lub nub qub hov tshwm tuaj."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.8","label":"8","content":"Tes nwg txawm tso puab moog rua lub moos Npelehee hab has tas, “Ca le moog ua tuab zoo nrhav tug mivnyuas hov, hab thaus mej ntswb lawd ca le lug qha rua kuv paub, es kuv yuav moog pe hawm nwg hab.”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.9","label":"9","content":"Thaus vaajntxwv has taag rua puab paub, puab txawm sawv kev moog, na cav lub nub qub kws puab pum tshwm saab nub tuaj txawm coj puab kev moog nreg ncaaj sau lub chaw kws tug mivnyuas hov nyob."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.10","label":"10","content":"Thaus puab pum lub nub qub hov puab zoo sab xyiv faab heev kawg."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.11","label":"11","content":"Thaus puab nkaag moog rua huv lub tsev puab pum tug mivnyuas hab leej nam Maivlag, puab txawm khwb nkaus pe hawm tug mivnyuas hov. Puab qheb puab tej swb xaab rhu puab tej tshaav ntuj lug, yog kub hab roj ntoos tsw qaab hab roj tsw qaab lug pub rua nwg."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.12","label":"12","content":"Puab ua npau suav pum tas tsw xob rov moog cuag Heluaj, tes puab txawm taug lwm txujkev rov moog rua puab lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.13","label":"13","content":"Thaus puab moog dhau lawm, tug Tswv le ib tug tubkhai ntuj txawm lug tshwm rua Yauxej pum huv npau suav has tas, “Ca le sawv tseeg coj tug mivnyuas hab leej nam tswv moog rua Iyi tebchaws hab nyob hov ntawd tog txug thaus kuv has rua koj vem yog Helauj yuav nrhav tug mivnyuas nuav tua pov tseg.”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.14","label":"14","content":"Yauxej txawm sawv tseeg coj tug mivnyuas hab leej nam moog mo ntuj rua Iyi tebchaws,"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.15","label":"15","content":"hab nyob hov ntawd moog txug thaus Helauj tuag. Tej nuav tshwm lug sub txhad ua tav lawv le tug Tswv tej lug kws tug xwbfwb cev lug has tas, “Kuv hu kuv tug tub tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.16","label":"16","content":"Thaus Helauj pum tas cov tub txawj ntse daag nwg, nwg kuj npau tawg heev txhad tso tuabneeg moog tua cov mivnyuas tub txhua tug kws noob nyoog muaj ob xyoos rov huv, huv lub moos Npelehee hab ib cheeb tsaam ntawd huvsw, kuas hum lub swjhawm kws nwg paub ntawm cov tub txawj ntse hov."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.17","label":"17","content":"Qhov nuav kuj tav lawv le tej lug kws xwbfwb Yelemi kws cev Vaajtswv lug has tas,"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.18","label":"18","content":"“Tau nov suab nrov huv Lama, yog suab quaj ntsuag suab quaj lwj sab. Lachee quaj nwg tej mivnyuas, nwg tsw yuav tej lug nplig sab tsua qhov nwg tej mivnyuas tsw nyob lawm.”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.19","label":"19","content":"Thaus Helauj tuag lawm, Yauxej txawm ua npau suav pum tug Tswv le ib tug tubkhai ntuj lug has rua nwg huv Iyi tebchaws has tas,"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.20","label":"20","content":"“Ca le sawv tseeg coj tug mivnyuas hab leej nam moog rua huv Yixayee tebchaws, vem cov kws yuav txuv tug mivnyuas nuav txujsa, tub tuag lawm.”"},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.21","label":"21","content":"Yauxej txawm sawv tseeg coj tug mivnyuas hab leej nam moog rua Yixayee tebchaws."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.22","label":"22","content":"Thaus nwg nov tas Akhelau nyob nwg txwv Helauj chaw ua vaajntxwv kaav lub xeev Yutia, nwg txhad ntshai moog hov ntawd. Thaus Yauxej nov tej lug huv zaaj npau suav, nwg txhad moog hlo rua lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"MAT.2","verse_code":"MAT.2.23","label":"23","content":"Nwg moog nyob rua huv lub moos Naxale, sub txhad tav lawv le tej lug kws cov xwbfwb cev Vaajtswv lug has tas, “Luas yuav hu nwg ua tuabneeg Naxale.”"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.1","label":"1","content":"Thaus ntawd Yauhaa kws coj ua kevcai raus dej tawm lug tshaaj tawm huv tebchaws moj saab qhua Yutia has tas,"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.2","label":"2","content":"“Ca le ntxeev dua sab tshab tsua qhov Ntuj Ceeb Tsheej lug ze lawm.”"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.3","label":"3","content":"Tug Yauhaa nuav yog tug kws xwbfwb Yaxaya kws cev Vaajtswv lug tau has tseg tas, “Muaj ib lub suab qw huv tebchaws moj saab qhua has tas, ‘Ca le npaaj tug Tswv txujkev, ca le ua nwg txuj kev kuas ncaaj.’ ”"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.4","label":"4","content":"Tug Yauhaa nuav naav tej rwg tsho kws muab plaub ntxhuav ua hab sa txuj hlaab tawv ntawm duav. Nwg tej zaub mov yog kooj ntaas hab zwb ntaab."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.5","label":"5","content":"Thaus ntawd cov tuabneeg huv Yeluxalee hab thoob plawg lub xeev Yutia hab thoob plawg ntug dej Yalatee kuj tawm moog cuag nwg."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.6","label":"6","content":"Puab nyag leeg nyag lub txem txhum mas Yauhaa muab puab ua kevcai raus dej huv tug dej Yalatee."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.7","label":"7","content":"Thaus Yauhaa pum cov Falixai hab cov Xantukai tuaj coob coob yuav ua kevcai raus dej, nwg txawm has rua puab tas, “Cov nam noob naab phem, leejtwg ntuag kuas mej tswv ntawm Vaajtswv txujkev npau tawg kws yuav lug?"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.8","label":"8","content":"Ca le ua lub neej  kuas phim qhov kws mej ntxeev dua sab tshab,"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.9","label":"9","content":"hab tsw xob xaav huv lub sab has tas, ‘Peb muaj Aplahaa ua peb txwv,’ tsua qhov kuv qha rua mej tas Vaajtswv muab tau tej cos zeb nuav ua tau Aplahaa le tub ki."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.10","label":"10","content":"Nwgnuav tub muab raab taus twb rua ntawm hauv paug ntoo lawm. Txhua tsob ntoo kws tsw txw txwv zoo yuav raug muab ntuv pov nrum rua huv cub suavtawg."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.11","label":"11","content":"“Kuv muab mej ua kevcai raus huv dej qha tas mej ntxeev dua sab tshab, tassws ib tug yuav ua kuv qaab lug muaj fwjchim luj dua kuv, kuv tub tsw tswm nyog nqaa nwg nkawm khau hlo le. Nwg yuav muab mej ua kevcai raus huv Vaaj Ntsuj Plig kws dawb huv hab huv suavtawg."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.12","label":"12","content":"Raab ntxuam  nyob huv nwg txhais teg lawm, nwg yuav ntxuaj nwg lub tshaav ntaus qoob, hab yuav sau nwg tej mog lug ca rua huv txhaab, tassws nwg yuav muab suavtawg hlawv cov npluag kub nyab tsw txawj tuag le.”"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.13","label":"13","content":"Thaus ntawd Yexu tawm huv Kalilai tuaj cuag Yauhaa ntawm tug dej Yalatee es kuas Yauhaa muab nwg ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.14","label":"14","content":"Tassws Yauhaa cheem Yexu has tas, “Kuv yuav tsum ua kevcai raus dej ntawm koj, koj tseed tuaj cuag kuv lov?”"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.15","label":"15","content":"Yexu teb nwg tas, “Koj ca le yeem, tsua qhov tswm nyog ua le nuav txhad ua txhua yaam kev ncaaj nceeg kuas tav.” Tes Yauhaa txhad le yeem."},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.16","label":"16","content":"Thaus Yexu ua kevcai raus dej lawd, nwg tawm huv dej lug, tes rooj ntug txawm qheb hlo, nwg pum Vaajtswv tug Ntsuj Plig zoo le ib tug nquab nqeg lug tsaws sau nwg,"},{"bible_id":"1216","chapter_code":"MAT.3","verse_code":"MAT.3.17","label":"17","content":"hab muaj suab has sau ntuj tuaj has tas, “Tug nuav yog kuv tug Tub kws kuv hlub, kuv txaus sab rua nwg heev.”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.1","label":"1","content":"Dhau ntawd Vaaj Ntsuj Plig txawm coj Yexu moog rua huv tebchaws moj saab qhua sub Yexu txhad raug Ntxwg Nyoog swm."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.2","label":"2","content":"Mas Yexu yoo mov tau plaub caug nub plaub caug mo, dhau ntawd nwg tshaib plaab heev."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.3","label":"3","content":"Tug kws ntxag txawm lug has rua Yexu tas, “Yog koj yog Vaajtswv tug Tub ca le has kuas tej cos zeb nuav ntxeev ua ncuav los maj.”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.4","label":"4","content":"Yexu teb tas, “Tub muaj lug sau ca tas, ‘Tsw yog tuab cov mov xwb txhad yug tau tuabneeg txujsa, tassws yog txhua lu lug kws tawm ntawm Vaajtswv qhov ncauj lug txhad yug tau.’ ”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.5","label":"5","content":"Dhau ntawd Ntxwg Nyoog txawm coj Yexu moog rua huv lub nroog kws dawb huv, hab kuas Yexu moog sawv sau lub tuam tsev txheej tsev laag tshaav kws sab tshaaj plawg,"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.6","label":"6","content":"hab has rua nwg tas, “Yog koj yog Vaajtswv tug Tub, ca le caws qa lawm huv, tsua qhov tub muaj lug sau ca tas, “ ‘Vaajtswv yuav muab koj cob rua nwg cov tubkhai ntuj,’ hab has tas, ‘Puab txhais teg yuav fwj koj, sub koj kwtaw txhad tsw ntsawm pob zeb.’ ”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.7","label":"7","content":"Yexu has rua nwg tas, “Tub muaj dua lug sau ca has tas, ‘Tsw xob swm tug Tswv kws yog koj tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.8","label":"8","content":"Muaj dua ib zag Ntxwg Nyoog coj Yexu nce moog rua sau lub roob kws sab kawg mas muab taag nrho tej tebchaws huv nplajteb hab tej tebchaws hov kev vaam meej ua tshwm rua Yexu saib,"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.9","label":"9","content":"hab has rua Yexu tas, “Yog koj khwb nkaus pe hawm kuv, kuv yuav muab txhua yaam nuav huvsw rua koj.”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.10","label":"10","content":"Yexu txawm has rua nwg tas, “Xataa,  ca le tswv moog, tsua qhov tub muaj lug sau ca tas, ‘Koj yuav tsum pe hawm tug Tswv kws yog koj tug Vaajtswv hab ua koom rua nwg ib leeg xwb.’ ”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.11","label":"11","content":"Tes Ntxwg Nyoog txawm tso Yexu tseg moog lawm, mas cov tubkhai ntuj lug ua koom rua Yexu."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.12","label":"12","content":"Thaus Yexu nov tas Yauhaa raug nteg lawm, nwg txawm tawm moog rua Kalilai."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.13","label":"13","content":"Nwg tswv huv lub moos Naxale moog nyob huv lub moos Khapena‑u kws nyob ntawm ntug havtxwv  huv Xenpuloo hab Nathali tebchaws,"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.14","label":"14","content":"sub txhad tav lawv le xwbfwb Yaxaya kws cev Vaajtswv lug tau has tseg tas,"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.15","label":"15","content":"“Xenpuloo tebchaws hab Nathali tebchaws kws nyob ntawm txujkev lawv ntug havtxwv kws nyob saab dej Yalatee nub poob, yog Kalilai tebchaws kws lwm haiv tuabneeg lug nyob."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.16","label":"16","content":"Cov tuabneeg kws nyob huv txujkev tsaus ntuj tau pum txujkev kaaj kws luj kawg lawm. Cov kws nyob huv txujkev tuag tug duab tsaus, txujkev kaaj ci rua puab lawm.”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.17","label":"17","content":"Txwj thaus ntawd lug Yexu chiv tshaaj tawm has tas, “Ca le ntxeev dua sab tshab, tsua qhov Ntuj Ceeb Tsheej lug ze lawm lauj.”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.18","label":"18","content":"Thaus Yexu taug kev ntawm ntug Havtxwv Kalilai nwg pum ob tug kwvtij, yog Ximoo kws hu ua Petu hab nwg tug kwv Anru, saamswm ntaus vaag huv havtxwv. Ob tug yog tuabneeg muab ntseg."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.19","label":"19","content":"Yexu has rua ob tug tas, “Ca le lug, lawv kuv qaab, mas kuv yuav tsaa meb ua cov kws npu tuabneeg ib yaam le npu ntseg.”"},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.20","label":"20","content":"Taamswm ntawd ob tug txawm tso ob tug tej vaag tseg hab lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.21","label":"21","content":"Yexu moog rua tom ntej kuj pum dua ob kwtij, yog Xenpenti ob tug tub, yog Yakaunpau hab nwg tug kwv Yauhaa, nrug ob tug txwv Xenpenti nyob ua ke huv lub nkoj saamswm ntxwv vaag, tes Yexu txawm hu ob tug."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.22","label":"22","content":"Taamswm ntawd ob tug txawm tso lub nkoj hab leej txwv tseg lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.23","label":"23","content":"Yexu moog thoob plawg lub xeev Kalilai qhuab qha huv puab tej tsev sablaaj hab tshaaj tawm txuj xuv zoo kws has txug Vaajtswv lub tebchaws hab khu tej tuabneeg txhua yaam mob nkeeg zoo huvsw."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.24","label":"24","content":"Nwg lub koob meej txhad nrov nchaa quas lug thoob plawg lub xeev Xilia, luas txhad coj txhua tug kws muaj mob, tsw has mob daabtsw kuj xwj, cov kws mob nyaav, cov kws raug daab, cov kws qaug daab peg, cov kws tuag teg tuag taw suavdawg tuaj cuag Yexu mas Yexu khu puab zoo."},{"bible_id":"1216","chapter_code":"MAT.4","verse_code":"MAT.4.25","label":"25","content":"Muaj tuabneeg coob coob huv lub xeev Kalilai hab huv lub xeev Ntekapoli  hab huv Yeluxalee hab lub xeev Yutia hab ntawm ntug dej Yalatee saab tim u lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.1","label":"1","content":"Thaus Yexu pum tuabneeg coob coob, nwg txawm nce moog rua sau roob. Thaus nwg nyob tsawg lawd nwg cov thwjtim txawm lug cuag nwg."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.2","label":"2","content":"Nwg txawm qheb ncauj qha puab tas,"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.3","label":"3","content":"“Cov kws pluag saab ntsuj plig tau nyob kaaj sab lug, tsua qhov Ntuj Ceeb Tsheej yog puab tug lawm."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.4","label":"4","content":"“Cov kws quaj ntsuag tau nyob kaaj sab lug, tsua qhov puab yuav tau txais kev nplig sab."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.5","label":"5","content":"“Cov kws txu fwjchim tau nyob kaaj sab lug, tsua qhov puab yuav tau lub nplajteb ua puab tug."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.6","label":"6","content":"“Cov kws tshaib nqhes txujkev ncaaj nceeg, tau nyob kaaj sab lug, tsua qhov puab yuav tsau npo."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.7","label":"7","content":"“Cov kws muaj lub sab khuvleej tau nyob kaaj sab lug, tsua qhov puab yuav tau txais kev khuvleej."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.8","label":"8","content":"“Cov kws lub sab dawb huv tau nyob kaaj sab lug, tsua qhov puab yuav pum Vaajtswv."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.9","label":"9","content":"“Cov kws tswm kev hum xeeb tau nyob kaaj sab lug, tsua qhov puab yuav raug hu ua Vaajtswv le tub."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.10","label":"10","content":"“Cov kws raug kev tswm txom vem yog ua ncaaj nceeg tau nyob kaaj sab lug, tsua qhov Ntuj Ceeb Tsheej yog puab tug lawm."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.11","label":"11","content":"“Thaus luas thuaj hab tswm txom mej hab daag ab ham txhua yaam lug phem rua mej vem yog tim kuv, mej tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.12","label":"12","content":"Ca le zoo sab xyiv faab tsua qhov mej tub muaj nqe zug ntau rua sau ntuj ceeb tsheej lawm, vem luas tub tswm txom cov xwbfwb cev Vaajtswv lug kws nyob ua mej ntej ib yaam nkaus."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.13","label":"13","content":"“Mej yog cov ntsev rua lub nplajteb. Yog ntsev tsuag lawm, yuav ua kuas rov daw tau le caag? Yeej tsw muaj qaabhau daabtsw le lawm, tsuas muaj kws muab pov tseg rua tuabneeg tsuj xwb."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.14","label":"14","content":"“Mej yog qhov kaaj rua lub nplajteb. Lub nroog kws nyob sau roob yuav muab npug tsw tau le."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.15","label":"15","content":"Tsw muaj leejtwg taws teeb es muab thoob khwb ca, tsuas muaj kws muab txawb rua sau lub chaw txawb teeb txhad le ci pum kev rua txhua tug huv lub tsev ntawd."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.16","label":"16","content":"Ib yaam le ntawd mej ca le ci taab meeg tuabneeg suavdawg sub puab txhad pum mej tej num zoo hab qhuas mej leej Txwv kws nyob sau ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.17","label":"17","content":"“Tsw xob xaav has tas kuv lug rhuav Mauxe txuj kevcai hab cov xwbfwb cev lug tej lug qha. Kuv tsw tau lug rhuav, yog lug ua kuas tav xwb."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.18","label":"18","content":"Kuv has tseeb rua mej tas, thaus lub ntuj lub teb tseed muaj nyob Mauxe txuj kevcai yuav tsw pluj ib npe lossws ib nyuas teev hlo le moog txug thaus tej ntawd tav huvsw."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.19","label":"19","content":"Yog le ntawd leejtwg tso tej kevcai nuav nqai kws miv kawg tseg hab qha lwm tug ua lawv le ntawd, tug hov yuav raug hu tas yog tug yau kawg huv ntuj ceeb tsheej. Tassws yog leejtwg xyum hab qha tej kevcai hov, nwg yuav raug hu tas yog tug luj huv ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.20","label":"20","content":"Kuv qha rua mej tas, yog mej tsw muaj txujkev ncaaj nceeg ntau dua cov xwbfwb qha Vaajtswv kevcai hab cov Falixai, mej yeej yuav nkaag tsw tau rua huv ntuj ceeb tsheej hlo le."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.21","label":"21","content":"“Mej tub nov tej lug kws qha rua cov tuabneeg thau u has tas, ‘Tsw xob tua tuabneeg, yog leejtwg tua tuabneeg tug hov yuav raug teem txem.’"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.22","label":"22","content":"Tassws kuv has rua mej tas, txhua tug kws chim rua nwg kwvtij yuav raug teem txem. Leejtwg has rua nwg kwvtij tas, ‘Nam tuabneeg ruag’  tug hov yuav raug teem txem rua huv cov thawj lub rooj sablaaj,  hab leejtwg has tas, ‘Nam tuabneeg vwm,’ tug hov yuav raug muab nrum rua huv ntuj tawg kub."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.23","label":"23","content":"Vem le nuav yog koj saamswm muab hov txhua chaw xyeem rua ntawm lub thaaj es ncu tau tas koj kwvtij tseed muaj kev tu sab rua koj,"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.24","label":"24","content":"koj ca le muab tej kws yuav muab xyeem hov tso rua ntawm lub thaaj ib saab es rov moog nrug tug kwvtij hov has hum sws raug zoo tsaiv le maav tuaj muab xyeem."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.25","label":"25","content":"Ca le nrug tug yeej kom has kuas hum sai rua thaus meb ua ke moog rua tsev tu plaub, tsaam tes tug yeej kom muab koj cob rua tug txav txem, mas tug txav txem yuav muab koj cob rua tug ceev xwm tes koj yuav raug kaw rua huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.26","label":"26","content":"Kuv qha tseeb rua koj tas, koj yuav tawm tsw tau moog txug thaus them taag txhua npiv huvsw."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.27","label":"27","content":"“Mej tub nov tej lug kws qha has tas, ‘Tsw xob deev luas quaspuj luas quasyawg.’"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.28","label":"28","content":"Tassws kuv has rua mej tas, txhua tug kws saib ib tug quaspuj twg hab xaav ntxag nwg mas tub deev tug quaspuj hov huv lub sab lawm."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.29","label":"29","content":"Yog koj saab qhov muag xws ua rua koj ua txhum, ca le muab kaus pov tseg. Qhov kws koj lub cev pam ib yaam lawm kuj zoo dua le taag nrho koj lub cev raug muab nrum rua huv ntuj tawg."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.30","label":"30","content":"Yog koj saab teg xws ua rua koj ua txhum, ca le muab txav pov tseg. Qhov kws koj lub cev pam ib yaam lawm kuj zoo dua le taag nrho koj lub cev raug muab nrum rua huv ntuj tawg."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.31","label":"31","content":"“Tseed muaj lug qha has tas, ‘Yog leejtwg yuav nrauj nwg tug quaspuj, ca nwg ua ntawv nrauj cev rua tug quaspuj hov."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.32","label":"32","content":"Tassws kuv has rua mej tas, txhua tug kws muab nwg tug quaspuj nrauj tsw yog tim qhov kws deev hluas nraug kuj yog nwg ua rua tug quaspuj hov moog deev hluas nraug. Hab yog leejtwg yuav tug puj nrauj hov ua quaspuj kuj yog nwg deev luas quaspuj."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.33","label":"33","content":"“Hab mej tub nov tej lug kws qha rua cov tuabneeg thau u has tas, ‘Tsw xob rhuav tej lug kws mej twv lawm, mej yuav tsum ua lawv le tej lug kws mej twv rua tug Tswv.’"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.34","label":"34","content":"Tassws kuv has rua mej tas, tsw xob twv hlo le, tsw has twv ntuj, tsua qhov lub ntuj yog Vaajtswv lub zwm txwv,"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.35","label":"35","content":"lossws twv lub nplajteb tsua qhov lub nplajteb yog Vaajtswv lub rooj tag taw, lossws twv txug Yeluxalee tsua qhov Yeluxalee yog tug Vaajntxwv kws luj kawg lub nroog."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.36","label":"36","content":"Tsw xob twv txug koj lub taubhau tsua qhov koj ua tsw tau kuas cov plaubhau dawb ib txuj lossws dub ib txuj."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.37","label":"37","content":"Thaus mej has lug, lu kws ‘Yog’ kuj has tas ‘Yog,’ lu kws tsw yog ca le has tas ‘Tsw yog’ xwb. Yog has tshaaj nuav lawm kuj yog lug ntawm kev phem xwb."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.38","label":"38","content":"“Mej tub nov tej lug kws qha tas, ‘Qhov muag pauj qhov muag, nav pauj nav.’"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.39","label":"39","content":"Tassws kuv has rua mej tas, tsw xob tawm tsaam tug kws ua phem. Yog leejtwg ntaus koj saab plhu xws, ca le tig saab phem rua nwg ntaus hab."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.40","label":"40","content":"Hab yog leejtwg xaav muab koj nplua yuav koj lub tsho, mas ca le muab koj lub tsho ntev rua nwg hab."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.41","label":"41","content":"Yog leejtwg yuam kuas koj moog ib kilu kev kuj ca le nrug nwg moog ob kilu kev."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.42","label":"42","content":"Ca le pub rua tug kws thov koj, hab tsw xob fee plhu ntawm tug kws xaav qev koj ib yaam daabtsw."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.43","label":"43","content":"“Mej tub nov tej lug kws qha tas, ‘Yuav tsum hlub kwvtij zej zog hab ntxub koj cov yeeb ncuab.’"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.44","label":"44","content":"Tassws kuv has rua mej tas, mej yuav tsum hlub mej cov yeeb ncuab hab thov Vaajtswv paab cov kws tswm txom mej,"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.45","label":"45","content":"mej txhad yog leej Txwv kws nyob sau ntuj le tub. Tsua qhov nwg pub nwg lub nub tawm tuaj rua cov tuabneeg phem hab cov tuabneeg zoo, hab nwg tso naag lug rua cov tuabneeg ncaaj hab cov tuabneeg tsw ncaaj ib yaam nkaus."},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.46","label":"46","content":"Yog mej tsuas hlub cov kws hlub mej xwb, mej tau nqe zug le caag? Txawm yog cov tuabneeg sau se los kuj ua ib yaam le ntawd los tsw yog?"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.47","label":"47","content":"Yog mej tsuas nrug mej cov kwvtij thaam xwb, mej tau ua daabtsw zoo tshaaj lwm tug? Txawm yog lwm haiv tuabneeg los puab kuj ua ib yaam le ntawd los tsw yog?"},{"bible_id":"1216","chapter_code":"MAT.5","verse_code":"MAT.5.48","label":"48","content":"Vem le nuav mej yuav tsum ua tuabneeg zoo kawg nkaus, ib yaam le mej leej Txwv Ntuj yog tug zoo kawg nkaus.”"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.1","label":"1","content":"“Mej yuav tsum ceev faaj tsw xob ua mej tej num kws ncaaj nceeg taab meeg rua tuabneeg pum. Yog mej ua le ntawd mej yuav tsw tau nqe zug ntawm mej leej Txwv kws nyob sau ntuj."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.2","label":"2","content":"“Vem le nuav thaus koj pub rua cov tuabneeg txom nyem, tsw xob tshuab raaj ua koj ntej ib yaam le cov tuabneeg ncauj lug zoo sab phem ua rua huv tej tsev sablaaj hab tom tej kev kuas luas qhuas. Kuv qha tseeb rua mej tas puab tub tau puab le nqe zug lawm."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.3","label":"3","content":"Tassws thaus koj pub rua luas, tsw xob ca koj txhais teg phem paub tas koj txhais teg xws ua daabtsw,"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.4","label":"4","content":"sub tej kws koj pub koj txhad pub tau tuabywv xwb, mas koj leej Txwv kws pum tej kws ua tuabywv yuav pub yeeb koob rua koj.”"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.5","label":"5","content":"“Thaus mej thov Vaajtswv, mej tsw xob ua le cov tuabneeg ncauj lug zoo sab phem. Tsua qhov puab nyam sawv ntsug thov huv tej tsev sablaaj hab tom tej kev tshuam rua tuabneeg pum. Kuv qha tseeb rua mej tas, puab tub tau puab le yeeb koob lawm."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.6","label":"6","content":"Tassws thaus koj thov Vaajtswv, ca le nkaag rua huv txaaj hab kaw rooj txaag es thov koj leej Txwv kws tsw muaj leejtwg pum, mas koj leej Txwv kws pum tej kws ua tuabywv yuav pub nqe zug rua koj."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.7","label":"7","content":"“Thaus mej thov Vaajtswv, tsw xob has rov has rais tuab lu qub yaam le lwm haiv tuabneeg ua, tsua qhov puab xaav tas has lug ntau ntau daab txhad noog."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.8","label":"8","content":"Mej tsw xob yoog le puab tsua qhov yaam kws mej cheem tsum mej leej Txwv tub paub ua ntej kws mej tsw tau thov lawm."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.9","label":"9","content":"Mej yuav tsum thov lawv le nuav. “ ‘Peb leej Txwv kws nyob sau ntuj, thov suavdawg fwm koj lub npe kuas dawb huv."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.10","label":"10","content":"Thov ca koj lub tebchaws lug. Thov ca muaj lawv le koj lub sab nyam rua huv nplajteb ib yaam le muaj sau ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.11","label":"11","content":"Thov pub tej zaub mov kws peb naj nub noj rua peb nub nua."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.12","label":"12","content":"Thov koj daws peb lub txem ib yaam le peb zaam cov kws ua txhum rua peb."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.13","label":"13","content":"Thov tsw xob coj peb moog raug kev swm sab, thov cawm peb dim tej kev phem.’"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.14","label":"14","content":"“Yog mej zaam luas tej kev txhum, mej leej Txwv Ntuj yuav zaam mej tej kev txhum hab."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.15","label":"15","content":"Tassws yog mej tsw zaam luas tej kev txhum, mej leej Txwv yuav tsw zaam mej tej kev txhum hab."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.16","label":"16","content":"“Thaus mej yoo mov, tsw xob ua ntsej muag mluag mlob yaam le cov tuabneeg ncauj lug zoo sab phem, vem puab ua puab ntsej muag mluag mlob sub luas txhad pum tas puab yoo mov. Kuv qha tseeb rua mej tas, puab tub tau puab le yeeb koob lawm."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.17","label":"17","content":"Tassws thaus koj yoo mov, koj yuav tsum muab roj ntaus taubhau hab ntxuav muag,"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.18","label":"18","content":"sub luas txhad tsw pum tas koj yoo mov, tassws koj leej Txwv kws tsw muaj leejtwg pum, pum xwb, mas koj leej Txwv kws pum tej kws ua tuabywv yuav pub yeeb koob rua koj."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.19","label":"19","content":"“Tsw xob khaws nyaj txag ca rua mej huv nplajteb, hov ntawd muaj kaab ntsaum hab xeb noj hab tub saab tho qhov tsev moog nyag."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.20","label":"20","content":"Tassws mej yuav tsum khaws nyaj txag ca rua mej sau ntuj ceeb tsheej, hov ntawd kaab ntsaum hab xeb tsw noj hab tub saab tsw tho qhov tsev moog nyag."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.21","label":"21","content":"Tsua qhov koj tej nyaj txag nyob hovtwg, koj lub sab yeej nyob hov ntawd."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.22","label":"22","content":"“Lub qhov muag yog lub teeb rua lub cev. Yog tas koj lub qhov muag nyob zoo, taag nrho koj lub cev kuj kaaj quas lug."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.23","label":"23","content":"Yog koj lub qhov muag tsw zoo, taag nrho koj lub cev yuav tsaus ntuj nti. Yog tas qhov kaaj huv koj tsaus nti lawm, mas yog tsaus ntuj nti kawg le lauj!"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.24","label":"24","content":"“Tsw muaj leejtwg yuav ua qhev tau rua ob tug lospaav, tsua qhov nwg yeej yuav ntxub ib tug nyam ib tug, lossws yuav npuab ib tug saib tsw taug ib tug. Mej yuav ua Vaajtswv le qhev hab ua nyaj txag le qhev ua ke tsw tau."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.25","label":"25","content":"“Vem le nuav kuv has rua mej tas, tsw xob txhawj txug mej txujsa tas yuav muab daabtsw lug noj muab daabtsw lug haus, hab tsw xob txhawj txug mej lub cev tas yuav muab daabtsw lug naav. Txujsa tseem ceeb dua mov noj hab lub cev tseem ceeb dua tej tsoog tsho los tsw yog?"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.26","label":"26","content":"Ca le saib tej naag noog sau nruab ntug, tub tsw tseb tsw hlais tsw sau lug ca rua huv txhaab los mej leej Txwv Ntuj tseed yug tej naag noog hov. Mej tsw tswm txaj dua tej naag noog lov?"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.27","label":"27","content":"Mej cov muaj leejtwg txujkev txhawj yuav txuas tau nwg txujsa ntev ib tshwm ntxwv?"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.28","label":"28","content":"Hab mej txhawj txug tej tsoog tsho naav ua daabtsw? Ca le tshuaj saib tej paaj lilij tom teb saib tuaj hlub le caag, tub tsw ua num hab tsw ntus ntaub."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.29","label":"29","content":"Tassws kuv has rua mej tas, txawm yog Xalaumoo naav nwg tej tsoog meej mom huvsw los tub zoo tsw cuag ib lub nyuas paaj ntawd."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.30","label":"30","content":"Tej nroj tsuag huv teb kws nyob nub nua xwb, pigkig tub yuav muab pov rua huv cub suavtawg, yog Vaajtswv tub pub rua naav le ntawd, mej cov kws kev ntseeg yau 'e, nwg yimfuab yuav pub rua mej naav los tsw yog?"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.31","label":"31","content":"“Yog le ntawd, tsw xob txhawj has tas, ‘Yuav muab daabtsw noj?’ lossws ‘Yuav muab daabtsw haus?’ lossws ‘Yuav muab daabtsw naav?’"},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.32","label":"32","content":"Tsua qhov lwm haiv tuabneeg yeej nrhav tej nuav huvsw. Mej leej Txwv Ntuj yeej paub lawm tas mej cheem tsum tej nuav huvsw."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.33","label":"33","content":"Tassws mej yuav tsum xub nrhav Vaajtswv lub tebchaws hab nwg txujkev ncaaj nceeg ua ntej, mas yuav muab tej nuav huvsw tsaav rua mej."},{"bible_id":"1216","chapter_code":"MAT.6","verse_code":"MAT.6.34","label":"34","content":"Vem le nuav tsw xob txhawj txug pigkig tsua qhov pigkig yeej muaj kev txhawj rua pigkig lawm. Txhua nub le kev ceblaaj kuj txaus txhua nub lawm.”"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.1","label":"1","content":"“Mej tsw xob txav txem rua luas mej txhad tsw raug txav txem."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.2","label":"2","content":"Tsua qhov mej txav txem rua luas le caag mej yuav raug txav txem le ntawd. Mej muab lub thoob twg luj rua luas, yuav muab lub thoob ntawd luj rov rua mej ib yaam nkaus."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.3","label":"3","content":"Ua caag koj yuav pum qhov nyuas moov ntoo huv koj tug kwvtij lub qhov muag, tassws koj tsw quav ntsej txug tog nam ntoo kws nyob huv koj lub qhov muag?"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.4","label":"4","content":"Ua caag koj yuav has tau rua koj tug kwvtij tas, ‘Ca kuv so qhov nyuas moov ntoo tawm huv koj lub qhov muag,’ tassws tseed muaj ib tog nam ntoo nyob huv koj lub qhov muag?"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.5","label":"5","content":"Tug tuabneeg ncauj lug zoo sab phem, ca le rhu tog nam ntoo huv koj lub qhov muag ua ntej tsaiv, koj txhad pum meej txhad so tau qhov nyuas moov ntoo tawm huv koj tug kwvtij lub qhov muag."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.6","label":"6","content":"“Tsw xob muab tej yaam dawb huv pub rua dev, tsw xob muab mej le pov hum nrum rua ntawm npua hauv ntej, tsaam tes nwg yuav muab tsuj hab tig rov lug tum mej."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.7","label":"7","content":"“Ca le thov mas yuav muab rua mej, ca le nrhav mej txhad ntswb, ca le khob mas yuav qheb rua mej."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.8","label":"8","content":"Tsua qhov txhua tug kws thov kuj yuav tau, tug kws nrhav kuj ntswb, hab tug kws khob kuj qheb rua nwg."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.9","label":"9","content":"Mej cov muaj leejtwg kws nwg tug tub thov ncuav noj es yuav muab ib lub pob zeb rua nwg?"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.10","label":"10","content":"Lossws yog nwg thov ntseg es yuav muab ib tug naab rua nwg lov?"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.11","label":"11","content":"Yog le nuav mej cov kws yog tuabneeg phem los mej tub paub muab tej yaam kws zoo rua mej tej mivnyuas, mej leej Txwv kws nyob sau ntuj yimfuab yuav muab tej yaam kws zoo rua cov kws thov nwg."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.12","label":"12","content":"Txhua yaam kws mej xaav kuas lwm tug ua rua mej, mej ca le ua ib yaam le ntawd rua lwm tug. Qhov ntawd yog Mauxe txuj kevcai hab yog cov xwbfwb cev lug tej lug qha."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.13","label":"13","content":"“Mej yuav tsum nkaag lub qhov rooj nqaim moog, tsua qhov lub qhov rooj daav hab txuj nam kev luj coj moog txug kev puam tsuaj, mas cov kws nkaag lub qhov rooj hov muaj coob coob."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.14","label":"14","content":"Lub qhov rooj nqaim hab txujkev miv kws coj moog txug txujsa, mas cov kws nrhav tau kuj muaj tsawg heev."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.15","label":"15","content":"“Mej yuav tsum ceev faaj cov cuav xwbfwb cev Vaajtswv lug kws naav tsoog plaub yaaj tuaj cuag mej tassws puab lub sab limham le maa."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.16","label":"16","content":"Mej yuav saib puab cov txwv zoo le caag mej txhad paub puab. Cov txwv maab yuav de tau ntawm tsob ntoo xuav paug lov? Lossws txwv cua de tau ntawm tsob xuav paug xaab neej tsaav lov?"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.17","label":"17","content":"Txhua tsob ntoo zoo yeej txw txwv zoo, tsob ntoo phem yeej txw txwv phem."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.18","label":"18","content":"Tsob ntoo zoo yeej txw tsw tau cov txwv phem, tsob ntoo phem yeej txw tsw tau cov txwv zoo."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.19","label":"19","content":"Txhua tsob ntoo kws tsw txw txwv zoo yuav raug muab ntuv pov rua huv cub suavtawg."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.20","label":"20","content":"Vem le nuav mej yuav saib puab cov txwv zoo le caag mej txhad paub puab."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.21","label":"21","content":"“Tsw yog txhua tug kws hu kuv tas, ‘Tug Tswv, tug Tswv,’ yuav tau nkaag rua huv ntuj ceeb tsheej, tsuas yog tug kws ua lawv le kuv leej Txwv kws nyob sau ntuj lub sab nyam txhad nkaag tau xwb."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.22","label":"22","content":"Thaus txug nub ntawd yuav muaj tuabneeg coob coob has rua kuv tas, ‘Tug Tswv, tug Tswv, peb tub tuav koj lub npe cev koj tej lug hab tuav koj lub npe ntab daab tawm hab tuav koj lub npe ua ntau yaam txujci phemfwj los tsw yog?’"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.23","label":"23","content":"Thaus ntawd kuv yuav has tseeb rua puab tas, ‘Kuv tsw txeev paub mej hlo le. Cov nam tuabneeg ua phem, ca le tswv ntawm kuv moog.’ ”"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.24","label":"24","content":"“Vem le nuav, txhua tug kws tau nov kuv tej lug nuav hab ua lawv nraim, puab zoo le tug kws muaj tswvyim ua nwg lub tsev rua sau daim laag zeb."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.25","label":"25","content":"Naag lug, dej nyaab, cua ntsawj nplawm lub tsev hov los lub tsev tsw pob vem yog cog rua sau daim laag zeb."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.26","label":"26","content":"Tassws txhua tug kws nov kuv tej lug los tsw ua lawv nraim, puab zoo le tug tuabneeg ruag kws ua nwg lub tsev rua sau tej xuab zeb."},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.27","label":"27","content":"Naag lug, dej nyaab, cua ntsawj nplawm lub tsev hov, lub tsev kuj pob taag, mas qhov kws pob qaug taag hov luj heev.”"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.28","label":"28","content":"Thaus Yexu qha tej lug nuav taag lawd, cov tuabneeg coob coob hov kuj xaav tsw thoob rua tej lug kws nwg qha,"},{"bible_id":"1216","chapter_code":"MAT.7","verse_code":"MAT.7.29","label":"29","content":"tsua qhov nwg muaj fwjchim qhuab qha puab, nwg tsw thooj le puab cov xwbfwb."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.1","label":"1","content":"Thaus Yexu nqeg peg roob lug, muaj tuabneeg coob coob lawv nwg qaab."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.2","label":"2","content":"Txawm muaj ib tug mob lis mob ruas tuaj pe Yexu has tas, “Au tug Tswv, yog koj xaav khu, koj yeej khu tau kuv zoo kuas huv.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.3","label":"3","content":"Yexu cev hlo teg moog npuab nwg hab has tas, “Kuv xaav los maj, ca le zoo hlo huv lauj.” Taamswm ntawd nwg tej mob lis mob ruas txawm zoo huv lawm."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.4","label":"4","content":"Yexu has rua nwg tas, “Tsw xob pav ib lus rua leejtwg noog hlo le, ca le moog qha koj lub cev rua tug pov thawj saib hab xyeem tej kws Mauxe qha tseg lawd ua timkhawv rua suavdawg.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.5","label":"5","content":"Thaus Yexu moog txug huv lub moos Khapena‑u, muaj ib tug thawj rog kws kaav ib puas leej tuaj cuag Yexu thov Yexu paab"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.6","label":"6","content":"has tas, “Tug Tswv, kuv tug tub qhe tuag teg tuag taw pw tom tsev txom nyem heev.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.7","label":"7","content":"Yexu has rua nwg tas, “Kuv yuav moog khu kuas nwg zoo.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.8","label":"8","content":"Tug thawj tub rog teb Yexu tas, “Tug Tswv, kuv yog ib tug kws tsw tswm nyog koj yuav nkaag moog rua huv kuv lub tsev. Thov koj ca le has ib lus xwb tes kuv tug qhev yeej yuav zoo."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.9","label":"9","content":"Tsua qhov kuv kuj nyob huv qaab tub rog txujkev tswjfwm hab tseed muaj cov tub rog kws kuv tswjfwm. Kuv has rua tug nuav tas, ‘Ca le moog,’ nwg kuj moog, hab has rua dua ib tug tas, ‘Ca le lug,’ nwg kuj lug, hab kuv has rua kuv tug tub qhe tas, ‘Ca le ua yaam nuav,’ nwg kuj ua.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.10","label":"10","content":"Thaus Yexu nov nwg has le hov, Yexu kuj xaav tsw thoob, nwg txawm has rua cov tuabneeg kws lawv nwg qaab tas, “Kuv has tseeb rua mej tas, txawm yog huv cov Yixayee los kuv tsw tau pum muaj kev ntseeg luj le nuav."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.11","label":"11","content":"Kuv has rua mej tas yuav muaj tuabneeg coob tuaj saab nub tuaj hab tuaj saab nub poob lug nrug Aplahaa, Yiha hab Yakhauj koom rooj noj haus ua ke huv ntuj ceeb tsheej,"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.12","label":"12","content":"tassws cov tuabneeg kws yog ntuj ceeb tsheej le mivnyuas yuav raug muab laim tawm moog rua saab nrau kws tsaus ntuj nti, qhov ntawd yuav muaj kev quaj qes nav quas qawv.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.13","label":"13","content":"Hab Yexu has rua tug thawj rog tas, “Koj ca le rov qaab moog. Ca muaj lawv le koj ntseeg.” Taamswm hov tug thawj rog tug qhev txawm zoo hlo lawm."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.14","label":"14","content":"Thaus Yexu moog rua huv Petu tsev, Yexu pum Petu nam tais ua npaws pw sau txaaj."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.15","label":"15","content":"Yexu txawm tuav nkaus nwg teg mas nwg tug npaws txawm zoo hlo. Nwg sawv lug hab ua koom rua Yexu."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.16","label":"16","content":"Thaus yuav tsaus ntuj puab coj tej tuabneeg raug daab tuaj cuag Yexu coob coob, mas Yexu has lug ntab daab tawm, hab nwg khu cov tuabneeg muaj mob txhua tug zoo huvsw."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.17","label":"17","content":"Tej nuav txhad tav lawv le xwbfwb Yaxaya kws cev Vaajtswv lug tau has tseg tas, “Nwg sau peb tej mob hab rws peb tej mob nkeeg moog.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.18","label":"18","content":"Thaus Yexu pum tuabneeg coob coob tuaj vej quas vog nwg, nwg txawm has kuas hlaa havtxwv moog rua saab tim u."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.19","label":"19","content":"Muaj ib tug xwbfwb qha Vaajtswv kevcai txawm tuaj cuag Yexu hab has rua nwg tas, “Xwbfwb, koj moog hovtwg kuv yuav nrug koj moog hov ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.20","label":"20","content":"Yexu has rua nwg tas, “Tej maa tseed muaj qhov nkaum hab tej naag noog sau nruab ntug tseed muaj zeg, tassws Tuabneeg leej Tub tsw muaj lub chaw rau ncoo.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.21","label":"21","content":"Hab muaj dua ib tug huv Yexu cov thwjtim has rua nwg tas, “Tug Tswv, thov ca kuv moog log kuv txwv tsaiv.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.22","label":"22","content":"Yexu has rua nwg tas, “Ca le nrug kuv moog, ca cov tuabneeg tuag puab log puab tug tuag.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.23","label":"23","content":"Thaus Yexu nce rua huv lub nkoj, nwg cov thwjtim kuj nrug nwg moog."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.24","label":"24","content":"Txawm muaj cua daaj cua dub ntsawj havtxwv, mas lub nkoj txhad raug tej nam nthwv dej nyaab, tassws Yexu pw tsaug zug lawm."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.25","label":"25","content":"Cov thwjtim txhad moog tsaa Yexu has tas, “Tug Tswv, thov koj cawm peb lauj. Peb saamswm yuav puam tsuaj.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.26","label":"26","content":"Yexu txawm has rua puab tas, “Mej cov kws kev ntseeg yau 'e, ua caag mej ntshai ua luaj le?” Tes Yexu txawm sawv tseeg lug taav cua hab dej havtxwv, txhua yaam txawm tug yeeg huvsw lawm."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.27","label":"27","content":"Cov tuabneeg hov txawm phemfwj kawg has tas, “Tug nuav yog tuabneeg daabtsw es tej cua hab dej havtxwv kuj noog nwg lug?”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.28","label":"28","content":"Thaus Yexu hlaa havtxwv moog rua huv Kantala le kaav xyuam lawm, txawm muaj ob tug raug daab tawm huv toj ntxaa lug ntswb nwg, ob tug nyaum heev txhad tsw muaj leejtwg taug tau txujkev hov hlo le."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.29","label":"29","content":"Tes ob tug txawm qw has tas, “Au Vaajtswv tug tub, koj tuaj thaab ib ua daabtsw? Koj tuaj tswm txom ib ua ntej lub swjhawm lov?”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.30","label":"30","content":"Nyob tsw deb hov ntawd muaj ib paab npua coob saamswm nrhav noj."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.31","label":"31","content":"Cov daab hov txawm thov Yexu tas, “Yog koj ntab peb tawm, thov koj xaa peb moog rua huv paab npua ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.32","label":"32","content":"Yexu txawm has rua cov daab hov tas, “Ca le moog.” Cov daab txawm tawm moog nkaag rua huv paab npua, mas paab npua huvsw txhad dha plaag toj ntxhaab moog rua huv havtxwv hab tuag taag rua huv."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.33","label":"33","content":"Cov tuabneeg yug npua txhad tswv moog rua huv lub moos hab pav txhua yaam xwm txheej hab tej kws tshwm rua ob tug raug daab hov."},{"bible_id":"1216","chapter_code":"MAT.8","verse_code":"MAT.8.34","label":"34","content":"Taag nrho lub moos hov suavdawg txawm tawm moog ntswb Yexu. Thaus puab pum nwg, puab thov kuas nwg tawm huv puab le kaav xyuam moog."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.1","label":"1","content":"Yexu txawm nce rua huv nkoj hlaa moog rua nwg lub moos."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.2","label":"2","content":"Txawm muaj tuabneeg kwv ib tug tuag teg tuag taw huv nwg lub chaw pw tuaj cuag Yexu. Thaus Yexu pum puab kev ntseeg nwg txawm has rua tug tuag teg tuag taw tas, “Tub 'e, ca le zoo sab, koj lub txem tub muab daws lawm.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.3","label":"3","content":"Cov xwbfwb qha Vaajtswv kevcai qee leej txawm xaav huv lub sab tas, “Tug yawm nuav has lug tuam mom Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.4","label":"4","content":"Tassws Yexu paub tej kws puab xaav lawm txhad has tas, “Ua caag mej lub sab yuav xaav phem?"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.5","label":"5","content":"Qhov kws has tas, ‘Tub daws koj lub txem lawm,’ hab has tas, ‘Ca le sawv tseeg moog kev,’ qhov twg yoojyim dua?"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.6","label":"6","content":"Sub mej txhad paub tas Tuabneeg leej Tub muaj fwjchim huv nplajteb daws tau lub txem,” Yexu txhad has rua tug tuag teg tuag taw tas, “Ca le sawv tseeg nqaa koj lub chaw pw moog tsev.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.7","label":"7","content":"Nwg txawm sawv tseeg moog tsev."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.8","label":"8","content":"Thaus cov tuabneeg coob coob pum le hov puab ntshai  hab qhuas Vaajtswv tug kws pub fwjchim le nuav rua tuabneeg."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.9","label":"9","content":"Thaus Yexu tawm hov ntawd moog, nwg pum ib tug yawm npe hu ua Mathai nyob tsawg ntawm lub rooj sau se, Yexu txawm has rua nwg tas, “Ca le lawv kuv qaab moog.” Mathai txawm sawv tseeg lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.10","label":"10","content":"Thaus Yexu nyob tsawg noj mov huv tsev, txawm muaj cov tuabneeg sau se hab cov tuabneeg muaj txem ntau leej tuaj nrug Yexu hab nwg cov thwjtim nyob ua ke ntawm rooj mov."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.11","label":"11","content":"Thaus cov Falixai pum le ntawd, puab txawm has rua Yexu cov thwjtim tas, “Ua caag mej tug xwbfwb nrug cov tuabneeg sau se hab cov tuabneeg muaj txem noj mov ua ke?”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.12","label":"12","content":"Thaus Yexu nov le hov nwg txawm has tas, “Cov tuabneeg kws tsw muaj mob tsw cheem tsum Kws tshuaj, tsuas yog cov muaj mob txhad cheem tsum xwb."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.13","label":"13","content":"Mej ca le moog kawm nqai nuav kuas nkaag sab has tas, ‘Kuv ntshaw txujkev hlub, tsw yog ntshaw qhov kws tua tsaj xyeem,’  tsua qhov kuv tsw yog lug hu cov tuabneeg ncaaj nceeg, tassws yog lug hu cov tuabneeg muaj txem.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.14","label":"14","content":"Thaus ntawd Yauhaa cov thwjtim txawm tuaj cuag Yexu hab has tas, “Ua caag peb hab cov Falixai coj kevcai yoo mov, tassws koj cov thwjtim tsw coj?”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.15","label":"15","content":"Yexu has rua puab tas, “Tug nraug vauv cov kwvluag yuav quaj ntsuag rua thaus tug nraug vauv tseed nrug puab nyob lov? Yuav muaj ib nub twg kws tug nraug vauv yuav raug muab coj ncaim puab moog, mas thaus ntawd puab yuav coj kevcai yoo mov."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.16","label":"16","content":"Tsw muaj leejtwg muab daim ntaub tshab lug ntxwv lub qub tsho, tsua qhov daim ntaub kws muab ntxwv hov yuav xum dua lub tsho yimfuab nduag luj dua."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.17","label":"17","content":"Hab tsw muab cawv txwv maab tshab ntim rua huv lub naab tawv qub. Yog ua le hov, lub naab tawv yuav tawg, cov cawv txwv maab yuav xaw taag, lub naab kuj pam taag. Yeej yuav muab cov cawv txwv maab tshab ntim rua huv lub naab tawv tshab ob yaam txhad le nyob zoo.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.18","label":"18","content":"Thaus Yexu saamswm has tej lug hov rua puab txawm muaj ib tug num tswv tuaj pe rua ntawm Yexu xubndag hab has tas, “Kuv tug ntxhais nyav tuag lawm, thov koj moog muab teg npuab nwg mas nwg yuav caj rov lug.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.19","label":"19","content":"Yexu txawm sawv tseeg lawv tug num qaab moog hab Yexu cov thwjtim kuj moog hab."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.20","label":"20","content":"Txawm muaj ib tug quaspuj kws muaj mob nchuav cev tau kaum ob xyoos lug lawv Yexu qaab hab kov Yexu lub qaab tsho,"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.21","label":"21","content":"tsua qhov nwg xaav has tas, “Tsuav yog kuv tau kov Yexu lub tsho xwb, mas kuv tug mob yeej yuav zoo.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.22","label":"22","content":"Yexu tig hlo pum nwg mas has tas, “Mivntxhais 'e, ca le zoo sab. Koj txujkev ntseeg ua rua koj zoo lawm.” Txwj thaus hov lug tug puj hov ca le zoo lawm."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.23","label":"23","content":"Thaus Yexu tuaj txug tug num tswv hov lub tsev hab pum cov kws tshuv raaj hab cov tuabneeg qw ua nqaaj ua nqug,"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.24","label":"24","content":"Yexu txawm has tas, “Ca le txaav moog tsua qhov tug mivntxhais nuav tsw tuag, nwg tsaug zug xwb.” Puab txawm thuaj luag Yexu."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.25","label":"25","content":"Thaus ntab cov tuabneeg hov tawm moog lawd, Yexu nkaag moog ntsab nkaus tug mivntxhais hov txhais teg, tes tug mivntxhais txawm sawv tseeg."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.26","label":"26","content":"Mas zaaj nuav nrov nchaa quas lug thoob plawg tebchaws ntawd."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.27","label":"27","content":"Thaus Yexu tawm hov ntawd moog txawm muaj ob tug dig muag lawv Yexu qaab hu nrov nrov has tas, “Tavi tug tub, thov khuvleej ib lauj!”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.28","label":"28","content":"Thaus Yexu moog rua huv tsev lawd, ob tug dig muag lug cuag nwg. Yexu has rua ob tug tas, “Meb ntseeg tas kuv ua tau tej nuav lov?” Ob tug teb nwg tas, “Tug Tswv, ib ntseeg.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.29","label":"29","content":"Tes Yexu txawm kov ob tug le qhov muag has tas, “Ca muaj lawv le meb ntseeg lauj.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.30","label":"30","content":"Tes ob tug le qhov muag txawm pum kev lawm. Yexu txwv ob tug tawv tawv has tas, “Tsw xob has rua leejtwg paub le.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.31","label":"31","content":"Tassws thaus ob tug tawm moog lawd ob tug pav txug Yexu thoob plawg tebchaws ntawd."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.32","label":"32","content":"Thaus ob tug hov saamswm tawm qhov ntawd moog, txawm muaj tuabneeg coj ib tug yawm ruag raug daab tuaj cuag Yexu."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.33","label":"33","content":"Thaus Yexu muab tug daab ntab tawm lawd tug ruag hov txawm has tau lug, mas cov tuabneeg hov kuj phemfwj has tas, “Tsw tau pum dua le nuav rua huv cov Yixayee hlo le.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.34","label":"34","content":"Tassws cov Falixai has tas, “Tug nuav swv tug thawj daab  le fwjchim ntab daab tawm.”"},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.35","label":"35","content":"Yexu moog thoob plawg txhua lub moos hab tej zej zog qhuab qha huv puab tej tsev sablaaj hab tshaaj tawm txuj xuv zoo kws has txug Vaajtswv lub tebchaws hab khu tej tuabneeg txhua yaam mob nkeeg zoo huvsw."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.36","label":"36","content":"Thaus nwg pum cov tuabneeg coob coob nwg kuj taab ncuab puab tsua qhov puab raug kev kub ntxhuv hab taag kev vaam ib yaam le paab yaaj kws tsw muaj tug tswv yug."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.37","label":"37","content":"Nwg txawm has rua nwg cov thwjtim tas, “Cov qoob kws zoo hlais muaj ntau heev, kuas cov tub zug muaj tsawg."},{"bible_id":"1216","chapter_code":"MAT.9","verse_code":"MAT.9.38","label":"38","content":"Vem le nuav mej yuav tsum thov tug tswv teb kuas khaiv tub zug moog hlais nwg tej qoob.”"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.1","label":"1","content":"Yexu hu nwg kaum ob tug thwjtim lug cuag nwg hab pub fwjchim rua puab ntab tau daab tawm hab khu tau txhua yaam mob nkeeg zoo."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.2","label":"2","content":"Kaum ob tug tubkhai ntawd npe hu le nuav. Tug ib yog Ximoo kws hu ua Petu, hab nwg tug kwv Anru, hab Yakaunpau hab nwg tug kwv Yauhaa, ob tug yog Xenpenti le tub,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.3","label":"3","content":"hab Fili hab Npathaulaumai, hab Thauma hab Mathai kws sau se, hab Afe‑a tug tub Yakaunpau hab Thante‑a,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.4","label":"4","content":"hab Ximoo kws tuav nwg lub tebchaws, hab Yutas Ikhali‑au kws faav xeeb rua Yexu."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.5","label":"5","content":"Yexu khaiv kaum ob tug thwjtim nuav tawm moog hab nkaw lug rua puab tas, “Mej tsw xob moog rua huv lwm haiv tuabneeg hab tsw xob nkaag moog rua huv cov Xamali tej moos,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.6","label":"6","content":"ca le moog kuas txug cov yaaj kws pluj lawd kws yog Yixayee caaj ceg."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.7","label":"7","content":"Ca le tshaaj tawm taug kev has tas, ‘Ntuj Ceeb Tsheej lug ze lawm.’"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.8","label":"8","content":"Ca le khu cov kws muaj mob kuas zoo, tsaa cov tuag sawv, khu tej kws mob lis mob ruas kuas zoo huv hab ntab daab tawm. Mej tau dawb dawb, ca le pub dawb dawb xwb."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.9","label":"9","content":"Tsw xob coj nyaj coj kub coj txaj toog lab rua huv mej lub naas tawv,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.10","label":"10","content":"tsw xob khuam naab thoob puab taug kev, lossws coj ob lub tsho lossws nkawm khau lossws tug paas nreg, tsua qhov tug tub zug tswm nyog tau noj."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.11","label":"11","content":"Thaus mej moog rua huv lub moos twg lossws lub zog twg, mas tshuaj saib leejtwg tswm nyog moog su rua huv mas moog nrug tug hov nyob txug thaus tawm qhov chaw hov moog."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.12","label":"12","content":"Thaus mej nkaag rua huv lub tsev, ca le foom lu lug nyob kaaj sab lug rua lub tsev hov."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.13","label":"13","content":"Yog lub tsev hov tswm nyog tau koob moov, kuj ca mej tej lug kaaj sab lug nyob huv lub tsev hov. Tassws yog lub tsev hov tsw tswm nyog tau, kuj thim mej tej lug kaaj sab lug rov rua mej."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.14","label":"14","content":"Yog leejtwg tsw txais mej hab tsw noog mej tej lug, mas thaus mej tawm huv lub tsev lossws lub moos hov moog mej ca le nchus tej moov aav ntawm mej kwtaw pov tseg."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.15","label":"15","content":"Kuv qha tseeb rua mej tas, nub kws teem txem mas Xauntoo hab Kaumaula tebchaws yuav raug swb dua lub moos ntawd."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.16","label":"16","content":"“Saib maj, kuv khaiv mej tawm moog zoo yaam nkaus le tug yaaj kws nyob huv plawv paab maa. Vem le nuav mej yuav tsum ntse le naab hab sab mog sab muas  le tug nquab."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.17","label":"17","content":"Mej yuav tsum ceev faaj tuabneeg tsua qhov puab yuav muab mej cob rua tej tsev tu plaub hab nplawm mej huv puab tej tsev sablaaj,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.18","label":"18","content":"hab mej yuav raug muab caab moog rua cov thawj kaav hab tej vaajntxwv vem yog tim kuv, sub mej txhad ua tau timkhawv rua puab hab lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.19","label":"19","content":"Thaus puab muab mej cob rua luas, mej tsw xob txhawj txug tej lug kws mej yuav has hab mej yuav has le caag, tsua qhov thaus txug swjhawm has yuav muab tej lug kws mej yuav has pub rua mej,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.20","label":"20","content":"tsua qhov tug kws has tsw yog mej, yog mej Leejtwxv tug Ntsuj Plig coj mej has."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.21","label":"21","content":"Kwvtij yuav muab kwvtij cob rua kev tuag, txwv yuav muab tub cob rua kev tuag, mivnyuas yuav sawv twv nam txwv hab muab tua."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.22","label":"22","content":"ib tsoom tebchaws yuav ntxub mej vem yog tim kuv lub npe. Tassws leejtwg thev tau moog txug thaus kawg tug hov yuav dim."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.23","label":"23","content":"Thaus luas tswm txom mej huv lub moos twg, ca le tswv moog rua lwm lub moos. Kuv qha tseeb rua mej tas, ua ntej mej tsw tau moog thoob Yixayee tej moos tes Tuabneeg leej Tub yuav lug."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.24","label":"24","content":"“Tug tub kawm yeej tsw luj dhau tug xwbfwb qha, hab tug qhev yeej tsw luj dhau nwg tug lospaav."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.25","label":"25","content":"Yog tug tub kawm sws luag yaam le tug xwbfwb hab tug qhev sws luag yaam le tug lospaav kuj txaus lawm. Yog luas tub hu tug tswv tsev tas daab Npe‑eexenpu lawm, luas yimfuab yuav hu nwg tsev tuabneeg phem dua le ntawd hab."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.26","label":"26","content":"“Vem le nuav mej tsw xob ntshai puab tsua qhov tsw muaj ib yaam twg kws muab npog ca lawm yuav tsw muab thws tshwm lug, hab tsw muaj ib yaam twg kws muab zais lawm yuav tsw paub."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.27","label":"27","content":"Tej kws kuv has rua mej huv qhov tsaus ntuj, mej ca le pav rua huv qhov pum kev, hab tej kws mej nov has lug ntxhw rua huv mej qhov ntsej, ca le tshaaj tawm sau txheej tsev laag tshaav."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.28","label":"28","content":"Tsw xob ntshai cov kws tua tau lub cev tassws tua tsw tau tug ntsuj plig. Mej yuav tsum ntshai tug kws ua tau rua tug ntsuj plig hab lub cev huvsw puam tsuaj rua huv ntuj tawg."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.29","label":"29","content":"Ob tug noog tsev luas muag ib npiv los tsw yog? Yog mej leej Txwv tsw pum zoo txawm yog ib tug noog xwb los yeej tsw poob rua huv aav le."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.30","label":"30","content":"Mej cov plaubhau los kuj raug muab suav txhua txuj lawm."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.31","label":"31","content":"Yog le nuav mej tsw xob ntshai. Mej yeej tswm txaj dua ntau tug noog tsev."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.32","label":"32","content":"“Yog le ntawd txhua tug kws leeg yuav kuv taab meeg tuabneeg, kuv yuav leeg yuav tug hov taab meeg kuv leej Txwv kws nyob sau ntuj."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.33","label":"33","content":"Yog leejtwg tsw leeg yuav kuv taab meeg tuabneeg, kuv kuj yuav tsw leeg yuav tug hov taab meeg kuv leej Txwv kws nyob sau ntuj hab."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.34","label":"34","content":"“Tsw xob xaav tas kuv lug yog coj kev sws hum xeeb lug rua lub nplajteb. Kuv lug, tsw yog coj kev sws hum xeeb lug yog coj ntaaj lug."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.35","label":"35","content":"Kuv lug yog lug “ ‘ua rua tub tawm tsaam txwv, hab ntxhais tawm tsaam nam, hab nyaab tawm tsaam nam puj,"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.36","label":"36","content":"mas cov kws ua yeeb ncuab yeej yog yug tsev tuabneeg.’"},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.37","label":"37","content":"Tug kws nyam nwg nam nwg txwv heev dua le nyam kuv tug hov tsw tswm nyog ua kuv le, hab tug kws nyam nwg tub nwg ntxhais heev dua le nyam kuv kuj tsw tswm nyog ua kuv le."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.38","label":"38","content":"Tug kws tsw kwv nwg tug khaublig ntoo lawv kuv qaab tug hov tsw tswm nyog ua kuv le."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.39","label":"39","content":"Tug kws fuas nwg txujsa yuav pam txujsa, tassws tug kws tso nwg txujsa tseg vem yog saib rua kuv, mas yuav fuas tau txujsa."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.40","label":"40","content":"“Tug kws leeg yuav mej kuj yog leeg yuav kuv, hab tug kws leeg yuav kuv kuj yog leeg yuav tug kws khaiv kuv tuaj."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.41","label":"41","content":"Tug kws leeg yuav tug xwbfwb cev lug vem nwg cev Vaajtswv lug, kuj yuav tau nqe zug ib yaam le tug xwbfwb cev Vaajtswv lug, hab tug kws leeg yuav tug ncaaj nceeg vem yog tug tuabneeg hov ua ncaaj nceeg, kuj yuav tau nqe zug ib yaam le tug tuabneeg ncaaj nceeg."},{"bible_id":"1216","chapter_code":"MAT.10","verse_code":"MAT.10.42","label":"42","content":"Leejtwg muab ib khob dej txag rua cov tuabneeg yau nuav ib tug twg haus vem tug hov yog kuv le thwjtim, kuv has tseeb rua mej tas, tug hov yuav tsw nplaam nwg tej nqe zug.”"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.1","label":"1","content":"Thaus Yexu qha nwg kaum ob tug thwjtim taag lawm, nwg txawm tawm hov ntawd moog qhuab qha hab tshaaj tawm rua huv Yixayee tej moos."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.2","label":"2","content":"Thaus Yauhaa nyob huv tsev lojfaaj nov txug tug Kheto tej num, nwg txawm khaiv nwg cov thwjtim moog"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.3","label":"3","content":"has rua Yexu tas, “Koj yog tug kws yuav lug hov lov? Lossws peb yuav tog dua lwm tug?”"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.4","label":"4","content":"Yexu teb puab tas, “Ca le moog qha tej kws mej nov hab pum rua Yauhaa."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.5","label":"5","content":"Tuabneeg dig muag kuj pum kev lawm, tuabneeg ceg tawv kuj moog tau kev, cov kws mob lis mob ruas kuj zoo huv lawm, cov kws laag ntseg kuj nov lug, cov kws tuag kuj raug muab tsaa caj sawv lug hab txuj xuv zoo kuj pav moog rua cov tuabneeg pluag lawm."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.6","label":"6","content":"Tug kws tsw dawm kuv kuj tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.7","label":"7","content":"Thaus puab rov moog lawm, Yexu chiv has txug Yauhaa rua cov tuabneeg hov noog tas, “Mej tawm moog rua tom tebchaws moj saab qhua moog saib daabtsw? Mej moog saib tug lojkov kws cua ntsawj rawv moog rawv lug lov?"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.8","label":"8","content":"Los mej tawm moog saib daabtsw? Mej moog saib ib tug kws naav tsuj naav npuag lov? Saib maj, cov kws naav tsuj naav npuag yeej nyob huv vaajntxwv lub tsev."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.9","label":"9","content":"Los mej moog saib daabtsw? Moog saib ib tug xwbfwb cev Vaajtswv lug lov? Kuv has rua mej tas, tseeb tag, hab nwg luj dua ib tug xwbfwb cev lug."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.10","label":"10","content":"Nwg yog tug kws tub muaj lug sau tseg ca lawm tas, ‘Saib maj, kuv tso kuv tug tubkhai moog ua koj ntej, tug hov yuav npaaj kev rua tom koj hauv ntej.’"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.11","label":"11","content":"Kuv has tseeb rua mej tas, cov tuabneeg kws yug ntawm quaspuj lug tsw muaj ib tug luj dhau Yauhaa kws coj ua kevcai raus dej. Tassws tug kws yau kawg huv ntuj ceeb tsheej tseed luj dua Yauhaa."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.12","label":"12","content":"Txwj thaus Yauhaa kws coj ua kevcai raus dej nyob lug txug nub nua, muaj tuabneeg swv zug txeem moog rua huv ntuj ceeb tsheej, hab tuabneeg ua nruj ua tswv txeeb ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.13","label":"13","content":"Tsua qhov cov xwbfwb cev Vaajtswv lug suavdawg hab Mauxe txuj kevcai tub has tsw tu ncua txug tug Yauhaa nuav."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.14","label":"14","content":"Yog mej ntseeg mas Yauhaa yog tug Eliya kws yuav lug hov ntaag."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.15","label":"15","content":"Leejtwg muaj qhov ntsej nov, ca le noog nawj."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.16","label":"16","content":"“Kuv yuav muab cov tuabneeg tam nuav pev txug daabtsw? Muab pev ib yaam le cov mivnyuas yau kws nyob tsawg tom tshaav puam hu rua puab cov kwvluag tas,"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.17","label":"17","content":"‘Peb tub tshuv raaj rua mej los mej tsw dha seev cev, peb tub quaj nyav los mej tsw quaj ntsuag.’"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.18","label":"18","content":"Tsua qhov Yauhaa lug nwg tsw noj tsw haus, mas luas has tas, ‘Nwg raug ib tug daab.’"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.19","label":"19","content":"Tuabneeg leej Tub lug nwg noj hab haus, mas luas has tas, ‘Saib maj, nam tuabneeg noj luj haus qaug, nrug cov tuabneeg sau se hab cov tuabneeg muaj txem ua kwvluag.’ Tassws tswvyim teg num qha tas tswvyim ua raug cai lawm.”"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.20","label":"20","content":"Yexu txawm chiv tshev tej moos kws nwg tub ua nwg tej txujci phemfwj ntau rua huv lawd vem yog puab tsw ntxeev dua sab tshab has tas,"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.21","label":"21","content":"“Lub moos Khaulaxi 'e, koj raug txom nyem lauj! Lub moos Npexainta 'e, koj raug txom nyem lauj! Yog tej txujci phemfwj kws ua rua huv meb lawd tau ua rua huv lub nroog Thailab hab lub nroog Xaintoo, tes puab tub muab khaub seev tsaaj lug naav hab tsuab tshauv nphoo ib ce ntxeev dua sab tshab ntev lug lawm lauj!"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.22","label":"22","content":"Kuv has rua meb tas, nub kws teem txem mas Thailab hab Xaintoo yuav raug swb dua meb."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.23","label":"23","content":"Lub moos Khapena‑u 'e, koj yuav muab koj tsaa sab moog nto ntuj lov? Koj yuav raug muab txu qeg moog rua huv tub tuag teb. Yog tej txujci phemfwj kws ua rua huv koj tau ua rua huv lub moos Xauntoo, tes lub moos hov tseed nyob lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.24","label":"24","content":"Kuv has rua mej tas, nub kws teem txem mas Xauntoo tebchaws yuav raug swb dua koj.”"},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.25","label":"25","content":"Thaus ntawd Yexu has tas, “Au leej Txwv kws yog tug Tswv ntuj Tswv teb, kuv qhuas koj kws koj muab tej nuav npog ca tsw qha rua cov tuabneeg muaj tswvyim hab txawj ntse, tassws koj muab qha rua tej mivnyuas yau paub."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.26","label":"26","content":"Au leej Txwv, koj yeej pum zoo ua le ntawd."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.27","label":"27","content":"Kuv leej Txwv tub muab txhua yaam cob rua kuv. Tsw muaj leejtwg paub leej Tub tsuas yog leej Txwv xwb hab tsw muaj leejtwg paub leej Txwv tsuas yog leej Tub hab tug kws leej Tub xaav qha rua txhad paub xwb."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.28","label":"28","content":"“Txhua tug kws ua num khwv hab rws lub nraa nyaav, ca le lug cuag kuv, kuv yuav pub mej tau su lug sav."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.29","label":"29","content":"Ca le muab kuv raab quab lug kwv hab kawm ntawm kuv, tsua qhov kuv sab mog sab muas tsw muab hlub, mas mej lub sab txhad tau su."},{"bible_id":"1216","chapter_code":"MAT.11","verse_code":"MAT.11.30","label":"30","content":"Tsua qhov kuv raab quab kuj yoojyim kwv, hab kuv lub nraa kuj swb.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.1","label":"1","content":"Tom qaab ntawd nub Xanpatau  Yexu taug kev huv ib daim teb mog. Nwg cov thwjtim tshaib plaab puab txawm chiv de naab mog lug noj."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.2","label":"2","content":"Thaus cov Falixai pum le hov, puab txawm has rua Yexu tas, “Saib maj, koj cov thwjtim ua tej kws caiv tsw kheev ua rua nub Xanpatau.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.3","label":"3","content":"Yexu has rua puab tas, “Mej tsw tau nyeem tej kws Tavi ua rua thaus nwg hab cov tuabneeg kws nrug nwg tshaib plaab lov?"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.4","label":"4","content":"Nwg tub nkaag moog rua huv Vaajtswv lub tsev muab tej ncuav kws xyeem txawb rua ntawm Vaajtswv lub xubndag lug noj, yog tej kws nwg hab nwg cov tuabneeg caiv tsw pub noj tsuas yog cov pov thawj txhad noj tau xwb."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.5","label":"5","content":"Hab mej tsw tau nyeem huv phoo kevcai lov, qhov kws has tas nub Xanpatau cov pov thawj huv lub tuam tsev yeej ua puag tsuas nub Xanpatau los kuj tsw txhum?"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.6","label":"6","content":"Kuv has rua mej tas, ntawm nuav muaj ib yaam kws luj dua lub tuam tsev."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.7","label":"7","content":"Yog mej nkaag sab nqai kws has tas, ‘Kuv ntshaw txujkev hlub, tsw yog ntshaw qhov kws tua tsaj xyeem,’  mas mej yuav tsw rau txem rua tug kws tsw txhum."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.8","label":"8","content":"Tsua qhov Tuabneeg leej Tub yog nub Xanpatau tug tswv.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.9","label":"9","content":"Yexu tawm hov ntawd moog hab moog rua huv puab lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.10","label":"10","content":"Mas muaj ib tug yawm qhuav ib saab teg nyob huv hab. Puab txawm nug Yexu tas, “Muaj cai khu mob rua nub Xanpatau los tsw muaj cai?” sub puab txhad tau chaw kom Yexu."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.11","label":"11","content":"Yexu has rua puab tas, “Mej cov yog leejtwg muaj tuab tug yaaj xwb mas tug yaaj hov poob rua huv qhov rua nub Xanpatau, nwg yuav tsw moog muab tug yaaj hov rhu tawm lug lov?"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.12","label":"12","content":"Ib tug tuabneeg yimfuab tswm txaj dua tug yaaj. Yog le nuav muaj cai ua qhov zoo rua nub Xanpatau.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.13","label":"13","content":"Tes Yexu txawm has rua tug qhuav teg hov tas, “Ca le xyaab hlo koj txhais teg.” Tug hov txawm xyaab hlo teg, mas nwg txhais teg txawm zoo hlo le qub ib yaam le saab tod."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.14","label":"14","content":"Cov Falixai txawm tawm moog sablaaj tas yuav ua le caag txhad tua tau Yexu."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.15","label":"15","content":"Thaus Yexu paub le ntawd nwg txawm tawm qhov ntawd moog. Muaj tuabneeg coob coob lawv nwg qaab moog mas nwg khu puab tej mob zoo txhua tug,"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.16","label":"16","content":"hab has kuas puab tsw xob qha rua luas paub nwg."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.17","label":"17","content":"Tej nuav txhad tav lawv le xwbfwb Yaxaya kws cev Vaajtswv lug tau has tseg tas,"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.18","label":"18","content":"“Saib maj, kuv tug qhev kws kuv xaiv ca lawd, yog tug kws kuv hlub, yog tug kws kuv txaus sab rua. Kuv muab kuv tug Ntsuj Plig rua huv nwg, nwg yuav qha txujkev ua ncaaj ua nceeg rua ib tsoom tebchaws."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.19","label":"19","content":"Nwg yuav tsw sws caav sws tshe hab tsw qw nrov, hab tsw muaj leejtwg nov nwg lub suab tom tej kev."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.20","label":"20","content":"Tug lojkov kws luv lawm nwg yuav tsw muab tu, tug teeb xeeb nchu paa tub yuav tuag los nwg yuav tsw muab tua, moog txug thaus nwg coj txujkev ua ncaaj ua nceeg kov yeej."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.21","label":"21","content":"Ib tsoom tebchaws yuav vaam khom nwg lub npe.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.22","label":"22","content":"Thaus ntawd muaj tuabneeg coj ib tug raug daab kws dig muag hab has tsw tau lug tuaj cuag Yexu, mas Yexu khu nwg zoo, tug hov txawm has tau lug hab pum kev lawm."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.23","label":"23","content":"Tej tuabneeg suavdawg kuj phemfwj hab has tas, “Tug nuav tsw yog Tavi le tub kaj?”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.24","label":"24","content":"Tassws thaus cov Falixai nov le hov, puab txawm has tas, “Tug yawm nuav swv tug thawj daab Npe‑eexenpu  le fwjchim ntab daab tawm.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.25","label":"25","content":"Yexu paub tej kws puab xaav nwg txhad has rua puab tas, “Txhua lub tebchaws kws tawg faib lawd yeej yuav puam tsuaj, hab lub moos twg lossws lub tsev twg tawg faib lawd yeej nyob tsw tau."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.26","label":"26","content":"Yog Xataa  rov ntab Xataa tawm, nwg kuj faib tawg taag lawm, mas nwg lub tebchaws yuav nyob tau le caag?"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.27","label":"27","content":"Yog kuv swv daab Npe‑eexenpu le fwjchim ntab daab tawm, es mej cov tuabneeg nev, puab swv leejtwg ntab daab tawm? Yog le hov tes puab yuav ua cov kws txav txem rua mej."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.28","label":"28","content":"Yog kuv swv Vaajtswv Ntsuj Plig ntab daab tawm, mas Vaajtswv lub tebchaws tub lug txug mej lawm."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.29","label":"29","content":"Lossws leejtwg yuav nkaag moog rua huv ib tug kws muaj zug heev lub tsev hab lws tau nwg tej hov txhua chaw tau le caag? Yuav tsum yog xub muab tug kws muaj zug hov khi ua ntej tsaiv txhad le lws tau nwg lub tsev."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.30","label":"30","content":"Tug kws tsw tuaj kuv tog yeej tawm tsaam kuv, hab tug kws tsw nrug kuv qaws lug ua ke, nwg yeej muab ua kuas tawg ua saab ua sua."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.31","label":"31","content":"Vem le nuav kuv has rua mej tas, txhua yaam kev txhum hab tej lug kws has lug tuam mom yuav zaam tau rua tuabneeg tassws tej lug kws has tuam mom Vaaj Ntsuj Plig yuav zaam tsw tau hlo le."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.32","label":"32","content":"Leejtwg has lug tawm tsaam Tuabneeg leej Tub yuav zaam tau nwg lub txem, tassws leejtwg has lug tawm tsaam Vaaj Ntsuj Plig kws dawb huv yuav zaam tsw tau hlo le tsw has tam nuav lossws tam peg suab."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.33","label":"33","content":"“Yuav tsum yog tsob ntoo zoo cov txwv txhad zoo, yog tsob ntoo phem cov txwv kuj phem. Yuav pum cov txwv txhad paub tsob ntoo."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.34","label":"34","content":"Cov nam noob naab phem, mej yog tuabneeg phem, mej yuav ua le caag has tau lug zoo? Tsua qhov lub qhov ncauj yeej has tej kws puv nkaus huv lub sab tawm lug."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.35","label":"35","content":"Tug tuabneeg zoo yeej rhu yaam zoo huv nwg lub txhaab kws khaws yaam zoo ca tawm lug, tug tuabneeg phem yeej rhu yaam phem huv nwg lub txhaab kws khaws yaam phem ca tawm lug."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.36","label":"36","content":"Kuv has rua mej tas, tuabneeg yuav tsum leeg txhua lu lug tsw muaj qaabhau kws puab tau has lawd rua nub kws teem txem."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.37","label":"37","content":"Koj yuav dim lub txem lossws yuav raug txem kuj nyob ntawm koj lu lug has xwb.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.38","label":"38","content":"Thaus ntawd cov xwbfwb qha Vaajtswv kevcai hab cov Falixai qee leej has rua Yexu tas, “Xwbfwb, peb xaav pum koj ua ib yaam txujci phemfwj.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.39","label":"39","content":"Yexu teb puab tas, “Tam tuabneeg nuav phem hab faav xeeb nrhav ib yaam txujci tseem ceeb, tassws puab yuav tsw pum dua txujci tseem ceeb tsuas yog zag txujci kws muaj rua Yauna kws yog xwbfwb cev Vaajtswv lug xwb."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.40","label":"40","content":"Yauna nyob huv tug ntseg luj lub plaab tau peb nub peb mos le caag, Tuabneeg leej Tub yuav nyob huv nruab aa peb nub peb mos ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.41","label":"41","content":"Thaus txav txem rua tam tuabneeg nuav cov tuabneeg Ninave yuav sawv tseeg hab yuav taw puab qhov txhum rua puab, tsua qhov thaus cov tuabneeg Ninave nov Yauna qha, puab ntxeev dua sab tshab lawm, tassws muaj ib tug luj dua Yauna nyob ntawm nuav."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.42","label":"42","content":"Thaus txav txem rua tam tuabneeg nuav tug puj vaajntxwv kws kaav tebchaws saab nraag  yuav sawv tseeg hab yuav taw puab qhov txhum rua puab, tsua qhov nwg tau tuaj nraag qaab ntuj kawg tuaj noog Xalaumoo tej tswvyim, tassws muaj ib tug luj dua Xalaumoo nyob ntawm nuav."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.43","label":"43","content":"“Thaus daab qas tawm huv leejtwg lawm, daab moog rua huv tej chaw qhuav nkig nkuav nrhav chaw su tassws nrhav tsw tau."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.44","label":"44","content":"Nwg txawm has tas, ‘Kuv yuav rov qaab moog rua kuv lub tsev kws kuv tawm tuaj.’ Thaus nwg lug txug nwg pum lub tsev khoom, muab cheb hab tu du quas lug ca."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.45","label":"45","content":"Nwg txawm moog coj dua xyaa tug daab kws phem heev dua nwg lug nrug nwg nkaag moog nyob rua huv. Mas tug tuabneeg hov lub neej thaus kawg phem heev dua thaus chiv thawj. Tam tuabneeg phem nuav yuav raug ib yaam le ntawd ntaag.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.46","label":"46","content":"Thaus Yexu tseed saamswm has rua cov tuabneeg hov, nwg nam hab nwg cov kwv txawm tuaj sawv rua saab nrau xaav nrug Yexu thaam."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.47","label":"47","content":"Muaj ib tug has rua Yexu tas, “Koj nam hab koj cov kwv sawv saab nrau xaav nrug koj thaam.”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.48","label":"48","content":"Yexu teb tug kws has rua nwg hov tas, “Leejtwg yog kuv nam, hab leejtwg yog kuv cov kwv?”"},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.49","label":"49","content":"Nwg txawm taw teg rua nwg cov thwjtim hab has tas, “Cov nuav yog kuv nam hab kuv cov kwv."},{"bible_id":"1216","chapter_code":"MAT.12","verse_code":"MAT.12.50","label":"50","content":"Tsua qhov yog leejtwg ua lawv le kuv leej Txwv Ntuj lub sab nyam, tug hov yog kuv le kwv, kuv le muam hab kuv nam.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.1","label":"1","content":"Tuab nub ntawd Yexu tawm huv lub tsev moog nyob tsawg rua ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.2","label":"2","content":"Muaj tuabneeg coob coob tuaj txoos ua ke ntawm nwg, nwg txawm nce moog nyob tsawg rua huv ib lub nkoj, mas cov tuabneeg suavdawg nyob sau ntug huj suab."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.3","label":"3","content":"Nwg txawm ua paaj lug qha ntau yaam rua puab has tas, “Muaj ib tug tawm moog tseb noob."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.4","label":"4","content":"Thaus nwg tseb cov noob ib txha poob rua sau txujkev mas noog lug khaws noj lawm."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.5","label":"5","content":"Muaj ib txha poob rua thaaj aav kws muaj pob zeb tiv muaj aav tsawg tsawg, mas cov noob tuaj taamswm vem aav tsw tub."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.6","label":"6","content":"Thaus nub tuaj raug tshaav ntuj kub, mas cov caag tsw tub txawm tuag tshaav lawm."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.7","label":"7","content":"Muaj ib txha poob rua huv plawv tsob xuav paug, tes tsob xuav paug hlub tuaj laum lawm."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.8","label":"8","content":"Muaj ib txha poob rua huv thaaj aav zoo hab txw tau ib puas npaug, rau caum npaug hab peb caug npaug."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.9","label":"9","content":"Leejtwg muaj qhov ntsej ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.10","label":"10","content":"Cov thwjtim txawm lug nug Yexu tas, “Ua caag koj ua paaj lug has rua puab?”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.11","label":"11","content":"Yexu teb puab tas, “Tej kws muab npog ca lawd kws has txug Ntuj Ceeb Tsheej tub muab pub rua mej paub lawm tassws tsw pub rua cov tuabneeg hov paub."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.12","label":"12","content":"Tsua qhov tug kws muaj lawd yuav muab tsaav ntxwv rua kuas nwg muaj ntau nplua mag, tassws tug kws tsw muaj, txawm yog tej kws nwg muaj los yuav muab rhu ntawm nwg moog."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.13","label":"13","content":"Vem le hov kuv txhad ua paaj lug has rua puab, tsua qhov “ ‘Puab saib los puab tsw pum, puab nov los puab tsw noog hab tsw nkaag sab.’"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.14","label":"14","content":"Mas txhad tav lawv le tej lug kws Yaxaya cev has tas, ‘Mej yuav noog taag noog thab los tsw nkaag sab, mej yuav saib taag saib thab los tsw pum hlo le."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.15","label":"15","content":"Vem haiv tuabneeg nuav lub sab tawv, hab puab ua ntsej laag muag dig, hab puab kaw puab lub qhov muag, tsaam tes puab lub qhov muag tsua pum, hab puab lub qhov ntsej tsua nov, hab puab lub sab tsua to taub, tes puab yuav tig rov lug tes kuv yuav khu puab zoo.’"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.16","label":"16","content":"Tassws mej lub qhov muag tau koob moov tsua qhov kws tau pum, hab mej lub qhov ntsej tau koob moov tsua qhov kws tau nov."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.17","label":"17","content":"Kuv has tseeb rua mej tas, cov xwbfwb cev Vaajtswv lug hab cov tuabneeg ncaaj nceeg ntau leej xaav pum tej kws mej pum los puab tsw pum, hab xaav nov tej kws mej tau nov los puab tsw nov.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.18","label":"18","content":"“Yog le nuav ca le noog zaaj paaj lug has txug tug tseb noob."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.19","label":"19","content":"Thaus leejtwg nov tej lug has txug Vaajtswv lub tebchaws los tsw nkaag sab, kuj yog tug kws Phem  tuaj txeeb hlo tej noob kws tseb huv nwg lub sab moog lawm. Qhov ntawd yog cov noob kws tseb poob rua sau txujkev."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.20","label":"20","content":"Cov noob kws tseb poob rua thaaj aav kws muaj pob zeb tiv hov mas yog tug kws nov dheev tej lug hov hab zoo sab hlo txais yuav taamswm,"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.21","label":"21","content":"tassws nwg cog caag tsw tub rua huv nwg, txhad nyob ib ntus xwb. Thaus muaj kev ceblaaj txom nyem lossws kev tswm txom tshwm lug vem yog tim tej lug hov, nwg txawm tso tseg taamswm ntawd."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.22","label":"22","content":"Cov noob kws tseb poob rua huv plawv tsob xuav paug yog tug kws tau nov tej lug hov, tassws tej kev txhawj xeeb huv nplajteb hab tej kev qaug sab rua nyaj txag laum tej lug hov lawm, txhad tsw txw txwv."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.23","label":"23","content":"Cov noob kws tseb poob rua huv thaaj aav zoo yog tug kws tau nov tej lug hov hab nkaag sab. Nwg txhad txw tau ib puas npaug rau caum npaug peb caug npaug.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.24","label":"24","content":"Yexu has dua ib zaaj pev lug rua puab noog has tas, “Ntuj Ceeb Tsheej pev ib yaam le ib tug muab noob zoo tseb rua huv nwg daim teb."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.25","label":"25","content":"Thaus suavdawg tsaug zug lawm, nwg tug yeeb ncuab txawm tuaj tseb noob txhauv xyaw rua tej noob mog hov tes txawm tswv lawm."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.26","label":"26","content":"Thaus tej mog tuaj hab txhawv lawm, tej txhauv kuj hlub tshwm tuaj hab."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.27","label":"27","content":"Tug tswv tsev cov qhev txawm lug has rua nwg tas, ‘Yawm hlub, koj tseb cov noob zoo rua huv koj daim teb los tsw yog? Ua caag ho tuaj txhauv hab?’"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.28","label":"28","content":"Nwg has rua puab tas, ‘Tej ntawd yog yeeb ncuab ua.’ Cov tub qhe txawm has rua nwg tas, ‘Koj xaav kuas peb muab cov txhauv dob lov?’"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.29","label":"29","content":"Nwg teb tas, ‘Tsw xob ua le ntawd tsaam tes thaus mej dob cov txhauv mej tsua dob tau cov mog ua ke hab."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.30","label":"30","content":"Ca ob yaam hlub ua ke txug lub caij hlais. Thaus lub caij hlais kuv yuav has rua cov kws hlais tas, Ca le sau tej txhauv ua ntej hab muab paav ua tej twb teg hlawv pov tseg, huas cov mog ca le muab sau ntim rua huv kuv lub txhaab.’ ”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.31","label":"31","content":"Yexu has dua ib zaaj pev lug rua puab noog has tas, “Ntuj Ceeb Tsheej pev ib yaam le lub noob miv miv kws ib tug coj moog tseb rua huv nwg daim teb."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.32","label":"32","content":"Lub noob hov miv dhau lwm yaam noob huvsw, tassws thaus tuaj hlub lawd kuj luj dua lwm yaam zaub huvsw hab hlub ua ib tsob ntoo. Tej naag noog sau nruab ntug lug ua zeg rua sau tej ceg.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.33","label":"33","content":"Yexu has dua ib zaaj pev lug rua puab noog has tas, “Ntuj Ceeb Tsheej pev ib yaam le cov keeb kws ib tug quaspuj coj moog xyaw peb xe‑a  moov mog tog txug thaus cov moov mog hov su taag huvsw.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.34","label":"34","content":"Tej lug nuav huvsw Yexu ua paaj lug qha rua cov tuabneeg hov. Tsw muaj ib zaaj twg kws nwg tsw ua paaj lug qha rua puab le,"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.35","label":"35","content":"sub txhad ua tav lawv le tug xwbfwb cev lug has tas, “Kuv qheb ncauj has paaj lug, kuv yuav has tej kws muab npog ca txwj thaus tswm ntuj tswm teb.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.36","label":"36","content":"Yexu txawm ncaim cov tuabneeg hov moog rua huv tsev. Cov thwjtim lug cuag nwg hab has tas, “Thov koj txhais zaaj paaj lug txhauv huv daim teb rua peb.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.37","label":"37","content":"Yexu teb tas, “Tug kws tseb cov noob zoo yog Tuabneeg leej Tub,"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.38","label":"38","content":"daim teb yog lub nplajteb, cov noob zoo yog Ntuj Ceeb Tsheej cov mivnyuas, hab cov txhauv yog tug kws Phem   le mivnyuas,"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.39","label":"39","content":"tug yeeb ncuab kws tseb cov noob txhauv yog daab Ntxwg Nyoog, lub caij hlais yog lub swjhawm kawg, hab cov kws hlais yog cov tubkhai ntuj."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.40","label":"40","content":"Cov txhauv raug muab zuas hlawv pov tseg le caag, lub swjhawm kawg yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.41","label":"41","content":"Tuabneeg leej Tub yuav khaiv nwg cov tubkhai ntuj moog sau zog txhua yaam kws ua kuas yuam kev hab txhua tug kws ua phem tawm huv nwg lub tebchaws moog,"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.42","label":"42","content":"hab yuav muab nrum rua huv lub nam qhov suavtawg, qhov ntawd yuav muaj kev quaj qes nav quas qawv."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.43","label":"43","content":"Thaus ntawd cov kws ncaaj nceeg yuav ci rua huv puab leej Txwv lub tebchaws ib yaam le lub nub. Leejtwg muaj qhov ntsej ca le noog nawj!"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.44","label":"44","content":"“Ntuj Ceeb Tsheej pev ib yaam le cov nyaj txag ntau kws muab zais rua huv ib daim teb. Thaus muaj ib tug pum lawm nwg rov muab zais dua mas zoo sab heev txhad muab txhua yaam kws nwg muaj muag huvsw coj moog yuav daim teb hov."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.45","label":"45","content":"“Hab Ntuj Ceeb Tsheej pev ib yaam le ib tug tub luam moog nrhav tej qai qwj kws zoo heev."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.46","label":"46","content":"Thaus nwg nrhav pum ib lub kws muaj nqes heev, nwg txawm muab txhua yaam kws nwg muaj muag huvsw coj moog yuav lub qai qwj hov."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.47","label":"47","content":"“Hab Ntuj Ceeb Tsheej pev ib yaam le lub vaag kws muab ntaus rua huv havtxwv maag tau txhua yaam ntseg."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.48","label":"48","content":"Thaus puv lawm, puab nqug lug rua sau ntug, hab nyob tsawg xaiv cov kws zoo ca rua huv lub tawb, cov kws tsw zoo mas muab pov tseg."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.49","label":"49","content":"Thaus lub swjhawm kawg yuav zoo ib yaam le ntawd. Cov tubkhai ntuj yuav lug muab cov tuabneeg phem cais tawm ntawm cov tuabneeg ncaaj nceeg,"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.50","label":"50","content":"hab yuav muab nrum rua huv lub nam qhov suavtawg, qhov ntawd yuav muaj kev quaj qes nav qawv."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.51","label":"51","content":"“Tej lug nuav mej nkaag sab huvsw lov?” Puab teb nwg tas, “Peb nkaag sab.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.52","label":"52","content":"Yexu txawm has rua puab tas, “Vem le nuav txhua tug xwbfwb qha Vaajtswv kevcai kws kawm paub txug Ntuj Ceeb Tsheej kuj zoo ib yaam le tug tswv tsev kws muab tej hov txhua chaw tshab hab qub rhu huv nwg lub txhaab lug.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.53","label":"53","content":"Thaus Yexu has tej paaj lug nuav taag lawd nwg txawm tawm qhov ntawd moog."},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.54","label":"54","content":"Thaus nwg lug txug nwg lub moos nwg kuj qhuab qha puab huv lub tsev sablaaj, mas puab phemfwj sws has tas, “Tug tuabneeg nuav tau tej tswvyim hab txujci phemfwj le nuav hovtwg lug?"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.55","label":"55","content":"Nwg tsw yog tug Kws ntoo le tub lov? Nwg nam tub yog Maivlag, nwg cov kwv tub yog Yakaunpau hab Yauxes hab Ximoo hab Yutas los tsw yog?"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.56","label":"56","content":"Nwg cov muam suavdawg kuj nrug peb nyob nuav los tsw yog? Nwg tau tej nuav huvsw hovtwg lug?”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.57","label":"57","content":"Puab txawm tsw txaus sab rua nwg. Yexu has rua puab tas, “Luas tej yeej fwm tug xwbfwb cev Vaajtswv lug tsuas yog nwg lub moos hab nwg cuab tuabneeg txhad tsw fwm nwg xwb.”"},{"bible_id":"1216","chapter_code":"MAT.13","verse_code":"MAT.13.58","label":"58","content":"Nwg txhad tsw ua txujci phemfwj ntau rua huv lub moos hov vem yog puab tsw ntseeg."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.1","label":"1","content":"Thaus tug tswv xeev Helauj tau nov txug Yexu lub moo,"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.2","label":"2","content":"nwg txawm has rua nwg cov tub teg tub taw tas, “Tug nuav yeej yog Yauhaa kws coj ua kevcai raus dej. Nwg sawv huv qhov tuag rov lug lawm, mas nwg txhad muaj fwjchim ua tau tej txujci phemfwj nuav.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.3","label":"3","content":"Helauj tub nteg Yauhaa hab muab khi kaw rua huv tsev lojfaaj, vem yog tim Helauntia kws yog Helauj tug kwv Fili tug quaspuj,"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.4","label":"4","content":"tsua qhov Yauhaa txeev has rua Helauj tas, “Koj tsw muaj cai yuav tug hov ua koj quaspuj.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.5","label":"5","content":"Txawm yog Helauj xaav muab Yauhaa tua los nwg kuj ntshai cov pejxeem, tsua qhov puab fwm tas Yauhaa yog ib tug xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.6","label":"6","content":"Thaus ua kevcai ncu txug nub kws yug Helauj, Helauntia tug ntxhais txawm dha seev cev taab meeg cov qhua suavdawg mas ua rua Helauj txaus sab heev,"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.7","label":"7","content":"Helauj txhad cog lug twv tas nwg thov daabtsw nwg yeej yuav tau yaam ntawd."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.8","label":"8","content":"Tug ntxhais txhad thov lawv le leej nam qha rua nwg tas, “Thov muab Yauhaa kws coj ua kevcai raus dej lub taubhau tso huv lub choo coj lug rua kuv ntawm nuav.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.9","label":"9","content":"Mas vaajntxwv ntxhuv sab, tassws vem yog saib rua tej lug kws nwg twv hab saib rua cov qhua nwg txhad tso ncauj kuas muab rua tug ntxhais."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.10","label":"10","content":"Nwg txawm khaiv tuabneeg moog txav Yauhaa lub taubhau huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.11","label":"11","content":"Puab muab Yauhaa lub taubhau tso rua huv lub choo coj lug pub rua tug ntxhais hov, tug ntxhais txhad coj moog rua leej nam."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.12","label":"12","content":"Mas Yauhaa cov thwjtim tuaj coj Yauhaa lub cev moog log, hab puab moog has rua Yexu paub."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.13","label":"13","content":"Thaus Yexu nov le ntawd nwg txawm nce nkoj tawm hov ntawd moog nyob tuab leeg rua ib qho chaw kws tsw muaj tuabneeg. Thaus tej tuabneeg nov le hov, puab txawm tawm huv tej moos moog kwtaw lawv nwg qaab moog."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.14","label":"14","content":"Thaus Yexu tawm huv lub nkoj lug nwg pum muaj tuabneeg coob coob, nwg txhad taab ncuab puab hab khu cov tuabneeg muaj mob kuas zoo."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.15","label":"15","content":"Thaus yuav tsaus ntuj nwg cov thwjtim lug has rua nwg tas, “Ntawm nuav yog ntuj nraag teb do, hab taav nuav lig lawm. Ca le tso cov tuabneeg moog sub puab txhad tau moog yuav mov noj tom tej zej zog.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.16","label":"16","content":"Yexu has tas, “Tsw txug puab tawm moog, mej ca le pub rua puab noj.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.17","label":"17","content":"Puab has rua nwg tas, “Ntawm nuav peb tsuas muaj tswb lub ncuav hab ob tug ntseg xwb.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.18","label":"18","content":"Nwg txawm has tas, “Muab lug rua kuv.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.19","label":"19","content":"Tes nwg txawm has kuas cov tuabneeg hov nyob tsawg rua ntawm tej nyom. Thaus nwg txais tswb lub ncuav hab ob tug ntseg hov lawm, nwg tsaa muag saib sau ntuj thov Vaajtswv foom koob moov mas muab ndais cev rua cov thwjtim, mas cov thwjtim faib rua cov tuabneeg coob coob hov."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.20","label":"20","content":"Puab txhua tug noj tsau huvsw. Tej ncuav kws noj tsw taag puab khaws tau kaum ob tawb puv nkaus."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.21","label":"21","content":"Cov tuabneeg kws noj hov cov txwvneej xwb muaj kwvlaam tswb txheeb leej tsw suav cov quaspuj mivnyuas."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.22","label":"22","content":"Thaus ntawd Yexu has kuas nwg cov thwjtim nce nkoj hlaa dej ua nwg ntej moog rua saab tid, tes Yexu txawm tso cov tuabneeg rov moog."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.23","label":"23","content":"Thaus nwg tso cov tuabneeg hov moog taag lawd, nwg tuab leeg txawm nce moog thov Vaajtswv peg roob. Thaus tsaus ntuj lawd, Yexu tuab leeg tseed nyob peg roob,"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.24","label":"24","content":"tassws lub nkoj nyob deb ntawm ntug havtxwv lawm hab raug tej nam nthwv dej nplawm vem yog cua ntsawj tom hauv ntej tuaj."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.25","label":"25","content":"Thaus qab qua thawj tswg Yexu moog kwtaw sau nplaim dej havtxwv tuaj rua ntawm cov thwjtim."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.26","label":"26","content":"Thaus cov thwjtim pum nwg lug kwtaw sau nplaim dej, puab ntshai kawg hab has tas, “Yog daab!” Puab qw nrov vem yog ntshai."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.27","label":"27","content":"Taamswm ntawd Yexu has rua puab tas, “Ua sab tuab, yog kuv ntaag. Tsw xob ntshai.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.28","label":"28","content":"Petu txawm teb nwg tas, “Tug Tswv, yog koj tag, thov has kuas kuv tuaj sau nplaim dej rua ntawm koj.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.29","label":"29","content":"Yexu has tas, “Tuaj los maj.” Petu txawm nqeg nkoj moog kwtaw sau nplaim dej rua ntawm Yexu."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.30","label":"30","content":"Tassws thaus nwg pum cua ntsawj nwg txawm ntshai. Nwg chiv tog txawm qw nrov tas, “Tug Tswv, cawm kuv lauj!”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.31","label":"31","content":"Taamswm ntawd Yexu cev loo teg ntsab nkaus nwg hab has rua nwg tas, “Tug kws kev ntseeg yau 'e, ua caag koj tsw ruaj sab?”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.32","label":"32","content":"Thaus ob tug nce rua huv lub nkoj lawm, cua kuj tu lawm."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.33","label":"33","content":"Puab cov kws nyob huv nkoj txawm pe hawm Yexu has tas, “Koj yog Vaajtswv tug tub tag.”"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.34","label":"34","content":"Thaus puab hlaa dhau havtxwv lawd puab nreg nkoj rua ntawm Kenexale."},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.35","label":"35","content":"Thaus cov tuabneeg kws nyob ntawd cim tau Yexu, puab txawm khaiv tuabneeg moog has thoob plawg ib ncig ntawd, mas puab coj txhua tug kws muaj mob tuaj cuag Yexu,"},{"bible_id":"1216","chapter_code":"MAT.14","verse_code":"MAT.14.36","label":"36","content":"hab thov Yexu ca cov tuabneeg mob hov kov nwg lub qaab tsho xwb. Txhua tug kws tau kov lawd kuj zoo huvsw."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.1","label":"1","content":"Thaus ntawd cov Falixai hab cov xwbfwb qha Vaajtswv kevcai tawm huv Yeluxalee tuaj cuag Yexu hab nug has tas,"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.2","label":"2","content":"“Ua caag koj cov thwjtim tsw ua lawv le puj koob yawm koob tej kevcai? Tsua qhov thaus puab noj mov puab tsw xub ntxuav teg.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.3","label":"3","content":"Yexu teb puab tas, “Ua caag mej rhuav Vaajtswv tej lug nkaw vem yog saib rua mej tej kevcai?"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.4","label":"4","content":"Tsua qhov Vaajtswv tub has ca tas, ‘Koj yuav tsum fwm koj nam koj txwv,’  hab has tas,‘Leejtwg has lug phem rua nwg nam nwg txwv mas yuav raug txem tuag.’"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.5","label":"5","content":"Tassws mej qha has tas, yog leejtwg has rua nwg nam nwg txwv tas, ‘Yaam kws muaj qaabhau rua meb tub muab pub rua Vaajtswv lawm,’"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.6","label":"6","content":"nwg txhad tsw txug fwm nwg txwv. Mej ua le nuav tub yog mej rhuav Vaajtswv tej lug vem yog saib rua mej tej kevcai."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.7","label":"7","content":"Cov tuabneeg ncauj lug zoo sab phem, Yaxaya cev lug zoo heev has txug mej tas,"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.8","label":"8","content":"“ ‘Cov tuabneeg nuav fwm kuv ntawm daim tawv ncauj xwb tassws puab lub sab nyob deb kuv."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.9","label":"9","content":"Qhov kws puab pe hawm kuv tsw muaj qaabhau hlo le, puab muab tuabneeg tej kevcai lug qha ib yaam le yog Vaajtswv tej lug nkaw.’ ”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.10","label":"10","content":"Yexu hu cov tuabneeg tuaj cuag nwg hab has rua puab tas, “Ca le noog hab nkaag sab nawj."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.11","label":"11","content":"Tsw yog yaam kws nkaag rua huv lub qhov ncauj ua rua tuabneeg qas tsw huv, tassws yog yaam kws tawm huv lub qhov ncauj lug txhad ua rua tuabneeg qas tsw huv.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.12","label":"12","content":"Thaus ntawd cov thwjtim txawm lug has rua Yexu tas, “Koj puas paub tas thaus cov Falixai nov tej lug hov puab tsw txaus sab heev?”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.13","label":"13","content":"Nwg teb tas, “Txhua tsob ntoo kws tsw yog kuv leej Txwv Ntuj cog mas yuav raug muab dob pov tseg."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.14","label":"14","content":"Ca puab ua puab. Puab yog cov dig muag coj dig muag kev. Yog tug dig muag coj tug dig muag kev mas ob leeg yeej yuav poob rua huv qhov.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.15","label":"15","content":"Petu has rua Yexu tas, “Thov koj txhais zaaj paaj lug hov rua peb paub.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.16","label":"16","content":"Mas Yexu has tas, “Mej tseed tsw tau to taub hab lov?"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.17","label":"17","content":"Mej tsw pum tas yaam kws nkaag rua huv lub qhov ncauj kuj nqeg rua huv lub plaab hab tawm rua huv lub qhov vuab tsuab lawm lov?"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.18","label":"18","content":"Tassws yaam kws tawm huv tuabneeg lub ncauj kuj yog tawm huv lub sab lug, txhad ua rua tuabneeg qas tsw huv."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.19","label":"19","content":"Qhov kws xaav phem, tua tuabneeg, deev luas quaspuj quasyawg, ua nkauj ua nraug, ua tub saab, ua cuav timkhawv, ab ham luas puavleej yog tawm huv lub sab lug."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.20","label":"20","content":"Tej nuav txhad ua rua tuabneeg qas tsw huv. Tassws qhov kws tsw ntxuav teg ca le noj mov tsw ua rua tuabneeg qas tsw huv.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.21","label":"21","content":"Yexu txawm tawm qhov ntawd moog rua huv lub nroog Thailab hab lub nroog Xaintoo le kaav xyuam."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.22","label":"22","content":"Txawm muaj ib tug puj Khana‑aa kws nyob tebchaws hov tawm tuaj qw has tas, “Tug Tswv kws yog Tavi le tub, thov khuvleej kuv lauj! Kuv tug ntxhais raug daab txom nyem kawg le.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.23","label":"23","content":"Yexu tsw teb ib lus le, mas cov thwjtim lug thov Yexu has tas, “Ca le ntab tug puj hov tswv moog, tsua qhov nwg pheej qw lawv peb qaab.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.24","label":"24","content":"Yexu teb tas, “Kuv raug khaiv moog kuas txug Yixayee caaj ceg cov yaaj kws pluj lawd.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.25","label":"25","content":"Tassws tug puj hov lug pe thov Yexu has tas, “Tug Tswv, thov paab kuv lauj!”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.26","label":"26","content":"Yexu teb tas, “Tsw tswm nyog muab mivnyuas tej mov nrum rua dev noj.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.27","label":"27","content":"Tug puj hov txhad has tas, “Tug Tswv, tseeb tag, tassws dev yeej tau noj tej mov kws poob sau tug tswv lub rooj lug.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.28","label":"28","content":"Yexu txawm teb nwg tas, “Mivntxhais 'e, koj txujkev ntseeg luj heev, ca muaj lawv le koj ntshaw.” Tes nwg tug ntxhais txawm zoo hlo taamswm ntawd."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.29","label":"29","content":"Yexu txawm tawm qhov ntawd moog taug ntug Havtxwv Kalilai hab nce moog nyob tsawg sau lub pov roob."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.30","label":"30","content":"Muaj tuabneeg coob coob tuaj cuag Yexu. Puab coj tej tuabneeg ceg tawv, tuabneeg tuag teg tuag taw, tuabneeg dig muag, tuabneeg ruag hab tej kws mob lwm yaam ntau leej tuaj tso rua ntawm Yexu kwtaw. Mas Yexu khu puab zoo huvsw."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.31","label":"31","content":"Cov tuabneeg hov txhad phemfwj heev rua thaus puab pum cov tuabneeg ruag has tau lug, cov kws tuag teg tuag taw zoo, cov tuabneeg ceg tawv moog tau kev hab cov dig muag pum kev lawm. Puab txhad qhuas cov Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.32","label":"32","content":"Yexu hu nwg cov thwjtim lug hab has tas, “Kuv taab ncuab cov tuabneeg nuav, vem puab nrug kuv nyob tau peb nub hab tsw muaj mov noj lawm. Kuv tsw xaav tso puab moog ua qaug tshaib quas zwg ntshai tsaam puab rua tsaus muag tom tej kev.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.33","label":"33","content":"Cov thwjtim has rua Yexu tas, “Huv ntuj nraag teb do nuav peb yuav nrhav mov hovtwg lug txaus rua cov tuabneeg coob npaum le nuav noj?”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.34","label":"34","content":"Yexu has rua puab tas, “Mej muaj tsawg lub ncuav?” Puab teb tas, “Muaj xyaa lub hab ob peb tug ntseg miv miv.”"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.35","label":"35","content":"Nwg txawm has kuas cov tuabneeg nyob tsawg rua huv peg teb,"},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.36","label":"36","content":"hab nwg muab xyaa lub ncuav hab cov ntseg hov lug ua Vaajtswv tsaug mas muab ndais cev rua cov thwjtim, cov thwjtim muab faib rua cov tuabneeg coob coob hov."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.37","label":"37","content":"Puab suavdawg noj tsau, mas tej kws noj tsw taag puab khaws tau xyaa tawb puv nkaus."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.38","label":"38","content":"Cov kws noj zag hov cov txwvneej xwb muaj plaub txheeb leej tsw suav cov quaspuj mivnyuas."},{"bible_id":"1216","chapter_code":"MAT.15","verse_code":"MAT.15.39","label":"39","content":"Yexu tso cov tuabneeg rov moog taag lawm nwg txawm nce nkoj moog rua lub moos Makantaa le kaav xyuam."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.1","label":"1","content":"Cov Falixai hab cov Xantukai tuaj swm Yexu thov kuas nwg ua ib yaam txujci tseem ceeb tshwm sau ntuj lug rua puab pum."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.2","label":"2","content":"Yexu txawm teb puab tas, “Thaus yuav tsaus ntuj mej has tas, ‘Pigkig yuav tshaav ntuj vem yog qaab ntuj lab lab.’"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.3","label":"3","content":"Thaus sawv ntxuv mej has tas, ‘Nub nua yuav muaj naag xub naag cua vem yog qaab ntuj lab hab tsaus nti.’ Mej txawj saib lub ntuj txhad paub tas yuav muaj daabtsw tshwm lug, tassws tej txujci tseem ceeb ntswg txug tam nuav mej tsua tsw paub."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.4","label":"4","content":"Tam tuabneeg nuav phem hab faav xeeb nrhav ib yaam txujci tseem ceeb, tassws yuav tsw muab dua txujci tseem ceeb rua puab pum tsuas yog zag txujci kws muaj rua Yauna xwb.” Tes Yexu txawm ncaim puab moog lawm."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.5","label":"5","content":"Thaus cov thwjtim hlaa moog rua saab Havtxwv tim u, puab nov qaab coj ncuav moog."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.6","label":"6","content":"Yexu txawm has rua puab tas, “Mej yuav tsum ua tuab zoo ceev faaj cov Falixai hab cov Xantukai cov keeb.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.7","label":"7","content":"Cov thwjtim txawm sws thaam has tas, “Yog tim qhov kws peb tsw coj ncuav tuaj.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.8","label":"8","content":"Yexu paub tej kws puab thaam ntawd, nwg txhad has tas, “Mej cov kws kev ntseeg yau 'e, ua caag mej sws thaam txug qhov kws tsw muaj ncuav?"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.9","label":"9","content":"Mej tseed tsw tau nkaag sab lov? Mej tsw ncu tswb lub ncuav hab tswb txheeb leej hab mej khaws tau pes tsawg tawb lov?"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.10","label":"10","content":"Mej tsw ncu xyaa lub ncuav hab plaub txheeb leej hab mej khaws tau pes tsawg tawb lov?"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.11","label":"11","content":"Ua caag mej tsw to taub tas kuv tsw tau has txug tej ncuav? Ca le ceev faaj cov Falixai hab cov Xantukai cov keeb.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.12","label":"12","content":"Puab txhad nkaag sab tas tsw yog Yexu has kuas puab ceev faaj cov keeb ua ncuav, tassws yog has kuas ceev faaj cov Falixai hab cov Xantukai tej lug qha."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.13","label":"13","content":"Thaus Yexu moog rua huv lub moos Xixaleya Filipi le kaav xyuam, nwg txawm nug nwg cov thwjtim tas, “Luas tej has tas Tuabneeg leej Tub yog leejtwg?”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.14","label":"14","content":"Puab has tas, “Qee leej has tas yog Yauhaa kws coj ua kevcai raus dej, qee leej has tas yog Eliya, hab dua lwm tug has tas koj yog Yelemi lossws yog dua ib tug xwbfwb cev Vaajtswv lug.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.15","label":"15","content":"Yexu has rua puab tas, “Mej nev mej has tas kuv yog leejtwg?”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.16","label":"16","content":"Ximoo Petu teb tas, “Koj yog tug Kheto,  yog Vaajtswv kws muaj txujsa nyob leej Tub.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.17","label":"17","content":"Yexu txhad has rua Petu tas, “Yauna tug tub Ximoo 'e, koj tau koob moov, tsua qhov tsw yog tuabneeg kws muaj roj muaj ntshaav qha rua koj, tassws yog kuv leej Txwv kws nyob sau ntuj qha rua koj."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.18","label":"18","content":"Kuv has rua koj tas, koj yog Petu  kuv yuav tswm tsaa kuv pawg ntseeg rua sau lub txhwb zeb nuav, hab tub tuag teb tug zug yuav kov tsw yeej pawg ntseeg nuav."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.19","label":"19","content":"Kuv yuav muab tug yuam swj Ntuj Ceeb Tsheej rua koj. Koj txwv yaam twg  huv lub nplajteb yaam hov kuj raug txwv sau ntuj, koj tso ncauj  yaam twg huv lub nplajteb yaam hov kuj raug tso ncauj sau ntuj hab.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.20","label":"20","content":"Tes Yexu txawm txwv cov thwjtim kuas tsw xob qha rua leejtwg paub tas nwg yog tug Kheto."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.21","label":"21","content":"Txwj thaus ntawd lug Yexu txawm chiv qha rua nwg cov thwjtim paub tas nwg yuav tsum moog rua Yeluxalee hab yuav raug cov kev txwj quas laug hab cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai tswm txom hab raug muab tua mas peb nub nwg yuav raug muab tsaa caj sawv rov lug."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.22","label":"22","content":"Tes Petu txawm coj Yexu moog rua ib caag chiv txwv nwg has tas, “Tug Tswv, thov kuas tsw xob muaj le ntawd. Koj yeej yuav tsw raug le ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.23","label":"23","content":"Yexu txawm tig has rua Petu tas, “Xataa,  koj ca le tswv rua tom kuv qub qaab. Koj ua chaw rua kuv dawm tsua qhov koj xaav le tuabneeg xwb tsw xaav le Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.24","label":"24","content":"Thaus ntawd Yexu has rua nwg cov thwjtim tas, “Yog leejtwg xaav lawv kuv qaab moog, ca tug hov tswj nwg tug kheej hab kwv nwg tug khaublig ntoo lawv kuv qaab."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.25","label":"25","content":"Vem tas tug kws xaav cawm tau nwg txujsa yuav pam txujsa, tassws tug kws tso nwg txujsa tseg vem yog saib rua kuv, mas yuav nrhav tau txujsa."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.26","label":"26","content":"Yog leejtwg tau taag nrho lub nplajteb huvsw tassws nwg txujsa tu lawm, tug hov yuav tau qaabhau daabtsw? Tuabneeg yuav muab daabtsw pauv tau txujsa rov lug?"},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.27","label":"27","content":"Tuabneeg leej Tub yuav nrug leej Txwv tug fwjchim ci ntsaa ab lug hab nrug nwg cov tubkhai ntuj ua ke lug mas nwg yuav ntxwv rua txhua tug lawv le tej kws puab ua lawd."},{"bible_id":"1216","chapter_code":"MAT.16","verse_code":"MAT.16.28","label":"28","content":"Kuv has tseeb rua mej tas, cov kws sawv ntawm nuav muaj qee leej yuav tsw tau swm txujkev tuag tes yuav xub pum Tuabneeg leej Tub lug ua vaajntxwv kaav.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.1","label":"1","content":"Dhau rau nub tom qaab Yexu txawm coj Petu hab Yakaunpau hab Yakaunpau tug kwv Yauhaa ncaim lwm tug nce moog rua sau lub roob sab."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.2","label":"2","content":"Yexu lub cev txawm hloov hlo taab meeg puab, mas nwg lub ntsej muag ci yaam le lub nub hab nwg cev tsoog tsho kuj ci dawb paug le qhov kaaj."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.3","label":"3","content":"Tes Mauxe hab Eliya txawm tshwm nrug Yexu sws thaam rua puab pum."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.4","label":"4","content":"Petu txawm has rua Yexu tas, “Tug Tswv, peb nyob ntawm nuav kuj zoo. Yog koj yeem, kuv yuav ua peb lub tsev pheeb suav rua ntawm nuav, ua ib lub rua koj, ib lub rua Mauxe hab ib lub rua Eliya.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.5","label":"5","content":"Thaus Petu tseed saamswm has le ntawd txawm muaj ib tauv fuab ci dawb paug lug laum nkaus puab, hab muaj ib lub suab has huv tauv fuab tuaj has tas, “Tug nuav yog kuv tug Tub kws kuv hlub, kuv txaus sab rua nwg heev. Mej ca le noog nwg has.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.6","label":"6","content":"Thaus cov thwjtim nov le hov puab txawm khwb nkaus rua huv peg teb ntshai kawg le."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.7","label":"7","content":"Yexu txhad le lug kov puab hab has tas, “Ca le sawv tseeg, tsw xob ntshai.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.8","label":"8","content":"Thaus puab tsaa muag saib tsw pum leejtwg le tsuas yog pum Yexu tuab leeg xwb."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.9","label":"9","content":"Thaus puab nqeg peg roob lug, Yexu txwv puab tas, “Tej kws mej pum hov tsw xob has rua leejtwg moog txug thaus Tuabneeg leej Tub raug muab tsaa sawv huv qhov tuag rov lug tsaiv.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.10","label":"10","content":"Cov thwjtim kuj nug Yexu tas, “Yog le ntawd, ua caag cov xwbfwb qha Vaajtswv kevcai has tas Eliya yuav xub lug ua ntej?”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.11","label":"11","content":"Yexu teb tas, “Eliya yeej yuav lug hab yuav ua kuas txhua yaam rov zoo le qub."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.12","label":"12","content":"Tassws kuv has rua mej tas Eliya tub lug lawm los tuabneeg tsw paub nwg, puab ua rua nwg lawv le puab lub sab nyam. Tuabneeg leej Tub yuav raug kev tswm txom ntawm puab txhais teg ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.13","label":"13","content":"Cov thwjtim txhad nkaag sab tas qhov kws Yexu has rua puab ntawd yog has txug Yauhaa kws coj ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.14","label":"14","content":"Thaus puab lug txug ntawm cov tuabneeg coob coob, muaj ib tug yawm lug txhus caug ndua rua ntawm Yexu has tas,"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.15","label":"15","content":"“Tug Tswv, thov khuvleej kuv tug tub, vem tas nwg qaug daab peg raug txom nyem heev. Nwg pheej poob rua huv qhov cub hab poob dej."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.16","label":"16","content":"Kuv tub coj nwg moog cuag koj cov thwjtim, tassws puab khu tsw tau nwg zoo.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.17","label":"17","content":"Yexu teb tas, “Au tam tuabneeg kws tsw muaj kev ntseeg tsuas muaj kev phem kev qas xwb, kuv yuav nrug mej nyob ntev le caag? Kuv yuav ua sab ntev thev mej moog txug thaus twg? Ca le coj tug tub hov lug rua kuv ntawm nuav.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.18","label":"18","content":"Yexu txawm has tawv rua tug daab hov tes daab txawm tawm plawg huv tug tub hov lawm, tug tub txhad zoo hlo taamswm."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.19","label":"19","content":"Dhau ntawd cov thwjtim txawm lug cuag Yexu tuabywv hab has tas, “Ua caag peb ntab tsw tau tug daab hov tawm?”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.20","label":"20","content":"Yexu has rua puab tas, “Tub yog vem mej kev ntseeg yau heev. Kuv has tseeb rua mej tas, yog mej muaj kev ntseeg luaj le ib lub noob miv miv, mej yuav has rua lub roob nuav tas ‘Ca le txaav ntawm nuav moog lawm tom u,’ mas lub roob yeej yuav txaav moog. Tsw muaj ib yaam daabtsw kws mej yuav ua tsw tau.”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.22","label":"22","content":"Thaus cov thwjtim tuaj txoos ua ke rua huv lub xeev Kalilai, Yexu txawm has rua puab tas, “Tuabneeg leej Tub yuav raug muab cob rua huv tuabneeg txhais teg,"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.23","label":"23","content":"hab puab yuav muab nwg tua pov tseg, mas peb nub nwg yuav raug muab tsaa caj sawv rov lug.” Cov thwjtim txhad ntxhuv sab heev kawg."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.24","label":"24","content":"Thaus puab lug txug ntawm lub moos Khapena‑u lawm, cov kws sau ib nraab sekhee  them se rua lub tuam tsev txawm tuaj cuag Petu hab has tas, “Koj tug xwbfwb them se los tsw them?”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.25","label":"25","content":"Petu teb tas, “Them huas.” Thaus Petu nkaag moog rua huv tsev Yexu has rua nwg ua ntej tas, “Ximoo 'e, koj xaav le caag? Tej vaajntxwv huv nplajteb sau se tuabneeg se laj teb ntawm leejtwg? Sau ntawm nwg cov tub lossws sau ntawm lwm tug?”"},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.26","label":"26","content":"Petu teb tas, “Sau ntawm lwm tug.” Yexu txawm has rua nwg tas, “Yog le ntawd cov tub tsw txug them."},{"bible_id":"1216","chapter_code":"MAT.17","verse_code":"MAT.17.27","label":"27","content":"Tassws tsw xob ua rua puab ntsawv sab, koj ca le moog nuv ntseg ntawm havtxwv. Thawj tug ntseg kws koj nuv tau, ca le muab lub qhov ncauj rua mas koj yuav pum ib lub sekhee. Ca le coj lub nyaj hov moog them se ua kuv hab koj le feem.”"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.1","label":"1","content":"Thaus ntawd cov thwjtim lug has rua Yexu tas, “Leejtwg ua tug luj dua ndais sau ntuj ceeb tsheej?”"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.2","label":"2","content":"Yexu hu ib tug mivnyuas yau lug kuas sawv huv plawv puab,"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.3","label":"3","content":"hab has tas, “Kuv has tseeb rua mej tas, yog mej tsw ntxeev sab hab ua zoo le mivnyuas yau, mej yuav tsw tau nkaag rua huv ntuj ceeb tsheej hlo le."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.4","label":"4","content":"Yog le ntawd leejtwg txu nwg lub sab yaam le tug mivnyuas yau nuav, tug hov yuav tau ua tug luj dua ndais rua huv ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.5","label":"5","content":"“Leejtwg leeg yuav ib tug mivnyuas yau zoo le nuav vem yog saib rua kuv lub npe, kuj yog tug hov leeg yuav kuv."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.6","label":"6","content":"Tassws yog leejtwg ua rua cov mivnyuas yau kws ntseeg kuv nuav ib tug yuam kev ua txhum, mas muab ib txhwb zeb luj khi rua tug hov cej daab hab muab nrum rua huv havtxwv tub kuj zoo dua."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.7","label":"7","content":"Lub nplajteb yuav raug txom nyem lauj vem tim tej kws ua rua tuabneeg ua txhum. Yeej yuav tsum muaj tej yaam ua kuas ua txhum, tassws tug kws ua rua lwm tug ua txhum yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.8","label":"8","content":"Yog koj txhais teg lossws koj txhais kwtaw ua rua koj ua txhum, ca le muab txav pov tseg. Koj txawm nqws teg nqws taw los koj tau txujsa kuj zoo dua koj muaj ob saab teg ob saab taw es raug muab nrum rua huv qhov suavtawg moog ib txhws."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.9","label":"9","content":"Yog koj lub qhov muag ua rua koj ua txhum, ca le muab kaus pov tseg. Koj muaj ib saab qhov muag xwb los tau txujsa kuj zoo dua koj muaj ob saab qhov muag es raug muab nrum rua huv ntuj tawg kub.”"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.10","label":"10","content":"“Ca le ceev faaj zoo tsw xob saib tsw taug cov mivnyuas yau nuav ib tug twg, tsua qhov kuv has rua mej tas, cov tubkhai ntuj kws tsom kwm puab naj nub nyob ntawm kuv leej Txwv kws nyob sau ntuj lub xubndag."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.12","label":"12","content":"“Mej xaav le caag? Yog ib tug yawm muaj ib puas tug yaaj mas ib tug yuam kev pluj lawm, nwg yuav tsw tseg cuaj caug cuaj tug yaaj rua peg roob es moog nrhav tug kws yuam kev hov lov?"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.13","label":"13","content":"Yog nwg nrhav tau, kuv qha tseeb rua mej tas, nwg yuav zoo sab xyiv faab rua tug hov heev dua cuaj caug cuaj tug kws tsw yuam kev."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.14","label":"14","content":"Ib yaam nkaus le nuav kuv leej Txwv kws nyob sau ntuj tsw xaav ca cov mivnyuas yau nuav ib tug twg puam tsuaj le."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.15","label":"15","content":"“Yog koj ib tug kwvtij ua txhum rua koj ca le moog qha nwg qhov txhum rua nwg, meb ob leeg sws has xwb. Yog nwg noog koj has, koj yuav tau koj tug kwvtij rov qaab lug."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.16","label":"16","content":"Yog nwg tsw noog koj has, koj ca le coj ib leeg ob leeg nrug koj moog hab, sub txhad muaj ob peb tug timkhawv pum tas txhua lu lug muaj tseeb."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.17","label":"17","content":"Yog nwg tsw yeem noog puab cov ntawd has, ca le moog qha rua pawg ntseeg. Yog nwg tsw yeem noog pawg ntseeg has hab, koj ca le suav tas nwg zoo ib yaam le lwm haiv tuabneeg lossws yog ib tug tuabneeg sau se."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.18","label":"18","content":"“Kuv qha tseeb rua mej tas, mej txwv yaam twg  huv lub nplajteb yaam hov kuj raug txwv sau ntuj, koj tso ncauj  yaam twg huv lub nplajteb yaam hov kuj raug tso ncauj sau ntuj hab."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.19","label":"19","content":"Hab dua ib yaam, kuv has rua mej tas, yog mej ob leeg kws nyob huv nplajteb has hum koom sab thov ib yaam daabtsw, kuv leej Txwv kws nyob sau ntuj yuav pub yaam ntawd rua mej."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.20","label":"20","content":"Muaj ob leeg peb leeg tuaj ua ke huv kuv lub npe, kuv nyob huv plawv puab hov ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.21","label":"21","content":"Thaus ntawd Petu txawm txaav lug has rua Yexu tas, “Tug Tswv, yog kuv tug kwvtij pheej ua txhum rua kuv, kuv yuav zaam txem rua nwg pes tsawg zag? Txug xyaa zag lov?”"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.22","label":"22","content":"Yexu has rua nwg tas, “Kuv tsw yog has tas xyaa zag xwb, tassws yog xyaa tug xyaa caum zag."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.23","label":"23","content":"Vem le nuav Ntuj Ceeb Tsheej pev ib yaam nkaus le ib tug vaajntxwv kws xaam nuj nqes rua nwg cov qhev."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.24","label":"24","content":"Thaus nwg chiv xaam, puab txawm coj ib tug qhev kws tshuav ib vaam talaa nyaj  lug rua nwg."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.25","label":"25","content":"Vem tug qhev hov them tsw tau tes nwg tug lospaav txawm has kuas muab nwg hab nwg quaspuj mivnyuas hab txhua yaam kws nwg muaj muag huvsw coj lug them nuj nqes."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.26","label":"26","content":"Tug qhev hov txawm khwb nkaus pe thov nwg has tas, ‘Yawm hlub, thov ua sab ntev es kuv yuav them huvsw.’"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.27","label":"27","content":"Tug lospaav khuvleej txhad tso nwg moog hab zaam tej nuj nqes hov."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.28","label":"28","content":"Thaus tug qhev hov tawm moog nwg ntswb ib tug qhev kws yog nwg tuab paab kws tshuav nwg ib puas ntenali  tes nwg txawm ntsab nkaus tug hov nyem cej daab has tas, ‘Ca le them tej kws koj tshuav kuv.’"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.29","label":"29","content":"Tug qhev hov txawm khwb nkaus thov has tas, ‘Thov ua sab ntev es kuv yuav them.’"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.30","label":"30","content":"Tassws nwg tsw yeem le, txawm coj tug qhev hov moog kaw txug thaus them nqe taag."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.31","label":"31","content":"Thaus nwg tuab paab tub qhe hov pum tej xwm txheej ntawd, puab nyuaj sab heev, txhad moog pav txhua yaam xwm txheej hov rua puab tug lospaav noog."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.32","label":"32","content":"Tug lospaav txhad hu tug tub qhe hov lug hab has rua nwg tas, ‘Koj tug nam qhev phem, kuv tub zaam koj tej nuj nqes huvsw vem koj thov kuv."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.33","label":"33","content":"Tsw tswm nyog koj khuvleej koj tuab paab tub qhe ib yaam le kuv tau khuvleej koj lawm lov?’"},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.34","label":"34","content":"Mas tug lospaav npau tawg txawm muab tug qhev hov cob rua cov ceev xwm tswm txom moog txug thaus them nqe taag huvsw."},{"bible_id":"1216","chapter_code":"MAT.18","verse_code":"MAT.18.35","label":"35","content":"Kuv leej Txwv Ntuj yuav ua ib yaam le ntawd rua mej txhua tug, yog tas mej tsw ua lub sab dawb paug zaam txem rua mej tej kwvtij.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.1","label":"1","content":"Thaus Yexu has tej lug nuav taag lawm, nwg txawm tawm ntawm Kalilai moog rua huv Yutia lub xeev kws nyob dej Yalatee saab tid,"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.2","label":"2","content":"hab muaj tuabneeg coob coob lawv nwg qaab moog, mas nwg khu puab tej mob zoo huvsw hov ntawd."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.3","label":"3","content":"Cov Falixai txawm txaav lug swm Yexu nug has tas, “Yog tug quasyawg twg muab nwg tug quaspuj nrauj tsw has yog tim txuj twg kuj xwj mas raug txuj kevcai los tsw raug?”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.4","label":"4","content":"Yexu teb tas, “Mej tsw tau nyeem lov? Tug kws tswm tuabneeg chiv keeb thau u nwg tswm kuas muaj txwvneej hab quaspuj,"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.5","label":"5","content":"hab has tas, ‘Vem le nuav tug txwvneej yuav ncaim ntawm nwg nam nwg txwv hab nrug nwg tug quaspuj tsheej xeeb ua ke mas ob tug koom ua ib lub cev.’"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.6","label":"6","content":"Ob tug txhad tsw ua ob lub cev tassws koom ua ib lub cev xwb. Vem le nuav yaam kws Vaajtswv muab lu tsheej xeeb ua ke lawm, tuabneeg tsw xob muab ua kuas ncaim.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.7","label":"7","content":"Puab has rua Yexu tas, “Yog le ntawd ua caag Mauxe has kuas ua ntawv nrauj cev rua tug quaspuj hab muab nwg nrauj tau?”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.8","label":"8","content":"Yexu has rua puab tas, “Mauxe kheev kuas mej nrauj quaspuj tau vem yog mej lub sab tawv, tassws chiv keeb thau u yeej tsw muaj le ntawd."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.9","label":"9","content":"Kuv has rua mej tas, leejtwg nrauj quaspuj tsw yog tim qhov kws deev hluas nraug es moog yuav dua quaspuj tshab, kuj yog ua txhum kev nkauj nraug.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.10","label":"10","content":"Cov thwjtim has rua nwg tas, “Yog ua txwj nkawm zoo le ntawd, tes tsw xob sws yuav kuj zoo dua.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.11","label":"11","content":"Yexu has rua puab tas, “Tsw yog txhua tug txais yuav tej lug nuav, tsuas yog tug kws Vaajtswv pub kuas ua tau lawv le txhad txais yuav xwb."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.12","label":"12","content":"Vem tas qee leej yeej ua nraug saam txwj thaus yug lug, qee leej yog tuabneeg muab saam hab qee leej ua nraug saam vem yog nwg xaam pum ntuj ceeb tsheej. Leejtwg txais yuav tau tej lug nuav kuj txais yuav moog.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.13","label":"13","content":"Thaus ntawd muaj tuabneeg coj cov mivnyuas yau tuaj cuag Yexu xaav kuas nwg tsaa teg npuab hab thov Vaajtswv paab. Tassws cov thwjtim txwv puab."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.14","label":"14","content":"Yexu txawm has tas, “Ca cov mivnyuas yau lug cuag kuv, tsw xob taav puab, tsua qhov Ntuj Ceeb Tsheej yog cov kws zoo le cov mivnyuas yau nuav tug.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.15","label":"15","content":"Thaus nwg tsaa teg npuab cov mivnyuas hov taag lawm nwg txawm tawm qhov ntawd moog."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.16","label":"16","content":"Muaj ib tug tuaj has rua Yexu tas, “Xwbfwb, kuv yuav tsum ua yaam zoo twg kuv txhad tau txujsa ib txhws tsw kawg?”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.17","label":"17","content":"Yexu has rua nwg tas, “Koj nug kuv txug yaam kws zoo ua daabtsw? Tug kws zoo tsuas muaj ib tug xwb. Yog koj xaav tau txujsa, ca le tuav rawv tej kevcai.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.18","label":"18","content":"Tug hov has rua Yexu tas, “Yog nqai kevcai twg?” Yexu has tas, “Tsw xob tua tuabneeg, tsw xob deev luas quaspuj luas quasyawg, tsw xob ua tub saab, tsw xob ua cuav timkhawv,"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.19","label":"19","content":"koj yuav tsum fwm koj nam koj txwv hab koj yuav tsum hlub kwvtij zej zog ib yaam le koj hlub koj tug kheej.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.20","label":"20","content":"Tug hluas hov has rua Yexu tas, “Tej nqais kod kuv tub coj txhua yaam lawm, kuv tseed tu ncua daabtsw hab?”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.21","label":"21","content":"Yexu has rua nwg tas, “Yog koj xaav ua tug kws zoo kawg nkaus, ca le moog muab koj tej hov txhua chaw muag es muab faib rua cov tuabneeg pluag, koj txhad le muaj nyaj txag sau ntuj ceeb tsheej, hab ca le lug lawv kuv qaab.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.22","label":"22","content":"Thaus tug hluas hov nov tej lug nuav nwg txawm tawm moog nyuaj sab kawg vem nwg muaj cuab txhaj cuab taam ntau heev."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.23","label":"23","content":"Yexu has rua nwg cov thwjtim tas, “Kuv has tseeb rua mej tas, tug nplua nuj ceblaaj nkaag tau rua huv ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.24","label":"24","content":"Kuv has rua mej tas, ib tug ntxhuav nkaag lub qhov koob yoojyim dua tug nplua nuj nkaag rua huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.25","label":"25","content":"Thaus cov thwjtim nov le hov kuj xaav tsw thoob txhad has tas, “Yog le hov, leejtwg yuav dim tau?”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.26","label":"26","content":"Yexu tsaa muag saib rua puab mas has rua puab tas, “Tuabneeg ua tsw tau yaam nuav, tassws Vaajtswv ua tau txhua yaam huvsw.”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.27","label":"27","content":"Mas Petu teb Yexu tas, “Peb tub tso txhua yaam tseg lawv koj tuaj. Peb yuav tau daabtsw?”"},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.28","label":"28","content":"Yexu has rua puab tas, “Kuv has tseeb rua mej tas, thaus Tuabneeg leej Tub nyob tsawg sau nwg lub zwm txwv kws ci ntsaa ab huv lub nplajteb tshab, mej cov kws lawv kuv qaab yuav tau nyob tsawg sau kaum ob lub zwm txwv txav txem rua kaum ob xeem Yixayee."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.29","label":"29","content":"Txhua tug kws tso vaaj tse kwvtij nkauj muam nam txwv mivnyuas laj teb tseg vem yog saib rua kuv lub npe, mas yuav tau quas pua npaug hab yuav tau txujsa ntev moog ib txhws."},{"bible_id":"1216","chapter_code":"MAT.19","verse_code":"MAT.19.30","label":"30","content":"Tassws muaj ntau leej kws ua thawj yuav rov ua tug tom tw, hab tug tom tw yuav tau ua tug thawj.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.1","label":"1","content":"“Ntuj Ceeb Tsheej pev ib yaam le tug tswv teb sawv ntxuv moog ndav zug tu nwg lub vaaj txwv maab."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.2","label":"2","content":"Thaus has hum ib nub ib ntenalia  rua cov tub zug lawm nwg txawm tso puab moog ua num huv lub vaaj txwv maab."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.3","label":"3","content":"Thaus kwvlaam cuaj teev nwg pum dua ib co tuabneeg nyob dawb tom tshaav puam,"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.4","label":"4","content":"nwg txawm has rua puab tas, ‘Mej ca le moog ua num huv lub vaaj txwv maab hab, kuv yuav muab nqe zug kuas tswm nyog rua mej.’ Tes puab txawm moog."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.5","label":"5","content":"Thaus kwvlaam taav su hab thaus nub qaij peb teev nwg kuj ua ib yaam le thawj zag."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.6","label":"6","content":"Thaus kwvlaam nub qaij tswb teev nwg moog pum dua ib co nyob dawb tes nwg txawm has rua puab tas, ‘Mej nyob dawb ntawm nuav ib nub tsaus ntuj ua daabtsw?’"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.7","label":"7","content":"Puab has rua nwg tas, ‘Vem tsw muaj leejtwg ndav peb.’ Nwg txawm has rua puab tas, ‘Mej ca le moog ua num huv lub vaaj txwv maab hab.’"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.8","label":"8","content":"“Thaus tsaus ntuj tug tswv vaaj has rua tug kws saib tub zug tas, ‘Hu cov tub zug lug hab muab nqe zug rua puab, xub muab rua cov kws tuaj ua qaab kawg le muab zuj zug rua cov kws xub tuaj.’"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.9","label":"9","content":"Thaus cov kws tuaj ua num kwvlaam nub qaij tswb teev lug mas puab tau nqe zug ib leeg ib ntenalia."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.10","label":"10","content":"Thaus cov kws xub tuaj lug mas puab xaav has tas puab yuav tau ntau dua ntawd, tassws kuj tau ib leeg ib ntenalia xwb."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.11","label":"11","content":"Thaus puab tau lawd puab txawm ywg tug tswv teb"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.12","label":"12","content":"has tas, ‘Cov kws tuaj tom qaab kawg nuav tau ua num ib teev xwb los koj saib puab sws luag le peb cov kws ua num khwv tiv tshaav ntuj ib nub le.’"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.13","label":"13","content":"Nwg teb cov tuabneeg hov ib tug tas, ‘Kwvluag 'e, tsw yog kuv ua tsw ncaaj rua koj. Koj yeej nrug kuv has hum tas ib nub ib ntenalia los tsw yog?"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.14","label":"14","content":"Ca le txais koj tug nqe zug moog lauj. Kuv yeej xaav muab rua tug kws tuaj ua qaab kawg ib yaam le muab rua koj."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.15","label":"15","content":"Kuv tsw muaj cai swv kuv le nyaj txag lawv le kuv xaav lov? Ua caag koj yuav khib qhov kws kuv ua sab daav?’"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.16","label":"16","content":"Ib yaam le ntawd tug tom tw yuav rov ua tug thawj, hab tug thawj yuav rov ua tug tom tw.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.17","label":"17","content":"Thaus Yexu saamswm taug kev moog peg Yeluxalee, nwg coj nwg kaum ob tug thwjtim lug has tuabywv rua puab tas,"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.18","label":"18","content":"“Saib nawj, peb saamswm moog nraag Yeluxalee, mas Tuabneeg leej Tub yuav raug muab cob rua cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai, mas puab yuav txav txem tuag rua nwg,"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.19","label":"19","content":"hab muab nwg cob rua lwm haiv tuabneeg thuaj luag hab nplawm hab muab teem rua sau khaublig ntoo, mas peb nub nwg yuav raug muab tsaa caj sawv rov lug.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.20","label":"20","content":"Thaus ntawd Xenpenti tug quaspuj coj nwg ob tug tub tuaj cuag Yexu hab pe ntawm Yexu xubndag thov ib yaam ntawm Yexu."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.21","label":"21","content":"Yexu txhad has rua nwg tas, “Koj xaav yuav daabtsw?” Nwg teb Yexu tas, “Thov koj tso cai rua kuv ob tug tub nuav ib tug nyob tsawg ntawm koj saab xws ib tug nyob ntawm koj saab phem rua huv koj lub tebchaws.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.22","label":"22","content":"Tassws Yexu teb tas, “Meb tsw paub tas meb thov daabtsw. Lub khob kws kuv yuav haus, meb haus tau lov?” Ob tug has rua Yexu tas, “Tau los maj.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.23","label":"23","content":"Yexu has rua ob tug tas, “Meb yeej yuav tau haus kuv lub khob, tassws qhov kws nyob tsawg ntawm kuv saab xws hab ntawm kuv saab phem kuv tsw yog tug kws pub tau, tassws kuv leej Txwv npaaj ca rua leejtwg, tug hov txhad tau xwb.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.24","label":"24","content":"Thaus kaum tug thwjtim nov le ntawd puab kuj chim rua ob tug kwvtij."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.25","label":"25","content":"Yexu hu puab suavdawg lug has rua puab tas, “Mej yeej paub tas lwm haiv tuabneeg cov kws ua thawj yeej kaav rawv cov pejxeem, hab cov kws ua hlub yeej muaj fwjchim tswjfwm puab."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.26","label":"26","content":"Mej cov yuav tsw thooj le ntawd. Mej cov leejtwg xaav ua tug hlub tug hov yuav tsum ua koom rua mej,"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.27","label":"27","content":"hab mej cov leejtwg xaav ua tug thawj, tug hov yuav tsum ua mej tug qhev,"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.28","label":"28","content":"ib yaam le Tuabneeg leej Tub tsw yog lug rua leejtwg ua koom, tassws nwg lug ua koom rua puab, hab pub nwg txujsa ua nqe txhwv tuabneeg coob coob.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.29","label":"29","content":"Thaus puab tawm huv lub moos Yelikhau moog muaj tuabneeg coob coob lawv puab qaab moog."},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.30","label":"30","content":"Mas muaj ob tug yawm dig muag nyob tsawg ntawm ntug kev. Thaus nov tas Yexu taug kev tuaj ob tug txawm qw has tas, “Tug Tswv kws yog  Tavi tug Tub 'e, thov khuvleej ib lauj!”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.31","label":"31","content":"Cov tuabneeg hov txawm txwv ob tug kuas nyob tuabywv, los ob tug yimfuab qw has tas, “Tug Tswv kws yog Tavi tug Tub 'e, thov khuvleej ib lauj!”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.32","label":"32","content":"Yexu txawm nreg nkaus hu ob tug lug has tas, “Meb xaav kuas kuv ua daabtsw rua meb?”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.33","label":"33","content":"Ob tug has rua nwg tas, “Tug Tswv, thov qheb ib le qhov muag kuas pum kev.”"},{"bible_id":"1216","chapter_code":"MAT.20","verse_code":"MAT.20.34","label":"34","content":"Yexu taab ncuab ob tug txhad kov ob tug qhov muag, tes taamswm ntawd ob tug txawm rov pum kev hab lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.1","label":"1","content":"Thaus puab tuaj ze lub nroog Yeluxalee hab tuaj txug lub zog Npefake ntawm lub roob Txwv Aulib, Yexu txawm khaiv ob tug thwjtim moog,"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.2","label":"2","content":"hab has rua ob tug tas, “Meb ca le moog rua lub zog kws nyob tom hauv ntej, mas taamswm ntawd meb yuav pum ib tug neeg luav khi ca hab muaj ib tug mivnyuas nrug. Ca le daws caab lug rua kuv."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.3","label":"3","content":"Yog leejtwg has le caag rua meb, meb ca le has tas, ‘Tug tswv cheem tsum swv,’ tes luas yuav tso plhuav rua meb coj lug taamswm ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.4","label":"4","content":"Tej nuav tshwm lug sub txhad ua tav lawv le tej lug kws tug xwbfwb cev lug has tas,"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.5","label":"5","content":"“Ca le has rua Xi‑oo tug ntxhais has tas, ‘Saib maj, koj tug vaajntxwv saamswm lug cuag koj. Nwg txu nwg tug fwjchim hab caij ib tug neeg luav lug, yog caij mivnyuas neeg luav.’ ”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.6","label":"6","content":"Ob tug thwjtim hov txawm moog ua lawv le Yexu has,"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.7","label":"7","content":"mas caab tug maum neeg luav hab tug mivnyuas lug, hab muab ob tug tej tsho ntev pua sau ob tug neeg luav nraus qaum mas Yexu le caij."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.8","label":"8","content":"Tej tuabneeg coob coob muab puab tej tsho ntev pua txujkev hab ib txha txav tej ceg ntoo lug pua lawv txujkev."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.9","label":"9","content":"Cov tuabneeg kws moog ua nwg ntej hab cov kws lawv nwg qaab kuj qw has tas, “Hauxana  rua Tavi tug Tub. Tug kws tuaj huv Yawmsaub lub npe tau nyob kaaj sab lug.” “Hauxana rua sau ntuj kws sab kawg nkaus.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.10","label":"10","content":"Thaus Yexu nkaag rua huv Yeluxalee lawm, taag nrho lub nroog suavdawg raag zum quas zawg sws nug tas, “Tug nuav yog leejtwg?”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.11","label":"11","content":"Tej tuabneeg teb tas, “Yog Yexu kws cev Vaajtswv lug kws tuaj huv lub moos Naxale xeev Kalilai tuaj.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.12","label":"12","content":"Yexu txawm moog rua huv Vaajtswv lub tuam tsev mas ntab cov tuabneeg kws ua laag ua luam huv lub tuam tsev tswv, hab nwg muab cov kws pauv nyaj tej rooj hab cov kws muag nquab nyeg tej rooj nyob ntxeev pis hlo tseg."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.13","label":"13","content":"Nwg has rua puab tas, “Tub muaj lug sau ca has tas, ‘Kuv lub tuam tsev yuav hu tas lub tsev kws thov Vaajtswv,’ tassws mej muab ua qhov rua tub saab nkaum.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.14","label":"14","content":"Tuabneeg dig muag hab tuabneeg ceg tawv tuaj cuag Yexu huv lub tuam tsev, mas Yexu khu puab zoo huvsw."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.15","label":"15","content":"Thaus cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai pum tej num phemfwj kws Yexu ua hab pum cov mivnyuas yau qw huv lub tuam tsev has tas, “Hauxana rua Tavi tug Tub,” mas puab chim heev."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.16","label":"16","content":"Puab txhad has rua nwg tas, “Koj nov tej kws cov mivnyuas yau qw los tsw nov?” Yexu has rua puab tas, “Nov hab. Mej tsw tau txeev nyeem lov qhov kws has tas, “ ‘Koj tau ua rua tej lug qhuas tawm huv cov mivnyuas yau hab cov mivnyuas kws tsw tau cais mig lub qhov ncauj lug ?’ ”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.17","label":"17","content":"Yexu tawm huv lub nroog ncaim puab moog su rua huv lub zog Npethani."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.18","label":"18","content":"Taagkig tom qaab thaus Yexu rov qaab moog rua lub nroog Yeluxalee nwg tshaib plaab."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.19","label":"19","content":"Nwg pum ib tsob txwv cua ntawm ntug kev. Thaus nwg moog txug tsw pum muaj ib lub txwv le tsuas muaj nplooj xwb. Nwg txawm has rua tsob txwv cua hov tas, “Tsw xob txw txwv dua le lawm lauj!” Taamswm ntawd tsob txwv cua txawm tuag tshaav qhuav lawm."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.20","label":"20","content":"Thaus cov thwjtim pum le ntawd puab kuj phemfwj has tas, “Ua caag tsob txwv cua yuav tuag tshaav qhuav taamswm?”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.21","label":"21","content":"Yexu teb puab tas, “Kuv has tseeb rua mej tas, yog mej ntseeg tag hab lub sab tsw ywj faab ywj fwj, tsw yog mej yuav ua tau ib yaam le kuv ua rua tsob txwv cua nuav xwb, mej yuav has rua lub roob nuav tas, ‘Ca le rhu hlo ntaab plawg rua huv havtxwv,’ los yuav muaj le ntawd."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.22","label":"22","content":"Yog mej ntseeg tag mas mej yeej yuav tau txhua yaam kws mej thov.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.23","label":"23","content":"Thaus nwg nkaag moog rua huv lub tuam tsev, cov pov thawj hlub hab cov kev txwj quas laug tuaj cuag nwg rua thaus nwg saamswm qhuab qha hab has tas, “Koj muaj fwjchim daabtsw txhad ua tau tej nuav hab leejtwg muab tug fwjchim nuav rua koj?”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.24","label":"24","content":"Yexu teb puab tas, “Kuv yuav nug mej ib lus hab. Yog mej teb tau, kuv le qha rua mej tas kuv muaj fwjchim daabtsw txhad ua tau tej nuav."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.25","label":"25","content":"Txuj kevcai raus dej kws Yauhaa ua hov, lug hovtwg lug? Lug sau ntuj lug los lug ntawm tuabneeg lug?” Puab txawm sablaaj tas, “Yog peb has tas, ‘Lug sau ntuj lug,’ nwg yuav has rua peb tas, ‘Yog le ntawd, ua caag mej tsw ntseeg Yauhaa?’"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.26","label":"26","content":"Yog peb has tas, ‘Lug ntawm tuabneeg lug,’ peb kuj ntshai cov pejxeem, tsua qhov puab suavdawg suav tas Yauhaa yog ib tug xwbfwb cev Vaajtswv lug.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.27","label":"27","content":"Puab txawm teb Yexu tas, “Peb tsw paub.” Yexu txhad has rua puab tas, “Kuv kuj tsw qha rua mej tas kuv muaj fwjchim daabtsw txhad ua tau tej nuav."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.28","label":"28","content":"“Mej xaav le caag? Ib tug yawm muaj ob tug tub. Leej txwv moog has rua thawj tug has tas, ‘Tub 'e, nub nua ca le moog ua num huv lub vaaj txwv maab.’"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.29","label":"29","content":"Tug tub hov teb tas, ‘Kuv tsw moog,’ tassws dhau ntawd nwg ntxeev dua sab mas tsua moog ua lawm."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.30","label":"30","content":"Leej txwv moog has rua tug tub kws ob has ib yaam nkaus. Tug tub hov teb tas, ‘Txwv, kuv yuav moog,’ tassws tsua tsw moog."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.31","label":"31","content":"Ob tug tub nuav tug twg ua lawv le leej txwv lub sab?” Puab has tas, “Yog thawj tug.” Yexu has rua puab tas, “Kuv has tseeb rua mej tas, cov tuabneeg sau se hab cov puj muag cev xub nkaag rua huv Vaajtswv lub tebchaws ua mej ntej."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.32","label":"32","content":"Tsua qhov Yauhaa tub tuaj qha txujkev ncaaj nceeg rua mej, los mej tsw ntseeg nwg, tassws cov kws sau se hab cov puj muag cev tub ntseeg. Txawm yog mej tub pum lawm los mej kuj tsw ntxeev dua sab ntseeg nwg."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.33","label":"33","content":"“Ca le noog dua ib zaaj pev lug. Muaj ib tug tswv teb cog tau ib vaaj txwv maab hab xov laj kaab hab khawb qhov tsuam kua txwv maab hab ua ib lub tsev zuv, hab muab tso rua ib cov tu faib txwv tes txawm moog lwm tebchaws lawm."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.34","label":"34","content":"Thaus ze lub caij de txwv, nwg khaiv nwg cov tub qhe moog cuag cov kws tu lub vaaj hov yuav sau tej txwv kws yog nwg le feem."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.35","label":"35","content":"Cov kws tu lub vaaj txawm muab cov tub qhe hov nteg muab ib tug ntaus, muab ib tug tua pov tseg hab muab pob zeb ntaus dua ib tug."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.36","label":"36","content":"Mas tug tswv vaaj rov tso dua ib co tub qhe coob dua thawj zag moog, los cov kws tu lub vaaj kuj ua ib yaam nkaus le ntawd rua puab."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.37","label":"37","content":"Zag kawg nwg tso nwg tug tub moog has tas, ‘Nyab puab yuav fwm kuv tug tub.’"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.38","label":"38","content":"Thaus cov kws tu lub vaaj pum tug tswv tug tub tuaj puab txawm sws has tas, ‘Tug nuav yog tug kws saws nwg qub txeeg qub teg. Peb ca le muab nwg tua hab txeeb hlo nwg qub txeeg qub teg.’"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.39","label":"39","content":"Puab txawm muab nwg nteg nrum rua nrau ntug vaaj hab muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.40","label":"40","content":"Yog le nuav thaus tug tswv vaaj lug, nwg yuav ua le caag rua cov kws tu lub vaaj ntawd?”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.41","label":"41","content":"Puab has rua Yexu tas, “Nwg yuav muab cov tuabneeg phem hov tua kuas puam tsuaj taag hab yuav muab lub vaaj txwv maab rua lwm cov tu kws yuav faib tej txwv rua nwg lawv le lub caij.”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.42","label":"42","content":"Yexu has rua puab tas, “Mej tsw tau nyeem huv Vaajtswv phoo ntawv lov? Qhov kws has tas, “ ‘Lub pob zeb kws cov Kws ua tsev muab xyeeb tseg lawm tub muab lug teeb ua lub thawj rua ntawm kaum tsev lawm. Tej nuav yog tug Tswv ua, yog yaam phemfwj kws peb qhov muag pum.’"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.43","label":"43","content":"“Vem le nuav kuv has rua mej tas, Vaajtswv lub tebchaws yuav raug muab rhu ntawm mej moog pub rua ib haiv tuabneeg kws txw txwv phim lub tebchaws hov."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.44","label":"44","content":"[Leejtwg qaug moog tsam lub pob zeb nuav tug hov yuav tawg ua tej dwb daim, lub pob zeb poob lug tsuam leejtwg tug hov yuav ntsoog taag.]”"},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.45","label":"45","content":"Thaus cov pov thawj hlub hab cov Falixai nov zaaj paaj lug nuav, puab kuj paub tas Yexu has raug puab."},{"bible_id":"1216","chapter_code":"MAT.21","verse_code":"MAT.21.46","label":"46","content":"Puab nrhav kev nteg Yexu, tassws puab ntshai cov pejxeem, tsua qhov cov pejxeem ntseeg tas Yexu yog ib tug xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.1","label":"1","content":"Yexu has dua pev lug rua puab tas,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.2","label":"2","content":"“Ntuj Ceeb Tsheej pev ib yaam le ib tug vaajntxwv kws npaaj rooj tshoob rua nwg tug tub,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.3","label":"3","content":"mas khaiv nwg cov qhev moog hu cov qhua kws caw tuaj noj tshoob, tassws puab tsw kaam tuaj."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.4","label":"4","content":"Nwg rov khaiv dua ib co tub qhe moog has tas, ‘Ca le has rua cov kws tub caw hov tas, Kuv tub npaaj nqaj qhau hab kuv tub tua tej nyuj hab tej mivnyuas nyuj kws fwb tav taag lawm, txhua yaam tub npaaj txhwj lawm. Mej ca le tuaj noj tshoob lauj!’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.5","label":"5","content":"Tassws puab tsw quav ntsej le, ib tug moog ua laj ua teb, ib tug moog ua laag ua luam,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.6","label":"6","content":"dua le cov tseed ua phem rua nwg cov qhev hab muab tua pov tseg."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.7","label":"7","content":"Vaajntxwv npau tawg heev nwg txhad tso nwg cov tub rog moog ua kuas cov kws tua tuabneeg hov puam tsuaj hab muab puab lub moos hlawv pov tseg."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.8","label":"8","content":"Nwg has rua nwg cov tub qhe tas, ‘Rooj tshoob npaaj txhwj lawm, tassws cov kws caw hov tsw tswm nyog tuaj noj."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.9","label":"9","content":"Vem le nuav ca le tawm moog tom tej kev tshuam ntswb leejtwg kuj hu tuaj noj tshoob.’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.10","label":"10","content":"Cov tub qhe hov txhad tawm moog tom tej kev hab hu txhua tug kws puab ntswb tsw has tug zoo tug phem, txhad muaj qhua puv nkaus chaav tsev ua tshoob."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.11","label":"11","content":"“Thaus tug vaajntxwv hov lug saib cov qhua, nwg pum ib tug tsw naav tsoog tsho ua tshoob,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.12","label":"12","content":"tes txawm has rua tug hov tas, ‘Kwvluag 'e, ua caag koj tuaj ntawm nuav tsw naav tsoog tsho ua tshoob?’ Tug hov has tsw taug ib lus le."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.13","label":"13","content":"Vaajntxwv has rua cov tub qhe tas, ‘Ca le muab tug nuav khi teg khi taw laim rua saab nrau kws tsaus ntuj nti, qhov ntawd yuav muaj kev quaj qes nav quas qawv.’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.14","label":"14","content":"Cov kws caw hu muaj coob, kuas cov kws xaiv tau muaj tsawg.”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.15","label":"15","content":"Thaus ntawd cov Falixai moog sablaaj saib yuav nyaag Yexu tej lug le caag."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.16","label":"16","content":"Puab txawm khaiv puab cov thwjtim hab Helauj cov moog thom Yexu has tas, “Xwbfwb, peb paub tas koj yog ib tug ncaaj nceeg hab koj qha Vaajtswv txuj kev lawv le muaj tseeb hab tsw ua lawv le leejtwg lub sab nyam tsua qhov koj tsw saib leejtwg ntsej muag."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.17","label":"17","content":"Yog le nuav, thov koj qha rua peb saib koj xaav le caag. Tswm nyog them se rua Xixa los tsw them?”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.18","label":"18","content":"Yexu paub qhov kws puab xaav phem, nwg txhad has tas, “Cov nam tuabneeg ncauj lug zoo sab phem, mej tuaj swm kuv ua daabtsw?"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.19","label":"19","content":"Ca le muab lub nyaj them se hov rua kuv saib.” Puab txhad muab ib lub ntenalia rua nwg."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.20","label":"20","content":"Yexu has rua puab tas, “Lub ntsej muag hab lub npe kws txaug nuav yog leejtwg?”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.21","label":"21","content":"Puab teb tas, “Yog Xixa le.” Yexu txawm has rua puab tas, “Yog le nuav yaam kws yog Xixa le ca le muab rua Xixa, yaam kws yog Vaajtswv le ca le muab rua Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.22","label":"22","content":"Thaus puab nov tej lug hov puab xaav tsw thoob, puab txawm ncaim Yexu moog lawm."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.23","label":"23","content":"Tuab nub ntawd cov Xantukai kws qha has tas tsw muaj qhov kws sawv huv qhov tuag lug txawm tuaj cuag Yexu. Puab txhad thom Yexu"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.24","label":"24","content":"has tas, “Xwbfwb, Mauxe tub has tas, ‘Yog leejtwg tuag lawm tsw tau muaj mivnyuas, mas nwg ib tug kwvtij yuav tsum yuav tug puj ntsuag hov txhad rhawv tau tug kws tuag le keeb kwm ca.’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.25","label":"25","content":"Peb cov muaj xyaa tug kwvtij. Tug hlub muaj quaspuj lawm le tuag tsw tau muaj mivnyuas, tseg tug quaspuj rua tug kwv yuav ua quaspuj."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.26","label":"26","content":"Mas tug ob tug peb moog txug tug xyaa kuj tuag taag ib yaam nkaus."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.27","label":"27","content":"Thaus kawg tug quaspuj hov kuj tuag lawm."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.28","label":"28","content":"Vem le nuav nub kws caj sawv rov lug, tug quaspuj hov yuav ua xyaa leej hov tug twg le quaspuj, tsua qhov nwg tub ua xyaa leej hov le quaspuj lawm?”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.29","label":"29","content":"Yexu teb puab tas, “Mej yuam kev lawm, mej tsw paub Vaajtswv txujlug hab tsw paub Vaajtswv tug fwjchim."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.30","label":"30","content":"Thaus tuabneeg caj sawv rov lug hov, tsw muaj kev sws yuav ua quaspuj quasyawg lawm, yuav zoo ib yaam le cov tubkhai ntuj xwb."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.31","label":"31","content":"Has txug qhov kws sawv huv qhov tuag rov lug, mej tsw tau nyeem tej kws Vaajtswv has rua mej lov? Nwg has tas,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.32","label":"32","content":"‘Kuv yog Aplahaa tug Vaajtswv, yog Yiha tug Vaajtswv hab yog Yakhauj tug Vaajtswv.’  Vaajtswv tsw yog cov tuabneeg tuag tug Vaajtswv, nwg yog cov tuabneeg caj tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.33","label":"33","content":"Thaus cov tuabneeg hov nov, puab kuj phemfwj rua Yexu tej lug qhuab qha."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.34","label":"34","content":"Thaus cov Falixai nov tas Yexu ua rua cov Xantukai twg kev tsw muaj lug has lawm, puab txawm sau zog ua ke,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.35","label":"35","content":"mas ib tug xwbfwb kws paub cai txawm swm nug Yexu has tas,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.36","label":"36","content":"“Xwbfwb, txuj kevcai nqai twg tseem ceeb dua ndais?”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.37","label":"37","content":"Yexu has rua nwg tas, “ ‘Koj yuav tsum hlub tug Tswv kws yog koj tug Vaajtswv kawg sab kawg ntsws, hab kawg koj tug tswvyim.’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.38","label":"38","content":"Nqai nuav yog thawj nqais hab yog nqai kws tseem ceeb dua ndais."},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.39","label":"39","content":"Nqai kws ob kuj ib yaam nkaus has tas, ‘Koj yuav tsum hlub kwvtij zej zog ib yaam le koj hlub koj tug kheej.’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.40","label":"40","content":"Mauxe txuj kevcai hab cov xwbfwb cev lug tej lug qha huvsw nyob taag nrho rua huv ob nqais nuav.”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.41","label":"41","content":"Thaus cov Falixai tseed nyob ua ke ntawd, Yexu txawm nug puab"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.42","label":"42","content":"has tas, “Mej xaav le caag txug tug Kheto? Nwg yog leejtwg le tub?” Puab has rua nwg tas, “Yog Tavi le tub.”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.43","label":"43","content":"Yexu txhad nug puab tas, “Yog le ntawd ua caag Vaaj Ntsuj Plig kuas Tavi hu tug Kheto tas ‘tug Tswv’? hab has tas,"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.44","label":"44","content":"“ ‘Tug Tswv has rua kuv tug tswv tas, “Ca le nyob tsawg ntawm kuv saab xws, moog txug thaus kuv muab koj cov yeeb ncuab tag koj xwb taw.” ’"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.45","label":"45","content":"Yog Tavi tub hu tug Kheto tas ‘tug Tswv,’ nwg yuav ua le caag ua tau Tavi le tub?”"},{"bible_id":"1216","chapter_code":"MAT.22","verse_code":"MAT.22.46","label":"46","content":"Tsw muaj ib tug twg teb tau Yexu ib lus le. Txwj nub ntawd lug tsw muaj leejtwg muaj cuabkaav nug Yexu dua le lawm."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.1","label":"1","content":"Thaus ntawd Yexu has rua cov tuabneeg hov hab nwg cov thwjtim tas,"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.2","label":"2","content":"“Cov xwbfwb qha Vaajtswv kevcai hab cov Falixai nyob Mauxe chaw qha."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.3","label":"3","content":"Yog le ntawd txhua yaam kws puab qha rua mej mas mej yuav tsum ua hab tuav rawv, tsuas yog tseg tsw ua lawv nraim le puab ua, tsua qhov puab tsuas yog qha xwb, puab tsw ua lawv le puab qha."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.4","label":"4","content":"Puab muab lub nraa nyaav [kws ceblaaj rws]  nog rua tuabneeg rws sau xubpwg tassws puab tub tsw kaam xuas puab tug ntiv teg thab hlo le."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.5","label":"5","content":"Txhua yaam kws puab ua puab ua rua tuabneeg qhuas puab xwb. Puab muab lub naab luj ntim Vaajtswv txujlug khi rua ntawm hauv plaj hab ntxhoo tw ntev rua puab tej qaab tsho,"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.6","label":"6","content":"hab thaus muaj rooj noj rooj haus puab nyam nyob saam tsum, hab nyob tej rooj sab huv tej tsev sablaaj,"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.7","label":"7","content":"puab nyam kuas luas fwm puab tom tej tshaav puam, hab nyam kuas luas hu puab tas, ‘Lanpi.’"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.8","label":"8","content":"Mej tsw xob ca leejtwg hu mej tas ‘Lanpi,’ vem mej muaj tuab tug ua xwbfwb qha mej xwb, hab mej suavdawg yog kwvtij."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.9","label":"9","content":"Tsw xob hu leejtwg huv nplajteb tas yog mej leej txwv, tsua qhov mej muaj tuab leej Txwv kws nyob sau ntuj."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.10","label":"10","content":"Tsw xob ca leejtwg hu mej tas, ‘Kws xwbfwb,’ tsua qhov mej muaj tuab tug Kws xwbfwb kws yog tug Kheto."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.11","label":"11","content":"Mej cov tug kws ua hlub nwg yuav tsum ua mej le qhev."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.12","label":"12","content":"Leejtwg tsaab ua luj yuav raug muab txu kuas qeg. Leejtwg txu fwjchim tug hov yuav raug muab tsaa ua luj."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.13","label":"13","content":"“Mej cov xwbfwb qha Vaajtswv kevcai hab cov Falixai kws ncauj lug zoo sab phem, mej yuav raug txom nyem lauj! Mej kaw qhov rooj ntuj ceeb tsheej tsw kheev tuabneeg nkaag moog. Mej cov los kuj tsw moog rua huv, hab mej tseed txwv cov kws yuav moog rua huv hab."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.15","label":"15","content":"“Mej cov xwbfwb qha Vaajtswv kevcai hab cov Falixai kws ncauj lug zoo sab phem, mej yuav raug txom nyem lauj! Mej hlaa havtxwv hlaa nruab nqhuab moog sub txhad coj tau ib tug twg lug ntseeg mej kevcai, tassws thaus nwg ntseeg lawd mej tseed ua rua nwg rov ua ntuj tawg kub le mivnyuas heev dua mej ob npaug."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.16","label":"16","content":"“Mej cov nam tuabneeg dig muag kws coj luas kev, mej yuav raug txom nyem lauj! Mej has tas, ‘Yog leejtwg tuav lub tuam tsev cog lug twv, mas tej lug hov tsw yom ceev, tassws yog tuav tej kub huv lub tuam tsev cog lug twv, mas nwg yuav tsum ua lawv le tej lug twv hov.’"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.17","label":"17","content":"Cov nam tuabneeg ruag dig muag, yaam twg tseem ceeb dua, yog tej kub lossws lub tuam tsev kws ua rua tej kub hov dawb huv?"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.18","label":"18","content":"Hab mej has tas, ‘Leejtwg tuav lub thaaj xyeem cog lug twv mas tej lug hov tsw yom ceev, tassws yog leejtwg tuav tej kws muab xyeem rua sau lub thaaj hov twv, mas nwg yuav tsum ua lawv le tej lug kws twv hov.’"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.19","label":"19","content":"Cov nam tuabneeg dig muag, yaam twg tseem ceeb dua, yog tej kws muab xyeem lossws lub thaaj kws ua rua tej kws xyeem hov dawb huv?"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.20","label":"20","content":"Yog le nuav tug kws tuav lub thaaj cog lug twv kuj yog nwg tuav lub thaaj hab txhua yaam kws nyob sau lub thaaj hov,"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.21","label":"21","content":"hab tug kws tuav lub tuam tsev cog lug twv kuj yog tuav lub tuam tsev hab tug Vaajtswv kws nyob huv lub tuam tsev hov,"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.22","label":"22","content":"hab tug kws tuav ntuj ceeb tsheej cog lug twv kuj yog tuav Vaajtswv lub zwm txwv hab Vaajtswv kws nyob tsawg sau lub zwm txwv hov twv."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.23","label":"23","content":"“Mej cov xwbfwb qha Vaajtswv kevcai hab cov Falixai kws ncauj lug zoo sab phem, mej yuav raug txom nyem lauj! Mej muab ib feem kaum puam hum, xyaab txob hab qhav daaj xyeem, tassws tej nqais tseem ceeb dua huv Vaajtswv txuj kevcai kws yog tu plaub ncaaj hab kev khuvleej hab qhov kws xwb rua Vaajtswv mej ho muab tso tseg lawm. Tej kws has taag nuav mej yuav tsum ua, hab tsw xob tso lwm txuj tseg."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.24","label":"24","content":"Mej cov nam tuabneeg dig muag kws coj luas kev, mej lim ib tug nyuas yoov tseg tassws mej nqog hlo tug nam ntxhuav lawm."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.25","label":"25","content":"“Mej cov xwbfwb qha Vaajtswv kevcai hab cov Falixai kws ncauj lug zoo sab phem, mej yuav raug txom nyem lauj! Mej ntxuav khob ntxuav taig saab nrau, tassws saab huv mej puv nkaus qhov kws ua sab hlub hab qaug sab rua yaam u yaam nuav."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.26","label":"26","content":"Cov Falixai dig muag 'e, ca le ntxuav khob saab huv ua ntej, saab nrau txhad le huv hab."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.27","label":"27","content":"“Mej cov xwbfwb qha Vaajtswv kevcai hab mej cov Falixai kws ncauj lug zoo sab phem, mej yuav raug txom nyem lauj! Mej zoo yaam nkaus le lub ntxaa kws luam moov swb dawb paug, saib saab nrau mas zoo nkauj tassws saab huv puv nkaus pob txhaa tuabneeg tuag hab txhua yaam kev phem kev qas."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.28","label":"28","content":"Ib yaam le ntawd saib saab nrau mas mej yog tuabneeg ncaaj nceeg, tassws saab huv yog tuabneeg ncauj lug zoo sab phem hab puv nkaus kev txhum txem."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.29","label":"29","content":"“Mej cov xwbfwb qha Vaajtswv kevcai hab cov Falixai kws ncauj lug zoo sab phem, mej yuav raug txom nyem lauj! Mej txhwm cov xwbfwb cev Vaajtswv lug tej ntxaa hab khu tej chaw kws ncu txug cov tuabneeg ncaaj nceeg thau u kuas zoo nkauj,"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.30","label":"30","content":"hab mej has tas, ‘Yog peb nyob rua lub swjhawm kws peb tej laug hov nyob, peb yuav tsw nrug puab tua tej xwbfwb kws cev Vaajtswv lug ntawd.’"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.31","label":"31","content":"Mej has le ntawd kuj yog mej ua timkhawv rov tum mej has tas mej yog cov kws tua tej xwbfwb cev lug hov le tub ki."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.32","label":"32","content":"Mej ca le tsaav tej kev txhum kws mej tej laug tau ua kuas puv nkaus."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.33","label":"33","content":"Cov nam naab 'e, cov nam noob naab phem 'e, mej yuav dim lub txem kws yuav poob ntuj tawg kub tau le caag?"},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.34","label":"34","content":"Vem le nuav kuv txhad tso cov xwbfwb cev lug hab cov tuabneeg txawj ntse hab cov xwbfwb qha Vaajtswv kevcai tuaj cuag mej, los mej yuav muab ib txha tua hab muab teem rua sau khaublig ntoo hab muab nplawm huv mej tej tsev sablaaj, hab muab ntab tawm ib lub moos dhau ib lub moos."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.35","label":"35","content":"Yog le ntawd cov tuabneeg ncaaj nceeg txhua tug tej ntshaav kws lug rua huv lub nplajteb txwj thaus Anpee kws yog tug ncaaj nceeg cov ntshaav moog txug Xekhaliya kws yog Npalakhiya tug tub cov ntshaav kws mej tua ntawm lub tuam tsev hab lub thaaj kem nruab nraab, yuav poob rua sau mej."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.36","label":"36","content":"Kuv has tseeb rua mej tas, tej txem hov huvsw yuav poob rua tam tuabneeg nuav."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.37","label":"37","content":"“Au Yeluxalee, Yeluxalee 'e, koj yog tug kws tua cov xwbfwb cev Vaajtswv lug hab xuas pob zeb ntaus cov kws khaiv tuaj cuag koj tuag. Muaj ntau zag kuv tub xaav qaws koj cov mivnyuas lug ua ke ib yaam le tug puj qab puag nwg cov mivnyuas rua huv nwg phob tis, tassws mej tsw yeem hlo le."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.38","label":"38","content":"Saib nawj mej lub tuam tsev yuav raug muab tso tseg nyob do cuas."},{"bible_id":"1216","chapter_code":"MAT.23","verse_code":"MAT.23.39","label":"39","content":"Kuv has rua mej tas txwj nuav moog mej yuav tsw rov pum kuv dua moog txug thaus mej has tas, ‘Tug kws tuaj huv tug Tswv lub npe tau nyob kaaj sab lug.’ ”"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.1","label":"1","content":"Thaus Yexu tawm ntawm lub tuam tsev moog, nwg cov thwjtim txawm lug taw teg rua tej tsev huv lub loog tuam tsev rua Yexu saib."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.2","label":"2","content":"Yexu txawm has rua puab tas, “Mej pum tej nuav huvsw lov? Kuv has tseeb rua mej tas tej txhwb zeb kws tib ib lub tshooj ib lub nuav yuav tsw tshuav ib lub kws tsw raug muab ua pob taag.”"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.3","label":"3","content":"Thaus Yexu nyob tsawg sau roob Txwv Aulib, cov thwjtim txawm lug cuag nwg tuabywv has tas, “Thov qha peb paub tas tej xwm txheej nuav yuav tshwm lug thaus twg, hab muaj yaam txujci twg qha kuas paub tas koj yuav tshwm plawg lug hab lub caij lub nyoog yuav kawg?”"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.4","label":"4","content":"Yexu txhad teb puab tas, “Ca le ceev faaj tuab zoo tsw xob ca leejtwg ntxag mej yuam kev."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.5","label":"5","content":"Tsua qhov yuav muaj ntau leej tuav kuv lub npe lug has tas, ‘Kuv yog tug Kheto,’ mas puab yuav ua rua tuabneeg coob coob yuam kev."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.6","label":"6","content":"Mej yuav nov suab ua tsuv ua rog hab nov moo ua rog. Ca le ceev faaj tsw xob poob sab hlo le, tsua qhov tej nuav yeej yuav tsum tshwm lug tassws tsw tau txug thaus kawg."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.7","label":"7","content":"Ib lub tebchaws yuav sawv tawm tsaam rua ib lub tebchaws, ib tug vaajntxwv yuav tawm tsaam rua ib tug vaajntxwv, yuav muaj kev tshaib nqhes hab ntuj qeg ntau qhov."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.8","label":"8","content":"Tej xwm txheej nuav huvsw yog chiv ua mob teb xwb."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.9","label":"9","content":"“Lub swjhawm ntawd luas yuav muab mej cob rua kev tswm txom hab muab mej tua pov tseg. Ib tsoom tebchaws suavdawg yuav ntxub mej vem yog tim kuv lub npe."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.10","label":"10","content":"Thaus ntawd ntau leej yuav thim hab ib leeg faav xeeb rua ib leeg hab ib leeg ntxub ib leeg."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.11","label":"11","content":"Yuav muaj ntau tug cuav xwbfwb cev lug tshwm tuaj ua rua tuabneeg coob coob yuam kev."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.12","label":"12","content":"Vem kev phem nthuav daav zuj zug, tej tuabneeg coob coob txujkev hlub yuav txag quas zug moog."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.13","label":"13","content":"Tassws tug kws thev taug txug thaus kawg yuav dim."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.14","label":"14","content":"Txuj xuv zoo kws has txug Vaajtswv lub tebchaws yuav raug muab tshaaj tawm thoob plawg lub nplajteb ua timkhawv rua ib tsoom tebchaws, mas thaus ntawd lub swjhawm kawg yuav lug txug."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.15","label":"15","content":"“Thaus mej pum yaam kws qas vuab tsuab kws ua kuas lamswm taag txawb ca rua huv lub chaw dawb huv lawv le xwbfwb Taniyee kws cev Vaajtswv lug tau qha tseg lawd  (ca tug kws nyeem nkaag sab nawj),"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.16","label":"16","content":"mas thaus hov cov kws nyob huv Yutia ca le tswv moog rua peg tej roob,"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.17","label":"17","content":"tug kws nyob sau txheej tsev laag tshaav tsw xob nqeg muab nwg tej hov txhua chaw huv tsev,"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.18","label":"18","content":"hab tug kws nyob tom teb tsw xob rov lug muab nwg lub tsho ntev."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.19","label":"19","content":"“Nub ntawd cov kws suab mivnyuas hab cov kws muaj mivnyuas noj mig yuav txom nyem kawg le lauj!"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.20","label":"20","content":"Ca le thov kuas mej tsw xob tau tswv rua lub caij ntuj no lossws nub Xanpatau."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.21","label":"21","content":"Vem tas lub swjhawm ntawd yuav muaj kev ceblaaj txom nyem luj kawg le, txwj thaus tswm ntuj tswm teb lug txug naj nub nwgnuav tsw tau muaj dua le ntawd hab dhau ntawd moog yuav tsw muaj dua le lawm."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.22","label":"22","content":"Yog tsw muab lub caij lub nyoog hov txav kuas tuab lu, yuav tsw muaj tuabneeg dim tau le. Tassws vem saib rua cov kws tub xaiv ca lawd, txhad muab lub caij lub nyoog txav kuas tuab lu."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.23","label":"23","content":"“Thaus ntawd yog leejtwg has rua mej tas, ‘Saib maj, tug Kheto nyob ntawm nuav,’ lossws has tas, ‘Nwg nyob tim u,’ mej tsw xob ntseeg."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.24","label":"24","content":"Tsua qhov tas yuav muaj cov cuav Kheto hab cov cuav xwbfwb cev lug sawv lug ua txujci tseem ceeb hab txujci phemfwj kws luj kawg, mas yog ua tau, tej txujci hov yuav ntxag cov kws tub xaiv ca lawd kuas yuam kev."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.25","label":"25","content":"Saib nawj, kuv tub has rua mej ua ntej lawm."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.26","label":"26","content":"Yog le nuav yog puab has rua mej tas, ‘Saib maj, nwg nyob huv tebchaws moj saab qhua,’ tsw xob tawm moog saib. Yog puab has tas, ‘Nwg nyob huv txaaj,’ kuj tsw xob ntseeg."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.27","label":"27","content":"Tsag lig xub tawm saab nub tuaj ci moog rua saab nub poob le caag, qhov kws Tuabneeg leej Tub tshwm plawg lug yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.28","label":"28","content":"Tsaj tuag hovtwg, daav noj twm yuav sau nthwv lug rua hov ntawd."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.29","label":"29","content":"“Thaus dhau tej kev ceblaaj txom nyem ntawd lawm, “ ‘lub nub yuav tsaus moog, lub hli yuav tsw ci, tej nub qub yuav poob sau ntuj lug, tej kws muaj fwjchim sau nruab ntug yuav raug muab cu ua zug quas kais.’"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.30","label":"30","content":"Thaus ntawd yaam txujci kws qha txug Tuabneeg leej Tub, yuav tshwm rua sau nruab ntug. Txhua haiv tuabneeg huv qaab ntuj yuav ntaus hauv sab quaj ntsuag, hab puab yuav pum Tuabneeg leej Tub nrug nwg tug fwjchim hab meej mom luj nrug fuab sau ntuj lug."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.31","label":"31","content":"Nwg yuav khaiv nwg cov tubkhai ntuj nrug suab raaj suab xyu nrov heev lug, mas puab yuav qaws cov tuabneeg kws nwg xaiv ca lawd taag nrho plaub ceg kaum ntuj txwj saab ntuj nuav moog thoob plawg saab ntuj tim u huvsw."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.32","label":"32","content":"“Ca le kawm tej pev lug ntawm tsob ntoo cua. Thaus tej ceg mog nyoos hab chiv hlaav nplooj, mej kuj paub tas yuav txug lub caij ntuj kub."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.33","label":"33","content":"Ib yaam le ntawd, thaus mej pum tej xwm txheej nuav huvsw mej kuj paub tas nwg tub lug ze ntawm qhov rooj lawm."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.34","label":"34","content":"Kuv has tseeb rua mej tas, tam tuabneeg nuav yuav tsw tau dua taag moog txug thaus txhua yaam nuav tshwm lug lawm."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.35","label":"35","content":"Lub ntuj hab lub nplajteb yuav dua moog, tassws kuv tej lug yuav tsw pluj hlo le."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.36","label":"36","content":"“Tassws nub ntawd hab teev ntawd tsw muaj leejtwg paub, txawm yog cov tubkhai ntuj hab leej Tub kuj tsw paub tsuas yog leej Txwv tuab leeg paub xwb."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.37","label":"37","content":"Tam kws Nau‑a nyob zoo le caag, tes thaus Tuabneeg leej Tub tshwm plawg lug kuj yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.38","label":"38","content":"Tsua qhov ua ntej kws dej tsw tau nyaab, tej tuabneeg noj haus ua tshoob qua tub qua ntxhais moog txug nub kws Nau‑a nkaag rua huv lub nkoj,"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.39","label":"39","content":"mas puab tub tsw paub moog txug thaus dej lug nyaab hlo puab hab kuav taag nrho huvsw. Thaus Tuabneeg leej Tub tshwm plawg lug yuav zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.40","label":"40","content":"Thaus ntawd muaj ob tug txwvneej nyob tom teb, los yuav coj ib tug moog yuav tseg ib tug ca."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.41","label":"41","content":"Muaj ob tug quaspuj zum zeb huv lub tsev zeb, los yuav coj ib tug moog yuav tseg ib tug ca."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.42","label":"42","content":"Vem le nuav mej yuav tsum ceev faaj zuv tog, tsua qhov mej tsw paub tas mej tug Tswv yuav lug rua nub twg."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.43","label":"43","content":"Ca le paub tas, yog tug tswv tsev xub paub tas tub saab yuav tuaj mo ntuj thaus twg, nwg yuav zuv tog tsw kheev kuas tho tau nwg lub tsev."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.44","label":"44","content":"Yog le nuav mej yuav tsum npaaj txhwj tsua qhov Tuabneeg leej Tub yuav lug rua teev kws mej tsw ncu xaav txug."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.45","label":"45","content":"“Leejtwg yog tug qhev ncaaj hab ntse kws tug lospaav tsaa saib cov tub qhe hab faib mov rua puab noj lawv swjhawm?"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.46","label":"46","content":"Thaus tug lospaav lug pum nwg tseed ua num le hov, tug qhev hov yuav tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.47","label":"47","content":"Kuv has tseeb rua mej tas, tug lospaav yuav tsaa nwg ua tug saib taag nrho lospaav tej cuab txhaj cuab taam huvsw."},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.48","label":"48","content":"Tassws yog tug qhev hov phem hab xaav has tas, ‘Kuv tug lospaav lug qeeb,’"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.49","label":"49","content":"tes nwg txawm chiv muab nwg paab tub qhe ntaus hab moog nrug cov qaug cawv noj haus ua ke,"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.50","label":"50","content":"mas nwg tug lospaav yuav lug rua nub kws nwg tsw ncu xaav txug hab teev kws nwg tsw paub,"},{"bible_id":"1216","chapter_code":"MAT.24","verse_code":"MAT.24.51","label":"51","content":"mas tug lospaav yuav muab nwg tsuav ua tej dwb daim hab tu chaw rua nwg nrug cov tuabneeg ncauj lug zoo sab phem nyob, yog lub chaw kws muaj kev quaj qes nav quas qawv.”"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.1","label":"1","content":"“Thaus txug nub ntawd Ntuj Ceeb Tsheej yuav pev zoo ib yaam le kaum tug hluas nkauj nqaa teeb moog tog tug nraug vauv."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.2","label":"2","content":"Muaj tswb tug ruag muaj tswb tug ntse."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.3","label":"3","content":"Cov kws ruag nqaa teeb kuas tsw nqaa roj moog."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.4","label":"4","content":"Cov kws ntse coj teeb hab coj fwj roj moog."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.5","label":"5","content":"Tug nraug vauv tuaj lig lig tes puab txawm ncaws daab ndub tsaug zug lawm."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.6","label":"6","content":"“Thaus ib taag mo, muaj suab hu has tas, ‘Tug nraug vauv tuaj lawm lauj! Ca le tawm moog tog nwg.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.7","label":"7","content":"Cov hluas nkauj hov suavdawg txawm sawv tseeg lug khu puab tej teeb xeeb."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.8","label":"8","content":"Cov kws ruag has rua cov kws ntse tas, ‘Thov faib mej le roj rua peb hab, vem peb tej teeb tub yuav tuag.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.9","label":"9","content":"Cov kws ntse teb tas, ‘Ntshai tsaam roj tsw txaus rua peb hab mej. Mej ca le moog yuav roj ntawm cov kws muag roj rua mej.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.10","label":"10","content":"Thaus puab cov tawm moog yuav roj lawd, tug nraug vauv txawm tuaj txug, mas cov kws npaaj txhwj lawd kuj tau nrug nwg moog rua huv rooj tshoob, tes lub qhov rooj txawm raug muab kaw lawm."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.11","label":"11","content":"Dhau ntawd tswb tug hluas nkauj ruag hov txawm lug mas has tas, ‘Yawm hlub, yawm hlub, thov qheb qhov rooj rua peb.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.12","label":"12","content":"Tug nraug vauv teb tas, ‘Kuv has tseeb rua mej tas, kuv tsw paub mej.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.13","label":"13","content":"Vem le nuav mej yuav tsum zuv tog, tsua qhov mej tsw paub tas yog nub twg hab yog teev twg."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.14","label":"14","content":"“Nub ntawd pev ib yaam le ib tug yawm kws yuav moog kev deb, nwg txawm hu nwg cov tub qhe lug cuag nwg hab muab nwg tej cuab txhaj cuab taam rua puab saib."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.15","label":"15","content":"Nwg muab tswb talaa rua ib tug, muab ob talaa rua ib tug hab ib talaa  rua dua ib tug, muab rua txhua tug lawv le nyag tug peevxwm, tes nwg txawm moog lawm."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.16","label":"16","content":"Tug kws tau tswb talaa txawm coj cov nyaj hov moog ua laag ua luam taamswm mas tau tshaaj thawj tswb talaa."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.17","label":"17","content":"Ib yaam nkaus tug kws tau ob talaa kuj tau tshaaj thawj ob talaa hab."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.18","label":"18","content":"Tassws tug kws tau ib talaa txawm moog khawb qhov muab nwg tug lospaav le nyaj zais ca."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.19","label":"19","content":"“Dhau ntev loo, cov tub qhe hov tug lospaav txawm rov lug tshuaj saib tej nyaj txag hov puab swv le caag."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.20","label":"20","content":"Tug kws tau tswb talaa txaav lug hab coj tswb talaa kws yog tshaaj thawj lug has tas, ‘Yawm hlub, koj muab tswb talaa cob rua kuv. Saib maj, kuv tau tshaaj thawj tswb talaa hab.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.21","label":"21","content":"Tug lospaav has rua nwg tas, ‘Tug tub qhe zoo hab ncaaj nceeg, koj ua zoo lawm. Koj ua ncaaj rua tej yaam tsawg tsawg, kuv yuav tsaa koj saib tej yaam kws ntau heev. Koj ca le lug nrug kuv zoo sab xyiv faab.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.22","label":"22","content":"Tug kws tau ob talaa kuj txaav lug hab has tas, ‘Yawm hlub, koj muab ob talaa cob rua kuv. Saib maj, kuv tau tshaaj thawj ob talaa hab.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.23","label":"23","content":"Tug lospaav has rua nwg tas, ‘Tug tub qhe zoo hab ncaaj nceeg, koj ua zoo lawm. Koj ua ncaaj rua tej yaam tsawg tsawg, kuv yuav tsaa koj saib tej yaam kws ntau heev. Koj ca le lug nrug kuv zoo sab xyiv faab.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.24","label":"24","content":"Tug kws tau ib talaa kuj txaav lug hab has tas, ‘Yawm hlub, kuv yeej paub tas koj yog ib tug tuabneeg tswv tsaim, koj hlais tej qoob kws koj tsw tau cog hab sau tej kws koj tsw tau tseb."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.25","label":"25","content":"Kuv ntshai kuv txhad muab koj talaa nyaj zais rua huv aav lawm. Saib maj, koj talaa nyaj nyob nuav.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.26","label":"26","content":"Tug lospaav txawm teb nwg tas, ‘Nam tub qhe phem hab cis nkeeg, koj paub tas kuv hlais tej kws kuv tsw tau cog hab sau tej kws kuv tsw tau tseb lov?"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.27","label":"27","content":"Yog le hov, tswm nyog koj coj kuv cov nyaj moog tso rua huv tsev ca nyaj, es thaus kuv rov lug kuv txhad tau kuv cov nyaj hab tau cov paaj."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.28","label":"28","content":"Yog le nuav ca le muab nwg ib talaa nyaj hov rhu moog rua tug kws muaj kaum talaa."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.29","label":"29","content":"Tsua qhov txhua tug kws muaj lawd yuav muab tsaav kuas muaj ntau nplua mag, tassws tug kws tsw muaj, txawm yog tej kws nwg muaj los yuav muab rhu ntawm nwg moog."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.30","label":"30","content":"Ca le muab tug tub qhe tsw tswm txaj hov laim tawm moog rua saab nrau kws tsaus ntuj nti, qhov ntawd yuav muaj kev quaj qes nav quas qawv.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.31","label":"31","content":"“Thaus Tuabneeg leej Tub nrug nwg tug fwjchim ci ntsaa ab hab cov tubkhai ntuj suavdawg nqeg lug, thaus hov nwg yuav nyob tsawg sau nwg lub zwm txwv kws muaj fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.32","label":"32","content":"Ib tsoom tebchaws suavdawg yuav raug sau zog tuaj ua ke rua ntawm nwg xubndag, mas nwg yuav muab puab cais ua ob paab ib yaam le tug yug yaaj cais cov yaaj tawm ntawm cov tshws."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.33","label":"33","content":"Nwg yuav muab cov yaaj tso nyob rua ntawm nwg saab xws, muab cov tshws tso nyob rua ntawm nwg saab phem."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.34","label":"34","content":"Thaus ntawd vaajntxwv yuav has rua cov kws nyob ntawm nwg saab xws tas, ‘Mej cov kws tau koob moov ntawm kuv leej Txwv ca le lug txais lub tebchaws kws tub npaaj tseg rua mej txwj thaus tswm lub nplajteb lug lawm ua mej tug."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.35","label":"35","content":"Vem thaus kuv tshaib mej pub rua kuv noj, thaus kuv nqhes dej mej pub kuv haus, thaus kuv ua qhua txawv ntsej muag mej hu kuv lug tsev,"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.36","label":"36","content":"thaus kuv lab qaab mej muab rua kuv naav, thaus kuv muaj mob mej tuaj saib kuv, thaus kuv raug kaw huv tsev lojfaaj mej tuaj saib kuv.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.37","label":"37","content":"“Mas cov tuabneeg ncaaj nceeg yuav teb nwg tas, ‘Tug Tswv, thaus twg peb pum koj tshaib es tau muab rua koj noj, lossws pum koj nqhes es muab rua koj haus?"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.38","label":"38","content":"Thaus twg peb pum koj ua qhua txawv ntsej muag es tau hu koj lug tsev, lossws pum koj lab qaab es muab rua koj naav?"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.39","label":"39","content":"Thaus twg peb pum koj muaj mob lossws raug kaw es tuaj saib koj?’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.40","label":"40","content":"Vaajntxwv yuav teb puab tas, ‘Kuv has tseeb rua mej tas, qhov kws mej tau ua rua kuv cov kwvtij nuav ib tug twg kws miv dhau, kuj yog ua rua kuv lawm.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.41","label":"41","content":"“Mas nwg yuav has rua cov kws nyob ntawm nwg saab phem tas, ‘Mej cov kws raug tsawm foom, ca le tswv ntawm kuv moog rua huv cub tawg kws kub ib txhws kws npaaj tseg ca rua daab Ntxwg Nyoog hab nwg cov tubkhai lawm."},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.42","label":"42","content":"Tsua qhov thaus kuv tshaib mej tsw pub rua kuv noj, thaus kuv nqhes dej mej tsw pub kuv haus,"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.43","label":"43","content":"thaus kuv ua qhua txawv ntsej muag mej tsw hu kuv lug tsev, thaus kuv lab qaab mej tsw muab rua kuv naav, thaus kuv muaj mob hab raug kaw huv tsev lojfaaj mej tsw tuaj saib kuv.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.44","label":"44","content":"Mas puab yuav teb nwg tas, ‘Tug Tswv, thaus twg peb pum koj tshaib lossws nqhes dej lossws ua qhua txawv ntsej muag lossws lab qaab lossws mob lossws raug kaw, es tsw ua koom rua koj?’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.45","label":"45","content":"Nwg yuav teb puab tas, ‘Kuv has tseeb rua mej tas, qhov kws mej tsw tau ua rua cov nuav ib tug twg kws miv dhau, kuj yog tsw ua rua kuv lawm.’"},{"bible_id":"1216","chapter_code":"MAT.25","verse_code":"MAT.25.46","label":"46","content":"Mas puab yuav tawm moog raug teem txem ib txhws tsw kawg, tassws cov ncaaj nceeg yuav tau txujsa ntev moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.1","label":"1","content":"Thaus Yexu has tej lug nuav huvsw taag lawm nwg txawm has rua nwg cov thwjtim tas,"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.2","label":"2","content":"“Mej yeej paub lawm tas tshuav ob nub xwb tes txug lub caij ua kevcai Hlaa Dhau, mas Tuabneeg leej Tub yuav raug muab cob rua luas teem rua sau khaublig ntoo.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.3","label":"3","content":"Thaus ntawd cov pov thawj hlub hab cov kev txwj quas laug tuaj ua ke rua huv tug tuam pov thawj hlub Khayafa lub tsev,"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.4","label":"4","content":"hab puab sablaaj tuav huv yuav nteg Yexu tuabywv hab muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.5","label":"5","content":"Puab has tas, “Tsw xob nteg nwg rua lub swjhawm kws ua kevcai nuav tsaam tes muaj kev kub ntxhuv rua huv cov pejxeem.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.6","label":"6","content":"Thaus Yexu nyob huv Ximoo kws mob ruas lub tsev huv lub zog Npethani,"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.7","label":"7","content":"Yexu tseed pheeb ntawm rooj mov, txawm muaj ib tug puj nqaa ib fwj  roj tsw qaab muaj nqes heev tuaj cuag Yexu tes txawm muab laub rua sau Yexu taubhau."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.8","label":"8","content":"Thaus cov thwjtim pum le hov puab chim txawm has tas, “Ua caag yuav nkim tej roj nuav?"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.9","label":"9","content":"Cov roj nuav yog muab muag tau nyaj ntau coj moog pub rua cov tuabneeg pluag kuj tau.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.10","label":"10","content":"Yexu kuj paub tes nwg txawm has rua puab tas, “Mej ua rua tug puj nuav ntxhuv sab ua daabtsw? Nwg ua yaam kws zoo heev rua kuv."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.11","label":"11","content":"Yeej yuav muaj cov tuabneeg pluag nrug mej nyob moog le, tassws mej yuav tsw muaj kuv nrug mej nyob moog le."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.12","label":"12","content":"Qhov kws nwg laub roj rua sau kuv lub cev tub yog nwg tu kuv lub cev ca rua nub kws log kuv."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.13","label":"13","content":"Kuv has tseeb rua mej tas, tshaaj tawm txuj xuv zoo nuav tawm moog thoob nplajteb txug hovtwg, qhov kws tug puj nuav ua yuav nrov nchaa moog txug hov ntawd ua lub chaw ncu txug nwg.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.14","label":"14","content":"Thaus ntawd kaum ob tug thwjtim tug kws npe hu ua Yutas Ikhali‑au txawm moog cuag cov pov thawj hlub,"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.15","label":"15","content":"hab has tas, “Yog kuv muab Yexu cob rua mej, mej yuav muab daabtsw rua kuv?” Puab txawm suav peb caug lub nyaj rua nwg."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.16","label":"16","content":"Txwj thaus hov lug Yutas nrhav swjhawm yuav muab Yexu cob rua puab."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.17","label":"17","content":"Thawj nub kws ua kevcai Noj Ncuav tsw Xyaw Keeb cov thwjtim lug has rua Yexu tas, “Yuav ca peb npaaj kevcai Hlaa Dhau  rua koj noj hovtwg?”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.18","label":"18","content":"Nwg has tas, “Ca le moog cuag ib tug yawm huv lub nroog hab has rua nwg tas, ‘Tug xwbfwb has tas, Lub swjhawm kws teem rua kuv lug ze lawm. Kuv yuav nrug kuv cov thwjtim ua kevcai Hlaa Dhau rua huv koj lub tsev.’ ”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.19","label":"19","content":"Cov thwjtim kuj ua lawv le Yexu has, puab txawm moog npaaj ua kevcai Hlaa Dhau txhwj zog."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.20","label":"20","content":"Thaus tsaus ntuj Yexu nrug kaum ob tug thwjtim nyob pheeb ntawm rooj mov ua ke."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.21","label":"21","content":"Thaus puab saamswm noj, nwg txawm has tas, “Kuv has tseeb rua mej tas, mej cov nuav muaj ib tug yuav faav xeeb rua kuv.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.22","label":"22","content":"Puab kuj ntxhuv sab heev puab nyag taug nyag chiv nug tas, “Tug Tswv, yog kuv lov?”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.23","label":"23","content":"Yexu teb tas, “Tug kws cev nwg txhais teg nrug kuv koom ntsw ib lub taig yog tug kws yuav faav xeeb rua kuv."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.24","label":"24","content":"Tuabneeg leej Tub yuav moog lawv le tej kws muaj sau ca has txug nwg, tassws tug kws faav xeeb rua Tuabneeg leej Tub yeej yuav raug txom nyem kawg. Tsw xob yug nwg lug kuj zoo dua.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.25","label":"25","content":"Yutas kws faav xeeb rua Yexu txawm has tas, “Xwbfwb,  yog kuv lov?” Yexu teb nwg tas, “Koj has yog lawm.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.26","label":"26","content":"Thaus puab noj mov, Yexu txawm muab ib lub ncuav lug foom koob moov rua mas muab ndais cev rua cov thwjtim hab has tas, “Ca le txais moog noj, nuav yog kuv lub cev.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.27","label":"27","content":"Hab nwg muab ib lub khob lug ua Vaajtswv tsaug taag muab cev rua puab has tas, “Mej txhua tug ca le haus lub khob nuav."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.28","label":"28","content":"Nuav yog kuv cov ntshaav kws nas hom thawj rua tej lug cog tseg, kws raug muab nchuav daws tuabneeg coob coob lub txem."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.29","label":"29","content":"Kuv has rua mej tas kuv yuav tsw haus cawv txwv maab nuav dua le moog txug nub kws kuv nrug mej haus cawv txwv maab tshab huv kuv leej Txwv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.30","label":"30","content":"Thaus puab hu ib zaaj nkauj taag puab tawm moog rua peg roob Txwv Aulib."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.31","label":"31","content":"Thaus ntawd Yexu has rua puab tas, “Mo nuav mej txhua tug yuav tso kuv tseg, vem muaj lug sau ca has tas, “ ‘Kuv yuav tua tug yug yaaj, mas paab yaaj yuav tawg ua saab ua sua moog.’"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.32","label":"32","content":"Tassws thaus kuv raug muab tsaa caj sawv rov lug lawm, kuv yuav ua mej ntej moog rua Kalilai.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.33","label":"33","content":"Petu txawm has rua Yexu tas, “Txawm yog puab suavdawg tso koj tseg los kuv yuav tsw tso koj tseg hlo le.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.34","label":"34","content":"Yexu has rua nwg tas, “Kuv has tseeb rua koj tas, mo nuav ntaag thaus qab tsw tau qua koj yuav tsw leeg paub kuv peb zag.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.35","label":"35","content":"Petu has rua nwg tas, “Txawm yog kuv yuav tsum nrug koj tuag, los kuv yuav tsw has tas kuv tsw paub koj.” Cov thwjtim suavdawg puavleej has le ntawd."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.36","label":"36","content":"Tes Yexu txawm nrug nwg cov thwjtim moog rua ib qho chaw kws hu ua Kexemane, mas nwg has rua puab tas, “Ca le nyob tsawg ntawm nuav rua thaus kuv moog thov Vaajtswv lawm tod.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.37","label":"37","content":"Nwg coj Petu hab Xenpenti ob tug tub nrug nwg moog. Yexu chiv txhawj hab ntxhuv sab kawg."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.38","label":"38","content":"Yexu has rua puab tas, “Kuv lub sab ntxhuv kawg tub yuav tuag. Mej ca le nyob ntawm nuav hab nrug kuv zuv tog.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.39","label":"39","content":"Yexu txawm moog rua tom ntej mivntswv mas nwg khwb nkaus rua huv peg teb thov has tas, “Au kuv leej Txwv, yog ua tau, thov ca lub khob nuav dhau ntawm kuv moog. Txawm le caag kuj xwj, thov tsw xob ca ua lawv le kuv lub sab tassws ca ua lawv le koj lub sab.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.40","label":"40","content":"Nwg rov lug rua ntawm cov thwjtim pum puab pw tsaug zug taag. Nwg txhad has rua Petu tas, “Mej nrug kuv zuv tog ib nyuas teev tsw taug le lov?"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.41","label":"41","content":"Mej yuav tsum zuv tog hab thov Vaajtswv sub mej txhad tsw raug kev swm sab. Lub sab npaaj txhwj lawm tassws lub cev tsw muaj zug.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.42","label":"42","content":"Yexu txawm rov moog thov Vaajtswv zag ob has tas, “Au kuv leej Txwv, yog lub khob nuav dhau ntawm kuv moog tsw tau, yog kuv yuav tsum haus xwb, mas thov ca ua lawv le koj lub sab.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.43","label":"43","content":"Yexu rov lug pum puab pw tsaug zug dua ib zag vem puab qheb tsw taug qhov muag."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.44","label":"44","content":"Nwg txawm ncaim puab rov moog thov Vaajtswv zag peb ib yaam le thov thawj ob zag."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.45","label":"45","content":"Nwg txawm rov lug rua ntawm cov thwjtim hab has rua puab tas, “Mej tseed pw tsaug zug hab su lug sav lov? Lub swjhawm tub lug txug lawm, mas Tuabneeg leej Tub tub raug muab cob rua huv cov tuabneeg txhum txhais teg lawm."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.46","label":"46","content":"Ca le sawv tseeg, peb moog. Saib maj, tug kws faav xeeb rua kuv tuaj ze lawm.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.47","label":"47","content":"Thaus Yexu tseed saamswm has lug, tes Yutas kws yog ib tug thwjtim huv kaum ob leeg ntawd txawm tuaj txug, hab muaj tuabneeg coob coob coj ntaaj coj qws nrug nwg tuaj, yog cov pov thawj hlub hab cov kev txwj quas laug khaiv tuaj."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.48","label":"48","content":"Tug kws faav xeeb hov tub qha rua puab ua ntej tas, “Kuv nwj tug twg mas yog tug hov ntaag. Ca le nteg kag nwg.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.49","label":"49","content":"Taamswm ntawd Yutas txawm lug rua ntawm Yexu hab has tas, “Nyob zoo, xwbfwb,”  hab nwj Yexu."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.50","label":"50","content":"Yexu has rua nwg tas, “Kwvluag, ca le ua lawv le koj xaav tseg lawm.”  Tes cov tuabneeg hov txawm lug ntsab nkaus Yexu muab nwg nteg."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.51","label":"51","content":"Thaus hov muaj ib tug kws nrug nraim Yexu txawm cev teg rhu hlo ntaaj lug tuab ntaug tug tuam pov thawj hlub tug tub qhe txav nwg ib saab nplooj ntseg tu nrho."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.52","label":"52","content":"Yexu has rua nwg tas, “Ca le muab koj raab ntaaj ntxwg rua huv lub naab, vem tas txhua tug kws swv ntaaj yeej yuav tuag rua nav ntaaj."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.53","label":"53","content":"Mej xaav tas kuv yuav thov kuv leej Txwv tsw tau lov? Mas nwg yuav tso tubkhai ntuj coob dua kaum ob paab tub rog  lug paab kuv taamswm ntawd."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.54","label":"54","content":"Yog ua le ntawd mas tej lug kws has tas yuav tsum muaj le nuav, yuav tav tau le caag?”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.55","label":"55","content":"Thaus ntawd Yexu has rua cov tuabneeg tas, “Mej coj ntaaj coj qws tuaj nteg kuv ib yaam le tawm moog nteg tub saab lov? Kuv naj nub nyob tsawg huv lub tuam tsev qhuab qha, los mej tsua tsw nteg kuv."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.56","label":"56","content":"Tassws tej xwm txheej nuav huvsw tshwm lug txhad tav lawv le tej lug kws cov xwbfwb cev lug sau ca.” Tes cov thwjtim suavdawg txawm tso Yexu tseg tswv taag lawm."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.57","label":"57","content":"Cov kws nteg Yexu txawm coj nwg moog rua ntawm tug tuam pov thawj hlub Khayafa. Cov xwbfwb qha Vaajtswv kevcai hab cov kev txwj quas laug tub tuaj txoos ua ke rua hov ntawd lawm."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.58","label":"58","content":"Petu lawv Yexu qaab deb deb moog txug lub tshaav puam ntawm tug tuam pov thawj hlub lub tsev. Nwg nkaag moog nrug cov tub rog kws zuv lub tuam tsev nyob ua ke rua huv xauj, saib thaus kawg yuav zoo le caag."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.59","label":"59","content":"Cov pov thawj hlub hab taag nrho cov thawj lub rooj sablaaj txawm nrhav cuav timkhawv nkaug Yexu sub txhad tua tau nwg pov tseg."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.60","label":"60","content":"Txawm yog muaj ntau leej lug ua cuav timkhawv tum los nrhav tsw tau keeb puam. Thaus kawg muaj ob leeg lug,"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.61","label":"61","content":"hab has tas, “Tug nuav has tas, ‘Kuv yuav rhuav Vaajtswv lub tuam tsev pov tseg mas peb nub xwb yuav ua tau dua tshab.’ ”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.62","label":"62","content":"Tug tuam pov thawj hlub txawm sawv tseeg has tas, “Koj tsw muaj ib lu lug teb lov? Puab kom koj txug daabtsw?”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.63","label":"63","content":"Yexu nyob tuabywv. Tug tuam pov thawj hlub txawm has tas, “Kuv ca koj tuav Vaajtswv kws muaj txujsa nyob lub npe twv has rua peb tas koj yog tug Kheto kws yog Vaajtswv tug Tub los tsw yog.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.64","label":"64","content":"Yexu has rua nwg tas, “Yog le koj has. Tassws kuv has rua mej tas, tom hauv ntej mej yuav pum Tuabneeg leej Tub nyob tsawg ntawm tug kws muaj fwjchim luj kawg saab xws, hab nrug fuab sau ntuj lug.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.65","label":"65","content":"Tes tug tuam pov thawj hlub txawm dua rhe nwg lub tsho hab has tas, “Nwg has lug tuam mom Vaajtswv lawm. Peb tseed yuav timkhawv ntxwv le caag hab? Mej tub nov nwg has tuam mom Vaajtswv lawm."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.66","label":"66","content":"Mej pum zoo le caag?” Puab teb tas, “Tswm nyog muab teem txem tuag.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.67","label":"67","content":"Puab txawm ntu qub ncaug rua Yexu ntsej muag hab ntaus nwg hab muaj qee leej xuas tawg ncuav rua Yexu,"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.68","label":"68","content":"hab has tas, “Tug Kheto, ca le cev Vaajtswv lug rua peb. Saib leejtwg ntaus koj?”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.69","label":"69","content":"Petu nyob tsawg nrau lub tshaav puam. Muaj ib tug nkauj qhev lug has rua nwg tas, “Koj tub nrug Yexu kws yog tuabneeg Kalilai ua ke los sas.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.70","label":"70","content":"Tassws Petu tsw leeg taab meeg suavdawg, nwg has tas, “Qhov kws koj has kod kuv tsw paub le.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.71","label":"71","content":"Thaus Petu tawm moog rua ntawm rooj vaag muaj dua ib tug nkauj qhev txawm pum nwg tes txawm has rua cov tuabneeg kws nyob ib ncig ntawd tas, “Tug nuav yeej nrug Yexu kws yog tuabneeg Naxale nyob ua ke.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.72","label":"72","content":"Petu rov tsw leeg hab twv has tas, “Kuv yeej tsw paub tug hov le.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.73","label":"73","content":"Tom qaab ntawd mivntswv cov tuabneeg kws nyob ib ncig txawm lug has rua Petu tas, “Koj yeej yog puab cov hov ib tug tag tag le, tsua qhov koj lub suab seebchim yeej qha rua peb paub lawm.”"},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.74","label":"74","content":"Petu txawm chiv twv tsawm tawv tawv has tas, “Kuv tsw paub tug hov hlo le.” Taamswm ntawd qab txawm qua."},{"bible_id":"1216","chapter_code":"MAT.26","verse_code":"MAT.26.75","label":"75","content":"Petu txhad ncu dheev txug tej lug kws Yexu tau has tas, “Thaus qab tsw tau qua koj yuav tsw leeg paub kuv peb zag.” Tes Petu txawm moog rua saab nrau quaj nyuaj sab heev."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.1","label":"1","content":"Thaus sawv ntxuv cov pov thawj hlub suavdawg hab cov kev txwj quas laug sablaaj yuav muab Yexu tua pov tseg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.2","label":"2","content":"Puab txawm muab nwg khi coj moog cob rua Philaj kws yog tug tswv xeev."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.3","label":"3","content":"Thaus Yutas kws faav xeeb rua Yexu pum tas Yexu raug teem txem nwg txawm ntxeev dua sab hab coj peb caug lub nyaj hov tuaj thim rua cov pov thawj hlub hab cov kev txwj quas laug,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.4","label":"4","content":"has tas, “Kuv tau ua txhum qhov kws tau muab tug kws tsw txhum cob rua luas tua.” Puab has tas, “Tej kod ntswg txug peb daabtsw? Koj ca le ua le kws koj pum zoo xwb.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.5","label":"5","content":"Yutas txawm muab cov nyaj hov pov rua huv lub tuam tsev mas tawm moog lawm. Nwg txawm moog dai cej daab tuag."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.6","label":"6","content":"Cov pov thawj hlub txawm khaws cov nyaj hov lug mas has tas, “Qhov kws muab cov nyaj nuav ca rua huv lub txhaab nyaj tuam tsev kuj tsw raug cai tsua qhov yog nqe ntshaav.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.7","label":"7","content":"Thaus puab sablaaj has hum lawm, puab txawm coj cov nyaj hov moog yuav tug Kws Puab Laujkaub Aav daim teb ca ua toj ntxaa log lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.8","label":"8","content":"Vem le nuav luas txhad hu daim teb hov tas Daim Teb Ntshaav lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.9","label":"9","content":"Qhov nuav kuj tav lawv le tej lug kws xwbfwb Yelemi cev Vaajtswv lug has tas, “Puab txais peb caug lub nyaj hov kws yog tug hov le nqe kws cov Yixayee qee leej ntaus nqe ca lawd,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.10","label":"10","content":"mas coj moog yuav tug Kws Puab Laujkaub Aav daim teb lawv le tug Tswv tau has tseg ca rua kuv.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.11","label":"11","content":"Thaus Yexu sawv ntawm tug tswv xeev xubndag, tug tswv xeev nug tas, “Koj yog cov Yutai tug vaajntxwv lov?” Yexu has tas, “Yog le koj has.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.12","label":"12","content":"Tassws thaus cov pov thawj hlub hab cov kev txwj quas laug kom, Yexu tsw teb ib lus le."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.13","label":"13","content":"Philaj txawm has rua nwg tas, “Koj tsw nov tej lug kws puab kom koj ntau yaam le lov?”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.14","label":"14","content":"Tassws Yexu tsw teb puab tej lug kom ib lus le, tug tswv xeev kuj phemfwj heev."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.15","label":"15","content":"Lawv le ib txwm txhua zag kws ua kevcai Hlaa Dhau tug tswv xeev yuav tso ib tug raug txem dim lawv le cov pejxeem pum zoo."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.16","label":"16","content":"Zag hov muaj ib tug raug txem hu ua [Yexu]  Npalanpa kws sauvdawg paub."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.17","label":"17","content":"Thaus cov pejxeem tuaj txoos ua ke, Philaj has rua puab tas, “Mej xaav kuas kuv tso leejtwg dim, [Yexu] Npalanpa lossws Yexu kws hu ua Kheto?”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.18","label":"18","content":"Philaj paub tas puab khib txhad muab Yexu cob rua nwg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.19","label":"19","content":"Thaus Philaj nyob tsawg has plaub hov, nwg tug quaspuj has tuaj rua nwg tas, “Tsw xob ntswg txug tug ncaaj nceeg hov hlo le, tsua qhov nub nua kuv ua npau suav txug nwg ua rua kuv nyuaj sab heev.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.20","label":"20","content":"Cov pov thawj hlub hab cov kev txwj quas laug haub cov pejxeem kuas thov tso Npalanpa es muab Yexu tua pov tseg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.21","label":"21","content":"Tug tswv xeev rov has rua puab tas, “Ob tug nuav mej xaav kuas kuv tso tug twg?” Puab teb tas, “Npalanpa.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.22","label":"22","content":"Philaj txawm has tas, “Yog le hov kuv yuav ua le caag rua Yexu kws hu tas Kheto?” Puab suavdawg has tas, “Muab teem rua sau khaublig ntoo.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.23","label":"23","content":"Philaj txhad has tas, “Ua caag muab teem? Nwg tau ua txhum daabtsw?” Tassws puab yimfuab qw has tas, “Muab nwg teem rua sau khaublig ntoo.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.24","label":"24","content":"Thaus Philaj pum tas tsw tau qaabhau tsuas muaj kev kub ntxhuv tuaj xwb, nwg txawm muab dej lug ntxuav teg taab meeg cov tuabneeg hov has tas, “Kuv tsw txhum tsua qhov kws tug nuav tuag. Mej ua mej xwb.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.25","label":"25","content":"Ib tsoom tuabneeg teb tas, “Ca tug hov cov ntshaav poob rua sau peb hab peb tej mivnyuas.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.26","label":"26","content":"Philaj txhad tso Npalanpa rua puab, mas muab Yexu nplawm hab muab cob rua luas coj moog teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.27","label":"27","content":"Tug tswv xeev cov tub rog txawm coj Yexu moog rua huv lub tsev Plitholia,  mas sau hlo paab tub rog suavdawg tuaj vej nkaus Yexu."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.28","label":"28","content":"Puab muab nwg cev tsoog hle tseg hab muab ib lub tsho ntev lab lug ua rua Yexu naav."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.29","label":"29","content":"Puab muab xuav paug ntsaaj lug qhab ua ib lub mom vaajntxwv looj nwg taubhau, hab muab ib tug lojkov rua nwg tuav huv nwg txhais teg xws. Puab txhus caug ndua ntawm nwg xubndag thuaj luag has tas, “Cov Yutai tug vaajntxwv, thov kuas koj tau zoo lauj!”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.30","label":"30","content":"Puab ntu qub ncaug rua nwg hab muab tug lojkov lug ntaus nwg taubhau."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.31","label":"31","content":"Thaus puab ua saib tsw taug Yexu taag lawd, puab muab lub tsho ntev hle hab rov muab nwg cev tsoog ua rua nwg naav, hab coj nwg moog yuav muab teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.32","label":"32","content":"Thaus puab tawm moog puab ntswb ib tug tuabneeg Khulene hu ua Ximoo, puab txawm yuam nwg kwv Yexu tug khaublig ntoo."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.33","label":"33","content":"Thaus puab moog txug lub chaw kws hu ua Kaukautha kws txhais has tas lub chaw txhaa taubhau,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.34","label":"34","content":"puab txawm muab cawv txwv maab xyaw maab dib ab cev rua Yexu haus. Thaus nwg swm mivntswv lawd nwg tsw kaam haus."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.35","label":"35","content":"Thaus puab muab Yexu teem rua sau khaublig ntoo lawd, puab txawm muab nwg cev tsoog tsho lug rhu ntawv sws faib rua puab."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.36","label":"36","content":"Tes puab txawm nyob tsawg hov ntawd zuv nwg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.37","label":"37","content":"Puab muab cov lug kws kom Yexu sau teem ncaaj rua sau nwg taubhau has tas, “Tug nuav yog Yexu, yog cov Yutai tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.38","label":"38","content":"Zag hov puab muab ob tug tub saab teem nrug Yexu ua ke hab, saab xws ib tug, saab phem ib tug."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.39","label":"39","content":"Tej tuabneeg kws dua kev moog lug kuj thuaj Yexu cu hau quas nyo,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.40","label":"40","content":"has tas, “Tug kws yuav rhuav lub tuam tsev hab peb nub xwb ua dua tshab 'e, koj ca le cawm koj tug kheej kuas dim los maj. Yog koj yog Vaajtswv tug Tub, ca le nqeg sau khaublig ntoo lug los maj.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.41","label":"41","content":"Cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai hab cov kev txwj quas laug kuj thuaj luag nwg ib yaam nkaus has tas,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.42","label":"42","content":"“Nwg cawm tau luas dim, tassws nwg cawm tsw tau nwg dim. Nwg yog cov Yixayee tug vaajntxwv. Ca nwg nqeg sau khaublig ntoo lug taamswm nuav mas peb txhad le ntseeg nwg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.43","label":"43","content":"Nwg tso sab rua Vaajtswv. Yog Vaajtswv txaus sab rua nwg, thov Vaajtswv tso nwg dim taamswm nuav. Tsua qhov nwg tub has tas, ‘Kuv yog Vaajtswv tug Tub.’ ”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.44","label":"44","content":"Ob tug tub saab kws raug muab teem nrug Yexu kuj thuaj nwg ib yaam nkaus hab."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.45","label":"45","content":"Ntuj txawm tsaus ndais thoob plawg lub tebchaws txwj thaus taav su moog txug nub qaij peb teev."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.46","label":"46","content":"Kwvlaam peb teev Yexu qw nrov nrov has tas, “Eli, eli, Lama xanpathani?” txhais has tas, “Kuv tug Vaajtswv, kuv tug Vaajtswv ua caag koj tso kuv tseg lawm?”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.47","label":"47","content":"Thaus cov tuabneeg kws nyob ntawd qee leej nov tes txawm has tas, “Tug yawm hov hu Eliya.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.48","label":"48","content":"Taamswm ntawd ib tug dha moog muab ib lub xwb kuab raus cov kua qaub  chob rua tug hauv paas lojkov cev moog rua Yexu haus."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.49","label":"49","content":"Tassws muaj dua ib cov has tas, “Tsw xob ua daabtsw, ca peb saib Eliya yuav lug cawm nwg los tsw lug.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.50","label":"50","content":"Thaus Yexu rov qw nrov dua ib zag tes nwg txawm tso nwg txujsa tseg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.51","label":"51","content":"Na cav daim ntaub kws thaiv huv lub tuam tsev txawm nduag rhe saab sau lug thoob plawg huv taw ua ob daim, aav kuj tseeg ua zug quas kais, tej txhwb zeb kuj tawg zum zawg,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.52","label":"52","content":"tej qhov ntxaa kuj qheb, hab Vaajtswv cov tuabneeg kws tuag lawd raug muab tsaa sawv lug."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.53","label":"53","content":"Mas thaus Yexu caj sawv lug lawd, puab cov ntawd kuj tawm huv qhov ntxaa moog rua huv lub nroog dawb huv tshwm rua tuabneeg coob coob pum."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.54","label":"54","content":"Thaus tug thawj rog kws kaav ib puas leej hab cov kws nrug nwg zuv Yexu pum aav tseeg quas nkawg hab txhua yaam tshwm tuaj le nuav, mas puab ntshai kawg le hab has tas, “Tug nuav yog Vaajtswv tug tub tag tag le.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.55","label":"55","content":"Hov ntawd muaj cov quaspuj coob coob sawv deb deb saib, puab yog cov kws nrug Yexu tuaj peg Kalilai tuaj hab ua koom rua nwg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.56","label":"56","content":"Huv puab cov hov muaj Maivlag Mantala, hab Yakaunpau hab Yauxej nam, hab Xenpenti ob tug tub le nam."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.57","label":"57","content":"Thaus yuav tsaus ntuj muaj ib tug nplua nuj kws nyob huv lub moos Alimathia hu ua Yauxej tuaj, nwg kuj yog Yexu le thwjtim."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.58","label":"58","content":"Nwg moog cuag Philaj thov Yexu lub cev tuag. Philaj txhad has kuas muab cob rua nwg."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.59","label":"59","content":"Yauxej txawm muab Yexu lub cev tuag lug hab muab ib daim ntaub maag kws huv lug qhwv,"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.60","label":"60","content":"coj moog tso rua huv Yauxej lub qhov ntxaa tshab kws nwg txaug ca rua huv phaab zeb, mas dov ib daim laag zeb luj npug lub rooj ntxaa tes txawm moog lawm."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.61","label":"61","content":"Maivlag Mantala hab dua ib tug Maivlag kuj nyob tsawg hov ntawd ncaaj ntawm lub rooj ntxaa."},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.62","label":"62","content":"Taagkig tom qaab dhau nub kws npaaj rua nub Xanpatau lawm, cov pov thawj hlub hab cov Falixai ua ke tuaj cuag Philaj"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.63","label":"63","content":"has tas, “Yawm hlub, peb ncu tau tas tug tuabneeg daag hov thaus nwg tseed muaj txujsa nyob nwg has tas, ‘Dhau peb nub mas kuv yuav caj sawv rov lug.’"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.64","label":"64","content":"Yog le hov thov koj has kuas zuv lub qhov ntxaa ruaj ruaj kuas puv peb nub, ntshai tsaam nwg cov thwjtim tuaj nyag nwg lub cev moog hab has rua cov pejxeem tas, ‘Nwg tub sawv caj huv qhov tuag rov lug lawm.’ Tes qhov kws daag zag nuav yuav phem heev dua thawj zag.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.65","label":"65","content":"Philaj txhad has rua puab tas, “Tub rog zuv yeej yog mej le, mas mej ca le moog zuv ruaj ruaj npaum le kws ua tau.”"},{"bible_id":"1216","chapter_code":"MAT.27","verse_code":"MAT.27.66","label":"66","content":"Puab txawm moog ntaus hom thawj rua daim laag zeb kaw lub rooj ntxaa ruaj ruaj hab tso tub rog zuv."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.1","label":"1","content":"Thaus dhau nub Xanpatau lawm, nub ib  thaus kaaj ntug txoog Maivlag Mantala hab dua ib tug Maivlag txawm moog saib lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.2","label":"2","content":"Na cav ntuj txawm qeg tseeg quas nkawg heev. Tug Tswv ib tug tubkhai ntuj nqeg lug muab daim laag zeb dov tawm, tes txawm nyob tsawg sau daim laag zeb hov."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.3","label":"3","content":"Saib tug tubkhai hov mas zoo le tsag lig xub hab nwg cev tsoog tsho dawb paug le daus xwb daus npu."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.4","label":"4","content":"Cov tub rog kws zuv ntxaa ntshai tug tubkhai ntuj hov tshee quas nyo hab zoo yaam le tuabneeg tuag."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.5","label":"5","content":"Tug tubkhai ntuj txhad has rua cov quaspuj tas, “Tsw xob ntshai, kuv paub tas meb tuaj nrhav Yexu kws raug muab teem rua sau tug khaublig ntoo."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.6","label":"6","content":"Nwg tsw nyob ntawm nuav, nwg tub caj sawv lug lawm lawv le nwg tub has tseg lawd. Ca le lug saib lub chaw kws nwg pw."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.7","label":"7","content":"Hab maaj nroog moog has rua nwg cov thwjtim tas, ‘Nwg tub caj sawv huv qhov tuag rov lug lawm, nwg yuav ua mej ntej moog rua peg Kalilai. Mej yuav pum nwg hov ntawd.’ Nuav yog kuv has rua meb ntaag.”"},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.8","label":"8","content":"Ob tug txawm tawm huv lub qhov ntxaa sai sai ntshai hab zoo sab hab dha moog qha rua Yexu cov thwjtim."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.9","label":"9","content":"Na cav Yexu txawm ntswb ob tug hab has tas, “Nyob zoo lov?” Ob tug txawm lug ze tuav nkaus Yexu kwtaw pe hawm nwg."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.10","label":"10","content":"Yexu has rua ob tug tas, “Tsw xob ntshai, ca le moog has rua kuv cov kwvtij kuas moog rua Kalilai, puab yuav ntswb kuv hov ntawd.”"},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.11","label":"11","content":"Thaus cov quaspuj hov saamswm moog cov tub rog kws zuv lub ntxaa qee leej kuj moog rua huv nroog hab qha txhua yaam xwm kws tshwm lug rua cov pov thawj hlub."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.12","label":"12","content":"Thaus cov pov thawj hlub hab cov kev txwj quas laug tuaj ua ke sablaaj ua ke taag lawd puab txawm muab nyaj ntau ntsaws rua cov tub rog"},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.13","label":"13","content":"hab has tas, “Mej ca le has tas, ‘Thaus tsaus ntuj kws peb tsaug zug lawm Yexu cov thwjtim tuaj nyag nwg lub cev tuag coj moog lawm.’"},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.14","label":"14","content":"Yog tug tswv xeev nov txug tej nuav, peb le maav nrug nwg has, tsw pub mej raug teeb meem.”"},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.15","label":"15","content":"Cov tub rog txawm txais cov nyaj hov hab ua lawv le puab qha. Mas zaaj nuav nchaa moog rua huv cov Yutai txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.16","label":"16","content":"Kaum ib tug thwjtim txawm moog rua peg Kalilai moog txug lub roob kws Yexu has rua puab."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.17","label":"17","content":"Thaus puab pum Yexu puab pe hawm nwg, tassws muaj qee leej tseed ua xyem xyaav."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.18","label":"18","content":"Yexu txawm txaav lug ze hab has rua puab tas, “Fwjchim taag nrho sau ntuj hab huv nplajteb tub muab cob rua kuv lawm."},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.19","label":"19","content":"Yog le nuav mej ca le moog coj txhua haiv tuabneeg lug ua kuv le thwjtim, hab muab puab ua kevcai raus dej huv leej Txwv, leej Tub hab Vaaj Ntsuj Plig kws dawb huv lub npe,"},{"bible_id":"1216","chapter_code":"MAT.28","verse_code":"MAT.28.20","label":"20","content":"hab qha kuas puab tuav rawv txhua yaam kws kuv tau qha rua mej lawd. Hab kuv naj nub yuav nrug nraim mej moog txug lub swjhawm kawg.”"}]