[{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.1","label":"1","content":"Yexu Kheto kws yog Vaajtswv tug Tub  txuj xuv zoo yog chiv le nuav moog."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.2","label":"2","content":"Yog lawv le Yaxaya kws yog xwbfwb cev Vaajtswv lug sau ca has tas, “Saib maj, kuv tso kuv tug tubkhai moog ua koj ntej, tug hov yuav npaaj koj txujkev ca."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.3","label":"3","content":"Muaj ib lub suab qw huv tebchaws moj saab qhua has tas, ‘Ca le npaaj tug Tswv txujkev, ca le ua nwg txuj kev kuas ncaaj.’ ”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.4","label":"4","content":"Yauhaa kws coj ua kevcai raus dej kuj tshwm lug rua huv tebchaws moj saab qhua.  Nwg tshaaj tawm kuas ua kevcai raus dej qha tas ntxeev dua sab tshab txhad tau txais kev zaam txem."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.5","label":"5","content":"Thoob plawg Yutia tebchaws hab cov tuabneeg huv Yeluxalee kuj tawm moog cuag nwg. Puab nyag leeg nyag lub txem txhum mas Yauhaa muab puab ua kevcai raus dej huv tug dej Yalatee."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.6","label":"6","content":"Yauhaa naav tej rwg tsho kws muab plaub ntxhuav ua hab sa txuj hlaa tawv ntawm duav, nwg noj kooj ntaas hab zwb ntaab."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.7","label":"7","content":"Nwg tshaaj tawm has tas, “Muaj ib tug yuav ua kuv qaab lug muaj fwjchim luj dua kuv, kuv tub tsw tswm nyog khoov moog daws nwg txuj hlua khau."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.8","label":"8","content":"Kuv muab mej ua kevcai raus huv dej tassws nwg yuav muab mej ua kevcai raus huv Vaaj Ntsuj Plig kws dawb huv.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.9","label":"9","content":"Lub swjhawm ntawd Yexu txawm tawm huv lub moos Naxale kws nyob huv lub xeev Kalilai tuaj, mas Yauhaa muab nwg ua kevcai raus dej huv tug dej Yalatee."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.10","label":"10","content":"Thaus Yexu tawm huv dej lug taamswm nwg txawm pum rooj ntug qheb hlo hab Vaaj Ntsuj Plig zoo le ib tug nquab nqeg lug rua sau nwg."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.11","label":"11","content":"hab muaj suab has sau ntuj tuaj has tas, “Koj yog kuv tug Tub kws kuv hlub, kuv txaus sab rua koj heev.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.12","label":"12","content":"Taamswm ntawd Vaaj Ntsuj Plig txawm txhwb Yexu moog rua huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.13","label":"13","content":"Mas Yexu nyob huv tebchaws moj saab qhua raug Xataa  swm tau plaub caug nub. Yexu nrug tsaj qus nyob hab cov tubkhai ntuj lug ua koom rua nwg."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.14","label":"14","content":"Thaus Yauhaa raug nteg lawm, Yexu txawm moog rua Kalilai hab tshaaj tawm Vaajtswv txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.15","label":"15","content":"has tas, “Puv lub swjhawm lawm, hab Vaajtswv lub tebchaws lug ze lawm, ca le ntxeev dua sab tshab hab ntseeg txuj xuv zoo.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.16","label":"16","content":"Thaus Yexu moog lawv ntug Havtxwv Kalilai nwg pum Ximoo hab Ximoo tug kwv Anru, saamswm ntaus vaag huv havtxwv. Ob tug yog tuabneeg muab ntseg."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.17","label":"17","content":"Yexu has rua ob tug tas, “Ca le lug, lawv kuv qaab, mas kuv yuav tsaa meb ua cov kws npu tuabneeg ib yaam le npu ntseg.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.18","label":"18","content":"Taamswm ntawd ob tug txawm tso ob tug tej vaag tseg hab lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.19","label":"19","content":"Yexu moog rua tom ntej mivntswv kuj pum Xenpenti ob tug tub yog Yakaunpau hab nwg tug kwv Yauhaa saamswm ntxwv vaag huv lub nkoj."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.20","label":"20","content":"Taamswm ntawd Yexu txawm hu ob tug tes ob tug txawm tso leej txwv Xenpenti hab cov tub zug tseg rua huv lub nkoj mas lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.21","label":"21","content":"Puab moog rua huv lub moos Khapena‑u, tes txug nub Xanpatau  Yexu txawm moog qhuab qha huv lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.22","label":"22","content":"Puab kuj xaav tsw thoob rua tej lug kws nwg qha, tsua qhov nwg muaj fwjchim qhuab qha puab, tsw thooj le puab cov xwbfwb."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.23","label":"23","content":"Taamswm ntawd muaj ib tug yawm raug daab qas nyob huv tsev sablaaj qw nrov,"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.24","label":"24","content":"has tas, “Yexu kws yog tuabneeg Naxale, koj tuaj thaab peb ua daabtsw? Koj tuaj ua kuas peb puam tsuaj lov? Kuv paub koj yog leejtwg, koj yog tug dawb huv ntawm Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.25","label":"25","content":"Yexu txawm txwv daab has tas, “Ca le nyob tuabywv, hab ca le tawm plawg huv nwg moog.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.26","label":"26","content":"Tug daab qas ua rua tug hov fuam ib tshaaj, hab qw nrov nrov tawm huv nwg lawm."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.27","label":"27","content":"Suavdawg phemfwj heev sws thaam tas, “Tej nuav yog daabtsw? Yog tej lug qhuab qha tshab kws muaj fwjchim heev. Nwg has rua daab mas daab kuj noog nwg lug.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.28","label":"28","content":"Taamswm ntawd Yexu lub moo txawm nrov nchaa moog thoob plawg lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.29","label":"29","content":"Taamswm ntawd Yexu txawm tawm huv tsev sablaaj moog mas Yakaunpau hab Yauhaa nrug nwg moog rua huv Petu hab Anru tsev."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.30","label":"30","content":"Ximoo nam tais pw saamswm ua npaws, puab txawm has rua Yexu paub."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.31","label":"31","content":"Yexu txawm moog tuav nkaus nwg teg tsaa sawv tes nwg tug npaws txawm zoo hlo, nwg txawm ua koom rua puab."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.32","label":"32","content":"Nub hov thaus nub poob qho lawm puab coj txhua tug muaj mob hab raug daab tuaj cuag Yexu."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.33","label":"33","content":"Taag nrho cov tuabneeg huv lub moos hov sau zog ua ke tuaj rua ntawm qhov rooj."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.34","label":"34","content":"Yexu khu cov kws muaj ntau yaam mob zoo coob coob huvsw hab ntab daab tawm coob heev. Nwg txwv tsw kheev cov daab hov has lug vem cov daab hov paub nwg."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.35","label":"35","content":"Thaus sawv ntxuv tsw tau kaaj ntug Yexu sawv tseeg moog rua ib qho chaw kws tsw muaj tuabneeg nyob hab thov Vaajtswv hov ntawd."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.36","label":"36","content":"Ximoo hab cov kws nrug nwg ua ke kuj moog nrhav Yexu."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.37","label":"37","content":"Thaus puab ntswb nwg puab has rua nwg tas, “Suavdawg puavleej nrhav koj.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.38","label":"38","content":"Yexu has rua puab tas, “Ca peb moog dua rua lwm lub zog kws nyob ib ncig nuav sub kuv txhad tshaaj tawm rua hov ntawd, tsua qhov kuv yeej lug ua teg num nuav.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.39","label":"39","content":"Yexu txawm moog tshaaj tawm huv puab tej tsev sablaaj hab ntab daab tawm thoob plawg Kalilai tebchaws."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.40","label":"40","content":"Muaj ib tug mob lis mob ruas tuaj cuag nwg txhus caug ndua thov Yexu has tas, “Yog koj xaav khu, koj yeej khu tau kuv zoo kuas huv.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.41","label":"41","content":"Yexu taab ncuab nwg heev txawm cev hlo teg moog npuab nwg hab has rua nwg tas, “Kuv xaav los maj, ca le zoo hlo huv lauj.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.42","label":"42","content":"Taamswm ntawd nwg tej mob lis mob ruas txawm tawm huv nwg lub cev hab nwg zoo huv lawm."},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.43","label":"43","content":"Yexu txwv tug hov tawv tawv, le tso nwg moog"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.44","label":"44","content":"hab has rua nwg tas, “Tsw xob pav ib lus rua leejtwg noog hlo le, ca le moog qha koj lub cev rua tug pov thawj saib hab xyeem tej kws ua kevcai ntxuav kuas koj huv lawv le Mauxe qha tseg lawd ua timkhawv rua suavdawg.”"},{"bible_id":"1216","chapter_code":"MRK.1","verse_code":"MRK.1.45","label":"45","content":"Tassws tug hov tawm moog tes txawm chiv pav hab tshaaj tawm zaaj hov nchaa quas lug ua rua Yexu moog tsw tau taab meeg rua huv lub moos, nwg yuav tsum nyob saab nrau kws tsw muaj tuabneeg nyob. Mas muaj tuabneeg tuaj txhua qhov tuaj cuag Yexu."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.1","label":"1","content":"Dhau ntau nub tom qaab Yexu rov moog rua huv lub moos Khapena‑u, suavdawg nov tas nwg nyob huv tsev lawm."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.2","label":"2","content":"Tej tuabneeg coob coob sau nthwv tuaj ua ke, txawm yog ntawm qhov rooj los tsw tau kev nkaag lawm, mas Yexu pav txuj xuv zoo rua puab noog."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.3","label":"3","content":"Muaj tuabneeg coj ib tug tuag teg tuag taw tuaj cuag Yexu, yog plaub leeg kwv nwg tuaj."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.4","label":"4","content":"Thaus puab coj tsw tau nwg lug rua ntawm Yexu vem muaj tuabneeg coob, puab txawm yaws cov vuag ib qho ncaaj ntawm Yexu nyob lawm sau. Thaus qheb tau ib qho lawm puab txawm tso lub chaw kws tug tuag teg tuag taw pw hov dauv lug."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.5","label":"5","content":"Thaus Yexu pum puab kev ntseeg nwg txawm has rua tug tuag teg tuag taw tas, “Tub 'e, koj lub txem tub muab daws lawm.”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.6","label":"6","content":"Cov xwbfwb qha Vaajtswv kevcai qee leej kws nyob tsawg hov ntawd txawm xaav huv lub sab nug has tas,"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.7","label":"7","content":"“Ua caag tug yawm nuav has le hov? Nwg has lug tuam mom Vaajtswv. Leejtwg yuav daws tau lub txem tsuas yog Vaajtswv xwb?”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.8","label":"8","content":"Taamswm hov Yexu lub sab paub tas puab xaav huv puab lub sab le hov mas nwg txhad has rua puab tas, “Ua caag mej yuav xaav le nuav huv mej lub sab?"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.9","label":"9","content":"Qhov kws has rua tug tuag teg tuag taw hov tas, ‘Tub daws koj lub txem lawm,’ hab has tas, ‘Ca le sawv tseeg nqaa koj lub chaw pw moog kev,’ qhov twg yoojyim dua?"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.10","label":"10","content":"Sub mej txhad paub tas Tuabneeg leej Tub muaj fwjchim huv nplajteb daws tau lub txem,” Yexu txhad has rua tug tuag teg tuag taw tas,"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.11","label":"11","content":"“Kuv has rua koj tas, ca le sawv tseeg nqaa koj lub chaw pw moog tsev.”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.12","label":"12","content":"Nwg txawm sawv tseeg taamswm hov nqaa hlo nwg lub chaw pw tawm moog taab meeg suavdawg. Tej tuabneeg suavdawg txhad phemfwj heev hab qhuas Vaajtswv has tas, “Peb tsw tau txeev pum dua le nuav hlo le.”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.13","label":"13","content":"Yexu txawm tawm moog rua tom ntug havtxwv dua ib zag. Tuabneeg coob coob tuaj cuag nwg mas nwg qhuab qha puab."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.14","label":"14","content":"Thaus nwg saamswm moog hov nwg pum Levi kws yog Afe‑a tug tub nyob tsawg ntawm lub rooj sau se, Yexu txawm has rua nwg tas, “Ca le lawv kuv qaab moog.” Levi txawm sawv tseeg lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.15","label":"15","content":"Thaus Yexu nyob tsawg noj mov huv Levi tsev, txawm muaj cov tuabneeg sau se hab cov tuabneeg muaj txem ntau leej tuaj nrug Yexu hab nwg cov thwjtim nyob ua ke ntawm rooj mov, vem yog muaj tuabneeg lawv Yexu qaab coob heev."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.16","label":"16","content":"Thaus cov xwbfwb qha Vaajtswv kevcai kws yog Falixai pum tas Yexu nrug cov tuabneeg sau se hab cov tuabneeg muaj txem noj mov ua ke, puab txawm has rua Yexu cov thwjtim tas, “Ua caag nwg nrug cov tuabneeg sau se hab cov tuabneeg muaj txem noj mov ua ke?”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.17","label":"17","content":"Thaus Yexu nov le hov nwg txawm has rua puab tas, “Cov tuabneeg kws tsw muaj mob tsw cheem tsum Kws tshuaj, tsuas yog cov muaj mob txhad cheem tsum xwb. Kuv tsw yog lug hu cov tuabneeg ncaaj nceeg, tassws yog lug hu cov tuabneeg muaj txem.”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.18","label":"18","content":"Yauhaa cov thwjtim hab cov Falixai saamswm ua kevcai yoo mov. Muaj tuabneeg tuaj has rua Yexu tas, “Ua caag Yauhaa cov thwjtim hab cov Falixai coj kevcai yoo mov, tassws koj cov thwjtim tsw coj?”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.19","label":"19","content":"Yexu has rua puab tas, “Tug nraug vauv cov kwvluag yuav yoo mov rua thaus tug nraug vauv tseed nrug puab nyob lov? Ncua swjhawm kws tug nraug vauv tseed nrug puab nyob puab yeej yuav tsw yoo mov."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.20","label":"20","content":"Yuav muaj ib nub twg kws tug nraug vauv yuav raug muab coj ncaim puab moog, mas thaus ntawd puab yuav coj kevcai yoo mov."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.21","label":"21","content":"Tsw muaj leejtwg muab daim ntaub tshab lug ntxwv lub qub tsho. Yog ua le ntawd daim ntaub kws muab ntxwv hov yuav xum dua lub qub tsho tes yimfuab dua lub tsho nduag luj dua."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.22","label":"22","content":"Hab tsw muaj leejtwg muab cawv txwv maab tshab ntim rua huv lub naab tawv qub. Yog ua le hov, cov cawv txwv maab yuav ua rua lub naab tawv tawg, tes cov cawv txwv maab hab lub naab yuav pam taag huvsw. Cov cawv txwv maab tshab yuav muab ntim rua huv lub naab tawv tshab.”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.23","label":"23","content":"Muaj ib nub Xanpatau  Yexu saamswm taug kev huv ib daim teb mog. Thaus cov thwjtim taug kev puab chiv de naab mog lug."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.24","label":"24","content":"Cov Falixai has rua Yexu tas, “Saib maj, ua caag koj cov thwjtim ua tej kws caiv tsw kheev ua rua nub Xanpatau?”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.25","label":"25","content":"Yexu has rua puab tas, “Mej tsw tau nyeem tej kws Tavi ua rua thaus nwg hab cov tuabneeg kws nrug nwg cheem tsum noj mov hab tshaib plaab lov?"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.26","label":"26","content":"Nwg tub nkaag moog rua huv Vaajtswv lub tsev rua thaus Anpiyatha ua tuam pov thawj hlub, hab muab tej ncuav kws xyeem txawb rua ntawm Vaajtswv lub xubndag lug noj, yog tej kws caiv tsw pub noj tsuas yog cov pov thawj txhad noj tau xwb. Hab nwg tseed muab rua cov kws nrug nwg ua ke noj.”"},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.27","label":"27","content":"Hab Yexu has rua puab tas, “Nub Xanpatau yog tswm lug rua tuabneeg tsw yog tswm tuabneeg lug rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"MRK.2","verse_code":"MRK.2.28","label":"28","content":"Tsua qhov Tuabneeg leej Tub yeej yog nub Xanpatau tug tswv.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.1","label":"1","content":"Yexu moog rua huv lub tsev sablaaj dua ib zag. Mas muaj ib tug yawm qhuav ib saab teg nyob huv hab."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.2","label":"2","content":"Puab txawm soj saib Yexu yuav khu tug mob hov rua nub Xanpatau los tsw khu sub puab txhad tau chaw kom Yexu."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.3","label":"3","content":"Yexu txawm has rua tug yawm qhuav teg tas, “Ca le lug rua tom hauv ntej nuav.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.4","label":"4","content":"Yexu txawm has rua puab tas, “Nub Xanpatau muaj cai ua qhov zoo los ua qhov phem, muaj cai cawm txujsa los txuv txujsa tseg?” Puab nyob ntsag tu."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.5","label":"5","content":"Yexu txawm tsaa muag saib ua chim quas nyov rua puab cov kws nyob ib ncig ntawd. Nwg ntxhuv sab vem puab lub sab tawv heev, nwg txhad has rua tug qhuav teg hov tas, “Ca le xyaab hlo koj txhais teg lauj!” Tug hov txawm xyaab hlo teg, mas nwg txhais teg txawm zoo hlo le qub."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.6","label":"6","content":"Cov Falixai txawm tawm moog hab taamswm ntawd nrug Helauj cov sablaaj tas yuav ua le caag txhad tua tau Yexu."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.7","label":"7","content":"Yexu hab nwg cov thwjtim txawm tawm hov ntawd moog rua nraag havtxwv, hab muaj tuabneeg coob coob tawm huv Kalilai lawv qaab moog. Hab muaj tuabneeg tuaj huv lub xeev Yutia,"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.8","label":"8","content":"tuaj huv Yeluxalee hab lub xeev Intumia, hab tuaj saab ntug dej Yalatee tim u hab tuaj ib ncig Thailab hab Xaintoo coob coob tuaj cuag nwg vem nov txug txhua yaam kws Yexu ua."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.9","label":"9","content":"Yexu txawm has rua nwg cov thwjtim kuas npaaj ib lub nkoj tog nwg sub cov tuabneeg coob coob txhad tsw txaav lug ti nwg,"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.10","label":"10","content":"tsua qhov Yexu tau khu tuabneeg coob coob zoo, mas txhua tug kws muaj mob txhad sws txwv lug xaav kov tau nwg."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.11","label":"11","content":"Cov daab qas pum Yexu thaus twg, puab txawm khwb nkaus rua ntawm Yexu qw nrov has tas, “Koj yog Vaajtswv tug Tub.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.12","label":"12","content":"Mas nwg txwv tawv tawv kuas puab tsw xob qha rua luas paub nwg."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.13","label":"13","content":"Yexu txawm nce moog peg roob hab nwg hu cov kws nwg xaav kuas ua nwg cov thwjtim lug, tes puab txawm lug cuag nwg."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.14","label":"14","content":"Yexu tsaa kaum ob leeg ua cov kws nrug nwg nyob hab ua cov kws khaiv moog tshaaj tawm,"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.15","label":"15","content":"hab muaj fwjchim ntab tau daab tawm,"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.16","label":"16","content":"yog Ximoo kws Yexu tis dua npe hu ua Petu,"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.17","label":"17","content":"hab Xenpenti ob tug tub yog Yakaunpau hab nwg tug kwv Yauhaa, kws Yexu tis dua npe hu ua Npau‑anawke txhais has tas “Xub nthe le tub,”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.18","label":"18","content":"hab Anru hab Fili hab Npathaulaumai, hab Mathai hab Thauma hab Afe‑a tug tub Yakaunpau hab Thante‑a, hab Ximoo kws tuav nwg tebchaws,"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.19","label":"19","content":"hab Yutas Ikhali‑au kws faav xeeb rua Yexu."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.20","label":"20","content":"Yexu moog rua huv ib lub tsev, rov qaab muaj tuabneeg coob coob tuaj ua rua Yexu puab tsw kwg noj mov le."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.21","label":"21","content":"Thaus Yexu tsev tuabneeg nov le hov puab txawm moog tswj taav Yexu tsua qhov muaj tuabneeg has tas, “Nwg chiv vwm lawm.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.22","label":"22","content":"Cov xwbfwb qha Vaajtswv kevcai kws tuaj Yeluxalee tuaj has tas, “Nwg raug daab Npe‑eexenpu hab nwg swv tug thawj daab le fwjchim ntab daab tawm.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.23","label":"23","content":"Yexu txawm hu puab lug ua paaj lug has rua puab tas, “Xataa  yuav ntab Xataa tau le caag?"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.24","label":"24","content":"Yog lub tebchaws twg tawg faib lawm lub tebchaws hov nyob tsw tau ruaj lawm."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.25","label":"25","content":"Yog lub tsev twg tawg faib lawm lub tsev hov nyob tsw tau ruaj lawm."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.26","label":"26","content":"Yog Xataa  rov tawm tsaam Xataa tawg faib lawm, nwg kuj nyob tsw tau ruaj, nwg muaj kws yuav pluj taag moog xwb."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.27","label":"27","content":"Tsw muaj leejtwg yuav nkaag tau rua huv tug kws muaj zug heev lub tsev hab lws tau nwg tej hov txhua chaw, yuav tsum yog xub muab tug kws muaj zug hov khi ua ntej tsaiv txhad le lws tau nwg lub tsev."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.28","label":"28","content":"“Kuv has tseeb rua mej tas, txhua yaam kev txhum hab tej lug kws has tuam mom yuav zaam tau rua tuabneeg"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.29","label":"29","content":"tassws tug kws has lug tuam mom Vaaj Ntsuj Plig kws dawb huv mas yuav tsw muaj ib nub kws zaam tau tug hov le, nwg yuav muaj txem moog ib txhws.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.30","label":"30","content":"Qhov kws has le nuav tub yog vem puab has tas, “Nwg raug ib tug daab qas.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.31","label":"31","content":"Thaus hov Yexu nam hab nwg cov kwv txawm tuaj sawv rua saab nrau. Puab khaiv tuabneeg moog hu Yexu."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.32","label":"32","content":"Muaj tuabneeg coob nyob tsawg vej Yexu, puab txawm has rua Yexu tas, “Koj nam hab koj cov kwv [hab nkauj muam]  sawv saab nrau nrhav koj.”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.33","label":"33","content":"Yexu teb puab tas, “Leejtwg yog kuv nam, hab leejtwg yog kuv cov kwv?”"},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.34","label":"34","content":"Nwg tsaa muag saib rua cov tuabneeg kws nyob tsawg ib ncig ntawm nwg mas has tas, “Cov nuav yog kuv nam hab kuv cov kwv."},{"bible_id":"1216","chapter_code":"MRK.3","verse_code":"MRK.3.35","label":"35","content":"Leejtwg ua lawv le Vaajtswv lub sab nyam, tug hov yog kuv le kwv, kuv le muam hab kuv nam.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.1","label":"1","content":"Yexu chiv qhuab qha ntawm ntug havtxwv dua ib zag. Muaj tuabneeg coob coob tuaj txoos ua ke ntawm nwg, nwg txawm nce moog nyob tsawg rua huv ib lub nkoj huv havtxwv, mas cov tuabneeg hov suavdawg nyob sau ntug nqhuab ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.2","label":"2","content":"Nwg txawm ua paaj lug qha ntau yaam rua puab, hab nwg qhuab qha has tas,"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.3","label":"3","content":"“Ca le tig ntsej noog. Muaj ib tug tawm moog tseb noob."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.4","label":"4","content":"Thaus nwg tseb cov noob ib txha poob rua sau txujkev mas noog lug khaws noj lawm."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.5","label":"5","content":"Muaj ib txha poob rua thaaj aav kws muaj pob zeb tiv muaj aav tsawg tsawg, mas cov noob tuaj taamswm vem aav tsw tub."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.6","label":"6","content":"Thaus nub tuaj raug tshaav ntuj kub, mas cov caag tsw tub txawm tuag tshaav lawm."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.7","label":"7","content":"Muaj ib txha poob rua huv plawv tsob xuav paug, tes tsob xuav paug hlub tuaj laum lawm, txhad tsw txw txwv."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.8","label":"8","content":"Muaj ib txha poob rua huv thaaj aav zoo hab txw txwv, yog hlub zoo fuam vaam hab txw tau peb caug npaug, rau caum npaug hab ib puas npaug.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.9","label":"9","content":"Hab Yexu has tas, “Leejtwg muaj qhov ntsej nov, ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.10","label":"10","content":"Thaus cov tuabneeg moog taag lawm, cov kws nyob ntawm Yexu ib ncig hab kaum ob tug thwjtim txawm nug Yexu txug tej paaj lug."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.11","label":"11","content":"Nwg has rua puab tas, “Tej kws muab npog ca lawd kws has txug Ntuj Ceeb Tsheej tub muab qha rua mej lawm, tassws yuav ua paaj lug qha txhua yaam rua cov kws nyob saab nrau mej."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.12","label":"12","content":"“ ‘Sub puab txhad saib taag saib thab los tsw pum, puab noog taag noog thab los tsw nkaag sab. tsaam tes puab yuav tig lug hab txais kev zaam txem.’ ”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.13","label":"13","content":"Yexu has rua puab tas, “Zaaj paaj lug hov mej tsw nkaag sab lov? Yog le hov, mej yuav nkaag sab tej paaj lug huvsw tau le caag?"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.14","label":"14","content":"Tug tseb noob hov tseb txuj xuv zoo."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.15","label":"15","content":"Cov noob kws poob rua sau txujkev kws tseb txuj xuv zoo hov yog zoo le nuav. Tuabneeg nov lawm tassws taamswm ntawd Xataa  tuaj muab txuj xuv zoo kws tseb rua huv puab lub sab txeeb lawm."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.16","label":"16","content":"Cov noob kws tseb poob rua thaaj aav kws muaj pob zeb tiv yog cov kws nov dheev txuj xuv zoo hab zoo sab txais yuav taamswm,"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.17","label":"17","content":"tassws puab cog caag tsw tub rua huv puab, txhad nyob ib ntus xwb. Thaus muaj kev ceblaaj txom nyem lossws kev tswm txom tshwm lug vem yog tim txuj xuv zoo hov, puab txawm tso tseg taamswm ntawd."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.18","label":"18","content":"Cov noob kws tseb poob rua huv plawv tsob xuav paug yog cov kws tau nov txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.19","label":"19","content":"tassws tej kev txhawj xeeb huv nplajteb hab tej kev qaug sab rua nyaj txag hab kev ntshaw lwm yaam txawm lug laum txuj xuv zoo hov lawm, txhad tsw txw txwv."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.20","label":"20","content":"Cov noob kws tseb poob rua huv thaaj aav zoo yog cov kws tau nov txuj xuv zoo hov mas txais yuav hab txw tau peb caug npaug, rau caum npaug hab ib puas npaug.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.21","label":"21","content":"Yexu has rua puab tas, “Yuav muab lub teeb txawb rua lub thoob khwb lossws muab txawb rua huv qaab txaag lov, tsw yog muab txawb rua sau lub chaw txawb teeb lov?"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.22","label":"22","content":"Tsua qhov tsw muaj ib yaam daabtsw kws muab zais ca lawm yuav tsw raug muab thws tshwm lug, hab tsw muaj ib yaam daabtsw kws muab npog ca lawm yuav tsw raug muab nthuav tawm lug."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.23","label":"23","content":"Leejtwg muaj qhov ntsej nov, ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.24","label":"24","content":"Yexu has rua puab tas, “Ca le saib tuab zoo rua yaam kws mej nov. Tsua qhov mej muab lub thoob twg luj rua luas, yuav muab lub thoob ntawd luj rov rua mej ib yaam nkaus hab tseed yuav tsaav rua mej."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.25","label":"25","content":"Tsua qhov tug kws muaj lawd yuav muab tsaav ntxwv rua nwg, tassws tug kws tsw muaj, txawm yog tej kws nwg muaj los yuav muab rhu ntawm nwg moog.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.26","label":"26","content":"Yexu has tas, “Vaajtswv lub tebchaws pev ib yaam le ib tug moog tseb noob rua huv aav."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.27","label":"27","content":"Tsaus ntuj nwg kuj pw tsaug zug nruab nub nwg sawv lug, lub noob hov ua kaug tuaj hlub le caag nwg kuj tsw paub."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.28","label":"28","content":"Tub yog cov aav ua kuas tuaj, xub tawg kaug hlub tuaj le maav txhawv le maav muaj naab puv tuaj."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.29","label":"29","content":"Thaus sav lawd, nwg xuas lag moog hlais vem yog txug lub caij hlais lawm.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.30","label":"30","content":"Hab Yexu has tas, “Peb yuav muab daabtsw lug pev txug Vaajtswv lub tebchaws lossws ua paaj lug qha le caag?"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.31","label":"31","content":"Muab pev ib yaam le lub noob miv miv kws thaus muab tseb rua huv aav yog lub kws miv dhau lwm yaam noob huvsw huv nplajteb,"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.32","label":"32","content":"tassws thaus tuaj hlub lawd kuj luj dua lwm yaam zaub huvsw hab nthuav ceg daav luj hlub, tej naag noog sau nruab ntug txhad tau ua zeg huv qaab tug duab ntxoo.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.33","label":"33","content":"Yexu ua ntau yaam paaj lug le nuav qha txuj xuv zoo rua puab lawv le kws puab muaj peevxwm noog tau."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.34","label":"34","content":"Tsw muaj ib zaaj twg kws nwg tsw ua paaj lug qha rua puab. Thaus tshuav cov thwjtim nyob xwb nwg txhais txhua yaam lub ntsab rua puab."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.35","label":"35","content":"Tuab nub hov thaus yuav tsaus ntuj, Yexu has rua puab tas, “Peb ca le hlaa moog rua saab tim u.”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.36","label":"36","content":"Puab txawm ncaim cov tuabneeg hov moog. Yexu tub nyob huv lub nkoj lawm mas cov thwjtim coj nwg nrug puab moog. Hab muaj ntau lub nkoj nrug puab moog."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.37","label":"37","content":"Mas cua daaj cua dub ntsawj hlub hab ndaas tej nam nthwv dej rua huv lub nkoj, dej tub yuav puv lub nkoj."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.38","label":"38","content":"Tassws Yexu rau ncoo pw tsaug zug tom tw nkoj. Cov thwjtim txhad moog tsaa nwg has tas, “Xwbfwb, koj tsw txhawj qhov kws peb yuav puam tsuaj lov?”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.39","label":"39","content":"Yexu txawm tswm dheev lug taav cua hab has rua havtxwv tas, “Ca le tug yeeg, nyob tuabywv.” Cua txawm tu hab txhua yaam tug yeeg huvsw lawm."},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.40","label":"40","content":"Yexu has rua puab tas, “Ua caag mej ntshai? Mej tsw muaj kev ntseeg lov?”"},{"bible_id":"1216","chapter_code":"MRK.4","verse_code":"MRK.4.41","label":"41","content":"Puab ntshai hab fwm nwg heev hab sws thaam has tas, “Tug nuav yog leejtwg es tej cua hab dej havtxwv kuj noog nwg lug?”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.1","label":"1","content":"Yexu puab txhad moog txug saab havtxwv tim u kws yog lub moos Kelaxa  le kaav xyuam."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.2","label":"2","content":"Thaus Yexu tawm huv nkoj lug txawm muaj ib tug raug daab qas tawm huv toj ntxaa lug ntswb nwg."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.3","label":"3","content":"Tug hov nyob tom toj ntxaa, tsw muaj leejtwg khi tau nwg hlo le, txawm yog muab saw hlau khi los kuj tsw tau le."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.4","label":"4","content":"Tub muab loj cuj hab muab saw hlau khi kwtaw ntau zag lawm los nwg nqug saw hlau tu hab muab loj cuj luv pis ntho. Tsw muaj leejtwg muaj zug tswj tau nwg."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.5","label":"5","content":"Nwg qw nrov nrov tom toj ntxaa hab peg tej roob hab muab pob zeb suam nwg lub cev nruab nub mo ntuj tsw tu le."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.6","label":"6","content":"Thaus nwg pum dheev Yexu deb deb, nwg txawm dha lug pe Yexu,"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.7","label":"7","content":"hab qw nrov has tas, “Au Yexu kws yog Vaajtswv luj dua ndais tug tub, koj tuaj thaab kuv ua daabtsw? Kuv thov koj tuav Vaajtswv lub npe cog lug tas koj yuav tsw tswm txom kuv.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.8","label":"8","content":"Tub yog vem Yexu tau has rua nwg tas, “Daab qas, ca le tawm ntawm nwg moog.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.9","label":"9","content":"Yexu txawm nug daab tas, “Koj npe hu le caag?” Nwg teb tas, “Kuv npe hu ua Coob tsua qhov peb muaj coob tug.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.10","label":"10","content":"Tug yawm hov txawm taij thov Yexu tsw xob ntab cov daab tawm huv lub tebchaws hov moog."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.11","label":"11","content":"Muaj ib paab npua coob saamswm nrhav noj ntawm ntaav toj."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.12","label":"12","content":"Cov daab hov txawm thov Yexu tas, “Thov ntab peb moog rua ntawm paab npua hov hab ca peb txeem rua huv cov npua.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.13","label":"13","content":"Yexu txawm tso ncauj. Cov daab qas txawm tawm moog nkaag rua huv paab npua, mas paab npua kws muaj kwvlaam ob txheeb tug txhad dha plaag toj ntxhaab moog rua huv havtxwv txhaam dej tuag taag."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.14","label":"14","content":"Cov tuabneeg yug npua txhad tswv moog pav tej hov rua huv lub moos hab tej zej zog. Mas tej tuabneeg txawm tawm tuaj saib muaj xwm txheej daabtsw tshwm lug."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.15","label":"15","content":"Thaus puab tuaj txug ntawm Yexu, puab pum tug kws raug daab coob hov naav rwg tsho nyob tsawg meej pem zoo, puab txhad ntshai kawg."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.16","label":"16","content":"Cov tuabneeg kws tau pum, pav tej xwm txheej kws tshwm rua tug raug daab hov hab tshwm rua paab npua rua puab noog."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.17","label":"17","content":"Puab txawm chiv thov kuas Yexu tawm huv puab le kaav xyuam moog."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.18","label":"18","content":"Thaus Yexu saamswm yuav nce rua huv nkoj mas tug kws txeev raug daab hov kuj thov ca nwg nrug Yexu nyob ua ke."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.19","label":"19","content":"Yexu tsw kheev hab has rua tug hov tas, “Koj ca le moog cuag koj cov tuabneeg huv tsev hab qha rua puab paub tas tug Tswv tau ua le caag rua koj hab tub khuvleej koj lawm.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.20","label":"20","content":"Tes tug hov txawm rov qaab moog hab chiv pav txhua yaam kws Yexu ua rua nwg moog thoob plawg lub xeev Ntekapoli.  Mas tej tuabneeg suavdawg kuj phemfwj heev."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.21","label":"21","content":"Thaus Yexu caij nkoj hlaa moog rua saab tim u lawd muaj tuabneeg coob coob tuaj ua ke rua ntawm nwg. Yexu tseed nyob ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.22","label":"22","content":"Txawm muaj ib tug thawj kws saib lub tsev sablaaj npe hu ua Yaila tuaj. Thaus nwg pum Yexu nwg txawm pe ti nkaus ntawm Yexu kwtaw,"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.23","label":"23","content":"thov Yexu has tas, “Kuv tug mivntxhais mob tub yuav tuag. Thov koj moog muab teg npuab rua sau nwg mas nwg yuav zoo muaj txujsa nyob.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.24","label":"24","content":"Yexu txhad nrug nwg moog, muaj tuabneeg coob coob lawv Yexu qaab moog sws txwv quas qev."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.25","label":"25","content":"Muaj ib tug quaspuj kws muaj mob nchuav cev tau kaum ob xyoos lawm."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.26","label":"26","content":"Nwg raug txom nyem heev vem yog nrhav ntau tug Kws tshuaj hab nyaj txag taag huvsw los tug mob kuj tsw zoo, tseed yimfuab mob luj tuaj."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.27","label":"27","content":"Nwg tub nov txug Yexu nwg txhad nrug cov tuabneeg coob hov lawv Yexu qaab kov Yexu lub tsho,"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.28","label":"28","content":"tsua qhov nwg xaav tas, “Yog kuv tau kov Yexu lub tsho xwb, mas kuv tug mob yeej yuav zoo.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.29","label":"29","content":"Taamswm ntawd nwg ntshaav txawm tu nrho lawm, nwg kuj nov tas nwg lub cev zoo lawm."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.30","label":"30","content":"Taamswm ntawd Yexu kuj paub tas fwjchim tawm huv nwg lawm nwg txawm tig saib rua ib ncig cov tuabneeg hov, nug has tas, “Leejtwg kov kuv lub tsho?”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.31","label":"31","content":"Nwg cov thwjtim txawm has rua Yexu tas, “Koj pum cov tuabneeg coob sws txwv quas qev rua koj es koj tseed nug has tas, ‘Leejtwg kov kuv?’ ”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.32","label":"32","content":"Yexu tsaa muag saib rua ib ncig saib leejtwg tau kov nwg."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.33","label":"33","content":"Thaus tug puj hov paub tej kws tshwm rua nwg lawd nwg txhad ntshai tshee quas nyo lug khwb nkaus rua ntawm Yexu xubndag qha rua Yexu lawv le kws muaj tseeb."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.34","label":"34","content":"Yexu has rua nwg tas, “Mivntxhais 'e, koj txujkev ntseeg ua rua koj zoo lawm. Ca le moog ua sab tug quas yeeg hab tug mob nuav zoo hlo.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.35","label":"35","content":"Thaus Yexu tseed has tej lug hov, muaj qee leej tuaj ntawm tug thawj kws saib tsev sablaaj lub tsev tuaj has tas, “Koj tug ntxhais tub tuag lawm. Koj tseed yuav txob xeeb xwbfwb ua daabtsw?”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.36","label":"36","content":"Yexu tsw quav ntsej tej kws puab has hov, nwg txawm has rua tug thawj kws saib tsev sablaaj tas, “Tsw xob ntshai, ca le ntseeg xwb.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.37","label":"37","content":"Yexu tsw kheev leejtwg nrug nwg moog tsuas yog Petu, Yakaunpau hab Yakaunpau tug kwv Yauhaa moog xwb."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.38","label":"38","content":"Thaus puab tuaj txug tug thawj saib tsev sablaaj hov lub tsev, mas Yexu pum tuabneeg ntxhuv quas nyo quaj hab quaj nyav zum quas zawg."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.39","label":"39","content":"Thaus nwg nkaag rua huv tsev lawd nwg txawm has rua puab tas, “Mej ntxhuv quas nyo hab quaj ua daabtsw? Tug mivnyuas nuav tsw tuag, nwg tsaug zug xwb.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.40","label":"40","content":"Puab txawm thuaj luag Yexu. Tassws Yexu ntab cov tuabneeg hov suavdawg tawm taag lawd, mas nwg coj leej txwv hab leej nam hab peb tug thwjtim nrug nwg nkaag rua huv lub chaw kws tug mivnyuas pw."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.41","label":"41","content":"Yexu ntsab nkaus tug mivntxhais hov txhais teg hab has rua nwg tas, “Thalitha khumi,” kws txhais has tas, “Mivntxhais 'e, kuv has rua koj, ca le sawv tseeg.”"},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.42","label":"42","content":"Taamswm hov tug mivntxhais txawm sawv tseeg moog kev (nwg noob nyoog muaj kaum ob xyoos). Thaus ntawd puab phemfwj heev."},{"bible_id":"1216","chapter_code":"MRK.5","verse_code":"MRK.5.43","label":"43","content":"Yexu kuj txwv puab tawv tawv kuas tsw xob qha leejtwg paub txug zaaj nuav, hab has kuas puab muab mov rua tug mivntxhais noj."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.1","label":"1","content":"Yexu txawm tawm qhov ntawd moog rua nwg lub moos, cov thwjtim kuj nrug nwg moog."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.2","label":"2","content":"Txug nub Xanpatau nwg chiv qhuab qha huv lub tsev sablaaj, mas cov tuabneeg kws nov hov muaj ntau leej phemfwj sws has tas, “Tug tuabneeg nuav tau txhua yaam nuav hovtwg lug? Hab tug tswvyim kws muab pub rua nwg yog tswvyim daabtsw? Nwg txhais teg tau ua tej txujci phemfwj luj kawg le lauj!"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.3","label":"3","content":"Nwg tsw yog tug Kws ntoo hab yog Maivlag le tub lov? Hab nwg cov kwv yog Yakaunpau hab Yauxes hab Yutas hab Ximoo los tsw yog? Nwg cov muam kuj nrug peb nyob nuav los tsw yog?” Puab txawm tsw txaus sab rua nwg."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.4","label":"4","content":"Yexu txawm has rua puab tas, “Luas tej yeej fwm tug xwbfwb cev Vaajtswv lug, tsuas yog nwg lub moos hab nwg cov kwvtij hab nwg cuab tuabneeg txhad tsw fwm nwg xwb.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.5","label":"5","content":"Nwg txhad ua tsw tau ib yaam txujci phemfwj rua huv lub moos hov tsuas yog tsaa teg npuab cov kws muaj mob ob peb leeg zoo xwb."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.6","label":"6","content":"Nwg xaav tsw thoob tsua qhov puab tsw muaj kev ntseeg. Tes nwg txawm moog qhuab qha thoob plawg tej zej zog ib ncig."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.7","label":"7","content":"Yexu hu kaum ob tug thwjtim lug hab chiv khaiv puab tawm moog ua ib nkawg ib nkawg, hab pub fwjchim rua puab ntab tau daab tawm."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.8","label":"8","content":"Nwg nkaw lug kuas puab tsw xob coj daabtsw moog swv taug kev tsuas yog coj tug paas nreg xwb, tsw xob coj mov noj, tsw xob khuam naab thoob puab, tsw xob coj nyaj huv lub naas tawv,"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.9","label":"9","content":"yuav tsum rau khau, tsw xob naav ob lub tsho."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.10","label":"10","content":"Hab Yexu has rua puab tas, “Yog mej moog poob rua yim twg kuj nyob huv lub tsev hov moog txug thaus tawm qhov ntawd moog."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.11","label":"11","content":"Yog lub chaw twg tsw txais mej hab tsw noog mej qha, mas thaus mej tawm moog mej ca le nchus tej moov aav kws lu mej kwtaw pov tseg ua timkhawv tawm tsaam puab.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.12","label":"12","content":"Puab txawm tawm moog tshaaj tawm kuas ntxeev dua sab tshab."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.13","label":"13","content":"Puab ntab ntau tug daab tawm hab muab roj pleev cov kws muaj mob zoo ntau leej."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.14","label":"14","content":"Vaajntxwv Helauj nov txug tej nuav tsua qhov Yexu lub moo nto quas lug. Qee leej has tas, “Yauhaa kws coj ua kevcai raus dej sawv huv qhov tuag rov lug lawm, mas nwg txhad muaj fwjchim ua tau tej txujci phemfwj nuav.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.15","label":"15","content":"Tassws qee leej has tas, “Nwg yog Eliya.” Hab qee leej has tas, “Nwg yog ib tug xwbfwb cev Vaajtswv lug ib yaam le ib tug xwbfwb thau u.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.16","label":"16","content":"Thaus Helauj nov lawm nwg txawm has tas, “Yauhaa kws kuv txav cej daab lawd sawv huv qhov tuag rov lug.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.17","label":"17","content":"Tsua qhov Helauj tub khaiv tuabneeg moog nteg Yauhaa khi lug kaw rua huv tsev lojfaaj, vem yog tim Helauntia kws yog Helauj tug kwv Fili tug quaspuj, kws Helauj yuav lug ua quaspuj,"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.18","label":"18","content":"tsua qhov Yauhaa txeev has rua Helauj tas, “Koj tsw muaj cai yuav koj tug kwv tug quaspuj lug ua koj quaspuj.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.19","label":"19","content":"Helauntia txhad cib nyeej rua Yauhaa xaav muab nwg tua pov tseg. Tassws nwg tua tsw tau,"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.20","label":"20","content":"vem Helauj ntshai Yauhaa, hab paub tas Yauhaa yog ib tug ncaaj nceeg hab dawb huv Helauj txhad tsom kwm nwg. Thaus Helauj nov Yauhaa tej lug hov nwg kuj nyuaj sab heev los nwg tseed zoo sab noog hab."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.21","label":"21","content":"Muaj ib nub txawm txug swjhawm zoo yog nub kws ua kevcai ncu txug nub kws yug Helauj, tes Helauj npaaj ib rooj noj haus rua cov kws ua hlub hab cov thawj tub rog hab cov tuabneeg tseem ceeb thoob plawg lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.22","label":"22","content":"Thaus Helauntia tug ntxhais lug dha seev cev mas ua rua Helauj hab cov qhua txaus sab heev. Vaajntxwv txawm has rua tug ntxhais hov tas, “Koj thov yaam twg kuv yuav pub yaam hov rua koj.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.23","label":"23","content":"Helauj txawm cog lug twv tas, “Koj thov yaam twg kuv yuav pub yaam hov rua koj, txawm yog thov lub tebchaws ib nraab los kuj tau.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.24","label":"24","content":"Tug ntxhais txhad tawm moog nug leej nam tas, “Kuv yuav thov daabtsw?” Leej nam teb tas, “Ca le thov Yauhaa kws coj ua kevcai raus dej lub taubhau.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.25","label":"25","content":"Taamswm ntawd tug ntxhais txawm maaj nroog nkaag moog cuag vaajntxwv hab thov has tas, “Kuv xaav kuas koj muab Yauhaa kws coj ua kevcai raus dej lub taubhau tso rua huv lub choo coj lug pub rua kuv taamswm nuav.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.26","label":"26","content":"Mas vaajntxwv ntxhuv sab kawg, tassws vem yog saib rua tej lug kws nwg twv hab saib rua cov qhua nwg txhad tsw kaam rhuav tej lug kws twv ca hov."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.27","label":"27","content":"Taamswm ntawd vaajntxwv txawm khaiv tug kws tua tuabneeg moog coj Yauhaa lub taubhau lug. Nwg txhad moog txav Yauhaa lub taubhua huv tsev lojfaaj"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.28","label":"28","content":"tso rua huv lub choo coj lug pub rua tug ntxhais hov, tug ntxhais txhad coj moog rua leej nam."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.29","label":"29","content":"Thaus Yauhaa cov thwjtim nov tej xwm txheej nuav, puab txawm tuaj coj Yauhaa lub cev moog log rua huv qhov ntxaa."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.30","label":"30","content":"Cov tubkhai txhad rov lug cuag Yexu hab pav txug txhua yaam kws puab tau ua hab qhuab qha."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.31","label":"31","content":"Mas Yexu has rua puab tas, “Mej ca le nrug kuv moog rua ib qho chaw kws tsw muaj tuabneeg es su kuas lug sav ib ntswv.” Tsua qhov muaj tuabneeg moog lug coob coob tub tsw muaj swjhawm noj mov le."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.32","label":"32","content":"Puab txawm nce nkoj moog rua ib qho chaw kws tsw muaj tuabneeg nyob."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.33","label":"33","content":"Muaj tuabneeg coob pum puab moog hab paub puab, tes txawm tawm huv txhua lub moos dha kwtaw moog txug ua ntej."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.34","label":"34","content":"Thaus Yexu tawm huv lub nkoj lug nwg pum muaj tuabneeg coob coob, nwg txhad taab ncuab puab tsua qhov puab zoo le paab yaaj kws tsw muaj tug tswv yug, mas Yexu txawm chiv qhuab qha puab ntau yaam."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.35","label":"35","content":"Thaus lig lawm nwg cov thwjtim lug has rua nwg tas, “Ntawm nuav yog ntuj nraag teb do, hab taav nuav lig lawm."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.36","label":"36","content":"Ca le tso cov tuabneeg moog sub puab txhad tau moog yuav mov noj tom tej teb hab tej zej zog ib ncig nuav.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.37","label":"37","content":"Yexu teb puab tas, “Mej ca le pub rua puab noj.” Puab has rua nwg tas, “Peb yuav moog yuav ncuav ob puas txaj ntenalia  pub rua puab noj lov?”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.38","label":"38","content":"Yexu has rua puab tas, “Mej muaj pes tsawg lub ncuav? Mej ca le moog saib.” Thaus puab saib lawd puab txawm has tas, “Muaj tswb lub ncuav hab ob tug ntseg.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.39","label":"39","content":"Tes Yexu txawm has kuas cov tuabneeg suavdawg nyob tsawg rua huv tej nyom ntsuab ntsuab ua tej paab tej pawg."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.40","label":"40","content":"Puab txawm nyob tsawg ua tej pawg, tej pawg ib puas leej, tej pawg tswb caug leej."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.41","label":"41","content":"Thaus Yexu txais tswb lub ncuav hab ob tug ntseg hov lawm, nwg tsaa muag saib rua sau ntuj thov Vaajtswv foom koob moov mas muab cov ncuav ndais cev rua cov thwjtim kuas muab faib rua cov tuabneeg hab nwg muab ob tug ntseg hov faib rua puab suavdawg."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.42","label":"42","content":"Puab txhua tug noj tsau huvsw."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.43","label":"43","content":"Tej ncuav hab tej ntseg kws noj tsw taag puab khaws tau kaum ob tawb puv nkaus."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.44","label":"44","content":"Cov tuabneeg kws noj hov cov txwvneej xwb muaj tswb txheeb leej."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.45","label":"45","content":"Taamswm ntawd Yexu has kuas nwg cov thwjtim nce nkoj hlaa dej ua nwg ntej moog rua saab tid rua huv lub moos Npexainta, tes Yexu txawm tso cov tuabneeg rov moog."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.46","label":"46","content":"Thaus nwg xob puab taag lawm, nwg txawm nce moog thov Vaajtswv peg roob."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.47","label":"47","content":"Thaus tsaus ntuj lawd, lub nkoj nyob tom plawv havtxwv, Yexu tuab leeg nyob nruab nqhuab."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.48","label":"48","content":"Nwg pum tas cov thwjtim nkuam nkoj ceblaaj heev kawg vem yog cua ntsawj tom hauv ntej tuaj. Thaus kwvlaam qab qua thawj tswg Yexu moog kwtaw sau nplaim dej havtxwv tuaj rua ntawm cov thwjtim. Nwg yuav hlaa hlo puab moog,"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.49","label":"49","content":"tassws thaus puab pum nwg lug kwtaw sau nplaim dej, puab xaav tas yog daab, hab puab qw nrov,"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.50","label":"50","content":"tsua qhov puab suavdawg pum nwg hab ntshai kawg le. Taamswm ntawd Yexu has rua puab tas, “Ua sab tuab, yog kuv ntaag. Tsw xob ntshai.”"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.51","label":"51","content":"Nwg txhad nce moog nrug puab nyob ua ke huv lub nkoj, tes cua kuj tu lawm. Puab phemfwj kawg le,"},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.52","label":"52","content":"tsua qhov puab tsw nkaag sab txug tej ncuav hov, puab lub sab tawv."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.53","label":"53","content":"Thaus puab hlaa dhau havtxwv lawd puab tuaj txug ntawm Kenexale hab nreg nkoj hov ntawd."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.54","label":"54","content":"Thaus puab tawm huv lub nkoj, taamswm hov cov tuabneeg kws nyob ntawd cim tau Yexu."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.55","label":"55","content":"Puab txawm dha moog thoob plawg ib ncig ntawd, mas chiv kwv cov kws muaj mob pw sau txaaj tuaj rua tej chaw kws puab nov tas Yexu nyob ntawd."},{"bible_id":"1216","chapter_code":"MRK.6","verse_code":"MRK.6.56","label":"56","content":"Thaus Yexu moog rua hovtwg, tsw has huv tej zej zog hab huv tej moos hab huv tej teb, puab kuj muab cov tuabneeg muaj mob tso rua ntawm tshaav puam, hab thov Yexu ca cov tuabneeg mob hov kov Yexu lub qaab tsho. Txhua tug kws tau kov lawd kuj zoo huvsw."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.1","label":"1","content":"Thaus cov Falixai hab cov xwbfwb qha Vaajtswv kevcai qee leej kws tuaj huv Yeluxalee tuaj, ua ke tuaj cuag Yexu,"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.2","label":"2","content":"puab pum nwg cov thwjtim qee leej teg qas tsw huv ca le noj mov tsw tau ntxuav."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.3","label":"3","content":"(Tsua qhov cov Falixai hab cov Yutai suavdawg yog tsw tau ntxuav teg tsaiv mas tsw noj mov, lawv le puab tej puj koob yawm koob qha."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.4","label":"4","content":"Hab yog puab moog tom kab lug tsw tau ua kevcai ntxuav kuas huv, puab kuj tsw noj mov. Tseed tshuav ntau yaam kevcai kws puab coj, xws le ntxuav taig ntxuav laujkaub hab ntxuav tej fwj tooj lab.)"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.5","label":"5","content":"Cov Falixai hab cov xwbfwb qha Vaajtswv kevcai txawm nug Yexu tas, “Ua caag koj cov thwjtim tsw ua lawv le puj koob yawm koob tej kevcai, teg qas tsw huv ca le noj mov?”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.6","label":"6","content":"Yexu has rua puab tas, “Yaxaya tub cev lug zoo heev has txug mej cov tuabneeg ncauj lug zoo sab phem, lawv le nwg sau tseg has tas, “ ‘Cov tuabneeg nuav fwm kuv ntawm daim tawv ncauj xwb tassws puab lub sab nyob deb kuv."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.7","label":"7","content":"Qhov kws puab pe hawm kuv tsw muaj qaabhau hlo le, puab muab tuabneeg tej kevcai lug qha ib yaam le yog Vaajtswv tej lug nkaw.’"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.8","label":"8","content":"Mej muab Vaajtswv tej lug nkaw tso tseg rov moog tuav rawv tuabneeg tej kevcai xwb.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.9","label":"9","content":"Yexu has rua puab tas, “Mej ua zoo hwv lawm, qhov kws mej muab Vaajtswv tej lug nkaw tso tseg sub mej txhad tau tuav rawv mej tej kevcai."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.10","label":"10","content":"Tsua qhov Mauxe tub has ca tas, ‘Koj yuav tsum fwm koj nam koj txwv,’  hab has tas, ‘Leejtwg has lug phem rua nwg nam nwg txwv yuav raug txem tuag.’"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.11","label":"11","content":"Tassws mej qha has tas, ‘Yog leejtwg has rua nwg nam nwg txwv tas, “Yaam kws muaj qaabhau rua meb tub yog Khaulanpaa lawm” ’ (kws txhais has tas, tub muab pub rua Vaajtswv lawm)"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.12","label":"12","content":"mej txhad tsw tso cai ca tug hov ua ib yaam daabtsw paab tau nwg nam nwg txwv."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.13","label":"13","content":"Mej ua le nuav tub yog mej rhuav Vaajtswv tej lug qha vem yog saib rua mej tej kevcai kws mej txais pub rua tam tom qaab. Hab mej ua ntau yaam zoo le nuav.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.14","label":"14","content":"Yexu hu cov tuabneeg rov tuaj cuag nwg hab has rua puab tas, “Mej suavdawg, ca le noog kuv hab nkaag sab nawj."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.15","label":"15","content":"Tsw muaj ib yaam daabtsw nyob saab nrau kws nkaag rua huv tuabneeg yuav ua rua tuabneeg qas tsw huv, tassws tej kws tawm huv tuabneeg lug txhad ua rua tuabneeg qas tsw huv.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.17","label":"17","content":"Thaus Yexu ncaim cov tuabneeg moog rua huv tsev lawm, nwg cov thwjtim nug nwg txug zaaj paaj lug hov."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.18","label":"18","content":"Yexu has rua puab tas, “Mej kuj tsw to taub hab lov? Mej tsw pum tas yaam nyob saab nrau kws nkaag rua huv tuabneeg ua tsw tau rua tuabneeg qas tsw huv lov?"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.19","label":"19","content":"Tsua qhov tej hov tsw yog nkaag rua huv lub sab tsuas yog nkaag rua huv lub plaab xwb hab tawm rua huv lub qhov vuab tsuab lawm?” (Yexu qha le nuav yog has tas txhua yaam zaub mov puavleej huv lawm.)"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.20","label":"20","content":"Hab Yexu has tas, “Yaam kws tawm huv tuabneeg lug txhad ua rua tuabneeg qas tsw huv,"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.21","label":"21","content":"tsua qhov tej kws tawm huv tuabneeg lug, yog tej kws tawm huv lub sab lug, yog tej nuav qhov kws xaav phem, kev ua nkauj ua nraug, ua tub saab, tua tuabneeg, deev luas quaspuj quasyawg,"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.22","label":"22","content":"ua sab hlub, kev phem, daag ntxag luas, ntshaw kev phem kev qas, khib luas, ab ham luas, khaav theeb hab ua nam tuabneeg ruag."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.23","label":"23","content":"Txhua yaam phem nuav yog tawm huv tuabneeg lug hab ua rua tuabneeg qas tsw huv.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.24","label":"24","content":"Yexu txawm sawv kev hov ntawd moog rua huv lub nroog Thailab hab lub nroog Xaintoo le kaav xyuam. Nwg moog rua huv ib lub tsev tsw kheev leejtwg paub, tassws nwg tswv nraim tsw tau."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.25","label":"25","content":"Taamswm ntawd muaj ib tug quaspuj kws tug mivntxhais raug daab qas, thaus nwg nov txug Yexu nwg txawm tuaj pe khwb ti nkaus ntawm Yexu kwtaw."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.26","label":"26","content":"Tug puj hov yog tuabneeg Kili kws yug rua huv lub xeev Xiliafinikia. Nwg thov Yexu ntab daab tawm huv nwg tug ntxhais."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.27","label":"27","content":"Yexu has rua nwg tas, “Ca mivnyuas noj tsau tsaiv, tsua qhov tsw tswm nyog muab mivnyuas tej mov nrum rua dev noj.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.28","label":"28","content":"Tassws tug puj hov teb nwg tas, “Tug Tswv, tseeb tag, tassws dev kws nyob huv qaab rooj yeej tau noj mivnyuas tej mov kws txeej.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.29","label":"29","content":"Yexu has rua nwg tas, “Vem koj cov lug nuav koj ca le rov moog lauj. Daab tawm huv koj tug ntxhais lawm.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.30","label":"30","content":"Thaus tug puj hov rov moog txug tsev mas pum nwg tug ntxhais pw sau txaaj hab daab tub tawm lawm."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.31","label":"31","content":"Dhau ntawd Yexu txawm tawm huv lub nroog Thailab le kaav xyuam, hlaa lub nroog Xaintoo moog txug havtxwv Kalilai rua huv lub xeev Ntekapoli."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.32","label":"32","content":"Puab coj ib tug yawm laag ntseg has lug tsw meej tuaj cuag Yexu. Puab thov Yexu muab teg npuab rua sau tug hov."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.33","label":"33","content":"Yexu coj nwg tuab leeg tawm huv cov tuabneeg moog rua ib qho mas muab ntiv teg ntxwg rua huv tug hov ob lub qhov ntsej hab ntu qub ncaug hab kov nwg tug nplaig."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.34","label":"34","content":"Yexu tsaa muag saib sau ntuj, hlu ib paas hab has rua tug hov tas, “Efatha,” txhais has tas, “Ca le qheb hlo.”"},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.35","label":"35","content":"Tug hov qhov ntsej txawm qheb hlo hab yaam kws caam nwg tug nplaig nplaam lawm nwg txawm has tau lug meej."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.36","label":"36","content":"Yexu txwv cov tuabneeg hov kuas tsw xob qha zaaj nuav rua leejtwg le. Tassws nwg yimfuab txwv los puab yimfuab pav nchaa moog heev."},{"bible_id":"1216","chapter_code":"MRK.7","verse_code":"MRK.7.37","label":"37","content":"Puab kuj phemfwj kawg sws has tas, “Nwg ua txhua yaam puavleej zoo, nwg kuj ua rua tug laag ntseg nov tau lug, hab tug ruag has tau lug.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.1","label":"1","content":"Lub swjhawm ntawd muaj tuabneeg tuaj coob coob dua ib zag hab tsw muaj mov noj. Yexu txawm hu cov thwjtim lug hab has rua puab tas,"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.2","label":"2","content":"“Kuv taab ncuab cov tuabneeg nuav, vem puab nrug kuv nyob tau peb nub hab tsw muaj mov noj lawm."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.3","label":"3","content":"Yog kuv ca puab moog tsev ua qaug tshaib quas zwg, puab yuav tsaus muag tom tej kev. Muaj qee leej tuaj deb heev.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.4","label":"4","content":"Cov thwjtim teb nwg tas, “Huv ntuj nraag teb do nuav yuav ua le caag pub mov rua cov tuabneeg nuav noj?”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.5","label":"5","content":"Yexu nug puab tas, “Mej muaj tsawg lub ncuav?” Puab teb tas, “Muaj xyaa lub.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.6","label":"6","content":"Nwg txawm has kuas cov tuabneeg nyob tsawg rua huv peg teb, hab nwg muab xyaa lub ncuav lug ua Vaajtswv tsaug mas muab ndais cev rua cov thwjtim kuas coj moog faib rua cov tuabneeg. Cov thwjtim muab faib rua cov tuabneeg hov."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.7","label":"7","content":"Puab muaj ob peb tug ntseg miv miv hab. Yexu txawm thov Vaajtswv foom koob moov rua cov ntseg hab has kuas coj cov ntseg moog faib rua cov tuabneeg hab."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.8","label":"8","content":"Puab noj tsau, mas tej kws noj tsw taag puab khaws tau xyaa tawb puv nkaus."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.9","label":"9","content":"Cov kws noj zag hov kwvlaam muaj plaub txheeb leej."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.10","label":"10","content":"Yexu tso cov tuabneeg rov moog tes taamswm ntawd nwg txawm nce nkoj nrug nwg cov thwjtim moog txug lub moos Ntamanutha le kaav xyuam."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.11","label":"11","content":"Cov Falixai tuaj chiv nrug Yexu sws caam, thov kuas nwg ua ib yaam txujci tseem ceeb tshwm sau ntuj lug es yuav swm nwg."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.12","label":"12","content":"Yexu hlu ib paas huv lub sab hab has tas, “Tam tuabneeg nuav nrhav txujci tseem ceeb ua daabtsw? Kuv has tseeb rua mej tas, yuav tsw muab ib yaam txujci tseem ceeb rua tam tuabneeg nuav pum le.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.13","label":"13","content":"Tes Yexu txawm ncaim puab moog, nwg nce nkoj hlaa moog rua saab tim u."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.14","label":"14","content":"Cov thwjtim nov qaab coj ncuav moog. Puab muaj ib lub ncuav huv lub nkoj xwb."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.15","label":"15","content":"Yexu txawm ntuag puab has tas, “Mej yuav tsum ua tuab zoo ceev faaj cov Falixai hab Helauj cov keeb.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.16","label":"16","content":"Cov thwjtim txawm sws thaam has tas, “Yog tim qhov kws peb tsw muaj ncuav.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.17","label":"17","content":"Thaus Yexu paub le hov, nwg txawm has rua puab tas, “Ua caag mej sws thaam txug qhov kws tsw muaj ncuav? Mej tseed tsw tau paub hab tsw nkaag sab lov? Mej tseed ua lub sab tawv lov?"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.18","label":"18","content":"Mej muaj qhov muag los tsw pum, muaj qhov ntsej los tsw nov lov? Mej tsw ncu lawm lov?"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.19","label":"19","content":"Thaus kuv muab tswb lub ncuav ndais faib rua tswb txheeb leej hov, mej khaws tej kws noj tsw taag tau pes tsawg tawb?” Puab teb tas, “Kaum ob tawb.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.20","label":"20","content":"“Thaus kuv muab xyaa lub ncuav faib rua plaub txheeb leej hov, mej khaws tej kws noj tsw taag tau pes tsawg tawb?” Puab teb tas, “Xyaa tawb.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.21","label":"21","content":"Nwg txhad has rua puab tas, “Mej tseed tsw to taub lov?”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.22","label":"22","content":"Puab txawm moog rua lub zog Npexainta. Muaj tuabneeg coj ib tug dig muag tuaj cuag Yexu, thov Yexu kov tug hov."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.23","label":"23","content":"Yexu tuav tug dig muag hov teg coj tawm moog rua saab nrau ntug zog. Thaus Yexu nti qub ncaug rua nwg ob lub qhov muag hab tsaa teg npuab sau tug hov, nwg nug tas, “Koj pum daabtsw los tsw pum?”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.24","label":"24","content":"Tug hov tsaa muag saib hab has tas, “Kuv pum tuabneeg moog moog lug lug tassws zoo le ntoo xwb.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.25","label":"25","content":"Yexu rov muab teg npuab nwg dua ib zag mas tug hov rov saib mas nwg lub qhov muag zoo hlo hab nwg pum txhua yaam meej lawm."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.26","label":"26","content":"Yexu txawm kuas tug hov ncaaj nraim moog tsev has tas, “Tsw xob moog rua huv lub zog nuav.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.27","label":"27","content":"Yexu hab nwg cov thwjtim moog rua huv tej zej zog ib ncig lub moos Xixaleya Filipi. Thaus puab taug kev hov Yexu nug cov thwjtim tas, “Luas tej has tas kuv yog leejtwg?”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.28","label":"28","content":"Puab has tas, “Yog Yauhaa kws coj ua kevcai raus dej, qee leej has tas yog Eliya, hab dua lwm tug has tas koj yog ib tug xwbfwb cev Vaajtswv lug thau u.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.29","label":"29","content":"Nwg nug puab tas, “Mej nev mej has tas kuv yog leejtwg?” Petu teb nwg tas, “Koj yog tug Kheto.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.30","label":"30","content":"Yexu txawm txwv puab kuas tsw xob qha nwg rua leejtwg paub."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.31","label":"31","content":"Tes Yexu txawm chiv qha rua cov thwjtim paub tas Tuabneeg leej Tub yuav tsum raug kev tswm txom ntau yaam hab cov kev txwj quas laug, cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai yuav tsw leeg yuav nwg, hab nwg yuav raug muab tua hab peb nub nwg yuav caj sawv rov lug."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.32","label":"32","content":"Tej lug nuav Yexu has tsw npog le. Tes Petu txawm coj Yexu moog rua ib caag chiv txwv nwg."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.33","label":"33","content":"Yexu txawm tig hlo saib rua cov thwjtim tshev Petu tas, “Xataa,  koj ca le tswv rua tom kuv qub qaab. Tsua qhov koj xaav le tuabneeg xwb tsw xaav le Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.34","label":"34","content":"Yexu txawm hu cov tuabneeg hab nwg cov thwjtim lug hab has rua puab tas, “Yog leejtwg xaav lawv kuv qaab moog, ca tug hov tswj nwg tug kheej hab kwv nwg tug khaublig ntoo lawv kuv qaab."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.35","label":"35","content":"Vem tas tug kws xaav cawm tau nwg txujsa yuav pam txujsa, tassws tug kws tso nwg txujsa tseg vem yog saib rua kuv hab saib rua txuj xuv zoo, mas yuav cawm tau nwg txujsa."},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.36","label":"36","content":"Yog leejtwg tau taag nrho lub nplajteb huvsw tassws nwg txujsa tu lawm, tug hov yuav tau qaabhau daabtsw?"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.37","label":"37","content":"Tuabneeg yuav muab daabtsw pauv tau txujsa rov lug?"},{"bible_id":"1216","chapter_code":"MRK.8","verse_code":"MRK.8.38","label":"38","content":"Leejtwg txaaj muag rua kuv hab kuv tej lug huv tam tuabneeg faav xeeb hab ua txhum muaj txem nuav tes thaus Tuabneeg leej Tub nrug leej txwv tug fwjchim ci ntsaa ab hab nrug cov tubkhai ntuj kws dawb huv ua ke lug, nwg yuav txaaj muag rua tug hov.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.1","label":"1","content":"Yexu has rua puab tas, “Kuv has tseeb rua mej tas, cov kws sawv ntawm nuav muaj qee leej yuav tsw tau swm txujkev tuag tes yuav xub pum Vaajtswv lub tebchaws nrug fwjchim lug.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.2","label":"2","content":"Dhau rau nub tom qaab Yexu txawm coj Petu hab Yakaunpau hab Yauhaa ncaim lwm tug nce moog sau lub roob sab. Yexu lub cev txawm hloov hlo taab meeg puab."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.3","label":"3","content":"Nwg cev tsoog tsho kuj dawb paug ci ntsaa ab, thoob nplajteb tsw muaj ib tug muaj tshuaj ntxhua tau dawb le hov."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.4","label":"4","content":"Tes Eliya hab Mauxe kuj tshwm lug rua puab pum hab nrug Yexu sws thaam."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.5","label":"5","content":"Petu txawm has rua Yexu tas, “Lanpi,  peb nyob ntawm nuav kuj zoo. Ca peb ua peb lub tsev pheeb suav, ua ib lub rua koj, ib lub rua Mauxe hab ib lub rua Eliya.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.6","label":"6","content":"Petu tsw pum qaab has le caag vem puab ntshai kawg le."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.7","label":"7","content":"Txawm muaj ib tauv fuab lug laum nkaus puab, hab muaj ib lub suab has huv tauv fuab tuaj tas, “Tug nuav yog kuv tug Tub kws kuv hlub. Mej ca le noog nwg has.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.8","label":"8","content":"Taamswm ntawd puab tsaa muag saib mas tsw pum muaj leejtwg, tsuas yog pum Yexu tuab leeg nrug puab nyob xwb."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.9","label":"9","content":"Thaus puab nqeg peg roob lug, Yexu txwv puab kuas tsw xob qha tej kws puab pum hov rua leejtwg le moog txug thaus Tuabneeg leej Tub sawv huv qhov tuag rov lug tsaiv."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.10","label":"10","content":"Cov thwjtim txhad khaws tej lug hov ca hab sws nug tas qhov kws sawv huv qhov tuag rov lug hov yog daabtsw."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.11","label":"11","content":"Puab kuj nug Yexu tas, “Ua caag cov xwbfwb qha Vaajtswv kevcai has tas Eliya yuav xub lug ua ntej?”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.12","label":"12","content":"Yexu has rua puab tas, “Eliya yeej lug ua ntej ua kuas txhua yaam rov zoo le qub. Tassws vem le caag muaj lug sau ca has txug Tuabneeg leej Tub tas nwg yuav tsum raug kev tswm txom ntau yaam hab raug luas saib tsw taug heev?"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.13","label":"13","content":"Tassws kuv has rua mej tas Eliya tub lug lawm hab tuabneeg ua rua nwg lawv le puab lub sab nyam, lawv le kws sau ca has txug nwg.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.14","label":"14","content":"Thaus Yexu puab lug txug ntawm cov thwjtim, mas pum tuabneeg coob coob nyob vej ntawm puab, hab cov xwbfwb qha Vaajtswv kevcai saamswm nrug puab sws caam."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.15","label":"15","content":"Taamswm ntawd thaus cov tuabneeg hov pum Yexu puab xaav tsw thoob puab txawm dha moog tog nwg."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.16","label":"16","content":"Yexu txhad nug puab tas, “Mej nrug cov thwjtim sws caam txug daabtsw?”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.17","label":"17","content":"Cov tuabneeg hov muaj ib tug teb Yexu tas, “Xwbfwb, kuv coj kuv tug tub tuaj cuag koj vem yog raug daab ruag."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.18","label":"18","content":"Nwg nyob hovtwg kuj xwj, thaus daab ntswj nwg daab muab nwg thawb qaug, npuag ncauj nto, qes nav, ib ce txhaav hlo. Kuv thov koj cov thwjtim ntab tug daab hov tawm, tassws puab ntab tsw tau.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.19","label":"19","content":"Yexu teb puab tas, “Au tam tuabneeg kws tsw muaj kev ntseeg, kuv yuav nrug mej nyob ntev le caag? Kuv yuav ua sab ntev thev mej moog txug thaus twg? Ca le coj tug tub hov lug rua kuv.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.20","label":"20","content":"Puab txhad coj tug tub hov lug cuag Yexu. Thaus tug daab pum Yexu taamswm hov daab txawm ua rua tug tub fuam ib tshaaj, qaug nti rua huv aav npuag ncauj nto plawg."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.21","label":"21","content":"Yexu nug leej txwv has tas, “Ua le nuav ntev le caag lawm?” Leej txwv teb tas, “Txwj thaus miv miv lug lawm."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.22","label":"22","content":"Hab muaj ntau zag daab muab nwg thawb rua huv qhov cub hab thawb rua huv dej xaav ua kuas nwg tuag. Yog koj paab tau, thov koj khuvleej hab paab peb lauj!”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.23","label":"23","content":"Yexu has rua nwg tas, “Yog paab tau nua lov? Ua tau txhua yaam rua tug kws ntseeg.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.24","label":"24","content":"Taamswm hov tug tub hov leej txwv txawm qw has tas, “Kuv ntseeg, qhov kws kuv tseed tsw tau ntseeg thov paab kuas kuv ntseeg.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.25","label":"25","content":"Thaus Yexu pum tas muaj tuabneeg coob coob dha lug, nwg txawm txwv tug daab qas hov has tas, “Nam daab ruag laag ntseg, kuv has rua koj, ca le tawm moog, tsw xob rov nkaag rua huv tug nuav dua le lawm.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.26","label":"26","content":"Daab qw nrov ua rua tug tub hov fuam ib tshaaj nti heev heev tes txawm tawm plawg lawm, tug tub hov txawm zoo le tuag lawm. Muaj tuabneeg coob txhad has tas, “Nwg tuag lawm.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.27","label":"27","content":"Tassws Yexu ntsab nkaus nwg teg tsaa nwg sawv, tes tug tub hov txawm sawv lug."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.28","label":"28","content":"Thaus Yexu moog rua huv tsev lawm cov thwjtim txawm nug Yexu tuabywv tas, “Ua caag peb ntab tsw tau tug daab hov tawm?”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.29","label":"29","content":"Yexu has rua puab tas, “Daab zoo le nuav yuav tsum yog thov Vaajtswv xwb txhad ntab tau tawm.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.30","label":"30","content":"Yexu puab txawm tawm hov ntawd hlaa lub xeev Kalilai moog. Yexu tsw xaav ca leejtwg paub,"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.31","label":"31","content":"vem yog nwg saamswm qha nwg cov thwjtim has tas, “Tuabneeg leej Tub yuav raug muab cob rua huv tuabneeg txhais teg, hab puab yuav muab nwg tua pov tseg. Thaus tuag lawd mas peb nub nwg yuav caj sawv rov lug.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.32","label":"32","content":"Tassws puab tsw nkaag sab tej lug nuav hab puab tsw kaav nug Yexu."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.33","label":"33","content":"Puab txawm lug rua huv lub moos Khapena‑u. Thaus Yexu nyob huv tsev nwg nug cov thwjtim tas, “Thaus taug kev tuaj mej sws thaam txug daabtsw?”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.34","label":"34","content":"Puab nyob tuabywv vem thaus taug kev tuaj hov puab sws caam tas leejtwg yog tug luj dua ndais."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.35","label":"35","content":"Yexu txawm nyob tsawg hab hu kaum ob tug thwjtim lug hab has rua puab tas, “Yog leejtwg xaav ua tug thawj, nwg yuav tsum ua tug tom tw hab ua koom rua suavdawg.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.36","label":"36","content":"Yexu txawm muab ib tug mivnyuas yau lug sawv huv plawv puab. Nwg muab tug mivnyuas hov puag hab has rua puab tas,"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.37","label":"37","content":"“Leejtwg leeg yuav ib tug mivnyuas yau zoo le nuav vem yog saib rua kuv lub npe, kuj yog tug hov leeg yuav kuv. Hab tug kws leeg yuav kuv kuj tsw yog leeg yuav kuv xwb kuj yog leeg yuav tug kws khaiv kuv lug hab.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.38","label":"38","content":"Yauhaa txawm has rua Yexu tas, “Xwbfwb, peb pum ib tug tuav koj lub npe ntab daab tawm, mas peb txwv nwg tsua qhov nwg tsw koom nrug peb.”"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.39","label":"39","content":"Yexu has rua nwg tas, “Tsw xob txwv nwg, tsua qhov tsw muaj leejtwg yuav tuav kuv lub npe ua tej txujci phemfwj hab tsua rov thuaj kuv."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.40","label":"40","content":"Tsua qhov tug kws tsw tawm tsaam kuv kuj tuaj kuv tog lawm."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.41","label":"41","content":"Leejtwg muab ib khob dej rua mej haus huv kuv lub npe vem mej yog Kheto cov, mas kuv has tseeb rua mej tas, tug hov yuav tsw nplaam nwg tej nqe zug."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.42","label":"42","content":"“Leejtwg ua rua cov mivnyuas yau kws ntseeg kuv nuav ib tug yuam kev ua txhum, mas muab ib txhwb zeb luj khi rua tug hov cej daab hab muab laim rua huv havtxwv kuj zoo dua."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.43","label":"43","content":"Yog koj txhais teg ua rua koj ua txhum, ca le muab txav pov tseg. Koj txawm nqws teg los koj tau txujsa kuj zoo dua koj muaj ob saab teg es poob rua huv ntuj tawg kub kws suavtawg tsw txawj tuag le."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.45","label":"45","content":"Yog koj txhais kwtaw ua rua koj ua txhum, ca le muab txav pov tseg. Koj txawm nqws taw los koj tau txujsa kuj zoo dua koj muaj ob saab taw es raug muab nrum rua huv ntuj tawg."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.47","label":"47","content":"Yog koj lub qhov muag ua rua koj ua txhum, ca le muab kaus. Koj nkaag moog rua huv Vaajtswv lub tebchaws muaj ib saab qhov muag xwb kuj zoo dua koj muaj ob saab qhov muag es raug muab nrum rua huv ntuj tawg kub,"},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.48","label":"48","content":"qhov chaw ntawd cov kaas kws noj puab tsw txawj tuag hab suavtawg kuj kub tsw txawj tuag."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.49","label":"49","content":"Txhua tug yuav raug suavtawg ntxuav kuas huv ib yaam le laag ntsev."},{"bible_id":"1216","chapter_code":"MRK.9","verse_code":"MRK.9.50","label":"50","content":"Ntsev yog yaam kws zoo. Yog ntsev tsuag lawm, yuav ua kuas rov daw tau le caag? Mej ca le muaj ntsev rua huv mej hab nyob sws hum.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.1","label":"1","content":"Yexu txawm sawv kev hov ntawd moog rua huv lub xeev Yutia hab moog rua saab ntug dej Yalatee tid, hab muaj tuabneeg coob coob tuaj txoos ua ke dua ib zag rua ntawm nwg. Yexu rov qhuab qha puab lawv le nwg txeev qha."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.2","label":"2","content":"Cov Falixai txawm txaav lug swm Yexu nug has tas, “Tej txwvneej muab nwg tug quaspuj nrauj mas raug txuj kevcai los tsw raug?”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.3","label":"3","content":"Yexu teb puab tas, “Mauxe qha mej le caag?”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.4","label":"4","content":"Puab has tas, “Mauxe kheev kuas ua ntawv nrauj cev rua tug quaspuj hab muab nwg nrauj tau.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.5","label":"5","content":"Yexu has rua puab tas, “Mauxe sau txuj kevcai nuav tub yog vem mej lub sab tawv."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.6","label":"6","content":"Tassws txwj thaus tswm ntuj tswm teb ‘Vaajtswv tswm tuabneeg kuas muaj txwvneej hab quaspuj.’"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.7","label":"7","content":"‘Vem le nuav tug txwvneej yuav ncaim ntawm nwg nam nwg txwv hab nrug nwg tug quaspuj tsheej xeeb ua ke,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.8","label":"8","content":"mas ob tug koom ua ib lub cev.’  Ob tug txhad tsw ua ob lub cev tassws koom ua ib lub cev xwb."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.9","label":"9","content":"Vem le nuav yaam kws Vaajtswv muab lu tsheej xeeb ua ke lawm, tuabneeg tsw xob muab ua kuas ncaim.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.10","label":"10","content":"Thaus puab nyob huv tsev lawd cov thwjtim txawm rov nug Yexu txug zaaj hov."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.11","label":"11","content":"Yexu has rua puab tas, “Leejtwg nrauj quaspuj es nwg moog yuav dua quaspuj tshab, kuj yog ua txhum kev nkauj kev nraug rua tug quaspuj qub,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.12","label":"12","content":"hab yog tug quaspuj nrauj tug quasyawg es moog yuav dua quasyawg tshab, tug puj hov kuj ua txhum kev nkauj nraug.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.13","label":"13","content":"Muaj tuabneeg coj cov mivnyuas yau tuaj cuag Yexu xaav kuas Yexu plhw cov mivnyuas hov. Tassws cov thwjtim txwv puab."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.14","label":"14","content":"Thaus Yexu pum le hov nwg kuj chim txhad has rua cov thwjtim tas, “Ca cov mivnyuas yau lug cuag kuv, tsw xob taav puab, tsua qhov Vaajtswv lub tebchaws yog cov kws zoo le cov mivnyuas yau nuav tug."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.15","label":"15","content":"Kuv has tseeb rua mej tas, leejtwg tsw leeg yuav Vaajtswv lub tebchaws ib yaam le ib tug mivnyuas yau, tug hov yuav nkaag tsw tau rua huv lub tebchaws ntawd.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.16","label":"16","content":"Yexu txawm puag cov mivnyuas hov hab tsaa teg npuab puab hab foom koob moov rua puab."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.17","label":"17","content":"Thaus Yexu saamswm taug kev moog muaj ib tug dha tuaj txhus caug ndua pe nwg nug has tas, “Xwbfwb kws zoo kawg, kuv yuav tsum ua le caag kuv txhad tau txujsa ib txhws tsw kawg?”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.18","label":"18","content":"Yexu has rua nwg tas, “Ua caag koj hu kuv tas tug zoo kawg? Tsw muaj leejtwg zoo tsuas yog Vaajtswv tuab leeg xwb."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.19","label":"19","content":"Koj paub tej kevcai kws has tas, ‘Tsw xob tua tuabneeg, tsw xob deev luas quaspuj luas quasyawg, tsw xob ua tub saab, tsw xob ua cuav timkhawv, tsw xob ntxo lwm tug, koj yuav tsum fwm koj nam koj txwv.’ ”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.20","label":"20","content":"Tug hov has rua Yexu tas, “Xwbfwb, tej nqais kod kuv tub coj txhua yaam txwj thaus yau lug lawm.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.21","label":"21","content":"Yexu saib ntsoov rua tug hov kuj hlub nwg mas has rua nwg tas, “Koj tseed tu ncua ib yaam. Ca le moog muab koj tej hov txhua chaw muag es muab faib rua cov tuabneeg pluag, koj txhad le muaj nyaj txag sau ntuj ceeb tsheej, hab ca le lug lawv kuv qaab.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.22","label":"22","content":"Thaus nwg nov tej lug nuav nwg ntsej muag ntshaus ntsho hab nwg tawm moog nyuaj sab kawg vem nwg muaj cuab txhaj cuab taam ntau heev."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.23","label":"23","content":"Yexu tsaa muag saib ib ncig mas has rua nwg cov thwjtim tas, “Tug kws muaj nyaj txag ntau ceblaaj nkaag tau rua huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.24","label":"24","content":"Cov thwjtim kuj xaav tsw thoob rua Yexu tej lug. Mas Yexu rov has rua puab tas, “Cov tub 'e, ceblaaj kawg nkaag rua huv Vaajtswv lub tebchaws."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.25","label":"25","content":"Ib tug ntxhuav nkaag lub qhov koob kuj yoojyim dua tug nplua nuj nkaag rua huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.26","label":"26","content":"Cov thwjtim kuj xaav tsw thoob txhad has rua nwg tas, “Yog le hov, leejtwg yuav dim tau?”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.27","label":"27","content":"Yexu tsaa muag saib rua puab mas has tas, “Tuabneeg ua tsw tau tassws Vaajtswv ua tau, tsua qhov Vaajtswv ua tau txhua yaam huvsw.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.28","label":"28","content":"Mas Petu chiv has rua Yexu tas, “Peb tub tso txhua yaam tseg lawv koj tuaj.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.29","label":"29","content":"Yexu has tas, “Kuv has tseeb rua mej tas, tug kws tso vaaj tse kwvtij nkauj muam nam txwv mivnyuas laj teb tseg vem yog saib rua kuv hab txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.30","label":"30","content":"tam nuav nwg yuav tau quas pua npaug kws yog vaaj tse kwvtij nkauj muam nam txwv mivnyuas hab laj teb, hab tseed yuav raug tswm txom hab tam peg suab nwg yuav tau txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.31","label":"31","content":"Tassws muaj ntau leej kws ua thawj yuav rov ua tug tom tw, hab tug tom tw yuav tau ua tug thawj.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.32","label":"32","content":"Thaus puab saamswm taug kev moog nraag Yeluxalee, Yexu txawm ua puab ntej. Mas cov thwjtim xaav tsw thoob hab cov kws lawv qaab kuj ntshai. Yexu coj nwg kaum ob tug thwjtim moog rua ib caag mas chiv qha rua puab paub txug tej xwm txheej kws yuav lug raug nwg,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.33","label":"33","content":"has tas, “Saib nawj, peb saamswm moog nraag Yeluxalee, mas Tuabneeg leej Tub yuav raug muab cob rua cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai, mas puab yuav txav txem tuag rua nwg, hab muab nwg cob rua lwm haiv tuabneeg,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.34","label":"34","content":"mas puab yuav thuaj luag nwg hab ntu qub ncaug rua nwg hab muab nwg nplawm hab muab tua pov tseg, mas peb nub nwg yuav caj sawv rov lug.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.35","label":"35","content":"Yakaunpau hab Yauhaa kws yog Xenpenti le tub txawm txaav lug rua ntawm Yexu hab has rua nwg tas, “Xwbfwb, ib ob leeg xaav kuas koj ua yaam kws ib thov.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.36","label":"36","content":"Yexu has rua ob tug tas, “Meb xaav kuas kuv ua daabtsw rua meb?”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.37","label":"37","content":"Ob tug teb tas, “Thov ca ib, ib leeg nyob tsawg ntawm koj saab xws ib leeg nyob ntawm koj saab phem huv koj tug fwjchim ci ntsaa ab.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.38","label":"38","content":"Tassws Yexu has rua ob tug tas, “Meb tsw paub tas meb thov daabtsw. Lub khob kws kuv haus, meb haus tau lov, hab kevcai raus dej kws kuv raus meb raus tau hab lov?”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.39","label":"39","content":"Ob tug has rua Yexu tas, “Tau los maj.” Yexu has rua ob tug tas, “Lub khob kws kuv haus meb yeej yuav tau haus, hab kevcai raus dej kws kuv raus meb yeej yuav tau raus,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.40","label":"40","content":"tassws qhov kws nyob tsawg ntawm kuv saab xws hab ntawm kuv saab phem kuv tsw yog tug kws pub tau, tassws tub npaaj ca rua leejtwg lawm, tug hov txhad tau xwb.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.41","label":"41","content":"Thaus kaum tug thwjtim nov le ntawd puab kuj chiv chim rua Yakaunpau hab Yauhaa."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.42","label":"42","content":"Yexu txhad hu puab suavdawg lug has rua puab tas, “Mej yeej paub tas cov kws luas suav tas ua thawj kaav lwm haiv tuabneeg yeej kaav rawv cov pejxeem, hab cov kws ua hlub yeej muaj fwjchim tswjfwm puab."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.43","label":"43","content":"Tassws mej cov yuav tsw thooj le ntawd. Mej cov leejtwg xaav ua tug hlub tug hov yuav tsum ua koom rua mej,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.44","label":"44","content":"hab mej cov leejtwg xaav ua tug thawj, tug hov yuav tsum ua suavdawg le qhev,"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.45","label":"45","content":"tsua qhov Tuabneeg leej Tub tsw yog lug rua leejtwg ua koom, tassws nwg lug ua koom rua puab, hab pub nwg txujsa ua nqe txhwv tuabneeg coob coob.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.46","label":"46","content":"Yexu puab txawm tuaj rua huv lub moos Yelikhau. Thaus Yexu hab cov thwjtim hab tej tuabneeg coob coob tawm huv lub moos Yelikhau moog, muaj ib tug yawm dig muag thov khawv npe hu ua Npathime‑a, yog Thime‑a tug tub, nyob tsawg ntawm ntug kev."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.47","label":"47","content":"Thaus nwg nov tas yog Yexu kws yog tuabneeg Naxale, tes nwg txawm chiv qw nrov has tas, “Yexu kws yog Tavi tug Tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.48","label":"48","content":"Muaj tuabneeg coob txwv kuas nwg nyob tuabywv, los nwg yimfuab qw has tas, “Tavi tug Tub 'e, thov khuvleej kuv lauj!”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.49","label":"49","content":"Yexu txawm nreg nkaus has tas, “Hu nwg lug.” Puab txawm hu tug dig muag hov hab has rua nwg tas, “Ca le zoo sab, sawv tseeg, Yexu hu koj.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.50","label":"50","content":"Tug hov txawm tso plhuav nwg lub tsho ntev sawv tseeg caws qa dha lug cuag Yexu."},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.51","label":"51","content":"Yexu has rua nwg tas, “Koj xaav kuas kuv ua daabtsw rua koj?” Tug dig muag has rua nwg tas, “Lanpi,  thov pub kuv pum kev.”"},{"bible_id":"1216","chapter_code":"MRK.10","verse_code":"MRK.10.52","label":"52","content":"Yexu has rua nwg tas, “Ca le moog, koj txujkev ntseeg ua rua koj zoo hlo.” Tes taamswm ntawd tug dig muag txawm pum kev hab taug kev lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.1","label":"1","content":"Thaus puab tuaj ze lub nroog Yeluxalee txug lub zog Npefake hab lub zog Npethani ntawm lub roob Txwv Aulib, Yexu txawm khaiv ob tug thwjtim moog,"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.2","label":"2","content":"hab has rua ob tug tas, “Meb ca le moog rua lub zog kws nyob tom hauv ntej, mas thaus meb nkaag rua huv taamswm ntawd meb yuav pum ib tug mivnyuas neeg luav khi ca, tsw tau muaj leejtwg caij dua le. Meb ca le daws caab lug."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.3","label":"3","content":"Yog leejtwg nug meb tas, ‘Meb ua daabtsw?’ meb ca le has tas, ‘Tug tswv cheem tsum swv, hab ib plag nwg yuav xaa rov lug rua ntawm nuav.’ ”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.4","label":"4","content":"Ob tug txawm moog pum ib tug mivnyuas neeg luav khi ntawm qhov rooj ntawm ntug kev, ob tug txawm daws hlua."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.5","label":"5","content":"Tej tuabneeg kws sawv ntawd has rua ob tug tas, “Meb daws tug mivnyuas neeg luav ua daabtsw?”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.6","label":"6","content":"Ob tug teb lawv le Yexu has, tes puab kuj kheev."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.7","label":"7","content":"Mas ob tug caab tug mivnyuas neeg luav lug txug Yexu, hab muab ob tug tej tsho ntev pua sau tug neeg luav nraus qaum mas Yexu le caij."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.8","label":"8","content":"Muaj tuabneeg coob coob muab puab tej tsho ntev pua txujkev hab ib txha txav tej rev nplooj ntoo tom teb lug pua."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.9","label":"9","content":"Cov tuabneeg kws moog ua nwg ntej hab cov kws lawv nwg qaab kuj qw has tas, “Hauxana  rua Tavi tug Tub."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.10","label":"10","content":"Thov ca peb yawm koob Tavi lub tebchaws kws yuav lug tau koob moov. Hauxana rua sau ntuj kws sab kawg nkaus.”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.11","label":"11","content":"Yexu moog rua huv Yeluxalee hab nkaag moog rua huv lub tuam tsev. Thaus nwg saib txhua yaam taag lawd tub yuav tsaus ntuj, nwg txawm nrug kaum ob tug thwjtim rov qaab moog tom lub zog Npethani."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.12","label":"12","content":"Nub tom qaab thaus Yexu puab rov tawm huv lub zog Npethani moog Yexu tshaib plaab."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.13","label":"13","content":"Nwg pum ib tsob txwv cua nyob deb muaj nplooj tsaus nti, nwg txawm nkaag moog saib muaj txwv los tsw muaj. Thaus nwg moog txug lawd tsw pum muaj ib lub txwv le tsuas muaj nplooj xwb, tsua qhov tsw tau txug caij txw txwv."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.14","label":"14","content":"Nwg txawm has rua tsob txwv cua hov tas, “Yuav tsw muaj leejtwg tau noj koj cov txwv dua le lawm lauj!” Cov thwjtim kuj nov Yexu tej lug hov."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.15","label":"15","content":"Thaus puab moog txug huv Yeluxalee Yexu txawm nkaag moog rua huv lub tuam tsev mas chiv ntab cov tuabneeg kws ua laag ua luam huv lub tuam tsev tswv, hab nwg muab cov kws pauv nyaj tej rooj hab cov kws muag nquab nyeg tej rooj nyob ntxeev pis hlo tseg."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.16","label":"16","content":"Nwg txwv tsw kheev leejtwg nqaa hov txhua chaw hlaa tuaj moog huv lub tuam tsev."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.17","label":"17","content":"Nwg qha rua puab tas, “Tsw tau muaj lug sau ca lov, has tas, ‘Kuv lub tuam tsev yuav hu tas yog lub tsev rua txhua haiv tuabneeg thov Vaajtswv,’ tassws mej muab ua qhov rua tub saab nkaum.”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.18","label":"18","content":"Thaus cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai nov zaaj nuav puab txawm nrhav kev tua Yexu, tsua qhov puab ntshai nwg vem cov pejxeem suavdawg phemfwj rua tej lug kws nwg qha."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.19","label":"19","content":"Thaus yuav tsaus ntuj Yexu puab tawm huv lub nroog moog."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.20","label":"20","content":"Taagkig tom qaab thaus Yexu puab hlaa tuaj moog, puab pum tsob txwv cua tuag tshaav qhuav ti nkaus caag."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.21","label":"21","content":"Petu ncu dheev Yexu tej lug txhad has rua nwg tas, “Lanpi,  saib maj. Tsob txwv cua kws koj foom ntawd ca le tuag tshaav qhuav lawm.”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.22","label":"22","content":"Yexu txawm teb puab tas, “Ca le muaj sab ntseeg Vaajtswv."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.23","label":"23","content":"Kuv has tseeb rua mej tas, yog leejtwg has rua lub roob nuav tas, ‘Ca le rhu hlo ntaab plawg rua huv havtxwv,’ hab nwg lub sab tsw ywj faab ywj fwj, tassws ntseeg tas yuav muaj lawv le kws nwg has, kuj yuav muaj le ntawd."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.24","label":"24","content":"Vem le nuav kuv has rua mej tas thaus mej thov ib yaam daabtsw ca le ntseeg tas mej tub txais lawm, mas mej yuav tau yaam ntawd tag."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.25","label":"25","content":"Thaus mej sawv ntsug thov Vaajtswv, yog mej nrug leejtwg muaj teeb meem ca le zaam txem rua tug hov, sub mej leej Txwv kws nyob sau ntuj txhad le zaam mej tej kev txhum hab.”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.27","label":"27","content":"Yexu puab rov moog rua huv Yeluxalee dua ib zag. Thaus Yexu moog ncig huv lub tuam tsev mas cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai hab cov kev txwj quas laug tuaj cuag nwg,"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.28","label":"28","content":"hab puab has rua Yexu tas, “Koj muaj fwjchim daabtsw txhad ua tau tej nuav hab leejtwg muab tug fwjchim nuav rua koj?”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.29","label":"29","content":"Yexu has rua puab tas, “Kuv yuav nug mej ib lus hab. Yog mej teb tau, kuv le qha rua mej tas kuv muaj fwjchim daabtsw txhad ua tau tej nuav."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.30","label":"30","content":"Txuj kevcai raus dej kws Yauhaa ua hov, lug sau ntuj lug los lug ntawm tuabneeg lug? Ca le teb kuv saib.”"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.31","label":"31","content":"Puab txawm sablaaj tas, “Yog peb has tas, ‘Lug sau ntuj lug,’ nwg yuav has tas, ‘Yog le ntawd, ua caag mej tsw ntseeg Yauhaa?’"},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.32","label":"32","content":"Lossws peb yuav has tas, ‘Lug ntawm tuabneeg lug,’ lov?” Puab kuj ntshai cov pejxeem, tsua qhov cov pejxeem suavdawg suav tas Yauhaa yog ib tug xwbfwb cev Vaajtswv lug tag tag le."},{"bible_id":"1216","chapter_code":"MRK.11","verse_code":"MRK.11.33","label":"33","content":"Puab txawm teb Yexu tas, “Peb tsw paub.” Yexu txhad has rua puab tas, “Kuv kuj tsw qha rua mej tas kuv muaj fwjchim daabtsw txhad ua tau tej nuav.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.1","label":"1","content":"Yexu txawm ua pev lug has rua puab has tas, “Muaj ib tug yawm cog tau ib vaaj txwv maab hab xov laj kaab hab khawb qhov tsuam kua txwv maab hab ua ib lub tsev zuv, hab muab tso rua ib cov tu faib txwv tes txawm moog lwm tebchaws lawm."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.2","label":"2","content":"Thaus txug lub caij de txwv, nwg khaiv ib tug tub qhe moog cuag cov kws tu lub vaaj hov es yuav sau tej txwv maab ib txha lug rua nwg."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.3","label":"3","content":"Cov kws tu lub vaaj txawm nteg tug tub qhe hov lug ntaus hab muab nwg lawv rov moog teg dawb teg do."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.4","label":"4","content":"Mas tug tswv vaaj rov tso dua ib tug tub qhe moog, los puab kuj muab tug hov ntaus taubhau to taag hab ua saib tsw taug nwg."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.5","label":"5","content":"Nwg kuj tso dua ib tug moog, puab kuj muab tug hov tua pov tseg. Hab ua ib yaam le ntawd rua ntau leej, muab ib txha ntaus muab ib txha tua."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.6","label":"6","content":"Nwg tseed tshuav dua ib tug, yog nwg tug tub kws nwg hlub. Nwg txhad tso tug tub hov ua zag kawg has tas, ‘Nyab puab yuav fwm kuv tug tub.’"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.7","label":"7","content":"Tassws cov kws tu lub vaaj hov sws has tas, ‘Tug nuav yog tug kws saws nwg qub txeeg qub teg. Peb ca le muab nwg tua mas tej qub txeeg qub teg yuav poob rua peb.’"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.8","label":"8","content":"Puab txawm muab nwg nteg tua hab muab nrum rua nrau ntug vaaj."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.9","label":"9","content":"Tug tswv vaaj yuav ua le caag? Nwg yeej yuav muab cov kws tu lub vaaj hov ua kuas puam tsuaj hab muab lub vaaj txwv maab rua lwm cov tu."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.10","label":"10","content":"“Mej tsw tau nyeem Vaajtswv phoo ntawv lov? Qhov kws has tas, “ ‘Lub pob zeb kws cov Kws ua tsev muab xyeeb tseg lawm tub muab lug teeb ua lub thawj rua ntawm kaum tsev lawm."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.11","label":"11","content":"Tej nuav yog tug Tswv ua, yog yaam phemfwj kws peb qhov muag pum.’ ”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.12","label":"12","content":"Puab nrhav kev nteg Yexu, tsua qhov puab paub tas Yexu has zaaj paaj lug nuav raug puab, tassws puab ntshai cov pejxeem. Puab txawm ncaim nwg moog lawm."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.13","label":"13","content":"Puab txhad khaiv cov Falixai qee leej hab Helauj cov qee leej moog cuag Yexu xaav nyaag Yexu tej lug."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.14","label":"14","content":"Puab txawm tuaj has rua nwg tas, “Xwbfwb, peb paub tas koj yog ib tug ncaaj nceeg hab tsw ua lawv le leejtwg lub sab nyam, tsua qhov koj tsw saib leejtwg ntsej muag, koj tsuas qha Vaajtswv txuj kev lawv le muaj tseeb xwb. Mas tswm nyog them se rua Xixa los tsw them?"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.15","label":"15","content":"Peb yuav tsum them los tsw them?” Yexu tub paub puab lub ncauj zoo tassws lub sab phem, nwg txhad has rua puab tas, “Mej tuaj swm kuv ua daabtsw? Ca le muab ib lub nyaj ntenalia  lug rua kuv saib.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.16","label":"16","content":"Puab txhad muab ib lub rua nwg. Yexu has rua puab tas, “Lub ntsej muag hab lub npe kws txaug nuav yog leejtwg?” Puab teb tas, “Yog Xixa le.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.17","label":"17","content":"Yexu txawm has rua puab tas, “Yaam kws yog Xixa le ca le muab rua Xixa, yaam kws yog Vaajtswv le ca le muab rua Vaajtswv.” Puab txhad xaav tsw thoob le."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.18","label":"18","content":"Cov Xantukai kws qha has tas tsw muaj qhov kws sawv huv qhov tuag lug txawm tuaj cuag Yexu. Puab txhad thom Yexu has tas,"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.19","label":"19","content":"“Xwbfwb, Mauxe tub sau ca rua peb tas, ‘Yog leejtwg tuag lawm tseg tug quaspuj nyob tsw tau muaj mivnyuas, ib tug kwvtij yuav tsum yuav tug quaspuj hov txhad rhawv tau tug kws tuag le keeb kwm ca.’"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.20","label":"20","content":"Muaj xyaa tug kwvtij. Tug hlub yuav quaspuj lawm le tuag tsw tau muaj mivnyuas."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.21","label":"21","content":"Mas tug ob kuj yuav tug puj hov ua quaspuj, tsw tau muaj mivnyuas kuj tuag lawm hab. Tug peb kuj zoo ib yaam nkaus."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.22","label":"22","content":"Xyaa tug hov puavleej tsw tau muaj mivnyuas le. Thaus kawg tug quaspuj hov kuj tuag lawm hab."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.23","label":"23","content":"Nub kws caj sawv rov lug, tug puj hov yuav ua leejtwg le quaspuj, tsua qhov nwg tub ua xyaa leej hov le quaspuj lawm?”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.24","label":"24","content":"Yexu has rua puab tas, “Qhov kws mej tsw paub Vaajtswv txujlug hab tsw paub Vaajtswv tug fwjchim ua rua mej yuam kev lawm los tsw yog?"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.25","label":"25","content":"Thaus tuabneeg caj sawv huv qhov tuag rov lug hov, tsw muaj kev sws yuav ua quaspuj quasyawg lawm, yuav zoo ib yaam le cov tubkhai ntuj xwb."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.26","label":"26","content":"Has txug qhov kws tuabneeg tuag caj sawv rov lug, mej tsw tau nyeem huv Mauxe phoo kevcai zaaj kws has txug tsob ntoo kub nyab lov? Qhov kws Vaajtswv has rua Mauxe tas, ‘Kuv yog Aplahaa tug Vaajtswv, yog Yiha tug Vaajtswv hab yog Yakhauj tug Vaajtswv.’"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.27","label":"27","content":"Vaajtswv tsw yog tug tuabneeg tuag tug Vaajtswv, nwg yog cov tuabneeg caj tug Vaajtswv. Mej yuam kev luj heev lawm.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.28","label":"28","content":"Muaj ib tug xwbfwb kws qha Vaajtswv kevcai txaav lug ze. Thaus nwg nov puab sws caam hab pum tas Yexu teb tau puab zoo heev, nwg txawm nug Yexu tas, “Txuj kevcai nqai twg tseem ceeb dua ndais?”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.29","label":"29","content":"Yexu teb has tas, “Thawj nqai kevcai yog le nuav, ‘Cov Yixayee 'e, ca le tig ntsej noog. Tug Tswv kws yog peb tug Vaajtswv yog tuab tug Tswv xwb."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.30","label":"30","content":"Koj yuav tsum hlub tug Tswv kws yog koj tug Vaajtswv kawg sab kawg ntsws, kawg plaab plaw tswvyim hab kawg daag kawg zug.’"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.31","label":"31","content":"Nqai kws ob has tas, ‘Koj yuav tsum hlub kwvtij zej zog ib yaam le koj hlub koj tug kheej.’  Tsw muaj lwm txuj kevcai kws tseem ceeb dua ob nqais nuav lawm.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.32","label":"32","content":"Tug xwbfwb hov txawm has rua nwg tas, “Xwbfwb, koj teb zoo heev. Koj has tseeb tas muaj tuab tug Tswv xwb, dhau nwg lawm tsw muaj dua lwm tug le,"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.33","label":"33","content":"hab qhov kws hlub tug Tswv kawg sab kawg ntsws, kawg plaab plaw tswvyim hab kawg daag kawg zug, hab hlub kwvtij zej zog ib yaam le yug hlub yug tug kheej, kuj tseem ceeb heev dua le tej kws muab hlawv huvsw xyeem hab tej kws muab xyeem huvsw.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.34","label":"34","content":"Thaus Yexu pum tas tug hov muaj tswvyim teb, Yexu txawm has rua nwg tas, “Koj nyob tsw deb ntawm Vaajtswv lub tebchaws lawm.” Dhau ntawd tsw muaj leejtwg muaj cuabkaav nug Yexu dua le lawm."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.35","label":"35","content":"Thaus Yexu qhuab qha huv lub tuam tsev, nwg has tas, “Cov xwbfwb qha Vaajtswv kevcai has tau le caag tas tug Kheto  yog Tavi le tub?"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.36","label":"36","content":"Vaaj Ntsuj Plig kws dawb huv yeej kuas Tavi has tas, “ ‘Tug Tswv has rua kuv tug tswv tas, “Ca le nyob tsawg ntawm kuv saab xws, moog txug thaus kuv muab koj cov yeeb ncuab tag koj xwb taw.” ’"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.37","label":"37","content":"Yog Tavi tub hu tug Kheto tas ‘tug Tswv,’ nwg yuav ua le caag ua tau Tavi le tub?” Tej pejxeem coob coob hov zoo sab noog Yexu."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.38","label":"38","content":"Thaus Yexu qhuab qha nwg has tas, “Ca le ceev faaj cov xwbfwb qha Vaajtswv kevcai kws nyam naav lub tsho ntev moog moog lug lug hab nyam kuas luas fwm puab tom tej tshaav puam,"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.39","label":"39","content":"hab nyam nyob tej rooj sab huv tej tsev sablaaj, hab thaus muaj rooj noj rooj haus puab nyam nyob saam tsum."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.40","label":"40","content":"Puab txeeb cov puj ntsuag tej vaaj tse hab thov Vaajtswv ntev ntev rua luas pum. Puab yimfuab yuav raug txem nyaav heev dua.”"},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.41","label":"41","content":"Yexu moog nyob tsawg ncaaj ntawm lub swb xaab xyeem nyaj hab saib cov tuabneeg tso nyaj rua huv lub swb xaab hov. Muaj ntau leej nplua nuj tso nyaj ntau rua huv."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.42","label":"42","content":"Hab muaj ib tug puj ntsuag pluag pluag tuaj, nwg tso ob lub txaj toog lab ntaus nqe tsw txug ib npiv rua huv."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.43","label":"43","content":"Yexu hu cov thwjtim lug has rua puab tas, “Kuv has tseeb rua mej tas, tug puj ntsuag pluag nuav tso nyaj rua huv lub swb xaab ntau dua txhua tug kws tso lawd."},{"bible_id":"1216","chapter_code":"MRK.12","verse_code":"MRK.12.44","label":"44","content":"Tsua qhov puab txhua tug rhu puab tej nyaj kws puab muaj nplua quas mag lawm mivntswv tuaj tso rua huv tassws tug puj nuav lub neej txom nyem kawg le los nwg khee kawv qhov nyaj yug nwg txujsa tso rua huv.”"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.1","label":"1","content":"Thaus Yexu tawm ntawm lub tuam tsev moog, nwg ib tug thwjtim txawm has rua Yexu tas, “Xwbfwb, koj saib, tej txhwb zeb hab tej tsev nuav zoo kawg le lauj!”"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.2","label":"2","content":"Yexu txawm has rua nwg tas, “Koj pum tej tsev luj nuav lov? Tej txhwb zeb kws tib ib lub tshooj ib lub nuav yuav tsw tshuav ib lub kws tsw raug muab ua pob taag.”"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.3","label":"3","content":"Thaus Yexu nyob tsawg sau lub roob Txwv Aulib ncaaj ntawm lub tuam tsev, Petu hab Yakaunpau hab Yauhaa hab Anru txawm nug nwg tuabywv has tas,"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.4","label":"4","content":"“Thov qha peb paub tas tej xwm txheej nuav yuav tshwm lug thaus twg, hab muaj yaam txujci twg qha kuas paub tas txug swjhawm kws tej nuav yuav tav?”"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.5","label":"5","content":"Yexu txhad chiv has rua puab tas, “Ca le ceev faaj tuab zoo tsw xob ca leejtwg ntxag mej yuam kev."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.6","label":"6","content":"Yuav muaj ntau leej tuav kuv lub npe lug has tas. ‘Kuv yog tug hov ntaag,’ mas puab yuav ua rua tuabneeg coob coob yuam kev."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.7","label":"7","content":"Thaus mej nov suab ua tsuv ua rog hab nov moo ua rog, tsw xob poob sab. Tej nuav yeej yuav tsum tshwm lug tassws tsw tau txug thaus kawg."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.8","label":"8","content":"Ib lub tebchaws yuav sawv tawm tsaam rua ib lub tebchaws, ib tug vaajntxwv yuav tawm tsaam rua ib tug vaajntxwv, yuav muaj ntuj qeg ntau qhov hab yuav muaj kev tshaib kev nqhes. Tej xwm txheej nuav yog chiv ua mob teb xwb."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.9","label":"9","content":"“Mej yuav tsum ceev faaj vem yog luas yuav muab mej cob rua tej tsev tu plaub hab nplawm mej huv puab tej tsev sablaaj, hab mej yuav sawv taab meeg cov thawj kaav hab tej vaajntxwv vem yog tim kuv sub mej txhad ua tau timkhawv rua puab."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.10","label":"10","content":"Hab txuj xuv zoo yuav tsum xub raug muab tshaaj tawm rua ib tsoom tebchaws."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.11","label":"11","content":"Thaus puab nteg mej moog cob rua luas, mej tsw xob txhawj ua ntej tas mej yuav has le caag, ca le has tej lug kws tub muab pub rua mej rua thaus lub swjhawm ntawd, tsua qhov tug kws has hov tsw yog mej, yog Vaaj Ntsuj Plig kws dawb huv has."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.12","label":"12","content":"Kwvtij yuav muab kwvtij cob rua kev tuag, txwv yuav muab tub cob rua kev tuag, mivnyuas yuav sawv twv nam txwv hab muab tua."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.13","label":"13","content":"Ib tsoom tuabneeg yuav ntxub mej vem yog tim kuv lub npe. Tassws leejtwg thev tau moog txug thaus kawg tug hov yuav dim."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.14","label":"14","content":"“Thaus mej pum yaam kws qas vuab tsuab kws ua kuas lamswm taag txawb ca rua huv lub chaw kws tsw tswm nyog txawb  (ca tug kws nyeem nkaag sab nawj), mas thaus hov cov kws nyob huv Yutia ca le tswv moog rua peg tej roob,"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.15","label":"15","content":"tug kws nyob sau txheej tsev laag tshaav tsw xob nqeg lug nkaag rua huv lub tsev nqaa ib yaam daabtsw moog,"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.16","label":"16","content":"hab tug kws nyob tom teb tsw xob rov lug muab nwg lub tsho ntev."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.17","label":"17","content":"Nub ntawd cov kws suab mivnyuas hab cov kws muaj mivnyuas noj mig yuav txom nyem kawg le lauj!."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.18","label":"18","content":"Ca le thov kuas tej xwm txheej nuav tsw xob tshwm lug rua lub caij ntuj no."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.19","label":"19","content":"Vem tas lub swjhawm ntawd yuav muaj kev ceblaaj txom nyem luj kawg le, txwj thaus Vaajtswv tswm ntuj tswm teb lug txug naj nub nwgnuav tsw tau txeev muaj dua le ntawd hab yuav tsw muaj ntxwv le lawm."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.20","label":"20","content":"Yog tug Tswv tsw muab lub caij lub nyoog hov txav kuas tuab lu, yuav tsw muaj tuabneeg dim tau le. Tassws vem saib rua cov kws Vaajtswv tub xaiv ca lawd, nwg txhad muab lub caij lub nyoog txav kuas tuab lu."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.21","label":"21","content":"Thaus ntawd yog leejtwg has rua mej tas, ‘Saib maj, tug Kheto nyob ntawm nuav,’ lossws has tas, ‘Nwg nyob tim u,’ mej tsw xob ntseeg le."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.22","label":"22","content":"Yuav muaj cov cuav Kheto hab cov cuav xwbfwb cev lug sawv lug ua txujci tseem ceeb hab txujci phemfwj, mas yog ua tau, tej txujci hov txhad yuav ntxag cov kws tub xaiv ca lawd kuas yuam kev."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.23","label":"23","content":"Mej yuav tsum ceev faaj, kuv tub has txhua yaam rua mej ua ntej lawm."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.24","label":"24","content":"“Thaus dhau tej kev ceblaaj txom nyem hov lawm, ‘lub nub yuav tsaus moog, lub hli yuav tsw ci,"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.25","label":"25","content":"tej nub qub yuav poob sau ntuj lug, tej kws muaj fwjchim sau nruab ntug yuav raug muab cu ua zug quas kais.’"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.26","label":"26","content":"Thaus ntawd puab yuav pum Tuabneeg leej Tub nrug nwg tug fwjchim luj hab meej mom nrug fuab sau ntuj lug."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.27","label":"27","content":"Thaus ntawd nwg yuav khaiv cov tubkhai ntuj moog mas nwg yuav qaws cov tuabneeg kws nwg xaiv ca lawd plaub ceg kaum ntuj taag nrho txhua lub kaum nplajteb moog thoob qaab ntuj kawg."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.28","label":"28","content":"“Ca le kawm tej lug pev ntawm tsob ntoo cua. Thaus tej ceg mog nyoos hab chiv hlaav nplooj, mej kuj paub tas yuav txug lub caij ntuj kub."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.29","label":"29","content":"Ib yaam le ntawd, thaus mej pum tej xwm txheej nuav tshwm lug mej kuj paub tas nwg tub lug ze ntawm qhov rooj lawm."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.30","label":"30","content":"Kuv has tseeb rua mej tas, tam tuabneeg nuav yuav tsw tau dua taag moog txug thaus txhua yaam nuav tshwm lug lawm."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.31","label":"31","content":"Lub ntuj hab lub nplajteb yuav dua moog, tassws kuv tej lug yuav tsw pluj hlo le."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.32","label":"32","content":"“Tassws nub ntawd hab teev ntawd tsw muaj leejtwg paub, txawm yog cov tubkhai ntuj hab leej Tub kuj tsw paub tsuas yog leej Txwv tuab leeg paub xwb."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.33","label":"33","content":"Mej yuav tsum ceev faaj zuv tog, tsua qhov mej tsw paub lub swjhawm hov lug txug thaus twg."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.34","label":"34","content":"Pev le ib tug yawm kws yuav moog kev deb, thaus nwg tawm rooj moog, nwg cob num rua nwg cov tub qhe nyag ua nyag teg num hab nwg nkaw lug rua tug kws zuv qhov rooj kuas ceev faaj zuv zoo."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.35","label":"35","content":"Vem le nuav mej yuav tsum zuv tog, tsua qhov mej tsw paub tas tug tswv tsev yuav lug thaus twg, yog thaus tsaus ntuj lossws ib taag mo lossws thaus qab qua lossws thaus sawv ntxuv,"},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.36","label":"36","content":"nyob tsaam nwg lug taamswm mas pum mej tseed pw tsaug zug."},{"bible_id":"1216","chapter_code":"MRK.13","verse_code":"MRK.13.37","label":"37","content":"Tej kws kuv has rua mej nuav kuv kuj has rua suavdawg tas, ca le zuv tog.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.1","label":"1","content":"Tshuav ob nub le ua kevcai Hlaa Dhau hab ua kevcai Noj Ncuav tsw Xyaw Keeb, mas cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai txawm nrhav kev saib yuav ua le caag nteg tau Yexu tuabywv hab muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.2","label":"2","content":"Puab has tas, “Tsw xob nteg nwg rua lub swjhawm kws ua kevcai nuav tsaam tes cov pejxeem tsua ntxhuv quas nyo.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.3","label":"3","content":"Thaus Yexu nyob huv Ximoo kws mob ruas lub tsev huv lub zog Npethani, Yexu tseed pheeb ntawm rooj mov, txawm muaj ib tug puj nqaa ib fwj  roj tsw qaab tuaj tes txawm muab lub ncauj fwj luv ntho muab cov roj laub rua sau Yexu taubhau."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.4","label":"4","content":"Muaj qee leej chim txawm sws has tas, “Ua caag yuav muab tej roj nuav ua nkim pov tseg?"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.5","label":"5","content":"Cov roj nuav yog muab muag tau nyaj peb puas tawm ntenalia  coj moog pub rua cov tuabneeg pluag kuj tau.” Puab txawm ywg tug puj hov."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.6","label":"6","content":"Yexu txhad has tas, “Tsw xob ywg nwg. Mej ua rua nwg ntxhuv sab ua daabtsw? Nwg ua yaam kws zoo heev rua kuv."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.7","label":"7","content":"Yeej yuav muaj cov tuabneeg pluag nrug mej nyob moog le, mas mej yuav ua zoo rua puab thaus twg kuj tau tassws mej yuav tsw muaj kuv nrug mej nyob moog le."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.8","label":"8","content":"Nwg ua lawv le nwg ua tau. Tub yog nwg laub roj pleev kuv lub cev ua ntej kws yuav muab kuv log."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.9","label":"9","content":"Kuv has tseeb rua mej tas, tshaaj tawm txuj xuv zoo nuav moog thoob nplajteb txug hovtwg, qhov kws tug puj nuav ua yuav nrov nchaa moog txug hov ntawd ua lub chaw ncu txug nwg.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.10","label":"10","content":"Thaus ntawd Yutas Ikhali‑au kws yog ib tug huv kaum ob tug thwjtim txawm moog cuag cov pov thawj hlub es yuav muab Yexu cob rua puab."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.11","label":"11","content":"Thaus puab nov le hov mas puab zoo sab heev hab cog lug tas yuav muab nyaj rua Yutas. Nwg txawm nrhav swjhawm muab Yexu rua puab."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.12","label":"12","content":"Thawj nub kws ua kevcai Noj Ncuav tsw Xyaw Keeb, yog lub swjhawm kws puab tua mivnyuas yaaj ua kevcai Hlaa Dhau,  cov thwjtim has rua Yexu tas, “Yuav ca peb npaaj kevcai Hlaa Dhau rua koj noj hovtwg?”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.13","label":"13","content":"Yexu khaiv ob tug thwjtim moog hab has rua ob tug tas, “Meb ca le moog rua huv lub nroog, mas yuav muaj ib tug yawm nqaa ib lub laujkaub dej ntswb meb. Meb ca le lawv nwg qaab moog."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.14","label":"14","content":"Nwg nkaag rua lub tsev twg, meb ca le has rua tug tswv tsev hov tas, ‘Tug xwbfwb has tas, Chaav txais qhua kws kuv yuav nrug kuv cov thwjtim noj kevcai Hlaa Dhau nyob hovtwg?’"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.15","label":"15","content":"Nwg yuav qha ib chaav luj kws nyob txheej sau muaj rooj tog txhwj lawm. Ca le npaaj hov ntawd rua peb.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.16","label":"16","content":"Ob tug thwjtim txawm sawv kev moog rua huv lub nroog hab ntswb lawv le Yexu has rua ob tug, tes ob tug txhad npaaj ua kevcai Hlaa Dhau txhwj zog."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.17","label":"17","content":"Thaus tsaus ntuj Yexu nrug kaum ob tug thwjtim tuaj."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.18","label":"18","content":"Thaus puab pheeb noj mov ntawm rooj, Yexu has tas, “Kuv has tseeb rua mej tas, mej cov nuav ib tug yuav faav xeeb rua kuv, yog ib tug kws nrug kuv noj ua ke.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.19","label":"19","content":"Puab kuj chiv ntxhuv sab heev puab nyag taug nyag nug tas, “Yog kuv lov?”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.20","label":"20","content":"Yexu has rua puab tas, “Yog kaum ob tug nuav ib tug, yog tug kws nrug kuv koom ntsw ib lub taig."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.21","label":"21","content":"Tuabneeg leej Tub yuav moog lawv le tej kws sau ca has txug nwg, tassws tug kws faav xeeb rua Tuabneeg leej Tub yeej yuav raug txom nyem kawg. Tsw xob yug nwg lug kuj zoo dua.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.22","label":"22","content":"Thaus puab noj mov ntawd, Yexu txawm muab ib lub ncuav lug foom koob moov rua mas muab ndais cev rua puab hab has tas, “Ca le txais, nuav yog kuv lub cev.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.23","label":"23","content":"Hab nwg muab ib lub khob lug ua Vaajtswv tsaug taag muab cev rua puab mas puab txhua tug haus."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.24","label":"24","content":"Hab nwg has rua puab tas, “Nuav yog kuv cov ntshaav kws nas hom thawj rua tej lug cog tseg, kws raug muab nchuav rua tuabneeg coob coob."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.25","label":"25","content":"Kuv has tseeb rua mej tas kuv yuav tsw haus cawv txwv maab dua le moog txug nub kws kuv haus cawv txwv maab tshab huv Vaajtswv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.26","label":"26","content":"Thaus puab hu ib zaaj nkauj taag puab tawm moog rua peg roob Txwv Aulib."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.27","label":"27","content":"Yexu has rua puab tas, “Mej txhua tug yuav tso kuv tseg, vem muaj lug sau ca has tas, “ ‘Kuv yuav tua tug yug yaaj, mas paab yaaj yuav tawg ua saab ua sua moog.’"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.28","label":"28","content":"Tassws thaus kuv raug muab tsaa caj sawv rov lug lawm, kuv yuav ua mej ntej moog rua Kalilai.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.29","label":"29","content":"Petu txawm has rua Yexu tas, “Txawm yog puab suavdawg tso koj tseg los kuv yuav tsw tos koj tseg hlo le.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.30","label":"30","content":"Yexu has rua nwg tas, “Kuv has tseeb rua koj tas, mo nuav ntaag thaus qab tsw tau qua ob tswg koj yuav tsw leeg paub kuv peb zag.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.31","label":"31","content":"Tassws Petu has tawv nkawv tas, “Txawm yog kuv yuav tsum nrug koj tuag, los kuv yuav tsw has tas kuv tsw paub koj.” Cov thwjtim suavdawg puavleej has ib yaam nkaus le ntawd."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.32","label":"32","content":"Tes Yexu puab txawm moog rua ib qho chaw kws hu ua Kexemane, mas Yexu has rua nwg cov thwjtim tas, “Ca le nyob tsawg ntawm nuav rua thaus kuv thov Vaajtswv.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.33","label":"33","content":"Nwg coj Petu, Yakaunpau hab Yauhaa nrug nwg moog. Yexu chiv nyuaj sab hab ntxhuv sab kawg."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.34","label":"34","content":"Nwg has rua puab tas, “Kuv lub sab ntxhuv kawg tub yuav tuag. Mej ca le nyob ntawm nuav zuv tog.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.35","label":"35","content":"Yexu txawm moog rua tom ntej mivntswv mas nwg khwb nkaus rua huv peg teb thov tas, yog ua tau, ca teev nuav hlaa dhau nwg moog."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.36","label":"36","content":"Hab nwg has tas “Anpa,  kuv txwv 'e, koj ua tau txhua yaam, thov rhu lub khob nuav ntawm kuv moog. Txawm le caag kuj xwj, thov tsw xob ca ua lawv le kuv lub sab tassws ca ua lawv le koj lub sab.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.37","label":"37","content":"Nwg rov lug rua ntawm cov thwjtim pum puab pw tsaug zug taag. Nwg txhad has rua Petu tas, “Ximoo, koj tseed pw tsaug zug lov? Koj nrug kuv zuv tog ib nyuas teev tsw taug le lov?"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.38","label":"38","content":"Mej yuav tsum zuv tog hab thov Vaajtswv sub mej txhad tsw raug kev swm sab. Lub sab npaaj txhwj lawm tassws lub cev tsw muaj zug.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.39","label":"39","content":"Yexu txawm rov moog thov Vaajtswv has ib yaam nkaus le thawj zag."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.40","label":"40","content":"Yexu rov lug pum puab pw tsaug zug dua ib zag vem puab qheb tsw taug qhov muag, mas puab tsw paub tas yuav teb Yexu le caag."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.41","label":"41","content":"Nwg txawm rov lug rua ntawm cov thwjtim zag peb hab has rua puab tas, “Mej tseed pw tsaug zug hab su lug sav lov? Txaus lawm lauj! Lub swjhawm tub lug txug lawm, mas Tuabneeg leej Tub tub raug muab cob rua huv cov tuabneeg txhum txhais teg lawm."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.42","label":"42","content":"Ca le sawv tseeg, peb moog. Saib maj, tug kws faav xeeb rua kuv tuaj ze lawm.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.43","label":"43","content":"Thaus Yexu tseed saamswm has lug, tes Yutas kws yog ib tug thwjtim huv kaum ob tug ntawd txawm tuaj txug taamswm ntawd, hab muaj tuabneeg coob coob coj ntaaj coj qws nrug nwg tuaj, yog cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai hab cov kev txwj quas laug khaiv tuaj."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.44","label":"44","content":"Tug kws faav xeeb hov tub qha rua puab ua ntej tas, “Kuv nwj tug twg mas yog tug hov ntaag. Ca le nteg kag nwg coj moog ceev tuab zoo.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.45","label":"45","content":"Tes Yutas txawm ncaaj nraim lug rua ntawm Yexu taamswm hab has tas, “Xwbfwb,”  hab nwj Yexu."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.46","label":"46","content":"Tes cov tuabneeg hov txawm lug ntsab nkaus Yexu muab nwg nteg."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.47","label":"47","content":"Muaj ib tug kws sawv ntawd rhu hlo ntaaj lug tuab ntaug tug tuam pov thawj hlub tug tub qhe txav nwg ib saab nplooj ntseg tu nrho."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.48","label":"48","content":"Yexu has rua cov tuabneeg hov tas, “Mej coj ntaaj coj qws tuaj nteg kuv ib yaam le tawm moog nteg tub saab lov?"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.49","label":"49","content":"Kuv naj nub nrug mej nyob huv lub tuam tsev qhuab qha, los mej tsua tsw nteg kuv. Tassws Vaajtswv txujlug yeej yuav tsum tav le nuav.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.50","label":"50","content":"Tes cov thwjtim suavdawg txawm tso Yexu tseg tswv taag lawm."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.51","label":"51","content":"Muaj ib tug hluas tsuas npua ib daim ntaub maag xwb lawv Yexu qaab moog, puab txawm nteg tug hluas hov,"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.52","label":"52","content":"tes nwg tso plhuav daim ntaub maag tseg tswv lab qaab moog."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.53","label":"53","content":"Puab txawm coj Yexu moog rua ntawm tug tuam pov thawj hlub, mas cov pov thawj hlub hab cov kev txwj quas laug hab cov xwbfwb qha Vaajtswv kevcai suavdawg tub tuaj txoos ua ke rua hov ntawd lawm."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.54","label":"54","content":"Petu lawv Yexu qaab deb deb moog rua huv lub tshaav puam ntawm tug tuam pov thawj hlub lub tsev. Nwg nrug cov tub rog kws zuv lub tuam tsev nyob ua ke nte tawg."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.55","label":"55","content":"Cov pov thawj hlub hab taag nrho cov thawj lub rooj sablaaj txawm nrhav lug kom Yexu sub txhad tua tau nwg pov tseg, tassws nrhav tsw tau."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.56","label":"56","content":"Muaj ntau leej lug ua cuav timkhawv nkaug nwg los puab tej lug timkhawv tsw sws tim."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.57","label":"57","content":"Qee leej sawv tseeg ua cuav timkhawv kom Yexu has tas,"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.58","label":"58","content":"“Peb nov tug nuav has tas, ‘Kuv yuav rhuav lub tuam tsev nuav kws tuabneeg txhais teg ua, mas peb nub xwb kuv yuav ua dua ib lub tshab, kws tsw yog tuabneeg txhais teg ua.’ ”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.59","label":"59","content":"Txawm yog puab has le ntawd los puab tej lug timkhawv tsw sws tim."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.60","label":"60","content":"Tug tuam pov thawj hlub txawm sawv tseeg huv plawv puab hab nug Yexu tas, “Koj tsw muaj ib lu lug teb lov? Puab kom koj txug daabtsw?”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.61","label":"61","content":"Yexu nyob tuabywv tsw teb hlo le. Tug tuam pov thawj hlub txawm nug dua ib zag has tas, “Koj yog tug Kheto, yog Vaajtswv kws tswm nyog qhuas tug Tub lov?”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.62","label":"62","content":"Yexu has tas, “Kuv yog, hab mej yuav pum Tuabneeg leej Tub nyob tsawg ntawm tug kws muaj fwjchim luj kawg saab xws, hab nrug fuab sau ntuj lug.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.63","label":"63","content":"Tes tug tuam pov thawj hlub txawm dua rhe nwg lub tsho hab has tas, “Peb tseed yuav timkhawv ntxwv le caag hab?"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.64","label":"64","content":"Mej tub nov nwg has lug tuam mom Vaajtswv lawm. Mej pum zoo le caag?” Puab suavdawg teem txem tas tswm nyog muab nwg tua tuag."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.65","label":"65","content":"Qee leej chiv ntu qub ncaug rua Yexu hab muab nwg lub ntsej muag qhwv hab ntaus nwg hab has rua nwg tas, “Ca le cev Vaajtswv lug rua peb saib.” Cov tub rog txawm kaav nwg hab xuas tawg ncuav rua nwg."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.66","label":"66","content":"Thaus Petu nyob huv lub tshaav puam saab nraag, tug tuam pov thawj hlub ib tug nkauj qhev txawm lug."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.67","label":"67","content":"Thaus nwg pum Petu nte tawg, nwg txawm saib ntsoov rua Petu hab has tas, “Koj tub nrug Yexu kws yog tuabneeg Naxale ua ke hab los sas.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.68","label":"68","content":"Tassws Petu tsw leeg, nwg has tas, “Qhov kws koj has kod kuv tsw paub hab tsw nkaag sab le.” Tes Petu txawm tawm moog rua ntawm rooj vaag."},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.69","label":"69","content":"Tug nkauj qhev rov pum nwg tes txawm chiv has rua cov tuabneeg kws nyob ib ncig ntawd tas, “Tug nuav yeej yog puab cov hab.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.70","label":"70","content":"Petu rov tsw leeg. Tom qaab ntawd mivntswv cov tuabneeg kws nyob ib ncig txawm has rua Petu tas, “Koj yeej yog puab cov hov ib tug tag tag le, tsua qhov koj yog tuabneeg Kalilai.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.71","label":"71","content":"Petu txawm chiv twv tsawm tawv tawv has tas, “Kuv yeej tsw paub tug kws mej has kod.”"},{"bible_id":"1216","chapter_code":"MRK.14","verse_code":"MRK.14.72","label":"72","content":"Taamswm ntawd qab txawm qua zag ob. Petu txhad ncu dheev txug tej lug kws Yexu tau has rua nwg tas, “Thaus qab tsw tau qua ob tswg koj yuav tsw leeg paub kuv peb zag.” Petu tswj tsw tau nwg lub sab tes txawm quaj quaj."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.1","label":"1","content":"Thaus sawv ntxuv cov pov thawj hlub hab cov kev txwj quas laug hab cov xwbfwb hab taag nrho cov thawj suavdawg sablaaj ua ke. Puab txawm muab Yexu khi coj moog cob rua Philaj."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.2","label":"2","content":"Philaj nug Yexu tas, “Koj yog cov Yutai tug vaajntxwv lov?” Yexu has tas, “Yog le koj has.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.3","label":"3","content":"Cov pov thawj hlub kuj kom Yexu ntau yaam."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.4","label":"4","content":"Philaj txawm rov nug nwg tas, “Koj tsw teb ib lus le lov? Saib puab kom koj npaum le caag.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.5","label":"5","content":"Tassws Yexu tsw teb dua le lawm, Philaj kuj xaav tsw thoob le."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.6","label":"6","content":"Txhua zag kws ua kevcai Hlaa Dhau Philaj txeev tso ib tug raug txem dim lawv le cov pejxeem thov."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.7","label":"7","content":"Muaj ib tug npe hu ua Npalanpa raug kaw huv tsev lojfaaj nrug cov kws faav xeeb tua tuabneeg rua thaus txeeb tebchaws."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.8","label":"8","content":"Cov pejxeem txawm tuaj ua ke chiv thov Philaj ua rua puab lawv le nwg txeev ua."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.9","label":"9","content":"Philaj txhad teb puab tas, “Mej xaav kuas kuv tso cov Yutai tug vaajntxwv dim lov?”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.10","label":"10","content":"Vem Philaj pum tas cov pov thawj hlub khib txhad muab Yexu cob rua nwg."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.11","label":"11","content":"Tassws cov pov thawj hlub tshaum cov pejxeem kuas thov Philaj tso Npalanpa."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.12","label":"12","content":"Philaj rov has rua puab tas, “Yog le hov kuv yuav ua le caag rua tug kws mej hu tas cov Yutai tug vaajntxwv?”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.13","label":"13","content":"Puab rov qw has tas, “Muab teem rua sau khaublig ntoo.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.14","label":"14","content":"Philaj txhad has rua puab tas, “Ua caag muab teem? Nwg tau ua txhum daabtsw?” Tassws puab yimfuab qw has tas, “Muab nwg teem rua sau khaublig ntoo.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.15","label":"15","content":"Philaj xaav ua kuas hum cov pejxeem lub sab txhad tso Npalanpa rua puab, mas muab Yexu nplawm hab muab cob rua luas coj moog teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.16","label":"16","content":"Cov tub rog txawm coj Yexu moog rua huv tug tswv xeev lub loog (kws hu ua Plitholia)  mas hu hlo paab tub rog suavdawg tuaj ua ke."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.17","label":"17","content":"Puab muab ib lub tsho ntev yimlaaj lug ua rua Yexu naav. Puab muab xuav paug ntsaaj lug qhab ua ib lub mom vaajntxwv looj nwg taubhau,"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.18","label":"18","content":"hab puab chiv hawm nwg has tas, “Cov Yutai tug vaajntxwv, thov kuas koj tau zoo lauj!”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.19","label":"19","content":"Puab xuas ib tug lojkov ntaus nwg taubhau hab ntu qub ncaug rua nwg hab txhus caug ndua pe nwg."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.20","label":"20","content":"Thaus puab ua saib tsw taug Yexu taag lawd, puab muab lub tsho ntev yimlaaj hle hab rov muab nwg cev tsoog ua rua nwg naav, hab coj nwg moog yuav muab teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.21","label":"21","content":"Muaj ib tug yawm npe hu ua Ximoo kws yog tuabneeg Khulene, yog Alexaantaw hab Lufa txwv, nwg taug kev peg yaaj saab tuaj. Puab txawm yuam Ximoo kwv Yexu tug khaublig ntoo."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.22","label":"22","content":"Puab coj Yexu moog txug lub chaw kws hu ua Kaukautha kws txhais has tas lub chaw txhaa taubhau."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.23","label":"23","content":"Puab txawm muab cawv txwv maab xyaw roj tsw qaab cev rua Yexu haus, tassws Yexu tsw txais."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.24","label":"24","content":"Puab muab Yexu teem rua sau khaublig ntoo hab muab nwg cev tsoog tsho lug rhu ntawv faib saib leejtwg tau daim twg."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.25","label":"25","content":"Thaus puab muab Yexu teem rua sau khaublig ntoo yog thaus taagkig cuaj teev."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.26","label":"26","content":"Tej lug kws kom Yexu sau ca has tas, “Cov Yutai tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.27","label":"27","content":"Puab kuj muab ob tug tub saab teem nrug Yexu ua ke, saab xws ib tug, saab phem ib tug."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.29","label":"29","content":"Tej tuabneeg kws dua kev moog lug kuj thuaj Yexu cu hau quas nyo, has tas, “Au tug kws yuav rhuav lub tuam tsev hab peb nub xwb ua dua tshab 'e,"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.30","label":"30","content":"koj ca le cawm koj tug kheej kuas dim hab nqeg kag sau khaublig ntoo lug los maj.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.31","label":"31","content":"Cov pov thawj hlub hab cov xwbfwb qha Vaajtswv kevcai kuj thuaj luag nwg ib yaam nkaus has tas, “Nwg cawm tau luas dim, tassws nwg cawm tsw tau nwg dim."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.32","label":"32","content":"Ca tug Kheto kws yog Yixayee tug vaajntxwv nqeg sau khaublig ntoo lug taamswm nuav peb txhad pum hab ntseeg.” Ob tug tub saab kws raug teem nrug Yexu kuj thuaj nwg."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.33","label":"33","content":"Thaus taav su ntuj txawm tsaus ndais thoob plawg lub tebchaws moog txug nub qaij peb teev."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.34","label":"34","content":"Thaus peb teev Yexu qw nrov nrov has tas, “Elau‑i, elau‑i, Lama xanpathani?” txhais has tas, “Kuv tug Vaajtswv, kuv tug Vaajtswv ua caag koj tso kuv tseg lawm?”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.35","label":"35","content":"Thaus cov tuabneeg kws nyob ntawd qee leej nov tes txawm has tas, “Saib maj, nwg hu Eliya.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.36","label":"36","content":"Muaj ib tug dha loo moog muab ib lub xwb kuab raus cov kua qaub  chob rua tug hauv paas lojkov cev moog rua Yexu haus hab has tas, “Peb tog saib Eliya yuav lug tso nwg nqeg los tsw tso.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.37","label":"37","content":"Yexu qw nrov nrov tes txawm tu sav nrho."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.38","label":"38","content":"Daim ntaub kws thaiv huv lub tuam tsev txawm nduag rhe saab sau lug thoob plawg huv taw ua ob daim."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.39","label":"39","content":"Thaus tug thawj rog kaav ib puas leej kws sawv ncaaj ntawm Yexu xubndag pum Yexu tu sav le hov, nwg txawm has tas, “Tug nuav yeej yog Vaajtswv tug Tub tag tag le.”"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.40","label":"40","content":"Muaj ib paab quaspuj nyob deb deb saib, puab cov hov muaj Maivlag Mantala, hab Maivlag kws yog Yakaunpau miv hab Yauxes nam hab Xalaume."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.41","label":"41","content":"Cov quaspuj nuav nrug Yexu nyob hab ua koom rua nwg rua thaus nwg nyob huv Kalilai. Hab tseed muaj lwm tug quaspuj coob leej kws nrug Yexu tuaj rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.42","label":"42","content":"Thaus yuav tsaus ntuj, yog nub kws npaaj ua ntej nub Xanpatau,"},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.43","label":"43","content":"Yauxej kws yog tuabneeg huv lub moos Alimathia, nwg yog ib tug huv cov thawj lub rooj sablaaj kws suavdawg fwm, hab nwg tog rawv Vaajtswv lub tebchaws, txawm ua lub sab tuab moog cuag Philaj thov Yexu lub cev tuag."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.44","label":"44","content":"Philaj kuj xaav tsw thoob qhov kws Yexu tuag lawd txawm hu tug thawj rog kws kaav ib puas leej lug nug tas Yexu tuag lawm los tsw tau."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.45","label":"45","content":"Thaus Philaj paub tseeb ntawm tug thawj rog hov lawm nwg txawm muab Yexu lub cev tuag cob rua Yauxej."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.46","label":"46","content":"Yauxej txhad moog yuav ib daim ntaub maag lug, mas txu Yexu lub cev tuag lug hab muab daim ntaub maag qhwv, coj moog tso rua huv lub qhov ntxaa kws txaug ca rua huv phaab zeb, mas dov ib daim laag zeb npug lub rooj ntxaa."},{"bible_id":"1216","chapter_code":"MRK.15","verse_code":"MRK.15.47","label":"47","content":"Maivlag Mantala hab Maivlag kws yog Yauxes nam kuj pum lub chaw kws tso Yexu lub cev."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.1","label":"1","content":"Thaus dhau nub Xanpatau lawm, Maivlag Mantala hab Maivlag kws yog Yakaunpau nam hab Xalaume puab moog yuav tshuaj tsw qaab coj moog pleev Yexu lub cev."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.2","label":"2","content":"Nub ib  thaus sawv ntxuv puab txawm moog txug lub qhov ntxaa rua thaus nub tawm tuaj lawm."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.3","label":"3","content":"Puab sws thaam has tas, “Leejtwg yuav paab muab daim laag zeb dov tawm ntawm lub rooj ntxaa?”"},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.4","label":"4","content":"Puab tsaa muag saib daim laag zeb kws luj heev tub muab dov tawm lawm."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.5","label":"5","content":"Thaus puab nkaag moog rua huv lub ntxaa puab pum ib tug hluas naav lub tsho ntev dawb paug nyob tsawg saab xws. Puab kuj phemfwj heev."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.6","label":"6","content":"Tug hluas hov has rua puab tas, “Mej tsw xob phemfwj, mej tuaj nrhav Yexu tuabneeg Naxale kws raug muab teem rua sau khaublig ntoo. Nwg tub caj sawv lug lawm. Nwg tsw nyob ntawm nuav. Ca le saib lub chaw kws puab tso nwg."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.7","label":"7","content":"Mej ca le moog has rua nwg cov thwjtim hab Petu tas nwg yuav ua mej ntej moog rua peg Kalilai. Mej yuav pum nwg hov ntawd, lawv le nwg tau has rua mej.”"},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.8","label":"8","content":"Puab txawm tawm huv lub qhov ntxaa dha moog, tsua qhov puab ntshai tshee quas nyo hab phemfwj heev. Puab tsw has rua leejtwg vem puab ntshai. Txwj nqai 9 moog txug nqai 20 tej phoo thau u kws zoo kawg tsw muaj cov nqai nuav. Tej zag tsw yog Malakau sau."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.9","label":"9","content":"Nub ib thaus sawv ntxuv kws Yexu caj sawv rov lug lawd, nwg lug tshwm rua Maivlag Mantala pum ua ntej, yog tug kws Yexu ntab xyaa tug daab tawm."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.10","label":"10","content":"Maivlag txhad moog has rua cov kws txeev nrug Yexu nyob rua thaus puab saamswm nyuaj sab hab quaj ntsuag."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.11","label":"11","content":"Thaus puab nov tas Yexu muaj txujsa nyob hab Maivlag tub pum Yexu lawm, los puab tseed tsw tshua ntseeg."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.12","label":"12","content":"Dhau ntawd Yexu hloov dua lub cev lug tshwm rua ob tug thwjtim pum rua thaus ob tug saamswm taug kev nrau lub nroog."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.13","label":"13","content":"Ob tug txhad rov lug pav rua cov thwjtim suavdawg los puab kuj tsw ntseeg ob tug."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.14","label":"14","content":"Dhau ntawd Yexu lug tshwm rua kaum ib tug thwjtim rua thaus puab saamswm noj mov. Nwg ywg qhov kws puab tsw ntseeg hab puab ua lub sab tawv vem yog puab tsw ntseeg cov kws tub pum Yexu rua thaus nwg caj sawv rov lug lawm."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.15","label":"15","content":"Yexu has rua puab tas, “Ca le tawm moog thoob nplajteb tshaaj tawm txuj xuv zoo rua ib tsoom tuabneeg suavdawg."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.16","label":"16","content":"Tug kws ntseeg hab ua kevcai raus dej yuav dim. Tug kws tsw ntseeg yuav raug teem txem."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.17","label":"17","content":"Cov kws ntseeg yuav ua tau tej txujci tseem ceeb nuav. Puab yuav tuav kuv lub npe ntab daab tawm, puab yuav has tau lug txawv txawv,"},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.18","label":"18","content":"puab txhais teg yuav tuav tau naab, yog puab haus tau tshuaj lom yaam twg yuav tsw lom puab hlo le, puab muab teg npuab cov tuabneeg muaj mob, cov tuabneeg hov yuav zoo huvsw.”"},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.19","label":"19","content":"Thaus tug Tswv Yexu has rua puab taag lawd, nwg raug coj moog sau ntuj hab nyob tsawg ntawm Vaajtswv saab teg xws."},{"bible_id":"1216","chapter_code":"MRK.16","verse_code":"MRK.16.20","label":"20","content":"Cov thwjtim txawm tawm moog tshaaj tawm rua txhua qhov, tug Tswv kuj nrug puab ua num ua ke hab ua txujci phemfwj tshwm lug qha tas txuj xuv zoo muaj tseeb.] Tej phoo lug Kili txuas nqai 8 nuav moog. 9  Cov quaspuj ntawd moog qha tej kws puab tau nov rua Petu hab cov kws nrug nwg nyob ua ke paub.  10  Dhau ntawd Yexu khaiv cov thwjtim moog tshaaj tawm Vaajtswv txujlug dawb huv kws tsw txawj lwj has txug txujkev dim moog ib txhws tsw kawg thoob plawg saab nub tuaj rua saab nub poob.]"}]