[{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.1","label":"1","content":"Nuav yog Nehemi kws yog Hakhaliya tug tub tej lug. Lub hli Khile xyoo neeg nkaum thaus kuv nyob huv lub nroog luj Xuxa,"},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.2","label":"2","content":"mas Hanani kws yog kuv ib tug kwvtij nrug cov txwvneej qee leej tuaj huv Yuta tuaj. Kuv txhad nug puab txug cov Yutai kws poob tebchaws rov lug es tseed muaj txujsa nyob hab nug txug lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.3","label":"3","content":"Puab has rua kuv tas, “Cov kws poob tebchaws dim lug es tseed muaj txujsa nyob huv lub xeev hov raug kev txom nyem hab txaaj muag kawg. Yeluxalee lub ntsaa loog pob taag hab tej rooj loog kub nyab puam tsuaj taag.”"},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.4","label":"4","content":"Thaus kuv nov tej lug nuav kuv txawm nyob tsawg quaj hab quaj nyuaj sab ntau nub hab kuv yoo mov hab thov Vaajtswv Ntuj tsw tu le."},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.5","label":"5","content":"Hab kuv has tas, “Au Yawmsaub kws yog Vaajtswv Ntuj luj kawg nkaus hab txaus ntshai, koj yog tug kws tuav rawv tej lug cog tseg hab txujkev hlub ruaj khov rua cov kws hlub koj hab ua lawv le koj tej lug nkaw."},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.6","label":"6","content":"Mas thov koj tig ntsej noog hab thov tsaa qhov muag saib, hab noog koj tug tub qhe tej lug thov kws nwgnuav kuv thov koj nruab nub mo ntuj paab koj haiv tuabneeg Yixayee kws yog koj cov tub qhe. Kuv leeg cov Yixayee lub txem kws peb tau ua txhum rua koj. Kuv hab kuv txwv caaj ceg tau ua txhum lawm ntaag."},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.7","label":"7","content":"Peb tau ua phem ua qas rua koj luj kawg le hab tsw tuav rawv tej lug nkaw hab tej kaab ke hab tej kevcai kws koj muab cob rua koj tug qhev Mauxe."},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.8","label":"8","content":"Thov koj ncu txug tej lug kws koj tub has rua koj tug qhev Mauxe tas, ‘Yog mej faav xeeb rua kuv, kuv yuav ua rua mej tawg tswv rw quas sua moog rua huv ib tsoom tuabneeg,"},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.9","label":"9","content":"tassws yog mej rov lug cuag kuv hab tuav rawv kuv tej lug nkaw hab ua lawv nraim, mas txawm yog cov kws tawg rw quas sua moog rua qaab ntuj kawg los kuv yuav qaws puab hov ntawd lug hab coj puab lug rua lub chaw kws kuv tub xaiv ca rua kuv lub npe nyob lawm.’"},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.10","label":"10","content":"Puab yeej yog koj cov tub qhe hab yog koj haiv tuabneeg kws koj swv koj tug fwjchim luj kawg hab koj txhais teg kws muaj zug txhwv lug lawm."},{"bible_id":"1216","chapter_code":"NEH.1","verse_code":"NEH.1.11","label":"11","content":"Au tug Tswv,  thov koj tig ntsej noog koj tug tub qhe tej lug thov hab noog koj cov tub qhe kws zoo sab paub ntshai koj lub npe tej lug thov, es pub rua kuv kws yog koj tug qhev ua txhua yaam kuas tav rua nub nua hab thov ua kuas vaajntxwv hlub kuv.” Thaus ntawd kuv ua tug kws thab khob cawv txwv maab rua vaajntxwv."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.1","label":"1","content":"Thaus lub hli Nixa  yog xyoo neeg nkaum kws Athaxawxi ua vaajntxwv, thaus muab cawv txwv maab txawb rua ntawm nwg lub xubndag, kuv thab cawv txwv maab cev rua vaajntxwv. Ua ntej ntawd kuv tsw txeev ua ntsej muag mluag mlob rua ntawm nwg xubndag le."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.2","label":"2","content":"Tes vaajntxwv has rua kuv tas, “Koj tub tsw muaj mob, ua caag koj mluag quas mlob? Qhov kws koj mluag mlob tsuas yog koj ntxhuv sab xwb kaj.” Tes kuv ntshai heev,"},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.3","label":"3","content":"kuv txhad has rua vaajntxwv tas, “Thov kuas vaajntxwv muaj txujsa nyob moog ib txhws. Ua caag kuv yuav tsw mluag mlob rua thaus lub nroog kws log kuv tej laug raug muab tso tseg nyob do cuas hab tej rooj loog kuj raug suavtawg kub puam tsuaj taag?”"},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.4","label":"4","content":"Tes vaajntxwv txawm has rua kuv tas, “Koj xaav thov daabtsw?” Kuv txawm thov Vaajtswv ntuj."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.5","label":"5","content":"Hab kuv teb vaajntxwv tas, “Vaajntxwv, yog koj pum zoo, hab koj txaus sab rua kuv kws yog koj tug tub qhe, mas thov koj tso kuv moog rua huv Yuta tebchaws moog rua huv lub nroog kws log kuv tej laug, sub kuv txhad tau tswm khu lub nroog hov dua tshab.”"},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.6","label":"6","content":"Tes vaajntxwv has rua kuv rua thaus puj vaaj nyob ntawm vaajntxwv ib saab has tas, “Koj yuav moog ntev le caag, thaus twg koj le rov lug?” Yog le nuav vaajntxwv txhad txaus sab tso kuv moog. Tes kuv txhad teem swjhawm."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.7","label":"7","content":"Hab kuv has rua vaajntxwv tas, “Yog vaajntxwv pum zoo, thov ua ntawv rua kuv coj moog rua cov thawj kws kaav lub xeev saab dej Yufeti nub poob sub puab txhad tso cai rua kuv hlaa quas zug moog txug Yuta tebchaws."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.8","label":"8","content":"Hab thov ua ntawv has rua Axas kws kaav vaajntxwv lub haav zoov kuas nwg muab ntoo rua kuv ua tej puab rooj rua lub chaw ruaj khov ntawm lub tuam tsev hab ua lub nroog tej ntsaa loog hab khu lub tsev kws kuv yuav moog nyob.” Vaajntxwv txhad pub txhua yaam kws kuv thov rua kuv vem yog Vaajtswv txhais teg zoo roog rawv kuv."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.9","label":"9","content":"Tes kuv txhad lug txug cov thawj kws kaav lub xeev saab dej Yufeti nub poob hab muab tej ntawv kws vaajntxwv sau rua puab. Vaajntxwv kuj khaiv cov thawj tub rog hab cov tub rog caij neeg nrug kuv moog."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.10","label":"10","content":"Thaus Xaanpala kws yog tuabneeg Hauloo hab tug num tswv Thaunpia kws yog tuabneeg Aamoo nov zaaj nuav, mas ob tug tsw txaus sab heev tsua qhov kws muaj ib tug tuaj paab cov Yixayee kuas tau zoo."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.11","label":"11","content":"Kuv txhad lug txug Yeluxalee hab su tau peb nub."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.12","label":"12","content":"Tes kuv txawm sawv tsaus ntuj nti coj qee leej nrug kuv moog. Kuv tsw qha rua leejtwg paub tas kuv tug Vaajtswv tau muab daabtsw rua huv kuv lub sab kuas paab Yeluxalee. Kuv tsw muaj dua lwm tug tsaj tsuas muaj tug kws kuv caij xwb."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.13","label":"13","content":"Thaus tsaus ntuj nti kuv tawm Rooj Loog Haav moog txug lub Qhov Dej Zaaj  hab moog txug Rooj Loog Tshwj Xuam. Kuv tshuaj saib Yeluxalee tej ntsaa loog kws pob taag hab tej rooj loog kws raug suavtawg kub puam tsuaj taag."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.14","label":"14","content":"Tes kuv txawm hlaa moog rua Rooj Loog Dej Txhawv hab moog txug vaajntxwv lub paag dej, tassws tsw tau kev rua tug tsaj kws kuv caij hlaa moog."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.15","label":"15","content":"Kuv txhad moog tsaus ntuj nti huv lub haav tshuaj saib lub ntsaa loog, hab tig rov lug nkaag Rooj Loog Haav txhad rov lug tsev."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.16","label":"16","content":"Cov num tswv kuj tsw paub tas kuv moog hovtwg lossws kuv moog ua daabtsw. Kuv tsw tau qha rua cov Yutai, tsw has cov pov thawj hab cov kws ua hlub hab cov thawj hab lwm tug kws yuav ua tej num hov."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.17","label":"17","content":"Tes kuv txawm has rua puab tas, “Mej kuj pum tas peb poob rua huv txujkev txom nyem le caag lawm, vem yog qhov kws lub nroog Yeluxalee pob taag hab tej rooj loog kub nyab taag. Ca le tuaj es peb ua lub ntsaa loog Yeluxalee dua tshab sub peb txhad tsw raug txaaj muag.”"},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.18","label":"18","content":"Hab kuv has rua puab paub txug qhov kws kuv tug Vaajtswv txhais teg roog rawv kuv ua zoo rua kuv hab paub txug tej lug kws vaajntxwv tau has rua kuv. Mas puab has tas, “Peb ca le nqeg teg ua dua tshab.” Puab txhad koom sab nqeg teg ua yaam kws zoo hov."},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.19","label":"19","content":"Thaus Xaanpala kws yog tuabneeg Hauloo hab tug num tswv Thaunpia kws yog tuabneeg Aamoo hab Kesee kws yog tuabneeg Alam nov zaaj nuav, puab thuaj luag saib tsw taug peb hab has tas, “Mej ua daabtsw le nuav? Mej faav xeeb rua vaajntxwv lov?”"},{"bible_id":"1216","chapter_code":"NEH.2","verse_code":"NEH.2.20","label":"20","content":"Mas kuv teb puab tas, “Vaajtswv Ntuj yuav paab kuas peb ua kuas tav. Peb cov kws yog nwg cov tub qhe yuav nqeg teg ua. Tassws mej tsw muaj feem tsw muaj cai tsw muaj ib yaam daabtsw kws nrug Yeluxalee koom hlo le.”"},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.1","label":"1","content":"Dhau hov tug tuam pov thawj hlub Eliyasi nrug nwg cov kwvtij kws yog pov thawj nqeg teg ua lub Rooj Loog Yaaj. Puab ua kevcai tu kuas dawb huv hab muab txhwb qhov rooj nruab rua. Puab ua kevcai tu kuas dawb huv moog txug lub chaw tsom faaj kws hu ua Ib Puas, hab moog txug lub chaw tsom faaj Hananee."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.2","label":"2","content":"Txuas ntawm puab moog yog cov tuabneeg Yelikhau ua, hab ntu txuas ntxwv moog yog Ili tug tub Xakaw ua."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.3","label":"3","content":"Haxena‑a caaj ceg ua lub Rooj Loog Ntseg. Puab ua tej puab rooj hab nruab txhwb qhov rooj rua hab ua tej ntsa rooj hab tej laag rooj."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.4","label":"4","content":"Ntu txuas ntawm puab moog yog Uliya tug tub Melemau kws yog Hakhau tug xeeb ntxwv khu. Ntu txuas ntawm puab moog yog Npelekhiya tug tub Mesulaa kws yog Mesexanpee tug xeeb ntxwv khu. Ntu txuas ntawm puab moog yog Npa‑ana tug tub Xantau khu."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.5","label":"5","content":"Ntu txuas ntawm puab moog yog cov tuabneeg Thekhau‑a khu, tassws puab cov kws ua hlub tsw yeem swv puab tug daag tug zug ua tej num kws tug tswv feeb rua puab."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.6","label":"6","content":"Paxe‑a tug tub Yauyanta hab Npexaunteya tug tub Mesulaa khu lub Rooj Loog Qub. Ob tug ua tej puab rooj hab nruab txhwb qhov rooj rua hab ua tej ntsa rooj hab tej laag rooj."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.7","label":"7","content":"Ntu txuas ntawm ob tug moog yog Melathiya kws yog tuabneeg Kinpe‑oo hab Yantoo kws yog tuabneeg Melaunau, hab cov tuabneeg huv lub moos Kinpe‑oo hab huv lub moos Mixapa khu. Cov nuav nyob huv qaab tug tswv xeev saab dej Yufeti nub poob kev tswjfwm."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.8","label":"8","content":"Ntu txuas ntawm puab moog yog Hahaya tug tub Uxi‑ee kws yog Kws ntaus kub khu. Ntu txuas ntawm nwg moog yog Hananiya kws yog Kws tov tshuaj tsw qaab khu. Ob tug hov khu Yeluxalee moog txug ntawm ntu Ntsaa Loog Tuab."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.9","label":"9","content":"Ntu txuas ntawm ob tug moog yog Hawj tug tub Lefaya kws kaav Yeluxalee ib nraab khu."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.10","label":"10","content":"Ntu txuas ntawm puab moog yog Haluma tug tub Yentaya khu ncaaj ntawm nwg lub tsev, hab ntu txuas ntawm nwg moog yog Hasaneya tug tub Hathu khu."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.11","label":"11","content":"Halee tug tub Makhiya hab Pahamau‑a tug tub Hasus khu dua ib ntus ntxwv hab khu lub Chaw Tsom Faaj Qhov Txus."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.12","label":"12","content":"Ntu txuas ntawm puab moog yog Halauhe tug tub Salu kws kaav Yeluxalee ib nraab khu, yog nwg hab nwg tej ntxhais khu."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.13","label":"13","content":"Hanu hab cov tuabneeg huv lub moos Xanau‑a khu lub Rooj Loog Haav. Puab ua dua tshab hab nruab txhwb qhov rooj rua hab ua tej ntsa rooj hab tej laag rooj, hab khu lub ntsaa loog ib txheeb tshwm moog txug lub Rooj Loog Tshwj Xuam."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.14","label":"14","content":"Lekhaj tug tub Makhiya kws kaav ib cheeb tsaam Npe Hakhelee khu lub Rooj Loog Tshwj Xuam. Nwg ua dua tshab hab nruab txhwb qhov rooj rua hab ua tej ntsa rooj hab tej laag rooj."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.15","label":"15","content":"Khauhauxe tug tub Salu kws kaav ib cheeb tsaam Mixapa khu lub Rooj Loog Dej Txhawv. Nwg ua dua tshab hab muab vuv hab nruab txhwb qhov rooj rua hab ua tej ntsa rooj hab tej laag rooj. Hab nwg ua lub ntsaa loog ntawm Paag Dej Sela  kws npuas vaajntxwv lub vaaj moog txug ntawm tug ntaiv kws nqeg sau Tavi lub nroog lug."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.16","label":"16","content":"Ntu txuas ntawm nwg moog yog Axanpu tug tub Nehemi kws kaav ib cheeb tsaam Npexuv ib nraab khu moog txug ncaaj Tavi lub qhov ntxaa hab txug paag dej kws luas khawb hab txug lub tsev kws cov tub rog sab luj sab tuab nyob."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.17","label":"17","content":"Ntu txuas ntawm nwg moog cov Levi khu, yog Npani tug tub Lehoo khu hab ntu txuas ntawm nwg moog yog Hasanpiya kws kaav ib cheeb tsaam Khe‑ila ib nraab khu nwg feem."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.18","label":"18","content":"Ntu txuas ntawm nwg moog puab cov kwvtij khu yog Henanta tug tub Npavai kws kaav ib cheeb tsaam Khe‑ila ib nraab."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.19","label":"19","content":"Ntu txuas ntawm nwg moog yog Yesua tug tub Exaw kws kaav lub moos Mixapa khu dua ib ntus ncaaj ntawm txujkev kws nce moog rua lub txhaab cuab yeej kws nyob ntawm lub Ntsaa Loog Nkhaus."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.20","label":"20","content":"Ntu txuas ntawm nwg moog yog Xanpai tug tub Npalu khu dua ib ntus ntxwv txwj ntawm lub Ntsaa Loog Nkhaus moog txug tug tuam pov thawj hlub Eliyasi lub qhov rooj."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.21","label":"21","content":"Ntu txuas ntawm nwg moog yog Uliya tug tub Melemau kws yog Hakhau tug xeeb ntxwv khu dua ib ntus txwj ntawm Eliyasi lub qhov rooj moog txug tom nwg lub tsev kawg."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.22","label":"22","content":"Ntu txuas ntawm nwg moog yog cov pov thawj kws nyob nraag taj khu."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.23","label":"23","content":"Ntu txuas ntawm puab moog yog Npeeyamee hab Hasus khu ncaaj ntawm ob tug tsev. Ntu txuas ntawm ob tug moog yog Ma‑axeya tug tub Axaliya kws yog Ananiya tug xeeb ntxwv khu ncaaj ntawm nwg tsev."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.24","label":"24","content":"Ntu txuas ntawm nwg moog yog Henanta tug tub Npinu‑i khu dua ib ntus txwj ntawm Axaliya tsev moog txug lub Ntsaa Loog Nkhaus hab txug ntawm lub Kaum Loog."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.25","label":"25","content":"Uxai tug tub Palaa khu ncaaj ntawm lub Ntsaa Loog Nkhaus hab lub chaw tsom faaj kws hlauv rua saab nrau ntawm vaajntxwv lub tsev saab peg ze ntawm cov tub rog kws zuv vaajntxwv lub loog. Ntu txuas ntawm nwg moog yog Palau tug tub Pentaya,"},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.26","label":"26","content":"hab cov kws ua num huv Vaajtswv lub tuam tsev kws nyob ntawm Aufee khu moog txug ncaaj lub Rooj Loog Dej saab nub tuaj hab txug lub chaw tsom faaj kws hlauv rua saab nrau."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.27","label":"27","content":"Ntu txuas ntawm puab moog yog cov tuabneeg Thekhau‑a khu dua ib ntus ncaaj ntawm lub chaw tsom faaj luj kws hlauv rua saab nrau moog txug lub ntsaa loog ntawm Aufee."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.28","label":"28","content":"Cov pov thawj khu ntawm lub Rooj Loog Neeg moog rua saab peg, nyag khu ncaaj ntawm nyag lub tsev."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.29","label":"29","content":"Ntu txuas ntawm puab moog yog Imaw tug tub Xantau khu ncaaj ntawm nwg tsev. Ntu txuas ntawm nwg moog yog Sekhaniya tug tub Semaya kws yog tug zuv Rooj Loog Saab Nub Tuaj khu."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.30","label":"30","content":"Ntu txuas ntawm nwg moog yog Selemiya tug tub Hananiya hab Hanu kws yog Xalaj tug tub kws tsua khu dua ib ntus. Ntu txuas ntawm nwg moog yog Npelekhiya tug tub Mesulaa khu ncaaj ntawm nwg chaav tsev."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.31","label":"31","content":"Ntu txuas ntawm nwg moog yog Makhiya yog dua ib tug Kws ntaus kub khu moog txug ntawm lub tsev kws cov kws ua num huv lub tuam tsev hab cov tub luam nyob, ncaaj ntawm lub Rooj Loog Txheeb Tub Rog hab moog txug chaav tsev saab sau kws nyob ntawm kaum loog."},{"bible_id":"1216","chapter_code":"NEH.3","verse_code":"NEH.3.32","label":"32","content":"Hab ntu nruab nraab chaav tsev saab sau ntawm kaum loog moog txug lub Rooj Loog Yaaj, yog cov Kws ntaus kub hab cov tub luam khu."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.1","label":"1","content":"Thaus Xaanpala nov tas peb saamswm ua lub ntsaa loog, nwg txawm chim npau tawg heev, nwg txhad thuaj luag cov Yutai."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.2","label":"2","content":"Nwg has taab meeg nwg cov kwvtij hab taab meeg cov tub rog Xamali tas, “Cov Yutai kws tsw muaj zug nuav ua daabtsw le hov nev? Puab yuav khu dua tshab lov? Puab yuav tua tsaj xyeem nua lov? Puab yuav ua ib nub kuas tav nua lov? Puab yuav muab tej pob zeb kws hlawv pob taag ua tej nam pawg tshwj xuam rov qaab lug swv dua nua lov?”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.3","label":"3","content":"Thaunpia kws yog tuabneeg Aamoo nyob ib saab ntawm nwg hab has tas, “Lub ntsaa loog pob zeb kws puab saamswm ua hov, yog ib tug maa dha rua sau xwb, tes yuav ua rua pob taag.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.4","label":"4","content":"Au peb tug Vaajtswv thov koj tig ntsej noog, tsua qhov peb raug saib tsw taug. Thov tig puab lub suab thuaj lub suab luag rov moog poob rua sau puab lub taubhau, hab thov ca puab raug luas lws rua huv lub tebchaws kws puab raug nteg coj moog nyob."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.5","label":"5","content":"Thov tsw xob npog puab tej kev txhum ca hab tsw xob thuam puab lub txem kuas pluj ntawm koj lub qhov muag moog, tsua qhov puab tau thuaj luag rhuav cov kws ua ntsaa loog nuav ntsej muag."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.6","label":"6","content":"Peb txhad ua lub ntsaa loog mas lub ntsaa loog tub tuaj sws txuas taag sab txug ib nraab lawm tsua qhov yog cov pejxeem rau sab ua num."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.7","label":"7","content":"Tassws thaus Xaanpala hab Thaunpia hab cov Alam hab cov Aamoo hab cov tuabneeg huv Asantau nov tas qhov kws tswm khu Yeluxalee tej ntsaa loog saamswm ua tav zuj zug, hab tej qhov kws pob saamswm muab txhaws, puab txawm chim heev."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.8","label":"8","content":"Puab txawm tuav huv yuav tuaj ua rog rua Yeluxalee hab ua kuas muaj kev kub ntxhuv rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.9","label":"9","content":"Peb txhad thov peb tug Vaajtswv hab tso tuabneeg zuv tiv thaiv puab nruab nub mo ntuj."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.10","label":"10","content":"Tassws cov tuabneeg Yuta has tas, “Cov kws kwv nraa tug zug ntaug zuj zug lawm, hab muaj tej pawg tshwj xuam ntau heev. Peb khu tsw taug lub ntsaa loog lawm.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.11","label":"11","content":"Hab tej yeeb ncuab tseed has tas, “Puab yuav tsw paub tsw pum peb moog txug thaus peb txeem plawg rua huv puab hab muab puab tua hab txwv nkaus puab tej num.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.12","label":"12","content":"Tes cov Yutai kws nyob ze puab tuaj has rua peb kaum zag tas, “Puab yuav sawv huv puab txhua lub chaw nyob tuaj ua rog rua peb.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.13","label":"13","content":"Kuv txhad tsaa ib cov tuabneeg nyob rua tej chaw kws qeg kawg saab huv lub ntsaa loog lawv le puab tej quas cum tuav rawv ntaaj hab muv hab neev zuv."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.14","label":"14","content":"Kuv saib ntsoov hab sawv tseeg has rua cov kws ua hlub hab cov thawj hab cov pejxeem suavdawg tas, “Mej tsw xob ntshai puab. Ca le ncu ntsoov txug tug Tswv kws yog tug luj kawg hab txaus ntshai es tiv thaiv paab mej cov kwvtij, mej tej tub tej ntxhais, mej tej quaspuj hab mej tej vaaj tse.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.15","label":"15","content":"Thaus peb cov yeeb ncuab nov tas peb tub paub puab tug tswvyim lawm hab Vaajtswv tub rhuav tej kws puab tuav huv lawm, mas peb suavdawg txhad nyag rov lug ua nyag tej num ntawm ntsaa loog."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.16","label":"16","content":"Txwj nub ntawd lug kuv cov tuabneeg ib nraab ua ntsaa loog ib nraab tuav rawv muv hab daim phaj hlau thaiv hab neev hab lub tsho hlau. Cov thawj kuj sawv tom qaab cov Yuta suavdawg"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.17","label":"17","content":"kws ua ntsaa loog. Cov kws kwv nraa txhua tug ib txhais teg ua num ib txhais teg tuav rawv cuab yeej ua rog."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.18","label":"18","content":"Txhua tug kws ua ntsaa loog kuj rws rawv ntaaj ntawm duav rua thaus saamswm ua. Tug kws tshuab raaj kub yaaj kuj sawv ntawm kuv ib saab."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.19","label":"19","content":"Kuv has rua cov kws ua hlub hab cov thawj hab cov pejxeem suavdawg tas, “Peb tej daag num kuj luj hab nthuav daav heev, hab peb nyob sau lub ntsaa loog ib leeg qag deb ib leeg."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.20","label":"20","content":"Thaus mej nov lub suab raaj kub yaaj nrov hovtwg tuaj, mej ca le dha lug paab peb hov ntawd. Peb tug Vaajtswv yuav ua rog paab peb.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.21","label":"21","content":"Peb txhad ua num le nuav, peb ib nraab tuav rawv muv thaus kaaj ntug txoog moog txug thaus cov nub qub tawm."},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.22","label":"22","content":"Thaus hov kuv kuj has rua cov pejxeem tas, “Ca cov txwvneej txhua tug hab puab tej tub qhe pw mo ntuj huv Yeluxalee sub puab txhad zuv tau lub nroog rua peb mo ntuj hab ua num nruab nub.”"},{"bible_id":"1216","chapter_code":"NEH.4","verse_code":"NEH.4.23","label":"23","content":"Kuv hab kuv cov kwvtij hab kuv cov tuabneeg hab cov kws nrug kuv zuv, tsw muaj leejtwg hle tsoog tsho, txhua tug nyag tuav rawv nyag tej cuab yeej."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.1","label":"1","content":"Cov pejxeem hab puab tej quaspuj qw ntshu quas lawg ywg puab cov kwvtij Yutai."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.2","label":"2","content":"Muaj tuabneeg has tas, “Peb tsev tuabneeg coob muaj tub muaj ntxhais. Peb cheem tsum tau qoob peb txhad tau noj txhad muaj txujsa nyob tau.”"},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.3","label":"3","content":"Hab muaj tuabneeg has tas, “Peb yuav tsum muab peb tej teb, peb tej vaaj txwv maab hab peb tej vaaj tse coj moog yuam txhad tau qoob vem yog muaj kev tshaib nqhes heev.”"},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.4","label":"4","content":"Hab muaj tuabneeg has tas, “Peb tub muab peb tej teb hab peb tej vaaj txwv maab coj moog yuam nyaj lug them se rua vaajntxwv lawm."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.5","label":"5","content":"Peb lub cev nqaj kuj zoo ib yaam le peb cov kwvtij, peb tej mivnyuas kuj zoo ib yaam le puab le, los peb tseed yuav tsum muab peb tej tub tej ntxhais coj moog ua qhev, hab peb tej ntxhais qee leej raug ua qhev lawm. Tassws peb paab tsw tau vem peb tej teb hab tej vaaj txwv maab nyob rua huv luas teg lawm.”"},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.6","label":"6","content":"Thaus kws kuv nov puab tej suab qw hab puab tej lug lawm mas kuv chim heev."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.7","label":"7","content":"Kuv muab tej nuav xaav txhwj xaav txhua hab kuv coj moog kom rua cov kws ua hlub hab cov thawj. Kuv has rua puab tas, “Mej txhua tug sau paaj nyag ntawm mej cov kwvtij.” Hab kuv hu cov pejxeem coob tuaj txoos ua ke tawm tsaam puab."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.8","label":"8","content":"Hab kuv has rua puab tas, “Peb tub txhwv peb cov kwvtij Yutai kws raug muab muag rua lwm lub tebchaws lug npaum le kws peb muaj peevxwm ua tau, tassws mej tseed rov muab mej cov kwvtij muag, puab txhad raug muab muag rua peb ntaag.” Puab kuj nyob ntsag tu teb tsw tau ib lus le."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.9","label":"9","content":"Kuv txhad has tas, “Tej kws mej ua hov tsw zoo. Tsw tswm nyog mej ua lub neej paub ntshai peb tug Vaajtswv lov? Ib tsoom tebchaws kws yog peb cov yeeb ncuab txhad tsw muaj chaw thuaj luag peb."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.10","label":"10","content":"Dua le ntawd kuv hab kuv cov kwvtij hab kuv cov tub qhe txhad muab nyaj hab qoob txais rua puab. Ca peb tseg tsw xob sau paaj nyag."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.11","label":"11","content":"Nub nua ca le muab puab tej teb, tej vaaj txwv maab, tej teb txwv aulib hab puab tej vaaj tse hab tej paaj nyag hab tej qoob tej cawv txwv maab hab tej roj kws mej sau tshaaj thim rov rua puab.”"},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.12","label":"12","content":"Mas puab teb tas, “Peb yuav thim tej ntawd rov qaab hab yuav tsw sau ib yaam daabtsw ntawm puab lawm. Peb yuav ua lawv le kws koj has.” Tes kuv txhad hu cov pov thawj lug hab kuas cov tuabneeg hov cog lug twv tas puab yuav ua lawv le kws puab cog lug tseg lawd."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.13","label":"13","content":"Kuv txhad le nchus kuv lub tsho hab has tas, “Ib yaam nkaus le nuav, yog leejtwg tsw ua lawv le kws cog lug tseg nuav, thov Vaajtswv muab nwg nchus tawm huv nwg lub tsev hab huv nwg tej num,  nwg txhad yuav raug muab nchus tawm moog teg dawb teg do.” Mas cov tuabneeg kws tuaj txoos ua ke hov suavdawg teb tas, “Amee,” hab qhuas Yawmsaub. Hab cov tuabneeg kuj ua lawv le kws puab cog lug ca."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.14","label":"14","content":"Dua le ntawd txwj thaus kuv raug tsaa ua tug kws kaav Yuta tebchaws, yog txwj xyoo neeg nkaum moog txug xyoo peb caug ob kws Athaxawxi ua vaajntxwv mas huvsw yog kaum ob xyoos, mas kuv hab kuv cov kwvtij tsw tau noj tej zaub mov kws yog tug tswv xeev le feem."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.15","label":"15","content":"Cov tswv xeev kws ua kuv ntej tau quab yuam cov pejxeem nyaav heev hab tseed kuas puab them plaub caug sekhee nyaj  tsaav rua tej zaub mov hab cawv txwv maab hov. Txawm yog puab cov tub teg tub taw los kuj tsaab ua luj rua cov pejxeem hab. Tassws kuv tsw tau ua le hov vem kuv fwm hab paub ntshai Vaajtswv."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.16","label":"16","content":"Kuv tseed ua tej num kws ua lub ntsaa loog nuav, hab kuv tsw tau ib thaaj aav hlo le, hab kuv cov tub qhe suavdawg tuaj ua ke ua ntsaa loog hab."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.17","label":"17","content":"Dua le ntawd kuv tseed muaj ib puas tswb caug leej nrug kuv noj ua ke, yog cov Yutai hab cov num tswv, yog tsaav rua cov kws tuaj huv tej tebchaws kws nyob ib ncig peb tuaj nrug peb nyob."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.18","label":"18","content":"Tej kws npaaj rua peb noj mas ib nub yog ib tug nyuj hab rau tug yaaj kws zoo kawg. Hab luas npaaj qab rua kuv, hab npaaj naab cawv txwv ntau heev kaum nub ib zag. Txawm yog muaj npaum le nuav los kuv yeej tsw tau sau tej zaub mov kws yog tug tswv xeev le feem, vem qhov kws ua koom le nuav tub nyaav rua cov pejxeem nuav lawm."},{"bible_id":"1216","chapter_code":"NEH.5","verse_code":"NEH.5.19","label":"19","content":"Au kuv tug Vaajtswv, thov koj ncu txug txhua yaam kws kuv tau ua paab cov tuabneeg nuav sub kuv txhad tau qhov zoo."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.1","label":"1","content":"Thaus muaj tuabneeg moog has rua Xaanpala hab Thaunpia hab Kesee, kws yog tuabneeg Alam, hab lwm tug kws ua yeeb ncuab rua peb paub tas kuv tau ua lub ntsaa loog hab khu tej qhov kws pob tav lawm (lub swjhawm ntawd kuv tsw tau nruab txhwb qhov rooj rua ntawm rooj loog),"},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.2","label":"2","content":"mas Xaanpala hab Kesee khaiv tuabneeg tuaj has rua kuv tas, “Thov koj tuaj ntswb peb rua huv ib lub zog ntawm lub taj Aunau.” Tub yog puab tuav huv yuav ua phem rua kuv ntaag."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.3","label":"3","content":"Kuv txhad khaiv tuabneeg moog has rua puab tas, “Kuv saamswm ua num tseem ceeb kawg, tuaj tsw tau. Ua caag peb yuav tso num tseg rua thaus kuv tawm moog cuag mej?”"},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.4","label":"4","content":"Mas puab tseed khaiv tuabneeg tuaj has rua kuv le nuav plaub zag, kuv kuj teb puab ib yaam nkaus hab."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.5","label":"5","content":"Zag tswb Xaanpala khaiv nwg ib tug tub teg tub taw tuaj cuag kuv ib yaam le qub hab coj ib tsaab ntawv qheb quas lug tuaj."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.6","label":"6","content":"Huv tsaab ntawv sau has tas, “Muaj xuv huv ib tsoom tuabneeg hab Kesee kuj has tas, koj hab cov Yutai npaaj sab yuav faav xeeb. Yog le nuav koj txhad ua lub ntsaa loog, hab koj xaav ua puab tug vaajntxwv lawv le tej xuv nuav."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.7","label":"7","content":"Hab koj tub tsaa cov xwbfwb cev Vaajtswv lug tshaaj tawm txug koj rua huv Yeluxalee tas, ‘Muaj ib tug vaajntxwv huv Yuta lawm.’ Nwgnuav yuav has tej lug nuav moog rua vaajntxwv paub. Vem le nuav thov koj tuaj es ib sablaaj ua ke.”"},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.8","label":"8","content":"Mas kuv txhad tso tuabneeg moog has rua nwg tas, “Yaam kws koj has kod kuv yeej tsw tau ua le, koj xaav tswvyim lawv le koj lub sab xwb.”"},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.9","label":"9","content":"Tsua qhov puab suavdawg xaav hem kuas peb ntshai, hab xaav tas peb txhais teg yuav tso daag num tseg hab tej num yuav tsw tav. Au Vaajtswv, nwgnuav thov koj txhawb kuv txhais teg tug zug."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.10","label":"10","content":"Kuv txawm moog rua huv Ntelaya tug tub Semaya lub tsev, nwg yog Mehethanpee tug xeeb ntxwv, nwg pheej nyob huv tsev xwb, mas Semaya has tas, “Ca ib moog sws ntswb rua huv Vaajtswv lub tuam tsev chaav kws pe Vaajtswv, hab ca ib muab qhov rooj tuam tsev kaw, tsua qhov puab yuav tuaj tua koj, thaus tsaus ntuj puab yuav tuaj tua koj pov tseg.”"},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.11","label":"11","content":"Tassws kuv has tas, “Tuabneeg zoo le kuv yuav txaus tswv lov? Hab tuabneeg zoo le kuv yuav nkaag moog rua huv lub tuam tsev txhad cawm tau sav lov? Kuv tsw moog.”"},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.12","label":"12","content":"Mas kuv nkaag sab hab pum tas, tsw yog Vaajtswv khaiv nwg tuaj tassws yog nwg cev lug tawm tsaam kuv vem Thaunpia hab Xaanpala tau ndav nwg lawm."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.13","label":"13","content":"Ob tug ndav nwg tuaj xaav tas yuav ua rua kuv ntshai hab kuv yuav ua le hov txhad ua txhum muaj txem, mas puab txhad le coj tau kuv lub npe moog xyaav sub puab txhad thuaj luag tau kuv."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.14","label":"14","content":"Au kuv tug Vaajtswv, thov koj ncu txug Thaunpia hab Xaanpala lawv le tej kws ob tug ua nuav, hab ncu txug Nau‑antiya kws yog tug puj xwbfwb cev Vaajtswv lug hab lwm tug kws cev Vaajtswv lug kws xaav ua kuas kuv ntshai."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.15","label":"15","content":"Lub ntsaa loog txhad tav rua nub tim neeg nkaum tswb lub hli Elu,  huvsw peb ua tswb caug ob nub."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.16","label":"16","content":"Thaus peb cov yeeb ncuab suavdawg tau nov, ib tsoom tebchaws kws nyob ib ncig peb kuj ntshai hab poob ntsej muag taag, tsua qhov puab pum tas tej num nuav ua tau tav vem yog muaj peb tug Vaajtswv paab peb."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.17","label":"17","content":"Dua le ntawd lub swjhawm ntawd cov kws ua hlub huv Yuta kuj xaa ntau tsaab ntawv moog rua Thaunpia, hab Thaunpia tej ntawv kuj tuaj txug puab."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.18","label":"18","content":"Tsua qhov cov Yuta muaj ntau leej nrug Thaunpia cog lug sws raug zoo vem nwg yog Alag tug tub Sekhaniya le vauv, hab nwg tug tub Yehauhanaa tau yuav Npelekhiya tug tub Mesulaa le ntxhais ua quaspuj."},{"bible_id":"1216","chapter_code":"NEH.6","verse_code":"NEH.6.19","label":"19","content":"Puab has txug tej qhov zoo kws Thaunpia ua rua kuv noog hab coj kuv tej lug moog qha rua nwg. Mas Thaunpia xaa ntawv tuaj hem ua kuas kuv ntshai."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.1","label":"1","content":"Thaus ua lub ntsaa loog tav hab thaus kuv nruab txhwb qhov rooj loog hab tsaa cov kws zuv tej rooj loog, hab cov tub hu nkauj hab cov Levi lawm,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.2","label":"2","content":"kuv tsaa kuv tug kwvtij Hanani ua tug kws kaav lub nroog Yeluxalee nrug Hananiya kws zuv lub chaw tsom faaj ua ke, tsua qhov Hanani ua ncaaj hab paub ntshai Vaajtswv heev dua lwm tug."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.3","label":"3","content":"Kuv has rua ob tug tas, “Tsw xob qheb tej rooj loog Yeluxalee moog txug thaus tshaav ntuj kub tsaiv, hab thaus cov kws zuv tej rooj loog tseed nyob ntawd, ca puab muab tej rooj loog kaw hab muab laag rua. Hab tsaa cov tuabneeg huv Yeluxalee ua cov kws zuv, ib txha nyob ntawm nwg lub chaw zuv hab ib txha zuv ncaaj ntawm nwg lub tsev.”"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.4","label":"4","content":"Lub nroog hov luj hab daav tassws cov tuabneeg kws nyob huv tsawg tsawg hab tsw tau ua tsev hlo le."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.5","label":"5","content":"Kuv tug Vaajtswv qha kuv lub sab kuas hu cov kws ua hlub hab cov thawj hab cov pejxeem tuaj txoos ua ke yuav nce npe lawv le puab tej keeb kwm. Hab kuv nrhav tau ib phoo ntawv keeb kwm kws sau cov kws xub lug ua ntej lawm mas kuv pum sau le nuav."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.6","label":"6","content":"Ntawm nuav moog yog cov pejxeem huv Yuta tebchaws kws vaajntxwv Nenpukhanexa huv Npanpiloo tau nteg coj moog poob tebchaws rua Npanpiloo es tau rov qaab lug. Puab rov qaab lug rua huv Yeluxalee hab Yuta, nyag rov lug nyob rua nyag lub moos."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.7","label":"7","content":"Puab nrug Xelunpanpee, Yesua, Nehemi, Axaliya, La‑amiya, Nahamani, Mauntekhai, Npisaa, Mixapele, Npivai, Nehu hab Npa‑anas lug. Cov pejxeem Yixayee muaj npaum le nuav."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.8","label":"8","content":"Palau caaj ceg 2,172 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.9","label":"9","content":"Sefathiya caaj ceg 372 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.10","label":"10","content":"Alag caaj ceg 652 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.11","label":"11","content":"Paha Mau‑a caaj ceg yog Yesua hab Yau‑a cum 2,818 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.12","label":"12","content":"Elaa caaj ceg 1,254 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.13","label":"13","content":"Xathu caaj ceg 845 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.14","label":"14","content":"Xakhai caaj ceg 760 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.15","label":"15","content":"Npinu‑i caaj ceg 648 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.16","label":"16","content":"Npenpai caaj ceg 628 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.17","label":"17","content":"Axaka caaj ceg 2,322 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.18","label":"18","content":"Antaunikhaa caaj ceg 667 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.19","label":"19","content":"Npivai caaj ceg 2,067 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.20","label":"20","content":"Antee caaj ceg 655 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.21","label":"21","content":"Athaw caaj ceg kws yog Hexekhiya cum 98 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.22","label":"22","content":"Hasu caaj ceg 328 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.23","label":"23","content":"Npexai caaj ceg 324 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.24","label":"24","content":"Hali caaj ceg 112 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.25","label":"25","content":"Kinpe‑oo caaj ceg 95 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.26","label":"26","content":"Cov tuabneeg Npehelee hab cov Nethaufa 188 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.27","label":"27","content":"Cov tuabneeg Anathau 128 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.28","label":"28","content":"Cov tuabneeg Npe Amave 42 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.29","label":"29","content":"Cov tuabneeg Khiliya Ye‑ali, cov Kefila hab cov Npe‑awlau 743 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.30","label":"30","content":"Cov tuabneeg Lama hab cov Kenpa 621 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.31","label":"31","content":"Cov tuabneeg Mima 122 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.32","label":"32","content":"Cov tuabneeg Npe‑ee hab cov Ai 123 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.33","label":"33","content":"Muaj dua ib lub moos Nenpau muaj 52 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.34","label":"34","content":"Muaj dua ib lub moos Elaa muaj 1,254 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.35","label":"35","content":"Cov tuabneeg Halee muaj 320 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.36","label":"36","content":"Cov tuabneeg Yelikhau muaj 345 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.37","label":"37","content":"Cov tuabneeg Lau, cov tuabneeg Hati hab cov tuabneeg Aunau muaj 721 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.38","label":"38","content":"Cov tuabneeg Xena‑a muaj 3,930."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.39","label":"39","content":"Cov pov thawj yog le nuav. Yentaya caaj ceg kws yog Yesua cum muaj 973 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.40","label":"40","content":"Imaw caaj ceg muaj 1,052 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.41","label":"41","content":"Pasaw caaj ceg muaj 1,247 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.42","label":"42","content":"Halee caaj ceg muaj 1,017 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.43","label":"43","content":"Cov Levi muaj le nuav. Yesua caaj ceg kws yog Khami‑ee hab Hauntaviya cum muaj 74 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.44","label":"44","content":"Cov hu nkauj muaj le nuav. Axas caaj ceg muaj 148 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.45","label":"45","content":"Cov kws zuv tej rooj loog le caaj ceg muaj le nuav. Salu caaj ceg, Athaw caaj ceg, Thaamoo caaj ceg, Akhu caaj ceg, Hathitha caaj ceg hab Saunpai caaj ceg muaj 138 leej."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.46","label":"46","content":"Cov tub teg tub taw kws ua num huv lub tuam tsev muaj le nuav. Xiha caaj ceg, Haxufa caaj ceg, Thanpa‑au caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.47","label":"47","content":"Khelau caaj ceg, Xi‑a caaj ceg, Phantoo caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.48","label":"48","content":"Lenpana caaj ceg, Hakanpa caaj ceg, Samai caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.49","label":"49","content":"Hanaa caaj ceg, Kintee caaj ceg, Kaha caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.50","label":"50","content":"Le‑aya caaj ceg, Lexi caaj ceg, Nekhaunta caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.51","label":"51","content":"Kaxaa caaj ceg, Usxa caaj ceg, Paxe‑a caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.52","label":"52","content":"Npexai caaj ceg, Me‑uni caaj ceg, Nefusexi caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.53","label":"53","content":"Npanpu caaj ceg, Hakufa caaj ceg, Hahu caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.54","label":"54","content":"Npali caaj ceg, Mehinta caaj ceg, Hasa caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.55","label":"55","content":"Npakhau caaj ceg, Xixela caaj ceg, Thema caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.56","label":"56","content":"Nexiya caaj ceg hab Hathifa caaj ceg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.57","label":"57","content":"Vaajntxwv Xalaumoo cov tub teg tub taw caaj ceg muaj le nuav. Xauthai caaj ceg, Xaufele caaj ceg, Pelinta caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.58","label":"58","content":"Ya‑ala caaj ceg, Ntakhoo caaj ceg, Kintee caaj ceg,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.59","label":"59","content":"Sefathiya caaj ceg, Hathi caaj ceg, Paukhele Haxanpa‑i caaj ceg, Amoo caaj ceg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.60","label":"60","content":"Cov tub teg tub taw kws ua num huv lub tuam tsev hab vaajntxwv Xalaumoo cov tub teg tub taw le caaj ceg huvsw muaj 392 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.61","label":"61","content":"Cov nuav moog yog cov kws nyob ntawm Theemela, Theehasa, Khelu, Antoo hab Imaw tuaj tassws puab paub tsw tseeb tas puab caaj ceg hab puab keeb kwm yog tuabneeg Yixayee los tsw yog."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.62","label":"62","content":"Yog Ntelaya caaj ceg, Thaunpia caaj ceg hab Nekhaunta caaj ceg muaj 642 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.63","label":"63","content":"Hab cov pov thawj muaj le nuav. Haunpaya caaj ceg, Hakhau caaj ceg hab Npaxilai caaj ceg. (Npaxilai tug quaspuj yog Npaxilai kws yog tuabneeg Kile‑a tug ntxhais, nwg txhad tau lub npe hu le ntawd.)"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.64","label":"64","content":"Cov tuabneeg nuav nrhav puab lub npe huv tej ntawv kws nce npe lawv le keeb kwm tassws nrhav tsw tau. Puab txhad raug suav ua cov tuabneeg qas tsw huv hab raug txav tawm ua tsw tau pov thawj."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.65","label":"65","content":"Tug tswv xeev has rua puab tas tsw xob noj tej zaub mov kws dawb huv kawg nkaus moog txug thaus muaj ib tug pov thawj saib Uli hab Thumi  tsaiv."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.66","label":"66","content":"Ib tsoom pejxeem huvsw muaj 42,360 leej,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.67","label":"67","content":"cov tub qhe nkauj qhev kws puab tsw suav muaj 7,337 leej, hab puab muaj cov tub ntxhais kws hu nkauj 245 leeg."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.68","label":"68","content":"Puab muaj neeg 736 tug, muaj luj txwv 245 tug,"},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.69","label":"69","content":"muaj ntxhuav 435 tug, hab neeg luav 6,720 tug."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.70","label":"70","content":"Cov thawj huv tej cum muaj qee leej pub nyaj ua tej num hov. Tug tswv xeev pub rua huv lub txhaab nyaj, yog 1,000 ntali kub  hab 50 lub phaaj hab 530 cev tsoog tsho pov thawj."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.71","label":"71","content":"Hab cov thawj huv tej cum muaj qee leej pub rua huv lub txhaab nyaj kws swv ua num, yog 20,000 ntali kub hab 2,200 mina nyaj."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.72","label":"72","content":"Dua le tej pejxeem mas pub yog 20,000 ntali kub, 2,000 mina nyaj,  hab 67 cev tsoog tsho pov thawj."},{"bible_id":"1216","chapter_code":"NEH.7","verse_code":"NEH.7.73","label":"73","content":"Yog le hov cov pov thawj, cov Levi, cov kws zuv tej rooj loog, cov hu nkauj, cov pejxeem qee leej, cov tub teg tub taw kws ua num huv lub tuam tsev hab cov Yixayee suavdawg nyob huv puab tej moos. Thaus txug lub xyaa hlis kws cov Yixayee nyob huv puab tej moos,"},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.1","label":"1","content":"mas cov pejxeem suavdawg tuaj txoos ua ke txhwj zog rua huv lub tshaav puam ntawm Rooj Loog Dej hab puab has kuas xwbfwb Exala coj Mauxe phoo ntawv kevcai kws Yawmsaub has rua cov Yixayee tuaj."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.2","label":"2","content":"Nub xab ib lub xyaa hli tug pov thawj Exala kuj coj phoo ntawv kevcai tuaj rua ntawm cov pejxeem kws tuaj txoos ua ke, yog cov quaspuj quasyawg hab txhua tug kws noog nkaag sab tau."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.3","label":"3","content":"Mas nwg tig ndag rua lub tshaav puam ntawm Rooj Loog Dej nyeem taagkig sawv ntxuv moog txug taav su rua cov quaspuj quasyawg hab txhua tug kws nkaag sab tau noog. Cov pejxeem suavdawg kuj tig ntsej zoo zoo noog phoo ntawv kevcai hov."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.4","label":"4","content":"Xwbfwb Exala sawv ntsug sau lub saam thaj ntoo kws puab ua swv rua qhov kev nuav. Cov kws sawv ntawm nwg saab xws yog Mathithiya, Sema, Anaya, Uliya, Hikhiya hab Ma‑axeya, cov kws nyob ntawm nwg saab phem yog Pentaya, Misa‑ee, Makhiya, Hasu, Hanpantana, Xekhaliya hab Mesulaa."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.5","label":"5","content":"Exala nthuav phoo ntawv taab meeg cov pejxeem suavdawg tsua qhov nwg nyob sab dua puab. Thaus nwg nthuav phoo ntawv cov pejxeem suavdawg kuj sawv ntsug."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.6","label":"6","content":"Exala qhuas Yawmsaub kws yog Vaajtswv luj kawg, mas cov pejxeem suavdawg tsaa teg teb has tas, “Amee, amee.” Puab nyo hau khoov ntshws ua plhu ti nkaus aav pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.7","label":"7","content":"Yesua, Npani, Selenpiya, Yami, Akhu, Sanpethai, Hauntiya, Ma‑axeya, Khelitha, Axaliya, Yauxanpa, Hanaa hab Pelaya kws puavleej yog cov Levi kuj paab cov pejxeem nkaag sab txuj kevcai, cov pejxeem kuj nyob tuabywv puab qhov chaw."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.8","label":"8","content":"Hab puab nyeem phoo ntawv kws yog Vaajtswv txuj kevcai meej meej, hab txhais lub ntsab cov pejxeem txhad nkaag sab tej lug kws nyeem hov."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.9","label":"9","content":"Nehemi kws yog tug tswv xeev hab xwbfwb Exala kws ua pov thawj hab cov Levi kws qha cov pejxeem has rua cov pejxeem suavdawg tas, “Nub nua yog nub dawb huv rua Yawmsaub kws yog mej tug Vaajtswv. Mej tsw xob quaj ntsuag tsw xob quaj.” Tsua qhov ib tsoom pejxeem suavdawg quaj rua thaus puab nov tej lug huv phoo kevcai hov."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.10","label":"10","content":"Nehemi has rua puab tas, “Ca le moog noj tej nqaj tej qhauv hab haus cawv txwv maab qaab zwb, hab muab ib txha cev rua cov kws tsw tau npaaj noj, tsua qhov nub nua yog nub dawb huv rua peb tug Tswv.  Mej tsw xob ntxhuv sab hlo le, vem qhov kws zoo sab xyiv faab rua Yawmsaub yog mej tug zug.”"},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.11","label":"11","content":"Cov Levi txhad ua rua ib tsoom pejxeem nyob ntsag tu has tas, “Nyob tuabywv tsua qhov nub nua yog nub dawb huv. Tsw xob ntxhuv sab hlo le.”"},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.12","label":"12","content":"Tes cov pejxeem suavdawg txhad moog noj haus hab muab ib txha cev rua luas hab ua zoo sab xyiv faab kawg, tsua qhov puab nkaag sab tej lug kws pav rua puab noog hov."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.13","label":"13","content":"Nub kws ob, cov thawj huv txhua cum hab cov pov thawj hab cov Levi tuaj kawm tej lug huv txuj kevcai ntawm xwbfwb Exala."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.14","label":"14","content":"Mas puab pum txuj kevcai sau ca has tas Yawmsaub tau kuas Mauxe has tas cov Yixayee yuav tsum nyob huv tsev pheeb suav rua thaus ua kevcai noj haus rua lub xyaa hli,"},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.15","label":"15","content":"hab puab yuav tsum tshaaj tawm hab pav rua huv puab tej moos txhua lub hab huv Yeluxalee tas, “Ca le tawm moog rua peg roob coj tej ceg txwv aulib hab ceg txwv aulib qus hab ceg txwv ntoo roj hab nplooj kum yem hab lwm yaam nplooj ntoo lug ua tsev pheeb suav, lawv le tau sau ca lawd.”"},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.16","label":"16","content":"Cov pejxeem txhad tawm moog coj tej ceg nplooj lug hab ua tsev pheeb suav rua puab nyob rua sau puab txheej tsev laag tshaav hab ntawm puab tej tog tsev hab rua ntawm Vaajtswv lub tuam tsev tej tshaav puam hab rua huv lub tshaav puam ntawm Rooj Loog Dej hab huv lub tshaav puam ntawm Rooj Loog Efa‑i."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.17","label":"17","content":"Ib tsoom pejxeem suavdawg kws poob tebchaws rov lug kuj ua tsev pheeb suav hab nyob huv. Txwj thaus Noo tug tub Yausua nyob txug nub ntawd cov Yixayee tsw tau ua ib zag le. Puab zoo sab xyiv faab kawg."},{"bible_id":"1216","chapter_code":"NEH.8","verse_code":"NEH.8.18","label":"18","content":"Hab Exala naj nub nyeem Vaajtswv phoo kevcai txwj thawj nub moog txug nub kawg. Puab ua kevcai le nuav tau xyaa nub, mas nub kws yim puab tuaj txoos ua ke caiv su tag tag, lawv le kws has ca."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.1","label":"1","content":"Nub tim neeg nkaum plaub lub hli nuav cov Yixayee tuaj txoos ua ke coj kevcai yoo mov hab naav khaub seev tsaaj hab tsuab aav rua sau taubhau."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.2","label":"2","content":"Hab cov Yixayee cais puab tawm huv lwm haiv tuabneeg suavdawg hab sawv leeg puab lub txem hab leeg puab tej laug tej kev txhum."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.3","label":"3","content":"Puab sawv ntawm puab lub chaw hab nyeem Yawmsaub kws yog puab tug Vaajtswv phoo kevcai ntev txug peb teev. Puab leeg txem hab pe hawm Yawmsaub kws yog puab tug Vaajtswv peb teev ntxwv."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.4","label":"4","content":"Yesua, Npani, Khami‑ee, Senpaniya, Npuni, Selenpiya, Npani hab Khenani sawv ntawm cov Levi tug ntaiv qw nrov nrov rua Yawmsaub kws yog puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.5","label":"5","content":"Mas cov Levi yog Yesua, Khami‑ee, Npani, Hasaneya, Selenpiya, Hauntiya, Senpaniya hab Pethahiya has tas, “Ca le sawv tseeg qhuas Yawmsaub kws yog mej tug Vaajtswv txwj thaus u lug moog ib txhws tsw kawg. Ca le qhuas Vaajtswv lub npe kws muaj koob meej luj kawg, yog lub npe kws nyob sab kawg kws tsw muaj leejtwg qhuas hab ua tsaug txaus."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.6","label":"6","content":"“Koj tuab leeg xwb txhad yog Yawmsaub. Koj tswm lub ntuj kws sab kawg nkaus hab ib puas tsaav yaam kws nyob sau nruab ntug, koj tswm lub nplajteb hab txhua yaam kws nyob huv, hab tswm dej havtxwv hab txhua yaam kws nyob huv dej. Koj pub txujsa rua tej nuav huvsw, hab ib puas tsaav yaam kws nyob sau nruab ntug pe hawm koj."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.7","label":"7","content":"Koj yog Yawmsaub yog tug Vaajtswv kws xaiv Aplaa hab coj nwg tawm huv lub moos Aw kws nyob huv tebchaws Kheentia lug hab tis nwg lub npe hu ua Aplahaa."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.8","label":"8","content":"Hab koj pum tas nwg lub sab xwb rua koj, hab koj nrug nwg sws cog lug tas koj yuav muab cov Khana‑aa, cov Hithai, cov Amaulai, cov Pelixai, cov Yenpu hab cov Kawkasi lub tebchaws rua nwg caaj ceg, hab koj tau ua rua koj tej lug cog tseg tav tsua qhov koj ncaaj nceeg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.9","label":"9","content":"“Koj tsaa muag saib peb tej laug tej kev txom nyem huv Iyi tebchaws hab noog puab lub suab quaj ntawm Havtxwv Lab,"},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.10","label":"10","content":"hab koj ua tej txujci tseem ceeb hab txujci phemfwj tawm tsaam Falau hab nwg cov tub teg tub taw huvsw hab nwg cov pejxeem huv nwg lub tebchaws huvsw, tsua qhov koj paub tas puab khaav theeb quas ntxhas tswm txom peb tej laug, mas koj lub npe txhad nrov nchaa lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.11","label":"11","content":"Koj faib dej havtxwv rua ntawm puab xubndag puab txhad le tau moog sau tej aav qhuav huv plawv havtxwv, hab koj muab cov kws lawv puab laim rua huv nruab tiv txwv ib yaam le laim pob zeb rua huv havtxwv kws tub kawg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.12","label":"12","content":"Nruab nub koj muab tug ncej fuab lug coj puab, mo ntuj koj muab tug ncej suavtawg ci rua puab pum txujkev kws puab yuav moog."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.13","label":"13","content":"Koj nqeg lug rua sau lub roob Xinai hab has sau ntuj lug rua puab hab pub tej kevcai ncaaj hab txuj kevcai tseeb, hab tej kaab ke hab tej lug nkaw kws zoo rua puab."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.14","label":"14","content":"Hab koj qha puab paub txug koj nub Xanpatau kws dawb huv hab kuas Mauxe kws yog koj tug qhev muab tej lug nkaw hab tej kaab ke hab txuj kevcai qha rua puab."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.15","label":"15","content":"Koj pub mov sau ntuj lug rua thaus puab tshaib plaab hab muab dej txhawv huv phaab zeb rua thaus puab nqhes, hab koj has kuas puab moog txeeb lub tebchaws kws koj tub cog lug ruaj tas yuav pub rua puab."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.16","label":"16","content":"“Tassws puab hab peb tej laug khaav theeb hab tawv ncauj tsw noog koj tej lug nkaw."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.17","label":"17","content":"Puab tsw kaam noog lug hab tsw ncu tej txujci phemfwj kws koj ua tshwm rua huv plawv puab. Puab tawv ncauj hab tsaa ib tug thawj coj puab rov qaab moog ua qhev rua huv Iyi tebchaws. Tassws koj yog Vaajtswv kws muaj sab zaam txem, muaj sab hlub hab khuvleej, tsw chim sai hab koj txujkev hlub kws ruaj khov muaj nplua quas mag, hab koj tsw muab puab tso pov tseg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.18","label":"18","content":"“Txawm yog puab tau nchuav ib tug txoov daab thaav nyuj rua puab hab has tas, ‘Nuav yog mej tug Vaajtswv kws coj mej tawm huv Iyi tebchaws lug,’ hab ua tej kws tuam mom kawg,"},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.19","label":"19","content":"los vem yog koj txujkev hlub luj koj txhad tsw tso puab tseg rua huv tebchaws moj saab qhua. Tug ncej fuab kws coj puab nruab nub hab tug ncej suavtawg kws ci mo ntuj rua puab pum txujkev kws puab yuav moog txhad tsw ncaim puab."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.20","label":"20","content":"Koj pub koj tug Ntsuj Plig zoo qhuab qha puab, hab tsw taav koj cov mana tu ntawm puab lub qhov ncauj, hab pub dej rua thaus puab nqhes."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.21","label":"21","content":"Koj yug puab huv tebchaws moj saab qhua tau plaub caug xyoo hab puab tsw tu ncua ib yaam daabtsw. Puab tej rwg tsho kuj tsw nduag puab tej kwtaw kuj tsw o."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.22","label":"22","content":"Hab koj muab tej tebchaws hab tej haiv tuabneeg rua puab, hab tu nrwm teb rua puab, puab txhad txeeb tau vaajntxwv Xihoo huv lub moos Hesanpoo tebchaws hab vaajntxwv Aus lub tebchaws Npasaa."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.23","label":"23","content":"“Koj ua rua puab caaj ceg fuam vaam coob yaam le cov nub qub sau nruab ntug, hab koj coj puab moog rua huv lub tebchaws kws koj has kuas puab tej laug txeem moog txeeb ntawd."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.24","label":"24","content":"Puab caaj ceg txhad le txeem moog txeeb tau lub tebchaws hov. Koj yuam ntho cov Khana‑aa kws nyob huv lub tebchaws hov rua tom puab hauv ntej hab muab cov tuabneeg hab puab tej vaajntxwv hab tej pejxeem huv lub tebchaws hov cob rua huv puab txhais teg, puab txhad ua tau rua cov tuabneeg hov lawv le puab lub sab xaav."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.25","label":"25","content":"Puab txhad txeeb tau tej moos kws muaj ntsaa loog hab lub tebchaws kws zoo qoob hab txeeb tau luas tej vaaj tse kws muaj cuab txhaj cuab taam zoo puv nkaus, hab tej paag dej kws khawb ca lawd hab tej vaaj txwv maab, tej teb txwv aulib hab tej txwv ntoo ntau kawg. Puab txhad tau noj tsau npo rog nyov, hab puab zoo sab xyiv faab rua tej moov zoo kws koj pub."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.26","label":"26","content":"“Txawm le ntawd los puab tseed tsw noog lug hab faav xeeb rua koj hab muab koj txuj kevcai laim tseg rua tom qub qaab hab tua koj cov xwbfwb cev lug kws pheej qhuab ntuag kuas puab rov lug cuag koj, hab puab ua tuam mom koj luj heev."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.27","label":"27","content":"Yog le ntawd koj txhad muab puab tso rua huv puab cov yeeb ncuab txhais teg kws ua rua puab raug txom nyem. Mas lub swjhawm kws puab raug txom nyem hov puab quaj hu koj mas koj nyob sau ntuj nov puab hu, hab koj pub cov kws cawm puab dim yeeb ncuab txhais teg lawv le koj txujkev hlub kws luj kawg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.28","label":"28","content":"Tassws thaus puab nyob taj tug lawm puab rov ua tej kws koj pum tas phem, koj txhad muab puab tso rua huv cov yeeb ncuab txhais teg, yeeb ncuab txhad kaav puab. Txawm le ntawd los thaus puab tig lug quaj rua koj, koj nyob sau ntuj nov, hab koj kuj cawm puab dim ntau zag lawv le koj txujkev hlub."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.29","label":"29","content":"Hab koj qhuab ntuag puab sub txhad le tig tau puab rov lug cuag koj txuj kevcai. Los puab tseed ua lub neej khaav theeb tsw noog koj tej lug nkaw, txhad tau ua txhum rua koj tej kevcai kws yog leejtwg ua lawv le nwg yuav muaj txujsa nyob. Hab puab tseed tig nraus qaum rua koj kwv tawv tsw noog lug."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.30","label":"30","content":"Koj ua sab ntev thev puab ntau xyoo, hab koj pub koj tug Ntsuj Plij rua cov xwbfwb cev koj tej lug qhuab ntuag puab los puab kuj tsw tig ntsej noog. Vem le nuav koj txhad muab puab cob rua huv lwm haiv tuabneeg huv ib tsoom tebchaws txhais teg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.31","label":"31","content":"Txawm le ntawd los vem yog koj txujkev hlub kws luj kawg koj tsw ua rua puab puam tsuaj taag huvsw hab tsw tso puab tseg, vem koj yog tug Vaajtswv kws hlub hab khuvleej."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.32","label":"32","content":"“Au peb tug Vaajtswv, koj yog tug Vaajtswv kws luj kawg hab muaj fwjchim hab txaus ntshai, koj tuav rawv tej lug cog tseg hab txujkev hlub kws ruaj khov. Mas thov koj tsw xob suav tas peb tej kev txom nyem nuav huvsw yog ib qhov miv miv kws raug peb hab peb tej vaajntxwv, hab raug peb cov thawj hab peb cov pov thawj hab peb cov xwbfwb cev koj tej lug, hab peb tej laug hab koj haiv tuabneeg huvsw, txwj thaus vaajntxwv Axilia lug txug nub nua."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.33","label":"33","content":"“Mas txhua yaam kws raug peb nuav koj ua ncaaj ua nceeg, tsua qhov koj pheej ua ncaaj lawv le koj cog lug tseg tassws peb pheej ua limham xwb."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.34","label":"34","content":"Peb tej vaajntxwv, peb cov thawj, peb cov pov thawj hab peb tej laug tsw tuav rawv koj txuj kevcai hab tsw noog koj tej lug nkaw hab tej lug kws koj qhuab ntuag puab."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.35","label":"35","content":"Txawm yog puab nyob huv puab lub tebchaws, hab koj tau pub koob moov ntau rua puab hab koj muab lub tebchaws kws daav hab zoo ua qoob pub rua puab los puab tsw ua koom rua koj hab puab tsw tso puab tej kev limham tseg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.36","label":"36","content":"Saib maj, nub nua peb ua qhev, kuj yog ua qhev rua huv lub tebchaws kws koj pub rua peb tej laug sub puab txhad tau noj tej txwv ntoo hab txhua yaam zoo huv lub tebchaws."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.37","label":"37","content":"Hab tej qoob loos ntau kawg hov kuj poob ua tej vaajntxwv tug, yog tej vaajntxwv kws koj tsaa lug kaav peb vem yog tim peb tej kev txhum. Puab muaj fwjchim kaav peb lub cev hab peb tej tsaj txhu lawv le puab lub sab nyam peb txhad le raug txom nyem luj kawg."},{"bible_id":"1216","chapter_code":"NEH.9","verse_code":"NEH.9.38","label":"38","content":"“Yog tim le nuav peb txhad cog lug ruaj khov hab muab sau ca. Peb cov thawj hab peb cov Levi hab peb cov pov thawj ntaus puab lub hom thawj nas ca.”"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.1","label":"1","content":"Cov kws ntaus hom thawj rua yog Hakhaliya tug tub Nehemi kws yog tug tswv xeev, hab Xentekhiya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.2","label":"2","content":"Xelaya, Axaliya, Yelemi,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.3","label":"3","content":"Pasaw, Amaliya, Makhiya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.4","label":"4","content":"Hathu, Senpaniya, Malu,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.5","label":"5","content":"Halee, Melemau, Aunpantiya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.6","label":"6","content":"Taniyee, Kinethoo, Npalu,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.7","label":"7","content":"Mesulaa, Anpiya, Miyamee,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.8","label":"8","content":"Ma‑axiya, Npikai, Semaya. Cov nuav yog cov pov thawj."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.9","label":"9","content":"Hab cov Levi yog Axaniya tug tub Yesua, Henanta caaj ceg Npinu‑i, hab yog Khami‑ee."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.10","label":"10","content":"Hab Levi cov kwvtij yog, Senpaniya, Hauntiya, Khelitha, Pelaya, Hanaa,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.11","label":"11","content":"Mikha, Lehau, Hasanpiya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.12","label":"12","content":"Xakaw, Selenpiya, Senpaniya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.13","label":"13","content":"Hauntiya, Npani, hab Npeninu."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.14","label":"14","content":"Cov kws ua thawj huv cov pejxeem, yog Palau, Paha Mau‑a, Elaa, Xathu, Npani,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.15","label":"15","content":"Npuni, Axaka, Npenpai,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.16","label":"16","content":"Antauniya, Npivai, Antee,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.17","label":"17","content":"Athaw, Hexekhiya, Axu,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.18","label":"18","content":"Hauntiya, Hasu, Npexai,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.19","label":"19","content":"Hali, Anathau, Npenpai,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.20","label":"20","content":"Mapia, Mesulaa, Hexi,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.21","label":"21","content":"Mesexanpee, Xantau, Yantu‑a,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.22","label":"22","content":"Pelathiya, Hanaa, Anaya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.23","label":"23","content":"Hause‑a, Hananiya, Hasus,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.24","label":"24","content":"Halauhe, Piha, Saunpe,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.25","label":"25","content":"Lehoo, Hasana, Ma‑axeya,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.26","label":"26","content":"Ahi‑a, Hanaa, Anaa,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.27","label":"27","content":"Malu, Halee, Npa‑anas."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.28","label":"28","content":"“Dua le cov pejxeem kws has taag lawd, mas cov pov thawj, cov Levi, cov kws zuv tej rooj loog, cov hu nkauj, cov tub teg tub taw kws ua num ntawm lub tuam tsev hab txhua tug kws nwg muab nwg tug kheej cais tawm huv lwm haiv tuabneeg huv ib tsoom tebchaws lug coj Vaajtswv txuj kevcai, hab taag nrho puab cov quaspuj hab puab tej tub tej ntxhais, yog suavdawg kws txawj to taub hab paub qaabhau,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.29","label":"29","content":"kuj nrug puab cov kwvtij hab puab cov kws ua hlub koom ua ke muab tej lug tsawm foom paav puab tug kheej hab cog lug twv tas puab suavdawg yuav ua puab lub neej lawv le Vaajtswv txuj kevcai kws Vaajtswv tug tub qhe Mauxe tau muab cob rua peb, hab yuav coj hab ua lawv le Yawmsaub kws yog peb tug Tswv tej lug nkaw hab nwg tej kevcai hab nwg tej kaab ke huvsw."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.30","label":"30","content":"Mas peb yuav tsw muab peb tej ntxhais qua rua lwm haiv tuabneeg huv lub tebchaws nuav hab tsw yuav puab tej ntxhais lug rua peb tej tub."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.31","label":"31","content":"Yog nub Xanpatau  tej tuabneeg huv lub tebchaws nuav coj hov txhua chaw hab yaam qoob loos twg tuaj muag, peb tsw yuav rua nub Xanpatau lossws nub kws dawb huv. Hab peb yuav tsw sau qoob loos rua xyoo kws xyaa hab tsw sau tej nuj nqe txhua yaam."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.32","label":"32","content":"“Hab peb tu ca rua peb tas, ib xyoos peb yuav them ib feem peb huv ib shekhee  lug swv rua huv peb tug Vaajtswv lub tuam tsev,"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.33","label":"33","content":"coj lug ua nqe rua cov ncuav kws txawb xyeem, hab ua nqe rua tej kws naj nub ua kevcai xyeem qoob loos hab rua tej kws naj nub ua kevcai hlawv huvsw xyeem moog le, hab rua tej nub Xanpatau, tej nub hli xab, hab tej kevcai noj haus kws teem ca, hab ua nqe rua tej kws dawb huv, hab rua tej kws ua kevcai xyeem daws txem ntxuav cov Yixayee tej kev txhum, hab rua txhua yaam num ntawm peb tug Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.34","label":"34","content":"Peb tau ua ntawv rhu hab, yog cov pov thawj, cov Levi, hab cov pejxeem suavdawg, yuav coj tawg lug rua huv peb tug Vaajtswv lub tuam tsev lawv le peb cov quas cum hab lawv le tej swjhawm kws naj xyoo teem ca, sub txhad tau rauv rua sau peb tug Vaajtswv Yawmsaub lub thaaj lawv le kws sau ca rua huv txuj kevcai."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.35","label":"35","content":"“Peb tu ca rua peb tas naj xyoo peb yuav coj thawj phaum qoob huv peb daim teb hab txhua yaam txwv ntoo thawj phaum tuaj rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.36","label":"36","content":"Hab peb yuav coj peb thawj tug tub hlub hab peb thawj tug mivnyuas tsaj txhu, yog nyuj yog yaaj yog tshws, tuaj rua huv peb tug Vaajtswv lub tuam tsev rua cov pov thawj kws ua num huv peb tug Vaajtswv lub tuam tsev, lawv le kws sau ca rua huv txuj kevcai"},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.37","label":"37","content":"Hab peb yuav coj peb thawj phaum moov qeb moov mog, hab tej kws peb yuav muab pub, yog txhua yaam txwv ntoo hab cawv txwv maab hab roj, tuaj rua cov pov thawj muab tso rua huv tej txhaab huv peb tug Vaajtswv lub tuam tsev. Hab peb yuav muab ib feem kaum huv peb daim teb rua cov Levi, vem cov Levi yog cov kws sau ib feem kaum ntawm peb txhua lub moos."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.38","label":"38","content":"Mas tug pov thawj, kws yog Aloo caaj ceg, yuav nrug cov Levi nyob thaus cov Levi tau txais ib feem kaum hov, hab cov Levi kuj yuav muab ib feem kaum rhu huv ib feem kaum hov coj moog ca rua tej chaav huv peb tug Vaajtswv lub tuam tsev kws yog lub txhaab."},{"bible_id":"1216","chapter_code":"NEH.10","verse_code":"NEH.10.39","label":"39","content":"Cov pejxeem Yixayee hab Levi caaj ceg yuav tsum coj tej qoob loos, cawv txwv maab tshab hab roj kws pub, tuaj ca rua huv tej chaav tsev kws khaws tej pestwj swv ntawm lub chaw pe Vaajtswv, yog lub chaw kws cov pov thawj kws ua num hab cov zuv tej rooj loog hab cov hu nkauj nyob. Peb yuav tsw muab peb tug Vaajtswv lub tuam tsev tso tseg le.”"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.1","label":"1","content":"Cov thawj kws kaav cov pejxeem nyob huv Yeluxalee lawm. Cov pejxeem mas rhu ntawv ca ib feem kaum moog nyob huv Yeluxalee kws yog lub nroog dawb huv, tseg cuaj feem ca nyob rua huv lwm lub moos."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.2","label":"2","content":"Hab cov pejxeem foom moov rua txhua tug kws yeem moog nyob huv Yeluxalee."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.3","label":"3","content":"Ntawm nuav moog yog cov thawj huv lub xeev Yuta kws moog nyob rua huv Yeluxalee tej npe. Tassws huv Yuta tej moos mas suavdawg nyag nyob nyag vaaj nyag tsev, yog cov Yixayee, cov pov thawj, cov Levi, cov tub teg tub taw kws ua num ntawm lub tuam tsev, hab Xalaumoo cov tub teg tub taw le caaj ceg."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.4","label":"4","content":"Cov Yuta hab cov Npeeyamee muaj qee leej kuj nyob huv Yeluxalee. Yuta caaj ceg yog le nuav, Athaya yog Uxiya tug tub, Uxiya yog Xekhaliya tug tub, Xekhaliya yog Amaliya tug tub, Amaliya yog Sefathiya tug tub, Sefathiya yog Mahalalee tug tub, puab yog Peles caaj ceg."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.5","label":"5","content":"Hab Ma‑axeya kws yog Npalu tug tub, Npalu yog Khauhauxe tug tub, Khauhauxe yog Haxaya tug tub, Haxaya yog Antaya tug tub, Antaya yog Yauyali tug tub, Yauyali yog Xekhaliya tug tub, Xekhaliya yog tug tuabneeg Silau tug tub."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.6","label":"6","content":"Peles caaj ceg kws nyob huv Yeluxalee huvsw muaj 468 leej sab luj sab tuab."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.7","label":"7","content":"Npeeyamee caaj ceg yog le nuav, Xalu yog Mesulaa tug tub, Mesulaa yog Yau‑e tug tub, Yau‑e yog Pentaya tug tub, Pentaya yog Khaulaya tug tub, Khaulaya yog Ma‑axeya tug tub, Ma‑axeya yog Ithi‑ee tug tub, Ithi‑ee yog Yesaya tug tub."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.8","label":"8","content":"Hab nwg cov kwvtij Kanpai hab Xaslai, huvsw muaj 928 leej."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.9","label":"9","content":"Yau‑ee kws yog Xikhi tug tub yog tug kws saib puab, hab Yuta kws yog Haxenu‑a tug tub yog tug thawj kws ob kws saib lub nroog."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.10","label":"10","content":"Cov pov thawj yog Yentaya kws yog Yauyali tug tub, hab Yakhi,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.11","label":"11","content":"hab Xelaya kws yog Hikhiya tug tub, Hikhiya yog Mesulaa tug tub, Mesulaa yog Xantau tug tub, Xantau yog Melayau tug tub, Melayau yog Ahithu kws saib Vaajtswv lub tuam tsev tug tub,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.12","label":"12","content":"hab puab cov kwvtij kws ua num ntawm lub tuam tsev, huvsw muaj 822 leeg. Hab muaj Antaya kws yog Yelauhaa tug tub, Yelauhaa yog Pelaliya tug tub, Pelaliya yog Aaxi tug tub, Aaxi yog Xekhaliya tug tub, Xekhaliya yog Pasaw tug tub, Pasaw yog Makhiya tug tub,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.13","label":"13","content":"hab nwg cov kwvtij, kws ua thawj huv puab cum, huvsw 242 leeg. Hab muaj Amasai kws yog Axalee tug tub, Axalee yog Axai tug tub, Axai yog Mesilemau tug tub, Mesilemau yog Imaw tug tub,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.14","label":"14","content":"hab puab cov kwvtij kws yog tuabneeg muaj zug sab luj sab tuab, huvsw muaj 128 leej. Tug kws saib puab yog Xanti‑ee kws yog Hakentauli tug tub."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.15","label":"15","content":"Cov Levi yog Semaya kws yog Hasus tug tub, Hasus yog Alikhaa tug tub, Alikhaa yog Hasanpiya tug tub, Hasanpiya yog Npuni tug tub."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.16","label":"16","content":"Hab muaj Sanpethai hab Yauxanpa kws yog cov Levi le thawj kws saib tej daag num ib ncig nrau Vaajtswv lub tuam tsev,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.17","label":"17","content":"hab muaj Mathaniya kws yog Mikha tug tub, Mikha yog Xanti tug tub, Xanti yog Axas tug tub, Axas yog tug kws coj hu nkauj thov ua Vaajtswv tsaug. Hab yog Npanpukhiya kws yog tug thawj kws ob huv nwg cov kwvtij. Hab yog Apanta kws yog Samu‑a tug tub, Samu‑a yog Kalaa tug tub, Kalaa yog Yentuthu tug tub."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.18","label":"18","content":"Cov Levi huv lub nroog dawb huv suavdawg muaj 284 leeg."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.19","label":"19","content":"Cov kws zuv tej rooj loog yog Akhu, Thaamoo hab ob tug cov kwvtij kws zuv ntawm tej rooj loog huvsw muaj 172 leeg."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.20","label":"20","content":"Cov Yixayee hab cov pov thawj hab cov Levi kws tsw has rua huv nuav suavdawg nyob huv Yuta txhua lub moos, puab txhua tug nyag nyob huv nyag qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.21","label":"21","content":"Tassws cov tub teg tub taw kws ua num ntawm lub tuam tsev nyob sau lub roob Aufee, mas Xiha hab Kipa kaav puab."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.22","label":"22","content":"Tug kws saib cov Levi huv Yeluxalee yog Uxi kws yog Npani tug tub, Npani yog Hasanpiya tug tub, Hasanpiya yog Mathaniya tug tub, Mathaniya yog Mikha tug tub, Mikha yog Axas caaj ceg kws yog cov hu nkauj rua thaus ua kevcai huv Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.23","label":"23","content":"Tsua qhov vaajntxwv nkaw lug le nuav txug puab hab muab nqe rua puab lawv le kws naj nub cheem tsum."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.24","label":"24","content":"Hab Mesexanpee tug tub Pethahiya kws yog Yuta tug tub Xelag caaj ceg ua vaajntxwv tim xyoob saib txhua yaam num kws ntswg txug cov pejxeem."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.25","label":"25","content":"Tej zej zog hab tej teb kws nyob ib ncig, mas cov pejxeem Yuta qee leej nyob huv Khiliya Anpa hab tej zej zog kws nyob ib ncig lub moos hov, hab huv Ntinpoo hab tej zej zog kws nyob ib ncig, hab huv Yekhaxe‑ee hab tej zej zog kws nyob ib ncig,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.26","label":"26","content":"hab huv Yesua hab huv Maulanta hab huv Npe‑pele,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.27","label":"27","content":"huv Haxasu‑aa, huv Npe‑awsenpa, hab tej zej zog kws nyob ib ncig lub moos hov,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.28","label":"28","content":"huv Xilaj, huv Mekhauna hab tej zej zog kws nyob ib ncig lub moos hov,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.29","label":"29","content":"huv Eelimoo, huv Xaula, huv Yamu,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.30","label":"30","content":"huv Xanau‑a, huv Antulaa hab tej zej zog kws nyob ib ncig tej moos hov, hab huv Lakhi hab tej teb ntawm lub moos hov, hab huv Axekha hab tej zej zog kws nyob ib ncig lub moos hov. Puab txawm ua zog nyob txwj Npe‑awsenpa moog txug lub haav Hinoo."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.31","label":"31","content":"Cov pejxeem Npeeyamee kuj nyob ntu txuas ntawm Kenpa moog, yog huv Mimaj, Aiya, Npe‑ee hab tej zej zog kws nyob ib ncig lub moos hov,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.32","label":"32","content":"ntawm Anathau, Nau, Ananiya,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.33","label":"33","content":"Haxau, Lama, Kitha‑i,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.34","label":"34","content":"Hanti, Xenpau‑i, Nenpala,"},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.35","label":"35","content":"Lau hab Aunau, yog cov Kws txawj txhua yaam lub haav."},{"bible_id":"1216","chapter_code":"NEH.11","verse_code":"NEH.11.36","label":"36","content":"Hab cov Levi qee paab kws nyob huv Yuta kuj moog nrug cov Npeeyamee nyob."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.1","label":"1","content":"Ntawm nuav moog yog cov pov thawj hab cov Levi kws nrug Se‑athi‑ee tug tub Xelunpanpee hab Yesua lug, yog Xelaya, Yelemi, Exala"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.2","label":"2","content":"Amaliya, Malu, Hathu,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.3","label":"3","content":"Sekhaniya, Lehoo, Melemau,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.4","label":"4","content":"Intau, Kinethau‑i, Anpiya,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.5","label":"5","content":"Miyamee, Ma‑antiya, Npika,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.6","label":"6","content":"Semaya, Yauyali, Yentaya,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.7","label":"7","content":"Xalu, Amauj, Hikhiya hab Yentaya. Cov nuav ua cov pov thawj hab puab cov kwvtij le thawj rua ntu kws Yesua nyob."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.8","label":"8","content":"Cov Levi mas yog Yesua, Npinu‑i, Khami‑ee, Selenpiya, Yuta hab Mathaniya kws yog tug kws nrug nwg cov kwvtij coj hu nkauj ua tsaug."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.9","label":"9","content":"Hab puab cov kwvtij Npanpukhiya hab Unau sawv sws ncaag hu nkauj teb."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.10","label":"10","content":"Yesua yog Yauyakhi txwv, Yauyakhi yog Eliyasi txwv, Eliyasi yog Yauyanta txwv,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.11","label":"11","content":"Yauyanta yog Yaunathaa txwv, Yaunathaa yog Yantu‑a txwv."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.12","label":"12","content":"Ntu kws Yauyakhi ua vaajntxwv mas cov pov thawj kws ua cov quas cum le thawj muaj le nuav: Xelaya cum yog Melaya, Yelemi cum yog Hananiya,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.13","label":"13","content":"Exala cum yog Mesulaa, Amaliya cum yog Yehauhanaa,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.14","label":"14","content":"Malu cum yog Yaunathaa, Senpaniya cum yog Yauxej,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.15","label":"15","content":"Halee cum yog Ana, Melayau cum yog Heekhai,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.16","label":"16","content":"Intau cum yog Xekhaliya, Kinethoo cum yog Mesulaa,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.17","label":"17","content":"Anpiya cum yog Xikhi, Meeyamee hab Mau‑antiya cum yog Pitai,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.18","label":"18","content":"Npika cum yog Samu‑a, Semaya cum yog Yehaunathaa,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.19","label":"19","content":"Yauyali cum yog Mathenai, Yentaya cum yog Uxi,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.20","label":"20","content":"Xaslai cum yog Khalai, Amauj cum yog Enpaw,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.21","label":"21","content":"Hikhiya cum yog Hasanpiya, Yentaya cum yog Nethanee."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.22","label":"22","content":"Cov Levi kws nyob thaus Eliyasi, Yauyanta, Yauhanaa hab Yantu‑a nyob, cov thawj huv puab txhua cum tej npe tub muab sau ca, hab cov kws ua pov thawj moog txug thaus Ntali‑a ua vaajntxwv kaav Pawxia kuj muab sau ca lawm hab."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.23","label":"23","content":"Levi caaj ceg cov kws ua thawj huv txhua cum tub muab sau ca rua huv phoo ntawv keeb kwm moog txug thaus Yauhanaa kws yog Eliyasi tug tub nyob."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.24","label":"24","content":"Levi cov thawj yog Hasanpiya, Selenpiya hab Khami‑ee tug tub Yesua, hab puab cov kwvtij sawv tig ndag sws ncaag puab hu nkauj qhuas hab ua tsaug, ib paab hu ib paab teb lawv le Vaajtswv tug tuabneeg Tavi tej kevcai."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.25","label":"25","content":"Mathaniya, Npanpukhiya, Aunpantiya, Mesulaa, Thaamoo hab Akhu yog cov kws zuv qhov rooj sawv zuv ntawm tej rooj txhaab."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.26","label":"26","content":"Cov nuav nyob rua ntu kws Yauyakhi kws yog Yesua tug tub hab yog Yauxanta tug xeeb ntxwv nyob, hab rua ntu kws Nehemi kws ua tug tswv xeev hab xwbfwb Exala kws ua pov thawj nyob."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.27","label":"27","content":"Thaus ua kevcai muab lub ntsaa loog Yeluxalee xyeem rua Vaajtswv mas puab nrhav cov Levi huv puab tej chaw nyob txhua qhov es yuav coj lug rua huv Yeluxalee txhad ua tau kevcai xyeem zoo sab xyiv faab hab hu nkauj hab ua tsaug, npuaj nruag tooj lab hab ntaus nkauj nog ncaas luj hab nkauj nog ncaas miv."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.28","label":"28","content":"Cov kws hu nkauj tej caaj ceg sau zog huv puab tej chaw kws nyob ib ncig Yeluxalee hab huv Nethaufa tej zej zog tuaj,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.29","label":"29","content":"hab tuaj huv Npe Kilakaa hab huv ib cheeb tsaam Kenpa hab Amave tuaj tsua qhov cov kws hu nkauj ua zej zog nyob ib ncig lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.30","label":"30","content":"Cov pov thawj hab cov Levi ua kevcai ntxuav puab tug kheej kuas dawb huv hab ntxuav cov pejxeem hab tej rooj loog hab lub ntsaa loog kuas dawb huv."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.31","label":"31","content":"Tes kuv txawm coj Yuta cov thawj nce rua sau lub ntsaa loog hab faib ua ob paab coob has lug ua tsaug hab moog ua ib kaab saab. Ib paab taug sau ntsaa loog moog rua saab xws moog txug lub Rooj Loog Tshwj Xuam,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.32","label":"32","content":"mas cov kws lawv puab qaab yog Hausaya hab Yuta cov thawj ib nraab,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.33","label":"33","content":"hab Axaliya, Exala, Mesulaa,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.34","label":"34","content":"Yuta, Npeeyamee, Semaya hab Yelemi,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.35","label":"35","content":"hab cov pov thawj caaj ceg qee leej kws coj raaj xyu yog Xekhaliya kws yog Yaunathaa tug tub, Yaunathaa yog Semaya tug tub, Semaya yog Mathaniya tug tub, Mathaniya yog Mikhaya tug tub, Mikhaya yog Xakaw tug tub, Xakaw yog Axas tug tub,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.36","label":"36","content":"hab Xekhaliya cov kwvtij yog Semaya, Axalee, Milalai, Kilalai, Ma‑ai, Nethanee, Yuta hab Hanani, puab coj Vaajtswv tug tuabneeg Tavi tej cuab yeej phim nkauj, hab xwbfwb Exala moog ua puab ntej."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.37","label":"37","content":"Ntawm lub Rooj Loog Dej Txhawv mas puab ncaaj nraim moog nce tug ntaiv kws moog rua Tavi lub nroog taug txujkev kws nce sau ntsaa loog ntawm Tavi lub loog tsev saab peg, hab moog rua ntawm lub Rooj Loog Dej kws nyob saab nub tuaj."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.38","label":"38","content":"Paab ob kws hu nkauj ua tsaug taug sau ntsaa loog moog rua saab phem hab kuv nrug cov pejxeem ib nraab ua ke lawv puab qaab moog rua ntawm lub chaw tsom faaj Qhov Txus saab peg moog txug ntu Ntsaa Loog Tuab,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.39","label":"39","content":"hab moog rua ntawm lub Rooj Loog Efa‑i saab peg rua ntawm lub Rooj Loog Qub hab moog rua lub Rooj Loog Ntseg, moog rua lub chaw tsom faaj Hananee hab lub chaw tsom faaj kws hu ua Ib Puas moog txug lub Rooj Loog Yaaj mas moog nreg rua ntawm lub Rooj Loog Zuv Khuav."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.40","label":"40","content":"Ob paab kws ua Vaajtswv tsaug tau lug sawv ua ke rua huv Vaajtswv lub tuam tsev, kuv hab cov thawj ib nraab kws nrug kuv ua ke."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.41","label":"41","content":"Hab cov pov thawj kws coj raaj xyu yog Eliyakhi, Ma‑axeya, Meeyamee, Mikhaya, Eli‑aunai, Xekhaliya hab Hananiya,"},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.42","label":"42","content":"hab Ma‑axeya, Semaya, Ele‑axa, Uxi, Yehauhanaa, Makhiya, Elaa hab Exaw kuj moog rua huv. Hab cov hu nkauj kuj hu nkauj, Yelahiya ua tug coj puab."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.43","label":"43","content":"Mas nub hov puab ua kevcai xyeem ntau kawg le hab zoo sab xyiv faab tsua qhov Vaajtswv ua rua puab zoo sab xyiv faab kawg nkaus. Cov quaspuj hab cov mivnyuas kuj zoo sab xyiv faab hab Yeluxalee txujkev xyiv faab nrov nchaa moog deb kawg le."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.44","label":"44","content":"Nub hov puab tsaa cov kws lug saib tej txhaab rau tej kws coj tuaj xyeem hab thawj phaum qoob loos hab ib feem kaum, hab yuav sau tej feem kws txuj kevcai tu rua cov pov thawj hab cov Levi lug ca rua huv, yog sau huv tej teb ntawm txhua lub moos, tsua qhov cov Yuta zoo sab rua cov pov thawj hab cov Levi kws ua tej num ntawd."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.45","label":"45","content":"Puab ua tej num kws yog ua koom rua puab tug Vaajtswv hab ua kevcai ntxuav kuas dawb huv, hab cov hu nkauj hab cov kws zuv tej rooj loog kuj ua koom ib yaam le ntawd, lawv le Tavi hab nwg tug tub Xalaumoo has ca lawd."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.46","label":"46","content":"Tsua qhov lub swjhawm thau u kws Tavi hab Axas nyob mas muaj ib tug thawj coj hu nkauj hab muaj tej zaaj nkauj qhuas hab ua tsaug rua Vaajtswv."},{"bible_id":"1216","chapter_code":"NEH.12","verse_code":"NEH.12.47","label":"47","content":"Ncua swjhawm kws Xelunpanpee hab Nehemi nyob cov Yixayee naj nub faib cov hu nkauj hab cov zuv tej rooj loog le feem rua puab, hab rhu cov Levi le feem rua ib caag. Cov Levi kuj rhu Aloo caaj ceg le feem rua ib caag."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.1","label":"1","content":"Nub ntawd puab nyeem Mauxe phoo ntawv rua cov pejxeem noog mas puab pum qhov kws sau ca has tas, tsw xob kheev cov Aamoo hab cov Mau‑a koom nrug Vaajtswv haiv tuabneeg moog ib txhws,"},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.2","label":"2","content":"tsua qhov puab tsw tau muab mov hab dej lug tog txais cov Yixayee tassws puab tseed ndav Npala‑aa tuaj tsawm foom cov Yixayee. Tassws peb tug Vaajtswv muab tej lug foom hov ntxeev ua koob moov."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.3","label":"3","content":"Thaus cov pejxeem nov txuj kevcai hov puab txawm muab txhua tug kws yog lwm haiv tuabneeg le keeb cais tawm huv cov Yixayee."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.4","label":"4","content":"Ua ntej nuav tug pov thawj Eliyasi kws tau raug tsaa ua tug kws saib tej chaav huv peb tug Vaajtswv lub tuam tsev hab nrug Thaunpia ua phoojywg,"},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.5","label":"5","content":"tau tu ib chaav daav rua Thaunpia, yog chaav kws txeev swv khaws tej kws ua kevcai xyeem qoob loos, roj ntoos tsw qaab, tej pestwj swv hab ib feem kaum kws yog qoob, cawv txwv maab tshab hab roj kws puab pub lawv le txuj kevcai rua cov Levi hab cov hu nkauj hab cov kws zuv tej rooj loog, hab tej kws pub rua cov pov thawj."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.6","label":"6","content":"Thaus kws muaj tej xwm txheej nuav kuv tsw nyob huv Yeluxalee tsua qhov xyoo peb caug ob kws Athaxawxi ua vaajntxwv huv Npanpiloo, kuv moog cuag vaajntxwv. Nyob ntev loo kuv le thov vaajntxwv ca kuv rov lug."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.7","label":"7","content":"Kuv txhad rov lug rua huv Yeluxalee mas kuv le paub tej kev phem kws Eliyasi tau ua paab Thaunpia, yog qhov kws tu ib chaav ntawm lub tshaav puam Vaajtswv lub tuam tsev rua nwg."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.8","label":"8","content":"Kuv txhad chim heev hab kuv muab Thaunpia tej cuab txhaj cuab taam rhu huv chaav tsev hov laim pov tseg huvsw."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.9","label":"9","content":"Hab kuv has kuas ua kevcai ntxuav chaav hov hab kuv coj tej pestwj swv huv Vaajtswv lub tuam tsev, hab tej kws swv ua kevcai xyeem qoob loos hab cov roj ntoos tsw qaab rov lug ca rua huv tej qub chaw."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.10","label":"10","content":"Hab kuv kuj nov tas cov Levi le feem mas puab tsw muab rua cov Levi. Vem le nuav cov Levi hab cov hu nkauj kws ua num txhad nyag tswv moog rua huv nyag tej teb lawm."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.11","label":"11","content":"Kuv txhad ywg cov thawj hab has tas, “Ua caag muab Vaajtswv lub tuam tsev tso tseg?” Kuv txhad qaws puab rov lug hab tsaa puab rov ua puab teg num dua."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.12","label":"12","content":"Mas cov Yuta suavdawg coj ib feem kaum kws yog qoob, cawv txwv maab tshab hab roj tuaj tso rua huv tej txhaab."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.13","label":"13","content":"Hab kuv tsaa tuabneeg saib tej txhaab hov, yog pov thawj Selemiya, xwbfwb Xantau hab Pentaya kws yog ib tug Levi hab tsaa Xakaw tug tub Hanaa kws yog Mathaniya tug xeeb ntxwv ua tug kws paab puab, tsua qhov suav has tas puab yog cov kws tso sab tau. Puab le num yog faib rua puab cov kwvtij."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.14","label":"14","content":"Au kuv tug Vaajtswv, thov koj ncu txug kuv rua zaaj nuav hab thov tsw xob rhuav tej num zoo kws kuv tau ua rua kuv tug Vaajtswv lub tuam tsev hab tej kws ua paab txujkev kws ua koom rua Vaajtswv."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.15","label":"15","content":"Thaus ntawd huv Yuta kuv pum tuabneeg tsuam kua txwv maab rua nub Xanpatau hab sau tej nam pawg qoob rua neeg luav thauj hab thauj cawv txwv maab tej txwv maab txwv cua hab txhua yaam nraa coj lug rua huv Yeluxalee rua nub Xanpatau. Kuv txhad le ntuag puab rua nub kws puab muag zaub mov hov."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.16","label":"16","content":"Hab cov tuabneeg Thailab kws nyob huv lub nroog coj ntseg hab txhua yaam lug muag rua nub Xanpatau rua cov pejxeem Yuta hab huv Yeluxalee."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.17","label":"17","content":"Tes kuv txhad has nyaav rua cov kws ua hlub huv Yuta hab has rua puab tas, “Mej ua phem daabtsw le nuav, ua qas puag tsuas nub Xanpatau?"},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.18","label":"18","content":"Mej tej laug tsw tau ua le nuav lov? Peb tug Vaajtswv tsw tau coj tej xwm txheej phem nuav huvsw lug raug peb hab lub nroog nuav lov, es mej tseed yuav coj txujkev npau tawg heev dua le hov lug raug cov Yixayee vem yog mej ua qas puag tsuas nub Xanpatau?”"},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.19","label":"19","content":"Mo kws yuav txug nub Xanpatau thaus yuav tsaus ntuj kuv has kuas kaw tej rooj loog tsw xob qheb moog txug dhau nub Xanpatau tsaiv, hab kuv tsaa kuv cov tub teg tub taw qee leej saib tej rooj loog txhad txwv tsw kheev thauj ib yaam nraa daabtsw lug rua huv rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.20","label":"20","content":"Mas cov tub luam hab cov kws coj txhua yaam tuaj muag txhad pw ib mo saab nrau lub nroog Yeluxalee ib ob zag."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.21","label":"21","content":"Kuv ntuag puab hab has rua puab tas, “Ua caag mej tuaj pw saab nrau lub ntsaa loog? Yog mej tseed tuaj dua hab, kuv yuav nteg mej.” Txwj thaus hov lug puab tsw tuaj rua nub Xanpatau dua le lawm."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.22","label":"22","content":"Hab kuv has kuas cov Levi tu puab tug kheej kuas dawb huv hab tuaj zuv tej rooj loog, txhad le ua tau kuas nub Xanpatau dawb huv. Au kuv tug Vaajtswv, thov koj ncu txug kuv rua zaaj nuav hab thov koj tseg kuv txujsa ca lawv le koj txujkev hlub luj kawg kws ruaj khov."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.23","label":"23","content":"Thaus ntawd kuv kuj pum cov Yutai kws yuav cov tuabneeg Asantau, Aamoo hab Mau‑a tej ntxhais ua quaspuj,"},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.24","label":"24","content":"hab puab tej mivnyuas ib nraab has lug Asantau, puab has tsw tau lug Yuta tsuas yog nyag has nyag yaam lug xwb."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.25","label":"25","content":"Kuv txhad tshev puab hab foom puab hab ntaus puab qee leej hab dob puab plaubhau pov tseg, hab kuv kuas puab tuav Vaajtswv lub npe cog lug twv. Kuv has tas, “Mej tsw xob muab mej tej ntxhais qua rua puab tej tub, hab tsw xob yuav puab tej ntxhais rua mej tej tub lossws mej tug kheej."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.26","label":"26","content":"Cov Yixayee tug vaajntxwv Xalaumoo tsw tau ua txhum tsua qhov kws nwg yuav quaspuj le nuav lov? Huv ib tsoom tebchaws tsw muaj ib tug vaajntxwv twg zoo cuag le nwg hab nwg tug Vaajtswv kuj hlub nwg, Vaajtswv pub nwg ua vaajntxwv kaav cov Yixayee huvsw. Txawm le ntawd los tej quaspuj kws yog lwm haiv tuabneeg tseed ua rua nwg ua txhum."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.27","label":"27","content":"Tseed tswm nyog peb yuav noog mej hab ua tej kev phem luj nuav huvsw hab faav xeeb rua peb tug Vaajtswv es moog yuav lwm haiv tuabneeg tej ntxhais lug ua quaspuj lov?”"},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.28","label":"28","content":"Tug tuam pov thawj hlub Eliyasi tug tub Yehauyanta muaj ib tug tub kws ua Xaanpala kws yog tuabneeg Hauloo le vauv, vem le nuav kuv txhad muab nwg ntab tswv ntawm kuv moog."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.29","label":"29","content":"Au kuv tug Vaajtswv, thov koj ncu txug puab tsua qhov puab tau ua qas puag tsuas qhov kws ua pov thawj hab ua qas puag tsuas tej lug kws koj cog tseg rua cov pov thawj hab cov Levi."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.30","label":"30","content":"Kuv txhad muab txhua yaam kws yog lwm haiv tuabneeg le ntxuav ntawm puab moog le nuav. Hab kuv tu daag num rua cov pov thawj hab cov Levi, nyag ua nyag feem."},{"bible_id":"1216","chapter_code":"NEH.13","verse_code":"NEH.13.31","label":"31","content":"Hab kuv teem kuas coj tawg tuaj pub lawv le swjhawm kws teem ca lawd hab coj thawj phaum qoob loos tuaj. Au kuv tug Vaajtswv, thov ncu txug kuv hab hlub kuv."}]