[{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.1","label":"1","content":"Povlauj hab Timaute kws yog Yexu Kheto le tub qhe has moog rua cov xuv dawb huv Yexu Kheto txhua tug kws nyob huv lub moos Filipi, hab rua cov saib cov ntseeg hab cov kws paab ua num."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.2","label":"2","content":"Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.3","label":"3","content":"Kuv ua Vaajtswv tsaug rua txhua zag kws kuv ncu txug mej."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.4","label":"4","content":"Txhua zag kws thov Vaajtswv paab mej suavdawg kuv yeej zoo sab kawg le,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.5","label":"5","content":"vem mej nrug kuv koom teg huv txuj xuv zoo txwj thawj nub lug txug nwgnuav."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.6","label":"6","content":"Kuv ruaj sab le nuav tas, tug Tswv kws chiv ua teg num zoo rua huv mej lawd yuav ua kuas tav rua Yexu Kheto nub."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.7","label":"7","content":"Qhov kws kuv xaav le nuav kuj raug lawm vem mej nyob rawv huv kuv lub sab hab mej txhua tug nrug kuv koom Vaajtswv txujkev hlub tsw has thaus kuv raug kaw hab thaus kuv fwj xwm txuj xuv zoo hab qha kuas pum tas txuj xuv zoo muaj tseeb."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.8","label":"8","content":"Vem tas Vaajtswv ua tau timkhawv tas kuv lub sab ncu txug mej txhua tug ib yaam le Yexu Kheto lub sab khuvleej."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.9","label":"9","content":"Kuv thov Vaajtswv le nuav tas thov kuas mej txujkev sws hlub luj zuj quas zug tuaj hab muaj kev paub muaj kev nkaag sab txhua yaam,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.10","label":"10","content":"sub mej txhad xaam pum tas yaam twg tswm txaj kawg nkaus, hab mej txhad ua tau tuabneeg dawb huv tsw muaj chaw thuaj rua Kheto nub,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.11","label":"11","content":"hab mej txhad puv npo tej num kws lug ntawm txujkev ncaaj nceeg kws tshwm huv Yexu Kheto lug, sub txhad pub koob meej rua Vaajtswv hab qhuas nwg."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.12","label":"12","content":"Cov kwvtij, kuv xaav kuas mej paub tas tej kws tshwm xwm rua kuv nuav tub rov ua rua txuj xuv zoo yimfuab nthuav daav moog."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.13","label":"13","content":"Yog le hov cov tub rog kws zuv Xixa tsev hab lwm tug txhad paub thoob plawg tas qhov kws kuv raug txuj saw hlau khi nuav tub yog vem kuv ua Kheto le num."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.14","label":"14","content":"Hab vem txuj saw hlau khi nuav ua rua cov kwvtij feem coob ruaj sab rua huv tug Tswv, hab muaj lub sab tuab heev dua kws yuav pav Vaajtswv txujlug tsw ntshai hlo le."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.15","label":"15","content":"Yeej muaj qee leej tshaaj tawm txug Kheto vem yog puab khib hab nyam sws caam, tassws kuj muaj qee leej tshaaj tawm vem yog xaav ua zoo."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.16","label":"16","content":"Ib co tshaaj tawm ntawm txujkev hlub vem yog puab paub tas kuv raug tsaa ca kuas fwj xwm txuj xuv zoo nuav."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.17","label":"17","content":"Tassws ib co pav txug Kheto vem puab sws txeeb tsw yog muaj lub sab dawb paug ua, tassws yog xaav tswm txom kuv rua thaus kuv raug kaw."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.18","label":"18","content":"Tassws tsw ua le caag. Tsw has yuav laam pav lossws muaj sab dawb paug pav, Kheto kuj raug muab tshaaj tawm. Qhov nuav ua rua kuv zoo sab. Hab kuv yeej yuav zoo sab ntxwv moog,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.19","label":"19","content":"vem kuv paub tas qhov kws mej thov hab qhov kws Yexu Kheto tug Ntsuj Plig paab yuav ua rua kuv dim qhov kws raug kaw."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.20","label":"20","content":"Vem tas kuv lub sab xaav hab vaam tas kuv yuav tsw raug txaaj muag hlo le, tassws yuav muaj lub sab tuab kawg nkaus, sub Kheto txhad yuav tau koob meej ntawm kuv lub cev nwgnuav ib yaam le ib txwm tau, tsw has kuv tseed caj lossws tuag."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.21","label":"21","content":"Tsua qhov kuv muaj txujsa nyob los nyob rua Kheto, kuv tuag los kuj tau tshaaj thawj."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.22","label":"22","content":"Yog kuv tseed yuav muaj txujsa nyob huv lub cev nuav los kuv yuav ua num kuas tawg paaj txw txwv. Tassws kuv tsw paub yuav xaiv qhov twg."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.23","label":"23","content":"Kuv nyuaj sab rua ob qhov nuav. Kuv xaav ncaim moog hab nrug Kheto nyob, yog qhov kws zoo heev dua."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.24","label":"24","content":"Tassws qhov kws tseed nyob huv lub cev nuav kuj yog qhov cheem tsum heev dua rua mej."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.25","label":"25","content":"Kuv ruaj sab txug qhov nuav, mas kuv paub tas kuv tseed yuav muaj txujsa nyob, hab yuav nrug mej txhua tug nyob paab kuas mej kheev hlub hab muaj lub sab xyiv faab huv txujkev ntseeg,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.26","label":"26","content":"sub mej txhad le muaj lug khaav txug kuv heev zuj zug rua huv Yexu Kheto vem kuv yuav tuaj txug mej dua ib zag hab."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.27","label":"27","content":"Thov kuas mej ua lub neej phim Yexu txuj xuv zoo xwb. Txawm yog kuv yuav tuaj saib mej hab tsw tuaj los kuv yuav tau nov xuv tas mej koom ua ib lub sab nyob ruaj, hab thooj xeeb hum huv ua num paab txujkev ntseeg kws lug ntawm txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.28","label":"28","content":"hab mej tsw ntshai cov kws tawm tsaam mej hlo le. Tej nuav yog ua timkhawv kws qha rua puab paub tas puab yuav puam tsuaj tassws qha tas mej yuav tau txujkev dim kws lug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.29","label":"29","content":"Tsua qhov vem yog saib rua Kheto, txhad muab pub rua mej kuas mej tsw yog ntseeg nwg xwb tassws tseed raug kev txom nyem vem yog saib rua nwg,"},{"bible_id":"1216","chapter_code":"PHP.1","verse_code":"PHP.1.30","label":"30","content":"vem mej kuj muaj tuab txujkev tawm tsaam ib yaam le mej txeev pum kuv muaj hab nov tas nwgnuav kuv tseed saamswm muaj."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.1","label":"1","content":"Vem le nuav, yog mej muaj kev txhawb sab rua huv Kheto, hab muaj kev nplig sab ntawm txujkev sws hlub, hab muaj kev sws raug zoo rua huv Vaaj Ntsuj Plig, hab muaj qhov kws ib leeg mob sab rua ib leeg hab ib leeg taab ncuab ib leeg le caag lawm,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.2","label":"2","content":"kuj ca le ua rua kuv zoo sab xyiv faab kawg nkaus vem mej muaj lub sab xaav ib yaam nkaus, muaj lub sab hlub ib yaam nkaus, hab koom ua ib lub sab hab koom xaav ib yaam nkaus."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.3","label":"3","content":"Tsw xob ua sab hlub txeeb ua ib yaam daabtsw rua yug lossws tsaab ua luj tassws yuav tsum txu fwjchim xaam pum lwm tug zoo dua yug."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.4","label":"4","content":"Mej tsw xob nyag xaam pum nyag tug kheej xwb yuav tsum xaam pum lwm tug hab."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.5","label":"5","content":"Mej ca le muaj lub sab yaam le nuav rua huv mej ib yaam le muaj rua huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.6","label":"6","content":"Nwg yeej zoo ib yaam le Vaajtswv tassws nwg tsw suav tas yuav txeeb qhov kws sws luag le Vaajtswv rua nwg,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.7","label":"7","content":"tassws nwg yeem muab txhua yaam tso tseg es saws lub neej zoo le tug qhev lug yug zoo le ib tug tuabneeg. Thaus nwg tshwm lug zoo nkaus ib tug tuabneeg."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.8","label":"8","content":"nwg txu nwg tug kheej kuas qeg hab noog lug moog txug qhov kws tuag, yog tuag sau ntoo khaublig."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.9","label":"9","content":"Vem le nuav Vaajtswv txhad muab nwg tsaa sab kawg nkaus hab pub lub npe kws sab dhau tej npe huvsw rua nwg,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.10","label":"10","content":"vem lub npe Yexu hov txhua lub hauv caug sau ntuj hab huv nplajteb hab huv qaab nplajteb yuav txhus caug ndua pe nwg,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.11","label":"11","content":"hab txhua tug nplaig yuav leeg tas Yexu Kheto yog tug Tswv, txhad ua rua Vaajtswv kws yog leej Txwv tau koob meej ci ntsaa ab."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.12","label":"12","content":"Yog le ntawd, cov kwvtij kws kuv hlub, ib yaam le mej txeev noog kuv lug tsw tu ncua, tsw yog noog rua thaus kuv nrug mej nyob xwb tassws thaus kuv tsw nrug mej nyob kuj yimfuab yuav noog, mas nwgnuav mej yuav tsum ntshai tshee quas nyo ua lub neej phim mej txujkev dim kuas tav."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.13","label":"13","content":"Tsua qhov Vaajtswv ua num rua huv mej kuas mej muaj lub sab xaav hab muaj peevxwm ua lawv le nwg lub sab nyam."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.14","label":"14","content":"Ca le ua txhua yaam tsw xob sws ywg sws caav,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.15","label":"15","content":"sub mej txhad tsw muaj chaw thuaj hab tsw muaj qhov txhum, ua Vaajtswv cov mivnyuas kws tsw muaj ib qhov phem rua huv plawv tam tuabneeg phem hab nkhaus nuav, hab ci rua huv puab ib yaam le tej nub qub ci rua lub nplajteb."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.16","label":"16","content":"Ca le tuav txujlug kws pub txujsa ruaj, sub kuv txhad khaav tau rua Kheto nub has tas kuv tsw tau dha do do xwb lossws swv zug ua num tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.17","label":"17","content":"Txawm yog kuv yuav raug muab hliv ib yaam le tej cawv txwv maab kws laub xyeem rua sau tej kws mej muab xyeem hab sau tej num kws mej ua vem mej ntseeg, kuv kuj zoo sab hab nrug mej txhua tug zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.18","label":"18","content":"Hab tswm nyog mej yuav zoo sab hab nrug kuv zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.19","label":"19","content":"Kuv muaj sab vaam rua huv tug Tswv Yexu tas tsw ntev nuav kuv yuav khaiv Timaute tuaj cuag mej, sub thaus kuv nov mej xuv lawd txhad txhawb tau kuv lub sab."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.20","label":"20","content":"Kuv tsw muaj leejtwg thooj le nwg kws mob sab mej tag tag."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.21","label":"21","content":"Vem tas lwm tug suavdawg nrhav tej kws muaj qaabhau rua puab xwb, tsw yog nrhav tej kws muaj qaabhau rua Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.22","label":"22","content":"Tassws mej tub paub Timaute teg num zoo tas nwg nrug kuv koom ua num rua txuj xuv zoo ib yaam le ob txw tub."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.23","label":"23","content":"Vem le nuav kuv vaam tas thaus kuv paub tas yuav muaj xwm le caag tshwm rua kuv tes kuv yuav xaa nwg tuaj sai sai,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.24","label":"24","content":"hab kuv ruaj sab rua huv tug Tswv tas tsw ntev nuav kuv yuav tuaj hab."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.25","label":"25","content":"Kuv pum tas cheem tsum xaa Epafauntita tuaj cuag mej. Nwg yog kuv kwvtij kws nrug kuv koom ua num hab nrug kuv ua tub rog, hab tseed yog tug tubkhai kws mej khaiv tuaj ua koom rua kuv hab paab tej kws kuv tu ncua,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.26","label":"26","content":"vem nwg ncu txug mej suavdawg hab nwg txhawj vem qhov kws mej nov tas nwg muaj mob."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.27","label":"27","content":"Nwg mob tag tub yuav tuag, tassws Vaajtswv khuvleej nwg, tsw yog nwg tuab leeg xwb tseed khuvleej kuv hab, sub kuv txhad tsw raug kev txhawj xeeb tsaav rua tej kev txhawj."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.28","label":"28","content":"Vem le nuav kuv yimfuab xaav xaa nwg tuaj sub mej txhad zoo sab qhov kws rov pum nwg hab qhov kws kuv txhawj txhad le tsawg zuj zug moog."},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.29","label":"29","content":"Vem le nuav ca le zoo sab kawg txais nwg huv tug Tswv, hab fwm cov tuabneeg kws zoo le nuav,"},{"bible_id":"1216","chapter_code":"PHP.2","verse_code":"PHP.2.30","label":"30","content":"tsua qhov nwg tub yuav tuag vem yog Kheto teg num, nwg sev txujsa ua koom rua kuv rua tej kws mej ua tsw tau."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.1","label":"1","content":"Thaus kawg nuav, kuv cov kwvtij, ca le zoo sab rua huv tug Tswv. Qhov kws rov sau tej qub nuav dua ib zag tuaj rua mej kuj tsw ceblaaj le caag rua kuv, hab yog ua rua mej paub ceev faaj."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.2","label":"2","content":"Ca le ceev faaj cov dev, ceev faaj cov kws ua phem, cov kws hlais nqaj hlais tawv."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.3","label":"3","content":"Vem tas peb txhad yog tseem cov kws ua kevcai txav, yog peb cov kws pe hawm Vaajtswv ntawm Vaaj Ntsuj Plig  hab khaav txug Yexu Kheto, tsw vaam khom rua nqaj tawv,"},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.4","label":"4","content":"txawm yog kuv muaj tej qhov kws vaam khom rua nqaj tawv hab kuj xwj. Yog lwm tug xaav tas puab muaj qhov kws vaam khom nqaj tawv kuv kuj yimfuab muaj ntau dua."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.5","label":"5","content":"Kuv tub ua kevcai txav rua thaus kuv muaj yim nub lawm, kuv yog haiv tuabneeg Yixayee, yog xeem Npeeyamee, yog ib tug Henplais kws yug ntawm tuabneeg Henplais lug, has txug txuj kevcai kuv yog ib tug Falixai,"},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.6","label":"6","content":"has txug qhov kws kub sab quas lug kuv kuj tswm txom cov pawg ntseeg, has txug qhov kws ua ncaaj nceeg lawv le txuj kevcai kuv tsw muaj chaw thuaj le."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.7","label":"7","content":"Tassws yaam kws txeev ua tshaaj thawj rua kuv, kuv suav tas yaam hov yog poob peev lawm vem yog saib rua Kheto."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.8","label":"8","content":"Kuv suav tas txhua yaam poob peev vem yog qhov kws paub Yexu Kheto kws yog kuv tug Tswv muaj nqes heev dhau. Vem muaj tug Tswv kuv txhad poob peev txhua yaam hab suav tas tej hov zoo ib yaam le tej tshwj xuam kws muab pov tseg sub kuv txhad tau Kheto ua tshaaj thawj,"},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.9","label":"9","content":"hab txhad pum tas kuv nyob huv tug Tswv. Kuv txujkev ncaaj nceeg tsw yog tau ntawm qhov kws xyum lawv le txuj kevcai tassws yog tau ntawm qhov kws ntseeg Kheto, yog txujkev ncaaj nceeg kws tau ntawm Vaajtswv vem yog qhov kws ntseeg."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.10","label":"10","content":"Kuv xaav paub tug Tswv hab paub tug fwjchim kws nwg caj sawv rov lug, hab koom nrug nwg raug kev tswm txom hab zoo ib yaam le nwg rua huv nwg txujkev tuag,"},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.11","label":"11","content":"hab tseed vaam tas yuav tau caj sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.12","label":"12","content":"Tsw yog kuv tub tau lawm lossws kuv tub zoo kawg nkaus lawm, tassws kuv saamswm swv zug moog sub kuv txhad txeeb tau ua kuv tug vem yog tim le nuav Yexu Kheto tub txeeb kuv ca lawm."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.13","label":"13","content":"Cov kwvtij, kuv tsw suav tas kuv tub txeeb tau lawm tassws kuv ua ib yaam xwb yog kuv tsw ncu tej kws dhau taag lug lawd hab fuas moog rua yaam kws nyob yaav tom ntej,"},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.14","label":"14","content":"hab swv zug moog kuas txug tug nrwm sub txhad tau txais tshaav ntuj kws yog qhov kws Vaajtswv hu kuv moog rua sau ntuj huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.15","label":"15","content":"Peb cov kws hlub tav lawd yuav tsum xaav le nuav, hab yog mej xaav dua lwm yaam, Vaajtswv yuav muab yaam ntawd qha rua mej paub tseeb."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.16","label":"16","content":"Txawm le caag los xwj, peb ca coj lawv nraim tej kws peb paub lug lawd."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.17","label":"17","content":"Cov kwvtij, ca le koom ua ke yoog lawv le kuv, mej ca le saib cov tuabneeg kws ua lub neej lawv le tug yaam ntxwv kws peb tau ua rua mej pum lawd."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.18","label":"18","content":"Tsua qhov muaj ntau leej ua lub neej ua yeeb ncuab rua Kheto tug khaublig ntoo, yog cov kws kuv tub txeev has rua mej ntau zag lawm hab nwgnuav kuv has nrug lub kua muag."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.19","label":"19","content":"Thaus kawg puab yuav raug puam tsuaj, puab tug Vaajtswv yog puab lub plaab, hab puab khaav txug puab tej kev txaaj muag, puab tsuas yog xaav txug tej kws yog nplajteb le xwb."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.20","label":"20","content":"Tassws peb yog tuabneeg sau ntuj hab peb tog rawv tug cawmseej kws lug sau ntuj lug, yog tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHP.3","verse_code":"PHP.3.21","label":"21","content":"Nwg yuav muab peb lub cev kws tsw tswm txaj hloov kuas zoo ib yaam le nwg lub cev kws muaj fwjchim ci ntsaa ab, yog nwg swv nwg tug fwjchim kws ua kuas txhua yaam nyob huv qaab nwg kev tswjfwm."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.1","label":"1","content":"Vem le nuav, kuv cov kwvtij kws kuv hlub hab ncu heev, mej yog kuv lub chaw zoo sab hab yog kuv lub mom kub. Cov kws kuv hlub 'e, ca le nyob ruaj khov rua huv tug Tswv le kws has nuav."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.2","label":"2","content":"Kuv thov ntuag Yu‑auntia hab kuv thov ntuag Xithikhe kuas muaj lub sab sws hum rua huv tug Tswv."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.3","label":"3","content":"Tug kws muaj sab nrug kuv koom ua num 'e, thov koj paab ob tug quaspuj hov, vem ob tug nrug kuv hab Khemee hab lwm tug kws paab kuv ua num, swv zug ua num qha txuj xuv zoo. Puab tej npe tub muaj nyob huv phoo ntawv kws sau cov kws muaj txujsa lawm."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.4","label":"4","content":"Ca le xyiv faab rua huv tug Tswv txhua lub swjhawm. Kuv rov has dua tas, ca le xyiv faab hlo."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.5","label":"5","content":"Ca le ua lub sab mog sab muas tshwm lug rua suavdawg. Tug Tswv nyob ze lawm."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.6","label":"6","content":"Tsw xob txhawj rua ib yaam daabtsw, tassws ca le taij hab thov hab ua Vaajtswv tsaug qha txhua yaam kws koj cheem tsum rua nwg paub."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.7","label":"7","content":"Mas Vaajtswv txujkev sab tug kws ntau dhau le tuabneeg nkaag sab tau yuav tsom kwm mej lub sab hab mej tej kev xaav ca rua huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.8","label":"8","content":"Thaus kawg nuav, cov kwvtij, yaam kws tseeb, yaam kws tswm nyog fwm, yaam kws ncaaj nceeg, yaam kws dawb huv, yaam kws ntxwm hlub, yaam kws muaj koob meej, hab yog muaj yaam twg kws zoo kawg nkaus, hab muaj yaam twg kws tswm nyog qhuas, ca le xaav txug tej nuav huvsw."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.9","label":"9","content":"Ca le ua lawv le tej kws mej kawm paub hab khaws tau hab tau nov hab pum ntawm kuv. Mas Vaajtswv kws pub txujkev sab tug yuav nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.10","label":"10","content":"Kuv zoo sab xyiv faab kawg rua huv tug Tswv vem thaus kawg nuav mej rov qaab ncu txug kuv dua. Mej yeej ncu txug kuv tassws mej nrhav swjhawm tsw tau xwb."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.11","label":"11","content":"Kuv tsw yog has txug qhov kws kuv tu ncua, vem kuv yeej kawm paub tas yuav nyob le caag los kuv txaus sab nyob le ntawd."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.12","label":"12","content":"Kuv yeej paub qhov kws tu ncua hab paub qhov kws muaj nplua quas mag. Tsw has txujkev twg lossws txhua txujkev kuv tub kawm paub qhov kws tsau hab tshaib, hab qhov kws muaj nplua quas mag hab tu ncua lawm."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.13","label":"13","content":"Kuv yeej ua tau txhua yaam vem muaj Vaajtswv kws txhawb kuv tug zug."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.14","label":"14","content":"Txawm le caag kuj xwj, qhov kws mej xaav paab kuv rua thaus kuv raug kev txom nyem, kuj yog mej ua zoo heev."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.15","label":"15","content":"Hab mej cov Filipi yeej paub tas, thaus kuv tawm huv lub xeev Makhentaunia rua thaus chiv tshaaj tawm txuj xuv zoo, tsw muaj pawg ntseeg twg nrug kuv koom teg tsuas yog mej tuab pawg xwb txhad pub paab kuv."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.16","label":"16","content":"Txawm yog thaus kuv nyob huv lub moos Thexalaunika, mej kuj xaa tuaj paab kuv ib zag taag ib zag thab."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.17","label":"17","content":"Tsw yog kuv nrhav tej kws mej pub hov, tassws kuv nrhav tshaaj thawj kws tsaav rua mej ntau quas zug tuaj."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.18","label":"18","content":"Kuv tau txais txhua yaam puv npo hab tseed muaj seem. Kuv muaj txhua yaam nplua quas mag, vem kuv tau txais tej kws mej muab rua Epafauntita xaa tuaj. Tej hov yog tej kws muab xyeem tsw qaab kws txaus Vaajtswv lub sab hab Vaajtswv txais yuav."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.19","label":"19","content":"Kuv tug Vaajtswv yuav pub txhua yaam kws mej cheem tsum rua mej lawv le nwg tug fwjchim ci ntsaa ab kws muaj nplua quas mag rua huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.20","label":"20","content":"Thov kuas Vaajtswv kws yog peb leej Txwv tau koob meej moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.21","label":"21","content":"Kuv thov has lug ncu txug cov xuv dawb txhua tug huv Yexu Kheto. Cov kwvtij kws nrug kuv nyob ua ke kuj xaa lug ncu txug mej."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.22","label":"22","content":"Vaajtswv cov xuv dawb suavdawg xaa lug ncu txug mej, cov kws ncu mej heev tshaaj yog cov kws nyob huv Xixa lub tsev."},{"bible_id":"1216","chapter_code":"PHP.4","verse_code":"PHP.4.23","label":"23","content":"Thov tug Tswv Yexu Kheto txujkev hlub nyob huv mej lub sab moog le."}]