[{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.1","label":"1","content":"Cov lug nuav yog Tavi tug tub Xalaumoo kws yog cov Yixayee tug vaajntxwv le paaj lug"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.2","label":"2","content":"ua kuas tau tswvyim hab paub kevcai ua neej, hab to taub tej lug txawj ntse,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.3","label":"3","content":"khaws tej lug qhuab qha kws qha kev thoob tswb to nrog hab kev txav txem ncaaj hab kev ua ncaaj hab qhov kws ua ncaaj nruab nraab,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.4","label":"4","content":"muab txujkev thoob tswb to nrog rua tug kws tsw paub qaabhau, muab kev txawj ntse hab kev paub txhwj paub txhua rua tug hluas."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.5","label":"5","content":"Tug txawj ntse tau nov hab tsaav kev paub rua nwg, hab tug kws thoob tswb to nrog yuav tau peevxwm ua num,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.6","label":"6","content":"sub txhad nkaag sab paaj lug pev lug, hab nkaag sab cov txawj ntse tej lug hab tej txhaj mim txwv."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.7","label":"7","content":"Qhov kws fwm hab paub ntshai Yawmsaub yog lub hauv paug txawj ntse, tug ruag yeej saib tsw taug tswvyim hab tej lug qhuab qha."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.8","label":"8","content":"Kuv tub 'e, ca le noog koj txwv tej lug qhuab qha, hab tsw xob muab koj nam tej lug qha tso tseg,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.9","label":"9","content":"tsua qhov tej lug hov yog lub mom paaj ntoos zoo nkauj sau koj taubhau hab yog tej saw nyaj ntawm koj cej daab."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.10","label":"10","content":"Kuv tub 'e, yog tej tuabneeg muaj txem ntxag koj, tsw xob yeem moog."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.11","label":"11","content":"Yog puab has tas, “Nrug peb moog, ca peb moog zuv kev tog tua tuabneeg, ca peb moog zuv kev tog tug kws tsw ua txhum muab ntaus ua sw."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.12","label":"12","content":"Ca peb muab nwg nqog caj yaam le tub tuag teb, hab nqog kheej ib yaam le puab cov kws nqeg rua huv qhov tuag."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.13","label":"13","content":"Peb yuav tau tej hov txhua chaw tswm txaj txhua yaam, peb yuav muab tej kws peb txeeb tau lug ntim puv nkaus huv peb tej tsev."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.14","label":"14","content":"Koj ca le nrug peb koom, peb suavdawg yuav koom ib lub naas nyaj.”"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.15","label":"15","content":"Kuv tub 'e, tsw xob nrug puab moog, yuav tsum tswj koj txhais kwtaw ntawm puab txujkev,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.16","label":"16","content":"tsua qhov puab txhais kwtaw dha moog ua phem, hab puab maaj nroog moog txuv luas lug ntshaav."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.17","label":"17","content":"Cuab vaag rua noog pum yeej tsw tau qaabhau."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.18","label":"18","content":"Tassws cov tuabneeg nuav nyaag zuv tog puab tug kheej le ntshaav, hab zuv kev txuv puab txujsa."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.19","label":"19","content":"Txhua tug kws ua nruj ua tswv es tau nyaj txag yeej yuav zoo le nuav, tej nyaj txag hov yuav rov txuv puab txujsa."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.20","label":"20","content":"Tswvyim hu nrov nrov ntawm tej kev, nwg tsaa suab hu ntawm tshaav puam."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.21","label":"21","content":"Nwg tuaj sau tej ntsaa loog hu hab pav ntawm rooj loog kws nkaag rua huv lub nroog, has tas"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.22","label":"22","content":"“Mej cov kws tsw thoob tswb 'e, mej yuav nyam txujkev tsw thoob tswb moog ntev le caag? Hab cov kws thuaj luas yuav zoo sab thuaj moog ntev le caag? Hab cov kws ruag yuav ntxub kev txawj ntse ntev le caag?"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.23","label":"23","content":"Mej ca le tig qhov ntsej noog kuv tej lug qhuab ntuag. Saib maj, kuv yuav nchuav tej kws kuv xaav huv lub sab rua mej, kuv yuav muab kuv tej lug qha tseeb rua mej."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.24","label":"24","content":"Kuv tub hu los mej tsw yeem noog, kuv tub cev teg los tsw muaj leejtwg quav ntsej,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.25","label":"25","content":"hab mej tsw yeem txais yuav kuv tej lug taw qha, hab tsw yeem yuav kuv tej lug qhuab ntuag hlo le."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.26","label":"26","content":"Vem le nuav kuv yuav luag qhov kws mej raug kev puam tsuaj, hab kuv yuav luag rua thaus kws mej ntshai raag zum zawg,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.27","label":"27","content":"hab thaus kev ntshai raag lug raug mej zoo yaam nkaus le cua daaj cua dub, hab kev puam tsuaj lug raug mej yaam le khaub zeeg cua, hab thaus kev txom nyem kev nyuaj sab lug raug mej."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.28","label":"28","content":"Mas puab yuav thov kuv los kuv yuav tsw teb. Puab yuav swv zug nrhav kuv tassws nrhav tsw tau."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.29","label":"29","content":"Vem puab ntxub kev txawj ntse hab tsw xaiv yuav qhov kws fwm hab paub ntshai Yawmsaub,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.30","label":"30","content":"hab puab tsw yuav kuv tej lug taw qha hlo le hab saib tsw taug kuv tej lug qhuab ntuag huvsw,"},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.31","label":"31","content":"vem le nuav puab yuav saws lawv le tej kws puab ua, hab puab tej tswvyim ua phem rua luas yuav rov raug puab pov khawv nkaus."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.32","label":"32","content":"Cov tuabneeg tsw thoob tswb raug tua vem yog puab tsw quav ntsej tej lug qha, hab cov tuabneeg ruag raug puam tsuaj vem yog ua laag ua taa."},{"bible_id":"1216","chapter_code":"PRO.1","verse_code":"PRO.1.33","label":"33","content":"Tassws tug kws noog kuv yuav nyob tso sab plhuav, hab yuav nyob kaaj sab lug tsw txhawj tsw ntshai ib yaam kev phem hlo le.”"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.1","label":"1","content":"Kuv tub 'e, yog koj khaws kuv tej lug ca hab muab kuv tej lug nkaw ceev rua huv koj lub sab,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.2","label":"2","content":"hab yog koj tig ntsej quas ncuv noog tug tswvyim hab tig lub sab lug nrhav kev to taub,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.3","label":"3","content":"yog koj hu nrhav kev txawj ntse hab tsaa ncauj thov kev nkaag sab,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.4","label":"4","content":"yog koj nrhav tswvyim ib yaam le nrhav tej nyaj, hab nrhav ib yaam le nrhav tej nyaj txag kws muab zais ca lawm,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.5","label":"5","content":"yog koj ua le nuav koj yuav to taub qhov kws fwm hab paub ntshai Yawmsaub hab txawj paub txug Vaajtswv."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.6","label":"6","content":"Tsua qhov Yawmsaub yog tug kws pub tswvyim, tej kev txawj ntse hab tej kev nkaag sab yog tawm huv Yawmsaub qhov ncauj lug."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.7","label":"7","content":"Nwg ceev tug tswvyim  ca rua cov kws sab ncaaj, nwg yog daim hlau tiv thaiv cov kws ua neej dawb huv."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.8","label":"8","content":"Nwg ceev txujkev ua ncaaj ua nceeg hab nwg tsom kwm nwg cov tuabneeg dawb huv."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.9","label":"9","content":"Mas koj yuav paub txujkev ncaaj nceeg hab kev txav txem ncaaj hab ua ncaaj nruab nraab hab paub ua qhov zoo rua txhua faab."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.10","label":"10","content":"Tswvyim yuav nkaag rua huv koj lub sab, hab kev txawj ntse yuav ua kuas koj tug ntsuj plig xyiv faab."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.11","label":"11","content":"Kev txawj ntse yuav tsom kwm koj, hab kev to taub yuav tiv thaiv koj,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.12","label":"12","content":"hab yuav paab koj dim txujkev ua phem, hab dim cov tuabneeg ntxeev xaiv."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.13","label":"13","content":"Puab tso txujkev ncaaj nceeg tseg, taug txujkev tsaus ntuj."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.14","label":"14","content":"Puab yeej zoo sab ua phem hab nyam tej kev phem ntxeev ntxag,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.15","label":"15","content":"yog cov kws taug txujkev nkhaus, puab yog tuabneeg sab nkhaus xwb."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.16","label":"16","content":"Koj yuav dim ntawm tug puj plhu tuab, yog tug puj cov zej cov zog kws has lug qaab rog qaab ntse,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.17","label":"17","content":"nwg muab nwg tug quasyawg kws thaus hluas nkauj nwg yuav tso pov tseg, hab tsw ncu txug tej lug kws nwg cog tseg rua nwg tug Vaajtswv lawm."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.18","label":"18","content":"Nwg lub tsev yuav coj moog txug txujkev tuag, nwg tej txujci yuav coj moog rua huv tub tuag teb."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.19","label":"19","content":"Cov kws moog cuag nwg tsw muaj ib tug rov qaab lug le, tsw muaj ib tug kws yuav rov lug taug tau txujkev kws caj sa."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.20","label":"20","content":"Yog le ntawd koj yuav tsum taug cov tuabneeg zoo txujkev, hab coj lawv le cov tuabneeg ncaaj nceeg tug cujpwm,"},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.21","label":"21","content":"tsua qhov cov kws sab ncaaj yuav tau nyob huv lub tebchaws, hab cov kws ua sab dawb paug yuav tau nyob ruaj rua huv."},{"bible_id":"1216","chapter_code":"PRO.2","verse_code":"PRO.2.22","label":"22","content":"Tassws cov tuabneeg limham yuav raug muab txav tu huv lub tebchaws, hab cov tuabneeg ntxeev ntxag yuav raug muab dob hlo caag."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.1","label":"1","content":"Kuv tub 'e, tsw xob nov qaab kuv tej lug qha, koj lub sab yim meem ncu ntsoov kuv tej lug nkaw,"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.2","label":"2","content":"tsua qhov tej nuav yuav pub koj nyob ntev naj ntau xyoo, hab pub koj vaam meej nyob kaaj sab quas lug."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.3","label":"3","content":"Koj tsw xob muab txujkev hlub hab txujkev ua ncaaj tso tseg. Ca le muab khi rua ntawm koj cej daab hab muab sau ca rua huv koj lub sab."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.4","label":"4","content":"Luas txhad le saib taug koj hab koj yuav tau koob meej zoo ntawm Vaajtswv hab tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.5","label":"5","content":"Koj ca le tso sab plhuav rua Yawmsaub kawg sab kawg ntsws, koj tsw xob vaam khom koj le kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.6","label":"6","content":"Ca le leeg yuav nwg rua txhua txujkev kws koj moog, mas nwg yuav pub koj taug txujkev ncaaj."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.7","label":"7","content":"Tsw xob xaav has tas koj txawj ntse. Ca le fwm hab paub ntshai Yawmsaub hab tig hlo ntawm txujkev phem."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.8","label":"8","content":"Qhov kws koj ua le nuav yuav ua rua koj lub cev nyob zoo hab ua koj tej pob txhaa swb quas laag."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.9","label":"9","content":"Ca le fwm Yawmsaub hab muab koj tej hov txhua chaw xyeem rua nwg, hab muab thawj phaum qoob loos txhua yaam pub rua nwg,"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.10","label":"10","content":"mas koj lub txhaab yuav puv nkaus, hab kua txwv maab yuav puv koj lub rhawv phwj yog."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.11","label":"11","content":"Kuv tub 'e, tsw xob saib tsw taug Yawmsaub tej lug qhuab qha, hab tsw xob dhuav nwg tej lug ntuag,"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.12","label":"12","content":"tsua qhov Yawmsaub qhuab ntuag tug kws nwg hlub, ib yaam le leej txwv qhuab ntuag tug tub kws nwg zoo sab rua."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.13","label":"13","content":"Tug kws nrhav tau tswvyim hab txawj nkaag sab mas kaaj sab lug,"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.14","label":"14","content":"tsua qhov tswvyim muaj nqes dua nyaj txag hab muaj tshaaj thawj dua kub."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.15","label":"15","content":"Tswvyim tswm txaj dua npauj nyaj npauj kub, hab txhua yaam kws koj ntshaw tsw muaj ib yaam zoo cuag le tswvyim."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.16","label":"16","content":"Tswvyim saab teg xws tuav txujsa ntev, saab teg phem tuav kev muaj txag hab koob meej."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.17","label":"17","content":"Tswvyim txujkev yog txuj kws tshaav ntuj quas lug, hab nwg txhua txujkev yog kev sws hum xeeb."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.18","label":"18","content":"Tswvyim yog tsob ntoo kws pub txujsa rua cov kws tuav rawv nwg, cov kws tuav rawv tswvyim ca ruaj, luas yuav hu tas kaaj sab lug."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.19","label":"19","content":"Yawmsaub swv tswvyim tswm nplajteb, hab swv kev nkaag sab nthuav lub ntuj."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.20","label":"20","content":"Nwg swv nwg kev txawj ntse ua kuas dej txhawv huv nruab tiv txwv lug, hab ua kuas fuab tso dej lwg lug."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.21","label":"21","content":"Kuv tub 'e, koj ca le ceev tug tswvyim hab kev txawj ntse, tsw xob ca ob yaam nuav tswv dhau ntawm koj lub qhov muag moog."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.22","label":"22","content":"Ob yaam nuav yuav ua txujsa rua koj hab yuav yog tej saw kub ntawm koj cej daab."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.23","label":"23","content":"Tes koj yuav ua koj lub neej tso sab plhuav hab tsw dawm teg dawm taw."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.24","label":"24","content":"Yog koj nyob tsawg, los koj tsw ntshai daabtsw, thaus koj pw los yuav tsaug zug zoo sab tug quas yeeg."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.25","label":"25","content":"Koj tsw xob ntshai tej kws ua rua koj ceeb kws tshwm plawg lug taamswm, hab tsw xob ntshai tej kev puam tsuaj kws tej tuabneeg limham raug,"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.26","label":"26","content":"tsua qhov Yawmsaub yuav yog koj lub chaw vaam khom, nwg yuav tiv thaiv tsw kheev koj txhais kwtaw maag rooj hlua."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.27","label":"27","content":"Koj ca le ua zoo rua cov kws tswm nyog tau qhov zoo rua txhua lub swjhawm kws koj ua tau."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.28","label":"28","content":"Yog kwvtij zej zog cheem tsum ib yaam daabtsw kws koj muaj, mas tsw xob has tas, “Koj rov qaab moog pigkig rov tuaj es kuv le muab.”"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.29","label":"29","content":"Tsw xob ntaus tswvyim ua phem rua tej kwvtij zej zog kws nyob ze koj hab tso sab rua koj."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.30","label":"30","content":"Yog luas tsw tau ua phem rua koj mas tsw xob laam nrug luas sws caav sws tshe."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.31","label":"31","content":"Tsw xob khib tug tuabneeg ua limham ndais ntuj, hab tsw xaiv taug nwg tej kev txuj twg hlo le,"},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.32","label":"32","content":"tsua qhov Yawmsaub ntxub tug tuabneeg sab nkhaus, tassws nwg nrug tug kws ua ncaaj nceeg sws raug zoo."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.33","label":"33","content":"Lu lug kws Yawmsaub foom tsw zoo yuav poob rua sau tej tuabneeg limham lub tsev, tassws nwg yuav foom koob moov rua tej tuabneeg ncaaj nceeg lub chaw nyob."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.34","label":"34","content":"Nwg yuav luag tej tuabneeg kws luag lwm tug, tassws nwg yuav hlub tej kws txu fwjchim."},{"bible_id":"1216","chapter_code":"PRO.3","verse_code":"PRO.3.35","label":"35","content":"Tug tuabneeg txawj ntse yuav tau koob meej, tassws tug tuabneeg ruag yuav poob ntsej muag."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.1","label":"1","content":"Kuv cov tub 'e, mej ca le noog mej txwv tej lug qhuab qha, hab ua tuab zoo noog, mej txhad le txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.2","label":"2","content":"Tej lug kws kuv qhuab qha mej zoo heev, tsw xob muab kuv tej lug pov tseg."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.3","label":"3","content":"Thaus kuv tseed yau kws nrug kuv txwv nyob, hab yog tuab tug tub mog kws nyob huv kuv nam lub qhov muag,"},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.4","label":"4","content":"mas kuv txwv qha kuv hab has rua kuv tas, “Koj ca le tuav rawv kuv tej lug rua huv koj lub sab, ua lawv le kuv tej lug nkaw txhad muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.5","label":"5","content":"Ca le nrhav kuas tau tswvyim hab kev txawj ntse, tsw xob nov qaab, tsw xob tig ntawm tej lug kws kuv lub qhov ncauj has."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.6","label":"6","content":"Tsw xob muab tswvyim tso pov tseg, mas nwg yuav tsom kwm koj, ca le nyam nwg, mas nwg yuav tiv thaiv koj."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.7","label":"7","content":"Lub hauv paug kws muaj tswvyim yog le nuav, yuav tsum nrhav kuas tau tswvyim, txawm yog koj khaws tau daabtsw kuj xwj, koj yuav tsum khaws kuas tau kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.8","label":"8","content":"Yuav tsum fwm tswvyim heev, mas nwg yuav txhawb nqaa koj. Yog koj puag rawv tswvyim, nwg yuav pub koob meej rua koj."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.9","label":"9","content":"Nwg yuav muab lub mom paaj muaj meej ua rua koj ntoo, hab yuav muab lub mom kub zoo nkauj rua koj.”"},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.10","label":"10","content":"Kuv tub 'e, ca le noog hab khaws kuv tej lug ca, sub koj txujsa txhad le nyob ntev naj ntau xyoo."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.11","label":"11","content":"Kuv tub qha tswvyim txujkev rua koj, kuv tub coj koj ua lub sab ncaaj."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.12","label":"12","content":"Thaus koj taug kev yuav tsw muaj daabtsw thaiv koj kev, thaus koj dha koj yuav tsw dawm."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.13","label":"13","content":"Ca le tuav rawv tej lug qhuab qha ua neej, tsw xob muab tso tseg, ca le muab tej lug qha ceev ca tsua qhov tej lug ntawd yog koj txujsa."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.14","label":"14","content":"Koj tsw xob nkaag moog rua huv tej tuabneeg limham txujkev, tsw xob taug cov tuabneeg phem txujkev."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.15","label":"15","content":"Yuav tsum zos kev tsw xob taug txuj ntawd, ca le zos moog kuas dhau."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.16","label":"16","content":"Cov tuabneeg phem yog tsw tau ua txhum mas pw tsw tsaug zug, yog puab tsw tau ua rua leejtwg dawm qaug mas puab tsw tuaj daab ndub."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.17","label":"17","content":"Puab tej mov noj yog qhov kws puab ua limham, puab tej cawv txwv maab haus yog qhov kws puab ua nruj ua tswv."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.18","label":"18","content":"Tassws cov ncaaj nceeg txujkev mas zoo yaam nkaus le tug duab tshaav ntuj kws ci zuj zug thaus taagkig moog txug thaus tshaav ntuj kub lawm."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.19","label":"19","content":"Cov tuabneeg limham txujkev mas tsaus ntuj nti, puab tsw paub tas puab dawm daabtsw."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.20","label":"20","content":"Kuv tub 'e, ua tuab zoo noog kuv tej lug, tig koj lub qhov ntsej noog tej kws kuv has."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.21","label":"21","content":"Koj tsw xob ca kuv tej lug tswv dhau ntawm koj lub qhov muag moog, koj yuav tsum khaws ca rua huv koj lub sab,"},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.22","label":"22","content":"tsua qhov kuv tej lug yog txujsa rua tug kws nrhav tau, hab ua rua tug hov lub cev nyob zoo huvsw."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.23","label":"23","content":"Koj yuav tsum ua tuab zoo tswj koj lub sab rua txhua faab tsua qhov txujsa txhawv tawm huv lub sab lug."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.24","label":"24","content":"Ca le muab koj tug nplaig nkhaus pov tseg, hab muab tej lug daag tshem deb ntawm koj lub qhov ncauj."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.25","label":"25","content":"Ca koj lub qhov muag saib ncaaj nraim rua tom hauv ntej, hab ca koj tsom ntsoov koj lub hauv ntej saib xwb."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.26","label":"26","content":"Koj yuav tsum saib ntsoov txujkev kws koj txhais taw taug, koj txhua txujkev txhad le ruaj."},{"bible_id":"1216","chapter_code":"PRO.4","verse_code":"PRO.4.27","label":"27","content":"Tsw xob tig rua saab xws lossws tig rua saab phem, ca koj txhais kwtaw tig hlo ntawm txujkev ua phem."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.1","label":"1","content":"Kuv tub 'e, ua tuab zoo noog kuv tej tswvyim, hab tig koj lub qhov ntsej noog kuv tej kev txawj ntse,"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.2","label":"2","content":"sub koj txhad le khaws tau txujkev txawj ntse ca, hab koj lub qhov ncauj yuav tuav txujkev paub."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.3","label":"3","content":"Tug quaspuj plhu tuab daim tawv ncauj qaab zwb ib yaam le zwb ntaab, nwg tej lug nplag dhau roj."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.4","label":"4","content":"Thaus kawg nwg yuav ab le tswb dais hab yuav ntse yaam le raab ntaaj ob saab ntse."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.5","label":"5","content":"Nwg tshais ruam moog rua huv txujkev tuag, nwg txhais kwtaw taug txujkev kws moog rua huv tub tuag teb."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.6","label":"6","content":"Nwg tsw quav ntsej taug txujkev kws tau txujsa, nwg tub yuam kev lawm los nwg tub tsw paub le."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.7","label":"7","content":"Kuv cov tub 'e, nwgnuav mej ca le noog kuv has, tsw xob tig ntawm tej lug kws kuv lub qhov ncauj has."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.8","label":"8","content":"Koj yuav tsum zos kev deb ntawm tug puj hov, hab tsw xob moog ze nwg lub qhov rooj,"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.9","label":"9","content":"tsaam tes koj muab koj lub koob meej rua lwm tug lawm, hab muab koj txujsa rua cov tuabneeg kws tsw taab ncuab,"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.10","label":"10","content":"hab lwm haiv tuabneeg yuav noj koj tej nyaj txag tsau npo, hab tej kws koj khwv tau yuav poob rua lwm haiv tuabneeg tej vaaj tse."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.11","label":"11","content":"Thaus koj lub neej kawg koj yuav ntsaaj quas lawg, yog thaus koj lub cev nqaj daim tawv raug muab rhuav tshem taag,"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.12","label":"12","content":"hab koj yuav seev has tas, “Yog thau kuv ntxub tej lug qhuab qha hab kuv lub sab saib tsw taug tej lug qhuab ntuag."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.13","label":"13","content":"Kuv tsw noog kuv cov xwbfwb has hab tsw tig qhov ntsej noog cov kws qhuab qha kuv."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.14","label":"14","content":"Kuv tub yuav puam tsuaj taag huv ib tsoom tuabneeg kws tuaj txoos ua ke.”"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.15","label":"15","content":"Yuav tsum haus dej huv koj lub thoob xwb, yog cov dej kws txhawv huv koj lub qhov dej lug."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.16","label":"16","content":"Tswm nyog ca koj lub qhov dej ndwg tawm rua nrau tog vaaj tog tsev, hab koj cov dej ndwg taug tej kev lov?"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.17","label":"17","content":"Ca cov dej hov ua koj tuab leeg feem, tsw xob muab rua luas lwm tug."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.18","label":"18","content":"Yuav tsum ca koj lub qhov dej txhawv tau koob moov, hab ca le zoo sab rua tug quaspuj kws thaus koj hluas koj tau lawm."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.19","label":"19","content":"Nwg zoo nkauj yaam le tug xyuas muas lwj hab cev yag ntxag zoo le tug xyuas kauv. Ca nwg lub xubndag ua rua koj zoo sab kawg txhua lub swjhawm, hab ca koj qaug sab rua nwg txujkev hlub kev nyam tsw tu le."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.20","label":"20","content":"Kuv tub 'e, ua le caag koj yuav qaug sab rua tug quaspuj plhu tuab, hab puag tug puj cov zej cov zog lub xubndag?"},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.21","label":"21","content":"Tsua qhov Yawmsaub pum ntsoov tuabneeg tej kev, hab nwg saib ntsoov txhua txujkev kws puab moog."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.22","label":"22","content":"Tej kev txhum kws cov tuabneeg limham ua, rov cuab maag nwg, hab nwg maag nwg lub txem rooj hlua."},{"bible_id":"1216","chapter_code":"PRO.5","verse_code":"PRO.5.23","label":"23","content":"Nwg tuag vem yog nwg tsw tswj nwg lub sab, vem yog nwg ruag kawg le nwg txhad yuam kev."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.1","label":"1","content":"Kuv tub 'e, yog koj ua tug laav kwvtij zej zog hab tau cog lug tseg rua lwm tug lawm,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.2","label":"2","content":"yog koj maag khi vem yog tim koj daim tawv ncauj, hab yog koj maag hlua vem tim koj lub ncauj tej lug,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.3","label":"3","content":"kuv tug tub 'e, koj yuav tsum ua le nuav txhad paab tau koj dim, tsua qhov koj poob rua huv kwvtij zej zog txhais teg lawm. Ca le maaj nroog moog thov nwg."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.4","label":"4","content":"Tsw xob ua ntsej muag laag dig, tsw xob qe muag nti."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.5","label":"5","content":"Koj ca le tswv kuas dim ib yaam le tug kauv seb tswv dim tug kws tua nqaj, hab ib yaam le tug noog nti dim huv tug kws cuab txhais teg."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.6","label":"6","content":"Nam tuabneeg cis nkeeg 'e, koj ca le moog saib ntsaum, ca le ua tuab zoo saib ntsaum nyob tau le caag, koj txhad le txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.7","label":"7","content":"Ntsaum tub tsw muaj thawj coj, tsw muaj num tswv, tsw muaj tug kaav,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.8","label":"8","content":"los lub caij ntuj qhua ntsaum tseed txawj npaaj zaub mov ca, hab lub caij sau qoob ntsaum txawj sau lug ca."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.9","label":"9","content":"Tuabneeg cis nkeeg 'e, koj yuav pw ntev le caag? Thaus twg koj le sawv huv nruab daab ndub lug?"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.10","label":"10","content":"Tsaug ib nyuas tswg zug, ib nyuas qe muag, khawm teg su ib plag,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.11","label":"11","content":"mas txujkev pluag yuav lug txug koj yaam nkaus le tub saab tuaj lws, hab kev txom nyem yuav lug yaam nkaus le tug coj ntaaj coj rag tuaj lws."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.12","label":"12","content":"Tug tuabneeg tsw tswm txaj, yog tuabneeg limham, daag taug zej taug zog,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.13","label":"13","content":"nwg zwg ncauj ntxw muag, nwg ua teg ua taw ntxag, nwg taw teg nki,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.14","label":"14","content":"nwg lub sab nkhaus xaav tswvyim ua phem, nwg pheej tshaum kuas muaj kev tsw sws hum."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.15","label":"15","content":"Vem le nuav vej sub vej sw yuav lug raug nwg sai sai, ib plag ntshws xwb yuav raug kev puag ntsoog khu tsw tau."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.16","label":"16","content":"Muaj rau yaam kws Yawmsaub ntxub, yog muaj xyaa yaam kws nwg ntxub kawg le, yog le nuav"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.17","label":"17","content":"qhov muag qauj luj leg, nplaig daag, hab txhais teg kws tua tug tuabneeg tsw txhum,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.18","label":"18","content":"lub sab kws ntaus tswvyim ua limham, txhais kwtaw kws maaj nroog moog ua phem,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.19","label":"19","content":"tug cuav timkhawv kws ua paa xwb los puavleej yog daag, hab tug kws tshaum ua rua kwvtij tsw sws hum."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.20","label":"20","content":"Kuv tub 'e, ca le tuav rawv koj txwv tej lug nkaw hab tsw xob muab koj nam tej lug qha pov tseg."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.21","label":"21","content":"Muab tej lug hov khi rua koj lub sab moog ib txhws, muab khi rua ntawm koj cej daab."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.22","label":"22","content":"Thaus koj moog kev tej lug hov yuav coj koj, thaus koj pw tej lug hov yuav tsom kwm koj, hab thaus koj sawv tej lug hov yuav qha koj."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.23","label":"23","content":"Tsua qhov tej lug nkaw hov yog lub teeb ci hab tej lug qha hov yog qhov kaaj, hab tej lug qhuab ntuag yog qha koj paub ua neej,"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.24","label":"24","content":"sub txhad tiv thaiv koj ntawm tug quaspuj phem hab tiv thaiv ntawm tug puj cov zej cov zog ncauj qaab zwb nplaig qaab ntse."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.25","label":"25","content":"Koj tsw xob qaug sab rua qhov kws nwg zoo nkauj, tsw xob ca nwg txav muag ntxag tau koj."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.26","label":"26","content":"Ib lub ncuav xwb ndav tau tug puj muag cev, tassws qhov kws moog nrug luas tug quaspuj pw mas yuav txuv koj txujsa."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.27","label":"27","content":"Ib tug txwvneej yuav puag nplaim tawg rua ntawm nwg hauv sab es nwg lub tsho tsw kub nyab tau hab lov?"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.28","label":"28","content":"Lossws ib tug txwvneej yuav tsuj sau cov ncaig tawg kws kub heev es nwg txhais kwtaw tsw kub nyab tau hab lov?"},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.29","label":"29","content":"Tug kws moog nrug luas quaspuj pw kuj zoo ib yaam le ntawd. Tsw muaj ib tug twg kws kov luas tug quaspuj es yuav tsw raug txem."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.30","label":"30","content":"Yog tub saab nyag lug noj vem nwg tshaib heev mas tsw muaj leejtwg thuaj nwg."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.31","label":"31","content":"Yog nteg tau mas nwg yuav them xyaa npaug, nwg yuav muab tej hov txhua chaw huv nwg tsev huvsw them."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.32","label":"32","content":"Tug kws ntxag luas quaspuj yeej yog tsw thoob tswb, tug kws ua le ntawd kuj yog nwg rov rhuav nwg ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.33","label":"33","content":"Nwg yuav raug luas nplawm hab poob ntsej muag, ntxuav tsw tau nwg qhov txaaj muag pluj le."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.34","label":"34","content":"Qhov kws khib xeeb ua rua tuabneeg npau tawg kawg nkaus, mas nub kws nwg pauj taub nwg tsw tswj nwg tug zug le."},{"bible_id":"1216","chapter_code":"PRO.6","verse_code":"PRO.6.35","label":"35","content":"Nwg yuav tsw kaam yuav ib qho nyaj saam fwm le, txawm yog yeem muab ntau los nwg yeej tsw yib."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.1","label":"1","content":"Kuv tub 'e, koj ca le khaws kuv tej lug ca, hab muab tej kws kuv qha ceev rua huv koj lub sab."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.2","label":"2","content":"Ca le tuav rawv kuv tej lug nkaw txhad muaj txujsa nyob, ca le tuav kuv tej lug qha ca zoo cuag nkaus le koj tsom kwm koj lub ntsab muag."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.3","label":"3","content":"Muab khi rua ntawm koj ntiv teg, hab muab sau ca rua huv koj lub sab."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.4","label":"4","content":"Ca le has rua tswvyim tas, “Koj yog kuv tug muam hlub,” hab hu kev txawj ntse tas yog koj tug kwvluag zoo,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.5","label":"5","content":"sub tug tswvyim hov txhad tsom kwm koj dim tug quaspuj plhu tuab, yog tug puj cov zej cov zog ncauj qaab zwb nplaig qaab ntse."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.6","label":"6","content":"Kuv nyob huv kuv tsev ntawm qhov rais xauj cov kem qhov rais moog rua saab nrau."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.7","label":"7","content":"Kuv pum cov tuabneeg ruag. Kuv saib ntsoov cov tub hluas hov mas muaj ib tug tsw thoob tswb to nrog"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.8","label":"8","content":"taug kev tuaj ze ntawm kev tshuam kws tug puj hov nyob, hab taug txuj kws moog rua huv tug puj hov tsev,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.9","label":"9","content":"yog lub swjhawm yuav tsaus ntuj hab tsaus ntuj zuag, hab thaus tsaus ntuj ndais dub dub le lawm."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.10","label":"10","content":"Na cav, muaj ib tug puj ntswb nwg naav tsoog yaam nkaus le tug puj muag cev, nwg lub sab ntxeev ntxag."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.11","label":"11","content":"Nwg muaj plhu ntxag kwv tawv kwv cov, nwg kwtaw nyob tsw tswm huv tsev le,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.12","label":"12","content":"ib plag nyob tom kev ib plag nyob tom tshaav puam, nwg tog quas nrhw txhua txuj hauv kev."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.13","label":"13","content":"Nwg khawm nkaus tug hluas hov hab muab nwj kag, nwg has rua tug hluas tsw paub txaaj muag le has tas,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.14","label":"14","content":"“Kuv tua tsaj xyeem, hab nub nua kuv pauj yeem lawm."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.15","label":"15","content":"Kuv txhad le tawm tuaj nrhav koj, muaj sab nrhav mas kuv ntswb koj lawm."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.16","label":"16","content":"Kuv tub muab ntaub pua kuv lub txaaj pw du quas lug lawm, yog muab cov ntaub maag Iyi kws txaij nraug zeeg zoo nkauj pua."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.17","label":"17","content":"Kuv tub muab roj tsw qaab hab roj ntoo alau‑es hab moov ntoo tuv txhawb kuv lub txaaj tsw qaab quas ntxag le."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.18","label":"18","content":"Moog ca ib pw ua ke pov khawv ib mos kaaj ntug, ca ib ua kuas txaus sab txaus ntsws ntawm txujkev sws nyam,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.19","label":"19","content":"tsua qhov kuv tug quasyawg tsw nyob tsev, nwg moog kev deb le lawm."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.20","label":"20","content":"Nwg coj ib naas nyaj moog lawm, hli nraa nwg le rov qaab lug.”"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.21","label":"21","content":"Tug puj hov ua lug mog lug muas haub ntxag tug hluas ntawd, nwg tej lug qaab zwb yuam tau tug tub hluas."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.22","label":"22","content":"Nwg txhad lawv lag tug puj hov moog taamswm, yaam nkaus le tug txwv nyuj kws moog rua lub chaw tua, yaam nkaus le tug muas lwj dha moog maag hlua,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.23","label":"23","content":"moog txug thaus luas raab xub chob nkaus rua nruab plawv. Yaam le tug noog pluav moog maag tswg, tug hluas hov tsw paub tas tub moog txug qhov chaw tuag lawm."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.24","label":"24","content":"Kuv cov tub 'e, mej ca le noog kuv has, ua tuab zoo noog tej lug kws kuv qhov ncauj has."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.25","label":"25","content":"Tsw xob qaug sab lawv tug puj hov, hab tsw xob tig moog taug nwg txujkev,"},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.26","label":"26","content":"tsua qhov nwg tub txuv tau ntau tug lawm, cov kws nwg muab tua pov tseg coob kawg le."},{"bible_id":"1216","chapter_code":"PRO.7","verse_code":"PRO.7.27","label":"27","content":"Nwg lub tsev yog txujkev kws moog rua huv tub tuag teb, hab yog txuj kws nqeg moog rua huv qhov ntxaa."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.1","label":"1","content":"Ca le noog tswvyim lub suab hu. Kev txawj ntse tsw tsaa lub suab hu lov?"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.2","label":"2","content":"Tswvyim sawv sau qhov chaw sab ntawm ntug kev, hab ntawm tej kev tshuam."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.3","label":"3","content":"Tswvyim nyob ntawm ib saab rooj loog kws nkaag moog rua huv lub nroog hu nrov nrov has tas,"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.4","label":"4","content":"“Tuabneeg 'e, kuv hu mej, kuv tsaa suab hu ib tsoom tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.5","label":"5","content":"Mej cov tuabneeg tsw thoob tswb 'e, ca le kawm kuas paub qaabhau, mej cov tuabneeg ruag 'e, ca le kawm kuas nkaag sab."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.6","label":"6","content":"Ca le noog los maj, tsua qhov kuv yuav has txug tej kws zoo tshaaj plawg, hab tej kws raug cai yuav tawm huv kuv daim tawv ncauj lug,"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.7","label":"7","content":"tsua qhov kuv lub qhov ncauj yuav has qhov tseeb xwb, kuv daim tawv ncauj ntxub tej kev limham kawg le."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.8","label":"8","content":"Txhua lu lug kws kuv lub qhov ncauj has puavleej yog lug ncaaj nceeg, tsw muaj ib lus daag hab ib lus nkhaus le."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.9","label":"9","content":"Tug kws txawj to taub yuav pum tas kuv tej lug puavleej ncaaj, tug kws kawm kev txawj ntse yuav pum tas kuv tej lug raug cai lawm."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.10","label":"10","content":"Ca le khaws kuv tej lug qhuab qha zoo dua le khaws nyaj, ca le khaws kev txawj ntse zoo dua le khaws cov tseem kub,"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.11","label":"11","content":"tsua qhov tswvyim zoo dua le npauj nyaj npauj kub, hab txhua yaam kws koj ntshaw tsw muaj ib yaam zoo cuag le tswvyim."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.12","label":"12","content":"“Kuv yog tswvyim, kuv muaj taab faab, hab kuv nrhav tau kev txawj ntse hab paub txhwj paub txhua."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.13","label":"13","content":"Qhov kws fwm hab paub ntshai Yawmsaub yog ntxub txujkev phem. Kuv ntxub kev khaav theeb kev muab hlub, kev phem kev qas hab lub ncauj ntxeev xaiv."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.14","label":"14","content":"Kuv yog lub chaw sablaaj ntxwg nug hab muaj tswvyim, kuv thoob tswb to nrog hab muaj zug."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.15","label":"15","content":"Vem muaj kuv, tej vaajntxwv txhad kaav tau tebchaws, hab tej num tswv txhad rhawv tau kevcai ncaaj nceeg."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.16","label":"16","content":"Vem yog muaj kuv, cov thawj txhad kaav tau tebchaws, hab cov kws muaj meej mom txhad kaav tau thoob nplajteb."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.17","label":"17","content":"Kuv hlub cov kws muab sab npuab kuv, hab cov kws swv zug nrhav kuv kuj ntswb kuv."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.18","label":"18","content":"Kev muaj txag hab koob meej, hab peev nyaj qaab naas nas qaab zeg hab kev vaam meej nrug nraim kuv."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.19","label":"19","content":"Tej txaj ntswg kws koj tau ntawm kuv zoo dua kub, zoo dua cov tseem kub, tej kws koj tau ntawm kuv zoo dua cov tseem nyaj."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.20","label":"20","content":"Kuv taug txujkev ncaaj nceeg hab moog lawv le txujkev ua ncaaj."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.21","label":"21","content":"Kuv pub nyaj txag rua cov kws muab sab npuab kuv, hab pub kuas puab lub txhaab nyaj puv nkaus."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.22","label":"22","content":"“Thawj ntswg num kws Yawmsaub ua yog nwg tau tswm kuv, kuv yog thawj yaam kws thau u nwg tswm."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.23","label":"23","content":"Nwg tswm kuv thau u lug lawm, thaus chiv keeb nwg tswm kuv ua ntej kws tsw tau muaj lub nplajteb."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.24","label":"24","content":"Thaus tsw tau muaj dej havtxwv tub yug kuv lawm, yog thaus tsw tau muaj tej qhov dej kws txhawv ntau."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.25","label":"25","content":"Ua ntej kws tsw tau tswm tej roob hab ua ntej kws tsw tau muaj tej pov roob, tub yug kuv lawm,"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.26","label":"26","content":"yog thaus Yawmsaub tsw tau tswm lub nplajteb hab tej laj teb, hab tsw tau tswm tej aav huv nplajteb."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.27","label":"27","content":"Thaus nwg tswm lub ntuj kuas nyob ruaj, hab thaus nwg kuam ib tug nrwm rua dej havtxwv, kuv yeej nyob hov ntawd lawm,"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.28","label":"28","content":"yog thaus nwg tswm lub ntuj kuas ruaj khov, hab thaus nwg ua kuas dej txhawv huv nruab tiv txwv lug,"},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.29","label":"29","content":"yog thaus nwg kem nrwm rua dej havtxwv, dej txhad tsw nyaab dhau qhov kws nwg tso cai, hab thaus nwg ntsuag pua daim laag zeb tag lub nplajteb."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.30","label":"30","content":"Kuv nyob ntawm Yawmsaub ib saab, ib yaam nkaus le tug Kws ua tsev kuv ua rua nwg muaj kev zoo sab txhua nub, kuv xyiv faab rua ntawm nwg xubndag tsw tu le."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.31","label":"31","content":"Kuv xyiv faab rua lub nplajteb kws yog nwg le hab xyiv faab rua ib tsoom tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.32","label":"32","content":"“Kuv cov tub 'e mej ca le noog kuv has. Cov kws tuav rawv kuv txujkev yuav tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.33","label":"33","content":"Ca le noog lug qhuab qha, ca le txawj ntse, hab tsw xob tso tej lug qha pov tseg."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.34","label":"34","content":"Tug kws noog kuv has yuav tau nyob kaaj sab lug, yog tug kws naj nub zuv tog ntawm kuv lub rooj loog, hab tog ntawm kuv ib saab qhov rooj."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.35","label":"35","content":"Tug kws nrhav tau kuv kuj nrhav tau txujsa, hab tau kev hlub ntawm Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.8","verse_code":"PRO.8.36","label":"36","content":"Tassws tug kws nplaam kuv lawm, nwg ua rua nwg mob xwb, txhua tug kws ntxub kuv kuj yog nyam kev pluj kev tuag.”"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.1","label":"1","content":"Tswvyim tub ua nwg lub tsev, nwg tsaa xyaa tug ncej."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.2","label":"2","content":"Nwg tub tua nwg tej tsaj hab tub tov cawv txwv maab lawm hab tub rau zaub mov rua sau rooj lawm."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.3","label":"3","content":"Nwg khaiv nwg cov nkauj qhev moog tuaj sau tej chaw sab huv lub nroog hu nrov has tas,"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.4","label":"4","content":"“Leejtwg ruag qhwv ca le nkaag lug rua ntawm nuav.” Tswvyim has rua cov tsw thoob tswb has tas,"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.5","label":"5","content":"“Ca le lug, nrug kuv noj mov hab haus cov cawv txwv maab kws kuv muab tov lawm."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.6","label":"6","content":"Ca le muab txujkev ruag pov tseg txhad muaj txujsa nyob, ca le taug txujkev txawj ntse.”"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.7","label":"7","content":"Tug kws ntuag tej tuabneeg thuaj luas, yuav raug tshev, tug kws qhuab ntuag tej tuabneeg limham, yuav raug lu lug phem."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.8","label":"8","content":"Tsw xob qhuab ntuag tug kws thuaj luas vem nwg yuav ntxub koj, qhuab ntuag tug txawj ntse mas nwg yuav nyam koj."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.9","label":"9","content":"Yog qhuab qha tug kws txawj ntse mas nwg yuav ntse tuaj, yog qha tug ncaaj nceeg mas nwg yuav kawm paub ntau dua tuaj."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.10","label":"10","content":"Qhov kws fwm hab paub ntshai Yawmsaub yog lub hauv paug tswvyim, qhov kws paub Vaajtswv tug dawb huv yog kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.11","label":"11","content":"Vem yog muaj tswvyim, yuav muaj lub caij nyoog ntxwv rua koj, hab yuav tsaav koj nyob ntev naj ntau xyoo."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.12","label":"12","content":"Yog koj ntse mas kuj yog koj ntse paab koj, yog koj thuaj luag koj yuav thev koj ib leeg xwb."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.13","label":"13","content":"Txujkev ruag zoo yaam nkaus le tug quaspuj ncauj ntau, nwg kwv tawv kwv cov tsw paub txaaj muag."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.14","label":"14","content":"Nwg nyob tsawg ntawm nwg lub qhov rooj hab nyob sau tej chaw sab huv lub nroog."},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.15","label":"15","content":"Nwg hu rua cov kws dua kev tuaj moog, yog cov kws luas taug luas kev xwb,"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.16","label":"16","content":"hu has tas, “Leejtwg ruag qhwv ca le nkaag lug rua ntawm nuav.” Nwg has rua cov kws tsw thoob tswb has tas,"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.17","label":"17","content":"“Tej dej kws moog nyag lug haus qaab zwb, hab cov mov kws noj nraim quas nkoog kuj qaab heev.”"},{"bible_id":"1216","chapter_code":"PRO.9","verse_code":"PRO.9.18","label":"18","content":"Tassws puab tsw paub tas muaj tuabneeg tuag huv qhov chaw ntawd, hab nwg cov qhua tub poob tub kawg rua huv tub tuag teb lawm."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.1","label":"1","content":"Xalaumoo tej paaj lug. Tug tub ntse ua rua leej txwv zoo sab, tug tub ruag ua rua leej nam nyuaj sab."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.2","label":"2","content":"Tej nyaj txag kws ua limham tau lug tsw muaj nuj nqes, tassws txujkev ncaaj nceeg cawm kuas dim kev tuag."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.3","label":"3","content":"Yawmsaub tsw ca cov tuabneeg ncaaj nceeg tshaib, tassws nwg tsw pub cov tuabneeg limham tau lawv le kws puab ntshaw."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.4","label":"4","content":"Txhais teg cis nkeeg yuav pluag, txhais teg nquag yuav ua rua nplua nuj."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.5","label":"5","content":"Tug tub kws sau qoob loos rua lub caij ntuj qhua mas nwg paub taab, tassws tug tub kws tsaug zug lub caij sau qoob yuav coj kev txaaj muag lug."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.6","label":"6","content":"Tej koob moov yuav lug rua sau cov tuabneeg ncaaj nceeg taubhau, tassws cov tuabneeg limham lub qhov ncauj npog txujkev ua nruj ua tswv."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.7","label":"7","content":"Qhov kws ncu txug cov tuabneeg ncaaj nceeg yog tau koob moov, tassws cov tuabneeg limham lub suab lub npe yuav lwj taag."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.8","label":"8","content":"Tug kws lub sab muaj tswvyim nwg yuav muab tej lug nkaw saib hlub, tassws tug kws ruag ncauj ntau yuav raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.9","label":"9","content":"Tug kws ua lub sab dawb paug yuav nyob ruaj khov, tassws tug kws coj nkhaus suavdawg yeej yuav paub."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.10","label":"10","content":"Tug kws zwg ncauj ntxw muag kuj ua kuas muaj kev ntxhuv, tassws tug kws muaj cuabkaav ntuag ua kuas nyob sws hum xeeb."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.11","label":"11","content":"Cov kws ncaaj nceeg lub qhov ncauj yog lub qhov dej txhawv kws pub txujsa, tassws tug tuabneeg limham lub qhov ncauj npog txujkev ua nruj ua tswv."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.12","label":"12","content":"Txujkev sws ntxub tshaum kuas muaj kev sws caav sws tshe, tassws txujkev hlub yuav tswj tau txhua yaam kev txhum."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.13","label":"13","content":"Yuav tau tswvyim ntawm tug kws thoob tswb to nrog daim tawv ncauj, tassws raab nplawm yuav ntaus tug kws tsw thoob tswb nraus qaum."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.14","label":"14","content":"Cov kws muaj tswvyim yuav khaws kev txawj ntse ca, tassws qhov kws tug ruag ntau ncauj coj kev puam tsuaj lug ze."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.15","label":"15","content":"Tug nplua nuj tej nyaj txag yog nwg lub nroog ruaj khov, tassws tug pluag txujkev pluag yog nwg txujkev puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.16","label":"16","content":"Cov tuabneeg ncaaj nceeg tej nqe zug yuav coj moog tau txujsa, cov tuabneeg limham tej nqe zug yuav coj moog saws lub txem."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.17","label":"17","content":"Tug kws noog lug qhuab qha kuj nyob huv txujkev kws tau txujsa, tassws tug kws tsw leeg yuav tej lug qhuab ntuag yuav yuam kev."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.18","label":"18","content":"Tug kws zais nwg tej kev ntxub rua nruab sab, nwg daim tawv ncauj daag, hab tug kws ab ham luas yog tug tuabneeg ruag."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.19","label":"19","content":"Yog ntau ncauj yeej yuav muaj kev txhum, tassws tug kws tswj nwg daim tawv ncauj mas nwg paub taab."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.20","label":"20","content":"Tug kws ncaaj nceeg tug nplaig yog cov tseem nyaj, tug tuabneeg limham lub sab tsw muaj nuj nqes hlo le."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.21","label":"21","content":"Tug kws ncaaj nceeg daim tawv ncauj yug tau tuabneeg coob coob, tassws tug kws ruag tuag vem tsw thoob tswb."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.22","label":"22","content":"Yawmsaub tej koob moov ua kuas nplua nuj, nwg tsw ntxwv kev nyuaj sab rua."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.23","label":"23","content":"Qhov kws ua txhum ua qas mas tug ruag saib yog kev lomzem xwb, qhov kws muaj tswvyim xyum zoo mas ua rua tug kws thoob tswb to nrog zoo sab."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.24","label":"24","content":"Yaam kws tug tuabneeg limham ntshai yeej yuav lug raug nwg, yaam kws tug ncaaj nceeg ntshaw Vaajtswv yeej yuav pub."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.25","label":"25","content":"Thaus cua daaj cua dub ntsawj tuaj tug tuabneeg limham pluj taag lawm, tassws tug kws ncaaj nceeg nyob ruaj khov moog ib txhws."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.26","label":"26","content":"Tej kua qaub rhab nav le caag hab tej paa tawg nchu qhov muag le caag, tes tug cis nkeeg yuav zoo ib yaam le ntawd rua tug kws khaiv nwg."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.27","label":"27","content":"Qhov kws fwm hab paub ntshai Yawmsaub yuav txuas txujsa ntev moog, tassws tug tuabneeg limham lub naj lub xyoo yuav tsw ntev."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.28","label":"28","content":"Qhov kws cov ncaaj nceeg vaam yuav tav rua txujkev zoo sab xyiv faab, tassws qhov kws cov tuabneeg limham vaam yuav pluj taag moog."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.29","label":"29","content":"Yawmsaub yog lub chaw ruaj khov rua tug kws sab ncaaj, tassws nwg yuav rhuav tshem cov kws ua phem."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.30","label":"30","content":"Cov kws ncaaj nceeg yuav tsw raug muab rhu pov tseg, tassws tug kws ua limham yuav tsw tau nyob huv lub tebchaws."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.31","label":"31","content":"Tug tuabneeg ncaaj nceeg lub qhov ncauj nthuav tswvyim tawm lug, tassws tug nplaig ntxeev ntxag yuav raug muab txav pov tseg."},{"bible_id":"1216","chapter_code":"PRO.10","verse_code":"PRO.10.32","label":"32","content":"Tug tuabneeg ncaaj nceeg daim tawv ncauj paub tej lug kws hum luas, tassws tug tuabneeg limham lub qhov ncauj tsuas paub tej lug ntxeev ntxag xwb."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.1","label":"1","content":"Raab teev kws ntxo luas Yawmsaub ntxub kawg le, tassws lub thauj teev kws hum ua rua nwg zoo sab."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.2","label":"2","content":"Thaus khaav theeb lawm yuav raug poob ntsej muag, tassws tswvyim yuav nrug nraim tug kws tsw muab hlub."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.3","label":"3","content":"Tug kws ncaaj nceeg txujkev ua ncaaj yuav coj nwg lub hauv ntej, tassws tug tuabneeg ntxeev ntxag txujkev nkhib nkhaus yuav rov ua rua nwg puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.4","label":"4","content":"Tej nyaj txag tsw muaj qaabhau rua nub kws Yawmsaub npau tawg, tassws txujkev ncaaj nceeg cawm kuas dim kev tuag."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.5","label":"5","content":"Tug kws tsw muaj chaw thuaj, nwg txujkev ncaaj nceeg yuav coj nwg kev ncaaj nraim, tassws tug tuabneeg limham yuav qaug ntawg rua huv nwg txujkev ua limham."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.6","label":"6","content":"Tug ncaaj nceeg txujkev ua ncaaj yuav paab nwg dim, tassws tug tuabneeg ntxeev ntxag txujkev ntshaw yuav rov nteg tau nwg."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.7","label":"7","content":"Thaus tug tuabneeg limham tuag, nwg txujkev vaam kuj pluj taag, tug kws tsw fwm Vaajtswv tej kws nwg xaav tau kuj pluj ntshws lawm."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.8","label":"8","content":"Tug kws ncaaj nceeg tau kev dim qhov txom nyem, tassws tug tuabneeg limham yuav nyob nwg chaw raug txom nyem."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.9","label":"9","content":"Tug kws tsw fwm Vaajtswv nwg lub qhov ncauj ua rua kwvtij zej zog puam tsuaj, tassws tug kws ncaaj nceeg kev txawj ntse paab tau nwg dim."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.10","label":"10","content":"Thaus cov kws ncaaj nceeg noj qaab nyob zoo mas lub nroog kuj xyiv faab, thaus cov tuabneeg limham puam tsuaj taag kuj muaj suab qw zoo sab."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.11","label":"11","content":"Tej koob moov kws cov tuabneeg ncaaj nceeg tau, ua rua lub nroog vaam meej tuaj, tassws cov tuabneeg limham lub qhov ncauj ua rua lub nroog puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.12","label":"12","content":"Tug kws saib tsw taug kwvtij zej zog yog tug kws tsw thoob tswb, tassws tug kws paub qaabhau mas nyob tuabywv."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.13","label":"13","content":"Tug kws cov zog taug xaiv pheej qha tej kws muab npog ca tshwm lug, tassws tug kws tso sab tau mas yeej npog tau tej ntawd ca."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.14","label":"14","content":"Qhovtwg tsw muaj tug txawj coj tej pejxeem yuav qaug taag, tassws qhov kws muaj ntau leej ua chaw sablaaj yeej yuav nyob thaaj yeeb."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.15","label":"15","content":"Tug kws laav lwm tug yuav raug kev ntxhuv sab, tassws tug kws tsw kaam laav lwm tug yuav nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.16","label":"16","content":"Tug quaspuj kws paub cai yeej tau koob meej, tassws tug quasyawg sab heev yuav tau nyaj txag."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.17","label":"17","content":"Tug kws hlub luas yuav rov ua rua nwg tau zoo, tassws tug kws nyaum yuav rov ua rua nwg mob."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.18","label":"18","content":"Tug tuabneeg limham tau cov nqe zug kws daag nwg xwb, tassws tug kws tseb txujkev ncaaj nceeg yuav tau tej nqe zug kws tseeb."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.19","label":"19","content":"Tug kws khov kho huv txujkev ncaaj nceeg yuav muaj txujsa nyob, tassws tug kws lawv quas ncav txujkev phem yuav tuag."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.20","label":"20","content":"Cov tuabneeg kws lub sab nkhaus, Yawmsaub ntxub kawg le, tassws cov kws tsw muaj chaw thuaj le ua rua Yawmsaub zoo sab."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.21","label":"21","content":"Ca le paub tseeb tas tug tuabneeg phem yuav tsw dim kev teem txem, tassws tug kws ncaaj nceeg yuav tau kev cawm dim."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.22","label":"22","content":"Tug quaspuj zoo nkauj kws tsw paub cai zoo le lub nplhaib kub kws npua coj ntawm qhov ntswg."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.23","label":"23","content":"Qhov kws cov tuabneeg ncaaj nceeg ntshaw coj moog tau qhov zoo xwb, tassws qhov kws cov tuabneeg limham vaam coj moog txug Vaajtswv kev npau tawg."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.24","label":"24","content":"Tug kws zoo sab pub dawb nwg nplua nuj quas zug, tug kws tsw kaam pub yaam kws nwg pub tau, nwg kuj pluag quas zug."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.25","label":"25","content":"Tug kws lub sab daav pub tau yeej yuav nplua nuj, tug kws muab dej rua luas haus, luas kuj yuav pub dej rua nwg."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.26","label":"26","content":"Tuabneeg tshev foom tug kws tuav nqe qoob loos tsw muag, tassws tug kws ca le muag, yuav tau moov zoo rua sau nwg lub taubhau."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.27","label":"27","content":"Tug kws swv zug nrhav qhov zoo yeej yuav ua rua luas txaus sab rua nwg, tassws kev phem yuav raug tug kws nrhav qhov phem."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.28","label":"28","content":"Tug kws tso sab rua nwg tej nyaj txag yuav qaug pluj taag, tassws tug kws ncaaj nceeg yuav hlub zoo yaam nkaus le tej nplooj ntoo ntsuab."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.29","label":"29","content":"Tug kws tswm kev kub ntxhuv rua nwg tsev tuabneeg, mas thaus kawg nwg yuav tau cua ua qub txeeg qub teg xwb, hab tug ruag yuav ua tug ntse qhev."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.30","label":"30","content":"Tug kws ncaaj nceeg tej num yog tsob ntoo kws pub txujsa, tassws qhov kws kwv tawv txuj kevcai yeej yog txuv txujsa."},{"bible_id":"1216","chapter_code":"PRO.11","verse_code":"PRO.11.31","label":"31","content":"Yog cov tuabneeg ncaaj nceeg tau tej kws tswm nyog tau huv nplajteb nuav, mas cov tuabneeg limham hab muaj txem yimfuab yuav raug teem txem."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.1","label":"1","content":"Tug kws nyam tej lug qhuab qha kuj yog nyam kev txawj ntse, tug kws ntxub tej lug qhuab ntuag yog tug ruag."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.2","label":"2","content":"Yawmsaub txaus sab rua tug tuabneeg zoo, tassws tug kws ntaus tswvyim phem mas Yawmsaub yuav rau txem."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.3","label":"3","content":"Txujkev limham ua tsw tau rua tuabneeg nyob ruaj nreeg, tassws cov kws ncaaj nceeg yuav cog caag tub dob tsw tau le."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.4","label":"4","content":"Quaspuj zoo mas yog tug quasyawg lub mom kub, tassws tug quaspuj rhuav plhu zoo yaam le tug kaab mob kws ua rua nwg quasyawg tej pob txhaa lwj."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.5","label":"5","content":"Tug tuabneeg ncaaj nceeg tej kev xaav kuj ncaaj, tassws tug tuabneeg limham tej lug taw qha yog lug ntxeev ntxag."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.6","label":"6","content":"Tug tuabneeg limham tej lug nyaag ntshws ua kuas lug ntshaav, tassws tug kws ncaaj nceeg lub qhov ncauj paab tuabneeg dim."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.7","label":"7","content":"Tug tuabneeg limham raug rhuav tshem pluj taag lawm, tassws tug tuabneeg ncaaj nceeg lub tsev yuav nyob ruaj."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.8","label":"8","content":"Tuabneeg yuav raug luas qhuas npaum le kws nwg muaj taab faab, tassws tug tuabneeg sab nkhaus yuav raug luas saib tsw taug."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.9","label":"9","content":"Tug kws luas saib tsw taug los tseed muaj tub qhe, kuj zoo dua tug kws tsaab ua luj tassws tsw muaj noj."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.10","label":"10","content":"Tug tuabneeg ncaaj nceeg yeej hlub nwg cov tsaj txhu, tassws tug tuabneeg limham kev khuvleej yog ua nyaum heev."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.11","label":"11","content":"Tug tuabneeg kws laij teb yuav muaj mov noj ntau, tassws tug kws ua tej num tsw muaj qaabhau yeej yog tsw thoob tswb."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.12","label":"12","content":"Tug tuabneeg limham ntshaw tej kws ua phem es tau lug, tassws tug tuabneeg ncaaj nceeg yuav cog caag ruaj khov."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.13","label":"13","content":"Tug tuabneeg phem rov maag tej lug txhum kws nwg daim tawv ncauj has, tassws tug tuabneeg ncaaj nceeg tswv dim tej kev ceblaaj."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.14","label":"14","content":"Tej lug kws yug has ua rua yug tau tej yaam zoo tsau npo, hab tej num kws yug txhais teg ua rov lug pauj rua yug."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.15","label":"15","content":"Tug tuabneeg ruag pum tas nwg txujkev raug cai lawm, tassws tug kws txawj ntse noog tej lug taw qha."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.16","label":"16","content":"Yuav paub tug tuabneeg ruag kev chim sab taamswm, tassws tug tuabneeg ntse mas tsw quav ntsej qhov kws luas saib tsw taug nwg."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.17","label":"17","content":"Tug kws has tseeb nwg ua timkhawv ncaaj, tassws tug cuav timkhawv mas has lug daag ntxag."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.18","label":"18","content":"Tug tuabneeg ncauj sai tej lug mas zoo yaam nkaus le raab ntaaj chob, tassws tug tuabneeg ntse tug nplaig yog tshuaj khu zoo."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.19","label":"19","content":"Daim tawv ncauj kws has tseeb yuav nyob ib txhws, tug nplaig cis daag nyob ib ntsais muag xwb."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.20","label":"20","content":"Txujkev daag ntxag nyob huv cov tuabneeg kws ntaus tswvyim ua phem lub sab, tassws cov kws npaaj kuas suavdawg nyob sws hum tau sab xyiv faab."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.21","label":"21","content":"Tsw muaj vej sub vej sw daabtsw poob rua sau cov tuabneeg ncaaj nceeg, tassws cov tuabneeg limham tsuas saws tej kev ceblaaj pov khawv nkaus xwb."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.22","label":"22","content":"Yawmsaub ntxub daim tawv ncauj cis daag kawg le, tassws cov kws xyum ua ncaaj ua rua nwg zoo sab."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.23","label":"23","content":"Tug kws paub taab yeej muab nwg kev txawj ntse npog ca, tassws tug kws ruag tshaaj tawm nwg txujkev ruag."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.24","label":"24","content":"Txhais teg nquag yuav tau kaav, tassws tug cis nkeeg yuav raug muab quab yuam ua num."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.25","label":"25","content":"Kev ntxhuv sab ua rua tuabneeg poob sab, tassws lu lug zoo ua rua nwg xyiv faab."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.26","label":"26","content":"Tug tuabneeg ncaaj nceeg tig ntawm txujkev phem tassws cov tuabneeg limham txujkev coj puab moog yuam kev."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.27","label":"27","content":"Tug cis nkeeg yuav cev teg muab tsw tau lug noj, tassws tug tuabneeg nquag yuav tau tej nyaj txag kws muaj nqes."},{"bible_id":"1216","chapter_code":"PRO.12","verse_code":"PRO.12.28","label":"28","content":"Txujkev ncaaj nceeg yog txujkev tau txujsa, tassws txujkev txhum coj moog txug qhov tuag."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.1","label":"1","content":"Tug tub kws ntse noog nwg leej txwv tej lug qha, tassws tug kws thuaj luag tsw noog tej lug qhuab ntuag."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.2","label":"2","content":"Tug tuabneeg zoo tau noj tej kws nwg lub qhov ncauj has zoo, tassws tug tuabneeg ntxeev ntxag ntshaw ua limham ndais ntuj."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.3","label":"3","content":"Tug kws tswj tau nwg lub qhov ncauj tuav tau nwg txujsa, tassws tug kws qheb daim tawv ncauj rua tsuag kuj raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.4","label":"4","content":"Tug cis nkeeg tug ntsuj plig nqhes nqhes los kuj tsw tau daabtsw le, tassws tug nquag tug ntsuj plig puv ntoob."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.5","label":"5","content":"Tug ncaaj nceeg ntxub kev daag, tassws tug tuabneeg limham ua tej kws txaaj muag hab poob koob meej."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.6","label":"6","content":"Txujkev ncaaj nceeg tsom kwm tug kws ua ncaaj, tassws lub txem ua rua tuabneeg limham puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.7","label":"7","content":"Ib txha ua txuj nplua nuj tassws tsw muaj daabtsw le, ib txha ua txuj pluag tassws muaj nyaj txag ntau kawg le."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.8","label":"8","content":"Nqe txhwv tuabneeg txujsa yog tej nyaj txag kws nwg muaj, tassws tsw muaj leejtwg hem tug tuabneeg pluag."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.9","label":"9","content":"Tug kws ncaaj nceeg lub teeb ci zoo sab xyiv faab, tassws tug tuabneeg limham lub teeb yuav raug muab tua."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.10","label":"10","content":"Qhov kws muab hlub tsuas yog ua kuas muaj kev sws caav sws tshev xwb, tassws tswvyim nrug cov kws noog tej lug taw qha."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.11","label":"11","content":"Tej nyaj txag kws ua ib paas xwb tub tau, los yuav lau zuj zug taag, tassws tug kws maav khwv tau yuav tsaav kuas tau ntau."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.12","label":"12","content":"Qhov kws tsw tau lawv le lub sab vaam kuj mob sab, tassws qhov kws tau lawv le lub sab xaav kuj yog tsob ntoo kws pub txujsa."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.13","label":"13","content":"Tug kws saib tsw taug tej lug qhuab qha nwg coj kev puam tsuaj lug rua nwg, tassws tug kws fwm tej kevcai yuav tau yeeb koob."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.14","label":"14","content":"Tej lug kws cov tuabneeg txawj ntse qha yog lub qhov dej txhawv kws pub txujsa, sub txhad zos dhau txujkev tuag lub vuj hlua."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.15","label":"15","content":"Tug kws taab faab zoo mas luas fwm, tassws tug tuabneeg tsw ncaaj txujkev ua rua nwg puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.16","label":"16","content":"Tug tuabneeg kws paub qaabhau nwg ua txhua yaam lawv le kev txawj ntse, tassws tug tuabneeg ruag tsuas qha nwg txujkev ruag xwb."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.17","label":"17","content":"Tug tub tshaaj xu kws tsw ncaaj ua rua tuabneeg poob rua huv kev kub ntxhuv, tassws tug tub tshaaj xu kws ncaaj coj tshuaj tuaj khu."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.18","label":"18","content":"Kev pluag kev txaaj muag lug raug tug kws tsw quav ntsej tej lug qhuab qha, tassws tug kws noog tej lug qhuab ntuag tau koob meej."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.19","label":"19","content":"Yog tau lawv le kws yug ntshaw mas qaab zwb kawg rua yug tug ntsuj plig, tassws tug tuabneeg ruag ntxub qhov kws tso kev phem tseg kawg le."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.20","label":"20","content":"Tug kws nrug nraim tug txawj ntse nwg kuj yuav txawj ntse, tassws tug kws nrug cov tuabneeg ruag ua phoojywg yuav raug kev lamswm."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.21","label":"21","content":"Lub khuab phem lawv cuag cov muaj txem, tassws kev vaam meej poob rua cov ncaaj nceeg."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.22","label":"22","content":"Tug tuabneeg zoo tseg qub txeeg qub teg rua nwg tub ki xeeb ntxwv, tassws tug tuabneeg muaj txem tej nyaj txag yuav khaws tseg ca rua tug ncaaj nceeg."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.23","label":"23","content":"Tug tuabneeg pluag tej teb kws muab tso tseg tseed yuav tau qoob loos ntau, tassws qhov kws tu plaub tsw ncaaj yuav muab txeeb hlo moog."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.24","label":"24","content":"Tug kws tsw swv raab nplawm kuj yog ntxub nwg tug tub, tug kws hlub nwg tug tub yeej yuav ua tuab zoo nplawm qhuab qha."},{"bible_id":"1216","chapter_code":"PRO.13","verse_code":"PRO.13.25","label":"25","content":"Tug kws ncaaj nceeg yuav noj txaus sab txaus ntsws, tassws tuabneeg limham lub plaab tshaib tshaib."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.1","label":"1","content":"Tswvyim ua nwg lub tsev, tassws txujkev ruag txhais teg muab nwg lub tsev rhuav pov tseg."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.2","label":"2","content":"Tug kws taug txujkev ncaaj fwm hab paub ntshai Yawmsaub, tassws tug kws taug txujkev nkhaus yog saib tsw taug Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.3","label":"3","content":"Huv tuabneeg ruag lub qhov ncauj muaj raab nplawm rua nwg lub nraus qaum, tug tuabneeg ntse daim tawv ncauj yuav tiv thaiv tau nwg."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.4","label":"4","content":"Qhovtwg tsw muaj txwv nyuj, qhov ntawd tsw muaj qoob, tassws tej qoob loos ntau tau ntawm nyuj tug zug."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.5","label":"5","content":"Tug timkhawv ncaaj tsw has daag, tassws tug timkhawv cuav ua paa puavleej yog daag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.6","label":"6","content":"Tug kws muab hlub yeej nrhav tsw tau tswvyim le, tassws tug kws nkaag sab mas yoojyim kawm tau kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.7","label":"7","content":"Ca le tswv ntawm tug tuabneeg ruag lub xubndag moog vem tas koj yuav tsw tau tej lug txawj ntse hov ntawd."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.8","label":"8","content":"Tug paub taab tug tswvyim qha nwg paub ua neej, tassws tug tuabneeg ruag txujkev ruag daag ntxag nwg."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.9","label":"9","content":"Tuabneeg ruag luag qhov kws ua kevcai xyeem daws txem, tassws Vaajtswv txaus sab rua cov kws ncaaj nceeg."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.10","label":"10","content":"Nyag lub sab paub nyag txujkev lwj sab, hab tsw muaj lwm tug lug nrug nwg zoo sab."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.11","label":"11","content":"Tug tuabneeg limham lub tsev yuav raug puam tsuaj, tassws tug kws ncaaj nceeg lub tsev ntaub yuav vaam meej."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.12","label":"12","content":"Muaj ib txujkev kws tuabneeg pum tas zoo, tassws txujkev hov qhov kawg yog kev tuag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.13","label":"13","content":"Lub ntsej muag luag los lub sab tseed txhawj quaj, qhov kws sab xyiv faab, thaus kawg yog kev quaj ntsuag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.14","label":"14","content":"Tug tuabneeg sab nkhaus yuav tau saws tej kws nwg ua phem puv npo, tuabneeg zoo yuav tau saws tej kws nwg ua zoo."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.15","label":"15","content":"Tug tuabneeg tsw thoob tswb ntseeg txhua yaam, tassws tug kws paub qaabhau ua tuab zoo saib nwg taug txujkev twg."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.16","label":"16","content":"Tug kws muaj tswvyim ceev faaj hab tig hlo ntawm txujkev phem, tassws tug tuabneeg ruag tsw txawj tswj, nwg laam tau laam ua."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.17","label":"17","content":"Tug tuabneeg npau ceev mas ua tej kws ruag kawg le, tassws tug kws ntse ua sab ntev."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.18","label":"18","content":"Cov kws tsw thoob tswb tau txujkev ruag, cov kws paub qaabhau tau txujkev txawj ntse ua lub mom kub."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.19","label":"19","content":"Cov tuabneeg phem pe cov tuabneeg zoo, cov tuabneeg limham pe ntawm cov kws ncaaj nceeg lub qhov rooj."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.20","label":"20","content":"Tug tuabneeg pluag mas kwvtij zej zog los kuj ntxub, tassws tug nplua nuj muaj phoojywg coob heev."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.21","label":"21","content":"Tug kws saib tsw taug kwvtij zej zog kuj muaj txem, tassws tug kws hlub cov pluag kuj tau moov zoo."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.22","label":"22","content":"Cov kws ntaus tswvyim phem tsw txhum lov? Cov kws ntaus tswvyim zoo kuj tau qhov zoo hab luas tso sab rua puab."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.23","label":"23","content":"Muaj tshaaj thawj rua txhua yaam num kws ua, tassws lub ncauj has do xwb ua rua pluag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.24","label":"24","content":"Tej nyaj txag  yog cov kws txawj ntse lub mom kub, tassws txujkev ruag yog cov kws ruag txuj saw ntawm cej daab."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.25","label":"25","content":"Tug timkhawv kws ncaaj paab cawm txujsa, tassws tug has tsw ncaaj yog ntxag luas nce nthaab."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.26","label":"26","content":"Qhov kws fwm hab paub ntshai Yawmsaub ua rua yug nyob tso sab plhuav, yug cov mivnyuas kuj tau lub chaw moog cawm sav."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.27","label":"27","content":"Qhov kws fwm hab paub ntshai Yawmsaub yog lub qhov dej txhawv kws pub txujsa, sub txhad zos dhau txujkev tuag lub vuj hlua."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.28","label":"28","content":"Tej pejxeem coob coob yog vaajntxwv le meej mom, yog tsw muaj pejxeem vaajntxwv kuj puam tsuaj taag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.29","label":"29","content":"Tug kws tsw chim sai kuj yog tug thoob tswb to nrog, tassws tug kws npau tawg sai kuj yog txhawb txujkev ruag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.30","label":"30","content":"Lub sab kws nyob tug kuj yog pub txujsa rua lub cev, tassws lub sab kws kub ntxhuv quas nyo ua rua pob txhaa po."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.31","label":"31","content":"Tug kws quab yuam tug pluag kuj saib tsw taug Vaajtswv kws yog tug tswm, tassws tug kws hlub cov kws txom nyem kuj ua rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.32","label":"32","content":"Tug tuabneeg limham qaug vem tej kev phem kws nwg ua, tassws tug ncaaj nceeg kuj tau lub chaw cawm sav vem nwg ua ncaaj."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.33","label":"33","content":"Tswvyim nyob huv tug kws thoob tswb to nrog lub sab, tassws tuabneeg ruag lub sab tsw pum tswvyim hlo le."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.34","label":"34","content":"Kev ncaaj nceeg txhawb nqaa lub tebchaws, tassws kev txhum ua rua lub tebchaws poob ntsej muag."},{"bible_id":"1216","chapter_code":"PRO.14","verse_code":"PRO.14.35","label":"35","content":"Cov tub qhe kws ua num ntse ntswb ntsuav ua rua vaajntxwv txaus sab, tassws vaajntxwv npau tawg rua tug kws ua tej kev txaaj muag."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.1","label":"1","content":"Lu lug teb mog muas paab kuas kev npau tawg pluj taag, tassws lu lug nruj lug tswv zwg kuas chim."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.2","label":"2","content":"Tug muaj tswvyim tug nplaig nthuav kev txawj ntse tuaj, tassws tug ruag lub qhov ncauj nchuav kev ruag tawm lug."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.3","label":"3","content":"Yawmsaub lub qhov muag saib ntsoov txhua qhov, hab zuv rawv cov tuabneeg phem hab cov tuabneeg zoo."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.4","label":"4","content":"Tug nplaig kws has lug zoo kuj yog tsob ntoo kws pub txujsa, tassws tug nplaig ntxeev ntxag ua rua lub sab lwj taag."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.5","label":"5","content":"Tug kws ruag saib tsw taug leej txwv tej lug qhuab qha, tassws tug kws noog tej lug qhuab ntuag yog tug paub taab."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.6","label":"6","content":"Tug ncaaj nceeg lub tsev muaj nyaj txag ntau, tassws cov tuabneeg limham tej nyaj txag coj kev ceblaaj lug."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.7","label":"7","content":"Cov muaj tswvyim daim tawv ncauj nthuav kev txawj ntse, tassws cov ruag lub sab tsw ua le ntawd."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.8","label":"8","content":"Tej kws cov tuabneeg limham muab xyeem mas Yawmsaub ntxub kawg le, tassws nwg zoo sab rua cov ncaaj nceeg tej lug thov."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.9","label":"9","content":"Cov tuabneeg limham txujkev mas Yawmsaub ntxub kawg le, tassws nwg hlub tug kws ua lawv le txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.10","label":"10","content":"Tug kws tso txujkev zoo tseg yuav raug nplawm qhuab qha nyaav, tug kws ntxub tej lug qhuab ntuag yuav tuag."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.11","label":"11","content":"Tub tuag teb hab qhov puam tsuaj, nthuav hlo tsua Yawmsaub pum, yog le nuav nwg yimfuab pum huv tuabneeg lub sab hab."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.12","label":"12","content":"Tug kws muab hlub tsw nyam luas qhuab ntuag, nwg tsw moog nrhav tug muaj tswvyim."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.13","label":"13","content":"Lub sab zoo mas ua rua lub ntsej muag luag, tassws kev tu sab ua rua tug ntsuj plig yaaj taag."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.14","label":"14","content":"Tug kws paub qaabhau lub sab nrhav kev txawj ntse, tassws tug ruag lub qhov ncauj noj txujkev ruag."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.15","label":"15","content":"Cov tuabneeg kws raug kev txom nyem lub naj xyoo puavleej phem, tassws cov kws lub sab xyiv faab muaj kev paam noj paam haus tsw tu le."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.16","label":"16","content":"Muaj nyaj txag tsawg los fwm hab paub ntshai Yawmsaub, kuj zoo dua le kws muaj tej nam txhaab nyaj los tseed muaj kev ceblaaj nrug nraim."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.17","label":"17","content":"Noj zaub tsuag nyob sws hlub zoo dua noj nyuj rog nyob sws ntxub."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.18","label":"18","content":"Tug kws lub sab kub tshaum kuas muaj lug sws caav sws tshe, tassws tug kws tsw chim sai tswj tau kev sws caav sws tshev kuas tug."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.19","label":"19","content":"Tug tuabneeg cis nkeeg txujkev mas muaj xuav paug tuaj puv nkaus, tassws tug ncaaj nceeg txujkev yog txuj nam kev taj."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.20","label":"20","content":"Tug tub kws muaj tswvyim ua rua leej txwv zoo sab, tassws tug kws ruag saib tsw taug leej nam."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.21","label":"21","content":"Txujkev ruag ua rua tug kws tsw thoob tswb zoo sab xyiv faab, tassws tug kws paub qaabhau kuj taug txujkev ncaaj."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.22","label":"22","content":"Yog tsw muaj chaw sablaaj daag num yuav nplaam, tassws yog muaj ntau leej taw qha mas daag num tav."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.23","label":"23","content":"Yog teb tau raug mas ua rua yug zoo sab, hab ib lu lug kws has raug qhov cheem tsum mas zoo tshaaj plawg le."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.24","label":"24","content":"Tug muaj tswvyim txujkev coj nce moog txug txujsa, puab txhad tsw poob rua huv tub tuag teb."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.25","label":"25","content":"Yawmsaub rhuav tshem tug tuabneeg khaav theeb lub tsev, tassws nwg tsom kwm tug puj ntsuag le nrwm teb."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.26","label":"26","content":"Tej kws cov tuabneeg limham xaav mas Yawmsaub ntxub kawg le, tassws cov tuabneeg dawb huv tej lug txaus nwg lub sab."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.27","label":"27","content":"Tug kws nrhav nyaj txag ntawm tej kev tsw ncaaj kuj ua rua nwg tsev tuabneeg raug kev ceblaaj, tassws tug kws ntxub tej nyaj xab yuav tau txujsa."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.28","label":"28","content":"Tug ncaaj nceeg lub sab xaav saib yuav teb le caag, tassws tug tuabneeg limham lub qhov ncauj nchuav nthwv kev phem tawm lug."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.29","label":"29","content":"Yawmsaub nyob deb ntawm cov tuabneeg limham, tassws nwg nov cov ncaaj nceeg tej lug thov."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.30","label":"30","content":"Ntsej muag luag ntxhw ua rua yug zoo sab, tej xuv zoo ua rua tej txhaa swb quas laag."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.31","label":"31","content":"Tug kws lub qhov ntsej noog tej lug qhuab qha zoo yuav nrug nraim cov kws muaj tswvyim nyob ua ke."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.32","label":"32","content":"Tug kws tsw quav ntsej tej lug qhuab qha kuj yog nwg rov saib tsw taug nwg, tassws tug kws noog tej lug qhuab ntuag kuj tau kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.15","verse_code":"PRO.15.33","label":"33","content":"Qhov kws fwm hab paub ntshai Yawmsaub yog qhov kawm paub tswvyim, xub txu fwjchim le maav tau koob meej."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.1","label":"1","content":"Tuabneeg hom daag num ca rua huv nruab sab, tassws Yawmsaub pub lu lug teb rua tug nplaig."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.2","label":"2","content":"Tuabneeg kuj pum tas txhua yaam kws puab ua puavleej dawb huv, tassws Yawmsaub tshuaj huv lub sab."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.3","label":"3","content":"Ca le muab koj tej num tso rua Yawmsaub, mas tej kws koj hom tseg ca yuav tav."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.4","label":"4","content":"Yawmsaub tswm txhua yaam nyag muaj nyag hom phaj, txawm yog cov tuabneeg limham los nwg tswm lug rua nub puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.5","label":"5","content":"Txhua tug kws khaav theeb mas Yawmsaub ntxub kawg le, ca le paub tseeb tas puab yeej yuav tsw dim kev teem txem."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.6","label":"6","content":"Vem yug xwb rua Yawmsaub hab tso sab plhuav, nwg txhad ntxuav yug lub txem pov tseg, hab vem fwm hab paub ntshai Yawmsaub yug txhad zos dhau kev phem."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.7","label":"7","content":"Thaus tuabneeg ua hum Yawmsaub lub sab, txawm yog puab tej yeeb ncuab los Yawmsaub ua kuas rov nrug puab sws raug zoo."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.8","label":"8","content":"Ua ncaaj nceeg es tau tsawg tsawg kuj zoo dua le ua tsw ncaaj es tau nyaj txag ntau ntau."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.9","label":"9","content":"Tuabneeg lub sab npaaj txujkev rua nwg taug, tassws Yawmsaub coj nwg txhais kwtaw."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.10","label":"10","content":"Yawmsaub pub lu lug txav txem rua vaajntxwv lub qhov ncauj, vaajntxwv txhad txav txem tsw txhum."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.11","label":"11","content":"Raab teev hab lub phaaj teev kws hum txaj yog Yawmsaub le, hab cov thauj teev huvsw huv lub naab kuj yog Yawmsaub ua."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.12","label":"12","content":"Qhov kws ua phem mas tej vaajntxwv ntxub kawg le, tsua qhov kev ncaaj nceeg ua rua lub zwm txwv nyob ruaj khov."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.13","label":"13","content":"Daim tawv ncauj kws has lug ncaaj ua rua vaajntxwv zoo sab, hab nwg nyam tug kws has lug tseeb."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.14","label":"14","content":"Vaajntxwv kev npau tawg mas yog tug tub tshaaj xu kev pluj tuag, tassws tug muaj tswvyim yuav tswj tau."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.15","label":"15","content":"Thaus vaajntxwv ntsej muag luag tuabneeg caj sa, hab qhov kws vaajntxwv txaus sab zoo yaam nkaus le tej fuab kws tso naag tshab lug."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.16","label":"16","content":"Tau tswvyim kuj zoo heev dua le tau kub, hab xaiv yuav kev txawj ntse zoo dua le yuav nyaj."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.17","label":"17","content":"Cov kws ncaaj nceeg txujkev mas ncaim ntawm txujkev phem, tug kws ceev faaj nwg txujkev kuj yog tuav tau nwg txujsa."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.18","label":"18","content":"Kev khaav theeb yuav coj moog raug puam tsuaj, hab lub sab muab hlub yuav coj moog kuas qaug."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.19","label":"19","content":"Tug kws txu fwjchim nrug tej pluag nyob zoo dua le nrug cov tuabneeg khaav theeb faib tej hov txhua chaw kws txeeb tau lug."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.20","label":"20","content":"Tug kws noog tej lug qha yuav vaam meej, hab tug kws tso sab rua Yawmsaub yuav nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.21","label":"21","content":"Tug kws lub sab ntse yuav hu tau tas yog tug thoob tswb to nrog, hab ncauj lug zoo mas nqug tau tuabneeg lub sab zuj zug."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.22","label":"22","content":"Tswvyim yog lub qhov dej txhawv kws pub txujsa rua tug kws muaj tswvyim, tassws txujkev ruag rau txem rua cov tuabneeg ruag."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.23","label":"23","content":"Tug kws muaj tswvyim lub sab ua rua nwg tej lug txawj ntse, hab tsaav fwjchim rua nwg daim tawv ncauj nqug tau tuabneeg lub sab."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.24","label":"24","content":"Ncauj lug zoo mas zoo yaam nkaus le zwb ntaab, hab qaab zwb rua lub sab hab pub lub cev noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.25","label":"25","content":"Muaj ib txujkev kws tuabneeg pum tas zoo, tassws txujkev hov qhov kawg yog kev tuag."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.26","label":"26","content":"Qhov kws tug tub zug tshaib nqhes ua rua nwg nrhav num ua, nwg lub qhov ncauj txhwb kuas nwg ua."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.27","label":"27","content":"Tug tuabneeg tsw tswm txaj ntaus tswvyim ua phem, nwg tej lug zoo yaam nkaus le suavtawg kub."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.28","label":"28","content":"Tug tuabneeg sab nkhaus tshaum kuas muaj kev sws caav sws tshev, hab tug lig xaiv ua rua tej phoojywg tawg."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.29","label":"29","content":"Tug tuabneeg ua nruj ua tswv ntxag kwvtij zej zog, hab coj puab taug txujkev tsw zoo."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.30","label":"30","content":"Tug kws zwg ncauj ntxw muag ntaus tswvyim ntxeev ntxag, tug kws zawm nav quas zog yeej coj kuas ua phem."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.31","label":"31","content":"Taubhau kws dawb hau quas paug yog lub mom kub kws muaj meej, tug kws coj lub neej ncaaj nceeg yuav tau lub mom ntawd."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.32","label":"32","content":"Tug kws tsw chim sai zoo dua le tug kws muaj zug heev, hab tug kws tswj tau nwg lub sab zoo dua le tug kws ntaus tau ib lub nroog."},{"bible_id":"1216","chapter_code":"PRO.16","verse_code":"PRO.16.33","label":"33","content":"Tuabneeg rhu ntawv saib tom hauv ntej yuav zoo le caag, tassws Yawmsaub yog tug kws txav sab rua txhua yaam."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.1","label":"1","content":"Noj ib qho mov qhuav los nyob kaaj sab kuj zoo dua le lub tsev kws noj nqaj noj qhau los muaj kev sws caav sws tshe."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.2","label":"2","content":"Tug qhev kws ua num ntse quas ntsuav yuav tswj tau tug tub kws rhuav ntsej muag, hab nwg yuav muaj feem nrug cov tub tau qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.3","label":"3","content":"Lub yeej vub swv nchuav cov tseem nyaj, lub cub thee swv nchuav cov tseem kub, tassws Yawmsaub swm tuabneeg lub sab."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.4","label":"4","content":"Tug kws ua phem noog daim tawv ncauj kws limham tej lug, hab tug tuabneeg daag ua tuab zoo noog tug nplaig kws ntxeev ntxag."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.5","label":"5","content":"Tug kws thuaj luag cov tuabneeg pluag kuj yog saib tsw taug Yawmsaub kws yog tug tswm, tug kws thaus lwm tug raug ceblaaj los tseed zoo sab kuj yuav tsw dim kev teem txem."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.6","label":"6","content":"Tej xeeb ntxwv yog tej laug lub mom kub, hab leej txwv yog cov tub lub koob meej."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.7","label":"7","content":"Tug tuabneeg ruag tsw phim has tej lug zaaj lug zuag, hab tej lug daag yeej tsw phim cov kws muaj meej mom."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.8","label":"8","content":"Nyaj xab mas tug muab pum tas zoo yaam nkaus le tej pov hum kws muaj fwjchim, nwg moog rua qhov twg los nwg vaam meej."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.9","label":"9","content":"Tug kws zaam txem rua luas kuj yog nrhav kev sws raug zoo, tassws tug kws pheej rov dig tej qub lug kuj yog rhuav kev ua phoojywg."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.10","label":"10","content":"Tej lug qhuab ntuag nkaag rua huv tug tuabneeg thoob tswb tub dua le kws nplawm tug ruag ib puas nplawg."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.11","label":"11","content":"Tug tuabneeg phem nrhav kev faav xeeb, tassws yuav muaj ib tug tub tshaaj xu nyaum moog tiv nwg."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.12","label":"12","content":"Moog ntswb ib tug maum dais kws cov mivnyuas pluj lawm zoo dua le kws ntswb ib tug tuabneeg ruag kws ua tej num ruag."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.13","label":"13","content":"Yog leejtwg ua phem pauj zoo, kev phem yuav tsw tawm huv nwg lub tsev moog."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.14","label":"14","content":"Thaus chiv sws caav sws tshe kuj zoo yaam nkaus le tso lub paag dej nqeg, yog le ntawd ca le tseg ua ntej kws kev sws tshe sws ntaus tawm tuaj."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.15","label":"15","content":"Tug kws tso tej tuabneeg txhum dim hab tug kws rau txem rua cov kws tsw txhum, mas ob tug kws ua le nuav Yawmsaub ntxub kawg le."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.16","label":"16","content":"Ua caag tug tuabneeg ruag yuav rhu nyaj huv nwg txhais teg yuav tswvyim rua thaus kws nwg tsw txawj xaav daabtsw?"},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.17","label":"17","content":"Tej phoojywg kuj muaj kev sws hlub txhua lub swjhawm, hab tej kwvtij kuj yug lug sws paab rua thaus muaj kev txom nyem."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.18","label":"18","content":"Tug tuabneeg tsw thoob tswb txhad nrug luas cog lug, hab laav kwvtij zej zog."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.19","label":"19","content":"Tug kws nyam kev txhum kuj nyam kev sws caav sws tshe, tug kws ua lub qhov rooj sab sab kuj yog nrhav kev puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.20","label":"20","content":"Tug kws lub sab nkhaus yuav tsw vaam meej, tug nplaig ntxeev xaiv poob rua qhov txom nyem."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.21","label":"21","content":"Leejtxwv kws muaj tub tsw thoob tswb kuj muaj kev txhawj xeeb, hab leej txwv kws muaj tub ruag tsw muaj ntsej muag luag."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.22","label":"22","content":"Lub sab xyiv faab yog cov tshuaj zoo, tassws kev poob sab ua rua pob txhaa qhuav."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.23","label":"23","content":"Tug tuabneeg limham txais tej nyaj xab ntawm luas lub naab tsho lug qhau txujcai."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.24","label":"24","content":"Tug kws thoob tswb to nrog tub, mas saib ntsoov rua tswvyim, tassws tug ruag lub qhov muag nuam rua qaab ntuj kawg."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.25","label":"25","content":"Tug tub ruag ua rua leej txwv txhawj quas ntsuav hab ua rua leej nam kws yug ab sab."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.26","label":"26","content":"Qhov kws muab tug ncaaj nceeg nplua kuj tsw zoo, qhov kws muab tug kws zoo nplawm kuj txhum."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.27","label":"27","content":"Tug kws tswj tau nwg tej lug kuj yog nwg txawj ntse, tug kws muaj lub sab ntev kuj thoob tswb to nrog."},{"bible_id":"1216","chapter_code":"PRO.17","verse_code":"PRO.17.28","label":"28","content":"Tug ruag ua tuabywv kuj suav tas muaj tswvyim, thaus nwg qus nwg daim tawv ncauj kuj suav tas nwg txawj xaav."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.1","label":"1","content":"Tug kws tawm moog ua twm zeej twm kawv ua lawv le nwg lub sab xwb, hab tawm tsaam suavdawg tej tswvyim zoo."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.2","label":"2","content":"Tug ruag tsw zoo sab rua txujkev thoob tswb to nrog, tsuas yog zoo sab rua qhov kws nwg nthuav nwg tej kev xaav xwb."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.3","label":"3","content":"Thaus tej kev limham lug txug, kev saib tsw taug kuj lug hab, thaus poob koob kuj raug txaaj muag hab."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.4","label":"4","content":"Tej lug kws tuabneeg lub qhov ncauj has yog dej tub. Lub qhov dej txhawv kws pub tswvyim, yog tug dej ntsawj ceev."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.5","label":"5","content":"Qhov kws tsaa tug tuabneeg txhum cai mas tsw zoo, hab qhov kws tu tsw ncaaj rua tug tsw txhum kuj tsw zoo."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.6","label":"6","content":"Tug tuabneeg ruag daim tawv ncauj coj kev sws caav sws tshe lug, hab nwg lub qhov ncauj kuj hu raab nplawm lug."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.7","label":"7","content":"Tug ruag lub qhov ncauj ua rua nwg puam tsuaj, hab nwg daim tawv ncauj kuj ua hlua cuab nwg."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.8","label":"8","content":"Tug txom xaiv tej lug mas zoo yaam nkaus le tej zaub mov qaab kws nkaag hlo moog rua huv plaab."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.9","label":"9","content":"Tug nkeeg ua num kuj nrug tug kws ua kuas puam tsuaj ua kwvtij."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.10","label":"10","content":"Yawmsaub lub npe yog lub chaw tsom faaj kws ruaj khov, tug ncaaj nceeg dha moog rua huv hab nyob tso sab plhuav."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.11","label":"11","content":"Tug nplua nuj tej nyaj txag yog nwg lub nroog kws ruaj khov, hab nwg xaam pum tas zoo yaam nkaus le lub ntsaa loog sab sab."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.12","label":"12","content":"Ua ntej kws tsw tau raug kev puam tsuaj tuabneeg lub sab kuj khaav theeb. Xub txu fwjchim le maav tau koob meej."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.13","label":"13","content":"Yog leejtwg teb ua ntej kws nwg tsw tau nov kuj yog nwg txujkev ruag hab kev txaaj muag."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.14","label":"14","content":"Tuabneeg lub sab thev taug kev mob nkeeg, tassws leejtwg thev taug txujkev lwj sab?"},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.15","label":"15","content":"Lub sab kws txawj xaav yeej tau kev txawj ntse, hab tug kws muaj tswvyim lub qhov ntsej nrhav kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.16","label":"16","content":"Pub ib yaam daabtsw rua luas kuj yog qheb kev rua yug hab coj yug moog cuag cov kws ua hlub."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.17","label":"17","content":"Tug kws xub pav nwg tshaaj plaub ua ntej mas saib zoo le muaj cai, moog txug thaus tug kws nrug nwg ua plaub tuaj tshawb nwg lub keeb."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.18","label":"18","content":"Qhov kws rhu ntawv mas ua kuas tseg tsw sws caav sws tshe, hab txav txem rua ob tog tuabneeg luj kws ua plaub."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.19","label":"19","content":"Tug kwvtij kws tau txais kev paab mas zoo le lub nroog ruaj khov, hab kev sws caav sws tshe mas zoo le tug laag rooj kws kaw lub chaw tsom faaj ruaj khov."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.20","label":"20","content":"Lub qhov ncauj ua rua lub plaab tsau, tej kws daim tawv ncauj has ua rua yug txaus sab."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.21","label":"21","content":"Kev caj kev tuag nyob ntawm tug nplaig le fwjchim, cov kws nyam swv tug nplaig rua zaaj twg yuav tau saws le ntawd."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.22","label":"22","content":"Tug kws yuav tau quaspuj kuj yog tau yaam kws zoo, hab tau kev hlub ntawm Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.23","label":"23","content":"Tug kws pluag tsuas yog taij thov xwb, tassws cov nplua nuj teb lub suab nchaav."},{"bible_id":"1216","chapter_code":"PRO.18","verse_code":"PRO.18.24","label":"24","content":"Muaj tej tug phoojywg ua txuj nrug yug ua phoojywg, tassws muaj ib tug phoojywg kws sws raug zoo heev dua tej kwvtij txheeb."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.1","label":"1","content":"Tug tuabneeg pluag kws taug txujkev ncaaj nceeg kuj zoo dua tug tuabneeg ruag kws has lug ntxeev ntxag."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.2","label":"2","content":"Tug kws kub sab quas lug tassws tsw muaj kev txawj ntse kuj tsw zoo, hab tug kws ua kwtaw sai kuj pheej yuam kev."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.3","label":"3","content":"Thaus leejtwg txujkev ruag coj kev puam tsuaj lug raug nwg, nwg kuj chim sab npau rua Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.4","label":"4","content":"Tej nyaj txag nqug kuas tau phoojywg coob, tassws tug pluag raug phoojywg muab tso tseg."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.5","label":"5","content":"Tug cuav timkhawv yuav tsw dim qhov kws raug txem, tug kws pheej daag xwb yuav tsw dim."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.6","label":"6","content":"Muaj tuabneeg coob nrhav kev hlub ntawm tug kws muaj meej, hab txhua tug kuj nrug tug kws pub tau rua puab ua phoojywg."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.7","label":"7","content":"Tug tuabneeg pluag tej kwvtij kuj ntxub nwg, mas nwg tej phoojywg yeej los yuav tswv deb ntawm nwg. Nwg has lug rua puab los tsw muaj leejtwg noog le."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.8","label":"8","content":"Tug kws tau tswvyim kuj yog hlub nwg tug kheej, tug kws khaws kev txawj ntse ca yuav vaam meej."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.9","label":"9","content":"Tug cuav timkhawv yuav tsw dim qhov kws raug txem, tug kws pheej daag xwb yuav puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.10","label":"10","content":"Tug tuabneeg ruag tsw phim yuav swv nplua quas mag, yimfuab tsw tswm nyog tug qhev kaav cov thawj kws muaj meej."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.11","label":"11","content":"Qhov kws thoob tswb to nrog ua rua tuabneeg tsw chim sai, hab qhov kws nwg tsw quav ntsej tej kws luas ua txhum rua nwg, kuj yog meej mom rua nwg."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.12","label":"12","content":"Qhov kws vaajntxwv npau tawg zoo yaam nkaus le tsuv ntxhuav lub suab nyooj, tassws nwg txujkev hlub zoo yaam nkaus le tej dej lwg sau tej nyom."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.13","label":"13","content":"Tug tub ruag yog kev plaag kev pluag rua leej txwv, tug quaspuj tsawm taug zoo yaam nkaus le naag lug nrug tuj tawv tsw tu."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.14","label":"14","content":"Tej vaaj tse hab nyaj txag yog qub txeeg qub teg kws tau ntawm leej txwv lug, tassws tug quaspuj kws thoob tswb to nrog yog tau ntawm Yawmsaub lug."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.15","label":"15","content":"Txujkev cis nkeeg ua rua tsaug zug ceev, hab tug cis nkeeg yuav raug kev tshaib."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.16","label":"16","content":"Tug kws tuav txuj kevcai kuj tuav tau nwg txujsa, tug kws saib tsw taug tej lug qha yuav tuag."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.17","label":"17","content":"Tug kws pub rua cov pluag kuj yog qev rua Yawmsaub, mas Yawmsaub yuav pauj tej kws nwg pub."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.18","label":"18","content":"Ca le nplawm qhuab qha koj tug tub rua thaus tseed muaj sab vaam, tsw xob txav sab ca nwg moog puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.19","label":"19","content":"Tug kws npau tawg ceev kuj yuav raug txem, yog koj paab nwg ib zag lawm los kuj yuav rov paab dua hab."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.20","label":"20","content":"Ca le noog tej lug taw qha hab khaws tej lug qhuab qha, koj txhad tau tswvyim rua tom hauv ntej."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.21","label":"21","content":"Tuabneeg lub sab npaaj daag num ca ntau yaam, tassws tej kws Yawmsaub npaaj ca txhad le tav."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.22","label":"22","content":"Yaam kws ntshaw huv lwm tug yog kev sws hlub, tug kws pluag kuj zoo dua tug kws daag."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.23","label":"23","content":"Qhov kws fwm hab paub ntshai Yawmsaub coj moog txug txujsa, hab tug kws tau lawd kuj nyob txaus sab hlo, tsw muaj kev phem lug raug nwg."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.24","label":"24","content":"Tug cis nkeeg muab txhais teg tsau rua huv lub phaaj hab tub tsw yeem tsaa txhais teg ntaus mov lug rua lub qhov ncauj."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.25","label":"25","content":"Ca le nplawm tug kws muab hlub mas tug kws tsw paub qaabhau txhad le kawm tau kev paub taab. Ca le qhuab ntuag tug kws thoob tswb to nrog nwg txhad le tau kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.26","label":"26","content":"Tug kws ua nruj ua tswv rua nwg txwv hab ntab nwg nam tswv, yog tug tub kws tswm kev txaaj muag hab raug luas thuaj."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.27","label":"27","content":"Kuv tub 'e, yog koj tso tej lug qhuab qha tseg mas koj yuav yuam kev ntawm tej lug kws tswvyim qha."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.28","label":"28","content":"Tug timkhawv kws tsw tseeb kuj luag qhov kws tu plaub ncaaj, hab tuabneeg limham lub qhov ncauj noj nqog tej kev txhum txem."},{"bible_id":"1216","chapter_code":"PRO.19","verse_code":"PRO.19.29","label":"29","content":"Kev rau txem tub npaaj txhwj rua cov kws muab hlub, hab raab nplawm npaaj rua cov tuabneeg ruag nraus qaum."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.1","label":"1","content":"Cawv txwv maab ua kuas thuaj luag, hab cawv ua kuas sws ntaus, leejtwg ca cawv coj nwg moog yuam kev kuj tsw muaj tswvyim."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.2","label":"2","content":"Qhov kws vaajntxwv npau tawg ceev kuj zoo yaam nkaus le tsuv ntxhuav lub suab nyooj, tug kws zwg kuas vaajntxwv npau kuj yog sev tau nwg txujsa."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.3","label":"3","content":"Qhov kws zaam dhau ntawm kev sws caav sws tshe kuj tau koob meej, tassws txhua tug tuabneeg ruag yeej sws caav sws tshe."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.4","label":"4","content":"Tug cis nkeeg tsw laij laj rua lub caij laij, mas txug lub caij hlais nwg yuav moog nrhav qoob tassws tsw tau daabtsw le."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.5","label":"5","content":"Tej kws tuabneeg xaav tseg ca huv nruab sab mas zoo yaam nkaus le dej tub, tassws tug kws thoob tswb to nrog txhad ntaus tau lug."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.6","label":"6","content":"Muaj tuabneeg coob khaav txug puab kev sws hlub, tassws leejtwg nrhav tau ib tug ncaaj kws tso sab tau?"},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.7","label":"7","content":"Tug ncaaj nceeg kws taug txujkev ua ncaaj ua nceeg, mas nwg cov tub yuav tau nyob kaaj sab lug rua yaav tom qaab."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.8","label":"8","content":"Vaajntxwv kws nyob sau lub zwm txwv tu plaub nwg yeej yuav tsoov txhua yaam kev phem kws nwg pum tawm moog."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.9","label":"9","content":"Leejtwg yuav has tau tas, “Kuv tub ua kuv lub sab dawb sab huv lawm, kuv tub dawb huv tsw muaj txem”?"},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.10","label":"10","content":"Lub thauj teev kws tsw hum txaj hab lub thoob luj kws tsw hum, mas Yawmsaub ntxub ob yaam nuav kawg le."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.11","label":"11","content":"Txawm yog tej mivnyuas yau los qhov kws nwg ua kuj qha lub neej rua luas paub tas tej kws nwg ua yog dawb huv hab raug cai los tsw yog."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.12","label":"12","content":"Lub qhov ntsej kws nov lug hab lub qhov muag kws pum kev puavleej yog Yawmsaub tswm."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.13","label":"13","content":"Tsw xob nyam tsaug zug tsaam tes koj pluag, ca le qheb koj lub qhov muag koj txhad tau noj tsau."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.14","label":"14","content":"Tug kws rhu nyaj yuav kuj has tas, “Tsw zoo, tsw zoo,” tassws thaus nwg coj dhau lawm nwg kuj khaav."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.15","label":"15","content":"Kub hab qai zeb hlaws muaj nqes mas muaj ntau kawg le, tassws daim tawv ncauj kws has lug txawj ntse kuj yog lub qai zeb hlaws kws tswm txaj tshaaj plawg."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.16","label":"16","content":"Ca le txais lub tsho ntawm tug kws muab laav lwm tug le nuj nqes, hab ca le khaws tej tiv thawj kws nwg muab laav lwm tug."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.17","label":"17","content":"Tej zaub mov kws daag tau lug mas noj qaab kawg le, tassws tom qaab tswg zeb yuav puv nkaus lub qhov ncauj."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.18","label":"18","content":"Tej hom phaj daag num yuav tsum yog sablaaj daav txhad tav, moog ntaus rog yuav tsum muaj cov txawj ntse qha."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.19","label":"19","content":"Tug kws cov zog taug xaiv kuj yog thws lub qai rua luas, yog le ntawd tsw xob nrug tug ntau ncauj ua ke."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.20","label":"20","content":"Yog leejtwg tshev foom nwg nam lossws nwg txwv, nwg lub teeb yuav tuag ndo tsaus ntuj nti."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.21","label":"21","content":"Tej qub txeeg qub teg kws tau sai thaus ntxuv, mas thaus kawg kuj pluj tsw tau moov."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.22","label":"22","content":"Tsw xob has tas, “Kuv yuav pauj qhov kws luas ua phem,” ca tog Yawmsaub mas nwg yuav paab koj."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.23","label":"23","content":"Lub thauj teev kws tsw hum txaj mas Yawmsaub ntxub kawg le, raab teev kws ntxo kuj phem."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.24","label":"24","content":"Tuabneeg txhais kwtaw yog Yawmsaub coj, mas tuabneeg yuav nkaag sab tau tuabneeg txujkev le caag?"},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.25","label":"25","content":"Yog leejtwg laam has ua dog ua dig tas, “Nuav yog yaam dawb huv rua Yawmsaub,” kuj yog nwg rov cuab maag nwg, vem yog thaus xaav tau txhua, tub cog lug taag lawm."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.26","label":"26","content":"Tug vaajntxwv kws muaj tswvyim tsoov cov tuabneeg limham hab tsuj pis ntag puab yaam le tsheb tsuj qoob."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.27","label":"27","content":"Lub sab kws paub qhov phem qhov zoo yog Yawmsaub lub teeb ci thoob plhawv rua huv tuabneeg lub sab lub ntsws."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.28","label":"28","content":"Txujkev hlub hab txujkev ua ncaaj, tuav tau vaajntxwv ca, hab txujkev ncaaj nceeg txhawb nqaa nwg lub zwm txwv."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.29","label":"29","content":"Cov tub hluas lub koob meej yog qhov kws nwg muaj zug, tassws cov laug lub moo zoo yog qhov kws puab nyob dawb hau quas paug."},{"bible_id":"1216","chapter_code":"PRO.20","verse_code":"PRO.20.30","label":"30","content":"Qhov kws muab nplawm kuas to kuj yog txhuam tej kev phem tseg, qhov kws muab ntaus kuj yog ntxuav lub sab lub ntsws kuas huv."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.1","label":"1","content":"Vaajntxwv lub sab yog tug nam dej kws nyob huv Yawmsaub txhais teg, Yawmsaub muab nwg lub sab tig lawv le Yawmsaub pum zoo."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.2","label":"2","content":"Tuabneeg pum tas txhua yaam kws puab ua puavleej zoo, tassws Yawmsaub tshuaj huv lub sab."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.3","label":"3","content":"Qhov kws ua ncaaj nceeg hab txav txem ncaaj, hum Yawmsaub lub sab heev dua le muab hov txhua chaw xyeem."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.4","label":"4","content":"Lub qhov muag khaav theeb hab lub sab muab hlub, kws yog cov tuabneeg limham lub teeb mas puavleej txhum."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.5","label":"5","content":"Tug tuabneeg nquag tej hom phaj yeej coj kuas nwg muaj nplua mag, tassws txhua tug kws maaj ua dog ua dig yeej tu pluag xwb."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.6","label":"6","content":"Tej nam txhaab nyaj kws tug nplaig daag tau mas yog tej paa nchu kws nyob ib vuag dua xwb hab yog txujkev tuag rooj hlua."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.7","label":"7","content":"Cov limham txujkev ua nruj ua tswv yuav kuav puab moog vem yog puab tsw yeem ua ncaaj rua luas."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.8","label":"8","content":"Cov tuabneeg muaj txem txujkev yeej nkhaus, tassws tej kws cov tuabneeg dawb huv ua kuj raug cai."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.9","label":"9","content":"Nyob sau ruv tsev zoo dua le nrug tug quaspuj tsawm taug nyob huv tsev."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.10","label":"10","content":"Tug tuabneeg limham lub sab ntshaw ua phem, nwg tsw khuvleej nwg tej kwvtij zej zog."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.11","label":"11","content":"Thaus tej tuabneeg muab hlub raug txem mas cov tuabneeg tsw thoob tswb kuj ntse tuaj, thaus tug kws muaj tswvyim raug luas qhuab qha, nwg kuj tau kev txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.12","label":"12","content":"Vaajtswv kws ncaaj nceeg ua tuab zoo saib cov tuabneeg limham lub tsev, nwg muab cov tuabneeg limham laim pov tseg puam tsuaj taag."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.13","label":"13","content":"Tug kws ntsaws qhov ntsej tsw noog tug pluag lub suab hu, nwg yuav hu tsw muaj leejtwg nov hab."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.14","label":"14","content":"Ua tuabywv pub tshaav ntuj rua tug kws chim mas kev chim yuav pluj, muab nyaj xab ntsaws rua huv xubndag mas kev npau tawg yuav pluj."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.15","label":"15","content":"Thaus tu plaub ncaaj kuj ua rua cov kws ncaaj nceeg zoo sab, tassws ua rua cov kws ua phem poob sab nthaav."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.16","label":"16","content":"Tug kws zos txujkev thoob tswb to nrog, yuav moog nrug cov tuabneeg tuag nyob ua ke."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.17","label":"17","content":"Tug kws nyam kev lomzem yuav pluag, tug kws nyam cawv txwv maab hab cov roj muaj nqes yuav tsw nplua nuj."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.18","label":"18","content":"Cov tuabneeg limham yuav ua nqe txhwv cov tuabneeg ncaaj nceeg, tug tuabneeg tsw ncaaj yuav theej tug ncaaj chaw."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.19","label":"19","content":"Nyob tebchaws moj saab qhua mas zoo dua le nrug tug quaspuj tsawm taug ywg taug nyob ua ke."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.20","label":"20","content":"Tej cuab txhaj cuab taam muaj nqes nyob huv tug kws muaj tswvyim lub tsev, tassws tug ruag nwg noj nwg le taag huvsw."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.21","label":"21","content":"Tug kws lawv ncav txujkev ncaaj nceeg hab txujkev hlub yuav tau txujsa hab koob meej hab yuav vaam meej."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.22","label":"22","content":"Tug kws muaj tswvyim nce moog ntaus tau cov tuabneeg kws muaj zug lub nroog, hab rhuav lub chaw ruaj khov kws puab tso sab pob taag."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.23","label":"23","content":"Tug kws tswj tau nwg lub qhov ncauj hab nwg tug nplaig kuj tsom kwm tau nwg dim tej kev ceblaaj."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.24","label":"24","content":"Tug kws tsaab ua luj hab khaav theeb npe hu ua tug muab hlub, mas nwg xyum khaav theeb tsw yuav kev yuav cai."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.25","label":"25","content":"Tug cis nkeeg txujkev ntshaw yuav rov tua nwg, vem yog nwg txhais teg tsw kaam ua num."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.26","label":"26","content":"Tug kws ua sab hlub kuj ua sab hlub ib nub tsaus ntuj, tassws tug ncaaj nceeg mas pheej pub tsw nkaum teg le."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.27","label":"27","content":"Tej kws cov tuabneeg limham muab xyeem mas Yawmsaub ntxub kawg le, thaus puab coj tuaj ntawm lub sab kws xaav ua phem mas Yawmsaub yimfuab ntxub."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.28","label":"28","content":"Tug cuav timkhawv yuav puam tsuaj, tassws tej lug kws tug noog lug has yuav nyob moog."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.29","label":"29","content":"Tug kws limham nwg ua nwg lub plhu tuab kawg le, tassws tug ncaaj nceeg nwg ua tuab zoo saib nwg txujkev."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.30","label":"30","content":"Tsw muaj tug tswvyim twg hab kev txawj ntse hab tej lug taw qha twg kws kov yeej tau Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.21","verse_code":"PRO.21.31","label":"31","content":"Npaaj neeg txhwj rua nub kws ua rog lawm, tassws qhov kws kov yeej nyob ntawm Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.1","label":"1","content":"Tswm nyog xaiv yuav lub koob meej zoo heev dua le xaiv nyaj txag ntau, hab xaiv qhov kws luas saib taug yug zoo dua le tau nyaj hab kub."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.2","label":"2","content":"Txawm yog tug pluag hab tug nplua nuj los qhov kws sws thooj puavleej yog Yawmsaub tswm."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.3","label":"3","content":"Tug kws paub taab pum xwm txheej tes nwg tswv nraim lawm, tassws tug tsw thoob tswb tseed phoom quas qeeg moog txhad raug ceblaaj."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.4","label":"4","content":"Tug nqe zug kws txu fwjchim hab fwm hab paub ntshai Yawmsaub yog kev muaj txag hab koob meej hab txujsa."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.5","label":"5","content":"Xuav paug hab rooj hlua cuab nyob huv tug tuabneeg sab nkhaus txujkev, tug kws ceev faaj nwg lub neej yuav nyob deb tej nuav."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.6","label":"6","content":"Ca le cob qha mivnyuas taug txujkev kws tswm nyog nwg moog, mas thaus nwg hlub lawd nwg txhad tsw ncaim ntawm txujkev hov."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.7","label":"7","content":"Tug nplua nuj yuav kaav tug pluag, hab tug kws qev luas le tes yog ua luas qhev."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.8","label":"8","content":"Tug tseb txujkev tsw ncaaj yuav saws txujkev lamswm, hab nwg txujkev npau tawg tug paas yuav pluj moog."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.9","label":"9","content":"Tug kws lub sab daav yuav tau koob moov, tsua qhov nwg faib nwg tej zaub mov noj rua cov kws pluag."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.10","label":"10","content":"Ca le ntab tug kws pheej thuaj luag tswv moog, txhad tsw muaj lug sws caav, mas kev sws caav sws tshe hab lug ab ham txhad pluj taag."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.11","label":"11","content":"Tug kws nyam lub sab dawb huv hab tug kws has lug mog lug muas yuav tau nrug vaajntxwv ua kwvluag."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.12","label":"12","content":"Yawmsaub lub qhov muag zuv rawv txujkev txawj ntse, tassws nwg rhuav cov tuabneeg ntxeev ntxag tej lug pov tseg."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.13","label":"13","content":"Tug cis nkeeg has tas, “Muaj tsuv ntxhuav nyob saab nrau. Kuv yuav raug tsuv tum ntawm txujkev.”"},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.14","label":"14","content":"Tug puj plhu tuab lub qhov ncauj yog ib lub qhov tub tub, tug kws Yawmsaub chim yuav poob rua huv lub qhov ntawd."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.15","label":"15","content":"Txujkev ruag yeej nyob huv mivnyuas lub sab, tassws raab nplawm qhuab qha yuav lawv txujkev ruag tswv deb ntawm nwg."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.16","label":"16","content":"Tug kws quab yuam tej pluag txhad tau nyaj txag ntau hab pub rua cov kws nplua nuj mas nwg yuav rov pluag xwb."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.17","label":"17","content":"Tig koj lub qhov ntsej noog cov kws muaj tswvyim tej lug, hab kawm kuas paub kuv tej lug qhuab qha."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.18","label":"18","content":"Yog koj khaws tej lug nuav ca huv nruab sab hab txhua lu nuav nyob txhwj ntawm koj daim tawv ncauj, mas yuav ua rua koj zoo sab."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.19","label":"19","content":"Koj los maj, kuv tub qha rua koj paub nub nua sub koj txhad le tso sab rua Yawmsaub."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.20","label":"20","content":"Kuv tub sau peb caug nqai rua koj, yog lug qhuab ntuag hab kev txawj ntse,"},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.21","label":"21","content":"sub txhad qha rua koj paub tas yaam twg raug hab yaam twg tseeb, hab koj txhad teb tau tej lug tseeb rua cov kws khaiv koj moog."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.22","label":"22","content":"Tsw xob lws tug tuabneeg pluag tsua qhov nwg pluag heev, tsw xob quab yuam cov kws raug kev txom nyem ntawm rooj loog kws tu plaub,"},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.23","label":"23","content":"tsua qhov Yawmsaub yuav sawv puab chaw has plaub, hab yuav txeeb txujsa ntawm cov kws txeeb puab le lawm."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.24","label":"24","content":"Tsw xob nrug tug kws chim taug ua phoojywg, hab tsw xob nrug tug kws npau sai ua ke,"},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.25","label":"25","content":"tsaam koj kawm tau nwg zaaj tes koj nrug nwg ua ib nqaag moog maag ntxab."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.26","label":"26","content":"Koj tsw xob ua tug kws laav luas hab nrug luas cog lug rws luas nuj luas nqe."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.27","label":"27","content":"Yog koj tsw muaj daabtsw them luas, ua le caag koj tsua ca luas coj koj lub txaaj pw moog lawm?"},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.28","label":"28","content":"Tsw xob txaav tej qub nrwm kws thau koj tej laug txhus ca."},{"bible_id":"1216","chapter_code":"PRO.22","verse_code":"PRO.22.29","label":"29","content":"Koj pum tug kws txawj txawj ua num los tsw pum? Nwg yuav tau moog nyob ntawm tej vaajntxwv xubndag, tsw yog nyob ntawm cov kws tsw muaj meej."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.1","label":"1","content":"Thaus koj nyob tsawg nrug ib tug num tswv noj mov ua ke, koj yuav tsum ua tuab zoo saib daabtsw nyob ntawm koj xubndag."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.2","label":"2","content":"Yog koj qaab lus heev, koj ca le muab raab rag kem koj cej daab."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.3","label":"3","content":"Tsw xob ntshaw noj nwg tej zaub mov qaab qaab, vem tas tej zaub mov hov yuav ntxag tau koj."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.4","label":"4","content":"Tsw xob khwv dhau fuas nyaj txag xwb, yuav tsum ntse tsw xob fuas le ntawd."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.5","label":"5","content":"Thaus koj lub qhov muag saib quas ntsoov tej ntawd, kuj pluj plag lawm. Taamswm ntawd tej nyaj txag hov yeej muaj kauj tis yaa moog rua sau nruab ntug yaam nkaus le daav npoj."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.6","label":"6","content":"Tsw xob noj tug tuabneeg cuam khum le zaub mov, tsw xob ntshaw noj nwg tej zaub mov qaab qaab,"},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.7","label":"7","content":"tsua qhov nwg zoo yaam nkaus le tug kws pheej xaam nqe tej zaub mov hov huv lub sab. Nwg txhob koj tas, “Noj tag haus tag,” tassws nwg lub sab tsw has le ntawd."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.8","label":"8","content":"Koj yuav ntuav tej zaub mov kws koj tau noj ntawd, hab yuav nkim koj tej lug mog lug muas."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.9","label":"9","content":"Tsw xob has rua tej ruag tau nov, vem puab yuav saib tsw taug koj tej lug kws muaj tswvyim."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.10","label":"10","content":"Tsw xob txaav tej qub nrwm, hab tsw xob naam tej mivnyuas ntsuag le teb,"},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.11","label":"11","content":"tsua qhov tug kws cawm puab muaj zug heev, nwg yuav tuaj puab tog has plaub tawm tsaam koj."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.12","label":"12","content":"Ca le muab tsua sau sab khaws tej lug qhuab qha, hab tig koj lub qhov ntsej noog tej lug txawj ntse."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.13","label":"13","content":"Tsw xob tseg qhov kws nplawm qhuab qha mivnyuas, yog swv raab nplawm nplawm, nwg yuav tsw tuag."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.14","label":"14","content":"Yog koj swv raab nplawm nplawm nwg, koj yuav paab tau nwg txujsa dim huv tub tuag teb."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.15","label":"15","content":"Kuv tub 'e, yog koj lub sab ntse, kuv kuj yuav zoo sab hab."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.16","label":"16","content":"Kuv tug ntsuj plig yuav xyiv faab rua thaus kws koj daim tawv ncauj has tej lug kws raug cai."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.17","label":"17","content":"Tsw xob ca koj lub sab khib cov kws muaj txem, tassws yuav tsum ua koj lub neej fwm hab paub ntshai Yawmsaub taag naj taag nub le."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.18","label":"18","content":"Yog koj ua le ntawd koj lub hauv ntej yuav zoo hab koj yuav tsw nplaam tej kws koj vaam."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.19","label":"19","content":"Kuv tub 'e, ca le noog hab ca le ntse, hab coj koj lub sab taug txujkev ncaaj ntawd."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.20","label":"20","content":"Tsw xob moog nrug cov tuabneeg qaug cawv nyob ua ke, hab tsw xob nrug cov kws hu loj noj nqaj nyob ua ke."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.21","label":"21","content":"Tsua qhov cov kws qaug cawv hab cov kws hu loj yuav raug txujkev pluag, hab txujkev tsaug zug ncaws quas nrws yuav muab tej khaub hlaab rua puab naav."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.22","label":"22","content":"Ca le noog koj txwv kws yug koj, hab tsw xob saib tsw taug koj nam thaus nwg laug."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.23","label":"23","content":"Ca le yuav qhov tseeb tsw xob muab muag, ca le yuav tswvyim hab tej lug qhuab qha hab kev thoob tswb to nrog."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.24","label":"24","content":"Tug tuabneeg ncaaj nceeg leej txwv yuav zoo sab xyiv faab kawg, tug kws yug tau tug tub ntse yuav zoo sab rua tug tub."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.25","label":"25","content":"Koj ca le ua kuas koj nam koj txwv zoo sab, ca le ua kuas tug kws yug koj zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.26","label":"26","content":"Kuv tub 'e, ca le muab koj lub sab rua kuv, hab ca koj lub qhov muag saib kuv txujkev."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.27","label":"27","content":"Tug puj muag cev yog lub qhov tub, hab tug puj cov zej cov zog yog lub qhov dej kws nqaim."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.28","label":"28","content":"Tug puj hov zuv tog yaam nkaus le tub saab, hab ua kuas muaj tuabneeg tsw ncaaj coob zuj zug."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.29","label":"29","content":"Leejtwg muaj kev txom nyem? Leejtwg lwj sab quas ntsuav? Leejtwg muaj kev sws caav sws tshe? Leejtwg ywg le u le nuav? Leejtwg raug mob raug to kws tsw paub yog tim le caag? Leejtwg qhov muag lab quas khav?"},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.30","label":"30","content":"Yog cov kws nyob tsau tsawv laav cawv, hab xyum haus tej cawv txwv maab kws tub muab tov sws xyaw lawm."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.31","label":"31","content":"Tsw xob saib cov cawv txwv maab kws kua lab ploog hab laam quas thaab huv lub khob hab yoojyim nqog."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.32","label":"32","content":"Thaus kawg cov cawv txwv maab yuav tum ib yaam le naab tum, hab ncaws ib yaam le tug naab muaj taug."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.33","label":"33","content":"Koj lub qhov muag yuav pum tej yaam txawv txawv hab koj lub sab yuav has tej lug plhom moj quas ntsuav."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.34","label":"34","content":"Koj yuav zoo yaam le tug kws pw huv lub nkoj huv plawv havtxwv, yuav zoo yaam nkaus le tug kws pw sau tug ncej dai daim ntaub nkoj."},{"bible_id":"1216","chapter_code":"PRO.23","verse_code":"PRO.23.35","label":"35","content":"Koj yuav has tas, “Puab ntaus kuv los tsw mob, puab tsoo kuv los kuv tsw nov. Kuv yuav tswm thaus twg? Kuv yuav nrhav lug haus dua.”"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.1","label":"1","content":"Tsw xob khib cov tuabneeg phem, tsw xob ntshaw nrug puab nyob ua ke,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.2","label":"2","content":"tsua qhov puab lub sab ntaus tswvyim ua nruj ua tswv, hab puab daim tawv ncauj has tej lug kws yuav moog ua phem."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.3","label":"3","content":"Swv tswvyim txhad ua tau lub tsev, hab muaj kev thoob tswb to nrog ua lub tsev nyob ruaj khov."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.4","label":"4","content":"Hab muaj kev txawj ntse txhad ua rua tej chaav tsev muaj cuab txhaj cuab taam zoo zoo nkauj puv nkaus."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.5","label":"5","content":"Tug kws muaj tswvyim muaj zug heev, tug kws txawj ntse kuj muaj zug tuaj."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.6","label":"6","content":"Yog muaj cov txawj ntse qha mas koj txhad nqeg teg ua rog tau, hab muaj ntau leej ua chaw sablaaj koj txhad kov yeej."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.7","label":"7","content":"Tswvyim nyob sab dhau tug ruag, ntawm lub rooj loog nwg tsw rua qhov ncauj has."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.8","label":"8","content":"Tug kws ntaus tswvyim ua phem luas yuav hu tas tug thaab plaub."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.9","label":"9","content":"Qhov kws ntaus tswvyim ua tej yaam ruag kuj txhum, hab tug kws thuaj luag yog tug kws tuabneeg ntxub kawg."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.10","label":"10","content":"Yog koj poob sab nthaav rua nub kws koj raug ceblaaj, koj kuj tsw muaj zug."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.11","label":"11","content":"Ca le cawm cov kws raug caab moog tua kuas dim, ca le paab tug kws raug caab nrhaaj nrhuj nrheev moog tua kuas dim."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.12","label":"12","content":"Yog koj has tas, “Peb tsw paub zaaj nuav le,” mas Vaajtswv kws tshuaj saib lub sab yuav tsw pum lov? Tug kws zuv rawv koj tug ntsuj plig tsw paub hab lov? Nwg yuav tsw pauj rua tuabneeg lawv le puab tau ua lug lawm lov?"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.13","label":"13","content":"Kuv tub 'e, ca le noj zwb ntaab vem yog yaam kws zoo, hab zwb ntaab kws nrug ntawm lub tsev ntaab kuj qaab zwb heev."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.14","label":"14","content":"Yuav tsum paub tas tswvyim zoo ib yaam le ntawd rua koj tug ntsuj plig, yog koj tau tswvyim, koj lub hauv ntej yuav zoo hab koj yuav tsw nplaam tej kws koj vaam."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.15","label":"15","content":"Tsw xob zuv tog nrhw ib yaam le tej tuabneeg limham kws yuav lws tug ncaaj nceeg lub tsev, tsw xob ua nruj ua tswv rua nwg lub tsev,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.16","label":"16","content":"tsua qhov tug ncaaj nceeg txawm qaug xyaa zag los tseed sawv lug hab, tassws tug tuabneeg limham raug vej sub vej sw muab ntxuav pov tseg."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.17","label":"17","content":"Tsw xob zoo sab xyiv faab rua thaus koj tug yeeb ncuab qaug, hab tsw xob zoo sab rua thaus nwg dawm,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.18","label":"18","content":"ntshai tsaam Yawmsaub pum tes yuav tsw txaus sab hab nwg yuav thim qhov kws nwg npau tawg rua koj tug yeeb ncuab."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.19","label":"19","content":"Koj tsw xob nyuaj sab rua tej tuabneeg kws ua phem hab tsw xob khib cov kws ua limham,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.20","label":"20","content":"tsua qhov tug tuabneeg phem tsw muaj lub hauv ntej zoo, hab tug tuabneeg limham lub teeb yuav raug muab tua."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.21","label":"21","content":"Kuv tub 'e, ca le fwm hab paub ntshai Yawmsaub hab vaajntxwv, tsw xob nrug tej tuabneeg kws faav xeeb ua ib lub sab,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.22","label":"22","content":"tsua qhov ob tug yuav ua vej sub vej sw tshwm lug sai sai, mas leejtwg yuav paub tej kev puam tsuaj kws ob tug ua?"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.23","label":"23","content":"Tej lug nuav yog cov kws muaj tswvyim has. Qhov kws saib dej ua ntu saib tuabneeg plhu mas tsw zoo le."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.24","label":"24","content":"Tug kws has rua tug tuabneeg limham tas, “Koj tsw txhum,” mas yuav raug tej pejxeem tshev foom hab raug tej tebchaws ntxub."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.25","label":"25","content":"Tassws cov kws qhuab ntuag tug tuabneeg limham yuav tau nyob kaaj sab hab yuav tau koob moov."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.26","label":"26","content":"Tug kws teb lu lug tseeb mas zoo le nwj daim tawv ncauj."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.27","label":"27","content":"Ca le npaaj koj tej daag num saab nrau hab ua txhua yaam kuas txhwj huv koj daim teb, dhau ntawd kuj ua koj lub tsev."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.28","label":"28","content":"Tsw xob laam ua timkhawv tum koj kwvtij zej zog kws tsw tau ua txhum, hab koj daim tawv ncauj tsw xob daag."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.29","label":"29","content":"Tsw xob has tas, “Kuv yuav ua rua nwg yaam le nwg tau ua rua kuv lawm, kuv yuav ua pauj tej kws nwg tub ua lawm.”"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.30","label":"30","content":"Kuv hlaa huv tug cis nkeeg daim teb hab tug tsw thoob tswb lub vaaj txwv maab,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.31","label":"31","content":"ua cav xuav paug tuaj puv nkaus, nroj tsuag tuaj ntum quas nti, hab tej ntsaa laaj kaab pob zeb pob taag."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.32","label":"32","content":"Kuv pum hab ua tuab zoo xaav, kuv saib ntsoov mas kuv txhad tau kev qhuab qha."},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.33","label":"33","content":"Tsaug ib nyuas tswg zug, ib nyuas qe muag, khawm teg su ib plag,"},{"bible_id":"1216","chapter_code":"PRO.24","verse_code":"PRO.24.34","label":"34","content":"mas txujkev pluag yuav lug txug koj yaam nkaus le tub saab tuaj lws, hab kev txom nyem yuav lug yaam nkaus le tug coj ntaaj coj rag tuaj lws."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.1","label":"1","content":"Ntawm nuav yog Xalaumoo tej paaj lug kws Yuta tug vaajntxwv Hexekhiya cov tub teg tub taw sau ca."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.2","label":"2","content":"Qhov kws Vaajtswv muaj koob meej yog qhov kws nwg npog ntau yaam ca, tassws qhov kws tej vaajntxwv tau koob meej yog qhov kws puab tshawb tau ntau yaam tshwm lug."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.3","label":"3","content":"Lub ntuj nyob sab le caag hab lub nplajteb nyob tub le caag, kuj tshawb tsw tau tej vaajntxwv lub sab taag ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.4","label":"4","content":"Ca le muab tej quav nyaj nchuav kuas tawm moog, mas txhad tau cov tseem nyaj rua tug Kws ua taig."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.5","label":"5","content":"Ca le muab cov tuabneeg limham lawv tawm ntawm tug vaajntxwv xubndag moog, nwg lub zwm txwv txhad yuav nyob ncaaj nceeg moog le."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.6","label":"6","content":"Tsw xob moog sawv tsaab ua luj rua ntawm vaajntxwv xubndag hab tsw xob moog sawv ntawm cov kws ua hlub lub chaw,"},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.7","label":"7","content":"Qhov kws luas has tas, “Nce lug rua ntawm nuav,” zoo dua le raug muab lawv nqeg rua lub rooj qeg taab meeg cov thawj. Yaam kws koj pum"},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.8","label":"8","content":"tsw xob maaj moog ua timkhawv rua huv tsev tu plaub tsaam muaj dua lwm tug ua rua koj poob ntsej muag mas thaus kawg koj yuav ua le caag?"},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.9","label":"9","content":"Ca le nrug tug kws muaj plaub rua koj has kuas hum, tsw xob nthuav nwg lub qai rua lwm tug,"},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.10","label":"10","content":"tsaam lwm tug tau nov tes koj raug txaaj muag hab luas yuav xyaav koj lub moo tsw zoo moog le."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.11","label":"11","content":"Has tej lug zoo rua lub swjhawm kws cheem tsum has, mas zoo yaam nkaus le lub txwv duaj kub kws nyob huv lub taig nyaj."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.12","label":"12","content":"Tug kws txawj ntse ntuag tug kws tig ntsej noog mas zoo yaam nkaus le nplhaib kub saw kub."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.13","label":"13","content":"Daus xwb daus npu laaj txag rua lub caij sau qoob le caag, mas tug tub tshaaj xu kws ncaaj zoo le ntawd rua cov kws khaiv nwg moog, nwg ua rua cov kws khaiv nwg moog kaaj sab."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.14","label":"14","content":"Tug kws khaav has tas nwg yuav pub yaam u yaam nuav tassws kuj tsw pub, mas zoo yaam nkaus le tej fuab cua kws tsw muaj naag."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.15","label":"15","content":"Qhov kws ua sab ntev yuav haub tau num tswv, hab tug nplaig kws has lug mog lug muas yuav txu tau lub sab tawv."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.16","label":"16","content":"Yog koj pum zwb ntaab ca le noj kuas txaus nkaus xwb, tsaam koj tsau dhau tes ntuav."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.17","label":"17","content":"Koj txhais kwtaw kws moog cov zog huv luas tej tsev mas tsawg moog ib ntswv, tsaam tes luas dhuav hab ntxub koj."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.18","label":"18","content":"Tug kws ua cuav timkhawv tum kwvtij zej zog kuj zoo yaam nkaus le tug qws lossws raab ntaaj lossws raab xub kws ntse."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.19","label":"19","content":"Qhov kws tso sab rua ib tug kws tsw ncaaj thaus kws koj raug txom nyem, kuj zoo yaam nkaus le tug nav kws mob hab txhais kwtaw kws ceg tawv."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.20","label":"20","content":"Tug kws hu nkauj rua tug kws lwj sab noog mas zoo yaam nkaus le tug kws hle nwg cev tsoog tsho rua nub kws no, hab zoo yaam nkaus le muab kua qaub laub rua lub kav txhaab."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.21","label":"21","content":"Yog koj tug yeeb ncuab tshaib plaab tes muab mov rua nwg noj, yog nwg nqhes dej ca le muab rua nwg haus,"},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.22","label":"22","content":"tsua qhov koj yuav rauv ib cub thee cig quas plawg rua sau nwg taubhau, mas Yawmsaub yuav muab nqe zug rua koj."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.23","label":"23","content":"Cua ntsawj saab peg tuaj coj naag lug le caag, tug nplaig kws taug xaiv kuj coj lub ntsej muag chim lug ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.24","label":"24","content":"Nyob sau ruv tsev zoo dua le nrug tug quaspuj tsawm taug nyob huv tsev."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.25","label":"25","content":"Tej xuv zoo kws tuaj tebchaws deb tuaj kuj zoo yaam nkaus le khob dej txag rua tug kws nqhes."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.26","label":"26","content":"Tug ncaaj nceeg kws swb tug tuabneeg limham zoo yaam nkaus le lub hauv dej av lossws lub qhov dej qas."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.27","label":"27","content":"Qhov kws noj zwb ntaab ntau kuj tsw zoo, yog le ntawd yuav tsw xob has tej lug qhuas ntau dhau."},{"bible_id":"1216","chapter_code":"PRO.25","verse_code":"PRO.25.28","label":"28","content":"Tug kws tswj tsw tau nwg lub sab, kuj yaam nkaus le lub nroog kws pob taag tsw muaj ntsaa loog."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.1","label":"1","content":"Lub koob meej muab rua tug kws ruag kuj tsw phim yaam nkaus le daus xwb daus npu lug rua lub caij ntuj kub hab naag lug rua lub caij sau qoob."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.2","label":"2","content":"Yog yug tsw tau ua txhum mas tej lug foom tsw zoo yuav tsw raug ib yaam le tug noog piv kws yaa moog yaa lug hab yaam le tug luv kws yaa tsw tsaws."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.3","label":"3","content":"Raab nplawm swv nplawm neeg, txuj xauv swv saam neeg luav, mas raab nplawm swv nplawm tug ruag nraus qaum."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.4","label":"4","content":"Tsw xob teb tug ruag lawv le nwg txujkev ruag tsaam tes koj tsua zoo nkaus le nwg lawm."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.5","label":"5","content":"Ca le teb tug ruag lawv le nwg txujkev ruag, tsaam tes nwg pum tas nwg ntse lawm."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.6","label":"6","content":"Tug kws tso tug tuabneeg ruag xaa xuv kuj yog nwg txav nwg kwtaw pov tseg hab haus kev ab kev khwv."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.7","label":"7","content":"Tej paaj lug kws nyob huv tug ruag lub qhov ncauj zoo ib yaam nkaus le txhais kwtaw kws luv dai vag swv tsw tau."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.8","label":"8","content":"Tug kws muab koob meej rua tug kws ruag zoo ib yaam nkaus le nwg muab lub qai zeb hlaws khi rua ntawm txuj roj maab."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.9","label":"9","content":"Tej paaj lug kws nyob huv tug ruag lub qhov ncauj zoo ib yaam nkaus le tug saus kws nyob huv tug qaug cawv txhais teg."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.10","label":"10","content":"Tug kws ndav tug tuabneeg ruag lossws tug kws qaug cawv kws dua kev, kuj zoo ib yaam le tug kws tua neev ywj tua raug txhua leej txhua tug."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.11","label":"11","content":"Tug ruag kws ua qhov ruag taag los ua thab, kuj zoo ib yaam nkaus le tug dev kws rov noj nwg cov ntuav."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.12","label":"12","content":"Koj pum tug kws nwg xaav has tas nwg ntse los tsw pum? Tseed muaj vaam tug kws ruag heev dua le tug ntawd."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.13","label":"13","content":"Tug cis nkeeg has tas, “Muaj tsuv ntxhuav nyob tom kev. Muaj tsuv ntxhuav nyob ntawm ntug moos.”"},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.14","label":"14","content":"Lub qhov rooj qoj tau moog lug ntawm tug puab rooj le caag, tug cis nkeeg kuj ntxeev luj luam sau nwg lub txaaj pw ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.15","label":"15","content":"Tug cis nkeeg muab txhais teg tsau rua huv lub phaaj, nwg nqaa txhais teg rua ntawm qhov ncauj txug sav kawg."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.16","label":"16","content":"Tug kws cis nkeeg pum tas nwg ntse dua xyaa leej kws teb tau tej lug thoob tswb to nrog."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.17","label":"17","content":"Tug kws ntxwg ceg rua huv luas tej lug sws caav sws tshe kws tsw thaab raug nwg, kuj zoo ib yaam le tug kws ntsab tug dev kws dha hlaa moog nplooj ntseg."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.18+PRO.26.19","label":"18-19","content":"Tug kws daag lwm tug lawm los tsua has tas, “Kuv laam tawb koj xwb,” tes kuj zoo yaam le tug tuabneeg vwm kws laim hlaav suavtawg hab tua raab xub hab kev tuag tawm moog."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.20","label":"20","content":"Yog tawg taag lawm suavtawg kuj tuag, hab yog tsw muaj tuabneeg lig xaiv kuj tseg tsw muaj lug sws caav sws tshe."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.21","label":"21","content":"Thee ua rua cub tawg caj ncaig vug, hab tawg ua rua nplaim tawg ci le caag, tug kws pheej sws caav sws tshe tshaum kuas muaj lug sws caav sws tshe ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.22","label":"22","content":"Tug lig xaiv tej lug zoo yaam nkaus tej zaub mov qaab qaab, kws nkaag hlo moog rua huv plaab."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.23","label":"23","content":"Daim tawv ncauj nplag lub sab phem kuj zoo yaam nkaus le cov kua tshuaj kws muab luam rua lub taig aav."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.24","label":"24","content":"Tug kws ntxub luas mas nwg daim tawv ncuaj zais lug, hab nwg cib nyeej rua nruab sab."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.25","label":"25","content":"Thaus nwg has lug mog lug muas tsw xob ntseeg nwg tsua qhov ib puas tsaav yaam txujkev ntxub ntxaug nyob huv nwg lub sab."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.26","label":"26","content":"Txawm yog nwg muaj tswvyim npog nwg txujkev ntxub ntxaug ca los nwg txujkev limham yuav tshwm plawg lug rua ib tsoom tuabneeg pum."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.27","label":"27","content":"Tug kws khawb qhov taub cuab luas, nwg yuav poob rua huv lub qhov hov, tug kws dov pob zeb lug nwg yuav raug pob zeb tais."},{"bible_id":"1216","chapter_code":"PRO.26","verse_code":"PRO.26.28","label":"28","content":"Tug nplaig kws daag, ntxub tug kws nwg rhuav tshem, hab lub ncauj qaab rog qaab ntse coj kev puam tsuaj lug ze."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.1","label":"1","content":"Tsw xob khaav txug pigkig tsua qhov koj tsw paub tas ib nub yuav muaj xwm txheej daabtsw tshwm lug."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.2","label":"2","content":"Ca lwm tug qhuas koj, tsw xob ca koj lub qhov ncauj rov qhuas koj. Ca luas qhuas, tsw xob ca koj daim tawv ncauj qhuas."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.3","label":"3","content":"Pob zeb kuj nyaav hab xuab zeb kuj nyaav, qhov kws tug tuabneeg ruag pheej zwg luas tseed nyaav dua ob yaam nuav huvsw."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.4","label":"4","content":"Kev npau tawg kuj ua nruj ua tswv, kev chim kuj nyaab hlo, tassws leejtwg thev tau kev khib sab?"},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.5","label":"5","content":"Raug luas ntuag taab meeg kuj zoo dua le luas hlub yug tuabywv xwb."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.6","label":"6","content":"Phoojywg ntaus yug kuj tso sab tau, tassws yeeb ncuab mas nwj ntau dhau."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.7","label":"7","content":"Tug kws noj tsau lawm, zwb ntaab nwg kuj dhuav, tassws tug kws tshaib mas txhua yaam kws ab kuj qaab zwb."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.8","label":"8","content":"Tug kws tswv tawm ntawm nwg lub tsev moog, kuj zoo le tug noog kws tswv tawm huv lub zeg moog."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.9","label":"9","content":"Roj hab tshuaj tsw qaab ua rua zoo sab, tassws phoojywg lu lug ntuag kws qaab zwb ua rua lub sab kaaj."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.10","label":"10","content":"Tsw xob tso koj tej kwvluag hab koj txwv tej kwvluag tseg. Nub kws koj raug ceblaaj tsw xob moog rua koj tej kwvtij tsev. Tej phoojywg kws nyob ze zoo dua tej kwvtij kws nyob deb."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.11","label":"11","content":"Kuv tub 'e, ca le ntse hab ua rua kuv zoo sab, sub kuv txhad le teb tau cov tuabneeg kws thuaj kuv."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.12","label":"12","content":"Tug kws paub taab pum xwm txheej phem tes nwg tswv nraim lawm, tassws tug tsw thoob tswb tseed phoom quas qeeg moog txhad raug ceblaaj."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.13","label":"13","content":"Ca le txais lub tsho ntawm tug kws muab laav lwm tug le nuj nqes, hab ca le khaws tej tiv thawj kws nwg muab laav lwm tug."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.14","label":"14","content":"Tug kws sawv ntxuv tsaus ntuj nti moog foom koob moov nrov nrov rua kwvtij zej zog, luas yuav suav tas tej lug hov yog foom tsw zoo."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.15","label":"15","content":"Naag lug kua tshauv ib nub dej nrug tuj tawv tsw tu le caag, tug quaspuj tsawm taug zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.16","label":"16","content":"Qhov kws cheem nwg kuj ib yaam le cheem cua xwb, lossws zoo ib yaam le txhais teg xws tuav tsw tau roj."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.17","label":"17","content":"Muab hlau txhuam tau hlau ntse, tuabneeg ib leeg kuj qha tau ib leeg kuas ntse."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.18","label":"18","content":"Tug kws tu tej txwv cua kuj yuav tau noj cov txwv ntawd, tug qhev kws tu nwg tug lospaav zoo yuav tau koob meej."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.19","label":"19","content":"Tuabneeg pum tuabneeg lub plhu huv dej le caag, mas saib tej kws tuabneeg xaav kuj pum tas tuabneeg lub sab zoo le caag."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.20","label":"20","content":"Tub tuag teb hab qhov puam tsuaj txhaws tsw paub puv le, hab tej kws tuabneeg lub qhov muag ntshaw kuj tsw txawj txaus."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.21","label":"21","content":"Lub yeej vub swv nchuav cov tseem nyaj, lub cub thee swv nchuav cov tseem kub, tej lug qhuas yog swm tuabneeg lub sab."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.22","label":"22","content":"Txawm yog muab tug tuabneeg ruag tuav xyaw qoob rua huv qhov cug los nwg txujkev ruag tsw tawm moog."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.23","label":"23","content":"Koj yuav tsum paub koj paab tshws paab yaaj nyob zoo le caag, hab ua tuab zoo saib koj paab nyuj,"},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.24","label":"24","content":"tsua qhov tej txhaab nyaj yuav tsw nyob moog ib txhws, hab lub mom vaajntxwv yuav tsw nyob rua txhua tam tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.25","label":"25","content":"Thaus hlais tej nroj kws qhuav taag lawm mas hlaav dua zaub tshab tuaj, hab thaus sau tej zaub peg roob taag lawm,"},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.26","label":"26","content":"mas koj yuav tau tsho naav ntawm mivnyuas yaaj hab yuav tau nqe yuav teb ntawm tshws."},{"bible_id":"1216","chapter_code":"PRO.27","verse_code":"PRO.27.27","label":"27","content":"Yuav muaj kua mig tshws txaus ua zaub mov rua koj hab koj tsev tuabneeg tau noj, hab yug tau koj tej nkauj qhev."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.1","label":"1","content":"Cov tuabneeg limham ca le tswv, tub tsw muaj leejtwg lawv, tassws cov ncaaj nceeg muaj lub sab tuab ib yaam le tsuv ntxhuav."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.2","label":"2","content":"Thaus muaj kev faav xeeb rua huv lub tebchaws mas muaj ntau leej sawv kaav, tassws muaj tug kws thoob tswb hab txawj ntse mas lub tebchaws yuav nyob ruaj nreeg ntev."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.3","label":"3","content":"Tug tuabneeg pluag  kws quab yuam cov pluag zoo yaam nkaus le pluav naag kws hlub kawg ua rua qoob loos pam taag."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.4","label":"4","content":"Cov kws muab txuj kevcai tso tseg yeej qhuas cov tuabneeg limham, tassws cov kws tuav rawv txuj kevcai kuj tawm tsaam puab."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.5","label":"5","content":"Cov tuabneeg phem tsw to taub txujkev ua ncaaj, tassws cov kws nrhav Yawmsaub mas to taub huvsw."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.6","label":"6","content":"Tug tuabneeg pluag kws taug txujkev ncaaj nceeg kuj zoo dua tug tuabneeg nplua nuj kws ua nkhib nkhaus."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.7","label":"7","content":"Tug kws tuav rawv txuj kevcai yog tug tub kws ntse, tassws tug kws nrug tug tuabneeg tsw tsheej haaj ua phoojywg ua rua leej txwv poob ntsej muag."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.8","label":"8","content":"Tug kws sau paaj nyag ntau hab nrhav nyaj lug tsaav rua nwg txhaab nyaj, tsuas yog nwg khaws ca rua lwm tug tau hlub tej pluag xwb."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.9","label":"9","content":"Yog leejtwg tsw quav ntsej txuj kevcai, mas nwg tej lug thov yog yaam kws Yawmsaub ntxub xwb."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.10","label":"10","content":"Tug kws coj tug ncaaj nceeg yuam kev taug txujkev phem, nwg yuav poob rua huv nwg lub qhov taub. Tassws tug kws tsw tau ua txhum yuav tau tej qub txeeg qub teg kws zoo."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.11","label":"11","content":"Tug kws nplua nuj nwg pum tas nwg txawj ntse, tassws tug pluag kws thoob tswb to nrog yeej paub tug nplua nuj zoo le caag."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.12","label":"12","content":"Thaus tug ncaaj nceeg kov yeej, muaj kev zoo sab xyiv faab ntau heev, tassws thaus tug tuabneeg limham tau fwjchim tej tuabneeg kuj moog tswv nraim."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.13","label":"13","content":"Tug kws npog nwg tej kev txhum ca yuav tsw vaam meej, tassws tug kws leeg lub txem hab tso tej kev txhum tseg yuav tau kev khuvleej."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.14","label":"14","content":"Tug kws fwm hab paub ntshai Yawmsaub tsw tu le, yuav tau nyob kaaj sab lug, tassws tug kws ua lub sab tawv yuav poob rua huv vej sub vej sw."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.15","label":"15","content":"Tug thawj coj limham kws kaav tej tuabneeg pluag kuj zoo yaam nkaus le tug tsuv ntxhuav nyooj quas lawg lossws yaam le tug dais kws dha lug tum."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.16","label":"16","content":"Tug thawj coj kws tsw thoob tswb to nrog kuj quab yuam nyaum heev, tassws tug kws ntxub tej kws tau ntawm kev ua tsw ncaaj nwg lub naj lub xyoo yuav ntev moog."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.17","label":"17","content":"Leejtwg tua lwm tug es muaj vej sub vej sw lawm mas ca nwg tswv moog taag swm neej tsw xob kheev leejtwg paab nwg."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.18","label":"18","content":"Tug kws ua lub neej ncaaj yuav tau kev cawm dim, tassws tug kws ua nkhib nkhaus yuav poob qhov taub."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.19","label":"19","content":"Tug kws laij laj yuav muaj mov noj ntau, tassws tug kws ua tej num tsw muaj qaabhau yuav pluag heev."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.20","label":"20","content":"Tug kws ua ncaaj yuav tau moov zoo ntau, tassws tug kws maaj nplua nuj yuav tsw dim kev teem txem."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.21","label":"21","content":"Qhov kws saib dej ua ntu saib tuabneeg plhu mas tsw zoo, tassws tau ib pluag mov xwb tes yeej yuav ua tsw ncaaj."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.22","label":"22","content":"Tug kws qa dub maaj nroog nrhav nyaj txag, tassws nwg tsw paub tas kev txom nyem yuav lug raug nwg."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.23","label":"23","content":"Tug kws qhuab ntuag luas mas luas yuav rov hlub nwg heev dua tug kws lub qhov ncauj qaab zwb nplaig qaab ntse."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.24","label":"24","content":"Tug kws nyag nwg nam nwg txwv tej hov txhua chaw los tseed has tas, “Tsw txhum,” kuj yog nwg nrug tug kws ua kev puam tsuaj ua phoojywg."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.25","label":"25","content":"Tug kws sab hlub tshaum kuas muaj kev sws caav sws tshe, tassws tug kws tso sab rua Yawmsaub yuav vaam meej."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.26","label":"26","content":"Tug kws tso sab rua tej kws nwg xaav kuj yog ruag, tassws tug kws ua lawv le tswvyim yuav tau kev cawm dim."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.27","label":"27","content":"Tug kws pub rua tej pluag nwg yuav tsw tu pluag, tassws tug kws qe muag nti tsw hlub tej pluag yuav raug foom tsw zoo heev kawg."},{"bible_id":"1216","chapter_code":"PRO.28","verse_code":"PRO.28.28","label":"28","content":"Thaus cov tuabneeg limham tau fwjchim tej tuabneeg kuj moog tswv nraim, tassws thaus puab puam tsuaj taag lawm, cov kws ncaaj nceeg yuav fuam vaam coob tuaj."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.1","label":"1","content":"Tug kws pheej raug qhuab ntuag los tseed kwv cov kwv tawv tsw noog, mas ib plag ntshws xwb yuav raug kev puag ntsoog khu tsw tau."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.2","label":"2","content":"Thaus cov ncaaj nceeg tau fwjchim tej pejxeem xyiv faab, tassws thaus cov tuabneeg limham tau kaav, tej pejxeem kuj ntsaaj quas lawg."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.3","label":"3","content":"Tug kws nyam tswvyim kuj ua rua leej txwv zoo sab, tassws tug kws pheej ndav puj muag cev kuj yog muab nwg tej nyaj txag nchuav pov tseg xwb."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.4","label":"4","content":"Tug vaajntxwv kws kaav ncaaj coj lub tebchaws nyob ruaj, tug kws quab yuam sau nyaj txag kuj ua rua lub tebchaws puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.5","label":"5","content":"Tug kws ncauj qaab zwb nplaig qaab ntse rua kwvtij zej zog kuj yog nwg cuab hlua rov maag nwg kwtaw."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.6","label":"6","content":"Tug tuabneeg phem nwg maag nwg le kev txhum txuj hlua, tassws tug ncaaj nceeg hu nkauj xyiv faab hlo."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.7","label":"7","content":"Tug ncaaj nceeg paub tug pluag txujcai, tassws tug limham tsw nkaag sab tej nuav."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.8","label":"8","content":"Cov kws pheej thuaj lwm tug ua rua lub nroog kub nyab, tassws cov kws txawj ntse tswj kuas tej kev npau tawg pluj moog."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.9","label":"9","content":"Yog tug ntse nrug tug ruag sws caav sws tshe, tug ruag tsuas muaj kws npau tawg hab luag xwb, hab tsw muaj kev tug le."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.10","label":"10","content":"Cov kws noj nyoog kuj ntxub tug kws dawb huv, hab nrhav quas ntshw txuv cov ncaaj nceeg txujsa."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.11","label":"11","content":"Tug kws ruag yeej ua nwg kev chim tshwm taag nrho lug, tassws tug txawj ntse tswj tau nwg txujkev npau ca tuabywv."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.12","label":"12","content":"Yog tug thawj ntseeg tej lug daag, mas nwg cov tub teg tub taw yuav limham taag huvsw."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.13","label":"13","content":"Tug kws pluag hab tug kws quab yuam qhov kws sws thooj yog qhov kws Yawmsaub pub qhov kaaj rua ob tug qhov muag ib yaam nkaus."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.14","label":"14","content":"Yog vaajntxwv tu plaub ncaaj rua cov pluag, mas nwg lub zwm txwv yuav nyob ruaj khov ib txhws."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.15","label":"15","content":"Raab nplawm hab lu lug qhuab ntuag pub tswvyim, tassws tug mivnyuas kws muab tso ywj sab coj kev txaaj muag rua leej nam."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.16","label":"16","content":"Thaus cov tuabneeg limham tau fwjchim tuav daag num, muaj tej kev faav xeeb luj quas zug, tassws cov ncaaj nceeg yuav pum ntsoov puab raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.17","label":"17","content":"Ca le nplawm qhuab qha koj tug tub nwg txhad ua rua koj nyob sab tug yeeg hab ua rua koj zoo sab."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.18","label":"18","content":"Qhovtwg tsw muaj kev qha Vaajtswv tej lug, mas tej pejxeem kuj tseg tsw tswj lub sab, tassws tug kws tuav rawv txuj kevcai mas tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.19","label":"19","content":"Yog tsuas xuas ncauj has xwb mas cob qha tsw tau tug tub qhe, txawm yog nwg nkaag sab los nwg kuj tsw quav ntsej."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.20","label":"20","content":"Koj pum tug ncauj sai los tsw pum? Tseed muaj vaam tug kws ruag heev dua le tug ntawd."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.21","label":"21","content":"Tug kws hlub nwg tug tub qhe heev txwj thaus yau lug, mas thaus kawg yuav pum tas tug tub qhe yuav tau nwg tej qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.22","label":"22","content":"Tug kws npau tawg pheej tshaum kuas muaj lug sws caav sws tshe, hab tug kws chim taug kuj ua hauv paug faav xeeb luj."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.23","label":"23","content":"Kev khaav theeb yuav ua rua tug khaav theeb poob qeg, tassws tug kws txu fwjchim yuav tau koob meej."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.24","label":"24","content":"Tug kws nrug tub saab koom teg kuj yog nwg ntxub nwg txujsa, nwg tau nov tej lug twv tsawm los nwg tsw has daabtsw le."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.25","label":"25","content":"Qhov kws ntshai tuabneeg yuav ua rooj hlua rov cuab yug, tassws tug kws tso sab rua Yawmsaub kuj nyob tso sab plhuav."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.26","label":"26","content":"Tuabneeg coob nrhav kev ua kuas tug thawj coj hlub puab, tassws Yawmsaub yog tug kws txav txem ncaaj rua tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.29","verse_code":"PRO.29.27","label":"27","content":"Tug tsw ncaaj mas cov ncaaj nceeg kuj ntxub kawg le, tassws tug ua ncaaj mas cov limham kuj ntxub kawg le."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.1","label":"1","content":"Yakhe tug tub Aku kws nyob huv lub moos Maxas tej lug. Aku has rua Ithi‑ee, nwg has rua Ithi‑ee hab Ukhaa tas,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.2","label":"2","content":"“Qhov tseeb kuv ruag dhau kws yuav ua tau tuabneeg, kuv tsw paub taab le tej tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.3","label":"3","content":"Kuv tsw tau kawm paub tswvyim, hab tsw paub Vaajtswv tug kws dawb huv."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.4","label":"4","content":"Leejtwg tau nce moog rua sau ntuj kaag hab nqeg rov lug? Leejtwg muab tau cua lug tuav rua huv xwb teg? Leejtwg muab ntaub qhwv tau dej ca? Leejtwg tu nrwm rua lub nplajteb nyob? Nwg lub npe hu le caag, hab nwg tug tub npe hu le caag? Mej yeej los paub."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.5","label":"5","content":"“Muab Vaajtswv txhua lu lug tshuaj saib mas pum tas muaj tseeb tag, Vaajtswv yog daim hlau thaiv cov kws moog nraim cev rua huv nwg."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.6","label":"6","content":"Tsw xob ntxwv ib lu lug rua huv nwg tej lug, ntshai tsaam nwg yuav ntuag koj hab luas yuav pum tas koj yog tug daag."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.7","label":"7","content":"Vaajtswv, kuv thov ob yaam ntawm koj, thov pub rua kuv ua ntej kws kuv tsw tau tuag."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.8","label":"8","content":"Thov muab tej lug tsw muaj tseeb hab tej lug daag ntab tswv deb ntawm kuv, thov tsw xob ca kuv pluag hab tsw xob ca kuv nplua nuj, thov pub rua kuv noj kuas txaus nkaus xwb,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.9","label":"9","content":"tsaam kuv noj tsau tes tsw leeg yuav koj hab has tas, ‘Yawmsaub yog leejtwg?’ lossws tsaam kuv pluag hab ua tub saab hab ua puag tsuas kuv tug Vaajtswv lub npe."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.10","label":"10","content":"“Tsw xob thuaj tug tub qhe rua tug lospaav noog, tsaam tug tub qhe foom koj tes koj yuav raug txem."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.11","label":"11","content":"Muaj tej tug foom tsw zoo rua nwg txwv, hab tsw foom koob moov rua nwg nam."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.12","label":"12","content":"Muaj tej tug nwg xaam pum tas nwg dawb huv, tassws kuj tsw tau ntxuav kev phem kev qas pov tseg."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.13","label":"13","content":"Muaj tej tug mas nwg taubhau sab, hab lub qhov muag saib tsw taug lwm tug."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.14","label":"14","content":"Muaj tej tug nwg kaug nav yog nav ntaaj, hab nwg nav yog nav rag, mas nwg yuav noj cov pluag kuas taag huv nplajteb hab cov tuabneeg txom nyem kuas pluj taag huv ib tsoom tuabneeg."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.15","label":"15","content":"“Nplaj hab muaj ob tug mivnyuas yog maum, pheej qw has tas, ‘Pub, pub.’ Muaj peb yaam pheej tsw tsau, muaj plaub yaam tsw has ib zag tas, ‘Txaus lawm,’ yog le nuav,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.16","label":"16","content":"tub tuag teb hab tug puj mooj, hab lub nplajteb pheej nqhes dej, hab suavtawg tsw has ib zag tas, ‘Txaus lawm.’"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.17","label":"17","content":"“Lub qhov muag kws thuaj luag leej txwv hab saib tsw taug leej nam hab tsw noog lug, yuav raug uab voj kws nyob huv haav tho hab raug daav noj twm noj."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.18","label":"18","content":"Muaj peb yaam kws kuv phemfwj kawg, muaj plaub yaam kws kuv tsw nkaag sab, yog le nuav,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.19","label":"19","content":"qhov kws tug daav yaa sau nruab ntug, hab qhov kws naab ndaug sau pob zeb, hab qhov kws lub nkoj moog rua huv plawv havtxwv, hab qhov kws hluas nkauj hluas nraug sws nyam."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.20","label":"20","content":"“Tug quaspuj kws moog deev luas quasyawg ua lub neej zoo le nuav, nwg noj taag so qhov ncauj tes nwg has tas, ‘Kuv tsw tau ua txhum daabtsw le.’"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.21","label":"21","content":"Muaj peb yaam kws ua rua lub nplajteb tseeg quas nkawg, muaj plaub yaam kws lub nplajteb thev tsw taug, yog le nuav,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.22","label":"22","content":"tug qhev tau ua vaajntxwv, hab tug ruag tau noj tsau npo,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.23","label":"23","content":"hab tug quaspuj kws tsw muaj leejtwg nyam tau quasyawg, hab tug nkauj qhev tau nyob nwg tug puj lospaav chaw."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.24","label":"24","content":"“Muaj plaub yaam huv nplajteb nuav kws miv kawg tassws muaj tswvyim tshaaj plawg, yog le nuav,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.25","label":"25","content":"ntsaum yog ib co kws tsw muaj zug tassws thaus lub caij sau qoob ntsaum kuj npaaj tej kws noj khaws ca,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.26","label":"26","content":"ntxwm tsua kuj yog ib co kws tsw muaj zug los nwg ua zeg rua huv tej kem zeb,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.27","label":"27","content":"kooj ntaas tsw muaj vaajntxwv los nwg tseed moog tau ua ib kaab saab,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.28","label":"28","content":"quav tuj quav taug koj nteg tau huv koj txhais teg los nwg tseed tau nyob huv vaajntxwv tsev."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.29","label":"29","content":"“Muaj peb yaam kws txawj moog kev zoo nkauj, muaj plaub yaam kws txawj tshais ruam zoo saib, yog le nuav,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.30","label":"30","content":"tsuv ntxhuav kws yog tug tsaj kws muaj zug tshaaj plawg hab tsw thim tswv ntawm lwm yaam le,"},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.31","label":"31","content":"tug lauv qab cooj kws moog kev khov kho, hab tug txwv tshws, hab tug vaajntxwv kws moog kev ua cov pejxeem ntej quas ndais."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.32","label":"32","content":"“Yog koj tsw paub taab es koj tsaab ua luj lossws yog koj ntaus tswvyim ua phem, ca le muab koj txhais teg pus koj lub qhov ncauj."},{"bible_id":"1216","chapter_code":"PRO.30","verse_code":"PRO.30.33","label":"33","content":"Yog tsu kua mig txha tau kua mig nyeem, yog tsu qhov ntswg txhad tau ntshaav, hab yog tshaum kuas chim txhad tau kev sws caav sws tshe.”"},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.1","label":"1","content":"Nuav yog Lemu‑ee kws yog vaajntxwv huv lub moos Maxas tej lug kws nwg nam qha rua nwg."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.2","label":"2","content":"“Kuv tub 'e, kuv tug tub kws kuv yug, au kuv tug tub kws kuv cog lug tseg,"},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.3","label":"3","content":"tsw xob nkim koj tug zug rua ntau tug quaspuj, tsw xob muab koj tug kheej rua cov kws txuv tau vaajntxwv puam tsuaj."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.4","label":"4","content":"Au Lemu‑ee, tsw tswm nyog le, tsw tswm nyog kws vaajntxwv yuav haus cawv txwv maab, lossws cov thawj kaav ntshaw haus cawv ntxws,"},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.5","label":"5","content":"tsaam puab haus tes puab tsua nov qaab tej lug kws nyob huv txuj kevcai, hab qhau txhua tug kws raug kev txom nyem txujcai."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.6","label":"6","content":"Ca le muab cawv ntxws rua tug kws saamswm puam tsuaj, hab muab cawv txwv maab rua cov kws nyuaj sab kawg."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.7","label":"7","content":"Ca puab haus puab txhad nov qaab puab txujkev pluag, hab tsw ncu puab txujkev ab kev khwv dua le lawm."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.8","label":"8","content":"Koj ca le rua ncauj paab cov kws tsw txawj has lug has puab tej plaub, hab paab has txhua tug kws raug luas tso tseg lawm txujcai."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.9","label":"9","content":"Ca le rua ncauj tu plaub ncaaj nceeg, hab tuav cov kws pluag hab txom nyem txujcai.”"},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.10","label":"10","content":"Tug quaspuj kws zoo mas leejtwg nrhav tau? Nwg tswm txaj dua tej npauj nyaj npauj kub."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.11","label":"11","content":"Tug quasyawg tso sab plhuav rua nwg, hab nwg yuav tsw tu ncua ib yaam daabtsw le."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.12","label":"12","content":"Nwg ua zoo rua tug quasyawg, tsw ua phem ib swm neej le."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.13","label":"13","content":"Nwg nrhav plaub yaaj hab xuv maaj, nwg swv nwg txhais teg rau sab ntso ua num."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.14","label":"14","content":"Nwg zoo yaam nkaus le tub laag tub luam lub nkoj txwg, nwg coj nwg tej zaub mov deb deb le lug."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.15","label":"15","content":"Nwg sawv ntxuv thaus tsaus ntuj nti hab npaaj zaub mov rua nwg tsev tuabneeg noj, hab tu daag num rua nwg tej nkauj qhev ua."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.16","label":"16","content":"Nwg ua tuab zoo saib tej laj teb mas rhu nyaj yuav ca, nwg swv tej nyaj txag kws nwg khwv tau cog txwv maab."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.17","label":"17","content":"Nwg sa hlaab sev khov kho kuas muaj zug npho, nwg teg txawj teg nquag."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.18","label":"18","content":"Nwg pum ntsoov nwg kev laag luam muaj tshaaj thawj. Mo ntuj los nwg taws teeb ua num."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.19","label":"19","content":"Nwg txhais teg saws ntuag tshuab ntuag qaiv ntxaiv."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.20","label":"20","content":"Nwg sab daav paab tej pluag, nwg cev teg paab cov txom nyem."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.21","label":"21","content":"Nwg tsw ntshai daus xwb daus npu lug txug nwg tsev tuabneeg tsua qhov nwg tsev tuabneeg txhua tug tub muaj tsoog tsho suv  lawm."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.22","label":"22","content":"Nwg ntus ntaub pua nwg chaw pw, nwg naav tej tsoog tsho ntaub maag kws zoo zoo hab ntaub yimlaaj."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.23","label":"23","content":"Nwg tug quasyawg yog tug kws suavdawg paub zoo ntawm rooj loog rua thaus nrug ib tsoom kev txwj quas laug sablaaj."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.24","label":"24","content":"Nwg muab tej ntaub maag xaws tsoog tsho muag hab xaa tej hlaab sa rua tub luam."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.25","label":"25","content":"Nwg tug zug hab nwg tej kev zoo yog lub zaam kws nwg naav, nwg luag tej xwm txheej kws yuav tshwm lug tom hauv ntej."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.26","label":"26","content":"Nwg rua ncauj has lug ntse ntsuav, nwg tug nplaig qha luas ntawm txujkev hlub."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.27","label":"27","content":"Nwg ua tuab zoo tu nwg tsev tuabneeg, nwg tsw nyob nkaum teg nkoog."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.28","label":"28","content":"Nwg tej mivnyuas kuj qhuas nwg ncu nwg txaj ntswg, nwg tug quasyawg kuj qhuas nwg has tas,"},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.29","label":"29","content":"“Tej quaspuj ntau leej ua zoo kawg, tassws koj yog tug zoo tshaaj dua puab huvsw.”"},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.30","label":"30","content":"Ncauj lug zoo yog daag ntxag xwb hab qhov zoo nkauj tsw muaj qaabhau, tassws tug quaspuj kws fwm hab paub ntshai Yawmsaub mas tswm nyog qhuas."},{"bible_id":"1216","chapter_code":"PRO.31","verse_code":"PRO.31.31","label":"31","content":"Ca le muab nqe zug rua tej num kws nwg txhais teg ua, hab ca suavdawg qhuas nwg ntawm rooj loog vem nwg teg num zoo."}]