[{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.1","label":"1","content":"Kuv yog Povlauj kws yog Yexu Kheto tug tub qhe, kws raug hu lug ua tubkhai hab muab cais tsaa pav Vaajtswv txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.2","label":"2","content":"yog txuj xuv zoo kws yaav thau u tub cog lug rua cov xwbfwb cev Vaajtswv lug sau ca rua huv Vaajtswv txujlug kws dawb huv."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.3","label":"3","content":"Txuj xuv zoo hov has txug Vaajtswv tug Tub kws saab nqaj tawv yug huv Tavi caaj ceg lug,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.4","label":"4","content":"tassws saab ntsuj plig kws dawb huv  tub qha tshwm ntawm Vaajtswv tug fwjchim has tas nwg yog Vaajtswv tug Tub tsua qhov nwg tub sawv huv qhov tuag rov lug, yog Yexu Kheto kws yog peb tug Tswv."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.5","label":"5","content":"Vem yog tug Yexu nuav peb txhad tau txujkev hlub hab raug tsaa ua tubkhai kuas moog coj txhua haiv tuabneeg lug ntseeg hab noog lug, vem yog saib rua nwg lub npe."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.6","label":"6","content":"Mej cov kuj yog cov kws raug hu lug ua Yexu Kheto le tuabneeg."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.7","label":"7","content":"Kuv sau rua txhua tug huv lub nroog Loo kws Vaajtswv hlub, hab yog cov kws raug hu lug ua Vaajtswv cov xuv dawb. Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.8","label":"8","content":"Ua ntej nuav, kuv tuav Yexu Kheto lub npe ua kuv tug Vaajtswv tsaug txug mej suavdawg, vem mej txujkev ntseeg nrov nchaa moog thoob nplajteb."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.9","label":"9","content":"Vaajtswv kws kuv ua nwg teg num kawg sab kawg ntsws rua qhov kws pav txuj xuv zoo has txug nwg tug Tub, kuj ua timkhawv rua kuv tas thaus kuv thov Vaajtswv kuv ncu txug mej tsw tu ncua."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.10","label":"10","content":"Kuv thov has tas yog Vaajtswv pum zoo mas tej zag thaus kawg nuav kuv yuav muaj swjhawm tuaj cuag mej."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.11","label":"11","content":"Tsua qhov kuv xaav xaav pum mej, sub txhad tau coj tej tshaav ntuj saab ntsuj plig tuaj txhawb mej tug zug,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.12","label":"12","content":"hab peb ob tog ib leeg yuav txhawb ib leeg tug zug ntawm kuv hab mej txujkev ntseeg."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.13","label":"13","content":"Cov kwvtij, kuv xaav kuas mej paub tas kuv tub npaaj sab ntau zag lawm tas kuv yuav tuaj saib mej sub kuv txhad tau sau tuabneeg lug ntseeg rua huv mej ib yaam le kuv sau huv lwm haiv tuabneeg lawm. (Lug txug nwgnuav los tseed muaj chaw khuam cheem kuv.)"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.14","label":"14","content":"Kuv tshuav cov Kili hab lwm haiv tuabneeg, hab cov txawj ntse hab cov ruag le nuj nqes."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.15","label":"15","content":"Vem le nuav kuv txhad kub sab quas lug xaav pav txuj xuv zoo rua mej cov kws nyob huv lub nroog Loo hab."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.16","label":"16","content":"Kuv tsw txaaj muag rua txuj xuv zoo vem txuj xuv zoo hov yog Vaajtswv tug fwjchim kws cawm tau txhua tug kws ntseeg kuas dim, xub cawm cov Yutai le cawm cov Kili."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.17","label":"17","content":"Vem tas huv txuj xuv zoo hov txujkev ncaaj nceeg kws Vaajtswv pub txhad le tshwm tuaj, yog txujkev ncaaj nceeg kws tau lug ntawm txujkev ntseeg xwb xwb le, lawv le tub sau ca has tas, “Tug kws ncaaj nceeg yuav muaj txujsa nyob vem yog qhov kws ntseeg.”"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.18","label":"18","content":"Vaajtswv ua nwg txujkev npau tawg tshwm sau ntuj lug tawm tsaam txhua yaam kws tuabneeg ua phem hab tsw fwm Vaajtswv, yog cov kws pheej muab txujkev phem yuam txujkev tseeb."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.19","label":"19","content":"Qhov kws paub txug Vaajtswv yeej paub meej lawm vem tas Vaajtswv tub qha tshwm taag rua puab lawm."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.20","label":"20","content":"Txwj thaus tswm ntuj tswm teb lug, txawm yog tuabneeg tsw pum Vaajtswv zoo le caag, los Vaajtswv tug fwjchim kws nyob moog ib txhws hab qhov kws nwg yog Vaajtswv kuj tshwm meej rua huv txhua yaam kws tswm lug lawd. Yog le ntawd tuabneeg tsw muaj chaw so le."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.21","label":"21","content":"Txawm yog puab paub Vaajtswv los puab tsw fwm Vaajtswv lawv le tswm nyog fwm lossws ua nwg tsaug. Tassws puab tsuas xaav txug tej kws tsw muaj qaabhau hab puab lub sab ruag tsaus ntuj nti lawm."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.22","label":"22","content":"Puab khaav tas puab muaj tswvyim, los puab yeej ruag lawm."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.23","label":"23","content":"Puab muab Vaajtswv kws tsw txawj tuag tug fwjchim ci tsaa ab lug pauv tej txoov daab zoo le tuabneeg kws txawj tuag hab zoo le naag noog zoo le tej tsaj txhu hab zoo le tej tsaj kws nkaag huv aav."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.24","label":"24","content":"Vem le nuav Vaajtswv txhad tso puab moog ua phem ua qas lawv le puab lub sab ntshaw. Puab ib leeg ua txaaj muag rua ib leeg lub cev,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.25","label":"25","content":"tsua qhov puab muab txujkev tseeb kws has txug Vaajtswv lug pauv txujkev daag, hab pe tej kws Vaajtswv tswm, tsw pe tug kws tswm, yog tug kws tswm nyog qhuas moog ib txhws. Amee."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.26","label":"26","content":"Vem le nuav Vaajtswv txhad tso puab ua phem ua qas tsw paub txaaj muag. Tej quaspuj kuj hloov moog deev quaspuj tsw ua lawv le kws ib txwm,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.27","label":"27","content":"tej quasyawg los kuj ua ib yaam le ntawd. Puab kuj tseg qhov kws nrug quaspuj pw lawv le kws ib txwm, hab puab fuas quas tso ib leeg ua dev ua npua rua ib leeg, quasyawg nrug quasyawg ua tej kws txaaj muag kawg le, puab txhad tau saws lawv le puab tej kev txhum."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.28","label":"28","content":"Vem puab pum tas qhov kws paub Vaajtswv tsw tseem ceeb, Vaajtswv txhad tso puab muaj lub sab qas hab xyum ua tej kws tsw tswm nyog ua."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.29","label":"29","content":"Puab muaj txhua yaam kev phem kev limham kev ntshaw hab kev xaav ua phem puv nkaus. Puab sws khib, sws tua, sws caav sws tshe, daag ntxag, xaav phem, lig xaiv,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.30","label":"30","content":"xyaav luas moo, ntxub Vaajtswv, sab hlub, tsaab ua luj, khaav theeb, ntaus tswvyim ua phem, tsw noog nam txwv lug,"},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.31","label":"31","content":"tsw muaj tswvyim, tsw ua lawv le tej lug kws tub cog tseg lawd, tsw sws hlub hab tsw muaj lub sab taab ncuab."},{"bible_id":"1216","chapter_code":"ROM.1","verse_code":"ROM.1.32","label":"32","content":"Txawm yog puab paub Vaajtswv txuj kevcai kws has tas txhua tug kws ua le ntawd tswm nyog raug txem tuag, los puab tsw yog ua tej hov xwb puab tseed pum zoo rua lwm tug ua hab."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.1","label":"1","content":"Vem le nuav, tuabneeg 'e, tsw has koj yog leejtwg, thaus koj rau txem rua lwm tug koj tsw muaj lug daws koj tug kheej le. Tsua qhov thaus koj txav txem rua luas kuj yog koj txav txem rua koj hab, vem koj tub yog tug kws txav txem rua luas los koj tseed ua ib yaam le luas ua hab."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.2","label":"2","content":"Peb paub tas qhov kws Vaajtswv rau txem rua cov kws ua phem le ntawd kuj yog ua lawv le qhov tseeb."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.3","label":"3","content":"Tuabneeg 'e, thaus koj txav txem rua cov kws ua le ntawd tassws koj tseed ua ib yaam le puab hab, koj xaav tas koj yuav dim qhov kws Vaajtswv txav txem lov?"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.4","label":"4","content":"Lossws koj tseed saib tsw taug nwg txujkev khuvleej hab nwg txujkev ua sab ntev hab nwg txujkev kws thev taug kws nwg muaj nplua quas mag? Koj tsw paub tas Vaajtswv txujkev hlub yuav coj kuas koj ntxeev dua sab tshab lov?"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.5","label":"5","content":"Tassws vem mej lub sab tawv tsw yeem ntxeev dua sab, mej txhad khaws txujkev npau tawg rua mej rua nub kws Vaajtswv npau tawg, yog nub kws Vaajtswv txav txem ncaaj tshwm plawg lug."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.6","label":"6","content":"Tsua qhov nwg yuav pauj rua txhua tug lawv le tej kws puab tau ua."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.7","label":"7","content":"Cov kws ua sab ntev ua zoo hab nrhav lub koob meej hab meej mom hab qhov kws nyob moog ib txhws, Vaajtswv yuav pub txujsa ib txhws tsw kawg rua."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.8","label":"8","content":"Tassws cov kws xaam pum nwg tug kheej tsw ua lawv le txujkev tseeb tassws ua lawv le txujkev phem, Vaajtswv yuav npau tawg hab chim rua."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.9","label":"9","content":"Txujkev txom nyem hab kev nyuaj sab yuav raug txhua tug tuabneeg kws ua phem, yuav raug cov Yutai ua ntej le raug cov Kili."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.10","label":"10","content":"Tassws lub koob meej hab meej mom hab qhov kws kaaj sab lug yuav raug txhua tug kws ua zoo, yuav raug cov Yutai ua ntej le raug cov Kili,"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.11","label":"11","content":"tsua qhov Vaajtswv tsw saib leejtwg ntsej muag le."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.12","label":"12","content":"Txhua tug kws tsw muaj Vaajtswv txuj kevcai es moog ua txhum yuav raug puam tsuaj tsw kam txug Vaajtswv txuj kevcai hov. Txhua tug kws muaj Vaajtswv txuj kevcai es moog ua txhum yuav raug txav txem lawv le txuj kevcai hov."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.13","label":"13","content":"Tsua qhov cov kws noog txuj kevcai xwb tsw yog cov kws ncaaj nceeg rua ntawm Vaajtswv lub xubndag, tassws cov kws xyum lawv le txuj kevcai mas Vaajtswv yuav suav tas yog cov kws ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.14","label":"14","content":"Thaus lwm haiv tuabneeg kws tsw muaj Vaajtswv txuj kevcai muaj lub sab ua puab lub neej lawv nraim le txuj kevcai hov, mas txawm yog puab tsw muaj Vaajtswv txuj kevcai los puab rov rhawv txuj kevcai rua puab."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.15","label":"15","content":"Puab ua lub neej kuas pum tas txuj kevcai tub sau ca rua huv puab lub sab lawm, hab puab lub sab kws paub qhov phem qhov zoo kuj ua timkhawv, hab puab tej kev xaav kws tej zag yog rau txem tej zag yog zaam txem."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.16","label":"16","content":"Yuav zoo le hov rua nub kws Vaajtswv swv Yexu Kheto txav txem rua tuabneeg tej kev zais sab, yog lawv le txuj xuv zoo kws kuv pav."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.17","label":"17","content":"Yog koj hu koj tug kheej tas yog Yutai hab vaam khom txuj kevcai hab khaav txug qhov kws nrug Vaajtswv sws raug zoo,"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.18","label":"18","content":"hab paub Vaajtswv lub sab nyam le caag hab pum zoo tej kws tswm txaj vem yog tau kawm huv Vaajtswv txuj kevcai,"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.19","label":"19","content":"hab yog koj ruaj sab tas koj yog tug coj tug tuabneeg dig muag kev, hab ua qhov kaaj rua cov kws nyob huv qhov tsaus ntuj,"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.20","label":"20","content":"hab yog tug kws qha cov tuabneeg ruag, ua tug kws qha cov mivnyuas yau, hab muaj tug qauv qha kev paub hab qhov tseeb huv Vaajtswv txuj kevcai,"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.21","label":"21","content":"yog le hov koj kws qha lwm tug koj yuav tsw qha koj tug kheej lov? Thaus koj qha tas tsw xob ua tub saab, koj tug kheej tseed ua lov?"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.22","label":"22","content":"Koj qha tas tsw xob ua nkauj ua nraug, los koj tseed ua lov? Koj ntxub tej txoov daab los koj tseed lws tej tsev pe daab lov?"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.23","label":"23","content":"Koj khaav txug Vaajtswv txuj kevcai, los koj tseed saib tsw taug Vaajtswv vem yog ua txhum txuj kevcai lov?"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.24","label":"24","content":"Muaj lug sau ca tas, “Lwm haiv tuabneeg has lug tuam mom Vaajtswv lub npe vem yog tim mej.”"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.25","label":"25","content":"Yog mej xyum lawv le txuj kevcai, qhov kws ua kevcai txav kuj muaj qaabhau tag, tassws yog mej tsw ua lawv le txuj kevcai qhov kws mej ua kevcai txav hov kuj zoo le mej tsw tau ua hlo le."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.26","label":"26","content":"Vem le nuav yog tug kws tsw ua kevcai txav tseed xyum lawv le tej nqais huv txuj kevcai, mas qhov kws nwg tsw ua kevcai txav hov yuav suav tau tas nwg tub ua kevcai txav lawm los tsw yog?"},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.27","label":"27","content":"Tug kws tsw ua kevcai txav ntawm lub cev nqaj tassws nwg xyum lawv nraim txuj kevcai, nwg yuav txav txem rua koj kws muaj txuj kevcai sau ca hab tau ua kevcai txav lawm tassws tseed tsw ua lawv le txuj kevcai hov."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.28","label":"28","content":"Tug tseem Yutai tsw yog tug kws ua saab nrau xwb, hab qhov kws ua kevcai txav tag tag tsw yog ua saab nrau daim tawv xwb."},{"bible_id":"1216","chapter_code":"ROM.2","verse_code":"ROM.2.29","label":"29","content":"Tug tseem Yutai tag yog tug kws ua saab huv, hab qhov kws ua kevcai txav tag yog qhov kws ua huv lub sab, lawv le Vaaj Ntsuj Plig tsw yog lawv le txuj kevcai kws sau ca. Tug kws ua le hov tuabneeg tsw qhuas, tassws Vaajtswv qhuas."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.1","label":"1","content":"Yog le ntawd cov Yutai tswm txaj dua lwm tug le caag? Qhov kws ua kevcai txav muaj qaabhau daabtsw?"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.2","label":"2","content":"Muaj qaabhau txhua yaam. Qhov ib, muab Vaajtswv tej lug cob rua cov Yutai tuav."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.3","label":"3","content":"Txawm yog muaj qee leej ua tsw ncaaj los qhov kws puab ua tsw ncaaj hov yuav rhuav Vaajtswv txujkev ncaaj lov?"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.4","label":"4","content":"Tsw tau le. Txawm yog tuabneeg txhua tug daag kuj thov ca Vaajtswv ua tug tseeb, lawv le kws sau ca has tas, “sub txhad pum tas koj ncaaj nceeg huv koj tej lug, hab kov yeej rua thaus koj txav txem.”"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.5","label":"5","content":"Tassws yog peb tej kev phem ua rua Vaajtswv txujkev ncaaj nceeg tshwm lug, peb yuav has le caag? Peb yuav has tas qhov kws Vaajtswv npau tawg tshwm rua peb, yog nwg ua tsw ncaaj lov? (Kuv has lawv le tuabneeg has xwb.)"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.6","label":"6","content":"Tsw yog le, tsua qhov yog has tas zoo le ntawd Vaajtswv yuav txav txem rua lub nplajteb tau le caag?"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.7","label":"7","content":"Yog Vaajtswv txujkev tseeb tshwm lug vem yog qhov kws kuv daag kuj ua rua Vaajtswv tau koob meej ntau heev lawm, ua le caag kuv tseed yuav raug txav txem zoo le tug kws muaj txem?"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.8","label":"8","content":"Hab ua caag peb tsw ua qhov phem sub qhov zoo txhad tshwm tuaj? Lawv le muaj qee leej xyaav peb has tas peb has le ntawd. Cov tuabneeg kws has le nuav raug txem kuj yog ua ncaaj lawm."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.9","label":"9","content":"Yog le ntawd yuav has le caag? Peb cov Yutai zoo dua lov? Tsw yog hlo le, vem tas kuv tub qha tseeb tas tuabneeg txhua tug tsw has cov Yutai hab cov Kili puavleej nyob huv qaab txujkev txhum."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.10","label":"10","content":"Lawv le tub sau ca has tas, “Tsw muaj ib tug ncaaj nceeg, tsw muaj ib tug hlo le."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.11","label":"11","content":"Tsw muaj ib tug nkaag sab, tsw muaj ib tug nrhav Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.12","label":"12","content":"Puab txhua tug yuam kev taag, hab puab phem taag huvsw ib yaam nkaus, tsw muaj ib tug ua zoo, tsw muaj hlo le.”"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.13","label":"13","content":"“Puab lub roj paas yog lub qhov ntxaa kws qheb quas lug, puab swv puab tug nplaig daag ntxag.” “Taug naab nyob ntawm puab daim tawv ncauj.”"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.14","label":"14","content":"“Tej lug tsawm foom hab tej lug ab sab puv nkaus huv puab lub qhov ncauj.”"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.15","label":"15","content":"“Puab txhais kwtaw dha moog ua rua nqaj nduag ntshaav nrug,"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.16","label":"16","content":"txujkev kws puab moog muaj kev puam tsuaj hab kev txom nyem,"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.17","label":"17","content":"hab puab tsw paub txujkev hum xeeb.”"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.18","label":"18","content":"“Puab tsw paub ntshai Vaajtswv hlo le.”"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.19","label":"19","content":"Peb paub tas Vaajtswv txuj kevcai has le caag, kuj yog has rua cov kws nyob huv txuj kevcai hov, sub txhua tug lub qhov ncauj txhad tsw muaj lug teb le hab taag nrho lub nplajteb yuav raug Vaajtswv txav txem."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.20","label":"20","content":"Vem qhov kws xyum lawv le txuj kevcai, Vaajtswv tsw pum muaj ib tug twg yuav raug suav tas ncaaj nceeg, tsua qhov txuj kevcai hov qha kuas peb paub txug lub txem xwb."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.21","label":"21","content":"Tassws nwgnuav txujkev ncaaj nceeg kws Vaajtswv pub tshwm lug tsw yog vem coj lawv le txuj kevcai, tassws txuj kevcai hab cov xwbfwb cev Vaajtswv lug tseed ua timkhawv rua txujkev ncaaj nceeg ntawd."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.22","label":"22","content":"Txujkev ncaaj nceeg kws Vaajtswv pub vem yog ntseeg Yexu Kheto, yog pub rua txhua tug kws ntseeg, tsw suav tas ib leeg txawv ib leeg,"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.23","label":"23","content":"tsua qhov txhua tug puavleej muaj txem hab poob ntawm Vaajtswv tug fwjchim ci ntsaa ab lawm,"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.24","label":"24","content":"tassws Vaajtswv muaj txujkev hlub txhad pub dawb rua puab ua tau tug ncaaj nceeg vem qhov kws Yexu Kheto txhwv puab dim lub txem."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.25","label":"25","content":"Vaajtswv tsaa Yexu ua tug kws muab Yexu cov ntshaav ntxuav txhua tug kws ntseeg lub txem.  Tej nuav txhad ua kuas pum txujkev ncaaj nceeg kws Vaajtswv pub vem nwg ua sab ntev tsw rau txem rua tej kev txhum kws ua lug lawd,"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.26","label":"26","content":"sub txhad ua nwg txujkev ncaaj nceeg tshwm rua cov tuabneeg tam nuav hab qha tas nwg yog tug ncaaj nceeg hab suav tas tug kws ntseeg Yexu yog tug ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.27","label":"27","content":"Yog le nuav peb yuav khaav tau le caag? Khaav tsw tau hlo le. Yuav ua lawv le txuj kevcai twg? Yuav ua lawv txuj kevcai xyum zoo lov? Tsw tau le. Yuav tsum ua lawv le txujkev ntseeg xwb."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.28","label":"28","content":"Peb paub tas tuabneeg raug suav tas ncaaj nceeg yog vem nwg ntseeg tsw yog qhov kws nwg xyum lawv le txuj kevcai."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.29","label":"29","content":"Vaajtswv tsuas yog cov Yutai tug Vaajtswv xwb lov? Nwg tsw yog lwm haiv tuabneeg tug Vaajtswv hab lov? Nwg yeej yog lwm haiv tuabneeg tug Vaajtswv hab,"},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.30","label":"30","content":"tsua qhov Vaajtswv yog tuab tug Vaajtswv hab nwg suav tas tug kws ua kevcai txav hab tug kws tsw tau ua puavleej ncaaj nceeg ib yaam nkaus vem qhov kws ntseeg."},{"bible_id":"1216","chapter_code":"ROM.3","verse_code":"ROM.3.31","label":"31","content":"Yog le hov peb muab txujkev ntseeg nuav rhuav txuj kevcai lov? Tsw tau le. Peb yeej tuav rawv txuj kevcai."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.1","label":"1","content":"Yog le hov peb yuav has le caag txug Aplahaa kws yog peb yawm koob ntawm nqaj tawv?"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.2","label":"2","content":"Yog Aplahaa raug suav tas ncaaj nceeg vem qhov kws nwg xyum zoo, nwg yeej muaj tej kws nwg khaav tau, tassws nwg khaav tsw tau taab meeg Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.3","label":"3","content":"Vaajtswv phoo ntawv has le caag? “Aplahaa ntseeg Vaajtswv mas Vaajtswv suav tas qhov kws nwg ntseeg hov yog txujkev ncaaj nceeg rua Aplahaa.”"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.4","label":"4","content":"Tug tuabneeg ua num mas cov nqe zug kws nwg tau tsw suav tas yog tshaav ntuj tassws suav tas yog nwg le nqe zug."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.5","label":"5","content":"Tug kws tsw vaam khom nwg teg num tassws ntseeg tug kws pub cov tuabneeg phem ua tau ncaaj nceeg, mas nwg txujkev ntseeg hov Vaajtswv suav tas yog txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.6","label":"6","content":"Ib yaam le Tavi tau has txug tug kws nyob kaaj sab lug, yog tug kws Vaajtswv suav tas yog tug ncaaj nceeg tsw yog vem nwg xyum lawv le txuj kevcai, has tas,"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.7","label":"7","content":"“Cov kws tau txais kev zaam txem tau nyob kaaj sab lug, yog cov kws nwg tej kev txhum raug muab faus lawm."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.8","label":"8","content":"Tug kws tug Tswv  tsw suav nwg tej kev txhum kuj tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.9","label":"9","content":"Txujkev kaaj sab nuav pub rua cov kws ua kevcai txav xwb lov, lossws pub rua cov tsw ua hab? Peb has tas Vaajtswv suav tas qhov kws nwg ntseeg hov yog txujkev ncaaj nceeg rua Aplahaa."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.10","label":"10","content":"Vaajtswv suav le hov rua Aplahaa thaus twg? Suav thaus nwg tub ua kevcai txav lawm los thaus tseed tsw tau ua? Tsw yog thaus nwg ua kevcai txav lawm tassws yog thaus nwg tseed tsw tau ua."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.11","label":"11","content":"Nwg ua kevcai txav ua lub hom thawj ntaus txwm rua txujkev ncaaj nceeg kws nwg tau ntawm txujkev ntseeg ua ntej kws nwg tsw tau ua kevcai txav. Yog le ntawd Aplahaa txhad tau ua txhua tug ntseeg kws tsw tau ua kevcai txav le txwv, Vaajtswv txhad suav tas puab yog tuabneeg ncaaj nceeg hab."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.12","label":"12","content":"Nwg kuj ua cov kws ua kevcai txav le txwv, tsw yog puab ua kevcai txav xwb tassws puab ntseeg, taug peb yawm koob Aplahaa tug neev taw kws nwg tub ntseeg thaus nwg tsw tau ua kevcai txav."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.13","label":"13","content":"Tej lug kws Vaajtswv cog rua Aplahaa hab nwg cov tub ki has tas puab yuav tau lub nplajteb ua puab qub txeeg qub teg, tej lug ntawd tsw yog tau ntawm txuj kevcai lug tassws tau ntawm txujkev ncaaj nceeg kws yog lug ntawm txujkev ntseeg lug."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.14","label":"14","content":"Yog cov kws coj lawv le txuj kevcai tau ua cov kws saws qub txeeg qub teg, tes txujkev ntseeg tsw muaj qaabhau hlo le, hab tej lug cog tseg swv tsw tau."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.15","label":"15","content":"Tsua qhov txuj kevcai coj txujkev npau tawg lug, tassws qhov twg tsw muaj txuj kevcai qhov ntawd tsw muaj kev txhum."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.16","label":"16","content":"Vem le nuav tej lug cog tseg hov nyob ntawm txujkev ntseeg, sub txhad ua tau lawv le Vaajtswv txujkev hlub hab tuav tau tej lug cog tseg hov rua Aplahaa caaj ceg suavdawg, tsw yog rua cov kws coj txuj kevcai xwb tassws rua cov kws muaj kev ntseeg ib yaam le Aplahaa, kws yog peb txhua tug leej txwv,"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.17","label":"17","content":"lawv le kws sau ca has tas, “Kuv ua rua koj ua ntau haiv tuabneeg leej txwv.”  Nwg yog peb tug yawm koob taab meeg Vaajtswv kws Aplahaa ntseeg, yog tug kws pub txujsa rua cov kws tuag hab hu tej kws tsw tau muaj kuas muaj tshwm lug."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.18","label":"18","content":"Txawm yog tsw muaj vaam lawm los Aplahaa tseed ntseeg tas yuav ua tau ntau haiv tuabneeg leej txwv, lawv le tej lug kws tub has rua nwg lawm tas, “Koj caaj ceg yuav coob le nuav.”"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.19","label":"19","content":"Nwg tsw qaug zug ntawm txujkev ntseeg rua thaus nwg tshuaj saib nwg lub cev mas pev zoo le tuag lawm vem nwg noob nyoog muaj kwvlaam ib puas xyoo lawm, hab thaus nwg xaav txug qhov kws Xala lub plaab mooj."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.20","label":"20","content":"Nwg ua sab ruaj tsw ua sab ywj faab ywj fwj rua Vaajtswv tej lug cog tseg, tassws nwg txujkev ntseeg luj quas zug tuaj hab ua rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.21","label":"21","content":"Nwg ntseeg ruaj tas Vaajtswv muaj peevxwm ua tau yaam kws Vaajtswv cog lug."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.22","label":"22","content":"Vem yog qhov nuav ntaag “Vaajtswv txhad suav tas qhov kws Aplahaa ntseeg yog txujkev ncaaj nceeg rua nwg.”"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.23","label":"23","content":"Tej lug kws has tas, “Suav tas yog txujkev ncaaj nceeg rua nwg” tsw yog sau rua nwg ib leeg xwb"},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.24","label":"24","content":"tassws yog sau rua peb hab. Vaajtswv kuj yuav suav tas yog txujkev ncaaj nceeg rua peb kws ntseeg tug kws tsaa peb tug Tswv Yexu caj sawv huv qhov tuag rov lug hab."},{"bible_id":"1216","chapter_code":"ROM.4","verse_code":"ROM.4.25","label":"25","content":"Yexu raug muab tua pov tseg vem peb tej kev txhum hab raug tsaa caj sawv rov lug Vaajtswv txhad suav tau tas peb yog tuabneeg ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.1","label":"1","content":"Yog le ntawd, tub yog vem peb raug suav tas ncaaj nceeg vem yog qhov kws ntseeg, peb txhad nrug  Vaajtswv sws hum xeeb vem muaj peb tug Tswv Yexu Kheto lawm."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.2","label":"2","content":"Ntawm Yexu peb txhad nkaag lug rua huv txujkev hlub kws peb lug nyob nuav hab peb khaav  txug qhov kws peb muaj vaam tas yuav muaj feem tau Vaajtswv tug fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.3","label":"3","content":"Tsw taag le ntawd xwb, peb kuj khaav txug qhov kws peb raug txom nyem vem peb paub tas kev txom nyem ua kuas muaj sab ntev thev taug,"},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.4","label":"4","content":"hab qhov kws muaj sab ntev thev taug yog muab peb swm ua tau zoo swv lawm, hab qhov kws raug muab swm hov ua kuas muaj sab vaam,"},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.5","label":"5","content":"hab yuav tsw nplaam txujkev vaam hov vem Vaajtswv swv Vaaj Ntsuj Plig kws dawb huv kws nwg tub pub rua peb lawm hliv Vaajtswv txujkev hlub rua huv peb lub sab."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.6","label":"6","content":"Thaus peb tseed qaug zug Kheto tuag thij cov tuabneeg phem lawv le lub swjhawm kws teem tseg lawm."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.7","label":"7","content":"Qhov tseeb tsw tshua muaj leejtwg tuag thij tug tuabneeg ncaaj nceeg, tassws tej zag yuav muaj ib tug yeem tuag thij tug tuabneeg zoo."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.8","label":"8","content":"Tassws Vaajtswv ua nwg txujkev hlub tshwm rua peb, yog qhov kws thaus peb tseed ua tuabneeg muaj txem Kheto tuag thij peb."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.9","label":"9","content":"Yog le ntawd, vem Yexu cov ntshaav ua rua peb raug suav tas ncaaj nceeg lawm, mas luj dua le ntawd peb yeej yuav dim huv Vaajtswv txujkev npau tawg vem muaj Yexu."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.10","label":"10","content":"Tsua qhov thaus peb tseed ua yeeb ncuab rua Vaajtswv, nwg tug Tub txujkev tuag ua rua peb tub tau rov lug nrug Vaajtswv sws raug zoo. Luj dua le ntawd thaus peb nrug nwg sws raug zoo lawm, qhov kws nwg tug Tub caj sa nyob yuav cawm peb dim."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.11","label":"11","content":"Tsw yog le ntawd xwb, peb yuav khaav rua huv Vaajtswv vem yog muaj peb tug Tswv Yexu Kheto ua tug kws ua rua peb rov nrug Vaajtswv sws raug zoo."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.12","label":"12","content":"Yog le nuav, lub txem tshwm lug rua huv lub nplajteb yog tim tuab leeg, hab txujkev tuag tshwm lug yog tim lub txem ntawd, hab txujkev tuag kis moog rua ib tsoom tuabneeg txhua tug vem yog tuabneeg txhua tug ua txhum muaj txem."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.13","label":"13","content":"Qhov tseeb lub txem muaj nyob rua huv lub nplajteb nuav ua ntej kws tsw tau muab txuj kevcai rua Mauxe, tassws qhov twg tsw muaj txuj kevcai kuj tsw suav tas muaj txem."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.14","label":"14","content":"Tassws txujkev tuag yeej kaav hlo txwj thaus Ataa lug txug Mauxe. Txawm yog cov kws tsw tau ua txhum ib yaam le Ataa los txujkev tuag kuj kaav rawv. Ataa ua qauv txug tug kws yuav ua qaab lug."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.15","label":"15","content":"Tassws yaam kws Vaajtswv pub dawb dawb tsw thooj le qhov kws ua txhum ntawd. Yog tuabneeg coob coob tuag vem qhov kws ib tug ua txhum, heev dua le hov Vaajtswv txujkev hlub hab yaam kws Vaajtswv pub dawb dawb ntawm ib tug lug, kws yog lug ntawm Yexu Kheto, kuj muaj nplua quas mag rua tuabneeg coob coob."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.16","label":"16","content":"Yaam kws Vaajtswv pub dawb hov tsw thooj le tej kev txhum kws ib tug ua ntawd, vem tas kev txav txem rua tuab zag txhum hov coj kev rau txem lug, tassws yaam kws pub dawb ua qaab kws ua txhum ntau zag coj txujkev ncaaj nceeg lug."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.17","label":"17","content":"Yog qhov kws ib tug ua txhum ua rua txujkev tuag kaav hlo ntawm tug hov lug, heev dua le ntawd cov kws tau txais txujkev hlub nplua quas mag hab txujkev ncaaj nceeg kws Vaajtswv pub dawb, yuav tau txujsa ntawm ib tug kws yog Yexu Kheto hab kaav moog le."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.18","label":"18","content":"Qhov kws ib tsoom tuabneeg raug txem vem qhov kws ib tug ua txhum xwb, mas qhov kws ib tug ua ncaaj nceeg yuav coj txujkev ncaaj nceeg kws pub txujsa lug rua txhua tug ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.19","label":"19","content":"Qhov kws ib tug tsw noog lug kuj ua rua ib tsoom tuabneeg  txhum le caag, mas qhov kws ib tug noog lug kuj ua rua ib tsoom tuabneeg  ncaaj nceeg tau ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.20","label":"20","content":"Txuj kevcai tshwm lug ua rua kev txhum tsaav quas zug tuaj. Qhovtwg muaj kev txhum tsaav quas zug, Vaajtswv txujkev hlub kuj muaj nplua quas mag tsaav rua qhov ntawd."},{"bible_id":"1216","chapter_code":"ROM.5","verse_code":"ROM.5.21","label":"21","content":"Mas kev txhum kaav ua kuas muaj kev tuag le caag, Vaajtswv txujkev hlub txhad kaav ua kuas tau txujsa ib txhws ntawm txujkev ncaaj nceeg huv Yexu Kheto kws yog peb tug Tswv ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.1","label":"1","content":"Yog le ntawd peb yuav has le caag? Peb yuav ua txujkev txhum ntxwv moog sub Vaajtswv txujkev hlub txhad tsaav quas zug tuaj lov?"},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.2","label":"2","content":"Tsw yog le ntawd. Peb kws tub tuag ntawm kev txhum lawm tseed yuav muaj sa rua huv kev txhum tau le caag?"},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.3","label":"3","content":"Mej tsw paub tas peb txhua tug kws ua kevcai raus dej rua huv Yexu Kheto kuj ua kevcai raus dej rua huv Yexu txujkev tuag lov?"},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.4","label":"4","content":"Peb raug muab log nrug Yexu ua ke ntawm qhov kws ua kevcai raus dej rua huv txujkev tuag hov, mas ib yaam le leej Txwv swv nwg tug fwjchim ci ntsaa ab tsaa tug Kheto sawv huv qhov tuag rov lug, peb txhad tau ua lub neej lawv le txujsa tshab ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.5","label":"5","content":"Yog peb nrug Yexu koom txujkev tuag le has nuav, peb yeej yuav nrug nwg koom qhov kws sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.6","label":"6","content":"Peb paub tas peb tug qub tub raug muab teem nrug Yexu rua sau tug ntoo khaublig sub peb lub cev qub kws muaj txem hov txhad raug muab ua puam tsuaj taag mas peb yuav tsw ua lub txem le qhev dua le lawm,"},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.7","label":"7","content":"tsua qhov tug kws tuag lawd kuj dim lub txem lawm."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.8","label":"8","content":"Yog peb tub nrug Kheto tuag lawm, peb ntseeg tas peb yuav muaj txujsa nrug nwg nyob hab."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.9","label":"9","content":"Peb yeej paub tas Kheto raug muab tsaa caj sawv huv qhov tuag rov lug hab nwg yuav tsw tuag dua le lawm. Txujkev tuag tsw muaj fwjchim kaav nwg lawm."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.10","label":"10","content":"Qhov kws nwg tuag hov nwg tuag ntawm lub txem tuab zag xwb mas txaus, tassws qhov kws nwg muaj txujsa nyob nwg nyob rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.11","label":"11","content":"Ib yaam nkaus, mej ca le suav tas mej tuag ntawm lub txem hab muaj txujsa huv Yexu Kheto nyob rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.12","label":"12","content":"Vem le nuav tsw xob kheev lub txem kaav mej lub cev kws txawj tuag kuas mej ua lawv le tej kev phem kws mej lub cev nqaj ntshaw."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.13","label":"13","content":"Tsw xob muab mej lub cev ib qho ua cuab yeej pub rua lub txem swv ua phem, tassws mej yuav tsum muab mej tug kheej kws zoo le cov tuabneeg kws raug tsaa sawv huv qhov tuag rov lug hov pub rua Vaajtswv swv hab muab mej lub cev txhua yaam ua tej cuab yeej kws swv ua num ncaaj nceeg pub rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.14","label":"14","content":"Lub txem yuav tsw tswjfwm mej ntxwv moog lawm, tsua qhov mej tsw nyob huv qaab txuj kevcai lawm tassws nyob huv qaab txujkev hlub."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.15","label":"15","content":"Yog le ntawd peb yuav ua le caag? Peb yuav ua txhum vem peb tsw nyob huv qaab txuj kevcai tassws nyob huv qaab txujkev hlub lov? Tsw tau le."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.16","label":"16","content":"Mej tsw paub lov? Yog mej yeem ua leejtwg le qhev hab noog nwg lug, mej kuj yog tug kws mej noog lug hov le qhev, yog ua lub txem le qhev kws coj moog txug kev tuag, lossws ua qhov kws noog lug le qhev kws coj moog txug txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.17","label":"17","content":"Tassws ua Vaajtswv tsaug, vem mej txeev ua lub txem le qhev tassws nwgnuav mej muaj lub sab noog tej lug qhuab qha kws muab cob rua mej lawm."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.18","label":"18","content":"Mej tub dim lub txem lawm hab mej tau ua txujkev ncaaj nceeg le qhev."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.19","label":"19","content":"Kuv has lawv le tuabneeg ib txwm has vem mej lub cev nqaj tseed tsw muaj zug. Mej muab mej lub cev txhua yaam ua kev phem kev qas le qhev hab ua tej kev txhum kws mej ua taag ua thab le qhev le caag, nwgnuav mej ca le muab mej lub cev txhua yaam ua txujkev ncaaj nceeg le qhev ib yaam le ntawd sub txhad raug muab cais kuas dawb huv."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.20","label":"20","content":"Thaus mej tseed ua lub txem le qhev, txujkev ncaaj nceeg tsw kaav mej."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.21","label":"21","content":"Thaus hov mej tau qaabhau daabtsw ntawm tej kws nwgnuav ua rua mej txaaj muag? Tej kws mej ua ntawd thaus kawg yog txujkev tuag xwb."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.22","label":"22","content":"Tassws nwgnuav mej tub dim qhov kws ua lub txem le qhev hab tig lug ua Vaajtswv le qhev lawm, mas qaabhau kws mej tau yog qhov kws muab mej cais ua dawb huv hab thaus kawg yog txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"ROM.6","verse_code":"ROM.6.23","label":"23","content":"Tsua qhov lub txem le nqe yog txujkev tuag tassws yaam kws Vaajtswv pub dawb yog txujsa ib txhws tsw kawg huv Yexu Kheto kws yog peb tug Tswv."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.1","label":"1","content":"Kwvtij suavdawg mej tsw paub lov? (Kuv has rua cov kws paub Mauxe txuj kevcai lawm.) Txuj kevcai muaj fwjchim kaav tuabneeg tsuas yog thaus kws nwg muaj txujsa nyob xwb."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.2","label":"2","content":"Ib yaam le tug quaspuj kws yuav quasyawg lawm mas lawv le txuj cai thaus tug quasyawg tseed nyob nwg yuav tsum nrug tug quasyawg nyob. Yog tug quasyawg tuag lawm nwg txhad dim txuj kevcai kws muaj quasyawg."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.3","label":"3","content":"Vem le nuav yog tug quaspuj hov ca le moog muaj dua lwm tug rua thaus tug quasyawg tseed muaj txujsa nyob nwg yuav tau lub npe tas deev hluas nraug. Tassws yog nwg tug quasyawg tuag lawm nwg kuj dim txuj kevcai hov. Yog nwg moog yuav dua lwm tug quasyawg kuj tsw yog deev hluas nraug."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.4","label":"4","content":"Ib yaam nkaus le ntawd, kuv cov kwvtij, mej kuj tuag ntawm Mauxe txuj kevcai rua ntawm Kheto lub cev, sub mej txhad ua tau lwm tug le, yog ua tug kws raug tsaa sawv huv qhov tuag rov lug le, sub peb txhad txw txwv rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.5","label":"5","content":"Thaus peb muaj txujsa nyob huv lub cev nqaj tawv, peb lub sab kws ntshaw ua phem raug txuj kevcai tshaum ua rua peb lub cev txw txwv kws coj moog txug txujkev tuag."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.6","label":"6","content":"Tassws nwgnuav peb tub dim huv txuj kevcai lawm, yog peb tuag ntawm yaam kws txeev khi peb ca, sub peb txhad ua tau qhev lawv le Vaaj Ntsuj Plig txujkev tshab tsw yog lawv le txujkev qub kws sau ca."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.7","label":"7","content":"Yog le ntawd peb yuav has le caag? Yuav has tas txuj kevcai yog kev txhum lov? Tsw tau le. Yog tsw muaj txuj kevcai lawm kuv yeej yuav tsw paub kev txhum. Yog txuj kevcai tsw tau has tas, “Tsw xob ua sab hlub,”  kuv yeej tsw paub tas daabtsw yog kev ua sab hlub."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.8","label":"8","content":"Tassws kev txhum tog nrhw swv txuj kevcai hov txhob ua rua kuv ua sab hlub rua txhua yaam. Yog tsw muaj txuj kevcai, kev txhum kuj tuag lawm."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.9","label":"9","content":"Yaav taag lug kuv ua lub neej tsw muaj txuj kevcai, tassws thaus muaj txuj kevcai lug kev txhum kuj rov caj sa tuaj mas kuv txhad tuag."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.10","label":"10","content":"Txuj kevcai kws yuav tsum pub txujsa, kuv pum tas tsuas yog coj txujkev tuag lug."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.11","label":"11","content":"Tsua qhov kev txhum tog nrhw swv txuj kevcai hov daag ntxag kuv hab muab kuv tua."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.12","label":"12","content":"Vem le nuav txuj kevcai yog kev dawb huv hab tej kaab ke kuj dawb huv hab ncaaj hab zoo kawg."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.13","label":"13","content":"Yog le nuav yaam kws zoo ntxeev ua txujkev tuag rua kuv lov? Tsw yog. Yog kev txhum swv yaam kws zoo ua rua kev tuag tshwm rua huv kuv, sub txhad pum tas txujkev txhum hov txhum tag tag le hab vem muaj txuj kevcai kev txhum txhad phem kawg nkaus."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.14","label":"14","content":"Peb paub tas txuj kevcai yog has txug saab ntsuj plig, tassws kuv yog nqaj tawv kuv txhad raug muab muag ua kev txhum le qhev."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.15","label":"15","content":"Kuv tsw nkaag sab tej kws kuv ua. Tsua qhov kuv tsw ua yaam kws kuv xaav ua, kuv tsua ua yaam kws kuv ntxub xwb."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.16","label":"16","content":"Yog kuv ua yaam kws kuv tsw xaav ua, kuv yeem leeg tas txuj kevcai zoo."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.17","label":"17","content":"Tes tsw yog kuv tug kheej ua tassws yog kev txhum kws nyob huv kuv ua."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.18","label":"18","content":"Tsua qhov kuv paub tas huv kuv tug kheej kws yog huv kuv lub cev nqaj tawv tsw muaj ib qho zoo hlo le. Kuv txawj xaav zoo tassws ua tsw tau qhov zoo hlo le,"},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.19","label":"19","content":"vem qhov zoo kws kuv xaav ua kuv kuj tsw ua, tassws qhov phem kws kuv tsw xaav ua, kuv kuj tseed ua."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.20","label":"20","content":"Yog kuv pheej ua yaam kws kuv tsw xaav ua, yeej tsw yog kuv tug kheej ua, tassws yog kev txhum kws nyob huv kuv ua xwb."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.21","label":"21","content":"Yog le hov kuv txhad pum muaj ib txuj kevcai has tas yog thaus twg kuv xaav ua qhov zoo, qhov phem kuj nyob ze."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.22","label":"22","content":"Vem tub tub huv kuv lub sab yeej nyam Vaajtswv txuj kevcai,"},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.23","label":"23","content":"tassws kuv pum muaj dua ib txuj kevcai nyob huv kuv lub cev kws pheej tawm tsaam txuj kevcai kws nyob huv kuv lub sab hab ua kuas kuv raug txuj kev txhum kws nyob huv kuv lub cev nteg."},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.24","label":"24","content":"Ua le caag kuv yuav nyuaj sab ua luaj le nuav? Leejtwg yuav tso kuv dim huv lub cev kws coj moog txug kev tuag nuav?"},{"bible_id":"1216","chapter_code":"ROM.7","verse_code":"ROM.7.25","label":"25","content":"Ua Vaajtswv tsaug kws nwg yuav tso kuv dim vem yog muaj Yexu Kheto kws yog peb tug Tswv. Yog le ntawd kuv lub sab ua Vaajtswv txuj kevcai le qhev, tassws kuv lub cev ua txujkev txhum le qhev."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.1","label":"1","content":"Vem le nuav tsw muaj kev rau txem rua tug kws nyob huv Yexu Kheto,"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.2","label":"2","content":"vem tas Vaaj Ntsuj Plig txuj kevcai kws pub txujsa huv Yexu Kheto tub tso kuv  dim ntawm txuj kevcai kws coj moog ua txhum hab coj moog txug kev tuag lawm."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.3","label":"3","content":"Tej kws txuj kevcai ua tsw tau vem lub cev nqaj tawv ua rua txuj kevcai tsw muaj zug lawm, Vaajtswv ua tau. Nwg khaiv nwg tug Tub lug zoo le tuabneeg kws lub cev nqaj txhum txhad daws tau tuabneeg lub txem, hab rau txem rua kev txhum kws nyob huv tuabneeg lub cev nqaj,"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.4","label":"4","content":"sub tej kws has txug kev ncaaj nceeg huv txuj kevcai yuav tav rua huv peb cov kws tsw ua lub neej lawv le lub cev nqaj tawv tassws ua lawv le Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.5","label":"5","content":"Cov kws ua lub neej lawv le nqaj tawv kuj kub sab rua tej kws yog nqaj tawv le xwb, tassws cov kws ua lub neej lawv le Vaaj Ntsuj Plig kuj kub sab rua tej kws yog Vaaj Ntsuj Plig le."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.6","label":"6","content":"Qhov kws muab lub sab rau rua nqaj tawv kuj yog kev tuag. Qhov kws muab lub sab rau rua Vaaj Ntsuj Plig kuj yog txujsa hab nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.7","label":"7","content":"Tsua qhov lub sab kws muab rau rua nqaj tawv kuj ua yeeb ncuab rua Vaajtswv, tsw ca Vaajtswv txuj kevcai kaav nwg, nwg yeej ua tsw tau hlo le."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.8","label":"8","content":"Hab cov kws nyob huv nqaj tawv yuav ua kuas hum Vaajtswv lub sab tsw tau."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.9","label":"9","content":"Tassws yog Vaajtswv tug Ntsuj Plig nyob huv mej lawm mej kuj tsw nyob huv nqaj tawv mej yeej nyob huv Vaaj Ntsuj Plig. Leejtwg tsw muaj Kheto tug Ntsuj Plig, tug hov kuj tsw yog Kheto le."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.10","label":"10","content":"Yog Kheto nyob huv mej lawm, txawm yog mej lub cev tuag vem muaj txem, los mej tug ntsuj plig tseed caj sa nyob vem muaj txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.11","label":"11","content":"Yog tug kws tsaa Yexu sawv huv qhov tuag rov lug tug Ntsuj Plig nyob huv mej lawm, mas tug kws tsaa Yexu Kheto sawv huv qhov tuag yuav swv nwg tug Ntsuj Plig kws nyob huv mej pub txujsa rua mej lub cev kws txawj tuag."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.12","label":"12","content":"Vem le nuav cov kwvtij, peb tshuav nqe tassws tsw yog tshuav nqe saab nqaj tawv kws yuav ua lub neej lawv le nqaj tawv."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.13","label":"13","content":"Yog mej ua lub neej lawv le nqaj tawv mej yuav tuag, tassws yog mej ua lawv le Vaaj Ntsuj Plig mej yuav tua tau tej num kws mej lub cev ua, mej txhad caj sa nyob,"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.14","label":"14","content":"vem tas Vaajtswv tug Ntsuj Plig coj leejtwg tug hov txhad yog Vaajtswv le mivnyuas."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.15","label":"15","content":"Tsua qhov mej tsw tau txais tug ntsuj plig kws coj mej rov moog ua qhev poob rua txujkev ntshai dua, tassws mej tau txais tug Ntsuj Plig kws coj mej lug ua Vaajtswv le mivnyuas peb txhad hu Vaajtswv tas, “Anpa,  Leej Txwv.”"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.16","label":"16","content":"Vaaj Ntsuj Plig nrug peb tug ntsuj plig ua timkhawv tas peb yog Vaajtswv le mivnyuas."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.17","label":"17","content":"Yog peb ua mivnyuas lawm peb kuj yog tug kws saws qub txeeg qub teg, yog peb saws Vaajtswv le qub txeeg qub teg hab koom nrug Kheto saws. Yog peb nrug Yexu raug kev tswm txom peb kuj yuav nrug Yexu tau koob meej ib yaam nkaus."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.18","label":"18","content":"Kuv pum tas tej kev tswm txom kws raug nwgnuav tsw tswm nyog muab pev rua tej koob meej kws yuav tshwm lug rua peb yaav peg suab."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.19","label":"19","content":"Tej kws tswm lug lawd tog ntsoov Vaajtswv cov mivnyuas tshwm lug."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.20","label":"20","content":"Txhua yaam kws tswm ntawd poob rua huv tug fwjchim kev qhuav qhawv lawm tsw yog lawv le lub sab nyam tassws lawv le Vaajtswv tu tseg kuas nyob huv qaab tug fwjchim hov. Tassws tseed muaj chaw vaam tas"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.21","label":"21","content":"txhua yaam kws tswm hov yuav dim ntawm qhov kws ua txujkev puam tsuaj le qhev es yuav lug nyob ywj pheej hab nrug Vaajtswv cov mivnyuas tau koob meej."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.22","label":"22","content":"Peb paub tas txhua yaam kws tswm lug saamswm ntsaaj quas lawg ua mob teb yaam le tug quaspuj yuav yug mivnyuas lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.23","label":"23","content":"Tsw yog tej kws tswm xwb tassws peb cov ntaag kws muaj Vaaj Ntsuj Plig kws yog thawj yaam kws Vaajtswv pub lawm, peb kuj ntsaaj quas lawg huv lub sab tog qhov kws Vaajtswv yuav saws peb ua nwg le mivnyuas, yog qhov kws txhwv hlo peb lub cev."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.24","label":"24","content":"Peb muaj chaw vaam le nuav peb txhad le dim. Qhov chaw vaam kws peb tub ntswb lawm mas tsw yog chaw vaam ntxwv lawm. Leejtwg tseed yuav vaam yaam kws nwg tub ntswb lawm?"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.25","label":"25","content":"Tassws yog peb vaam yaam kws tseed tsw tau ntswb peb ua sab ntev tog yaam ntawd."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.26","label":"26","content":"Ib yaam le ntawd, Vaaj Ntsuj Plig paab peb rua thaus peb tsw muaj zug. Tsua qhov peb tsw paub tas tswm nyog peb thov daabtsw ntawm Vaajtswv, tassws Vaaj Ntsuj Plig sawv peb chaw thov nroo quas lawg tsw muaj lug has le."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.27","label":"27","content":"Hab Vaajtswv kws tshuaj saib tuabneeg lub sab kuj paub Vaaj Ntsuj Plig lub sab, tsua qhov Vaaj Ntsuj Plig yeej thov Vaajtswv paab cov xuv dawb lawv le Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.28","label":"28","content":"Peb paub tas txhua yaam xwm txheej puavleej ua qhov zoo rua cov kws hlub Vaajtswv  yog cov kws Vaajtswv hu lawv le nwg xaav tseg lawd."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.29","label":"29","content":"Tsua qhov txhua tug kws Vaajtswv xaiv ca lawd nwg kuj muab tu ca ua ntej kuas zoo thooj le nwg leej Tub tug yaam ntxwv sub nwg leej Tub txhad tau ua tijlaug huv ib tsoom kwvtij coob coob."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.30","label":"30","content":"Hab cov kws Vaajtswv tu ca lawd nwg kuj hu lug, hab cov kws nwg tub hu lawd nwg suav tas yog cov ncaaj nceeg, hab cov kws nwg suav tas ncaaj nceeg, nwg kuj pub kuas muaj koob meej ci ntsaa ab."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.31","label":"31","content":"Yog le ntawd, peb yuav has le caag txug tej nuav? Yog Vaajtswv tuaj peb tog lawm leejtwg yuav tawm tsaam tau peb?"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.32","label":"32","content":"Tug kws tsw khauvxwm nwg tug Tub tassws muab nwg tug Tub theej peb txhua tug, nwg yuav tsw muab txhua yaam nrug tug Tub hov pub dawb rua peb hab lov?"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.33","label":"33","content":"Leejtwg yuav kom tau cov kws Vaajtswv tub xaiv ca lawd? Vaajtswv tub suav tas puab ncaaj nceeg lawm."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.34","label":"34","content":"Leejtwg yuav rau txem tau rua puab? Yexu Kheto kws tuag lawm hab heev dua le ntawd tub raug muab tsaa sawv huv qhov tuag rov lug, nwg nyob tsawg ntawm Vaajtswv saab teg xws hab thov Vaajtswv paab peb."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.35","label":"35","content":"Leejtwg yuav muab peb cais tau ntawm tug Kheto txujkev hlub? Txawm yog kev ceblaaj, kev txom nyem, kev tswm txom, kev tshaib nqhes, kev khaub hlaab, tej xwm txheej phem lossws nav ntaaj nav rag yuav cais tau lov?"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.36","label":"36","content":"Lawv le kws muaj lug sau ca tas, “Vem tim koj peb txhad raug muab tua taag naj taag nub, hab raug muab suav yaam le cov yaaj kws coj moog tua.”"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.37","label":"37","content":"Tassws huv txhua yaam xwm txheej nuav peb kov yeej hlo vem yog muaj tug kws hlub peb kawg."},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.38","label":"38","content":"Tsua qhov kuv ruaj sab tas txawm yog kev tuag lossws txujsa lossws cov tubkhai ntuj lossws tej timtswv lossws tej xwm txheej tam nuav lossws tam peg suab lossws tej fwjchim,"},{"bible_id":"1216","chapter_code":"ROM.8","verse_code":"ROM.8.39","label":"39","content":"lossws qhov kws sab kawg lossws qhov kws tub kawg lossws ib yaam daabtsw kws tau tswm lug nuav yuav cais tsw tau peb ntawm Vaajtswv txujkev hlub kws muaj huv peb tug Tswv Yexu Kheto hlo le."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.1","label":"1","content":"Kuv has tseeb huv tug Kheto, kuv tsw daag. Kuv lub sab kws paub qhov zoo qhov phem kuj ua timkhawv huv Vaaj Ntsuj Plig kws dawb huv tas,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.2","label":"2","content":"kuv nyuaj sab kawg hab mob sab tsw tu ncua le."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.3","label":"3","content":"Kuv xaav kuas kuv tug kheej raug muab tsawm foom hab raug muab txav tawm ntawm tug Kheto vem yog saib rua kuv cov kwvtij, kws yog kuv haiv tuabneeg ntawm saab nqaj tawv."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.4","label":"4","content":"Puab yog cov Yixayee kws muaj feem ua Vaajtswv le mivnyuas hab muaj lub koob meej ci ntsaa ab hab tau tej lug kws sws cog tseg hab tau txais txuj kevcai hab tej kevcai pe hawm Vaajtswv hab tau txhua yaam lug cog tseg."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.5","label":"5","content":"Tej yawm koob kuj yog puab le hab tug Kheto kuj lug ntawm puab haiv tuabneeg saab nqaj tawv, yog Vaajtswv kws kaav txhua yaam moog ib txhws kws tswm nyog qhuas.  Amee."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.6","label":"6","content":"Tassws tsw yog Vaajtswv txujlug raug muab rhuav tshem lawm, tsua qhov tsw yog txhua tug kws yug ntawm Yixayee yog tseem tuabneeg Yixayee tag,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.7","label":"7","content":"hab tsw yog txhua tug kws yog Aplahaa caaj ceg yog Aplahaa cov tub ki tag, tassws muaj lug has tas, “Luas yuav hu koj caaj ceg tas yog lug ntawm Yiha.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.8","label":"8","content":"Kuj yog has tas cov kws yog Vaajtswv le mivnyuas tag tsw yog cov mivnyuas saab nqaj tawv, tassws tsuas yog cov mivnyuas ntawm tej lug cog tseg txhad suav tas yog caaj ceg tag."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.9","label":"9","content":"Tsua qhov tej lug cog tseg muaj has le nuav tas, “Lwm xyoo kuv yuav rov tuaj, mas Xala yuav muaj ib tug tub.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.10","label":"10","content":"Tsw yog le ntawd xwb, tassws Lenpekha kuj xeeb ob tug mivnyuas huv lub plaab ntawm tuab leeg txwv, kws yog peb yawm koob Yiha."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.11","label":"11","content":"Ua ntej kws ob tug mivnyuas hov tsw tau yug hab tsw tau ua ib yaam daabtsw zoo lossws phem sub qhov kws Vaajtswv xaiv lawv le Vaajtswv lub sab xaav tseg lawd txhad le ruaj khov,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.12","label":"12","content":"tsw yog xaiv lawv le tej num kws ob tug ua tassws xaiv lawv le Vaajtswv hu, Vaajtswv has rua Lenpekha tas “Tug tijlaug yuav ua tug kwv qhev.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.13","label":"13","content":"Lawv le kws muaj lug sau ca has tas, “Kuv hlub Yakhauj tassws kuv ntxub Exau.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.14","label":"14","content":"Yog le ntawd, peb yuav has le caag? Vaajtswv ua tsw ncaaj lov? Tsw yog."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.15","label":"15","content":"Tsua qhov Vaajtswv has rua Mauxe tas, “Kuv xaav khuvleej tug twg kuv yuav khuvleej tug ntawd, kuv xaav taab ncuab tug twg kuv yuav taab ncuab tug ntawd.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.16","label":"16","content":"Vem le nuav qhov kws Vaajtswv xaiv tsw yog lawv le tuabneeg lub sab xaav hab lawv le tuabneeg ua, tassws nyob ntawm Vaajtswv txujkev khuvleej."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.17","label":"17","content":"Vaajtswv phoo ntawv muaj ib nqai has rua Falau tas, “Qhov kws kuv tsaa koj kuj yog kuv yuav ua kuv tug fwjchim tshwm rua huv koj sub kuv lub npe txhad tshaaj tawm moog thoob nplajteb.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.18","label":"18","content":"Vem le nuav Vaajtswv xaav khuvleej tug twg nwg kuj khuvleej tug ntawd, hab xaav ua rua tug twg lub sab tawv kuj ua rua tug ntawd lub sab tawv."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.19","label":"19","content":"Yog le ntawd koj yuav has rua kuv tas, “Ua caag Vaajtswv tseed thuaj? Leejtwg yuav taav tej kws Vaajtswv xaav tseg lawd?”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.20","label":"20","content":"Tuabneeg 'e, koj yog leejtwg es yuav nrug Vaajtswv sws caav? Yaam kws raug muab puab yuav has rua tug Kws puab tas, “Ua caag koj puab kuv zoo le nuav?”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.21","label":"21","content":"Tug Kws puab laujkaub tsw muaj cai muab tuab thooj aav lug puab ua ib lub taig swv rua tej yaam kws tseem ceeb hab ua dua ib lub swv rua lwm yaam lov?"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.22","label":"22","content":"Puas yog le nuav? Vem Vaajtswv xaav ua kuas nwg txujkev npau tawg tshwm lug hab xaav qha nwg tug fwjchim nwg txhad ua sab ntev thev tej twj taig kws npaaj ca rua kev puam tsuaj,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.23","label":"23","content":"sub nwg txhad tau ua nwg tug fwjchim ci ntsaa ab kws muaj ntau kawg nkaus tshwm rua tej twj taig kws nwg khuvleej, yog cov kws nwg tub npaaj tseg rua lub koob meej kws ci ntsaa ab,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.24","label":"24","content":"yog peb cov kws nwg tub hu lug lawd, tsw yog hu ntawm cov Yutai xwb tassws hu ntawm lwm haiv tuabneeg hab."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.25","label":"25","content":"Lawv le Vaajtswv has ca rua huv phoo Hauxeya has tas, “Kuv yuav hu cov kws tsw txeev ua kuv haiv tuabneeg hu ua ‘kuv le tuabneeg,’ hab hu tug kws kuv tsw txeev hlub hu ua ‘tug kws kuv hlub.’ ”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.26","label":"26","content":"“Hab huv lub chaw kws txeev has rua puab tas, ‘Mej tsw yog kuv haiv tuabneeg,’ kuj yuav hu puab tas, yog ‘Vaajtswv kws muaj txujsa nyob cov tub.’ ”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.27","label":"27","content":"Hab Yaxaya tau qw pav txug cov Yixayee tas, “Txawm yog cov Yixayee coob npaum le tej xuab zeb ntawm ntug havtxwv, los cov kws yuav dim muaj tsawg heev."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.28","label":"28","content":"Tsua qhov Vaajtswv yuav ua kuas tav sai kawg rua sau lub nplajteb lawv le nwg has tseg.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.29","label":"29","content":"Hab lawv le Yaxaya has ua ntej tas, “Yog tug Tswv kws muaj fwjchim luj kawg tsw tseg peb muaj noob ca, tes peb kuj yuav zoo ib yaam le lub moos Xauntoo hab zoo le lub moos Kaumaula.”"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.30","label":"30","content":"Yog le ntawd, peb yuav has le caag? Yuav has tas lwm haiv tuabneeg kws tsw tau nrhav txujkev ncaaj nceeg kuj tau txujkev ncaaj nceeg lawm, yog txujkev ncaaj nceeg kws tau ntawm txujkev ntseeg,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.31","label":"31","content":"tassws cov Yixayee kws nrhav txujkev ncaaj nceeg ntawm qhov kws xyum lawv le txuj kevcai, kuj tsw tau le."},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.32","label":"32","content":"Vem yog le caag? Vem puab tsw nrhav ntawm txujkev ntseeg, puab nrhav ntawm txujkev xyum, puab txhad dawm lub pob zeb kws ua rua puab dawm,"},{"bible_id":"1216","chapter_code":"ROM.9","verse_code":"ROM.9.33","label":"33","content":"lawv le kws muaj lug sau ca tas, “Saib maj, kuv teeb ib lub pob zeb rua huv Xi‑oo yuav ua kuas dawm, hab lub pob zeb yuav ua kuas qaug. Tug kws tso sab rua yuav tsw raug txaaj muag.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.1","label":"1","content":"Cov kwvtij, tej kws kuv lub sab ntshaw hab swv zug thov Vaajtswv paab cov Yixayee yog thov kuas puab tau kev dim."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.2","label":"2","content":"Kuv ua timkhawv txug puab tas puab kub sab quas lug ua koom rua Vaajtswv tassws puab paub tsw taag."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.3","label":"3","content":"Tsua qhov puab tsw paub txujkev ncaaj nceeg kws Vaajtswv pub tassws puab swv zug rhawv puab txujkev ncaaj nceeg, puab tsw yeem nyob huv Vaajtswv txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.4","label":"4","content":"Tsua qhov tug Kheto yog qhov kws kawg nkaus ntawm txuj kevcai sub txhua tug kws ntseeg txhad tau kev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.5","label":"5","content":"Mauxe sau txug txujkev ncaaj nceeg kws lug ntawm txuj kevcai tas, “Tug kws xyum lawv nraim yuav tau txujsa ntawm qhov kws xyum hov.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.6","label":"6","content":"Tassws txujkev ncaaj nceeg kws lug ntawm txujkev ntseeg has le nuav tas, “Tsw xob xaav huv lub sab tas, ‘Leejtwg yuav nce moog sau ntuj?’ ” (yog moog coj Kheto nqeg lug)"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.7","label":"7","content":"“lossws, ‘Leejtwg yuav nqeg moog rua huv lub qhov tub tub?’ ” (yog moog coj Yexu sawv huv qhov tuag lug.)"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.8","label":"8","content":"Txujkev ncaaj nceeg has le caag? Kuj has tas, “Tej lug hov yeej nyob ze koj, nyob huv koj lub qhov ncauj hab nyob huv koj lub sab”  (yog tej lug kws ua kuas muaj kev ntseeg kws peb tshaaj tawm nuav.)"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.9","label":"9","content":"Yog koj lub ncauj leeg has tas Yexu yog tug Tswv hab lub sab ntseeg tas Vaajtswv tub tsaa Yexu sawv huv qhov tuag rov lug, koj yuav dim."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.10","label":"10","content":"Qhov kws lub sab ntseeg txhad le suav tas ncaaj nceeg, qhov kws lub ncauj leeg txhad le dim."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.11","label":"11","content":"Vaajtswv phoo ntawv has ca tas, “Txhua tug kws ntseeg nwg yuav tsw raug txaaj muag.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.12","label":"12","content":"Cov Yutai hab cov Kili kuj tsw txawv qhov twg. Tug Tswv ib leeg yog suavdawg tug Tswv hab pub nplua quas mag rua txhua tug kws thov nwg."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.13","label":"13","content":"Vem tas “Txhua tug kws tuav tug Tswv  lub npe thov yuav dim.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.14","label":"14","content":"Cov kws tsw tau ntseeg tug Tswv yuav ua le caag thov tau nwg? Hab cov kws tsw tau nov txug nwg yuav ua le caag ntseeg tau nwg? Thaus tsw muaj leejtwg tshaaj tawm, puab yuav ua le caag tau nov?"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.15","label":"15","content":"Hab yog tsw muaj leejtwg khaiv moog, puab yuav ua le caag moog tshaaj tawm tau? Lawv le kws muaj lug sau ca has tas, “Cov kws pav txuj xuv zoo txhais kwtaw zoo nkauj kawg.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.16","label":"16","content":"Tassws tsw yog txhua tug ntseeg txuj xuv zoo ntawd. Tsua qhov Yaxaya has tas, “Tug Tswv, leejtwg ntseeg tej kws puab tau nov ntawm peb?”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.17","label":"17","content":"Yog le nuav txujkev ntseeg tshwm lug ntawm qhov kws tau nov, hab qhov kws tau nov kuj yog tshwm lug ntawm qhov kws tshaaj tawm txug Kheto."},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.18","label":"18","content":"Kuv nug tas, puab tsw tau nov lov? Puab tau nov lawm tag tag, tsua qhov “Puab lub suab tub nrov nchaa moog thoob lub nplajteb lawm, hab puab tej lug kuj moog kawg qaab ntuj.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.19","label":"19","content":"Kuv nug dua tas Yixayee tsw nkaag sab lov? Mauxe xub has ua ntej tas, “Kuv yuav ua rua mej khib cov kws tsw yog ib haiv tuabneeg, kuv yuav muab ib haiv tuabneeg ruag zwg mej chim.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.20","label":"20","content":"Hab Yaxaya ua sab tuab has tas, “Cov kws tsw nrhav kuv tub ntswb kuv lawm, kuv lug tshwm rua cov kws tsw tau nug nrhav kuv.”"},{"bible_id":"1216","chapter_code":"ROM.10","verse_code":"ROM.10.21","label":"21","content":"Hab nwg has txug cov Yixayee tas, “Kuv cev kuv txhais teg taag naj taag nub rua haiv tuabneeg kws tawv ncauj hab pheej faav xeeb.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.1","label":"1","content":"Kuv txawm nug tas, Vaajtswv muab nwg haiv tuabneeg tso tseg lawm lov? Tsw yog le ntawd. Kuv tug kheej kuv yeej yog haiv Yixayee, yog Aplahaa caaj ceg hab yog xeem Npeeyamee."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.2","label":"2","content":"Vaajtswv tsw tau muab haiv tuabneeg kws nwg xaiv ca lawd tso tseg. Mej tsw paub Vaajtswv phoo ntawv zaaj kws has txug Eliya lov? Nwg ywg cov Yixayee lub txem rua Vaajtswv tas,"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.3","label":"3","content":"“Tug Tswv, puab tua cov xwbfwb cev koj le lug, puab muab koj tej thaaj xyeem rhuav pov tseg. Tsuas tshuav kuv tuab leeg xwb los puab tseed nrhav txuv kuv txujsa hab.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.4","label":"4","content":"Tassws Vaajtswv teb nwg le caag? “Kuv tseg xyaa txheeb leej ca rua kuv, yog cov kws tsw tau txhus caug pe daab Npa‑aa.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.5","label":"5","content":"Ib yaam le ntawd, naj nub nwgnuav tseed tshuav ib co nyob lawv le kws Vaajtswv txujkev hlub xaiv ca."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.6","label":"6","content":"Tassws yog xaiv lawv le txujkev hlub, mas tsw yog lawv le txujkev xyum lawm. Yog lawv le txujkev xyum mas txujkev hlub tsw yog tseem kev hlub lawm."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.7","label":"7","content":"Yog le ntawd yuav has le caag? Cov Yixayee tsw ntswb yaam kws puab nrhav. Cov kws Vaajtswv xaiv ca txhad ntswb, tassws dua le lwm tug ua lub sab tawv,"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.8","label":"8","content":"lawv le kws muaj lug sau ca tas, “Vaajtswv pub lub sab ruag qhwv, lub qhov muag tsw pum kev, hab lub qhov ntsej tsw nov lug rua puab lug txug naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.9","label":"9","content":"Hab Tavi has tas, “Thov ca puab lub rooj noj ua yej ua ntxab cuab puab, hab ua yaam kws puab dawm hab yaam kws pauj rua puab."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.10","label":"10","content":"Thov kuas puab lub qhov muag tsaus puab txhad tsw pum kev, hab ua kuas puab lub duav khoov moog le.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.11","label":"11","content":"Kuv txhad nug tas cov Yixayee dawm qaug taag lov? Tsw yog le ntawd. Tassws qhov kws puab faav xeeb hov ua rua txujkev dim nthuav moog rua lwm haiv tuabneeg sub txhad ua rua cov Yixayee khib."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.12","label":"12","content":"Yog qhov kws puab faav xeeb hov ua rua taag nrho lub nplajteb tau koob moov nplua quas mag hab yog qhov kws puab nplaam lawm ua rua lwm haiv tuabneeg tau koob moov nplua quas mag, mas thaus cov Yixayee lug ntseeg txhwj lawm yuav yimfuab zoo dua."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.13","label":"13","content":"Kuv has rua mej cov kws yog lwm haiv tuabneeg. Vem kuv yog ib tug tubkhai rua lwm haiv tuabneeg, kuv txhad qhuas kuv teg num"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.14","label":"14","content":"sub txhad ua rua kuv cov tuabneeg khib hab cawm tau puab qee leej dim."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.15","label":"15","content":"Yog qhov kws puab raug muab tso tseg lawm ua chaw rua lub nplajteb rov lug nrug Vaajtswv sws raug zoo, mas qhov kws Vaajtswv rov leeg yuav puab dua, mas yuav zoo le puab sawv huv qhov tuag rov lug los tsw yog?"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.16","label":"16","content":"Yog thawj phaum moov kws muab xyeem, dawb huv lawm, taag nrho cov moov huvsw dawb huv hab. Yog tug caag dawb huv lawm tej ceg kuj dawb huv hab."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.17","label":"17","content":"Yog tej ceg ib txha raug muab txav lawm hab muab koj kws yog txwv aulib qus tug ntsuag lug txuas nyob cov ceg hov le chaw sub txhad koom tuab cov dej ntawm lub hauv paug txwv aulib nyeg lug yug,"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.18","label":"18","content":"mas koj tsw xob khaav saib tsw taug cov ceg hov. Yog koj khaav, ca le ncu tas koj tsw tau yug tug caag, tassws tug caag yug koj."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.19","label":"19","content":"Koj yuav has tas, “Tej ceg raug muab txav pov tseg sub txhad muab kuv txuas rua huv.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.20","label":"20","content":"Tseeb tag. Puab yeej raug muab txav vem puab tsw ntseeg, tassws koj nyob tau vem yog koj ntseeg. Yog le ntawd koj tsw xob khaav theeb, koj yuav tsum paub ntshai,"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.21","label":"21","content":"tsua qhov yog Vaajtswv tsw tseg tej ceg nyeg hov nyob, nwg yeej yuav tsw tseg koj nyob ib yaam nkaus hab."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.22","label":"22","content":"Vem le nuav ca le tshuaj saib Vaajtswv txujkev hlub hab qhov kws nwg ua nruj ua tswv. Nwg ua nruj ua tswv rua cov kws dawm qaug, tassws nwg ua txujkev hlub tshwm rua koj, tsuav yog koj nyob huv nwg txujkev hlub hov moog le. Yog tsw ua le ntawd, koj yuav raug muab txav pov tseg hab."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.23","label":"23","content":"Hab cov Yixayee yog puab yeem tso qhov kws pheej tsw ntseeg tseg mas puab yuav raug muab rov txuas dua, tsua qhov Vaajtswv muaj fwjchim muab puab rov lug txuas dua tau hab."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.24","label":"24","content":"Yog koj raug muab txav ntawm tsob txwv aulib kws ib txwm yeej yog txwv aulib qus hab raug muab txuas rua huv tsob txwv aulib nyeg kws ib txwm tsw tau txuas dua le, mas qhov kws muab tej ceg kws ib txwm yog ceg nyeg txuas rua puab tsob txwv aulib nyeg kuj yimfuab yoojyim dua."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.25","label":"25","content":"Cov kwvtij 'e, kuv xaav kuas mej nkaag sab txug tej kws muab npog ca lawd, sub mej txhad tsw khaav tas mej txawj ntse. Cov Yixayee ua lub sab tawv ib ntus xwb moog txug thaus lwm haiv tuabneeg nkaag lug txhwj lawm,"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.26","label":"26","content":"tes taag nrho cov Yixayee suavdawg kuj yuav dim, lawv le kws muaj lug sau ca has tas, “Tug cawmseej yuav tuaj huv Xi‑oo tuaj, nwg yuav rhuav tej kev phem kuas pluj huv Yakhauj moog.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.27","label":"27","content":"“Nuav yog tej lug cog tseg kws kuv cog rua thaus kuv daws puab lub txem.”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.28","label":"28","content":"Has txug txuj xuv zoo mas puab ua yeeb ncuab rua Vaajtswv mej txhad tau qaabhau. Tassws has txug qhov kws xaiv ca lawd, puab yog cov kws Vaajtswv hlub vem yog saib rua puab tej laug."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.29","label":"29","content":"Tsua qhov Vaajtswv yeej tsw hloov sab rua tej kws nwg pub dawb hab qhov kws nwg hu lug."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.30","label":"30","content":"Yaav taag lug mej tsw noog Vaajtswv lug tassws nwgnuav mej tau Vaajtswv txujkev khuvleej vem yog tim cov Yixayee tsw noog lug."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.31","label":"31","content":"Ib yaam le ntawd puab cov hov kuj tsw noog lug sub nwgnuav puab txhad tau kev khuvleej vem yog Vaajtswv tub khuvleej mej lawm."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.32","label":"32","content":"Vaajtswv tub tu kuas tuabneeg txhua tug tsw noog lug sub nwg txhad khuvleej tau txhua tug."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.33","label":"33","content":"Au, Vaajtswv muaj txhua yaam nplua quas mag. Nwg tug tswvyim hab kev txawj ntse nyob tub kawg. Tej kws Vaajtswv txav sab mas paub tsw taag, hab nwg tej kev mas tshuaj tsw tau."},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.34","label":"34","content":"“Leejtwg txawj paub tug Tswv lub sab lossws leejtwg ua nwg lub chaw sablaaj?”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.35","label":"35","content":"“Leejtwg pub ib yaam daabtsw rua Vaajtswv kws Vaajtswv yuav tsum pauj rua nwg?”"},{"bible_id":"1216","chapter_code":"ROM.11","verse_code":"ROM.11.36","label":"36","content":"Tsua qhov txhua yaam lug ntawm Vaajtswv lug hab muaj nyob huv nwg hab tswm lug rua nwg. Thov kuas nwg tau koob meej moog ib txhws. Amee."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.1","label":"1","content":"Yog le nuav, cov kwvtij, vem Vaajtswv txujkev khuvleej kuv txhad thov mej muab mej lub cev xyeem pub rua Vaajtswv, yog yaam kws xyeem caj sa hab dawb huv hab txaus Vaajtswv lub sab ua qhov kws mej saab ntsuj plig pe hawm Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.2","label":"2","content":"Tsw xob yoog lawv le tej tuabneeg tam nuav ua. Mej yuav tsum txais kev hloov dua sab mej tej kev xaav txhad hloov dua tshab. Mas mej yuav paub tas Vaajtswv lub sab nyam le caag txhad paub tas yaam kws zoo hab yaam kws txaus nwg sab hab yaam kws zoo kawg nkaus."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.3","label":"3","content":"Kuv has rua mej txhua tug huv Vaajtswv txujkev hlub kws pub rua kuv lawm tas, mej tsw xob xaav tas mej tug kheej luj dhau le kws tswm nyog xaav, tassws mej yuav tsum ua tuab zoo xaav kuas phim qhov kws Vaajtswv pub txujkev ntseeg npaum le caag rua mej."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.4","label":"4","content":"Huv peb lub cev peb muaj ntau yaam hab txhua yaam ntawd tsw yog ua tuab yaam num xwb."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.5","label":"5","content":"Ib yaam le ntawd, peb muaj coob leej kuj koom ib lub cev huv Kheto hab ib leeg koom rua ib leeg."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.6","label":"6","content":"Peb txhua tug nyag muaj nyag tswvyim lawv le txujkev hlub kws Vaajtswv pub rua peb. Yog nwg pub kuas cev Vaajtswv lug, kuj ca le cev lawv le muaj kev ntseeg npaum le caag,"},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.7","label":"7","content":"tug txawj ua koom rua lwm tug, ca le ua koom, tug txawj qhuab qha ca le qhuab qha,"},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.8","label":"8","content":"tug txawj txhawb lwm tug tug zug ca le txhawb, tug txawj pub rua luas, ca le ua sab daav pub, tug txawj kaav ca le muab tsua sau sab kaav, tug txawj khuvleej luas ca le zoo sab hlo khuvleej."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.9","label":"9","content":"Ca le hlub tuaj nruab sab tag tag. Ca le ntxub yaam kws phem, tuav rawv yaam kws zoo."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.10","label":"10","content":"Ca le sws hlub le kwvtij sws hlub. Muab lwm tug saib hlub dua yug."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.11","label":"11","content":"Ca le rau sab ua num tsw xob qaug zug, ca le kub sab quas lug saab ntsuj plig  ua koom rua tug Tswv."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.12","label":"12","content":"Ca le zoo sab xyiv faab rua huv txujkev vaam, ca le ua lub sab ntev thev kev txom nyem, hab thov Vaajtswv tsw tseg tsw tu le."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.13","label":"13","content":"Ca le pub rua cov xuv dawb kws tu pluag, hab ua sab daav txais qhua."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.14","label":"14","content":"Ca le foom koob moov rua cov kws tswm txom mej, ca le foom koob moov rua puab tsw xob tsawm foom le."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.15","label":"15","content":"Ca le nrug cov kws xyiv faab zoo sab xyiv faab, hab nrug cov kws quaj, quaj."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.16","label":"16","content":"Ca le koom ua ib lub sab, tsw xob tsaab ua luj, yuav tsum yeem koom nrug cov tuabneeg tsw tseem ceeb. Tsw xob xaav tas yug ntse dua."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.17","label":"17","content":"Tsw xob ua phem pauj phem rua leejtwg hlo le, tassws tsom ntsoov ua yaam kws suavdawg pum tas zoo."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.18","label":"18","content":"Yog ua tau mas koj yuav swv zug nrug luas nyob sws hum xeeb npaum le kws koj tug kheej ua tau."},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.19","label":"19","content":"Mej cov kws kuv hlub, tsw xob sws pauj taub, ca le muab qhov nuav tso rua Vaajtswv txujkev npau tawg vem muaj lug sau ca has tas, “Qhov kws pauj taub yog kuv le feem, kuv yuav pauj. Tug Tswv has le nuav ntaag.”"},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.20","label":"20","content":"Tassws “Yog koj tug yeeb ncuab tshaib plaab ca le muab mov rua nwg noj, yog nwg nqhes dej ca le muab rua nwg haus, Yog koj ua le hov, koj yuav rauv ib cub thee cig quas plawg rua sau nwg taubhau.”"},{"bible_id":"1216","chapter_code":"ROM.12","verse_code":"ROM.12.21","label":"21","content":"Tsw xob ca kev phem kov yeej mej, tassws ca qhov zoo kov yeej qhov phem."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.1","label":"1","content":"Txhua tug yuav tsum nyob huv qaab tug kws kaav kev tswjfwm, vem tas tsw muaj ib tug fwjchim twg kws tsw yog lug ntawm Vaajtswv lug, hab cov kws tau fwjchim hov yog Vaajtswv tsaa."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.2","label":"2","content":"Vem le hov tug kws kwv tawv tug fwjchim hov kuj yog nwg kwv tawv tug kws Vaajtswv tsaa, hab cov kws kwv tawv hov yuav raug txem."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.3","label":"3","content":"Tug kws xyum zoo tsw txug ntshai cov thawj kaav, tassws tug kws xyum tsw zoo yuav ntshai. Koj tsw xaav ntshai tug kws muaj fwjchim kaav lov? Yog le ntawd koj yuav tsum ua qhov zoo xwb mas nwg txhad qhuas koj,"},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.4","label":"4","content":"vem nwg yog Vaajtswv tug qhev kws muaj txaj ntswg rua koj. Tassws yog koj ua phem, ca le ntshai nawj, tsua qhov tug kws kaav hov tsw yog tuav ntaaj do do xwb, nwg yog Vaajtswv tug qhev kws yuav txav txem le kws Vaajtswv npau tawg rua tug kws ua txhum."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.5","label":"5","content":"Vem le nuav mej yuav tsum nyob huv qaab cov num tswv kev tswjfwm tsw yog yuav zos Vaajtswv txujkev npau tawg xwb tassws yog muaj lub sab kws paub qhov zoo qhov phem."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.6","label":"6","content":"Vem le nuav mej yuav tsum them se, tsua qhov cov kws muaj fwjchim kaav yog Vaajtswv cov qhev kws ua tej num nuav moog le."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.7","label":"7","content":"Ca le them rua txhua tug kws koj yuav tsum them, tsw has them se tuabneeg them se laj se teb rua tug kws yuav tsum them, fwm tug kws yuav tsum fwm hab muab koob meej rua tug kws yuav tsum muab."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.8","label":"8","content":"Tsw xob tshuav leejtwg le nuj nqe daabtsw le, tsuas yog tshuav nqe sws hlub, tsua qhov tug kws hlub lwm tug kuj ua lawv nraim le txuj kevcai huvsw lawm."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.9","label":"9","content":"Nqai kws has tas, “Tsw xob deev luas quaspuj quasyawg, tsw xob tua tuabneeg, tsw xob ua tub saab, tsw xob ua sab hlub xaav tau luas tug,”  hab lwm nqai kuj sau zog rua huv nqai nuav kws has tas, “Mej yuav tsum hlub kwvtij zej zog ib yaam le mej hlub mej tug kheej.”"},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.10","label":"10","content":"Kev hlub tsw ua phem rua kwvtij zej zog hlo le, vem le nuav txujkev hlub txhad ua rua txuj kevcai tav puv npo."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.11","label":"11","content":"Tsw taag le ntawd mej yeej paub tas txug lub swjhawm kws mej yuav tsum tswm dheev nruab daab ndub lawm tsua qhov nwgnuav txujkev dim tub lug ze heev dua le thaus kws peb chiv ntseeg lawm."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.12","label":"12","content":"Tub tsaus ntuj ntev lawm tub yuav kaaj ntug. Peb ca le tso qhov tsaus ntuj tej num tseg hab muab txujkev kaaj tej cuab yeej lug naav."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.13","label":"13","content":"Ca peb xyum zoo kuas phim qhov kws nyob nruab nub, tsw xob noj haus qaug dej qaug cawv, tsw xob ua dev ua npua ua phem ua qas, tsw xob sws caav sws tshe sws khib."},{"bible_id":"1216","chapter_code":"ROM.13","verse_code":"ROM.13.14","label":"14","content":"Tassws ca le muab tug Tswv Yexu Kheto lug naav, tsw xob npaaj sab ua tej kev phem kws lub cev nqaj tawv ntshaw."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.1","label":"1","content":"Mej yuav tsum txais tug kws kev ntseeg yau, tsw xob sws caam rua tej kws nyag lub sab xaav."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.2","label":"2","content":"Ib tug ntseeg has tas noj txhua yaam tau, tassws tug kws kev ntseeg yau tsuas yog noj zaub xwb."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.3","label":"3","content":"Tug kws noj los tsw xob saib tsw taug tug kws tsw noj, hab tug kws tsw noj los tsw xob txav txem tas tug kws noj txhum, tsua qhov Vaajtswv tub txais nwg lawm."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.4","label":"4","content":"Koj yog leejtwg es koj yuav txav txem rua lwm tug le tub qhe? Tug tub qhe yuav sawv ntseg lossws yuav qaug kuj nyob ntawm nwg tug lospaav. Nwg yuav sawv ruaj khov tsua qhov Vaajtswv  muaj peevxwm ua rua nwg sawv ntseg tau."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.5","label":"5","content":"Ib tug fwm tas muaj ib nub zoo dua le ib nub, tassws muaj dua ib tug fwm tas txhua nub zoo ib yaam nkaus. Ca txhua tug nyag ruaj sab rua nyag qhov kev xaav."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.6","label":"6","content":"Tug kws fwm nub kuj yog fwm ua rua tug Tswv tau koob meej. Tug kws noj txhua yaam kuj yog noj ua rua tug Tswv tau koob meej tsua qhov nwg ua Vaajtswv tsaug. Hab tug kws tsw noj kuj yog tsw noj ua rua tug Tswv tau koob meej hab ua Vaajtswv tsaug."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.7","label":"7","content":"Peb cov tsw muaj leejtwg muaj txujsa nyob rua nwg tug kheej hab tsw muaj leejtwg tuag rua nwg tug kheej xwb."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.8","label":"8","content":"Yog peb muaj txujsa nyob kuj yog nyob rua tug Tswv, hab yog peb tuag kuj yog tuag rua tug Tswv. Yog le ntawd txawm yog peb muaj txujsa nyob lossws tuag moog lawm los peb yeej yog tug Tswv le."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.9","label":"9","content":"Vem le nuav Kheto txhad le tuag hab caj sawv rov lug sub txhad ua tau cov tuabneeg tuag hab cov tuabneeg caj tug Tswv."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.10","label":"10","content":"Koj nev, ua caag koj yuav txav txem rua koj tug kwvtij? Lossws ua caag koj yuav saib tsw taug koj tug kwvtij? Vem tas peb txhua tug yuav tsum sawv ntawm Vaajtswv lub zwm txwv txav txem."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.11","label":"11","content":"Tsua qhov muaj lug sau ca has tas, “Tug Tswv has tas, ‘Kuv yeej muaj txujsa nyob, txhua lub hauv caug yuav pe kuv hab txhua tug nplaig yuav qhuas Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.12","label":"12","content":"Yog le nuav peb txhua tug nyag yuav tsum has nyag zaaj rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.13","label":"13","content":"Yog le nuav peb ib leeg tsw xob txav txem tas ib leeg txhum, tassws peb yuav tsum txav sab tas yuav tsw ua ib yaam daabtsw ua rua lwm tug dawm lossws taav lwm tug kev mas zoo dua."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.14","label":"14","content":"Huv tug Tswv Yexu kuv paub hab ruaj sab tas tsw muaj ib yaam daabtsw kws nwg ca le qas nwg xwb, tassws yog leejtwg xaav tas yaam twg qas tsw huv mas yaam hov kuj qas tsw huv rua tug hov."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.15","label":"15","content":"Yog koj tug kwvtij nyuaj sab rua tej zaub mov kws koj noj, koj kuj tsw tau xyum lawv le txujkev hlub lawm. Tsw xob ca tej kws koj noj ua rua tug kws Kheto tub tuag txhwv lawd puam tsuaj."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.16","label":"16","content":"Yog le nuav tsw xob ca yaam kws koj pum tas zoo, ua lub chaw rua lwm tug thuaj."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.17","label":"17","content":"Tsua qhov Vaajtswv lub tebchaws tsw yog kev noj kev haus, tassws yog qhov kws ncaaj nceeg hab nyob kaaj sab lug hab txujkev xyiv faab kws nyob huv Vaaj Ntsuj Plig kws dawb huv."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.18","label":"18","content":"Tug kws ua koom rua Kheto lawv nraim le nuav kuj ua hum Vaajtswv lub sab hab tuabneeg kuj fwm nwg."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.19","label":"19","content":"Yog le nuav ca peb fuas quas tso ua tej kws ua kuas muaj kev sws hum xeeb hab ua tej kws ua rua ib leeg txhawb ib leeg tug zug."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.20","label":"20","content":"Tsw xob rhuav Vaajtswv teg num vem yog saib rua tej zaub mov. Txhua yaam zaub mov puavleej huv tag tassws qhov kws noj tej zaub mov kws ua kuas lwm tug dawm kuj yog tsw zoo."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.21","label":"21","content":"Qhov kws tsw noj nqaj lossws tsw haus cawv txwv maab lossws tsw ua ib yaam daabtsw kws ua rua koj tug kwvtij dawm, kuj yog qhov zoo."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.22","label":"22","content":"Koj kev ntseeg kws ntswg txug tej nuav ca nyob ntawm koj hab Vaajtswv xwb. Tug kws tsw muaj chaw has tas nwg tug kheej txhum rua tej kws nwg pum zoo, kuj tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"ROM.14","verse_code":"ROM.14.23","label":"23","content":"Tassws tug kws ua xyem xyaav yog nwg tseed noj kuj raug txem lawm vem nwg tsw noj lawv le nwg ntseeg. Txhua yaam kws tsw yog ua lawv le qhov kws ntseeg puavleej txhum huvsw."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.1","label":"1","content":"Peb cov kws ruaj khov lawm tswm nyog thev qhov kws cov tsw tau muaj zug ua yuam kev, hab peb tsw xob ua kuas txaus peb lub sab xwb."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.2","label":"2","content":"Ca peb txhua tug ua rua lwm tug txaus sab sub txhad muaj qaabhau txhawb tau lwm tug tug zug."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.3","label":"3","content":"Tsua qhov Kheto tsw ua yaam kws txaus nwg sab xwb, tassws lawv le muaj lug sau ca tas, “Tej lug kws luas thuaj koj poob rua sau kuv.”"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.4","label":"4","content":"Tsua qhov tej kws sau ca yaav thau u kuj yog sau ca qhuab qha peb sub Vaajtswv txujlug txhad ua rua peb muaj lub sab ntev thev taug hab txhawb peb tug zug peb txhad muaj sab vaam."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.5","label":"5","content":"Thov Vaajtswv kws pub peb muaj lub sab ntev thev taug hab txhawb peb tug zug paab mej kuas koom tau ua ib lub sab lawv le Yexu Kheto,"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.6","label":"6","content":"sub mej txhad ua ib lub sab qhuas Vaajtswv kws yog peb tug Tswv Yexu Kheto leej Txwv."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.7","label":"7","content":"Vem le nuav, ib leeg yuav tsum txais yuav ib leeg, ib yaam le Kheto tub txais yuav mej sub txhad ua rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.8","label":"8","content":"Kuv has rua mej tas Kheto lug ua koom rua cov kws ua kevcai txav sub txhad ua Vaajtswv txujkev tseeb tshwm lug, txhad laav tej lug kws cog tseg rua peb tej yawm koob lawd,"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.9","label":"9","content":"hab lwm haiv tuabneeg txhad tau qhuas Vaajtswv vem nwg khuvleej. Lawv le muaj lug sau ca has tas, “Vem le nuav kuv txhad qhuas koj rua huv lwm haiv tuabneeg hab hu nkauj qhuas koj lub npe.”"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.10","label":"10","content":"hab muaj lug has dua tas, “Lwm haiv tuabneeg 'e, ca le nrug Vaajtswv haiv tuabneeg zoo sab xyiv faab.”"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.11","label":"11","content":"Hab muaj lug has dua tas, “Lwm haiv tuabneeg txhua tug, ca le qhuas tug Tswv, ib tsoom tuabneeg suavdawg ca le qhuas ntxhas nwg.”"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.12","label":"12","content":"Hab Yaxaya kuj has tas, “Yexi tug caag yuav lug, yog tug kws yuav sawv kaav lwm haiv tuabneeg. Lwm haiv tuabneeg yuav muaj lub chaw vaam rua huv nwg.”"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.13","label":"13","content":"Thov Vaajtswv kws pub kev vaam ua kuas mej xyiv faab hab nyob kaaj sab lug kawg nkaus huv txujkev ntseeg, sub Vaaj Ntsuj Plig dawb huv tug fwjchim txhad pub kuas mej muaj sab vaam kawg nkaus."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.14","label":"14","content":"Kuv cov kwvtij, kuv ntseeg tas mej muaj txhua yaam zoo hab paub txhua yaam hab ib leeg txawj ntuag ib leeg."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.15","label":"15","content":"Tassws qhov kws kuv muaj cuab kaav sau qee zaaj rua mej yog ceeb toom kuas mej ncu, vem yog txujkev hlub kws Vaajtswv pub rua kuv"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.16","label":"16","content":"kuas ua Yexu Kheto tug qhev moog rua lwm haiv tuabneeg hab ua pov thawj teg num qha Vaajtswv txuj xuv zoo sub lwm haiv tuabneeg txhad ua tau yaam kws muab xyeem hum Vaajtswv lub sab, yog yaam kws Vaaj Ntsuj Plig kws dawb huv muab cais kuas dawb huv lawm."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.17","label":"17","content":"Yog le nuav, huv Yexu Kheto kuv txhad muaj chaw khaav txug tej kws kuv ua rua Vaajtswv."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.18","label":"18","content":"Kuv tsw kaav has txug ib yaam daabtsw tsuas yog has txug tej kws Yexu Kheto khaiv kuv ua kuas coj lwm haiv tuabneeg lug noog Vaajtswv lug. Nwg swv kuv tej lug hab tej num kws kuv ua,"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.19","label":"19","content":"yog swv tug fwjchim ntawm tej txujci tseem ceeb hab txujci phemfwj, hab swv Vaaj Ntsuj Plig kws dawb huv tug fwjchim, kuv txhad pav txuj xuv zoo has txug Kheto taag nrho huvsw moog thoob plawg txwj ntawm lub nroog Yeluxalee moog txug lub xeev Ililikhu."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.20","label":"20","content":"Kuv pheej npaaj sab xaav pav txuj xuv zoo rua tej chaw kws tsw txeev muaj tuabneeg moog has txug Kheto lub npe hlo le, sub kuv txhad tsw moog ua rua sau tej taw tag kws lwm tug tub ua ca lawd,"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.21","label":"21","content":"lawv le muaj lug sau ca has tas, “Cov kws tsw txeev muaj tuabneeg moog has txug nwg, puab yuav tau pum, hab cov kws tsw tau nov dua yuav nkaag sab.”"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.22","label":"22","content":"Nuav yog qhov kws taab kaum kuv ntau kuv txhad tsw tau tuaj saib mej."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.23","label":"23","content":"Tassws nwgnuav kuv tsw muaj num ua huv tej tebchaws hov lawm,   hab kuv tub xaav tuaj cuag mej ntau xyoo lawm."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.24","label":"24","content":"Vem le nuav, thaus kuv yuav hlaa mej moog rua Xapee tebchaws kuv vaam tas kuv yuav ntswb mej, hab thaus kuv nrug mej nyob ib ntus txaus sab lawm, mej yuav paab xaa kuv moog."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.25","label":"25","content":"Nwgnuav kuv saamswm moog rua Yeluxalee yog moog paab cov xuv dawb."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.26","label":"26","content":"Tsua qhov cov ntseeg huv lub xeev Makhentaunia hab lub xeev Akhaya pum zoo sau nyaj xaa moog rua cov xuv dawb kws txom nyem huv Yeluxalee."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.27","label":"27","content":"Puab zoo sab ua qhov nuav hab qhov tseeb puab kuj tshuav cov ntseeg huv Yeluxalee nqe hab. Yog lwm haiv tuabneeg lug koom tej kws Vaajtswv pub saab ntsuj plig rua cov ntseeg huv Yeluxalee, kuj tswm nyog puab ua koom rua cov huv Yeluxalee saab nqaj tawv."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.28","label":"28","content":"Thaus kuv xaa cov nyaj kws sau hov moog cob rua puab taag lawm kuv yuav hlaa mej moog rua Xapee tebchaws."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.29","label":"29","content":"Kuv paub tas thaus kuv tuaj txug mej kuv yuav coj Kheto le koob moov txhwj zog tuaj rua mej."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.30","label":"30","content":"Cov kwvtij, vem muaj peb tug Tswv Yexu Kheto hab Vaaj Ntsuj Plig txujkev hlub kuv txhad thov kuas mej koom ib lub sab swv zug thov Vaajtswv paab kuv"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.31","label":"31","content":"kuas dim cov tuabneeg kws tsw ntseeg huv lub xeev Yutia hab thov kuas tej num kws kuv moog ua rua huv Yeluxalee yuav hum cov xuv dawb lub sab,"},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.32","label":"32","content":"sub kuv txhad muaj sab xyiv faab tuaj cuag mej lawv le Vaajtswv lub sab nyam, hab nrug mej nyob suv sab."},{"bible_id":"1216","chapter_code":"ROM.15","verse_code":"ROM.15.33","label":"33","content":"Thov Vaajtswv kws pub txujkev sab tug nrug nraim mej txhua tug. Amee."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.1","label":"1","content":"Kuv thov qha rua mej paub peb tug muam Fenpi kws yog ib tug ua num huv pawg ntseeg Kheekhia."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.2","label":"2","content":"Thov mej tog txais nwg huv tug Tswv lawv le kws tswm nyog txais cov xuv dawb hab paab nwg lawv le nwg cheem tsum tsua qhov nwg tau paab tuabneeg coob coob hab tau paab kuv."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.3","label":"3","content":"Kuv ncu ntsoov txug Plixakha  hab Akhila kws nrug kuv ua Yexu Kheto teg num,"},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.4","label":"4","content":"ob tug tau sev nyog txujsa paab kuv. Kuv ua ob tug tsaug, tsw yog kuv tuab leeg xwb tassws txhua pawg ntseeg kws yog lwm haiv tuabneeg kuj ua ob tug tsaug hab."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.5","label":"5","content":"Hab ncu txug pawg ntseeg kws nyob huv ob tug tsev. Ncu txug Epainetha kws kuv hlub, nwg yog thawj tug kws lug ntseeg huv lub xeev Axia."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.6","label":"6","content":"Ncu txug Maivlag kws swv zug ua num paab mej."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.7","label":"7","content":"Ncu txug Anraunika hab Yunia, kws nrug kuv koom ib haiv tuabneeg hab nrug kuv raug kaw ua ke. Ob tug muaj koob meej huv cov tubkhai, hab ob tug lug nyob huv Kheto ua kuv ntej."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.8","label":"8","content":"Ncu txug Aplhi‑atha, kws kuv hlub huv tug Tswv."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.9","label":"9","content":"Ncu txug Unpana kws nrug peb koom ua Kheto teg num hab ncu txug Xathakhi kws kuv hlub."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.10","label":"10","content":"Ncu txug Apele kws raug muab swm tas zoo heev rua huv Kheto. Ncu txug Alithaupula tsev tuabneeg."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.11","label":"11","content":"Ncu txug Helaunti‑oo kws nrug kuv koom ib haiv tuabneeg. Ncu txug cov kws ntseeg tug Tswv huv Naxixa tsev tuabneeg."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.12","label":"12","content":"Ncu txug Rhifena hab Rhifauxa kws saamswm ua tug Tswv teg num. Ncu txug Pawxi kws kuv hlub hab nwg swv zug ua Vaajtswv teg num."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.13","label":"13","content":"Ncu txug Lufa kws xaiv ca rua huv tug Tswv hab nwg nam kws yog kuv nam hab."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.14","label":"14","content":"Ncu txug Axikhitha, Falekoo, Hawme, Palaunpa, Hawma hab cov kwvtij kws nrug puab nyob."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.15","label":"15","content":"Ncu txug Filaulauka, Yuli, Nele‑a hab nwg tug muam, hab Aulinpa hab cov xuv dawb suavdawg kws nrug puab nyob."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.16","label":"16","content":"Ca le sws fem ntawm txuj kevcai nwj kws dawb huv. Kheto txhua pawg ntseeg ncu txug mej."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.17","label":"17","content":"Cov kwvtij, kuv thov mej tshuaj saib tej tuabneeg kws tswm kev sws caav hab taav mej kev ua rua mej tig ntawm tej lug qha kws mej tau kawm lug lawd. Ca le txaav deb ntawm puab."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.18","label":"18","content":"Puab cov hov tsw yog ua peb tug Tswv Yexu Kheto le tub qhe, puab ua puab lub plaab le qhev xwb, hab ua lug mog lug muas lug qaab zwb daag ntxag cov kws tsw paub qaabhau lub sab."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.19","label":"19","content":"Qhov kws mej noog lug tub nchaa moog txug txhua tug lawm, kuv txhad zoo sab kawg rua mej. Kuv xaav kuas mej txawj ntse rua qhov kws zoo, ruag rua qhov kws phem."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.20","label":"20","content":"Tshuav tsw ntev Vaajtswv kws pub txujkev sab tug yuav muab Xataa  nas ntho rua huv mej xwb taw. Thov peb tug Tswv Yexu Kheto txujkev hlub nrug nraim mej."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.21","label":"21","content":"Timaute kws nrug kuv ua num kuj ncu txug mej. Lukia hab Yaxoo hab Xauxipathaw kws nrug kuv koom ib haiv tuabneeg kuj ncu txug mej hab."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.22","label":"22","content":"Kuv kws yog Thawthia, yog tug sau Povlauj tsaab ntawv nuav, kuv kuj ncu txug mej huv tug Tswv."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.23","label":"23","content":"Kai‑a kws kuv nrug nyob hab nwg muab nwg lub tsev ua chaw rua pawg ntseeg suavdawg pe Vaajtswv ncu txug mej. Elatha kws ua thawj saib txhaab nyaj huv lub moos hab peb tug kwv Khautha ncu txug mej hab."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.25","label":"25","content":"Ca le qhuas tug kws paab tau mej nyob ruaj lawv le txuj xuv zoo kws kuv pav hab lawv le qhov kws kuv tshaaj tawm txug Yexu Kheto, hab lawv le qhov kws nthuav tej kws muab npog ca thau u lug lawd tshwm lug."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.26","label":"26","content":"Tassws nwgnuav tub muab tej nuav nthuav tshwm lug rua txhua haiv tuabneeg pum tseeb lawv le tej lug kws cov xwbfwb cev Vaajtswv lug sau ca, yog lawv le Vaajtswv kws muaj txujsa nyob moog ib txhws tau has ca sub puab txhad tau ntseeg hab noog lug."},{"bible_id":"1216","chapter_code":"ROM.16","verse_code":"ROM.16.27","label":"27","content":"Thov ca Vaajtswv tuab leeg kws muaj tswvyim tau koob meej huv Yexu Kheto moog ib txhws. Amee."}]