[{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.1","label":"1","content":"Thaus cov thawj tseed kaav Yixayee tebchaws mas muaj kev tshaib nqhes huv lub tebchaws ib zag. Muaj ib tug yawm nyob huv lub moos Npelehee huv Yuta tebchaws txawm coj quaspuj hab ob tug tub tswv moog nyob ib ntus rua huv Mau‑a tebchaws."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.2","label":"2","content":"Tug yawm hov npe hu ua Elimelej, nwg quaspuj hu ua Na‑aumi, ob tug tub ib tug hu ua Maloo, ib tug hu ua Khili‑oo. Puab yog tuabneeg Efatha nyob huv lub moos Npelehee huv Yuta tebchaws. Puab tswv moog nyob huv Mau‑a tebchaws."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.3","label":"3","content":"Tes Na‑aumi tug quasyawg Elimelej txawm tuag lawm tseg nwg hab nwg ob tug tub."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.4","label":"4","content":"Ob tug tub hov kuj yuav tau Mau‑a cov ntxhais ua quaspuj. Ib tug npe hu ua Aupa, ib tug hu ua Luv. Puab nyob hov ntawd tau kaum xyoo."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.5","label":"5","content":"Tes Maloo hab Khili‑oo ob tug txawm tuag lawm, tes Na‑aumi txhad nyob ua ntsog qos ntsuag tsw muaj quasyawg tsw muaj tub."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.6","label":"6","content":"Mas Na‑aumi hab ob tug nyaab npaaj yuav sawv kev tawm huv Mau‑a tebchaws rov qaab, vem yog thaus tseed nyob huv Mau‑a tebchaws nwg nov xuv tas Yawmsaub lug paab nwg haiv tuabneeg hab pub puab muaj mov noj lawm."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.7","label":"7","content":"Nwg txhad tawm huv lub chaw nyob nrug ob tug nyaab moog, puab taug kev rov qaab moog rua Yuta tebchaws."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.8","label":"8","content":"Na‑aumi txawm has rua nwg ob tug nyaab tas, “Ca meb ob leeg nyag rov moog nrug nyag nam nyob. Thov Yawmsaub hlub meb ib yaam le meb tau hlub cov kws tuag lawd hab hlub kuv."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.9","label":"9","content":"Thov Yawmsaub pub kuas meb tau nyob kaaj sab lug nyag tau nyob huv nyag tug quasyawg lub tsev.” Tes Na‑aumi txawm nwj ob tug nyaab, puab nyag taug nyag quaj."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.10","label":"10","content":"Ob tug has rua Na‑aumi tas, “Tsw xob ua le ntawd, ib yuav nrug koj moog rua koj haiv tuabneeg.”"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.11","label":"11","content":"Tassws Na‑aumi has tas, “Ob tug nyaab, ca le rov qaab moog, meb yuav nrug kuv moog ua daabtsw? Kuv lub plaab tseed yuav muaj tub rua meb yuav ua quasyawg hab lov?"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.12","label":"12","content":"Ob tug nyaab 'e, rov qaab moog tsev mog. Kuv laug heev dhau tsw yuav quasyawg lawm. Yog kuv xaav tas kuv tseed muaj vaam es txawm yog yuav quasyawg mo nuav hab muaj tub,"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.13","label":"13","content":"los meb yuav tog moog txug thaus tej tub hov hlub hab lov? Meb yuav tswj tau meb lub sab tsw yuav quasyawg lov? Tsw xob ua le, ob tug miv nyaab, kuv raug kev ab sab heev dua meb, vem yog Yawmsaub txhais teg tawm tsaam kuv.”"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.14","label":"14","content":"Tes puab nyag taug nyag rov quaj. Tes Aupa txawm nwj leej nam hab rov qaab moog lawm, tassws Luv tseed dai quas lag leej nam."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.15","label":"15","content":"Na‑aumi has rua Luv tas, “Saib maj, koj tug nam laug tub rov qaab moog rua nwg haiv tuabneeg hab nwg tej daab lawm. Koj ca le lawv koj tug nam laug rov qaab moog mog.”"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.16","label":"16","content":"Tassws Luv has tas, “Tsw xob has kuas kuv tso koj tseg ncaim koj rov qaab moog. Koj moog hovtwg los kuv yuav moog hab, koj nyob hovtwg los kuv yuav nyob hov ntawd hab, koj haiv tuabneeg los yog kuv haiv tuabneeg hab, koj tug Vaajtswv los yog kuv tug Vaajtswv."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.17","label":"17","content":"Koj tuag hovtwg kuv yuav tuag hov ntawd hab yuav muab kuv log rua hov ntawd hab. Yog txujkev tuag ua rua kuv ncaim koj  los thov Yawmsaub rau txem rua kuv hab rau nyaav dua.”"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.18","label":"18","content":"Thaus Na‑aumi pum tas Luv muaj sab nrug nwg moog tag tag le, nwg txawm tsw has daabtsw lawm."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.19","label":"19","content":"Ob tug txhad le ua ke moog txug lub moos Npelehee. Thaus ob tug lug txug Npelehee lawd cov kwvtij zej zog raag zum zawg rua ob tug. Tej quaspuj sws has tas, “Hov yog Na‑aumi lov?”"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.20","label":"20","content":"Na‑aumi has rua puab tas, “Tsw xob hu kuv ua Na‑aumi lawm, ca le hu kuv ua Mala  tsua qhov Vaajtswv kws muaj fwjchim luj kawg nkaus ua rua kuv ab sab kawg."},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.21","label":"21","content":"Thaus kuv tawm huv lub moos nuav moog kuv muaj txhua yaam nplua mag, tassws Yawmsaub coj kuv rov qaab lug teg dawb teg nplag. Yawmsaub ua rua kuv txom nyem nyuaj sab hab Vaajtswv kws muaj fwjchim luj coj xwm txheej phem lug raug kuv, mej tseed yuav hu kuv ua Na‑aumi daabtsw?”"},{"bible_id":"1216","chapter_code":"RUT.1","verse_code":"RUT.1.22","label":"22","content":"Yog le nuav Na‑aumi txhad le tawm ntawm Mau‑a tebchaws lug hab Luv kws yog nwg tug nyaab hab yog tuabneeg Mau‑a kuj nrug nwg lug. Ob tug lug txug lub moos Npelehee yog lub caij kws chiv hlais qeb."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.1","label":"1","content":"Na‑aumi muaj ib tug kwvtij muaj txag yog Elimelej cum ntaag npe hu ua Npau‑a."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.2","label":"2","content":"Mas Luv kws yog tuabneeg Mau‑a has rua Na‑aumi tas, “Ca kuv moog teb moog xawb tej qeb lawv qaab tug kws zoo sab ca kuv xawb.” Na‑aumi has rua nwg tas, “Miv nyaab 'e, ca le moog.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.3","label":"3","content":"Luv txawm tawm moog xawb lawv qaab cov kws hlais. Nwg moog tau rua huv Npau‑a daim teb, yog tug kws nrug Elimelej koom ib cum."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.4","label":"4","content":"Mas Npau‑a tuaj huv Npelehee tuaj txug, nwg has rua cov kws hlais qeb tas, “Thov Yawmsaub nrug nraim mej nyob.” Puab teb tas, “Thov Yawmsaub foom koob moov rua koj.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.5","label":"5","content":"Npau‑a txawm nug tug tub zug kws coj zug hlais qeb hov tas, “Tug quaspuj hov yog leejtwg le?”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.6","label":"6","content":"Tug tub zug kws coj zug hlais qeb teb tas, “Yog tug quaspuj Mau‑a kws nrug Na‑aumi tawm huv Mau‑a tebchaws rov lug."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.7","label":"7","content":"Tug quaspuj hov thov has tas, ‘Ca kuv xawb hab khaws lawv qaab cov kws hlais tej teg qeb.’ Nwg txhad tuaj xawb taagkig nuav lug lawm tsuas yog su ib plag  huv tsev teb xwb.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.8","label":"8","content":"Tes Npau‑a txawm has rua Luv tas, “Nyaab 'e, ca le noog kuv has, tsw xob moog xawb lwm tug le teb es tso daim nuav tseg. Ca le lawv qaab ti ti kuv tej nkauj qhev."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.9","label":"9","content":"Ca le saib ntsoov daim teb kws puab hlais hab lawv puab qaab. Kuv tub has rua cov tub hluas kuas tsw xob zwg koj. Thaus koj nqhes dej kuj ca le moog haus dej huv lub taub kws cov hluas ntim ca lawd.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.10","label":"10","content":"Nwg txhad khwb nkaus huv aav pe Npau‑a hab has tas, “Kuv tsuas yog ib tug tuabneeg lwm tebchaws xwb, ua le caag koj yuav hlub kuv hab saib kuv zoo?”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.11","label":"11","content":"Npau‑a teb nwg tas, “Muaj tuabneeg pav rua kuv paub txug txhua yaam kws koj ua koom rua koj nam puj txwj thaus koj tug quasyawg tuag lawd hab paub txug qhov kws koj tso koj nam koj txwv hab lub tebchaws kws yug koj tseg es lug nrug haiv tuabneeg kws koj tsw tau paub dua nyob."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.12","label":"12","content":"Thov Yawmsaub pauj tej kws koj ua zoo rov rua koj hab thov Yawmsaub kws yog cov Yixayee tug Vaajtswv kws koj lug cawm sav rua huv nwg phob tis pub koob moov nplua mag rua koj.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.13","label":"13","content":"Luv txhad teb tas, “Yawm hlub, thov koj hlub kuv moog le,  tsua qhov txawm yog kuv tsw yog koj le nkauj qhev los koj tub nplig tau kuv lub sab hab has tej lug zoo rua kuv.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.14","label":"14","content":"Txug swjhawm noj mov Npau‑a kuj has rua nwg tas, “Lug nrug peb noj hab muab ncuav ntsw tej kua qaub noj.” Nwg txhad nrug cov kws hlais qeb nyob quas tsawg. Npau‑a cev tej qeb kib rua nwg, nwg noj tsau tseed tshuav seem."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.15","label":"15","content":"Thaus Luv sawv tseeg moog xawb qeb, Npau‑a has rua cov tub hluas tas, “Ca nwg xawb lawv tej teg qeb, tsw xob tshev nwg."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.16","label":"16","content":"Hab rhu tej rev qeb tso rua nwg khaws hab, tsw xob tshev nwg.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.17","label":"17","content":"Luv txhad xawb qeb moog txug tsaus ntuj. Nwg muab tej kws xawb hov ntaus, tau kwvlaam ib efa qeb."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.18","label":"18","content":"Nwg rws cov qeb hov rov moog rua huv lub moos, nwg muab tej qeb kws nwg xawb lug hov rua nwg nam puj saib hab muab tej zaub mov kws nwg noj tsw taag rua nam puj noj."},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.19","label":"19","content":"Nam puj txhad has rua nwg tas, “Nub nua koj moog xawb qeb hovtwg? Koj ua num hovtwg? Thov ca tug kws hlub koj tau koob moov.” Luv txhad has rua nam puj paub tas nwg moog ua num huv leejtwg daim teb hab has tas, “Tug yawm kws nub nua kuv moog ua num hov npe hu ua Npau‑a.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.20","label":"20","content":"Na‑aumi has rua tug nyaab tas, “Thov Yawmsaub foom koob moov rua tug yawm hov. Yawmsaub txujkev hlub muaj tsw tu rua tug kws tseed muaj txujsa nyob hab tug kws tuag lawd.” Na‑aumi has rua Luv tas, “Tug yawm hov yog peb le kwvtij yog ib tug txheeb ze peb.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.21","label":"21","content":"Luv kws yog tuabneeg Mau‑a has tas, “Hab nwg tseed has rua kuv tas, ‘Koj lawv qaab xawb ti ti kuv cov qhev moog txug thaus puab hlais kuv le qeb taag.’ ”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.22","label":"22","content":"Na‑aumi has rua Luv kws yog nwg tug nyaab tas, “Nyaab, qhov kws koj nrug nwg tej nkauj qhev ua num zoo lawm, ntshai tsaam koj moog rua huv lwm tug le teb tes raug luas zwg.”"},{"bible_id":"1216","chapter_code":"RUT.2","verse_code":"RUT.2.23","label":"23","content":"Vem le hov Luv txhad lawv ti ti Npau‑a cov nkauj qhev qaab xawb qeb hab mog moog txug thaus hlais qeb hab hlais mog taag, hab nrug nwg nam puj nyob."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.1","label":"1","content":"Na‑aumi kws yog Luv nam puj has rua nwg tas, “Nyaab, puas tswm nyog kuv nrhav cuab nrhav yig rua koj sub koj txhad nyob kaaj sab lug?"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.2","label":"2","content":"Npau‑a kws koj moog nrug nwg cov nkauj qhev ua ke hov yog peb le kwvtij txheeb. Mo nuav nwg saamswm ntxuaj qeb huv lub tshaav ntaus qeb."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.3","label":"3","content":"Koj ca le daa dej pleev roj tsw qaab hab naav cev tsoog kws zoo heev moog rua nraag lub tshaav ntaus qeb kuas tsw xob ca nwg pum koj moog txug thaus nwg noj mov haus dej taag tsaiv."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.4","label":"4","content":"Thaus nwg moog pw, ua tuab zoo saib nwg pw hovtwg, le maav moog cem daim choj ntawm nwg kwtaw hab pw rua hov ntawd. Tes nwg yuav qha rua koj tas koj yuav tsum ua daabtsw.”"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.5","label":"5","content":"Luv teb tas, “Kuv yuav ua txhua yaam kws koj has.”"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.6","label":"6","content":"Luv txhad moog nraag lub tshaav ntaus qeb hab ua lawv le nwg nam puj has txhua yaam."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.7","label":"7","content":"Thaus Npau‑a noj haus tsau zoo sab lawd, nwg txawm moog pw ntawm pawg qeb ib saab. Tes Luv txawm nkaag moog cem daim choj ntawm nwg kwtaw hab pw hov ntawd."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.8","label":"8","content":"Thaus ib taag mo, yawm hov raag dheev lug tig cev na cav muaj ib tug quaspuj pw ntawm nwg kwtaw."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.9","label":"9","content":"Nwg txhad nug tas, “Koj yog leejtwg?” Tug quaspuj teb tas, “Kuv yog koj tug nkauj qhev Luv 'os. Thov koj cem koj lub qaab tsho ntev vuv koj tug nkauj qhev tsua qhov koj yog ib tug kwvtij txheeb.”"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.10","label":"10","content":"Npau‑a txhad has tas, “Mivntxhais 'e, thov Yawmsaub foom koob moov rua koj lauj. Koj txujkev hlub zag nuav luj dua zag ua ntej, tsua qhov koj tsw moog nrhav tej tub hluas tsw has muaj los pluag."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.11","label":"11","content":"Mivntxhais 'e, nwgnuav tsw xob ntshai, kuv yuav ua txhua yaam lawv le koj thov. Cov tuabneeg huv peb lub moos suavdawg yeej paub tas koj yog ib tug quaspuj kws zoo tswm txaj."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.12","label":"12","content":"Hab kuv los yeej yog kwvtij txheeb tag, tassws tseed muaj dua ib tug kwvtij kws txheeb dua kuv."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.13","label":"13","content":"Mo nuav koj ca le pw ntawm nuav. Pigkig kaaj ntug yog tug hov leeg ua kwvtij txheeb saws koj, kuj zoo, ca nwg saws. Yog nwg tsw yeem ua kwvtij txheeb saws koj, muaj Yawmsaub kws muaj txujsa nyob pum, kuv yuav leeg ua kwvtij txheeb saws koj. Ca le pw ntawm nuav moog txug kaaj ntug.”"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.14","label":"14","content":"Luv txhad pw ntawm nwg kwtaw moog txug kaaj ntug, tassws nwg sawv ntxuv tseeg thaus tsw tau pum kev zeem tau ntsej muag. Npau‑a has tas, “Tsw xob kheev leejtwg paub tas ib tug quaspuj tuaj ntawm lub tshaav ntaus qeb nuav.”"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.15","label":"15","content":"Nwg has rua Luv tas, “Ca le muab koj daim ntaub kauv nthuav lug.” Luv txhad nthuav lug, mas Npau‑a luj tau rau xe‑a  qeb muab rua nwg rws moog, nwg txawm rov moog rua huv lub moos lawm."},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.16","label":"16","content":"Thaus Luv lug txug, nwg nam puj nug tas, “Miv nyaab, zoo le caag 'os?” Luv txawm pav txhua yaam kws tug yawm hov ua rua nwg rua leej nam noog,"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.17","label":"17","content":"has tas, “Nwg pub rau xe‑a qeb nuav rua kuv, nwg has tas, ‘Tsw xob rov qaab moog teg dawb teg do rua ntawm koj nam puj.’ ”"},{"bible_id":"1216","chapter_code":"RUT.3","verse_code":"RUT.3.18","label":"18","content":"Na‑aumi teb tas, “Miv nyaab, nyob tuabywv tog moog txug thaus paub tas zaaj nuav zoo le caag, tsua qhov tug yawm hov yuav tsw su, nwg yuav has zaaj nuav kuas tav rua nub nua.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.1","label":"1","content":"Npau‑a moog nyob quas tsawg ntawm rooj loog. Mas tug kwvtij txheeb kws Npau‑a has txug kuj taug kev tuaj. Npau‑a txawm has tas, “Kwvtij, lug nyob quas tsawg ntawm nuav.” Tes tug yawm hov txawm lug nyob quas tsawg."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.2","label":"2","content":"Npau‑a txhad moog hu cov kev txwj quas laug huv lub moos hov kaum leej tuaj hab has tas, “Mej ca le nyob tsawg ntawm nuav.” Puab txawm nyob tsawg."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.3","label":"3","content":"Nwg txawm has rua tug kwvtij kws txheeb hov tas, “Daim teb kws yog peb tug kwvtij Elimelej le mas Na‑aumi kws rov huv Mau‑a tebchaws lug yuav muab muag."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.4","label":"4","content":"Kuv xaav tas kuv yuav has rua koj paub, hab thov kuas koj yuav ca taab meeg cov tuabneeg kws nyob tsawg ntawm nuav hab taab meeg peb cov kev txwj quas laug. Yog koj yuav txhwv kuj ca le txhwv. Yog koj tsw txhwv kuj has meej rua kuv paub, tsua qhov dhau koj lawm tsw muaj leejtwg muaj feem txhwv tau, tsuas yog kuv txhad muaj feem ua koj qaab xwb.” Tug yawm hov has tas, “Kuv yuav txhwv.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.5","label":"5","content":"Tes Npau‑a txawm has tas, “Nub kws koj yuav daim teb ntawm Na‑aumi koj kuj tau Luv kws yog tuabneeg Mau‑a kws ua puj ntsuag hab, sub txhad tuav tau tug kws tuag lawd lub npe ca rua huv daim teb kws yog nwg qub txeeg qub teg.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.6","label":"6","content":"Tug kwvtij txheeb hov teb tas, “Kuv txhwv le hov tsw tau, yuav ua rua kuv qub txeeg qub teg poob moog. Koj ca le nyob kuv chaw moog txhwv, tsua qhov kuv txhwv tsw tau.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.7","label":"7","content":"Nuav yog tej kevcai kws thau u cov Yixayee coj ntswg txug kev txhwv hab kev pauv, txhad ua tau timkhawv tas ob tog has sws hum, tug kws tsw txhwv yuav hle khau cev rua tug kws txhwv. Nuav yog kevcai ua timkhawv rua huv cov Yixayee."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.8","label":"8","content":"Yog le nuav thaus tug kwvtij txheeb has rua Npau‑a tas, “Koj ca le yuav koj,” nwg txhad hle nwg ib saab khau."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.9","label":"9","content":"Tes Npau‑a txawm has rua cov kev txwj quas laug hab cov pejxeem suavdawg tas, “Nub nua mej ua timkhawv pum tas kuv tau yuav Elimelej tej cuab txhaj cuab taam hab Khili‑oo hab Maloo tej cuab txhaj cuab taam huvsw ntawm Na‑aumi txhais teg lawm."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.10","label":"10","content":"Hab kuv yuav Maloo tug quaspuj Luv kws ua puj ntsuag hab yog tuabneeg Mau‑a lug ua kuv quaspuj sub txhad tuav tau tug kws tuag lub npe ca rua huv daim teb kws yog nwg qub txeeg qub teg moog le, sub tug kws tuag lub npe txhad tsw raug muab txav tu huv nwg cov kwvtij hab tu huv lub rooj loog kws yog nwg lub moos. Nub nua mej ua timkhawv.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.11","label":"11","content":"Tes cov pejxeem suavdawg kws nyob ntawm rooj loog hab cov kev txwj quas laug txawm has tas, “Peb ua tau timkhawv. Thov Yawmsaub ua rua tug quaspuj kws saamswm lug rua huv koj lub tsev zoo yaam nkaus le Lachee hab Le‑a, kws tswm haiv tuabneeg Yixayee. Thov kuas koj vaam meej rua huv Efatha hab muaj koob meej rua huv Npelehee."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.12","label":"12","content":"Thov kuas cov mivnyuas kws Yawmsaub yuav pub rua tug quaspuj hluas nuav ua koj le caaj ceg zoo yaam nkaus le Peles caaj ceg kws Thama yug rua Yuta.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.13","label":"13","content":"Yog le nuav Npau‑a txhad le yuav Luv ua quaspuj. Nwg moog nrug Luv pw hab Yawmsaub pub Luv xeeb tub yug tau ib tug tub."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.14","label":"14","content":"Tej quaspuj has rua Na‑aumi tas, “Qhuas Yawmsaub kws nub nua tsw tso koj tseg ca ua tug kws tsw muaj kwvtij txheeb. Thov ca tug mivtub nuav muaj koob meej nchaa quas lug rua huv cov Yixayee."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.15","label":"15","content":"Tug mivtub nuav yuav tsaav koj txujsa hab yug koj rua thaus koj laug. Tsua qhov tug mivtub nuav yog tug nyaab kws hlub koj yug, yog tug nyaab kws tswm txaj dua xyaa leej tub.”"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.16","label":"16","content":"Tes Na‑aumi txawm muab tug mivtub hov puag rua huv nwg lub xubndag hab tu tug mivtub hov."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.17","label":"17","content":"Tej quaspuj kws nyob ze ib ncig has tas, “Yug tau ib tug tub rua Na‑aumi lawm.” Puab tis npe rua tug mivtub hov hu ua Aunpe. Aunpe yog Yexi txwv, Yexi yog Tavi txwv."},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.18","label":"18","content":"Ntawm nuav moog yog Peles caaj ceg. Peles yog Hexaloo txwv,"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.19","label":"19","content":"Hexaloo yog Laa txwv, Laa yog Aminanta txwv,"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.20","label":"20","content":"Aminanta yog Nasoo txwv, Nasoo yog Xaamoo txwv,"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.21","label":"21","content":"Xaamoo yog Npau‑a txwv, Npau‑a yog Aunpe txwv,"},{"bible_id":"1216","chapter_code":"RUT.4","verse_code":"RUT.4.22","label":"22","content":"Aunpe yog Yexi txwv, Yexi yog Tavi txwv."}]