[{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.1","label":"1","content":"Xalaumoo tej nkauj kws zoo tshaaj plawg."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.2","label":"2","content":"Kuv xaav kuas nwg nwj kuv, nwj kag ntawm nwg lub qhov ncauj. Tsua qhov koj txujkev hlub zoo dua le cawv txwv maab."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.3","label":"3","content":"Koj cov roj pleev tsw qaab quas ntxag, koj lub moo nto quas lug yaam nkaus le fwj roj tsw qaab kws muab hliv nthawv. Vem le nuav tej hluas nkauj txhad nyam koj."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.4","label":"4","content":"Thov coj kuv moog, ca ib maaj nroog moog. Kuv tug vaajntxwv kuj coj kuv moog rua huv nwg lub txaaj pw. Peb yuav zoo sab xyiv faab kawg rua koj. Peb yuav qhuas koj txujkev hlub heev dua le cawv txwv maab. Qhov kws tej hluas nkauj nyam koj yeej yog txaus nyam lawm."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.5","label":"5","content":"Yeluxalee tej ntxhais 'e, kuv mas yog tawv dub tassws zoo nkauj, kuv dub yaam le cov Khenta lub tsev ntaub, zoo nkauj yaam le Xalaumoo tej ntaub tsuj ntaub npuag."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.6","label":"6","content":"Tsw xob saib tsw taug kuv tsua qhov kuv dub doog vem yog tshaav ntuj zab kuv. Kuv nam cov tub chim rua kuv, puab khaiv kuv kuas tu tej vaaj txwv maab, tassws kuv lub vaaj mas kuv tsw tu le."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.7","label":"7","content":"Tug kws kuv lub sab nyam, thov qha rua kuv tas koj coj paab yaaj moog yug rua hovtwg, thaus taav su koj coj paab yaaj moog pw su rua hovtwg? Ua le caag kuv yuav tsum muab ntaub npug ntsej muag moog nrhav huv koj tej phoojywg paab yaaj?"},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.8","label":"8","content":"Au tug kws zoo nkauj tshaaj plawg tej quaspuj huvsw, koj tsw paub mas koj ca le taug tej neev yaaj hab coj koj tej mivnyuas tshws moog yug ze cov kws yug yaaj tej tsev pheeb suav."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.9","label":"9","content":"Tug kws kuv nyam, kuv muab koj pev zoo yaam nkaus le tug maum neeg kws hai Falau lub tsheb."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.10","label":"10","content":"Koj ob saab plhu zoo nkauj phim nyog dai tej saws nyaj, koj lub cej daab zoo nkauj phim nyog tej hlaws ci."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.11","label":"11","content":"Peb yuav ua tej saw kub kws lu npauj nyag rua koj coj."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.12","label":"12","content":"Thaus vaajntxwv nyob tsawg ntawm lub rooj, kuv tej roj tsw qaab kuj tsw moog thoob plawg."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.13","label":"13","content":"Tug kws kuv ntxwm sab yog kuv pob roj tsw qaab kws nyob ntawm kuv ob lub mig."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.14","label":"14","content":"Tug kws kuv ntxwm sab yog kuv rev paaj ntoo tsw qaab kws tawg huv lub vaaj txwv maab Eekenti."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.15","label":"15","content":"Tug kws kuv nyam, ua caag koj zoo nkauj ua luaj? Koj zoo nkauj kawg, koj ob lub qhov muag zoo taam tug nquab taug."},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.16","label":"16","content":"Tug kws kuv ntxwm sab, ua caag koj zoo nraug ua luaj? Koj ua rua kuv zoo sab tag tag le. Ib ob leeg lub chaw pw ntsuab tsaus nti,"},{"bible_id":"1216","chapter_code":"SNG.1","verse_code":"SNG.1.17","label":"17","content":"ib ob leeg lub tsev tej dau yog ntoo cab, tej qhaab yog ntoo thuv."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.1","label":"1","content":"Kuv yog ib lub nyuas paaj sua huv nraag taj Saloo hab yog ib lub nyuas paaj lilij ntawm haav dej."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.2","label":"2","content":"Lub paaj lilij huv thaaj xuav paug zoo nkauj le caag, tug kws kuv nyam kuj zoo ib yaam le ntawd huv plawv ib tsoom hluas nkauj."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.3","label":"3","content":"Tsob txwv duaj nyob huv plawv tej haav zoov zoo le caag, tug kws ntxwm kuv sab zoo ib yaam le ntawd huv plawv ib tsoom hluas nraug. Kuv zoo sab kawg nyob huv qaab nwg tug duab ntxoo, hab nwg tej txwv kuv tau swm noj mas qaab zwb."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.4","label":"4","content":"Nwg coj kuv moog rua huv lub chaw kws noj haus, nwg tug chij kws dai sau kuv yog txujkev hlub."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.5","label":"5","content":"Thov muab txwv maab qhuav rua kuv noj txhawb kuv tug zug hab muab txwv duaj rua kuv noj kuas kuv suv sab vem yog kuv nyam nwg qhuav sab qhawv."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.6","label":"6","content":"Thov ca nwg txhais teg txhum phem rau kuv ncoo, hab nwg txhais teg xws puag kuv."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.7","label":"7","content":"Yeluxalee tej ntxhais 'e, thov mej twv rua tej kauv seb hab tej xyuas muas lwj has tas mej yuav tsw tshaum tsw tsaa kuas ib txujkev sws hlub tswm raag moog txug thaus txaus sab tsaiv."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.8","label":"8","content":"Nuav nej yog tug kws kuv ntxwm sab lub suab. Saib maj, nwg tuaj lawm, nwg dha caw qa quas ntsog peg roob tuaj, nwg caws qa hlaa sau tej pov roob tuaj."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.9","label":"9","content":"Tug kws kuv ntxwm sab zoo yaam nkaus le tug kauv seb, lossws yaam le tug thaav muas lwj. Saib maj, nwg sawv ntsug saab nrau peb phaab ntsaa tsev, nwg xauj ntawm qhov rais tuaj, nwg xauj huv tej kem taab hlau."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.10","label":"10","content":"Tug kws kuv ntxwm sab tsaa ncauj has rua kuv tas, “Tug kws kuv nyam 'e, koj ca le sawv tseeg, kuv tug zoo nkauj 'e, ca le tuaj."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.11","label":"11","content":"Vem tas ntuj no kuj dhau lawm, hab naag kuj tu lawm."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.12","label":"12","content":"Tej paaj ntoo saamswm tawg sau lub nplajteb, lub caij hu nkauj lug txug lawm, hab nov nquab taug lub suab quaj thoob peb lub tebchaws."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.13","label":"13","content":"Tej txwv cua saamswm txw txwv, hab tej txwv maab kuj tawg paaj, tsw qaab zwb quas lawg. Tug kws kuv nyam 'e, koj ca le sawv tseeg, kuv tug zoo nkauj 'e, ca le tuaj."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.14","label":"14","content":"Kuv tug puj nquab 'e, kws nyob huv kem zeb, kws nkaum huv kem tsua, thov ca kuv pum koj ntsej muag hab nov koj lub suab, vem koj lub suab qaab zwb hab koj ntsej muag zoo nkauj kawg."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.15","label":"15","content":"Ib ca le nteg tej maa hab tej maa miv miv kws txuv tej vaaj txwv maab tsua qhov ib lub vaaj txwv maab tawg paaj lawm.”"},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.16","label":"16","content":"Tug kws ntxwm kuv sab yog kuv teej kuv tug, hab kuv yog nwg teej tug. Nwg yug nwg paab yaaj huv tej paaj lilij."},{"bible_id":"1216","chapter_code":"SNG.2","verse_code":"SNG.2.17","label":"17","content":"Tug kws ntxwm kuv sab, koj ca le nrug kuv nyob moog txug thaus cua ntsawj sawv ntxuv hab duab tsaus ntuj pluj lawm, ua zoo yaam nkaus le tug kauv seb hab tug thaav muas lwj sau lub roob Npethaw."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.1","label":"1","content":"Thaus tsaus ntuj kws kuv pw sau txaaj, kuv nrhav tug kws kuv lub sab nyam, kuv nrhav nwg tassws nrhav tsw tau."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.2","label":"2","content":"Kuv yuav sawv tseeg moog thoob plawg huv lub nroog, moog huv tej kev hab huv tej tshaav puam, kuv yuav nrhav tug kws kuv lub sab nyam. Kuv nrhav nwg tassws nrhav tsw tau."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.3","label":"3","content":"Cov kws faaj xwm ntswb kuv rua thaus puab saamswm taug kev huv lub nroog. Kuv nug puab tas, “Mej pum tug kws kuv lub sab nyam los tsw pum?”"},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.4","label":"4","content":"Thaus kuv hlaa dhau puab mivntswv lawm, kuv ntswb nwg, yog tug kws kuv lub sab nyam. Kuv ntsab nkaus nwg tsw kaam tso nwg moog le, moog txug thaus kuv coj nwg lug rua huv kuv nam lub tsev, hab nkaag rua huv tug kws xeeb kuv lub txaaj."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.5","label":"5","content":"Yeluxalee tej ntxhais 'e, thov mej twv rua tej kauv seb hab tej xyuas muas lwj has tas mej yuav tsw tshaum tsw tsaa kuas ib txujkev sws hlub tswm raag moog txug thaus txaus sab tsaiv."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.6","label":"6","content":"Leejtwg tawm huv tebchaws moj saab qhua tuaj zoo yaam le ib twv paa nchu kws muaj roj tsw qaab hab roj ntoos tsw qaab tsw quas lawg tuaj, yog txhua yaam moov tsw qaab kws tub laag tub luam xaa tuaj?"},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.7","label":"7","content":"Saib maj, yog Xalaumoo lub zwm txwv. Muaj rau caum leej tub rog kws sab tuab vej quas vog, yog Yixayee cov tub rog kws sab luj sab tuab."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.8","label":"8","content":"Puab coj ntaaj hab puab txawj ntaus rog, puab txhua tug rws ntaaj ntawm duav faaj seeb xwm txheej thaus tsaus ntuj."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.9","label":"9","content":"Vaajntxwv Xalaumoo muab tej ntoo peg Lenpanoo ua lub zwm txwv."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.10","label":"10","content":"Nwg muab nyaj ua ncej zwm txwv, hab muab kub ua daim txag pheeb hab muab ntaub yimlaaj pua daim txag rooj nyob. Lub zwm txwv saab huv yog Yeluxalee tej ntxhais muab tawv tsaj ua."},{"bible_id":"1216","chapter_code":"SNG.3","verse_code":"SNG.3.11","label":"11","content":"Xi‑oo tej ntxhais 'e, ca le tawm moog saib vaajntxwv Xalaumoo, nwg ntoo lub mom kub kws nwg nam muab looj rua nwg taubhau rua nub kws nwg ua tshoob, yog nub kws nwg zoo sab xyiv faab kawg."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.1","label":"1","content":"Tug kws kuv nyam, koj zoo nkauj kawg, koj zoo nkauj tag tag le. Koj ob lub qhov muag kws nyob huv qaab daim ntaub kauv zoo taam tug nquab taug. Koj plaubhau nplwg quas loo yaam le paab tshws kws nqeg peg ntaav roob Kile‑a lug."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.2","label":"2","content":"Koj cov nav zoo taam paab yaaj kws nyav muab plaub txav taag hab muab ntxuav taag. Txhua tug muaj mivnyuas ntxaib hab tsw muaj ib tug kws sem mivnyuas le."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.3","label":"3","content":"Koj daim tawv ncauj lab ploog le xuv lab, koj lub qhov ncauj zoo nkauj kawg, koj ob saab plhu kws nyob huv qaab ntaub kauv, zoo yaam nkaus le lub txwv ntsab pobkws phua ob saab."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.4","label":"4","content":"Koj lub cej daab zoo taam Tavi lub tsev zuv khuav kws ua lug khaws tej cuab yeej ua rog, saab nrau dai ib txheeb daim hlau thaiv, txhua daim hov yog cov tub rog sab tuab le."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.5","label":"5","content":"Koj ob lub mig zoo yaam nkaus le ob tug mivnyuas kauv seb ntxaib, kws noj zaub huv tej paaj lilij."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.6","label":"6","content":"Kuv yuav moog peg roob roj tsw qaab hab moog peg pov roob roj ntoos tsw qaab moog txug thaus cua ntsawj sawv ntxuv hab duab tsaus ntuj pluj lawm."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.7","label":"7","content":"Tug kws kuv nyam, koj lub cev ntaaj ntsug zoo nkauj kawg, tsw muaj ib qho phem le."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.8","label":"8","content":"Kuv tug nkauj nyaab, ca le tawm huv Lenpanoo nrug kuv moog, ca le tawm huv Lenpanoo nrug kuv moog ov, ca le nqeg sau hauv roob Amana, hab sau hauv roob Xeni hab roob Hawmoo, hab tawm huv lub qhov tsuv ntxhuav, hab lub roob tsuv pom txwv."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.9","label":"9","content":"Kuv tug muam npawg, kuv tug nkauj nyaab, koj lws hlo kuv nplooj sab lawm, hab koj ib laaj muag rua kuv xwb nqug hlo kuv lub sab, koj tuab txuj saws xwb nqug tau kuv lawm."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.10","label":"10","content":"Kuv tug muam npawg, kuv tug nkauj nyaab, ua caag koj txujkev hlub qaab zwb ua luaj? Koj txujkev nyam qaab dua cawv txwv maab, hab tej tshuaj kws koj pleev tsw qaab dua le tej moov tshuaj tsw qaab huvsw."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.11","label":"11","content":"Kuv tug nkauj nyaab, koj daim tawv ncauj nrug zwb ntaab, zwb ntaab hab kua mig nyob huv qaab koj tug nplaig. Koj cev tsoog tsho tsw qaab ntxag yaam le Lenpanoo."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.12","label":"12","content":"Kuv tug muam npawg, kuv tug nkauj nyaab yog lub vaaj kws muab kaw ca, yog lub vaaj kws muab txwv ca, yog lub qhov dej txhawv kws muab kaw ca lawm."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.13","label":"13","content":"Koj yog lub vaaj txwv ntsab pobkws hab muaj lwm yaam txwv ntoo kws zoo zoo puv nkaus, muaj tej paaj ntoo tsw qaab hab ntoo roj tsw qaab,"},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.14","label":"14","content":"Muaj ntoo roj tsw qaab, hab qhav daaj, tauj qab, ntoo tuv, hab lwm yaam ntoo kws ua tshuaj tsw qaab, roj tsw qaab hab roj ntoo alau‑es hab txhua yaam txum lom."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.15","label":"15","content":"Koj yog lub qhov dej kws txhawv huv vaaj, yog lub hauv dej cag, hab yog tej dej ndwg peg Lenpanoo lug."},{"bible_id":"1216","chapter_code":"SNG.4","verse_code":"SNG.4.16","label":"16","content":"Tej cua ntsawj saab peg tuaj 'e, ca le sawv tseeg, tej cua ntsawj saab nraag 'e, ca le ntsawj tuaj. Ca le ntsawj rua kuv lub vaaj sub tej paa tsw qaab huv lub vaaj txhad le tsw thoob plawg moog. Thov ca tug kws kuv ntxwm sab nkaag lug rua huv nwg lub vaaj hab noj tej txwv ntoo kws zoo tshaaj plawg."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.1","label":"1","content":"Kuv tug muam npawg, kuv tug nkauj nyaab, kuv lug rua huv kuv lub vaaj lawm nav. Kuv sau zog kuv tej roj tsw qaab hab tej txum lom, kuv noj kuv le tsev ntaab hab zwb ntaab, kuv haus kuv le cawv txwv maab hab kuv le kua mig. Ob tug kwvluag 'e, meb ca le noj ca le haus, ob tug kws sws nyam 'e, meb ca le haus kuas pov khawv nkaus."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.2","label":"2","content":"Kuv tsaug zug lawm tassws lub sab raag dhuj dheev. Kuv nov tug kws kuv ntxwm sab khob hu has tas, “Leej muam npawg, tug kws kuv nyam, kuv tug nquab taug, kuv tug kws zoo nkauj tshaaj plawg, qheb qhov rooj rua kuv, tsua qhov kuv lub taubhau ntub lwg ntsuav, hab kuv tej plaubhau ntub naag tshauv tsaus ntuj nti.”"},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.3","label":"3","content":"Kuv tub hle tsho lawm, ua le caag tseed yuav kuas kuv rov muab lug naav? Kuv tub ntxuav kwtaw lawm, ua le caag yuav kuas kuv rov muab ua khub dua hab?"},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.4","label":"4","content":"Tug kws kuv ntxwm sab cev nwg txhais teg ntawm qhov rooj lug, kuv lub sab qaug lag rua nwg."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.5","label":"5","content":"Kuv sawv tseeg moog qheb qhov rooj rua tug kws ntxwm kuv sab, kuv txhais teg lu roj tsw qaab nrug tawv, kuv cov ntiv teg kuj nrug roj tsw qaab rua thaus kuv tuav tug laag rooj."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.6","label":"6","content":"Kuv qheb qhov rooj rua tug kws ntxwm kuv sab, tassws tug kws ntxwm kuv sab tig hlo rov qaab lawm. Thaus nwg has lug rua kuv xwb kuv yeej poob sab lawm. Kuv nrhav nwg tassws nrhav tsw pum, kuv hu nwg kuas nwg tsw teb le."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.7","label":"7","content":"Cov kws faaj xwm ntswb kuv rua thaus puab saamswm taug kev huv lub nroog. Puab txawm ntaus kuv, muab kuv ntaus mob hab to, puab txeeb kuv daim ntaub kauv lawm, yog puab cov kws zuv ntsaa loog."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.8","label":"8","content":"Yeluxalee tej ntxhais 'e, thov mej cog lug ca tas yog mej ntswb kuv tug kws ntxwm sab mej yuav has rua nwg tas kuv nyam nwg mob kuv sab kawg."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.9","label":"9","content":"Tug kws zoo nkauj tshaaj plawg ib tsoom hluas nkauj huvsw 'e, tug kws ntxwm koj sab zoo dua le luas lwm tug lov? Tug kws ntxwm koj sab zoo dua le luas lwm tug npaum le caag es koj yuav kuas peb cog lug le ntawd?"},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.10","label":"10","content":"Tug kws kuv ntxwm sab zoo nraug plhu tshab lab ploog, ib vaam leej nwg yog tug zoo tshaaj plawg."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.11","label":"11","content":"Nwg cov plaubhau yog tseem kub, nwg cov plaubhau caws vog, hab dub yaam le uab voj."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.12","label":"12","content":"Nwg qhov muag zoo taam tug nquab taug kws nyob ntawm ntug haav dej daa kua mig, zoo yaam nkaus le qai zeb hlaws khawm rua huv lub taig."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.13","label":"13","content":"Nwg ob lub plhu zoo yaam nkaus le thaaj kws cog txum lom tsw qaab ntxag thoob plhawv. Nwg daim tawv ncauj zoo yaam nkaus le tej paaj lilij kws roj tsw qaab nrug ntsuav."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.14","label":"14","content":"Nwg txhais npaab ntug quas ntoob, yog npaab kub kws muaj tej qai zeb hlaws muaj nqes ntsa lu rua. Nwg lub cev zoo yaam le kaug ntxhw kws muab qai zeb phaithu yimlaaj teem rua."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.15","label":"15","content":"Nws txhais ceg yog ncej zeb dawb kws txawb sau lub taw kub. Nwg lub cev ntaaj ntsug zoo yaam nkaus le Lenpanoo, zoo nraug le tej ntoo cab."},{"bible_id":"1216","chapter_code":"SNG.5","verse_code":"SNG.5.16","label":"16","content":"Tej lug kws nwg has qaab zwb kawg, nwg lub zeej txhaj ntxwm nyam kawg nkaus le. Yeluxalee tej ntxhais 'e, nuav yog tug kws kuv ntxwm sab hab yog kuv tug phoojywg."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.1","label":"1","content":"Tug kws zoo nkauj tshaaj plawg ib tsoom hluas nkauj huvsw 'e, tug kws ntxwm koj sab moog rua twg lawm? Tug kws ntxwm koj sab moog txujkev twg lawm? Peb yuav nrug koj moog nrhav."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.2","label":"2","content":"Tug kws kuv ntxwm sab moog nraag nwg lub vaaj, hab moog rua thaaj kws cog txum lom, sub nwg txhad yug tau nwg paab yaaj huv lub vaaj, hab de tej paaj lilij."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.3","label":"3","content":"Tug kws ntxwm kuv sab yog kuv teej kuv tug, hab kuv yog nwg teej tug. Nwg yug nwg paab yaaj huv tej paaj lilij."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.4","label":"4","content":"Tug kws kuv nyam, koj zoo nkauj yaam le lub moos Thilaxa, hab zoo nkauj yaam le lub nroog Yeluxalee, koj zoo hab txaus fwm yaam nkaus le paab tub rog kws muaj chij."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.5","label":"5","content":"Koj ca le tig koj qhov muag rua ib qho vem yog koj qhov muag ua rua kuv nyob tsw qaab. Koj plaubhau nplwg quas loo yaam le paab tshws kws nqeg peg ntaav roob Kile‑a lug."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.6","label":"6","content":"Koj cov nav zoo taam paab yaaj kws nyav muab plaub txav taag hab muab ntxuav taag. Txhua tug muaj mivnyuas ntxaib hab tsw muaj ib tug kws sem mivnyuas le."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.7","label":"7","content":"Koj ob saab plhu kws nyob huv qaab ntaub kauv, tshab lab ploog le txwv ntsab pobkws phua ob saab."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.8","label":"8","content":"Muaj rau caum tug puj vaaj hab yim caum tug nam yau hab hluas nkauj coob suav tsw txheeb."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.9","label":"9","content":"Kuv tug nquab taug, kuv tug kws zoo nkauj tshaaj plawg, muaj tuab tug xwb, nwg nam xaam pum nwg ib leeg xwb, tug kws yug nwg hlub nwg nyam nwg heev. Tej hluas nkauj pum nwg mas hu nwg tas tug muaj moov. Tej puj vaaj hab tej nam yau kuj qhuas nwg."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.10","label":"10","content":"Tug nuav yog leejtwg? Nwg tsaa qhov muag saib kaaj quas zug yaam le taagkig, zoo nkauj yaam le lub hli, ci yaam le lub nub, hab txaus fwm yaam nkaus le paab tub rog kws muaj chij."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.11","label":"11","content":"Kuv nqeg moog rua huv lub vaaj txwv qaab rog, kuv saib tej ntsuag ntoo huv haav hab saib tej txwv maab ua cos paaj los tsw tau hab txwv ntsab pobkws tawg paaj los tsw tau."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.12","label":"12","content":"Thaus kuv tub tsw tau faaj, tej kws kuv xaav ua rua kuv lub sab yuj plawg moog nrug nwg nyob ua ke huv nwg lub tsheb lawm."},{"bible_id":"1216","chapter_code":"SNG.6","verse_code":"SNG.6.13","label":"13","content":"Tug hluas nkauj Sulee 'e, rov lug, rov lug. Koj ca le rov lug, rov lug peb txhad tau pum koj qhuas koj. Ua le caag mej yuav saib tug hluas nkauj Sulee, ib yaam le saib luas seev cev huv Manaha‑i?"},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.1","label":"1","content":"Tug hluas nkauj kws zoo le puj vaaj 'e, koj kwtaw kws rau khau paaj zoo nkauj ua luaj le. Koj ob txhais ncej qaab kheej quas laam le lub pov hum kws tug Kws tub txhuam tau lawm."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.2","label":"2","content":"Koj lub ntaws yog lub phaaj kws ntim cawv txwv maab kws tov lawm tsw tu le. Koj lub plaab yog ib pawg mog muaj tej paaj lilij nyob ib ncig."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.3","label":"3","content":"Koj ob lub mig zoo yaam nkaus le ob tug mivnyuas kauv seb ntxaib."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.4","label":"4","content":"Koj lub cej daab zoo yaam nkaus le lub chaw tsom faaj kws muab kaug ntxhw ua. Koj ob lub qhov muag zoo yaam nkaus tej paag dej huv lub moos Hesanpoo kws nyob ntawm rooj loog Npalanpi. Koj caaj ntswg zoo yaam le lub chaw tsom faaj huv Lenpanoo kws saib rua nraag lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.5","label":"5","content":"Koj lub taubhau zoo yaam nkaus le lub hauv roob Khamee, koj cov plaubhau nplwg loo zoo yaam nkaus le cov xuv yimlaaj, ua rua koj tug vaajntxwv sab qaug lag."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.6","label":"6","content":"Tug kws kuv nyam 'e, tug hluas nkauj kws txaus kuv lub sab, koj zoo nkauj hab raug muag kawg le."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.7","label":"7","content":"Koj cev yag ntxag yaam tsob toov laaj hab koj ob lub mig zoo yaam nkaus le ob tauv txwv toov laaj."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.8","label":"8","content":"Kuv xaav tas kuv yuav daum tsob toov laaj ntawd, kuv yuav tuav rawv tauv txwv ntawd ca. Thov ca koj ob lub mig zoo nkaus le tauv txwv maab, hab thov ca koj tej paa tsw qaab yaam le txwv duaj,"},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.9","label":"9","content":"hab thov ca qhov kws koj nwj zoo yaam le tej tseem cawv txwv maab kws haus ndaug quas leeg, ndwg rua tej tawv ncauj hab kaug nav."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.10","label":"10","content":"Kuv yog tug kws ntxwm kuv sab le teej tug, hab nwg yeej ntshaw tau kuv kawg le."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.11","label":"11","content":"Tug kws kuv ntxwm sab, ca le lug maj, ca ib ua ke moog tom teb, ib moog su huv tej zej zog."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.12","label":"12","content":"Ca ib sawv ntxuv moog tom vaaj txwv maab, ib moog saib tej txwv maab ua cos paaj los tsw tau, saib tej txwv tub nraa paaj los tsw tau hab saib tej txwv ntsab pobkws tawg paaj los tsw tau. Kuv yuav pub kuv txujkev nyam rua koj hov ntawd."},{"bible_id":"1216","chapter_code":"SNG.7","verse_code":"SNG.7.13","label":"13","content":"Tug kws kuv ntxwm sab 'e, cov txwv lwg ntu‑nta‑i tsw qaab ntxag thoob plawg, hab ntawm ib ob leeg qhov rooj muaj txhua yaam txwv ntoo qaab qaab, muaj cov txwv qub hab txwv tshab kws kuv de ca rua koj."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.1","label":"1","content":"Kuv xaav kuas koj zoo le kuv tug nug kws tau ntxais kuv nam lub mig. Thaus kuv ntswb koj tom tshaav puam kuv yuav nwj tau koj los txhad tsw muaj leejtwg saib tsw taug kuv."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.2","label":"2","content":"Tes kuv yuav coj koj moog rua huv kuv nam lub tsev nkaag rua huv tug kws xeeb kuv lub txaaj. Kuv yuav pub cov cawv txwv maab tsau tshuaj rua koj haus, hab haus kuv le kua txwv ntsab pobkws."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.3","label":"3","content":"Thov ca nwg txhais teg phem rau kuv ncoo, hab nwg txhais teg xws puag kuv."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.4","label":"4","content":"Yeluxalee tej ntxhais 'e, kuv thov mej cog lug tas mej yuav tsw tshaum tsw tsaa kuas ib txujkev sws hlub tswm raag moog txug thaus txaus sab tsaiv."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.5","label":"5","content":"Tug kws tawm huv tebchaws moj saab qhua tuaj yog leejtwg, kws dai qawm quas lag nrug tug kws nwg ntxwm sab tuaj? Kuv tsaa koj sawv huv qaab tsob txwv duaj, hov ntawd yog lub chaw kws koj nam xeeb koj, yog lub chaw kws koj nam ua mob teb yug koj."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.6","label":"6","content":"Ca muab kuv nas ua lub hom thawj rua huv koj lub sab, hab muab kuv ua lub paug teg puav pheej ntawm koj txhais npaab. Tsua qhov txujkev hlub ruaj khov yaam le txujkev tuag, txujkev sws hlub heev muaj zug yaam le tub tuag teb. Txujkev hlub tej txaim tawg ci heev, nwg tej nplaim tawg kub muaj ceem heev."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.7","label":"7","content":"Dej ntau npaum twg los tua tsw tau txujkev hlub, tej haav dej los nyaab tsw tau txujkev hlub tuag. Yog leejtwg xaav muab nwg tej nyaj txag huv nwg vaaj nwg tsev taag nrho pauv txujkev hlub, luas yuav saib tsw taug nwg heev kawg le."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.8","label":"8","content":"Peb muaj ib tug muam yau, nwg ob lub mig tseed tsw tau o. Mas nub kws luas tuaj thov yuav nwg, peb yuav ua le caag rua peb tug muam?"},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.9","label":"9","content":"Yog nwg yog lub ntsaa loog peb yuav muab nyaj ua lub hauv ntsaa loog rua nwg. Yog nwg yog qhov rooj peb yuav muab txag ntoo cab lug ntsa thaiv nwg."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.10","label":"10","content":"Kuv yog lub ntsaa loog, kuv ob lub mig zoo yaam nkaus le ob lub tsev zuv khuav sau ntsaa loog. Vem le nuav tug kws kuv ntxwm sab pum tas kuv zoo le tug kws yuav coj kev kaaj sab lug rua nwg."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.11","label":"11","content":"Xalaumoo muaj ib lub vaaj txwv maab nyob ntawm Npa‑aa Hamoo. Nwg muab lub vaaj txwv maab hov qev rua cov kws tu lub vaaj, txhua tug yuav tsum xaa nyaj ib leeg ib txheeb lub txag ua nqe qev teb."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.12","label":"12","content":"Kuv lub vaaj txwv maab yeej yog kuv le, nyob ntawm kuv lub xubndag. Au Xalaumoo, ib txheeb lub txag ntawd koj ca le coj moog, cov kws tu vaaj txwv maab hov kuj coj ib leeg ob puas moog."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.13","label":"13","content":"Koj kws nyob huv lub vaaj, kuv cov phoojywg tog rawv koj lub suab. Thov ca kuv nov koj lub suab."},{"bible_id":"1216","chapter_code":"SNG.8","verse_code":"SNG.8.14","label":"14","content":"Tug kws kuv ntxwm sab, kawgkag lug. Ca le ua zoo yaam nkaus le tug kauv seb hab tug thaav muas lwj kws nyob sau lub roob txum lom tshuaj tsw qaab."}]