[{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.1","label":"1","content":"Lub yim hli xyoo ob kws Ntali‑a ua vaajntxwv mas Yawmsaub has lug tuaj rua Xekhaliya kws ua xwbfwb cev Vaajtswv lug. Nwg txwv yog Npelekhiya, nwg yawm yog Intau."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.2","label":"2","content":"“Yawmsaub npau tawg heev rua mej tej laug puj koob yawm koob kawg le."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.3","label":"3","content":"Vem le nuav koj ca le has rua puab tas, Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Mej ca le rov lug cuag kuv.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has tas ‘Kuv kuj yuav lug cuag mej.’ Tej lug nuav yog Yawmsaub kws muaj fwjchim luj kawg nkaus has ntaag."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.4","label":"4","content":"Tsw xob ua lawv le mej tej laug puj koob yawm koob kws cov xwbfwb cev Vaajtswv lug txheej thau u tub tshaaj tawm rua puab tas, ‘Yawmsaub kws muaj fwjchim luj kawg nkaus tub has le nuav tas, Ca le tig hlo ntawm mej txujkev phem hab tej kev phem kws mej ua rov lug. Puab yeej tsw noog tsw quav ntsej kuv tej lug.’ Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.5","label":"5","content":"Mej tej laug puj koob yawm koob dua twg lawm? Cov xwbfwb cev Vaajtswv lug nev, puab tseed muaj txujsa nyob ib txhws lov?"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.6","label":"6","content":"Tassws kuv tej lug hab kuv tej kaab ke kws kuv cob rua cov xwbfwb cev kuv lug kws yog kuv cov tub qhe tsw tau lug raug mej puj koob yawm txwv lov? Puab txhad ntxeev dua sab tshab hab has tas, ‘Yawmsaub kws muaj fwjchim luj kawg nkaus npaaj tseg tas nwg yuav ua le caag rua peb pauj tej kws peb ua mas nwg kuj ua lawv le ntawd rua peb ntaag.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.7","label":"7","content":"Nub tim neeg nkaum plaub lub kaum ib hlis xyoo ob kws Ntali‑a ua vaajntxwv yog lub hli Senpas mas Yawmsaub has lug tuaj rua Xekhaliya kws ua xwbfwb cev Vaajtswv lug. Nwg txwv yog Npelekhiya, nwg yawm yog Intau."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.8","label":"8","content":"Mo ntuj kuv txawm ua yug quas toog pum ib tug txwvneej caij ib tug neeg lab sawv nreg nreeg huv plawv cov txwv ntoo roj kws nyob ntawm kwj haav. Muaj ib tug neeg lab ib tug neeg lab dub hab ib tug neeg dawb nyob ntawm tug hov qub qaab."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.9","label":"9","content":"Tes kuv txawm nug has tas, “Yawm hlub, tej nuav yog daabtsw?” Tug tubkhai ntuj kws nrug kuv has lug txhad has rua kuv tas, “Kuv yuav qha rua koj paub tas yog daabtsw.”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.10","label":"10","content":"Tug txwvneej kws sawv nreg nreeg huv plawv cov txwv ntoo roj txhad has tas, “Cov nuav yog cov kws Yawmsaub khaiv moog tshuaj saib thoob plawg lub nplajteb.”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.11","label":"11","content":"Mas puab cov hov txawm has rua Yawmsaub tug tubkhai ntuj kws sawv huv cov txwv ntoo roj has tas, “Peb tub moog tshuaj saib thoob plawg nplajteb lawm mas lub nplajteb nyob ntsag quas tu.”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.12","label":"12","content":"Mas Yawmsaub tug tubkhai txawm has tas, “Au Yawmsaub kws muaj fwjchim luj kawg nkaus, koj yuav tsw khuvleej lub nroog Yeluxalee hab Yuta tej moos ntev le caag kws koj chim rua tau xyaa caum xyoo lawm?”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.13","label":"13","content":"Yawmsaub teb ib co zoo lug nplig sab rua tug tubkhai ntuj kws nrug kuv has lug."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.14","label":"14","content":"Tug tubkhai ntuj kws nrug kuv has lug txhad has rua kuv tas, “Ca le qw has tas Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Kuv khib xeeb lub nroog Yeluxalee hab Xi‑oo heev kawg le."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.15","label":"15","content":"Hab kuv chim heev rua cov tebchaws kws tau zoo nyob kawg le, vem yog thaus kuv chim miv miv xwb puab tseed ua rua tej xwm txheej phem luj quas zug tuaj.’"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.16","label":"16","content":"Vem le nuav Yawmsaub txhad has tas, ‘Kuv rov qaab lug nyob rua huv Yeluxalee hab taab ncuab puab lawm. Yuav ua dua kuv lub tuam tsev hov ntawd hab yuav caab hlua ntsuag sau lub nroog Yeluxalee.’"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.17","label":"17","content":"Ca le rov qw has tas Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Kuv tej moos yuav rov vaam meej nplua nuj kawg nkaus dua hab Yawmsaub yuav rov nplig Xi‑oo hab rov xaiv Yeluxalee ua nwg le.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.18","label":"18","content":"Kuv tsaa muag saib mas pum dheev plaub tug kub."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.19","label":"19","content":"Kuv txawm nug tug tubkhai ntuj kws nrug kuv has lug has tas, “Tej nuav yog daabtsw?” Nwg txhad teb kuv tas, “Tej nuav yog cov kub kws nraus Yuta hab Yixayee hab Yeluxalee tawg ua saab ua sua.”"},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.20","label":"20","content":"Yawmsaub ua rua kuv pum plaub tug Kws hlau."},{"bible_id":"1216","chapter_code":"ZEC.1","verse_code":"ZEC.1.21","label":"21","content":"Tes kuv txawm nug tas, “Cov Kws hlau nuav tuaj ua daabtsw?” Nwg teb has tas, “Cov kub nuav yog cov kws tuaj nraus Yuta tawg ua saab ua sua tsw muaj leejtwg tsaa taug taubhau le. Cov Kws hlau yog cov kws tuaj ua rua cov kub nuav ntshai, hab yuav muab cov kub nuav rhuav tshem ntawm tej tebchaws kws tsaa kub tuaj nraus Yuta tebchaws tawg taag.”"},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.1","label":"1","content":"Kuv tsaa muag saib mas pum dheev ib tug txwvneej muaj ib txuj hlua ntsuag huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.2","label":"2","content":"Kuv nug nwg has tas, “Koj moog hovtwg?” Nwg has rua kuv tas, “Kuv yuav moog ntsuag lub nroog Yeluxalee saib daav le caag ntev le caag.”"},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.3","label":"3","content":"Tug tubkhai ntuj kws nrug kuv has lug txawm ca le moog lawm hab muaj dua ib tug tubkhai ntuj tuaj ntswb nwg,"},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.4","label":"4","content":"mas has rua nwg tas, “Dha maj, has rua tug hluas hov tas Yeluxalee yuav zoo le tej zej zog kws tsw muaj ntsaa loog vem muaj tuabneeg hab tsaj txhu nyob coob heev."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.5","label":"5","content":"Kuv yuav ua ntsaa loog nplaim tawg kws vej nwg. Kuv yuav ua fwjchim ci ntsaa quas ab rua huv lub nroog hov.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.6","label":"6","content":"Yawmsaub has tas, “Lug lug, ca le tswv tawm huv lub tebchaws saab peg rov lug.” Yawmsaub has tas, “Kuv tub muab mej lawv tswv moog yaam nkaus le cua ntsawj plaub faab ntuj tuaj."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.7","label":"7","content":"Mej cov kws nrug Npanpiloo tug ntxhais  nyob ca le tswv lug rua huv Xi‑oo.”"},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.8","label":"8","content":"Thaus Yawmsaub tug fwjchim khaiv kuv moog rua ntawm cov tuabneeg kws lws mej, (tsua qhov yog leejtwg kov mej kuj yog kov Yawmsaub lub ntsab muag) Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas,"},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.9","label":"9","content":"“Saib nawj, kuv yuav tsaa kuv txhais teg rua sau puab mas puab yuav raug muab lws rua cov kws ua puab qhev. Mas mej yuav paub tseeb tas yog Yawmsaub kws muaj fwjchim luj kawg nkaus khaiv kuv tuaj."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.10","label":"10","content":"“Xi‑oo tug ntxhais 'e, ca le hu nkauj xyiv faab hlo tsua qhov kuv tuaj mas kuv yuav nyob huv plawv mej.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.11","label":"11","content":"“Mas nub hov yuav muaj ntau haiv tuabneeg lug tuaj Yawmsaub tog hab yuav ua kuv le tuabneeg. Kuv yuav nyob huv plawv mej mas mej yuav paub tseeb tas Yawmsaub kws muaj fwjchim luj kawg nkaus khaiv kuv lug rua mej."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.12","label":"12","content":"Yawmsaub yuav lug txais yuav Yuta tebchaws ua nwg teej nwg tug ua nwg feem huv lub tebchaws dawb huv  hab yuav rov xaiv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"ZEC.2","verse_code":"ZEC.2.13","label":"13","content":"Ib tsoom tuabneeg 'e, ca le nyob tuabywv rua ntawm Yawmsaub lub xubndag, tsua qhov Yawmsaub tub sawv ntawm nwg lub chaw dawb huv tuaj lawm.”"},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.1","label":"1","content":"Yawmsaub ua rua kuv pum tug tuam pov thawj hlub Yausua sawv ntawm Yawmsaub tug tubkhai ntuj xubndag hab pum Xataa  kuj sawv ntawm Yausua saab xws yuav kom Yausua."},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.2","label":"2","content":"Yawmsaub has rua Xataa tas, “Au Xataa, Yawmsaub txwv koj lawm, Yawmsaub kws xaiv lub nroog Yeluxalee taav koj. Tug nuav tsw yog tug qaab tawg kws rhu huv cub tawg lug lov?”"},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.3","label":"3","content":"Yausua naav cev tsoog tsho qas qos ntsuav sawv ntawm tug tubkhai ntuj xubndag."},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.4","label":"4","content":"Mas tug tubkhai ntuj has rua cov kws sawv ntawm nwg xubndag has tas, “Ca le muab Yausua cev tsoog tsho qas qos ntsuav hle pov tseg,” hab nwg has rua Yausua tas, “Saib maj, kuv tub muab koj kev txhum txem daws huvsw lawm hab kuv yuav muab ib cev tsoog zoo zoo nkauj rua koj naav.”"},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.5","label":"5","content":"Kuv txhad has tas, “Ca puab muab ib txuj phuam huv huv rua nwg ntoo.” Mas puab txhad muab txuj phuam huv rua nwg ntoo hab muab tej tsoog rua nwg naav hab Yawmsaub tug tubkhai ntuj sawv ntawd."},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.6","label":"6","content":"Yawmsaub tug tubkhai ntuj has rua Yausua tas,"},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.7","label":"7","content":"“Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Yog koj ua lawv le kuv tej kev hab tuav rawv tej lug nkaw tes koj yuav tau kaav kuv lub tuam tsev hab saib xyuas kuv tej tshaav puam, hab kuv yuav pub koj muaj feem nkaag moog rua huv cov kws sawv ntawm nuav."},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.8","label":"8","content":"Yausua kws yog tug tuam pov thawj hlub hab koj cov kwvluag kws nrug koj nyob ua ke ca le tig ntsej noog. Puab yog cov kws ua yaam ntxwv zoo rua yaav tom hauv ntej. Kuv yuav coj kuv tug tub qhe kws yog tug ceg ntoo lug.’"},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.9","label":"9","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas ‘Kuv yuav txaam txwm rua ib txhwb zeb kws muaj xyaa faab hab muab txawb rua ntawm Yausua xubndag, mas tuab nub xwb kuv yuav daws lub tebchaws nuav tej kev txhum txem huvsw pov tseg."},{"bible_id":"1216","chapter_code":"ZEC.3","verse_code":"ZEC.3.10","label":"10","content":"Nub hov mas mej txhua leej txhua tug yuav hu kwvtij zej zog tuaj nyob tso sab quas lug nraim ntxoo rua huv qaab tej txwv maab txwv cua.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag.”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.1","label":"1","content":"Tug tubkhai ntuj kws nrug kuv has lug rov qaab lug ntawm kuv mas tsaa kuv yaam nkaus le tsaa tug tuabneeg kws tsaug zug heev."},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.2","label":"2","content":"Nwg has rua kuv tas, “Koj pum daabtsw?” Kuv teb tas, “Kuv pum ib lub chaw txawb teeb yog muab kub ua huvsw. Muaj ib lub phaaj txawb sau lub chaw hov hab muaj xyaa lub teeb txawb huv lub phaaj, hab muaj xyaa tug rhawb xeeb."},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.3","label":"3","content":"Hab muaj ob tsob txwv aulib nyob ntawm lub phaaj, ib tsob nyob saab xws ib tsob nyob saab phem.”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.4","label":"4","content":"Mas kuv nug tug tubkhai ntuj kws nrug kuv has lug tas, “Yawm hlub, tej nuav yog daabtsw?”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.5","label":"5","content":"Tug tubkhai ntuj kws nrug kuv has lug teb kuv tas, “Koj tsw paub tas tej nuav yog daabtsw lov?” Kuv teb tas, “Yawm hlub, kuv yeej tsw paub.”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.6","label":"6","content":"Tes nwg has rua kuv tas, “Nuav yog Yawmsaub tej lug kws has tuaj rua Xelunpanpee tas, ‘Tsw yog swv daag swv zug, tsw yog swv fwjchim, tassws yog kuv tug Ntsuj Plig yuav paab.’ Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.7","label":"7","content":"Lub roob luj 'e, koj yog daabtsw? Koj yuav raug nphau ua taj nteeg rua ntawm Xelunpanpee xubndag. Nwg yuav coj lub pob zeb kws yuav muab txawb sau ruv tsev lug mas suavdawg yuav qw tas, ‘Zoo nkauj lauj, zoo nkauj lauj!’ ”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.8","label":"8","content":"Tsw taag le ntawd Yawmsaub has lug tuaj rua kuv tas,"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.9","label":"9","content":"“Xelunpanpee txhais teg pua tej taw kws ua lub tuam tsev nuav hab nwg txhais teg yuav ua kuas tav. Mas koj yuav paub tas yog Yawmsaub kws muaj fwjchim luj kawg nkaus khaiv kuv lug rua mej."},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.10","label":"10","content":"Yog leejtwg saib tsw taug nub kws ua tej num miv miv mas nwg yuav zoo sab thaus kws pum lub qai hlau kws ntsuag qhov ntseg huv Xelunpanpee txhais teg. (Xyaa lub teeb nuav yog Yawmsaub le qhov muag kws pum taag nrho lub qaab ntuj nuav.)”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.11","label":"11","content":"Kuv txhad le nug nwg tas, “Ob tsob txwv aulib kws nyob ntawm lub chaw txawb teeb saab xws saab phem yog daabtsw?”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.12","label":"12","content":"Hab kuv rov nug zag ob tas, “Ob tug ceg txwv aulib kws nyob ob saab ntawm ob tug rhawb xeeb kws xuas kub ua es laub roj rua huv yog daabtsw?”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.13","label":"13","content":"Nwg has rua kuv tas, “Tej nuav koj tsw paub los?” Kuv has tas, “Yawm hlub, kuv tsw paub.”"},{"bible_id":"1216","chapter_code":"ZEC.4","verse_code":"ZEC.4.14","label":"14","content":"Tes nwg has tas, “Ob tug ceg nuav yog ob tug kws raug tsaa lug sawv ntawm Yawmsaub kws kaav taag nrho lub qaab ntuj nuav xubndag.”"},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.1","label":"1","content":"Kuv rov tsaa muag saib mas pum dheev ib thooj ntawv kws yaa yuj."},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.2","label":"2","content":"Tug tubkhai ntuj has rua kuv tas, “Koj pum daabtsw?” Kuv teb tas, “Kuv pum ib thooj ntawv yaa yuj, thooj ntawv hov ntev neeg nkaum tshwm daav kaum tshwm.”"},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.3","label":"3","content":"Mas nwg has rua kuv tas, “Thooj ntawv nuav yog tej lug foom tsw zoo kws yuav moog txhua nrho huv nplajteb. Txhua tug kws ua tub saab yuav raug rhuav tshem lawv le kws has rua thooj ntawv hov saab huv, hab txhua tug kws cog lug twv daag yuav raug rhuav tshem lawv le kws has rua thooj ntawv hov saab nrau."},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.4","label":"4","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas ‘Kuv yuav xaa thooj ntawv hov tawm moog mas thooj ntawv hov yuav nkaag rua huv cov tub saab lub tsev hab nkaag rua huv cov tuabneeg kws tuav kuv lub npe cog lug twv daag lub tsev. Mas thooj ntawv hov yuav nyob huv lub tsev hov hab ua rua tej ntoo tej pob zeb kws ua tsev puam tsuaj taag huvsw.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.5","label":"5","content":"Tug tubkhai ntuj kws nrug kuv has lug txaav zog lug has rua kuv tas, “Tsaa muag saib yaam kws tawm moog yog daabtsw.”"},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.6","label":"6","content":"Kuv txhad nug tas, “Yaam hov yog daabtsw?” Nwg teb tas, “Yaam hov yog lub tawb efa  kws tawm moog.” Hab nwg has tas, “Yaam hov yog tej kev txhum kws cov tuabneeg thoob plawg huv lub tebchaws nuav ua.”"},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.7","label":"7","content":"Lub hau tawb kws muab txhuas ua ca le qheb hlo na cav muaj ib tug quaspuj nyob tsawg huv lub tawb efa hov."},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.8","label":"8","content":"Mas tug tubkhai has tas, “Tug nuav yog tej kev txhum kev phem.” Mas nwg ca le muab tug quaspuj hov thawb kag rua huv lub tawb hab muab lub hau kws muab txhuas ua kaw nkaus rua."},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.9","label":"9","content":"Kuv tsaa muag saib mas pum dheev ob tug quaspuj tuaj txug ntawd. Muaj cua nyob huv ob tug quaspuj hov phob tis, ob saab tis zoo le phob tis us dej dub. Ob tug quaspuj hov txawm muab lub tawb efa hov nqaa yaa rua sau ib ntaa ntuj."},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.10","label":"10","content":"Kuv txawm nug tug tubkhai kws nrug kuv has lug tas, “Ob tug quaspuj hov yuav coj lub tawb efa hov moog rua hovtwg?”"},{"bible_id":"1216","chapter_code":"ZEC.5","verse_code":"ZEC.5.11","label":"11","content":"Nwg teb kuv tas, “Yuav coj moog rua tebchaws Sina,  yuav moog ua tsev rua lub tawb efa. Thaus ua tau tav lawd, ob tug quaspuj hov yuav muab lub tawb efa txawb rua lub chaw kws npaaj ca lawd.”"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.1","label":"1","content":"Kuv rov tsaa muag saib mas pum dheev plaub lub tsheb ua rog tawm ntawm ob lub roob kem nruab nraab tuaj. Ob lub roob hov yog roob tooj lab."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.2","label":"2","content":"Thawj lub tsheb yog cov neeg lab hai, lub ob yog cov neeg dub hai,"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.3","label":"3","content":"lub peb yog cov neeg dawb hai, lub plaub yog cov neeg txheeb hai."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.4","label":"4","content":"tes kuv txawm nug tug tubkhai ntuj kws nrug kuv has lug tas, “Yawm hlub, tej nuav yog daabtsw?”"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.5","label":"5","content":"Tug tubkhai ntuj hov teb kuv tas, “Tej nuav yog plaub faab cua kws nyob ntawm Yawmsaub kws kaav taag nrho qaab ntuj nuav huvsw xubndag es tawm moog."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.6","label":"6","content":"Lub tsheb kws cov neeg dub hai moog rua lub tebchaws saab peg, lub tsheb kws cov neeg dawb hai moog rua lub tebchaws saab nub poob, hab lub tsheb kws cov neeg txheeb hai moog rua tebchaws saab nraag.”"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.7","label":"7","content":"Thaus cov neeg nuav tawm moog mas cov neeg sab kub heev fuas quas tso moog tshuaj saib thoob plhawv nplajteb. Tug tubkhai has tas, “Moog maj, moog tshuaj saib thoob plhawv nplajteb.” Mas puab txhad le moog tshuaj saib thoob plhawv nplajteb."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.8","label":"8","content":"Nwg txawm qw rua kuv has tas, “Cov neeg kws moog rua tebchaws saab peg tau ua rua kuv tug ntsuj plig nyob tug quas yeeg rua huv lub tebchaws saab peg lawm.”"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.9","label":"9","content":"Yawmsaub has lug tuaj rua kuv tas,"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.10","label":"10","content":"“Heentai hab Thaunpiya hab Yentaya kws tub poob tebchaws lawm rov qaab lug ntawm Npanpiloo tebchaws lug. Koj ca le txais tej kws puab coj tuaj mas ua tuab nub moog rua huv Xefaniya tug tub Yauxiya lub tsev."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.11","label":"11","content":"Muab cov nyaj hab cov kub hov ua ib lub mom vaajntxwv es muab looj kag rua sau Yehauxanta tug tub Yausua kws ua tug tuam pov thawj hlub ntoo."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.12","label":"12","content":"Hab has rua nwg tas, ‘Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, Saib maj, tug txwvneej nuav yog tug kws muaj npe hu ua tug ceg ntoo,  vem yog nwg yuav hlub luj quas zug rua huv nwg lub chaw, hab nwg yuav ua Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.13","label":"13","content":"Tug nuav yog tug kws yuav ua Yawmsaub lub tuam tsev hab yuav tau fwjchim meej mom hab yuav tau nyob lub zwm txwv kaav txhua yaam. Hab yuav muaj ib tug pov thawj nyob ntawm lub zwm txwv ib saab mas ob tug hov yuav nyob thooj xeeb hum huv.’"},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.14","label":"14","content":"Lub mom vaajntxwv hov yuav nyob huv Yawmsaub lub tuam tsev, yuav ua lub chaw ncu txug Heentai hab Thaunpiya hab Yentaya hab Xefaniya tug tub Yauxiya."},{"bible_id":"1216","chapter_code":"ZEC.6","verse_code":"ZEC.6.15","label":"15","content":"“Cov tuabneeg kws nyob deb yuav tuaj paab ua Yawmsaub lub tuam tsev mas mej yuav paub tseeb tas yog Yawmsaub kws muaj fwjchim luj kawg nkaus khaiv kuv lug rua mej. Yog mej mob sab noog Yawmsaub kws yog mej tug Vaajtswv tej lug mas tej nuav yeej yuav tshwm lug.”"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.1","label":"1","content":"Xyoo plaub kws Ntali‑a ua vaajntxwv nub tim plaub lub cuaj hli kws yog lub hli Khile mas Yawmsaub has lug tuaj rua Xekhaliya."},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.2","label":"2","content":"Cov tuabneeg huv lub moos Npe‑ee khaiv Salexaw hab Lekeemelej hab puab cov tuabneeg moog thov Yawmsaub tsaa laaj muag saib,"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.3","label":"3","content":"hab ua nug rua cov pov thawj kws nyob huv Yawmsaub kws muaj fwjchim luj kawg nkaus lub tuam tsev hab cov xwbfwb kws cev Vaajtswv lug has tas, “Puas tswm nyog quaj ntsuag yoo mov rua lub tswb hlis yaam le kws peb tub ua ntau xyoo lug lawm los tsw tswm nyog ua lawm?”"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.4","label":"4","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has lug tuaj rua kuv tas,"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.5","label":"5","content":"“Ca le has rua cov pejxeem suavdawg huv lub tebchaws hab cov pov thawj tas, ‘Thaus mej yoo mov quaj ntsuag rua lub tswb hlis hab lub xyaa hli tau xyaa caum xyoo lug nuav sub yog mej yoo vem mej ncu txug kuv lov?"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.6","label":"6","content":"Hab thaus mej noj mej haus sub tsw yog mej noj mej haus rua mej tug kheej xwb lov?"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.7","label":"7","content":"Thaus tseed muaj tuabneeg nyob huv Yeluxalee hab muaj kev vaam meej heev, hab tseed muaj tuabneeg nyob huv tej zej zog ib ncig hab nyob huv Neke hab sau tej pov roob Sefela, Yawmsaub tub has tej lug nuav rua cov xwbfwb kws cev kuv le lug txheej thau u los tsw yog?’ ”"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.8","label":"8","content":"Yawmsaub has lug tuaj rua Xekhaliya tas,"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.9","label":"9","content":"“Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Yuav tsum tu plaub ncaaj hab khuvleej lwm tug ib leeg hlub ib leeg."},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.10","label":"10","content":"Tsw xob quab yuam tej puj ntsuag tej mivnyuas ntsuag kws tsw muaj txwv hab lwm haiv tuabneeg kws nrug mej nyob hab tej tuabneeg pluag, hab tsw xob ntaus tswvyim phem huv lub sab rua kwvtij zej zog.’"},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.11","label":"11","content":"Tassws puab tsw kaam noog puab fee plhu hlo tawv ncauj hab ntsaws qhov ntsej txhad tsw nov."},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.12","label":"12","content":"Puab ua puab lub sab tawv cuag zeb cuag hlau puab txhad tsw noog txuj kevcai hab Yawmsaub kws muaj fwjchim luj kawg nkaus tej lug kws nwg tug ntsuj plig kuas cov xwbfwb cev Vaajtswv lug txheej thau u qha rua puab. Vem le nuav Yawmsaub kws muaj fwjchim luj kawg nkaus txhad le chim heev rua puab."},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.13","label":"13","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, ‘Thaus kuv hu, puab tsw noog le caag mas thaus puab hu, kuv kuj tsw noog ib yaam le hov hab."},{"bible_id":"1216","chapter_code":"ZEC.7","verse_code":"ZEC.7.14","label":"14","content":"Kuv txhad ca khaub zeeg cua ntsawj puab tawg rw quas sua moog nyob rua huv txhua lub tebchaws kws puab tsw tau paub hlo le. Mas puab lub tebchaws txhad le nyob do cuas tsw muaj tuabneeg nkaag moog rua huv le. Lub tebchaws kws txeev noj qaab nyob zoo tub puam tsuaj taag nyob do cuas ca.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.1","label":"1","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has lug tuaj rua kuv."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.2","label":"2","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Kuv khib xeeb Xi‑oo heev. Kuv khib xeeb kawg ua npau tawg quas vog.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.3","label":"3","content":"Yawmsaub has le nuav tas, “Kuv yuav rov qaab moog rua ntawm Xi‑oo hab moog nyob huv plawv Yeluxalee. Mas puab yuav hu Yeluxalee tas lub nroog ncaaj nceeg, hab hu Yawmsaub kws muaj fwjchim luj kawg nkaus lub roob ua lub roob dawb huv.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.4","label":"4","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Cov yawm laug puj laug yuav rov nyob tswb tsawg huv tej kev huv Yeluxalee, suavdawg yuav tuav paas nreg vem yog laug laug le lawm."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.5","label":"5","content":"Yuav muaj mivtub mivntxhais dha ua sw huv tej kev huv lub nroog thoob quas plhawv.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.6","label":"6","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Thaus cov tuabneeg kws tseed tshuav nyob pum tej nuav puab yuav phemfwj. Tassws tej nuav yuav ua rua kuv phemfwj lov?” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.7","label":"7","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Saib maj, kuv yuav cawm kuv cov tuabneeg kuas dim huv cov tebchaws kws nyob saab nub tuaj hab huv cov tebchaws kws nyob saab nub poob."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.8","label":"8","content":"Kuv yuav coj puab lug nyob huv Yeluxalee. Puab yuav ua kuv haiv tuabneeg hab kuv yuav ua puab tug Vaajtswv hab ua ncaaj nceeg hab ua zoo rua puab.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.9","label":"9","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Mej cov kws nwgnuav tau nov tej lug nuav ntawm cov xwbfwb cev Vaajtswv lug qhov ncauj txwj nub kws mej tag tej taw ua Yawmsaub kws muaj fwjchim luj kawg nkaus lub tuam tsev, mej ca le ua mej txhais teg kuas muaj zug sub txhad ua tau lub tuam tsev tav."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.10","label":"10","content":"Vem yog thau u tsw muaj nqe zug rua tuabneeg hab tsaj txhu, tsw muaj leejtwg tau luag tawm moog nkaag lug vem yog muaj yeeb ncuab, vem kuv ua rua suavdawg sws tawm tsaam.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.11","label":"11","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Nwgnuav kuv yuav tsw ua rua cov tuabneeg kws tshuav nyob zoo yaam le yaav thau u lawm."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.12","label":"12","content":"Yuav muaj sab tug quas yeeg moog tseb noob qoob noob loos. Tsob txwv maab yuav txw txwv hab tej teb yuav tau qoob hab lub ntuj yuav pub lwg lug. Kuv yuav pub kuas cov tuabneeg kws tseed tshuav nyob tau tej nuav huvsw ua puab tug."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.13","label":"13","content":"Cov Yuta hab cov Yixayee 'e, mej tub txeev raug ib tsoom tebchaws tsawm foom le caag mas kuv yuav cawm mej hab mej yuav muaj koob moov rua luas ib yaam le ntawd. Mej tsw xob ntshai, ca le ua mej txhais teg khov kho.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.14","label":"14","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Thaus mej tej laug zwg ua kuas kuv chim kuv kuj txav sab tas kuv yuav ua rua mej raug xwm txheej phem kuv tsw zaam mej le.” Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.15","label":"15","content":"“Mas nub nua kuv txav sab dua tas kuv yuav ua zoo rua Yeluxalee hab cov Yuta. Mej tsw xob ntshai le."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.16","label":"16","content":"Tej kws mej yuav tsum ua yog le nuav, ib leeg yuav has lug tseeb rua ib leeg, yuav tu plaub ncaaj ua kuas suavdawg nyob sws hum xeeb."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.17","label":"17","content":"Ib leeg tsw xob ntaus tswvyim phem huv lub sab rua ib leeg, tsw xob tuav Yawmsaub lub npe cog lug twv daag. Tej nuav huvsw mas kuv ntxub heev.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.18","label":"18","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has lug tuaj rua kuv."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.19","label":"19","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Tej swjhawm kws mej yoo mov rua lub plaub hlis hab lub tswb hlis hab lub xyaa hli hab lub kaum hli mas yuav ntxeev ua tej swjhawm zoo sab xyiv faab paam noj paam haus rua Yuta caaj ceg. Vem le nuav mej yuav tsum nyam kev tseeb hab kev sws hum xeeb.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.20","label":"20","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Yuav muaj tuabneeg coob coob tuaj, yuav tuaj huv ntau lub moos tuaj."},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.21","label":"21","content":"Ib lub moos le tuabneeg yuav moog nrhav ib lub moos le tuabneeg has tas, ‘Ca peb ua ke taamswm nuav moog thov Yawmsaub tsaa laaj muag saib peb hab nrhav Yawmsaub kws muaj fwjchim luj kawg nkaus. Kuv yeej yuav moog hab.’"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.22","label":"22","content":"Yuav muaj tuabneeg coob coob hab ntau lub tebchaws kws muaj zug tuaj nrhav Yawmsaub kws muaj fwjchim luj kawg nkaus huv Yeluxalee hab thov Yawmsaub tsaa laaj muag saib puab.”"},{"bible_id":"1216","chapter_code":"ZEC.8","verse_code":"ZEC.8.23","label":"23","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Lub swjhawm ntawd yuav muaj kaum leej tuaj ntawm txhua lub tebchaws hab txhua haiv tuabneeg tuaj tuav ib tug Yutai lub qaab tsho hab has tas, ‘Thov ca peb nrug mej moog hab, vem peb tub nov tas Vaajtswv nrug nraim mej.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.1","label":"1","content":"Yawmsaub has lug tawm tsaam Halaj tebchaws hab yuav lug nyob rua sau lub nroog Ntamaxaka. Ib tsoom tebchaws hab cov Yixayee txhua xeem yuav tsaa muag saib Yawmsaub,"},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.2","label":"2","content":"hab tawm tsaam lub moos Hama kws nyob npuas nkaus puab nrwm teb hab tawm tsaam lub nroog Thailab hab lub moos Xaintoo kws muaj kev txawj ntse heev."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.3","label":"3","content":"Thailab ua ntsaa loog thaiv lub moos ca, hab sau tau nyaj ntau yaam nkaus le tej nam pawg moov aav hab sau tau kub ntau yaam nkaus le tej nam plaag moov aav huv tej kev,"},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.4","label":"4","content":"tassws Yawmsaub yuav sau zog tej hov txhua chaw huv lub moos huvsw coj moog, hab muab tej nyaj txag laim rua huv havtxwv, hab lub moos hov yuav raug suavtawg kub nyab taag huvsw."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.5","label":"5","content":"Lub moos Akheloo yuav pum hab yuav ntshai, lub moos Kaxa yuav pum mas yuav tshee ib ce raug quas zog, lub moos Ekhoo kuj ib yaam nkaus vem yog nwg lub chaw vaam pluj taag lawm. Tug vaajntxwv kws kaav lub moos Kaxa yuav puam tsuaj, yuav tsw muaj tuabneeg nyob huv lub moos Akheloo lawm,"},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.6","label":"6","content":"cov tuabneeg txuam tsoov yuav lug nyob huv lub moos Asantau. Kuv yuav rhuav tshem cov Filixatee tej kev khaav theeb kuas pluj moog."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.7","label":"7","content":"Kuv yuav muab cov ntshaav kws puab noj rhu huv puab qhov ncauj lug, kuv yuav muab tej nqaj qas vuab tsuab rhu huv puab ncauj nav lug. Cov tuabneeg kws tseed tshuav nyob yuav lug ua peb tug Vaajtswv le tuabneeg hab yuav zoo ib yaam le ib cum tuabneeg huv Yuta. Ekhoo yuav zoo yaam le cov tuabneeg Yenpu."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.8","label":"8","content":"Hab kuv yuav zuv kuv lub tsev tsw pub leejtwg coj tau tub rog moog moog lug lug. Hab yuav tsw muaj leejtwg tuaj quab yuam tswm txom tau kuv cov tuabneeg dua le lawm vem nwgnuav kuv saib ntsoov puab lawm."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.9","label":"9","content":"Xi‑oo tug ntxhais 'e, ca le zoo sab xyiv faab kawg, Yeluxalee tug ntxhais 'e, ca le qw nrov. Saib maj, koj tug vaajntxwv saamswm lug cuag koj. Nwg yog tug ncaaj nceeg hab yog tug kov yeej. Nwg txu nwg tug fwjchim hab caij ib tug neeg luav, yog caij mivnyuas neeg luav lug."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.10","label":"10","content":"Kuv yuav muab tej tsheb ua rog rhuav tshem huv Efa‑i tebchaws moog hab yuav muab cov neeg ua rog tshem tawm huv Yeluxalee moog. Tej neev tua rog yuav raug muab rhuav tshem, mas tug vaajntxwv yuav tu kuas muaj kev thaaj yeeb nyob xeeb rua ib tsoom tebchaws. Nwg yuav kaav txwj nrho ntawm lub havtxwv nuav moog txug lub havtxwv tim u, hab ntawm tug nam dej Yufeti moog txug qaab ntuj kawg."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.11","label":"11","content":"Koj ne, vem yog cov ntshaav kws ua lub hom thawj nas rua tej lug kws kuv cog tseg rua koj, mas kuv yuav tso koj cov kws raug muab kaw lawm dim huv lub qhov qhuav hov."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.12","label":"12","content":"Cov tuabneeg kws raug luas kaw kws tseed muaj vaam 'e, ca le rov qaab moog rua mej lub chaw ruaj khov. Nub nua kuv tshaaj tawm rua mej tas, kuv yuav thim ob npaug rua mej."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.13","label":"13","content":"Kuv tub muab Yuta ntaa rawv le tug qhaub nee, hab muab Efa‑i ua raab xub coj lug nruab rua lawm. Xi‑oo 'e, kuv yuav sau koj cov tub huvsw moog ntaus Kili cov tub hab yuav tuav mej yaam nkaus le cov tub rog tuav raab ntaaj."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.14","label":"14","content":"Mas Yawmsaub yuav tshwm rua sau puab hab Yawmsaub cov xub yuav yaa moog yaam nkaus le tsag lig xub. Vaajtswv Yawmsaub yuav tshuab raaj kub yaaj hab yuav nrug lub khaub zeeg cua nraag qaab ntug moog."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.15","label":"15","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus yuav tsom kwm puab, mas puab yuav rhuav tshem tsuj pis ntag cov kws txawj xuas hlua fav ntaus qai zeb. Puab yuav noj yuav haus qw ua tsuj ua tsaug yaam le haus cawv txwv maab. Puab yuav tsau npo yaam nkaus le lub phaaj kws rau cov ntshaav hab ntub yaam nkaus le cov kub thaaj ntub ntshaav."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.16","label":"16","content":"Nub hov mas Yawmsaub kws yog puab tug Vaajtswv yuav cawm puab vem puab yog nwg le tuabneeg ib yaam le yog nwg paab yaaj. Puab yuav ci ntsaa ab rua huv nwg lub tebchaws yaam nkaus le tej qai zeb hlaws kws ci ci huv lub mom kub."},{"bible_id":"1216","chapter_code":"ZEC.9","verse_code":"ZEC.9.17","label":"17","content":"Lub tebchaws yuav zoo hab zoo nkauj tag tag le lauj! Tej qoob yuav ua rua cov tub hluas kheev hlub hab tej cawv txwv maab tshab yuav ua rua cov ntxhais hluas hlub zoo."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.1","label":"1","content":"Ca le thov Yawmsaub pub naag lug rua lub hauv xyoo, thov ntawm Yawmsaub kws tswm tej nam twv fuab tsaus quas nti, kws pub tej nam pluav naag rua tuabneeg hab pub tej laj teb tuaj nroj tsuag hab zaub rua suavdawg."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.2","label":"2","content":"Tsua qhov tej txoov daab has tsw tau qaabhau daabtsw, hab cov txwv neeb txwv yaig kuj tsw pum qhov tseeb. Tug Kws npau suav los kuj pav tej npau suav daag, puab laam nplig daag. Mas cov tuabneeg txhad le yuam kev yaam nkaus le tej yaaj, puab raug kev txom nyem vem tsw muaj tug yug yaaj."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.3","label":"3","content":"“Kuv chim hab npau rua cov kws yug yaaj, hab kuv yuav teem txem rua cov thawj. Vem Yawmsaub kws muaj fwjchim luj kawg nkaus mob sab nwg paab yaaj kws yog cov Yuta, hab yuav ua rua puab zoo yaam nkaus le cov neeg ua rog kws cus heev."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.4","label":"4","content":"Lub thawj txhwb zeb kws muab ua tsev yuav tawm huv puab tuaj, tug tswg kws tsaa tsev ntaub yuav tawm huv puab tuaj, raab neev kws ua rog yuav tawm huv puab tuaj, hab txhua tug thawj kaav puavleej yuav tawm huv puab tuaj."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.5","label":"5","content":"Puab sau zog ua ke yuav zoo cuag le cov tub sab luj sab tuab, yuav tsuj pis ntag tej yeeb ncuab rua huv tej aav nplaum huv txuj kev. Vem Yawmsaub nrug nraim puab nyob puab txhad txawj ntaus rog, hab puab yuav ua rua cov kws caij neeg poob pis nroog."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.6","label":"6","content":"“Kuv yuav pub zug rua Yuta caaj ceg hab cawm Yauxej caaj ceg kuas dim. Kuv yuav coj puab rov qaab lug vem kuv taab ncuab puab. Hab puab yuav zoo yaam nkaus le kuv tub tsw tau txeev tso puab tseg le, tsua qhov kuv yog Yawmsaub kws yog puab tug Vaajtswv mas kuv yuav teb puab."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.7","label":"7","content":"Efa‑i cov tuabneeg yuav zoo yaam nkaus le cov tub rog sab luj sab tuab, puab yuav xyiv faab yaam nkaus le haus cawv txwv maab. Puab tej mivnyuas yuav pum mas yuav zoo sab heev, puab lub sab yuav xyiv faab kawg nkaus rua huv Yawmsaub."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.8","label":"8","content":"Kuv yuav xuav kauv hu puab hab qaws zog puab lug ua ke, tsua qhov kuv tub txhwv puab lawm hab puab yuav muaj coob yaam nkaus le yaav thau u."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.9","label":"9","content":"Txawm yog kuv muab puab lawv rw quas sua rua huv ib tsoom tebchaws los puab tseed yuav ncu ntsoov kuv huv tej tebchaws deb deb hov, hab puab yuav tuav sav quas rawv nrug puab tej mivnyuas nyob hab rov qaab lug."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.10","label":"10","content":"Kuv yuav coj puab huv Iyi tebchaws rov lug hab qaws puab huv Axilia tebchaws rov lug, hab kuv yuav coj puab moog rua huv Kile‑a hab Lenpanoo tebchaws kuas puv nkaus tsw muaj chaw nyob."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.11","label":"11","content":"Puab yuav hlaa lub havtxwv kws yog kev txom nyem, hab kuv yuav ntaus tej nam nthwv dej ndaas hab ua rua tug nam dej Nai kws tub tub qhuav lua. Kuv yuav txu Axilia tug fwjchim kws khaav theeb hab Iyi tug cwj kaav tebchaws yuav pluj moog."},{"bible_id":"1216","chapter_code":"ZEC.10","verse_code":"ZEC.10.12","label":"12","content":"Kuv yuav ua kuas puab muaj zug huv Yawmsaub hab puab yuav khaav txug Yawmsaub lub npe.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.1","label":"1","content":"Lenpanoo tebchaws ca le qheb qhov rooj sub suavtawg txhad le kub tau koj tej ntoo cab."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.2","label":"2","content":"Cov ntoo cab nplooj suab 'e, ca le quaj nyav tsua qhov cov ntoo cab tub qaug taag lawm, vem tej ntoo luj ntoo tswm txaj tub puam tsuaj taag lawm. Cov ntoo qheb Npasaa 'e, ca le quaj nyav tsua qhov tej haav zoov ntoo ntum quas nti tub raug muab ntuv taag lawm."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.3","label":"3","content":"Ca le noog cov yug yaaj lub suab quaj nyav tsua qhov puab tej tshaav zaub zoo zoo tub puam tsuaj taag lawm. Ca le noog cov tsuv ntxhuav nyooj vem tej haav zoov haav tsuag ntawm ntug dej Yalatee raug muab tso tseg pam taag."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.4","label":"4","content":"Yawmsaub kws yog kuv tug Vaajtswv has le nuav tas, “Ca le yug paab yaaj kws tub hom ca lawm yuav raug muab tua."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.5","label":"5","content":"Cov tuabneeg kws yuav tej yaaj hov kuj muab tej yaaj tua los kuj tsw raug txav txem. Cov tuabneeg kws muab puab muag kuj has tas ‘Qhuas Yawmsaub, tsua qhov kuv nplua nuj lawm.’ Hab cov kws yug cov yaaj hov los tsw khuvleej cov yaaj le.”"},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.6","label":"6","content":"Yawmsaub has tas, “Kuv yuav tsw khuvleej cov tuabneeg huv lub tebchaws nuav dua le lawm. Kuv kuj yuav ua kuas puab nyag taug nyag poob rua huv nwg tug yug yaaj txhais teg hab poob rua huv nwg tug vaajntxwv txhais teg. Mas cov hov yuav zuaj lub tebchaws nuav kuas ntsoog, hab kuv yuav tsw cawm ib tug dim huv puab txhais teg le.”"},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.7","label":"7","content":"Mas kuv txhad yug cov yaaj kws yuav raug muab tua, yog saib rua cov kws ua luam yaaj. Kuv txhad muab ob tug paas nreg, ib tug npe hu ua Kev Hlub, ib tug npe hu ua Hum Xeeb, mas kuv txhad yug cov yaaj hov."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.8","label":"8","content":"Ib hlis xwb mas kuv rhuav tshem peb tug tuabneeg yug yaaj. Kuv dhuav cov yaaj lawm hab cov yaaj kuj ntxub kuv."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.9","label":"9","content":"Kuv txhad has tas, “Kuv tsw ua tug kws yug mej lawm. Yog tug twg yuav tuag kuj ca le tuag moog. Yog tug twg yuav raug puam tsuaj kuj ca le puam tsuaj moog. Cov kws tseed tshuav nyob hov tes ca ib tug noj ib tug le nqaj.”"},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.10","label":"10","content":"Kuv txhad muab tug paas nreg kws npe hu ua Kev Hlub luv kag tseg, rhuav kag lu lug kws cog tseg rua ib tsoom tebchaws lawm."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.11","label":"11","content":"Nub hov txhad rhuav kag lu lug cog tseg ntawd lawm. Cov kws ua luam yaaj kws tog saib ntsoov kuv kuj paub tas tej nuav yog Yawmsaub le lug."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.12","label":"12","content":"Mas kuv txhad has rua puab tas, “Yog mej pum zoo mas thov them kuv nqe zug, yog tsw pum zoo kuj ca le.” Tes puab txawm kiv peb caug sekhee nyaj  ua nqe zug rua kuv."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.13","label":"13","content":"Mas Yawmsaub has rua kuv tas, “Muab tej nyaj hov nrum rua tug Kws puab laujkaub.”  Qhov nyuas nyaj npaum le nuav xwb yog cov kws puab them rua kuv. Mas kuv txhad le muab peb caug sekhee nyaj nuav nrum nroog rua tug Kws puab laujkaub  huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.14","label":"14","content":"Tes kuv txhad muab tug paas nreg kws npe hu ua Hum Xeeb luv tseg, yog tug kws ob, mas txhad rhuav tshem Yuta hab Yixayee txuj kev hum xeeb."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.15","label":"15","content":"Yawmsaub txawm has rua kuv tas, “Ca le khaws tug yug yaaj kws tsw tswm txaj tej pestwj dua ib zag,"},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.16","label":"16","content":"tsua qhov kuv saamswm tsaa ib tug yug yaaj huv lub tebchaws nuav. Nwg yog ib tug kws tsw mob sab tej yaaj kws yuav puam tsuaj, hab tsw nrhav tej mivnyuas yaaj kws pluj lawm hab tsw khu tej kws luv ceg hab tsw yug tej kws nyob zoo, nwg tsua muab tej yaaj kws rog rog tej nqaj noj xwb, nwg muab tej rau dua lug noj huvsw."},{"bible_id":"1216","chapter_code":"ZEC.11","verse_code":"ZEC.11.17","label":"17","content":"“Kuv tug qhev kws yug yaaj kws tsw tswm txaj yuav raug txom nyem lauj, vem nwg muab paab yaaj tso tseg. Ca nav ntaaj txav nwg tej npaab hab txav nwg saab qhov muag xws. Ca nwg tej npaab qhuav hlo, ca nwg saab qhov muag xws dig nkaus.”"},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.1","label":"1","content":"Nuav yog Yawmsaub cov lug kws has txug cov Yixayee. Yawmsaub kws nthuav lub ntuj rua sau hab pua lub nplajteb hab tswm ntsuj plig rua huv tuabneeg has le nuav tas,"},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.2","label":"2","content":"“Saib maj, kuv saamswm yuav ua kuas Yeluxalee zoo nkaus le lub khob cawv kws ua rua ib tsoom tuabneeg kws nyob ib ncig qaug. Lub khob nuav yuav ua rua Yuta qaug rua thaus yeeb ncuab vej lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.3","label":"3","content":"Nub hov kuv yuav ua rua Yeluxalee zoo le ib txhwb zeb kws nyaav kawg rua ib tsoom tebchaws. Yog leejtwg moog nyom txhwb zeb hov mas yuav ua rua leejtwg raug mob saab kawg. Ib tsoom tebchaws huv qaab ntuj yuav sau nthwv tuaj ntaus Yeluxalee.”"},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.4","label":"4","content":"Yawmsaub has tas, “Nub ntawd kuv yuav ua rua txhua tug neeg ceeb sob, hab ua rua cov kws caij vwm, tassws kuv yuav tsaa muag saib Yuta caaj ceg, hab kuv yuav ua rua ib tsoom tebchaws tej neeg dig muag."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.5","label":"5","content":"Mas Yuta tej quas cum yuav xaav huv lub sab tas, ‘Cov tuabneeg huv Yeluxalee muaj zug kawg vem yog puab tug Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus pub zug rua puab.’"},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.6","label":"6","content":"“Nub ntawd kuv yuav ua rua Yuta tej quas cum zoo yaam nkaus le lub laujkaub kub lab ploog huv cub suavtawg hab zoo yaam nkaus le teg tsau kws cig laam quas lug huv plawv cov teg qoob, hab yuav kub ib tsoom tebchaws kws nyob vej ib ncig saab xws saab phem, tassws yuav muaj tuabneeg nyob ruaj khov huv Yeluxalee rua lub qub chaw."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.7","label":"7","content":"“Yawmsaub yuav pub kuas Yuta cov tub rog xub kov yeej sub Tavi caaj ceg hab cov tuabneeg huv Yeluxalee txhad tsw tau koob meej luj dua cov Yuta."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.8","label":"8","content":"Nub ntawd Yawmsaub yuav thaiv cov huv Yeluxalee ca, sub cov kws qaug zug kawg huv puab yuav zoo yaam le Tavi rua nub ntawd. Tavi caaj ceg yuav zoo yaam nkaus le Vaajtswv, zoo yaam nkaus le Yawmsaub tug tubkhai ntuj kws coj puab."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.9","label":"9","content":"Nub ntawd kuv yuav nrhav kev ua kuas txhua lub tebchaws kws tuaj tawm tsaam Yeluxalee puam tsuaj."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.10","label":"10","content":"“Kuv yuav laub tug ntsuj plig kws pub kev hlub hab kev kub sab thov Vaajtswv rua Tavi caaj ceg hab cov huv Yeluxalee, mas thaus puab tsaa muag saib kuv kws puab xuas muv nkaug tes puab yuav quaj ntsuag nwg yaam nkaus le cov kws muaj tuab tug mivnyuas xwb los tuag lawm es quaj, hab yuav quaj nyav yaam nkaus le cov kws tug tub hlub tuag es quaj nyav heev."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.11","label":"11","content":"Nub ntawd yuav muaj kev quaj ntsuag heev huv Yeluxalee yaam nkaus le kws quaj ntsuag Hantalimoo huv lub taj Mekintau."},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.12","label":"12","content":"Lub tebchaws yuav quaj ntsuag txhua yim nyag quaj nyag, Tavi cuab tuabneeg nwg quaj nwg, hab Tavi cov quaspuj nwg quaj nwg ib caag, Nathaa cuab tuabneeg nwg quaj nwg, hab cov quaspuj nwg quaj nwg ib caag,"},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.13","label":"13","content":"Levi cuab tuabneeg nwg quaj nwg, hab cov quaspuj nwg quaj nwg ib caag, hab Sime‑i cuab tuabneeg nwg quaj nwg, hab cov quaspuj nwg quaj nwg ib caag,"},{"bible_id":"1216","chapter_code":"ZEC.12","verse_code":"ZEC.12.14","label":"14","content":"hab txhua cuab tuabneeg kws tshuav nyob kuj quaj nyav hab puab cov quaspuj kuj nwg quaj nwg ib caag.”"},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.1","label":"1","content":"“Nub ntawd yuav muaj dej cag txhawv hlo rua Tavi caaj ceg hab rua cov huv Yeluxalee txhad le ntxuav tau puab kev txhum kev qas pov tseg.”"},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.2","label":"2","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Nub ntawd kuv yuav rhuav tshem tej txoov daab lub npe kuas pluj huv lub tebchaws moog, sub puab txhad tsw ncu txug hlo le lawm. Kuv yuav lawv cov xwbfwb kws cev Vaajtswv lug hab tug ntsuj plig kws tsw huv tawm huv lub tebchaws moog."},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.3","label":"3","content":"Yog muaj leejtwg tsaab ua xwbfwb cev Vaajtswv lug mas nwg nam nwg txwv kws yug nwg yuav has rua nwg tas, ‘Koj yuav tuag vem koj tuav Yawmsaub lub npe has daag xwb.’ Thaus nwg cev Vaajtswv lug leej nam leej txwv kws yug nwg yuav muab nwg nkaug tshaab plhawv."},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.4","label":"4","content":"Nub ntawd txhua tug xwbfwb cev Vaajtswv lug yuav txaaj muag vem qhov kws nwg ua yug quas toog cev Vaajtswv lug. Nwg yuav tsw naav lub tsho kws muaj plaub moog has lug daag lawm."},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.5","label":"5","content":"Nwg yuav has tas, ‘Kuv tsw yog tug kws cev Vaajtswv lug, kuv yog tuabneeg ua laj ua teb xwb, tsua qhov kuv yeej ua laj ua teb txwj thaus kuv tseed hluas lug lawm.’"},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.6","label":"6","content":"Yog leejtwg nug nwg tas, ‘Ua caag koj muaj kav txhaab sau nraus qaum?’ mas nwg yuav teb tas ‘Kuv tau tej kav txhaab nuav ntawm tej kwvluag lub tsev.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.7","label":"7","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Raab ntaaj 'e, ca le tswm dheev sawv lug tiv kuv tug qhev yug yaaj, sawv lug tiv tug kws txheeb ze kuv. Ca le nplawm tug qhev yug yaaj mas paab yaaj txhad yuav tawg ua saab ua sua moog. Kuv yuav tig hlo kuv txhais teg tawm tsaam tug miv tug yau.”"},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.8","label":"8","content":"Yawmsaub has tas, “Taag nrho lub tebchaws yuav muab rhuav tshem ob feem kuas puam tsuaj, tshuav ib feem huv peb feem txhad le caj xwb."},{"bible_id":"1216","chapter_code":"ZEC.13","verse_code":"ZEC.13.9","label":"9","content":"Kuv yuav muab ib feem huv peb feem hov coj moog rua huv suavtawg mas yuav muab nchuav ib yaam le nchuav nyaj, hab yuav muab puab swm yaam le swm kub. Puab yuav thov hu kuv lub npe, mas kuv yuav teb puab. Kuv yuav has tas ‘Puab yog kuv haiv tuabneeg’ hab puab yuav has tas ‘Yawmsaub yog peb tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.1","label":"1","content":"Saib maj, Yawmsaub nub saamswm lug, yog nub kws tej nyaj txag kws luas txeeb ntawm koj moog luas yuav faib rua huv plawv koj,"},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.2","label":"2","content":"tsua qhov kuv yuav sau zog ib tsoom tebchaws suavdawg tuaj ua rog rua Yeluxalee. Lub nroog hov yuav raug luas txeeb tau, luas yuav lws tej nyaj txag hov txhua chaw huv vaaj huv tsev hab yuav muab tej quaspuj yuam. Ib nraab pejxeem yuav tawm moog poob tebchaws, tassws cov kws tshuav nyob yuav tsw raug muab lawv tawm huv lub nroog moog."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.3","label":"3","content":"Mas Yawmsaub yuav tawm moog tiv tej tebchaws hov ib yaam le nub kws Yawmsaub tawm moog ua rog ntaag."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.4","label":"4","content":"Nub ntawd Yawmsaub txhais taw yuav tsuj sau lub Roob Txwv Aulib kws nyob ntawm Yeluxalee saab nub tuaj, mas lub Roob Txwv Aulib hov yuav tawg rhe ua ob saab txhad ua hlo ib lub kwj haa daav daav le kem saab nub tuaj moog thoob plhawv saab nub poob, mas ib nraab roob txhad txaav rua saab peg ib nraab roob txaav rua saab nraag."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.5","label":"5","content":"Mej yuav tswv ntawm lub haav kws kuv ua hov vem lub haav hov ntev moog txug ncua Axaa.  Mej yuav tawm tswv moog yaam nkaus le thaus Uxiya ua vaajntxwv kaav Yuta tebchaws es ntuj qeg mej txhad tswv. Yawmsaub kws yog kuv tug Vaajtswv yuav lug hab cov tuabneeg dawb huv sau ntuj suavdawg yuav nrug nwg lug."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.6","label":"6","content":"Nub ntawd yuav tsw muaj caij no tsw muaj te,"},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.7","label":"7","content":"yuav muaj nruab nub xwb (Yawmsaub yeej paub nub hov), tsw muaj nruab nub tsw muaj mo ntuj, txawm yog txug caij tsaus ntuj lawm los yeej pum kev le."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.8","label":"8","content":"Nub ntawd dej cag yuav ndwg tawm huv Yeluxalee, ib nraab ndwg moog rua lub havtxwv saab nub tuaj, ib nraab ndwg moog rua lub havtxwv saab nub poob.  Lub caij ntuj kub los dej yuav ndwg quas ndo yaam nkaus le lub caij ntuj no."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.9","label":"9","content":"Yawmsaub yuav ua vaajntxwv kaav taag nrho lub nplajteb huvsw. Nub ntawd tsuas yog muaj Yawmsaub tuab leeg xwb hab muaj Yawmsaub tuab lub npe xwb."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.10","label":"10","content":"Lub tebchaws huvsw yuav ntxeev ua teb taj teb tug txwj nrho ntawm Kenpa moog txug Limoo kws nyob ntawm Yeluxalee saab nraag, tassws Yeluxalee tseed yuav nyob nwg qhov chaw kws sab txwj nrho ntawm Rooj Loog Npeeyamee moog txug ncua lub chaw kws muaj Rooj Loog Qub hab moog txug ncua lub rooj loog ntawm lub kaum loog, hab ntawm lub chaw tsom faaj Hananee txug ncua vaajntxwv lub chaw tsuam kua txwv maab."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.11","label":"11","content":"Hab yuav muaj tuabneeg nyob huv nroog vem yog tsw raug lu lug foom tsw zoo lawm. Yeluxalee yuav nyob tso sab quas lug."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.12","label":"12","content":"Ntawm nuav moog yog tej vej sub vej sw kws Yawmsaub yuav swv ntaus ib tsoom tebchaws kws ua rog rua Yeluxalee. Thaus puab tseed sawv tau nreg nreeg puab tej nqaj yuav ca le lwj, puab lub ntsab muag yuav ca le lwj kag ntawm lub qhov muag, hab puab tug nplaig yuav ca le lwj kag huv puab lub qhov ncauj."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.13","label":"13","content":"Nub ntawd Yawmsaub yuav ua rua puab ntshai raag zum quas zawg luj kawg le. Puab ib leeg yuav ntsab pis nkaus ib leeg hab ib leeg yuav tsaa pis hlo teg ntaus ib leeg."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.14","label":"14","content":"Txawm yog cov Yuta los kuj yuav moog ntaus rog rua huv Yeluxalee. Tej tebchaws suavdawg kws nyob ib ncig tej nyaj txag hov txhua chaw yuav raug muab khaws ca sau zog ua ke, yog kub hab nyaj hab rwg tsho naav ntau kawg le."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.15","label":"15","content":"Yawmsaub yuav tso vej sub vej sw le nuav lug rua puab tej neeg hab tej luj txwv hab tej ntxhuav hab tej neeg luav hab txhua yaam tsaj txhu huv tej yeej ntawd."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.16","label":"16","content":"Mas cov tuabneeg huv ib tsoom tebchaws kws moog tawm tsaam Yeluxalee es tseed muaj txujsa nyob kuj naj xyoo yuav moog pe hawm tug vaajntxwv kws yog Yawmsaub kws muaj fwjchim luj kawg nkaus hab ua kevcai nyob tsev pheeb suav."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.17","label":"17","content":"Yog haiv tuabneeg twg huv qaab ntuj nuav tsw moog rua huv Yeluxalee es pe tug vaajntxwv kws yog Yawmsaub kws muaj fwjchim luj kawg nkaus mas naag yuav tsw lug rua puab."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.18","label":"18","content":"Yog haiv tuabneeg Iyi tsw moog tshwm ntsej muag rua ntawd tes puab yuav raug tej vej sub vej sw kws Yawmsaub tso rua tej tebchaws kws tsw moog ua kevcai nyob tsev pheeb suav."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.19","label":"19","content":"Tej kws has lug nuav yog tej kws txav txem rua Iyi hab ib tsoom tebchaws kws tsw moog ua kevcai nyob tsev pheeb suav."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.20","label":"20","content":"Nub ntawd yuav txaam txwm rua phaj tswb kws neeg coj has tas, “Dawb huv rua Yawmsaub,” hab tej lauj kaub kws swv huv Yawmsaub lub tuam tsev yuav zoo ib yaam le tej phaaj dawb huv kws swv ntawm lub thaaj xyeem hov txhua chaw."},{"bible_id":"1216","chapter_code":"ZEC.14","verse_code":"ZEC.14.21","label":"21","content":"Txhua lub lauj kaub huv Yeluxalee hab huv Yuta yuav dawb huv rua Yawmsaub kws muaj fwjchim luj kawg nkaus sub txhua tug kws tuaj xyeem tsaj rua Yawmsaub txhad coj tau tej lauj kaub hov moog hau tej nqaj kws xyeem hov. Nub hov yuav tsw muaj tub laag tub luam  nyob huv Yawmsaub kws muaj fwjchim luj kawg nkaus lub tuam tsev dua le lawm."}]