{"id":1,"language_code":"eng","code":"KJV","name":"King James Version","name_en":"King James Version","publisher":{"id":826,"name":"Cambridge Univ. Press & BFBS","local_name":"Cambridge Univ. Press & BFBS","url":"http:\/\/www.biblesociety.org.uk\/","description":null},"copyright_long":{"html":"<p> <strong>King James Version (KJV)<\/strong> <\/p> <p>The King James Version (KJV) of the holy Bible was first printed in 1611, but the main edition used today is the 1769 version. The King James Version (KJV) is also known as the Authorized (or Authorised) Version (AV) because it was authorized to be read in churches. For over 300 years it was the main English translation used in the English speaking world, and is much admired and respected. About 400 words and phrases coined or popularised by the King James Version are part the English language today. <\/p> <p> <strong>Revision<\/strong> <\/p> <p>The King James Version of the Bible was not a new translation but a revision of the English Bible which was commissioned by King James I of Great Britain, following the Church of England Hampton Court Conference in 1604. 54 scholars from London, Oxford and Cambridge worked on the project. They were all from the Church of England (Anglicans), but included those of traditional and Puritan views.<\/p> <p>Officially the 1586 Bishop’s Bible was used as the base for the revision, but the scholars referenced all existing Bible translations in English, such as the Geneva Bible and Tyndale, and also editions in other languages. The completed Bible was first printed in 1611, and included the Apocrypha, which is omitted from this edition. <\/p> <p> <strong>1769 edition<\/strong> <\/p> <p>In 1611 English spelling and punctuation were not in standard forms, and the Bible underwent a mainly-orthographic revision by Oxford and Cambridge universities in 1769, which is the version most people use today. The rights of the King James Version of the Bible were, and still are, protected under British law and are vested in the Crown. <\/p> <p> <strong>Bible Society edition<\/strong> <\/p> <p>In 1804 the British and Foreign Bible Society (BFBS) was founded and they printed millions of cheap copies of the Bible for people to buy and read. Through the work of the Bible Societies the King James Version (KJV) became the most printed and most widely read book in the world. <\/p> <p> <strong>1954 Paragraphed Edition<\/strong> <\/p> <p>The King James Version was printed with each new verse starting on a new line. In 1954 the British and Foreign Bible Society produced a new edition of the KJV, keeping the original 1769 text, but adding sub-titles and paragraphs, making it easier to read. In 2011 this was reprinted in a special edition, with other appendices such as a Glossary, and concordance, to mark the 400th anniversary of the King James Version. This is the text used in this on-line edition. The paragraphing, sub-headings from 1954, and other additions from 2011, are copyright the British and Foreign Bible Society.<\/p> <p> <strong>Copyright Information<\/strong> <\/p> <p>Rights in the Authorized (King James) Version of the Bible are vested in the Crown. Published by permission of the Crown's patentee, Cambridge University Press.<\/p> <p> <strong>This edition<\/strong> <\/p> <p>This edition of the King James Authorised Version was paragraphed with sub-headings added by the British and Foreign Bible Society in 1954 and released again as a special edition in 2011.<\/p> <p>BFBS additions © 2011 British and Foreign Bible Society<\/p> <p>This text is maintained by the British and Foreign Bible Society<\/p> <p>If you are interested in obtaining a printed copy, please contact the British and Foreign Bible Society at www.biblesociety.org.uk<\/p>","text":" King James Version (KJV)  The King James Version (KJV) of the holy Bible was first printed in 1611, but the main edition used today is the 1769 version. The King James Version (KJV) is also known as the Authorized (or Authorised) Version (AV) because it was authorized to be read in churches. For over 300 years it was the main English translation used in the English speaking world, and is much admired and respected. About 400 words and phrases coined or popularised by the King James Version are part the English language today.   Revision  The King James Version of the Bible was not a new translation but a revision of the English Bible which was commissioned by King James I of Great Britain, following the Church of England Hampton Court Conference in 1604. 54 scholars from London, Oxford and Cambridge worked on the project. They were all from the Church of England (Anglicans), but included those of traditional and Puritan views. Officially the 1586 Bishop’s Bible was used as the base for the revision, but the scholars referenced all existing Bible translations in English, such as the Geneva Bible and Tyndale, and also editions in other languages. The completed Bible was first printed in 1611, and included the Apocrypha, which is omitted from this edition.   1769 edition  In 1611 English spelling and punctuation were not in standard forms, and the Bible underwent a mainly-orthographic revision by Oxford and Cambridge universities in 1769, which is the version most people use today. The rights of the King James Version of the Bible were, and still are, protected under British law and are vested in the Crown.   Bible Society edition  In 1804 the British and Foreign Bible Society (BFBS) was founded and they printed millions of cheap copies of the Bible for people to buy and read. Through the work of the Bible Societies the King James Version (KJV) became the most printed and most widely read book in the world.   1954 Paragraphed Edition  The King James Version was printed with each new verse starting on a new line. In 1954 the British and Foreign Bible Society produced a new edition of the KJV, keeping the original 1769 text, but adding sub-titles and paragraphs, making it easier to read. In 2011 this was reprinted in a special edition, with other appendices such as a Glossary, and concordance, to mark the 400th anniversary of the King James Version. This is the text used in this on-line edition. The paragraphing, sub-headings from 1954, and other additions from 2011, are copyright the British and Foreign Bible Society.  Copyright Information  Rights in the Authorized (King James) Version of the Bible are vested in the Crown. Published by permission of the Crown's patentee, Cambridge University Press.  This edition  This edition of the King James Authorised Version was paragraphed with sub-headings added by the British and Foreign Bible Society in 1954 and released again as a special edition in 2011. BFBS additions © 2011 British and Foreign Bible Society This text is maintained by the British and Foreign Bible Society If you are interested in obtaining a printed copy, please contact the British and Foreign Bible Society at www.biblesociety.org.uk"},"copyright_short":{"html":"Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press.","text":"Rights in the Authorized (King James) Version in the United Kingdom are vested in the Crown. Published by permission of the Crown’s patentee, Cambridge University Press."},"language":{"iso_639_1":"en","iso_639_3":"eng","name":"English","local_name":"English","text_direction":"ltr","language_tag":"eng","secondary_language_tags":null},"audio":true,"audio_count":1}