{"id":1216,"language_code":"hnj","code":"HMOBSV","name":"Vaajtswv Txujlug - lug Moob Ntsuab  - txhais tshab xyoo 2004","name_en":"The Holy Bible - Blue Hmong Standard Version (2004)","publisher":{"id":33,"name":"Thailand Bible Society","local_name":"สมาคมพระคริสตธรรมไทย","url":"http:\/\/www.thaibible.or.th\/","description":null},"copyright_long":{"html":"<h3>Vaajtswv Txujlug - lug Moob Ntsuab - txhais tshab xyoo 2004<\/h3> <p>Phoo Vaajtswv Txujlug nuav yog txhais taag rua xyoo 2004, yog txhais tshab txwj phoo Chiv Keeb moog txug phoo Qha Tshwm txhua lu taag nrho huvsw, yog txhais lawv nraim tej hauv paug lug. Tej phoo Vaajtswv Txujlug kws Moob muaj lawm puavleej txhais lawv le tug kov txwv txhais “Dynamic Equivalence.” Tug kov txwv txhais le nuav yog txhais kuas yoojyim nkaag sab hab muab lub ntsab hloov txhad ua kuas tug kws nyeem nkaag sab zoo. Phoo Vaajtswv Txujlug Txhais Tshab Xyoo 2004 nuav yog txhais lawv le tug kov txwv “Formal Equivalence”, yog txhais txhua lu lug kws nyob huv hauv paug lug lawv le lug Henplais hab lug Kili huvsw, yug txhad paub cov Yixayee lub neej hab Yixayee le kev has lug, hab paub lub ntsab tub heev. Phoo Vaajtswv txujlug lug Thaib kws naj nub nuav suavdawg swv kuj yog txhais le nuav. Xyoo 2000 Koom Hum Txhais Vaajtswv Txujlug huv Thaib teb (TBS) hab Koom Hum Moob kws ntseeg huv Thaib teb (SKT) has hum tas tseed yuav tsum muaj Vaajtswv Txujlug txhais dua tshab le nuav. Muaj ib tug xwbfwb Moob ua tug kws txhais, hab muaj xwbfwb fuajlaav hab xwbfwb ntawm Koom Hum United Bible Societies ua tug paab, hab muaj dua ib co Moob kws saib hab khu kuas lawv nraim hauv paug lug hab tsw poob lub ntsab ib qhov twg. Vaajtswv Txujlug Phoo Qub, mas txhais lawv le Vaajtswv Txujlug phoo Aavkiv NIV hab NRSV. Phoo tshab mas swv lug Kili phoo kws United Bible Societies luam rua xyoo 1993. Mas ua Vaajtswv tsaug kws nwg paab txhua tug kub sab ua txhad tav taag huvsw rua xyoo 2004. Peb vaam tas txhua tug kws ntseeg yuav nyeem phoo nuav hab nkaag sab txug Vaajtswv txuj xuv zoo hab nkaag sab txug tug Tswv Yexu txujkev cawm dim zoo dua qub.<\/p>","text":"Vaajtswv Txujlug - lug Moob Ntsuab - txhais tshab xyoo 2004 Phoo Vaajtswv Txujlug nuav yog txhais taag rua xyoo 2004, yog txhais tshab txwj phoo Chiv Keeb moog txug phoo Qha Tshwm txhua lu taag nrho huvsw, yog txhais lawv nraim tej hauv paug lug. Tej phoo Vaajtswv Txujlug kws Moob muaj lawm puavleej txhais lawv le tug kov txwv txhais “Dynamic Equivalence.” Tug kov txwv txhais le nuav yog txhais kuas yoojyim nkaag sab hab muab lub ntsab hloov txhad ua kuas tug kws nyeem nkaag sab zoo. Phoo Vaajtswv Txujlug Txhais Tshab Xyoo 2004 nuav yog txhais lawv le tug kov txwv “Formal Equivalence”, yog txhais txhua lu lug kws nyob huv hauv paug lug lawv le lug Henplais hab lug Kili huvsw, yug txhad paub cov Yixayee lub neej hab Yixayee le kev has lug, hab paub lub ntsab tub heev. Phoo Vaajtswv txujlug lug Thaib kws naj nub nuav suavdawg swv kuj yog txhais le nuav. Xyoo 2000 Koom Hum Txhais Vaajtswv Txujlug huv Thaib teb (TBS) hab Koom Hum Moob kws ntseeg huv Thaib teb (SKT) has hum tas tseed yuav tsum muaj Vaajtswv Txujlug txhais dua tshab le nuav. Muaj ib tug xwbfwb Moob ua tug kws txhais, hab muaj xwbfwb fuajlaav hab xwbfwb ntawm Koom Hum United Bible Societies ua tug paab, hab muaj dua ib co Moob kws saib hab khu kuas lawv nraim hauv paug lug hab tsw poob lub ntsab ib qhov twg. Vaajtswv Txujlug Phoo Qub, mas txhais lawv le Vaajtswv Txujlug phoo Aavkiv NIV hab NRSV. Phoo tshab mas swv lug Kili phoo kws United Bible Societies luam rua xyoo 1993. Mas ua Vaajtswv tsaug kws nwg paab txhua tug kub sab ua txhad tav taag huvsw rua xyoo 2004. Peb vaam tas txhua tug kws ntseeg yuav nyeem phoo nuav hab nkaag sab txug Vaajtswv txuj xuv zoo hab nkaag sab txug tug Tswv Yexu txujkev cawm dim zoo dua qub."},"copyright_short":{"html":"<p>Blue Hmong Bible © Thailand Bible Society, 2004.<\/p>","text":"Blue Hmong Bible © Thailand Bible Society, 2004."},"language":{"iso_639_1":null,"iso_639_3":"hnj","name":"Hmong Njua","local_name":"Hmong Hoa","text_direction":"ltr","language_tag":"hnj","secondary_language_tags":null},"audio":true,"audio_count":1}