[{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.1","label":"1","content":"Adaas yog Xej txiv, Xej yog Enauses txiv, Enaus yog Kenaas txiv,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.2","label":"2","content":"Kenaas yog Mahalalees txiv, Mahalalees yog Yales txiv."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.3","label":"3","content":"Yales yog Enauj txiv, Enauj yog Methuxelas txiv; Methuxelas yog Lames txiv,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.4","label":"4","content":"Lames yog Nau-es txiv. Nau-es muaj peb tug tub; Xees, Haas hab Yafej."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.5","label":"5","content":"Yafej cov tub yog Nkaumes, Mankaus, Madais, Yavaas, Tunpas, Mesekis hab Tilas, puab puavleej yog yawmkoob ntawm cov tuabneeg kws ris puab tej npe."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.6","label":"6","content":"Nkaumes cov tub yog: Akenas, Lifathas hab Taunkamas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.7","label":"7","content":"Yavaas cov tub yog: Elisas, Xapees, Xaipas hab Laudes."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.8","label":"8","content":"Haas cov tub yog: Kuses, Iziv, Linpeyas hab Kana-aas puab puavleej yog yawmkoob ntawm cov tuabneeg kws ris puab tej npe."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.9","label":"9","content":"Kuses cov xeebntxwv yog cov tuabneeg Xenpas, Havilas, Xanpetas, La-amas hab Xatekas. La-amas cov xeebntxwv yog cov tuabneeg Senpas hab Dedaas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.10","label":"10","content":"(Kuses muaj ib tug tub hu ua Nimilus, nwg yog thawj tug kws muaj lub fwjchim luj tshaaj plawg huv nplajteb nuav.)"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.11","label":"11","content":"Iziv cov tub yog: Lidias, Anas, Lehaj, Nafetus"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.12","label":"12","content":"Pathelus, Kaselus hab Kelites (puab cov xeebntxwv yog cov tuabneeg Filitees.)"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.13","label":"13","content":"Kana-aas ob tug tub, Xidoos yog tug tub hlub hab Hethas yog tug tub yau, obtug yog yawmkoob ntawm cov tuabneeg kws ris obtug tej npe."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.14","label":"14","content":"Kana-aas tseem yog yawmkoob ntawm cov Yenpus, cov Amoos, cov Nkinkasis,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.15","label":"15","content":"cov Hivis, cov Alekis, cov Xinais,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.16","label":"16","content":"cov Alevas, cov Xemalis hab cov Hamas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.17","label":"17","content":"Xees cov tub yog: Elames, Asules, Apasas, Lus, Alas, Uxes, Hules, Nkethes hab Mesej, puab puavleej yog cov yawmkoob ntawm cov tuabneeg kws ris puab tej npe."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.18","label":"18","content":"Apasas yog Selas txiv; hab Selas yog Enpes txiv."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.19","label":"19","content":"Enpes muaj ob tug tub: ib tug hu ua Pelej,  (vim thaus lub sijhawm ntawd cov tuabneeg huv lub nplajteb nuav tau sis faib), hab tug tub yau hu ua Yautaas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.20","label":"20","content":"Yautaas cov xeebntxwv yog cov tuabneeg Amaudas, Selefas, Haxemaves, Yelas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.21","label":"21","content":"Hadaulaas, Uxas, Dikelas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.22","label":"22","content":"Enpales, Anpima-ees, Senpas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.23","label":"23","content":"Afiles, Havilas hab Yaunpas, taagnrho cov nuav puavleej yog Yauketaas cov tub."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.24","label":"24","content":"Caajceg kws pib ntawm Xees lug txug rua Anplaas muaj lawv le nuav: Xees, Apakesas, Selas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.25","label":"25","content":"Enpes, Pelej, Le-us,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.26","label":"26","content":"Xelus, Nahaus, Telas"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.27","label":"27","content":"hab Anplaas (kws hu ua Anplahaas)."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.28","label":"28","content":"Anplahaas muaj ob tug tub: Ixaj hab Yisamayees."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.29","label":"29","content":"Yisamayees cov tub dlhau lug ua cov thawjcoj ntawm kaum ob xeem, xws le: Nenpai-authes (lug ntawm Yisamayees tug tub hlub lub npe), Kedas, Anpees, Mixames,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.30","label":"30","content":"Misemas, Dumas, Maxas, Hadas, Temas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.31","label":"31","content":"Yetus, Nafises hab Kedemas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.32","label":"32","content":"Anplahaas muaj ib tug nam yau hu ua Ketulas, nwg muaj rau leej tub: Xeelas, Yausaas, Medas, Midias, Isanpas hab Suas. Yaukesas ob tug tub yog: Senpas hab Dedaas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.33","label":"33","content":"Midias cov tub yog: Efas, Efelas, Hanaus, Anpidas hab Eladas. Taagnrho cov nuav puavleej yog Ketulas cov xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.34","label":"34","content":"Anplahaas tug tub Ixaj muaj ob tug tub, Exaus hab Yakhauj."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.35","label":"35","content":"Exaus cov tub yog: Elifas, Le-uyees, Ye-uses, Yalaas hab Kaulas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.36","label":"36","content":"Elifas yog yawmkoob ntawm xeem Temas, Aumas, Xefis, Nkatas, Kenaas, Tinas hab Amalej."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.37","label":"37","content":"Hab Le-uyees yog yawmkoob ntawm xeem Nahas, Zelas, Samas hab Mixexas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.38+1CH.1.39+1CH.1.40+1CH.1.41+1CH.1.42","label":"38-42","content":"Cov tuabneeg kws ibtxwm nyob huv lub tebchaws Edoos, mas puavleej yog Xe-iles cov tub cov xeebntxwv le nraag qaab nuav: Lautaas yog yawmkoob ntawm xeem Haulis hab Haumas. (Lautaas muaj ib tug muam hu ua Tinas.) Saunpas yog yawmkoob ntawm xeem Alevas, Manahas, Enpales, Sefis hab Aunaas. Xinpe-oos muaj ob tug tub, Ayihas hab Anas. Anas yog Disoos txiv, hab Disoos, yog yawmkoob ntawm xeem Halaas, Esenpaas, Ithalaas hab Khelaas. Exeles yog yawmkoob ntawm xeem Npihas, Xavaas hab Ya-akaas. Disaas yog yawmkoob ntawm xeem Uxes hab Alaas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.43","label":"43","content":"Ntawm nuav yog cov vaajntxwv kws kaav lub tebchaws Edoos ib tug dlhau ib tug, ua ntej lub sijhawm kws tsi tau muaj vaajntxwv kaav tebchaws Yixalayees hlo le: Npe-ules tug tub Npelas kws nyob huv lub nroog Dihanpas."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.44","label":"44","content":"Thaus Npelas tuag lawm, Zelas tug tub Yaunpas kws nyob huv lub nroog Npauxelas lug ua tug kaav tebchaws hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.45","label":"45","content":"Thaus Yaunpas tuag lawm, Husas kws nyob huv tebchaws Temas lug ua tug kaav tebchaws hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.46","label":"46","content":"Thaus Husas tuag lawm, Npedas tug tub Hadas kws nyob huv lub nroog Avithas lug ua tug kaav tebchaws hloov nwg chaw; Hadas yog tug kws moog tua yeej cov Midias huv tebchaws Mau-am."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.47","label":"47","content":"Thaus Hadas tuag lawm, Xamelas kws nyob huv lub nroog Malekas lug ua tug kaav tebchaws hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.48","label":"48","content":"Thaus Xamelas tuag lawm, Sa-ules kws nyob huv lub nroog Lehaunpaus ntawm ntug dlej Efalates lug ua tug kaav tebchaws hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.49","label":"49","content":"Thaus Sa-ules tuag lawm, Anpaus tug tub Npa-aas Hanaas lug ua tug kaav tebchaws hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.50","label":"50","content":"Hab thaus Npa-aas Hanas tuag lawm, Hadas lug ua tug kaav tebchaws hloov nwg chaw; Hadas lub nroog hu ua Pa-us hab nwg tug quaspuj hu ua Mehetanpees kws yog Matales tug ntxhais, hab yog Mexahas tug ntxhais xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.51","label":"51","content":"Hab Hadas txawm tuag lawm. Muab cov tuabneeg Edoos faib ua tej xeem lawv le nraag nuav: Tinas, Alevas, Yethes,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.52","label":"52","content":"Auhaulinpamas, Elas, Pinoos,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.53","label":"53","content":"Kenaxes, Temas, Minpexas,"},{"bible_id":"1726","chapter_code":"1CH.1","verse_code":"1CH.1.54","label":"54","content":"Mankediyees, hab Ilames; cov nuav puavleej yog cov Edoos cov xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.1","label":"1","content":"Yakhauj muaj kaum ob tug tub: Lunpees, Xime-oos, Levis, Yudas, Ixakhas, Xenpuloos,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.2","label":"2","content":"Daas, Yauxej, Npeenyamees, Nathalis, Khas, hab Aseles."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.3","label":"3","content":"Yudas cov tub yog: Eles, Aunaas hab Selas; peb tug tub nuav yog Yudas tug quaspuj kws hu ua Npasuas kws yog tuabneeg Kana-aas yug rua nwg. Eles kws yog Yudas tug tub hlub, nwg tau ua phem ua qas taabmeeg tug TSWV, tug TSWV txhaj muab nwg tua povtseg lawm."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.4","label":"4","content":"Yudas tug nyaab kws hu ua Tamaj yug tau Peles hab Zelas obtug rua nwg hab. Yudas cov tub taagnrho muaj tsib leeg."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.5","label":"5","content":"Peles muaj ob tug tub: Hexeloos hab Hamules."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.6","label":"6","content":"Nwg tug kwv Zelas muaj tsib tug tub: Xilis, Ethaas, Hemaas, Kakaus hab Dadas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.7","label":"7","content":"Kalemis tug tub yog: Akhaas,  nwg yog tug ua rua cov Yixalayees raug kev puamtsuaj, vim nwg nyag tej khoom kws tub muab fij rua Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.8","label":"8","content":"Ethaas muaj ib tug tub hu ua Axaliyas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.9","label":"9","content":"Hexeloos cov tub kws nwg yug yog Yelamees, Laas hab Kalej,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.10","label":"10","content":"Caajceg kws lug ntawm Laas lug txug rua ntawm Yexais muaj lawv le nraag nuav: Laas yog Aminadas txiv, Aminadas yog Nasoos txiv, (Nasoos yog xeem Yudas tug thawjcoj)."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.11","label":"11","content":"Nasoos yog Xalemoos txiv, Xalemoos yog Npau-am txiv,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.12","label":"12","content":"Npau-am yog Aunpes txiv, Aunpes yog Yexais txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.13","label":"13","content":"Yexais muaj xyaa tug tub: tug tub hlub hu ua Eli-as, tug ob hu ua Anpinadas, tug peb hu ua Saamas,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.14","label":"14","content":"tug plaub hu ua Nethanees, tug tsib hu ua Ladais,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.15","label":"15","content":"tug rau hu ua Auxes, tug xyaa hu ua Daviv;"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.16","label":"16","content":"hab puab ob tug muam hu ua Xeluyas hab Anpinkayis. Xeluyas muaj peb tug tub: Anpisais, Yau-am hab Axahees."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.17","label":"17","content":"Nwg tug ntxhais Anpinkayis yuav Yethes kws yog Yisamayees tug tub, hab obtug yug tau ib tug tub hu ua Amaxas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.18","label":"18","content":"Hexeloos tug tub Kalej yuav Axunpas ua quaspuj hab nwg tug quaspuj yug tau ib tug ntxhais hu ua Yeli-aus; hab yug tau  peb tug tub: Yeseles, Saunpas hab Aledoos."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.19","label":"19","content":"Thaus Axunpas tuag lawm, Kalej txhaj moog yuav Efelas lug ua quaspuj, Efelas txhaj yug tau Hules rua Kalej."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.20","label":"20","content":"Hules yog Ulis txiv, hab Ulis yog Npexalees txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.21","label":"21","content":"Tom qaab ntawd Hexeloos moog yuav Makhiles tug ntxhais kws yog Nkile-as tug muam lug ua quaspuj thaus nwg noobnyoog tub muaj rau caum xyoo lawm; nwg tug quaspuj yug tau ib tug tub hu ua Xenkunpas rua nwg."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.22","label":"22","content":"Xenkunpas yog Yais txiv hab Yailes yog tug kws kaav  neeg nkaum peb lub nroog huv xeev Nkile-as."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.23","label":"23","content":"Tabsis cov tuabneeg Nkesus hab cov Alaas tuaj txeeb tau rau caum lub nroog nyob huv lub tebchaws ntawd kws yog xaam Yais hab Kenas obtug tej zog hab tej zog kws nyob ibncig ze ntawd huv tuabsi. Taagnrho cov tuabneeg kws nyob huv lub tebchaws nuav puavleej yog Makhiles kws yog Nkile-as txiv cov xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.24","label":"24","content":"Tom qaab kws Hexeloos tuag lawm, Kalej txhaj yuav nwg txiv Hexeloos tug quaspuj  kws hu ua Efelas lug ua quaspuj, Efelas txhaj yug tau ib tug tub hu ua Asehus rua Kalej, Asehus yog tug rhawv lub zog Tekau-as."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.25","label":"25","content":"Hexeloos tug tub hlub Yelamees muaj tsib tug tub: Laas yog nwg tug tub hlub, Npunas, Aules, Auxes hab Ahiyas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.26+1CH.2.27","label":"26-27","content":"Laas muaj peb tug tub: Ma-as, Yamees hab Ekeles. Yelames muaj dlua ib tug nam yau, hu ua Atalas hab obtug muaj ib tug tub hu ua Aunaas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.28","label":"28","content":"Aunas muaj ob tug tub: Samais hab Yadas. Samais ob tug tub yog Nadas hab Anpisus."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.29","label":"29","content":"Anpisus txhaj yuav tau ib tug quaspuj hu ua Anpihais, hab nwg yug tau ob tug tub hu ua Anpas hab Maulis."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.30","label":"30","content":"Nadas ob tug tub yog: Xeles hab Apayees; hab Xeles tuag thaus nwg tseem tsi tau muaj tub lawm."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.31","label":"31","content":"Apayees yog Isis txiv, Isis yog Sesas txiv, Sesas yog Ahelais txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.32","label":"32","content":"Saamais tug kwv Yadas muaj ob tug tub: Yethes hab Yaunathaas; Yethes tuag thaus nwg tseem tsi tau muaj tub lawm."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.33","label":"33","content":"Yaunathaas muaj ob tug tub: Pelethes hab Xaxas. Taagnrho cov nuav puavleej yog Yelamees cov xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.34","label":"34","content":"Sesas tsi muaj ib tug tub le, nwg muaj ntxhais nkaus xwb; tabsis Sesas muaj ib tug tubqhe yog tuabneeg Iziv, nwg hu ua Yalehas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.35","label":"35","content":"Yog le ntawd, Sesas txhaj muab nwg ib tug ntxhais txis rua nwg tug tubqhe Yalehas yuav ua quaspuj; hab nwg tug ntxhais txhaj yug tau ib tug tub rua nwg hu ua Atais."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.36","label":"36","content":"Atais yog Nathaas txiv hab Nathaas yog Xanpas txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.37","label":"37","content":"Xanpas yog Efalas txiv, hab Efalas yog Aunpes txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.38","label":"38","content":"Aunpes yog Yehus txiv, hab Yehus yog Axaliyas txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.39","label":"39","content":"Axaliyas yog Helexes txiv, hab Helexes yog Ele-axas txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.40","label":"40","content":"Ele-axas yog Ximais txiv, hab Ximais yog Salumes txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.41","label":"41","content":"Salumes yog Yekamiyas txiv, hab Yekamiyas yog Elisamas txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.42","label":"42","content":"Kalej tug kwv Yelamees tug tub hlub hu ua Mesas. Mesas yog Xifes txiv, Xifes yog Malesas txiv, hab Malesas yog Henploos txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.43","label":"43","content":"Henploos cov tub yog Kaulas, Tapuas, Lekees, hab Semas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.44","label":"44","content":"Semas yog Lahas txiv, hab yog Yaukees yawm; hab Lekees yog Saamais txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.45","label":"45","content":"Saamais tug tub yog Ma-oos; hab Ma-oos yog Npethexus txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.46","label":"46","content":"Kalej muaj ib tug nam yau hu ua Efas, nwg yug tau Halaas, Mauxas hab Nkaxes; hab Halaas yog Nkaxes txiv."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.47","label":"47","content":"(Muaj ib tug txivneej hu ua Yahadais muaj rau tug tub: Lenkees, Yauthaas, Nkesaas, Peletes, Efas hab Sa-afas.)"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.48","label":"48","content":"Kalej muaj dlua ib tug nam yau hu ua Ma-akas, nwg yug tau ob tug tub hu ua: Senpes hab Tilehanas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.49","label":"49","content":"Tom qaab nuav nwg tseem muaj dlua ib cov tub ntxiv: Sa-afas yog tug kws rhawv lub zog Mamanas; hab Sevas yog tug kws rhawv lub zog Makhanpenas hab Nkinpe-as. Dlua le ntawd, Kalej tseem muaj ib tug ntxhais hu ua Akhesas hab."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.50","label":"50","content":"Cov ntawm nuav moog puavleej yog Kalej cov xeebntxwv: Hules yog Kalej tug tub hlub hab nwg tug quaspuj hu ua Efalas. Hules tug tub Saunpas yog tug kws rhawv lub zog Kili-as Ye-alees,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.51","label":"51","content":"nwg tug tub ob kws hu ua Xalemas yog tug rhawv lub zog Npelehees, hab nwg tug tub peb kws hu ua Hales yog tug rhawv lub zog Npenkades."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.52","label":"52","content":"Saunpas kws rhawv lub zog Kili-as Ye-alees, nwg yog yawmkoob ntawm cov Halau-es, hab ib nraab ntawm cov tuabneeg Menuhaus,"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.53","label":"53","content":"hab tej cuab kwvtij kws nyob huv lub zog Kili-as Ye-alees muaj lawv le nuav: cov Ithes, cov Puthes, cov Sumas, hab cov Miselais; (hab cov tuabneeg kws nyob huv lub nroog Xaulas hab Eseta-aus puavleej yog puab cuab kwvtij nuav.)"},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.54","label":"54","content":"Xalemas kws rhawv lub nroog Npelehees, nwg yog yawmkoob ntawm cov Netaufas, cov Ataus Npethes Yau-am, hab cov Xaules kws yog ib nraab ntawm cov Manahas."},{"bible_id":"1726","chapter_code":"1CH.2","verse_code":"1CH.2.55","label":"55","content":"(Ntawm nuav moog yog tej xeem kws nyob huv lub nroog Yanpes, puab yog cov txawj sau ntawv hab theej tej ntawv ca: cov Tilathas, cov Sime-as hab cov Xukhas. Puab yog cov Kenais kws tau moog yuav cov Lekhas lug ua quaspuj.)"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.1","label":"1","content":"Ntawm nuav moog yog Daviv cov tub kws yug nyob huv lub nroog Henploos, lawv le puab tej noobnyoog: Daviv tug tub hlub hu ua Anoos, nwg nam hu ua Ahinau-as, hab yog cov tuabneeg Yexelees; tug ob hu ua Daniyees, nwg nam hu ua Anpinkayis, hab yog cov tuabneeg Kalemees,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.2","label":"2","content":"tug peb hu ua Axaloos, nwg nam hu ua Ma-akas, kws yog Vaajntxwv Talemais kws kaav lub nroog Nkesus tug ntxhais. Tug plaub hu ua Adauniyas, nwg nam hu ua Hankis;"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.3","label":"3","content":"tug tsib hu ua Sefatiyas, nwg nam hu ua Anpitas, hab tug rau yog Ithale-as, nwg nam hu ua Elas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.4","label":"4","content":"Taagnrho rau tug tub nuav puavleej yog Daviv cov tub kws yug nyob huv lub nroog Henploos, thaus nwg ua vaajntxwv nyob huv lub nroog ntawd, nwg kaav tau xyaa xyoo hab rau hli. Daviv ua vaajntxwv nyob huv lub nroog Yeluxalees tau peb caug peb xyoo,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.5","label":"5","content":"hab nwg cov quaspuj yug tau tub coob leej rua nwg nyob huv. Nwg tug quaspuj, kws yog Amiyees tug ntxhais, Npasenpas yug tau plaub tug tub rua nwg: Sime-as, Sunpas, Nathaas hab Xalumoos."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.6","label":"6","content":"Nwg muaj dlua cuaj tug tub hab; Inpehas, Elisuas, Epeles,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.7","label":"7","content":"Naunkas, Nefes, Yafias,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.8","label":"8","content":"Elisamas, Eli-adas hab Elifeles, taagnrho yog cuaj leeg."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.9","label":"9","content":"Cov nuav puavleej yog Daviv cov tub. Daviv cov nam yau tseem muaj tub coob leej ntxiv rua ib caag. Nwg tseem muaj ib tug ntxhais hu ua Tamaj hab."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.10","label":"10","content":"Ntawm nuav moog yog Vaajntxwv Xalumoos cov tub hab cov xeebntxwv: Lehaunpau-aas, Anpiyas, Axas, Yehausafas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.11","label":"11","content":"Yehaulaas, Ahaxiyas, Yau-as,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.12","label":"12","content":"Amaxiyas, Uxiyas, Yauthaas,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.13","label":"13","content":"Ahas, Hexekiyas, Manaxes,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.14","label":"14","content":"Amoos hab Yauxiyas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.15","label":"15","content":"Yauxiyas muaj plaub tug tub: Yauhanaas yog tug tub hlub, Yehauyakees yog tug ob, Xedekiyas yog tug peb hab Yau-am yog tug plaub."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.16","label":"16","content":"Yehauyakees ob tug tub yog: Yehauyakhees hab Xedekiyas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.17","label":"17","content":"Ntawm nuav yog Vaajntxwv Yehauyakhees, tug kws raug cov tuabneeg Npanpiloos nteg moog lawm, cov tub: Se-atiyees,"},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.18","label":"18","content":"Makhilas, Pedayas, Senaxas, Yekamiyas, Hausamas hab Nedanpiyas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.19","label":"19","content":"Pedayas ob tug tub yog: Xelunpanpees hab Sime-is; Xelunpanpees ob tug tub yog: Mesulas hab Hananiyas, hab obtug muaj ib tug muam hu ua Selaumis."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.20","label":"20","content":"Dlua le ntawd nwg tseem muaj tsib tug tub ntxiv kws yog: Hasunpas, Auhees, Npelekhiyas, Haxadiyas hab Yusas Hexes."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.21","label":"21","content":"Hananiyas cov tub yog: Pelatiyas hab Yeseyas. Yeseyas yog Lefayas txiv, Lefayas yog Alenas txiv, Alenas yog Aunpadiyas txiv, Aunpadiyas yog Sekaniyas txiv."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.22","label":"22","content":"Sekaniyas muaj ib tug tub hu ua Semayas, hab tsib tug xeebntxwv: Hatus, Inkas, Npaliyas, Ne-aliyas hab Safas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.23","label":"23","content":"Ne-aliyas muaj peb tug tub: Eli-aunais, Hexekiyas hab Alikas."},{"bible_id":"1726","chapter_code":"1CH.3","verse_code":"1CH.3.24","label":"24","content":"Eli-aunais muaj xyaa tug tub: Haudaviyas, Eli-asis, Pelayas, Akus, Yauhanaas, Delayas hab Ananis."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.1","label":"1","content":"Ntawm nuav moog yog Yudas cov xeebntxwv ibtxha: Peles, Hexeloos, Kalemis, Hules hab Saunpas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.2","label":"2","content":"Saunpas tug tub Le-ayas yog Yahaj txiv, hab Yahaj yog Ahumais hab Lahas obtug txiv, puab yog yawmkoob ntawm cov tuabneeg kws nyob huv lub nroog Xaulas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.3+1CH.4.4","label":"3-4","content":"Hules yog Kalej tug quaspuj kws hu ua Efalas tug tub hlub, hab nwg cov xeebntxwv yog cov kws moog rhawv lub nroog Npelehees. Hules muaj peb tug tub: Etaas, Penuyees hab Exeles. Etaas muaj peb tug tub:  Yexelees, Isamas hab Inpasas hab muaj ib tug ntxhais hu ua Haxelepaunis. Penuyees yog tug kws moog rhawv lub zog Nkedaules, hab Exeles yog tug kws moog rhawv lub zog Husas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.5","label":"5","content":"Asehus yog tug kws rhawv lub zog Tekau-as, nwg muaj ob tug quaspuj hu ua Helas hab Na-alas;"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.6","label":"6","content":"Na-alas yug tau plaub tug tub rua Asehus: Ahuxas, Hefeles, Temenis hab Hahatalis."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.7","label":"7","content":"Helas yug tau peb tug tub rua Asehus: Xeles, Ixahas hab Ethanas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.8","label":"8","content":"Kauxes yog Anus hab Xaunpenpas obtug txiv, hab nwg yog yawmkoob ntawm cuab kwvtij kws yog Haloos tug tub Ahahees xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.9","label":"9","content":"Muaj ib tug txivneej hu ua Yanpexes, nwg yog tug kws nwg tsev tuabneeg fwm tshaaj nwg cov kwvtij huv tuabsi; nwg nam txhaj tis nwg lub npe hu ua Yanpes,  txhais has tas, “Rua qhov thaus kuv yug nwg mas mob kuv plaab heev.”"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.10","label":"10","content":"Yanpes txhaj thov cov Yixalayees tug Vaajtswv has tas, “Vaajtswv, thov koj foom koob moov rua kuv hab nthuav kuas lub tebchaws dlaav, thov koj txhais teg nrug nraim kuv, hab thov koj tsomkwm tsi xob pub kuv raug kev txomnyem, kuas kuv txhaj tsi muaj kev mob kev nkeeg!” Ces Vaajtswv txhaj teb tej lug kws nwg thov ntawd."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.11","label":"11","content":"Kalej tug tijlaug Suhas muaj ib tug tub hu ua Mehiles. Mehiles yog Esetoos txiv."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.12","label":"12","content":"Esetoos muaj peb tug tub: Npethelafas, Paxe-as hab Tehinas. Tehinas yog Nahas txiv. Tehinas yog tug kws rhawv lub nroog Nahas. Cov tuabneeg nuav puab cov xeebntxwv puavleej nyob huv lub nroog Lekas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.13","label":"13","content":"Kenas ob tug tub yog Autheniyees hab Xelayas, hab Autheniyees ob tug tub yog Hathas hab Me-aunauthais."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.14","label":"14","content":"Me-aunauthais yog Aufalas txiv. Xelayas yog Yau-am txiv, nwg yog tug kws rhawv tau lub zog kws hu ua cov tuabneeg txawj lub haav, qhov kws hu le ntawd, rua qhov cov tuabneeg kws nyob huv puavleej yog cov kws txawj ua txhua yaam."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.15","label":"15","content":"Yefunes tug tub Kalej cov tub yog Ilus, Elas hab Na-as; hab Elas tug tub yog: Kenas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.16","label":"16","content":"Yehalelees cov tub yog Xifes, Xipehas, Tilias hab Axalees."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.17+1CH.4.18","label":"17-18","content":"Exelas muaj plaub tug tub: Yethes, Meles, Efes hab Yaloos. Meles yuav cov Iziv tug vaajntxwv tug ntxhais Npithiyas lug ua quaspuj, obtug muaj ib tug ntxhais hu ua Milias, hab muaj ob tug tub hu ua Samais hab Isenpas. Isenpas yog tug kws rhawv lub zog Esemau-as. Meles moog yuav xeem Yudas ib tug ntxhais lug ua quaspuj, hab obtug muaj peb tug tub: Yeles, yog tug kws rhawv lub zog Nkedaules; Henpeles yog tug kws moog rhawv lub zog Xukaus; hab Yekuthiyees yog tug kws rhawv lub zog Xanau-as."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.19","label":"19","content":"Haudiyas yuav Nahas tug muam. Obtug cov xeebntxwv yog Nkames caajceg kws nyob huv lub nroog Ke-ilas hab yog Ma-akas caajceg kws nyob huv lub nroog Ese-temaus."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.20","label":"20","content":"Simoos cov tub yog Anoos, Linas, Npeehanas hab Tiloos. Isis ob tug tub yog Xauhes hab Npeexauhes."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.21","label":"21","content":"Selas yog Yudas cov tub ib tug. Nwg cov xeebntxwv yog Eles tug kws rhawv lub zog Lekas; La-adas yog tug kws rhawv lub zog Malesas, hab cuab kwvtij kws nyob huv lub nroog Npethes Asenpe-as txawj ntus ntaub maag heev;"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.22","label":"22","content":"Yaukimes hab cov tuabneeg kws nyob huv lub zog Kauxenpas; hab Yau-as hab Xalafes moog yuav cov Mau-am ob tug ntxhais lug ua quaspuj hab obtug nyob huv nroog Npelehees,  (tej nuav yog tej qub kevcai thaus u lug lawm xwb.)"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.23","label":"23","content":"Puab yog cov tuabneeg puab laujkaub aav, mas puab txhaj moog nyob huv lub nroog Neta-ees hab Nkedelas, puab laujkaub aav rua vaajntxwv."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.24","label":"24","content":"Xime-oos cov tub yog Nemuyees, Yamees, Yalis, Zelas hab Sa-ules;"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.25","label":"25","content":"Salumes yog Sa-ules tub, Mixames yog Salumes tub, hab Mixames yog Misamas tub."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.26","label":"26","content":"Misamas cov xeebntxwv yog: Hamuyees yog Misamas tub, Xakulas yog Hamuyees tub, hab Sime-is yog Xakulas tub."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.27","label":"27","content":"Sime-is muaj kaum rau tug tub hab rau leej ntxhais; tabsis nwg cov kwvtij tsi muaj mivnyuas coob le nwg, lossis xeem Xime-oos tsi muaj mivnyuas coob hab tsi fuamvaam zoo npaum le xeem Yudas."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.28","label":"28","content":"Puab cov nuav yog cov nyob huv lub nroog Npesenpas, Mauladas, Haxasuas,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.29","label":"29","content":"Npihas, Exemes, Taulas,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.30","label":"30","content":"Npethu-ees, Haumas, Xikelas,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.31","label":"31","content":"Npethes Makanpaus, Haxaxuxis, Npethenpilis hab Sa-alayees. Puab yeej nyob huv cov nroog nuav lug txug thaus Vaajntxwv Daviv kaav le."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.32","label":"32","content":"Hab puab tseem nyob dlua tsib lub nroog kws yog: Etaas, Ayees, Limoos, Taukhees hab Asaas,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.33","label":"33","content":"hab tej zog kws nyob ibncig ntawd moog txug ndlua nraag lub nroog Npa-alas. Ntawm nuav moog yog teev puab tej tsev tuabneeg caajceg hab puab tej chaw nyob."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.34","label":"34","content":"Mesaunpas, Yamelej, Yausas kws yog Amaxiyas tug tub,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.35","label":"35","content":"Yau-ees, Yehus yog Yausinpiyas tub, Yasinpiyas yog Xelayas tub, Xelayas yog Axiyees tub."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.36","label":"36","content":"Eli-aunais, Ya-akaunpas, Yehsauhaiyas, Axaiyas, Adiyees, Yeximiyees,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.37","label":"37","content":"Anpinayas, Xixas yog Sifis tub, Sifis yog Aloos tub, Aloos yog Yedayas tub, Yedayas yog Simelis tub, Simelis yog Semayas tub,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.38","label":"38","content":"cov tuabneeg kws muaj npe nuav puavleej yog cov thawjcoj ntawm puab tej tsev tuabneeg. Hab puab tej cuab kwvtij taabtom fuamvaam coob zuj zug ntxiv,"},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.39","label":"39","content":"puab txhaj taug kev moog nrhav tshaav zaub rua puab tej tsaj txug rua ntawm txuj ncauj ke kws moog rua huv lub nroog Nkelas  kws nyob ntawm ib lub vuaghaav saab nubtuaj."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.40","label":"40","content":"Puab moog nrhav tau cheebtsaam kws muaj tshaav zaub ntau heev. Lub tebchaws ntawd nthuav dlaav fo rua tom tej taj nraag, nyob ntsag tu hab thaajyeeb lug; cov Hamis yog cov tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.41","label":"41","content":"Thaus cov Yudas tug Vaajntxwv Hexekiyas tam, cov txivneej kws muaj npe sau nuav txhaj moog rua huv lub nroog Nkelas moog muab cov tuabneeg kws nyob huv tej tsevntaub hab tej tsev pheebsuab  rhuav puamtsuaj taag lug txug rua naj nub nua, hab puab moog nyob ntawm cov tuabneeg ntawd tej chaw, rua qhov lub tebchaws ntawd muaj tshaav zaub dlaav rua puab tej tsaj noj."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.42","label":"42","content":"Xeem Xime-oos tsib puas leej moog rua saab nubpoob hab moog txug rua huv lub tebchaws Edoos. Cov coj puab kev yog Isis cov tub: Pelatiyas, Ne-aliyas, Lefayas hab Uxiyees."},{"bible_id":"1726","chapter_code":"1CH.4","verse_code":"1CH.4.43","label":"43","content":"Hab puab moog muab cov tuabneeg Amalej kws tsiv moog nkaum rua peg tej ncov roob tua tuag taag huv tuabsi, hab puab nyob huv lub tebchaws ntawd lug txug naj nub nua le."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.1","label":"1","content":"Ntawm nuav yog Yakhauj tug tub hlub Lunpees cov xeebntxwv. (Vim nwg tau ntxag nwg txiv tug nam yau, nwg txhaj poob lub meejmom kws yog tug tub hlub lawm, hab muab lub meejmom ua tij ntawd rua nwg tug kwv Yauxej cov tub kws yog Yakhauj cov xeebntxwv, txawm le ntawd los Yauxej yeej tsi muaj npe nyob huv Lunpees caajceg le."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.2","label":"2","content":"Xeem Yudas dlhau moog ua cov kws muaj fwjchim tshaaj hab muaj ib tug moog ua tau tug thawjcoj kaav taagnrho txhua xeem huv tuabsi.)"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.3","label":"3","content":"Yakhauj tug tub hlub Lunpees muaj plaub tug tub: Hanauj yog tug tub hlub, Palus, Hexeloos hab Kalemis."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.4","label":"4","content":"Yau-ees cov xeebntxwv: Semayas yog Yau-ees tub, Nkaus yog Semayas tub, Sime-is yog Nkaus tub,"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.5","label":"5","content":"Mikas yog Sime-is tub, Le-ayas yog Mikas tub, Npa-aas yog Le-ayas tub,"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.6","label":"6","content":"Npe-elas yog Npa-aas tub, Npe-elas yog xeem Lunpees tug thawjcoj, hab Vaajntxwv Tikelas Pilexes kws kaav lub tebchaws Xilias nteg Npe-elas moog lawm."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.7","label":"7","content":"Luas teev xeem Lunpees tej tsev tuabneeg lawv le cov thawjcoj ntawm tej cuab kwvtij le nraag nuav: Ye-iyees, Xakaliyas,"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.8","label":"8","content":"hab Npelas kws yog Axaxes tub hab yog Semas tug xeebntxwv kws yog Yau-ees caajceg. Puab cov nuav puavleej nyob huv cheebtsaam Alau-es moog rua peg Nenpaus hab Npa-aas Me-oos."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.9","label":"9","content":"Saab nubtuaj puab nyob moog txug ndlua ntawm ntug taj suabpuam ntawm tug dlej Efalates saab tim nuav, vim puab muaj tsaj txhu coob heev nyob huv tebchaws Nkile-as."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.10","label":"10","content":"Hab lub sijhawm kws Vaajntxwv Xa-ules kaav tebchaws, xeem Lunpees moog tua cov tuabneeg Hankelis hab muab puab tua tuag taag rua huv tshaav rog, hab kaav taagnrho puab lub tebchaws txij ndlua ntawm Nkile-as saab nubtuaj moog lawm."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.11","label":"11","content":"Xeem Khas nyob ntawm lub xeev Npasaas txuas nkaus ntawm xeem Lunpees hauv ntej moog txug ndlua rua ntawm lub nroog Salekas."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.12","label":"12","content":"Yau-ees yog tug thawj, Safaas yog tug ob. Yanais hab Safas yog ob tug kws nyob huv Npasaas."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.13","label":"13","content":"Hab teev tej cuab kwvtij lawv le puab tej yawmkoob tsev tuabneeg muaj le nraag nuav: Mikhayees, Mesulas, Senpas, Yaulais, Yakaas, Xias hab Enpes, taagnrho huv tuabsi yog xyaa cuab kwvtij."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.14","label":"14","content":"Puab puavleej yog Hulis tug tub Anpihais cov xeebntxwv, yog taug ntawm puab yawmkoob lug, mas muaj lawv le nraag nuav: Anpihais, Hulis, Yalau-as, Nkile-as, Mikhayees, Yesisais, Yadaus, Npuxes,"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.15","label":"15","content":"Ahis kws yog Adiyees tub hab yog Nkunis tug xeebntxwv, nwg yog tug thawjcoj ntawm puab tej cuab kwvtij,"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.16","label":"16","content":"Puab nyob huv xeev Nkile-as hab Npasaas, huv tej zog ntawd hab nyob thoob plawg tej chaw kws muaj tshaav zaub huv lub tebchaws Saloos."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.17","label":"17","content":"(Lub sijhawm kws teev tej npe nuav ca, yog thaus Vaajntxwv Yauthaas kaav tebchaws Yudas hab Vaajntxwv Yelaunpau-aas kaav tebchaws Yixalayees.)"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.18","label":"18","content":"Xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj, muaj plaub caug plaub txheeb xyaa pua rau caum leej tubrog kws txawj siv dlaim thaiv nav ntaaj, txawj tua ntaaj hab tua neevnti."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.19","label":"19","content":"Puab txhaj moog ua rog rua cov tuabneeg Hankelis, cov Yetus, cov Nafis hab cov Naudas;"},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.20","label":"20","content":"Puab tso sab plhuav rua Vaajtswv hab thov nwg paab puab, Vaajtswv txhaj teb puab tej lug thov hab paab puab tua yeej cov Hankelis hab cov kws tuaj cov Hankelis tog."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.21","label":"21","content":"Puab nteg tau yeebncuab cov ntxhuav tsib caug txheeb tug, cov yaaj ob puas tsib caug txheeb tug, hab cov neeg luav ob txheeb tug hab nteg tau yeebncuab ib puas txheeb leej huv tshaav rog coj lug kaw."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.22","label":"22","content":"Puab tua cov yeebncuab tuag coob kawg le, rua qhov kev ua rog zag nuav hum Vaajtswv sab. Hab puab nyob huv lub tebchaws ntawd moog txug thaus kws puab raug luas nteg moog lawm."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.23","label":"23","content":"Cov Manaxes kws nyob Saab Nubtuaj fuamvaam coob kawg le, puab nyob puv nkaus huv Npasaas moog txug ndlua saab qaumteb peg Npa-aas Hemoos, Senis hab ntawm lub Roob Helemoos."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.24","label":"24","content":"Ntawm nuav moog yog has txug cov thawjcoj ntawm tej cuab: Efes Isis, Eliyees, Axeliyees, Yelemis, Haudaviyas hab Yadiyees. Puab puavleej yog cov thawj tubrog kws muaj koob muaj meej nto moo lug, hab txawj ntse ua taug thawjcoj ntawm puab tej cuab kwvtij."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.25","label":"25","content":"Tabsis puab ua tsi ncaaj rua puab cov yawmkoob tug Vaajtswv hab muab nwg tso tseg, puab moog pehawm tej tsaav tuabneeg kws Vaajtswv muab ntab tawm huv puab lub tebchaws moog lawm tej vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.5","verse_code":"1CH.5.26","label":"26","content":"Yog le ntawd Vaajtswv txhaj tshoov cov Axilias tug Vaajntxwv Pules (kws muaj dlua ib lub npe hu ua Tikelas Pilexes) sab, kuas tuaj tua puab lub tebchaws. Nwg txhaj tuaj nteg xeem Lunpees, xeem Khas, hab xeem Manaxes Saab Nubtuaj hab coj puab moog nyob rua ntawm Halahes, Hanpaus, Halaas, hab nyob ntawm tug dlej Nkaxas lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.1","label":"1","content":"Levis muaj peb tug tub: Nkesoos, Kauhas hab Melalis,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.2","label":"2","content":"Kauhas muaj plaub tug tub: Alaas, Ixehas, Henploos hab Uxiyees."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.3","label":"3","content":"Alaas muaj ob tug tub: Aloos, Mauxes hab muaj ib tug ntxhais npe hu ua Milias. Aloos muaj plaub tug tub: Nadas, Anpihus, Ele-axas hab Ithamas."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.4","label":"4","content":"Ele-axas cov xeebntxwv ib tam dlhau ib tam muaj lawv le nuav: Ele-axas yog Finehas txiv, Finehas yog Anpisuas txiv,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.5","label":"5","content":"Anpisuas yog Npukis txiv, Npukis yog Uxis txiv, Uxis yog"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.6","label":"6","content":"Xelahiyas txiv, Xelahiyas yog Melayaus txiv, Melayaus yog"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.7","label":"7","content":"Amaliyas txiv, Amaliyas yog Ahitus txiv, Ahitus yog"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.8","label":"8","content":"Xadaus txiv, Xadaus yog Ahima-as txiv, Ahima-as yog"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.9","label":"9","content":"Axaliyas txiv, Axaliyas yog Yauhanaas txiv, Yauhanaas yog"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.10","label":"10","content":"Axaliyas txiv, (nwg yog tug povthawj kws ua tug TSWV teg num huv lub Tuamtsev kws Vaajntxwv Xalumoos ua huv lub nroog Yeluxalees),"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.11","label":"11","content":"Axaliyas yog Amaliyas txiv, Amaliyas yog Ahitus txiv, Ahitus yog"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.12","label":"12","content":"Xadaus txiv, Xadaus yog Salumes txiv, Salumes yog Hikiyas txiv,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.13","label":"13","content":"Hilekiyas yog Axaliyas txiv, Axaliyas yog Xelaiyas txiv,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.14","label":"14","content":"Xelaiyas yog Yehauxadas txiv."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.15","label":"15","content":"Yehauxadas raug nteg thaus tug TSWV muab cov Yudas hab cov tuabneeg huv lub nroog Yeluxalees cob rua Vaajntxwv Nenpukajnexales coj moog lawm."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.16","label":"16","content":"Levis muaj peb tug tub: Nkesoos, Kauhas hab Melalis."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.17","label":"17","content":"Puab nyag puavleej muaj nyag tub hab. Nkesoos yog Linpenis hab Sime-is txiv;"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.18","label":"18","content":"Kauhas yog Amelas, Ixehas, Henploos hab Uxiyees txiv;"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.19","label":"19","content":"hab Melalis yog Mahelis hab Musis txiv. Taagnrho cov nuav puavleej yog Levis cov xeebntxwv lawv le puab tej yawmkoob."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.20","label":"20","content":"Nkesoos cov xeebntxwv ib tam dlhau ib tam muaj lawv le nuav: Linpenis, Yahas, Ximas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.21","label":"21","content":"Yau-am, Idaus, Zelas, Ye-athalais."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.22","label":"22","content":"Kauhas cov xeebntxwv ib tam dlhau ib tam muaj lawv le nuav: Aminadas, Kaulas, Axis,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.23","label":"23","content":"Ekanas, Enpi-axas, Axis,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.24","label":"24","content":"Tahas, Uliyees, Uxiyas, Sa-ules."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.25","label":"25","content":"Ekanas muaj ob tug tub: Amaxais hab Ahimaus."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.26","label":"26","content":"Ahimaus cov xeebntxwv ib tam dlhau ib tam muaj lawv le nuav: Ekanas, Xaufais, Nahas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.27","label":"27","content":"Eli-as, Yelauhaas, Ekanas."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.28","label":"28","content":"Xamuyees muaj ob tug tub: Yau-ees  yog tug tub hlub, Anpiyas yog tug tub yau."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.29","label":"29","content":"Melalis cov xeebntxwv ib tam dlhau ib tam muaj lawv le nuav: Mahelis, Linis, Sime-is, Uxahas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.30","label":"30","content":"Sime-as, Hankiyas hab Axaiyas."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.31","label":"31","content":"Ntawm nuav yog cov tuabneeg kws Vaajntxwv Daviv tsaa lug ua cov hu nkauj huv tug TSWV lub Tuamtsev, tom qaab kws coj lub Phijxaab kws ntim Vaajtswv tej lug cog tseg coj moog tso rua huv lawm."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.32","label":"32","content":"Puab ua cov hu nkauj nyob ntawm hauv ntej tug TSWV lub tsevntaub sis ntsib txug thaus kws Vaajntxwv Xalumoos ua tau tug TSWV lub Tuamtsev huv lub nroog Yeluxalees tav lawm; hab puab ua puab teg num lawv le tej kevcai kws tub muab cob rua puab lawm."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.33","label":"33","content":"Ntawm nuav yog cov tuabneeg kws ua num ntawd hab puab cov tub. Pib ntawm Kauhas moog: Yau-ees tug tub Hemaas yog tug coj thawj paab hu nkauj. Suav nwg caajceg rov qaab moog txug rua ntawm Yakhauj mas muaj lawv le nuav: Hemaas, Yau-ees, Xamuyees,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.34","label":"34","content":"Ekanas, Yelauhaas, Eliyees, Tau-as,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.35","label":"35","content":"Xufas, Ekhanas, Mahas, Amaxais,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.36","label":"36","content":"Ekanas, Yau-ees, Axaliyas, Xefaniyas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.37","label":"37","content":"Tahas, Axis, Enpi-axas, Kaulas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.38","label":"38","content":"Ixehas, Kauhas, Levis, hab Yakhauj."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.39","label":"39","content":"Axas yog tug coj paab ob hu nkauj. Suav nwg caajceg rov qaab moog txug rua ntawm Levis mas muaj lawv le nuav: Axas, Npelekhiyas, Sime-as,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.40","label":"40","content":"Mikhayees, Npa-axeyas, Makhiyas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.41","label":"41","content":"Ethanis, Zelas, Adayas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.42","label":"42","content":"Ethaas, Xeemas, Sime-is,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.43","label":"43","content":"Yahaj, Nkesoos, hab Levis."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.44","label":"44","content":"Ethaas kws yog Melalis cuab kwvtij yog tug coj paab peb hu nkauj. Suav nwg caajceg rov qaab moog txug rua ntawm Levis mas muaj lawv le nuav: Ethaas, Kisis, Anpedis, Malukhis,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.45","label":"45","content":"Hasanpiyas, Amaxiyas, Hilekiyas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.46","label":"46","content":"Amexis, Npanis, Semes,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.47","label":"47","content":"Mahelis, Musis, Melalis, hab Levis."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.48","label":"48","content":"Cov Levis puavleej raug tsaa lug ua num nyob huv lub tsevntaub kws yog Vaajtswv lub tsev."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.49","label":"49","content":"Tabsis Aloos hab nwg cov tub yog cov kws fij khoom rua sau lub thaaj hab muab tej moov tshuaj tsw qaab coj moog hlawv fij rua sau lub thaaj, vim puab yog cov ua txhua yaam num huv Chaav Dlawbhuv kawg nkaus lawv le tej lug kws Vaajtswv tug tubkhai Mauxes tau saamfwm tseg lawm."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.50","label":"50","content":"Cov nuav yog Aloos cov xeebntxwv: Ele-axas, Finehas, Anpisuas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.51","label":"51","content":"Npukis, Uxexis, Xelahiyas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.52","label":"52","content":"Melayaus, Melaliyas, Ahitus,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.53","label":"53","content":"Xadaus, hab Ahima-as."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.54","label":"54","content":"Ntawm nuav yog cheebtsaam aav kws tu rua Aloos cov xeebntxwv kws yog Kauhas caajceg. Puab yog cov kws xub tau txais thawj cheebtsaam aav kws tu rua cov Levis,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.55","label":"55","content":"puab tau lub nroog Henploos kws nyob huv xeev Yudas hab tej cheebtsaam kws muaj tshaav tsaj nyob puagncig lub nroog ntawd,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.56","label":"56","content":"tabsis cov teb hab tej zog kws nyob puagncig lub nroog ntawd, tub yeej muab tu rua Yefunes tug tub Kalej lawm."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.57+1CH.6.58+1CH.6.59","label":"57-59","content":"Cov nroog nraag nuav puavleej muab tu rua Aloos cov xeebntxwv: Henploos yog ib lub nroog cawm sav,  Yales hab lub zog Linpenas, Etemaus, Hilees, Denpis, Asas hab Npethes Semes, yog puab tej tshaav yug tsaj."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.60","label":"60","content":"Nyob huv cov Npeenyamees cheebtsaam aav puab tu tau cov nroog nuav: Nkenpas nrug tej tshaav tsaj, Alemes nrug tej tshaav tsaj, hab Anathaus nrug tej tshaav tsaj. Taagnrho huv tuabsi yog muaj kaum peb lub nroog rua puab cov xeebntxwv nyob."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.61","label":"61","content":"Tu kaum lub nroog huv cov Manaxes Saab Nubtuaj cheebtsaam aav rua Kauhas cov xeebntxwv nyob."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.62","label":"62","content":"Hab tub tu tau kaum peb lub nroog rua huv xeem Ixakhas, Aseles, Nathalis hab Manaxes cheebtsaam aav kws nyob huv lub xeev Npasaas rua Nkesoos cov xeebntxwv nyob lawv le puab tej caajceg."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.63","label":"63","content":"Dlua le ntawd tseem tu tau kaum ob lub nroog huv xeem Lunpees, xeem Khas hab xeem Xenpuloos cheebtsaam aav rua Melalis cov xeebntxwv nyob lawv le puab tej caajceg."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.64","label":"64","content":"Cov Yixalayees tu tej nroog, nrug tej tshaav tsaj kws nyob puagncig tej nroog ntawd rua cov Levis nyob lawv le kws has lug sau nuav lawm."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.65","label":"65","content":"(Cov nroog kws nyob huv xeem Yudas, Xime-oos, hab Npeenyamees cheebtsaam aav kws has lug sau nuav puavleej muab rhu ntawv faib huv tuabsi hab.)"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.66","label":"66","content":"Dlua le ntawd, puab tseem tu tau ib cov nroog huv xeem Efalayees cheebtsaam aav rua Kauhas cov xeebntxwv ibtxha tau nyob."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.67","label":"67","content":"Cov nroog cawm sav kws puab tu ntawd yog: lub nroog Sekhees kws nyob peg laaj roob Efalayees, Nkexes,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.68","label":"68","content":"Yaumees, Npethes Hauloos,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.69","label":"69","content":"Aiyaloos hab Nkalimoos hab taagnrho tej tshaav tsaj kws nyob puagncig tej nroog ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.70","label":"70","content":"Nyob huv cov Manaxes Saab Nubpoob cheebtsaam aav, mas puab tu lub zog Anes hab lub nroog Npile-as nrug tej tshaav tsaj kws nyob puagncig ntawd rua Kauhas cov xeebntxwv kws seem tau nyob."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.71","label":"71","content":"Tu cov zog nrug tej tshaav tsaj kws nyob puagncig cov zog ntawd le nraag nuav rua Nkesoos cov xeebntxwv nyob. Nyob huv cov Manaxes Saab Nubtuaj cheebtsaam aav, mas tu lub zog Nkaulaas kws nyob huv Npasaas hab Asetalus."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.72","label":"72","content":"Nyob huv xeem Ixakhas cheebtsaam aav, mas tu lub zog Kedes, Danpelas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.73","label":"73","content":"Lamaus hab Anes, nrug tej tshaav tsaj kws nyob puagncig ntawd."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.74","label":"74","content":"Nyob huv xeem Aseles cheebtsaam aav, mas tu lub zog Masales, Adoos,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.75","label":"75","content":"Hukaus hab Lehaus, nrug tej tshaav tsaj kws nyob puagncig ntawd."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.76","label":"76","content":"Hab nyob huv xeem Nathalis cheebtsaam aav huv lub xeev Kalilais, mas tu lub zog Kedes, Hamoos, Kili-athayees nrug tej tshaav tsaj kws nyob puagncig ntawd."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.77","label":"77","content":"Dlua le ntawd, tseem tu tau ib cov zog kws muaj tej tshaav tsaj nyob puagncig tej zog ntawd rua cov Melalis ibtxha nyob lawv le nuav: Nyob huv xeem Xenpuloos cheebtsaam aav, mas tu lub nroog Limaunaus hab Tanpaus."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.78","label":"78","content":"Nyob huv xeem Lunpees cheebtsaam aav ntawm tug dlej Yauladees saab nubtuaj kws ncaaj lub nroog Yelikaus saab tid, mas tu lub zog Npexeles kws nyob huv taj suabpuam, Yahexas,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.79","label":"79","content":"Kedemaus hab Mefa-as, nrug tej tshaav tsaj kws nyob puagncig ntawd."},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.80","label":"80","content":"Nyob huv xeem Khas cheebtsaam aav huv lub xeev Nkile-as, mas tu lub zog Lamaus, Mahana-ees,"},{"bible_id":"1726","chapter_code":"1CH.6","verse_code":"1CH.6.81","label":"81","content":"Hesenpoos hab Yaxes, nrug tej tshaav tsaj kws nyob puagncig ntawd."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.1","label":"1","content":"Ixakhas muaj plaub tug tub: Taulas, Puahas, Yasus hab Siloos."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.2","label":"2","content":"Taulas muaj rau tug tub: Uxis, Lefayas, Yeliyees, Yamais, Ixames, hab Semu-ees. Puab puavleej yog cov thawjcoj ntawm Taulas tsev tuabneeg, hab puab yog cov tubrog kws nto moo tshaaj plawg. Thaus Vaajntxwv Daviv tam, puab tej xeebntxwv fuamvaam coob heev muaj txug neeg nkaum ob txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.3","label":"3","content":"Uxis muaj ib tug tub hu ua Ilahiyas. Ilahiyas muaj plaub tug tub: Mikhayees Aunpadiyas, Yau-ees, hab Isesiyas. Puab puavleej yog cov thawjcoj ntawm puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.4","label":"4","content":"Puab muaj ntau tug quaspuj hab muaj mivnyuas coob heev, vim le ntawd puab tej xeebntxwv txhaj muaj peb caug rau txheeb leej txivneej moog ua tubrog."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.5","label":"5","content":"Lawv le tej ntaub ntawv kws luas teev tseg ca ntawd, xeem Ixakhas cov txivneej kws ua taug tubrog yog muaj yim caum xyaa txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.6","label":"6","content":"Npeenyamees muaj peb tug tub: Npelas, Npekeles hab Yediya-les."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.7","label":"7","content":"Npelas muaj tsib tug tub: Exenpoos, Uxis, Uxiyees, Yelimaus hab Ilis, puab puavleej yog cov thawjcoj ntawm puab tsev tuabneeg hab yog cov tubrog kws nto moo tshaaj plawg. Suav taagnrho puab cov txivneej kws ua taug tubrog muaj neeg nkaum ob txheeb peb caug plaub leeg."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.8","label":"8","content":"Npekeles muaj cuaj tug tub: Xemilas, Yau-as, Eli-exes, Ele-unais, Aumelis, Yelemaus, Anpiyas, Anathaus hab Alimes. Taagnrho Npekeles cov tub nuav;"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.9","label":"9","content":"lawv le tej ntaub ntawv kws luas teev tseg ntawd, puab tej tsev tuabneeg cov txivneej kws ua taug tubrog muaj neeg nkaum txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.10","label":"10","content":"Yedi-ales muaj ib tug tub hu ua Npelehas; Npilehaas muaj xyaa tug tub: Ye-uses, Npeenyamees, Ehus, Khena-anas, Xethaas, Talasis hab Ahisahas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.11","label":"11","content":"Puab puavleej yog cov thawjcoj ntawm puab caajceg hab yog cov tubrog kws nto moo tshaaj plawg. Suav taagnrho puab cov xeebntxwv, tej txivneej kws ua taug tubrog muaj kaum xyaa txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.12","label":"12","content":"Supees hab Hupees yog Iles tub, kuas Husees yog Ahelas tub."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.13","label":"13","content":"Nathalis muaj plaub tug tub: Yaxiyees, Nkunis, Yexes hab Saloos. (Puab yog Npilehas cov xeebntxwv.)"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.14","label":"14","content":"Manaxes ob tug tub yog Aliyees hab Makhiles, obtug yog nwg tug nam yau kws yog tuabneeg Alame-as yug; Makhiles yog Nkile-as txiv."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.15","label":"15","content":"Hab Makhiles moog yuav tau ib tug quaspuj lug rua Hupees hab ib tug lug rua Supees. Nwg tug muam hu ua Ma-akas. Makhiles tug tub kws yog tug ob hu ua Xelaufetas, nwg muaj ib tug ntxhais xwb."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.16","label":"16","content":"Makhiles tug quaspuj kws hu ua Ma-akas yug tau ob tug tub, tug tub hlub nwg tis npe hu ua Peleses hab tug tub yau nwg tis npe hu ua Seleses. Peleses muaj ob tug tub hu ua Ulames hab Lakees."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.17","label":"17","content":"Ulames tug tub hu ua Npedas. Puab cov nuav puavleej yog Makhiles tug tub Nkile-as kws yog Manaxes tug tub xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.18","label":"18","content":"Nkile-as tug muam kws hu ua Hamaulekhes muaj peb tug tub: Isaus, Anpi-exes, hab Mahelas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.19","label":"19","content":"(Semidas muaj plaub tug tub: Ahiyas, Sekhees, Likhis hab Aniyas.)"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.20","label":"20","content":"Efalayees cov xeebntxwv ib tam dlhau ib tam muaj lawv le nuav: Suthelas, Npeledis, Tahas, Ele-adas, Tahas,"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.21","label":"21","content":"Xanpas, Suthelas. Efalayees muaj ob tug tub kws yau Suthelas hu ua Exeles hab Ele-as, obtug raug tua tuag thaus obtug moog nyag cov tuabneeg huv nroog Nkathas tej tsaj lawm."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.22","label":"22","content":"Ces Efalayees kws yog obtug txiv quaj obtug tau ntau nub, hab nwg cov kwvtij txhaj tuaj nplig nwg sab."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.23","label":"23","content":"Ces Efalayees tug quaspuj rov xeeb tub hab yug tau ib tug tub; Efalayees tis tug tub ntawd npe hu ua Npeliyas,  rua qhov kev puamtsuaj tau lug raug nwg tsev tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.24","label":"24","content":"Efalayees muaj ib tug ntxhais hu ua Se-elas, nwg yog tug rhawv lub nroog Npethes Hauloos kws nyob Theem Sab hab theem qeg, hab lub nroog Uxees Selas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.25","label":"25","content":"Efalayees muaj dlua ib tug tub hu ua Lefas, nwg cov xeebntxwv muaj lawv le nuav: Lesefas, Telas, Tahaas,"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.26","label":"26","content":"Ladas, Amihus, Elisamas,"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.27","label":"27","content":"Noos hab Yausuas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.28","label":"28","content":"Cheebtsaam aav kws yog puab tug hab puab nyob, yog xaam lub nroog Npethees hab tej zog kws nyob puagncig lub nroog ntawd; saab nubtuaj moog txug ntawm Na-alas, saab nubpoob moog txug ntawm Nkexeles, tej zog kws nyob puagncig ntawd. Dlua le ntawd tseem xaam lub nroog Sekhees, lub nroog Aiyas hab tej zog kws nyob puagncig ob lub nroog ntawd."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.29","label":"29","content":"Manaxes cov xeebntxwv tug nrimteb, txij ndlua ntawm lub nroog Npethes Se-as, Tanas, Menkidaus, Daules hab tej zog kws nyob puagncig cov nroog nuav. Yakhauj tug tub Yauxej cov xeebntxwv puavleej yog cov kws nyob huv cov nroog nuav hab."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.30","label":"30","content":"Cov nuav yog Aseles cov xeebntxwv. Nwg muaj plaub tug tub: Imenas, Isavas, Isevis, Npeliyas hab ib tug ntxhais hu ua Xelas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.31","label":"31","content":"Npeliyas muaj ob tug tub: Henpeles hab Makhiyees. (Makhiyees yog tug kws moog rhawv lub nroog Npixa-is.)"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.32","label":"32","content":"Henpeles muaj peb tug tub: Yafeles, Saumes hab Hauthaas; hab muaj ib tug ntxhais hu ua Sua."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.33","label":"33","content":"Yafeles muaj peb tug tub: Paxas, Npihas hab Asevas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.34","label":"34","content":"Nwg tug kwv Saumes peb tug tub yog Launkas, Yahunpas hab Alas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.35","label":"35","content":"Nwg tug kwv Hauthaas  muaj plaub tug tub Xaufas, Emenas, Seleses hab Amas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.36","label":"36","content":"Xaufas cov tub yog Xu-as, Hanefes, Su-as Npelis, Emelas,"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.37","label":"37","content":"Npexeles, Haudas, Samas, Silesas, Ithelaas hab Npe-elas."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.38","label":"38","content":"Yethes cov tub yog Yefunes, Pisepas, Alas hab"},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.39","label":"39","content":"Ulas cov tub yog: Alas, Haniyees hab Lizias."},{"bible_id":"1726","chapter_code":"1CH.7","verse_code":"1CH.7.40","label":"40","content":"Taagnrho cov kws has lug sau nuav puavleej yog Aseles cov xeebntxwv xwb. Puab yog cov thawjcoj ntawm puab tsev tuabneeg, puab yog cov tubrog kws nto moo yog cov thawjcoj kws coj zoo hab coj ncaaj tshaaj plawg. Suav taagnrho Aseles cov xeebntxwv kws ua taug tubrog muaj neeg nkaum rau txheeb leej txivneej."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.1","label":"1","content":"Npeenyamees muaj tsib tug tub: Npelas yog tug tub hlub, Asenpees yog tug ob, Ahalas yog tug peb,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.2","label":"2","content":"Nauhas yog tug plaub hab Lafas yog tug tsib."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.3","label":"3","content":"Npelas cov tub yog Adales, Nkelas, Anpihus,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.4","label":"4","content":"Anpisuas, Na-amas, Ahau-as,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.5","label":"5","content":"Nkelas, Sefufaas hab Hulaas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.6+1CH.8.7","label":"6-7","content":"Ehus cov tub yog Na-amas, Ahiyas, Nkelas. Puab puavleej yog cov thawjcoj ntawm puab caajceg kws nyob huv Nkenpas, tabsis puab raug luas muab ntab tawm moog nyob rua huv Manahas. Nkelas kws yog Uxas hab Ahihus txiv, yog tug kws coj puab moog."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.8+1CH.8.9","label":"8-9","content":"Sahalayees nrauj ob tug quaspuj kws hu ua Husees hab Npa-alas. Tom qaab ntawd thaus nwg nyob huv tebchaws Mau-am, nwg txhaj le moog yuav Haudes ua quaspuj hab nwg muaj xyaa tug tub: Yaunpas, Xinpiyas, Mesas, Malekas,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.10","label":"10","content":"Ye-uxes, Xakhi-as hab Milemas. Nwg cov tub puavleej yog cov thawjcoj ntawm puab caajceg."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.11","label":"11","content":"Hab nwg tseem muaj ob tug tub kws yog Husees yug hu ua Anpitus hab Epa-aas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.12","label":"12","content":"Epa-aas muaj peb tug tub Enpes, Misas hab Semes. Semes yog tug kws rhawv ob lub nroog Aunaus, Laudes hab tej zog kws nyob puagncig ob lub nroog ntawd."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.13","label":"13","content":"Npeliyas hab Semas yog ob tug thawjcoj ntawm cuab kwvtij kws nyob huv lub nroog Aiyaloos hab puab muab cov tuabneeg kws ibtxwm nyob huv lub nroog Nkas ntab tsiv taag."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.14","label":"14","content":"Npeliyas cov xeebntxwv yog Ahi-aus, Sasas, Yelemaus,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.15","label":"15","content":"Xenpadiyas, Alades, Edeles,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.16","label":"16","content":"Mikhayees, Isepas hab Yauhas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.17","label":"17","content":"Epa-aas cov xeebntxwv suav taagnrho Xenpadiyas, Mesulas, Hixekis, Henpeles,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.18","label":"18","content":"Isemelais, Ixeliyas hab Yaunpas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.19","label":"19","content":"Sime-is cov xeebntxwv suav taagnrho Yakees, Xikhalis, Xanpedis,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.20","label":"20","content":"Eli-enais, Xilethais, Eliyees,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.21","label":"21","content":"Adayas, Npelayas hab Simelas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.22","label":"22","content":"Sasas cov xeebntxwv suav taagnrho Isepas, Enpes, Eliyees,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.23","label":"23","content":"Adoos, Xikhalis, Hanaas,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.24","label":"24","content":"Hananiyas, Elames, Athauthiyas,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.25","label":"25","content":"Ideyas hab Penuyees."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.26","label":"26","content":"Yelauhaas cov xeebntxwv suav taagnrho Saselais, Sehaliyas, Athaliyas,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.27","label":"27","content":"Yalesiyas, Eliyas, hab Xikhalis."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.28","label":"28","content":"Taagnrho puab cov nuav puavleej yog cov thawjcoj ntawm puab caajceg lawv puab tej yawmkoob kws ibtxwm nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.29","label":"29","content":"Ye-iyees  yog tug rhawv lub nroog Nkinpe-oos hab nyob rua huv lub nroog ntawd. Nwg tug quaspuj hu ua Ma-akas,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.30","label":"30","content":"hab nwg tug tub hlub hu ua Adoos. Nwg cov tub yau yog Xules, Kises, Npa-aas, Neles,  Nadas,"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.31","label":"31","content":"Nkedaus, Ahi-aus, Xekheles"},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.32","label":"32","content":"hab Mikelus kws yog Sime-as txiv. Puab cov xeebntxwv nyob huv lub nroog Yeluxalees ze rua ntawm puab cov kwvtij kws yog puab xeem ntaag."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.33","label":"33","content":"Neles yog Kises txiv, hab Kises yog Vaajntxwv Xa-ules txiv. Xa-ules muaj plaub tug tub: Yaunathaas, Makhisuas, Anpinadas hab Esenpa-aas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.34","label":"34","content":"Yaunathaas yog Melinpa-aas txiv,  Melinpa-aas yog Mikhsssssssssas txiv."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.35","label":"35","content":"Mikas cov tub yog: Pethoos, Melej, Tale-as hab Ahaxes."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.36","label":"36","content":"Ahaxes yog Yehauyadas txiv; hab Yehauyadas yog Alemes, Axemaves, hab Xeelis puab txiv. Xeelis yog Mauxas txiv."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.37","label":"37","content":"Mauxas yog Npine-as txiv, Npine-as tug tub yog Lafas, Lafas tug tub yog Ele-asas, Ele-asas tug tub yog Axees."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.38","label":"38","content":"Axees muaj rau tug tub: Alikas, Npaukhelus, Yisamayees, Se-aliyas, Aunpadiyas hab Hanas."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.39","label":"39","content":"Axees tug kwv Esekis muaj peb tug tub: Ulames yog tug tub hlub, Ye-uses yog tug ob hab Elifeles yog tug peb."},{"bible_id":"1726","chapter_code":"1CH.8","verse_code":"1CH.8.40","label":"40","content":"Ulames cov tub yog cov tubrog kws muaj zug, sab tawv hab tua neevnti ncaaj heev. Taagnrho nwg cov tub hab cov xeebntxwv muaj ib puas tsib caug leej. Cov kws has taag lug nuav puavleej yog xeem Npeenyamees nkaus xwb."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.1","label":"1","content":"Taagnrho cov Yixalayees puavleej sau npe lawv le puab tej tsev tuabneeg, hab tej nuav puavleej muab sau tseg rua huv cov Yixalayees cov Vaajntxwv phoo ntawv lawm. Cov Yudas raug nteg coj moog rua tim tebchaws Npanpiloos, tub yog vim puab tej kev txhum ntaag."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.2","label":"2","content":"Thawj paab kws xub tau rov lug nyob rua huv puab lub tebchaws hab puab tej nroog, yog cov Yixalayees cov txwjlaug, cov povthawj, cov Levis hab cov kws tu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.3","label":"3","content":"Cov Yudas, Npeenyamees, Efalayees hab Manaxes, muaj ibtxha tau rov lug nyob rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.4+1CH.9.5+1CH.9.6","label":"4-6","content":"Xeem Yudas kws nyob huv lub nroog Yeluxalees muaj rau pua cuaj caum yig. Yudas tug tub Peles cov xeebntxwv yog Uthais ua puab tug thawjcoj, Uthais yog Amihus tub hab yog Aumelis tug xeebntxwv. Nwg cov yawmkoob yog Imelis hab Npanis. Yudas tug tub Selas cov xeebntxwv yog Axayas ua puab tug thawjcoj, nwg yog tug thawjcoj ntawm nwg tsev tuabneeg. Yudas tug tub Xelas cov xeebntxwv yog Ye-ules ua puab tug thawjcoj."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.7+1CH.9.8","label":"7-8","content":"Xeem Npeenyamees kws nyob huv lub nroog Yeluxalees muaj lawv le nuav: Xalus yog Mesulas tub, Mesulas yog Hauviyas tub, Haudavias yog Hasenu-as tub, Ineyas yog Yelauhaas tub, Elas yog Uxis tub hab yog Mikhelis tug xeebntxwv, Mesulas yog Sefatiyas tub, Sefatiyas yog Le-uyees tub, Le-uyees yog Iniyas tub."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.9","label":"9","content":"Puab cuab kwvtij kws yog tam ntawd muaj cuaj pua tsib caug rau yim. Taagnrho cov txivneej nuav puavleej yog cov thawjcoj ntawm puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.10+1CH.9.11+1CH.9.12","label":"10-12","content":"Cov povthawj kws nyob huv lub nroog Yeluxalees muaj lawv le nuav: Yedayas, Yehauyalis, hab Yakhees, Hilekiyas tug tub Axaliyas (yog tug thawjcoj cov povthawj huv lub Tuamtsev), nwg cov yawmkoob yog Mesulas, Xadaus, Melayaus hab Ahitus. Yelauhas tug tub Adayas, cov yawmkoob yog Pasehus hab Makhiyas. Adayees tug tub Ma-asais, cov yawmkoob yog Yaxelas, Mesulas, Mesilemis hab Imelis."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.13","label":"13","content":"Cov povthawj kws yog thawjcoj ntawm puab caajceg yog muaj ib txheeb xyaa pua rau caum leej, puab puavleej yog cov tuabneeg kws txawj ua txhua yaam num nyob rua huv Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.14+1CH.9.15+1CH.9.16","label":"14-16","content":"Cov Levis kws nyob huv lub nroog Yeluxalees muaj lawv le nuav: Hasus tug tub Semayas, cov yawmkoob yog Axelikas hab Hasanpiyas kws yog Melalis cuab kwvtij Mikas tug tub Npanpakas, Heles hab Nkalas, cov yawmkoob yog Xikhalis hab Axafes Semayas tug tub Aunpadiyas, cov yawmkoob yog Nkalas hab Yeduthoos Axas tug tub Npelekhiyas kws yog Ekanas tug xeebntxwv, nwg nyob huv cov tuabneeg Netaufas lub zog."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.17","label":"17","content":"Cov zuv lub Tuamtsev kws nyob huv lub nroog Yeluxalees muaj lawv le nuav: Salumes, Akus, Talemoos hab Ahimas. Puab tug thawjcoj yog Salumes."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.18","label":"18","content":"Lub sijhawm ntawd puab ua vaaj ua tsev nyob rua ntawm Vaajntxwv lub Roojvaag  kws nyob saab nubtuaj. Cov nuav yog cov kws zuv roojvaag ntawm cov Levis lub yeej."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.19","label":"19","content":"Kaules tug tub Salumes kws yog Enpi-axas tug xeebntxwv, nrug nwg cov kwvtij kws yog Kaulas cov xeebntxwv, ua cov zuv ntawm lub qhovrooj kws moog rua huv lub Tsevntaub, ib yaam le thaus puab tej yawmkoob ua cov saib tug TSWV lub yeej lug lawm."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.20","label":"20","content":"Tug TSWV nrug nraim Ele-axas tug tub Fine-as, hab yaav taag lug nwg tau ua tug kaav puab ib zag."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.21","label":"21","content":"Xakhaliyas kws yog Meselemiyas tug tub los kuj tau ua tug zuv lub roojvaag kws moog rua huv tug TSWV lub Tsevntaub sis ntsib hab."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.22","label":"22","content":"Taagnrho cov txivneej kws xaiv lug zuv cov qhovrooj hab roojvaag nuav muaj ob puas kaum ob leeg. Puab moog sau npe rua huv tej zog kws puab nyob. Vaajntxwv Daviv hab tug Povthawj Xamuyees tub yeej tsaa puab cov yawmkoob ua cov tuav lub luag num nuav lug lawm."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.23","label":"23","content":"Yog le ntawd, puab hab puab tej xeebntxwv txhaj tau ua cov zuv tug TSWV lub Tuamtsev tej roojvaag."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.24","label":"24","content":"Tej roojvaag ntawd muaj nyob saab qaumteb, saab qaabteb, saab nubtuaj hab saab nubpoob, hab puavleej muaj tuabneeg zuv plaub lub roojvaag ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.25","label":"25","content":"Cov zuv roojvaag nuav cov kwvtij kws nyob huv puab tej zog tuaj nrug puab sis hloo zuv kuas xyaa nub ib leeg zuv ib zag."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.26","label":"26","content":"Plaub tug thawj kws saib cov roojvaag ntawd yog cov Levis hab puab tseem tsaa puab ua cov saib tej chaav tsev huv Vaajtswv lub Tuamtsev hab saib tej khoom kws coj tuaj ca rua huv huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.27","label":"27","content":"Puab nyob ze Vaajtswv lub Tuamtsev, rua qhov puab teg num yog zuv lub tuamtsev hab qheb lub qhovrooj txhua taagkig sawv ntxuv le."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.28","label":"28","content":"Tsaa Cov Levis ibtxha ua cov saib tej khoom kws siv rua kev pehawm Vaajtswv, vim puab yuav tau suav tej khoom ntawd thaus muab rua luas coj moog siv hab nqaa rov qaab lug ca."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.29","label":"29","content":"Dlua le ntawd, lwm paab yog tsaa lug ua cov saib tej khoom siv, tej khoom dlawbhuv, tej tseem moov nplej, tej cawv txiv maab, tej roj txiv ntoo, tej moov tshuaj tsw qaab hab tej ntoo tsw qaab."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.30","label":"30","content":"Tabsis cov kws tov tej tshuaj tsw qaab, mas puavleej yog cov povthawj nkaus xwb."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.31","label":"31","content":"Muaj ib tug Levis npe hu ua Matithiyas, nwg yog Salumes tug tub hlub hab yog Kaulas caajceg ua tug saib cov ncuav kws puab hab cub coj moog ua khoom fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.32","label":"32","content":"Puab cov kwvtij kws yog Kauhas caajceg ua cov saib tej ncuav  dlawbhuv kws npaaj coj moog fij rua huv lub Tuamtsev txhua nub Xanpataus."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.33","label":"33","content":"Cov nuav yog cov hu nkauj, puab puavleej yog cov thawjcoj ntawm puab tej tsev tuabneeg, muab tej chaav tsev huv lub Tuamtsev rua puab nyob, hab puab tsi ua lwm yaam num dlaabtsi le, rua qhov puab yeej ua puab lub luag num nruab nub hab mo ntuj taag moog le."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.34","label":"34","content":"Cov txivneej kws muaj npe has lug sau nuav, puavleej yog cov thawjcoj ntawm cov Levis tsev tuabneeg lawv le puab tej yawmkoob ntau tam lug lawm. Hab puab yog cov thawjcoj kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.35","label":"35","content":"Ye-iyees yog tug rhawv lub nroog Nkinpe-oos hab moog nyob rua huv lub nroog ntawd. Nwg tug quaspuj hu ua Ma-akas."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.36","label":"36","content":"Nwg tug tub hlub hu ua Adoos, hab nwg cov tub yau hu ua: Xules, Kises, Npa-as, Neles, Nadas,"},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.37","label":"37","content":"Nkedaules, Ahi-aus, Xakhaliyas hab Mikalaus,"},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.38","label":"38","content":"Mikalaus yog Sime-as txiv. Puab tej xeebntxwv puavleej nyob huv lub nroog Yeluxalees hab nyob ze ntawm puab cov kwvtij."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.39","label":"39","content":"Neles yog Kises txiv, Kises yog Xa-ules txiv, Xa-ules yog Yaunathaas, Makhisuas, Anpinadas hab Esenpa-aas  txiv;"},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.40","label":"40","content":"Yaunathaas yog Melinpa-aas  txiv hab Melinpas-as yog Mikhas txiv."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.41","label":"41","content":"Mikhas cov tub yog Pithoos, Melej, Tale-as, hab Ahaxes."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.42","label":"42","content":"Ahaxes yog Yalas txiv, Yalas yog Alemes, Axemaves, hab Xeelis txiv. Xeelis yog Mauxas txiv,"},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.43","label":"43","content":"Mauxas yog Npine-as txiv, Npine-as yog Lefayas txiv, Lefayas yog Ele-asas txiv hab Ele-asas yog Axees txiv."},{"bible_id":"1726","chapter_code":"1CH.9","verse_code":"1CH.9.44","label":"44","content":"Axees muaj rau tug tub: Alikas, Npaukhelus, Yisamayees, Se-aliyas, Aunpadiyas, hab Hanaas."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.1","label":"1","content":"Cov Filitees tuaj tua cov Yixalayees sau lub roob Nkinpau-as. Cov Yixalayees tuag coob heev rua sau, cov kws seem tuag nyag tsiv nyag moog lawm, Xa-ules hab nwg cov tub los tsiv taag lawm hab."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.2","label":"2","content":"Tabsis cov Filitees caum nteg tau puab hab muab Xa-ules peb tug tub kws yog Yaunathaas, Anpinadas, hab Makhisuas tua tuag taag."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.3","label":"3","content":"Muaj kev sis tua nyaav heev puagncig Xa-ules hab yeebncuab txhaj tua xub neevnti tuaj raug Xa-ules saab kawg le, ua rua nwg raug mob saab heev."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.4","label":"4","content":"Xa-ules txhaj has rua tug tub hluas kws nqaa nwg cov cuabyeej ua rog tas, “Ca le rhu koj raab ntaaj lug tua kuv kuas tuag, sub cov Filitees kws tsi ua kevcai txav txhaj tsi khaav has tas yog puab tua kuv tuag.” Tabsis tug tub hluas ntawd ntshai heev tsi muaj cuabkaav ua le Xa-ules has. Xa-ules txhaj rhu hlo Xa-ules raab ntaaj lug cuab hab qhau hlo nwg lub cev moog npuj raab ntaaj."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.5","label":"5","content":"Thaus tug tub hluas ntawd pum has tas, Xa-ules tuag lawm, nwg txawm rhu nwg raab ntaaj lug cuab hab qhau cev moog npuj raab ntaaj chob nwg tuag nrug Xa-ules lawm hab."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.6","label":"6","content":"Yog le ntawd, Xa-ules hab nwg peb tug tub txhaj tuag ua ke, txij thaus ntawd lug Xa-ules cov xeebntxwv tsi muaj ib tug tau lug kaav tebchaws le lawm."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.7","label":"7","content":"Thaus cov Yixalayees kws nyob huv lub Haav Yexelees nov has tas, cov tubrog tsiv taag, Xa-ules hab nwg peb tug tub los raug tua tuag taag lawm, suavdlawg muab puab tej nroog tso povtseg hab tsiv tawm lawm, cov Filitees txhaj tuaj nyob huv puab tej nroog."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.8","label":"8","content":"Ces nub tom qaab cov Filitees maam moog tshawb cov tubrog Yixalayees kws tuag tej khoom, puab pum Xa-ules hab nwg peb tug tub tuag rua sau lub roob Nkinpau-as."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.9","label":"9","content":"Puab txav Xa-ules lub taubhau, hle nwg cev tsoog tsho tooj hab nwg tej cuabyeej ua rog nqaa moog, hab khaiv tuabneeg xaa xuv moog thoob plawg tebchaws Filitees, xaa xuv zoo moog rua puab tej mlom hab puab tej tuabneeg paub txhij txhua."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.10","label":"10","content":"Puab nqaa Xa-ules cov cuabyeej ua rog moog tso huv puab ib lub tuamtsev, hab muab Xa-ules lub taubhau moog dlai rua sau lub tuamtsev kws puab teev puab tug vaajtswv Dankoos."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.11","label":"11","content":"Thaus cov tuabneeg kws nyob ntawm lub nroog Yanpes huv Nkinpe-as, nov tej kws cov Filitees ua rua Xa-ules ntawd,"},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.12","label":"12","content":"cov tuabneeg kws sab tawv txhaj moog kwv Xa-ules hab nwg peb tug tub lug rua huv lub nroog Yanpes. Puab txhaj coj Xa-ules hab nwg peb tug tub moog log rua ntawm qaab tsob ntoo qheb hab puab ua kevcai yoo mov tau xyaa nub."},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.13","label":"13","content":"Xa-ules tuag vim nwg tsi muab sab npuab tug TSWV. Nwg tsi coj lawv le tug TSWV tej lug saamfwm; nwg moog cuag tej txivneeb txivyaig, kuas cov tuabneeg tuag lawm tej plig lug qha nwg,"},{"bible_id":"1726","chapter_code":"1CH.10","verse_code":"1CH.10.14","label":"14","content":"nwg tsi moog cuag tug TSWV le. Yog le ntawd, tug TSWV txhaj muab nwg tua povtseg hab muab lub tebchaws cob rua Yexais tug tub Daviv lawm."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.1","label":"1","content":"Taagnrho cov tuabneeg Yixalayees txhaj tuaj cuag Daviv rua huv lub nroog Henploos, hab has rua nwg tas, “Peb suavdlawg puavleej yog koj roj ntshaa hab nqaj tawv."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.2","label":"2","content":"Yaav taag lug txawm yog Xa-ules yog peb tug vaajntxwv los koj yeej yog tug kws coj cov Yixalayees moog tua rog xwb hab tug TSWV kws yog koj tug Vaajtswv coglug rua koj, kuas koj yuavtsum ua tug coj nwg tsaav tuabneeg hab ua tug kaav puab.”"},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.3","label":"3","content":"Yog le ntawd, cov Yixalayees cov thawjcoj tuaj cuag Vaajntxwv Daviv huv lub nroog Henploos. Daviv tau coglug nrug puab, puab muab roj laub rua nwg taubhau hab tsaa nwg ua vaajntxwv kaav tebchaws Yixalayees lawv le tug TSWV tau coglug rua Xamuyees lawm."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.4","label":"4","content":"Vaajntxwv Daviv hab taagnrho cov Yixalayees txhaj moog tua lub nroog Yeluxalees. Puab yeej paub has tas, cov Yenpus yog cov kws nyob huv, hab cov Yenpus yog cov kws yeej ibtxwm nyob huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.5","label":"5","content":"Cov Yenpus has rua Daviv has tas, “Koj yuav txeem tsi tau lug rua huv nuav ib zag le.” Tabsis Daviv tub moog txeeb tau lub chaw faajxwm sau roob Xi-oos lawm, hab muab qhov chaw ntawd hu ua “Daviv lub nroog.”"},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.6","label":"6","content":"Daviv has tas, “Tug tuabneeg twg yog tug xub tua yeej cov tuabneeg Yenpus tug ntawd yuav tau ua tug thawj tubrog.” Ces Yeluyas tug tub Yau-am txawm ua tug coj puab moog ntaus npluav rog ntawd, nwg txhaj tau ua tug thawj tubrog."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.7","label":"7","content":"Vim Daviv tau moog nyob sau qhov chaw faajxwm ntawd, hab muab qhov chaw ntawd tis npe hu ua “Daviv lub nroog.”"},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.8","label":"8","content":"Nwg txhim khu lub nroog ntawd dlua tshab, pib kag ntawm Milus kws nyob saab nubtuaj moog txug ndlua ntawm taw roob, hab Yau-am muab tej qhov kws puag lawm khu dlua tshab."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.9","label":"9","content":"Daviv muaj fwjchim heev zuj zug tuaj, rua qhov tug TSWV kws muaj fwjchim luj kawg nkaus nrug nraim nwg."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.10","label":"10","content":"Ntawm nuav yog Daviv cov tubrog kws nto moo tej npe, hab taagnrho cov Yixalayees kws tuaj paab kuas Daviv tau ua vaajntxwv lawv le tug TSWV tau coglug tseg, hab txhawb kuas nwg lub tebchaws ruaj khov."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.11","label":"11","content":"Thawj tug yog Yasaunpe-aas kws yog cuab Hakhemoos ua tug thawj ntawm “Peb Leeg”  nwg muab nwg raab muv nrug peb puas tug tubrog sis nkaug hab nwg muab puab tua tuag taag rua huv tshaav rog."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.12","label":"12","content":"Tug ntxiv moog kws nto moo tshaaj ntawm “Peb Leeg” nuav yog Daudaus tug tub Ele-axas kws yog cuab Ahaus."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.13","label":"13","content":"Nwg tuaj Daviv tog nyob huv lub tshaav rog Pas Damees tua cov Filitees. Thaus kws cov Yixalayees taabtom tsiv cov Filitees, nwg nyob huv ib thaaj teb npleg."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.14","label":"14","content":"Yog le Ntawd, nwg hab nwg cov tuabneeg txhaj sawv nreg nroog huv thaaj teb tua cov Filitees. Tug TSWV pub rua nwg muaj yeej luj kawg nkaus le."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.15","label":"15","content":"Muaj ib nub peb leeg thawjcoj ntawm peb caug leej txhaj coj cov tubrog moog cuag Daviv rua nraag lub roob zeb kws Daviv nkaum ze rua ntawm lub Qhov Tsua Adulaas, thaus kws cov Filitees tuaj tsuam yeej rua huv lub Haav Lefayees."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.16","label":"16","content":"Lub sijhawm ntawd Daviv nyob sau lub ncov roob kws muaj ntsaa yeej thaiv khov kho, hab cov Filitees kaav hlo huv lub nroog Npelehees."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.17","label":"17","content":"Daviv ncu tsev heev nwg txhaj seev has tas, “Yuav ua le caag kuv txhaj khaiv tau ib tug tuabneeg moog cug cov dlej huv lub qhov tshij ntawm lub roojvaag nroog Npelehees lug rua kuv haus ne!”"},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.18","label":"18","content":"Ces peb tug tubrog kws nto moo tshaaj ntawd txhaj dlha ceev heev moog phua plhawv cov Filitees lub yeej, moog cug cov dlej huv lub qhov tshij kws nyob ntawm lub roojvaag nroog Npelehees, hab nqaa lug rua Daviv. Tabsis Daviv tsi kaam haus cov dlej ntawd; nwg muab laub fij rua tug TSWV,"},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.19","label":"19","content":"Daviv has tas, “Thov kuv tug Vaajtswv txwv tsi xob pub kuv haus cov dlej nuav! Puas tsimnyog kuv haus cov ntshaav kws yog cov tuabneeg nuav txujsa? Vim puab muab puab txujsa moog pauv txhaj nqaa tau cov dlej nuav lug.” Nwg txhaj tsi kaam haus cov dlej ntawd. Tej nuav tub yog peb tug tubrog kws muaj cuabkaav ntawd moog nqaa tau lug."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.20","label":"20","content":"Yau-am tug kwv Anpisais yog tug thawjcoj ntawm “Peb caug Leej Kws Nto moo.”  Nwg tuav rawv nwg raab muv nrug peb puas leej tubrog sis tua hab nwg muab puab tua tuag taag huv tuabsi. Ces nwg txhaj yog tug kws nto moo tshaaj ntawm “Peb Leeg”  ntawd."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.21","label":"21","content":"Nwg yog tug nto moo tshaaj ntawm “Peb caug Leej”  hab nwg tau ua puab tug thawjcoj, tabsis nwg tseem nto moo tsi npaum le “Peb Leeg” ntawd hab."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.22","label":"22","content":"Yehauyadas tug tub Npeenayas kws nyob huv lub nroog Kaxees tuaj, nwg yog ib tug tubrog kws nto moo heev; nwg muaj sab tawv ua tau ntau yaam tseemceeb, nwg tua ob tug tubrog Mau-am kws ua tau kawg nkaus ntawd tuag huv tuabsi lawm. Muaj ib nub kws lug dlaus hlub heev los nwg tseem nqeg moog tua tau ib tug tsuv ntxhuav huv qhov aav lug hab."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.23","label":"23","content":"Nwg tseem tua ib tug tuabneeg Iziv kws yog ib tug txivneej luj hab sab tsib tshim, nwg yog tug tubrog kws nqaa rawv ib raab muv luj heev. Tabsis Npeenayas nqaa raab qws ntoo moog ntaus nwg hab txeeb hlo tau nwg raab muv ntawm nwg teg lug nkaug kag nwg tuag lawm."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.24","label":"24","content":"Npeenayas yog ib tug kws muaj lub sab tawv heev ua tau tej nuav, nwg yog ib tug ntawm “Peb caug Leej.”"},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.25","label":"25","content":"Nwg yog ib tug kws nto moo heev ntawm “Peb caug Leej,” tabsis tseem tsi nto moo npaum le “Peb Leeg” ntawd hab. Daviv txhaj tsaa nwg ua tug thawj saib cov tubrog kws nrug nraim Daviv."},{"bible_id":"1726","chapter_code":"1CH.11","verse_code":"1CH.11.26+1CH.11.27+1CH.11.28+1CH.11.29+1CH.11.30+1CH.11.31+1CH.11.32+1CH.11.33+1CH.11.34+1CH.11.35+1CH.11.36+1CH.11.37+1CH.11.38+1CH.11.39+1CH.11.40+1CH.11.41+1CH.11.42+1CH.11.43+1CH.11.44+1CH.11.45+1CH.11.46+1CH.11.47","label":"26-47","content":"Cov nuav yog lwm paab tubrog kws nto moo heev: Axahees kws yog Yau-am tug kwv, Npelehees tuaj Saamaus kws nyob huv Halaus tuaj Helexas kws yog tuabneeg Peles Ikes tug tub Ilas kws nyob huv Tekau-as tuaj Anpi-exes kws nyob huv Anathaus tuaj Xinpekhais kws yog tuabneeg Husas Ilais kws yog tuabneeg Ahaus Mahalais kws nyob huv Netaufas tuaj Npa-anas tug tub Heles kws nyob huv Netaufas tuaj Linpais tug tub Ithais kws nyob huv lub nroog Nkinpe-as huv xeev Npeenyamees tuaj Npeenayas kws nyob huv Pilathoos tuaj Hulais kws nyob huv cov haav kws ze cheebtsaam Nka-as tuaj Anpiyees kws nyob huv Alenpas Axemaves kws nyob huv Npahulus tuaj Eliyanpas kws tuaj huv Sa-anpoos tuaj Hasees kws yog tuabneeg Nkixoos Sakees tug tub Yaunathaas kws yog tuabneeg Halales Xakhas tug tub Ahi-as kws tuaj huv Halas tuaj; Ules tug tub Elifas Hefeles kws yog tuabneeg Mekelas Ahiyas kws yog tuabneeg Peloos Hexelaus kws nyob huv Kalemees tuaj Exenpa-is tug tub Na-alais, Nathaas tug kwv Yau-ees Hankelis tug tub Mihas Xeles kws yog tuabneeg Amoos Nahalais, tug kws nqaa Xeluyas tug tub Yau-am tej cuabyeej ua rog, nyob huv Npelaus tuaj Ilas hab Nkalej kws yog tuabneeg Ithales Uliyas kws yog tuabneeg Hitis Ahelais tug tub Xanpades Sixas tug tub Anas (nwg yog tug kws coj xeem Lunpees, nwg paab muaj peb caug leej tubrog) Ma-akas tug tub Hanas Yausafas kws yog tuabneeg Mithaas Uxexas kws yog tuabneeg Atelas Hauthaas tug tub Samas hab Ye-iyees kws yog tuabneeg Alu-es Simelis tug tub Yedi-ales hab Yahas kws yog tuabneeg Tixes Eliyees, Yelinpais, hab Yausaviyas kws yog tuabneeg Mahavas hab yog Elina-as tug tub Ithamas kws yog tuabneeg Mau-am Eliyees, Aunpes hab Ya-aziyees kws yog tuabneeg Mexaunpas."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.1","label":"1","content":"Thaus Daviv tseem nyob huv Xikelas, ntawm qhov chaw kws nwg tsiv moog nkaum Vaajntxwv Xa-ules, muaj ntau tug tubrog kws txawj tua rog heev txhaj tuaj koom teg nrug nwg nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.2","label":"2","content":"Puab puavleej yog xeem Npeenyamees kws yog Xa-ules cov kwvtij. Puab txawj tua neevnti hab txawj ntaus zeg hlua kawg le, tsi has saab teg xis lossis saab teg txhumphem txawj ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.3+1CH.12.4+1CH.12.5+1CH.12.6+1CH.12.7","label":"3-7","content":"Puab puavleej yog cov kws nyob qaab tswjfwm ntawm Ahi-exes hab Yau-as kws yog Sema-as ob tug tub kws nyob huv Nkinpe-as tuaj. Cov nuav yog cov tubrog: 1 Yexiyees hab Peletes kws yog Axemaves ob tug tub Npelakas hab Yehus kws nyob huv lub nroog Anathaus tuaj Isemayas kws nyob huv Nkinpe-oos tuaj, yog ib tug tubrog kws nto moo heev hab yog ib tug thawjcoj ntawm “Peb caug Leej” Yelemis, Yahaxiyees, Yauhanaas hab Yauxanpas kws nyob huv Nkedelas tuaj Eluxais, Yelimaus, Npe-aliyas, Semaliyas hab Sefatiyas kws yog tuabneeg Halifas, Ekanas, Isiyas, Axalees, Yau-exes hab Yasaunpe-aas kws yog xeem Kaulas Yau-elas hab Xenpadiyas, Yelauhaas ob tug tub kws nyob huv Nkedaus tuaj."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.8","label":"8","content":"Cov nuav yog cov npe tubrog kws txawj tua rog hab nto moo heev, puab tuaj cuag Daviv hab ua nwg cov tubrog rua huv taj suabpuam ntawm qhov chaw kws Daviv moog nkaum. Puab nqaa rawv dlaim thaiv nav ntaaj hab nqaa rawv muv, saib puab tej ntsejmuag zoo le tsuv ntxhuav hab dlha ceev npaum nkaus le sai dlha sau tej ncov roob."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.9","label":"9","content":"Exeles yog tug thawjcoj, Aunpadiyas yog tug ob, Eli-as yog tug peb,"},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.10","label":"10","content":"Misemanas yog tug plaub, Yelemis yog tug tsib,"},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.11","label":"11","content":"Atais yog tug rau, Eliyees yog tug xyaa,"},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.12","label":"12","content":"Yauhanaas yog tug yim, Elexanpas yog tug cuaj,"},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.13","label":"13","content":"Yelemis yog tug kaum, Manpanais yog tug kaum ib,"},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.14","label":"14","content":"Taagnrho xeem Khas nuav muaj ibtxha yog thawj tubrog qeb sab saib ib txheeb leej, muaj ibtxha yog cov thawj tubrog qeb qeg saib ib puas leej."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.15","label":"15","content":"Muaj ib xyoos thaus lub ib hlis ntuj kws tug dlej Yauladees taabtom fuam puv ntug nkaus, cov tubrog nuav txhaj hlaa moog rua saab tid, hab muab tej tuabneeg faib moog nyob thoob plawg huv tej haav ntawd, tsi has nyob saab nubtuaj hab nubpoob."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.16","label":"16","content":"Muaj ib paab txivneej kws yog xeem Npeenyamees hab Yudas tuaj cuag Daviv rua ntawm lub chaw kws nwg nkaum."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.17","label":"17","content":"Daviv tawm moog ntsib puab hab has rua puab tas, “Yog mej tuaj ua phoojywg rua kuv hab paab kuv, kuv txaus sab tog txais mej. Tabsis yog mej ntxeev sab hab ua yeebncuab rua kuv, txawm yog kuv tsi ua rua mej raug mob dlaabtsi los thov kuas peb cov yawmkoob tug Vaajtswv pum hab rau txim rua mej.”"},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.18","label":"18","content":"Ces Vaajtswv tug ntsujplig txawm tswj kag puab cov ntawd ib tug lub sab, tug ntawd yog Amaxais kws tom qaab nuav nwg tau lug ua tug thawj tubrog ntawm “Peb caug Leej,” hab nwg tsaa suab hlo hu has tas: “Daviv kws yog Yexais tug tub, peb yog cov tuaj koj tog ntaag! Vaajtswv tuaj koj tog, thov kuas koj hab cov kws paab koj muaj yeej lauj!” Daviv Zoo sab hlo tog txais puab hab muab puab tsaa ua cov thawj ntawm nwg cov tubrog."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.19","label":"19","content":"Xeem Manaxes muaj ibtxha tubrog moog tuaj Daviv tog thaus Daviv nrug cov Filitees moog tua Vaajntxwv Xa-ules. Tabsis tsi yog nwg moog paab cov Filitees, vim le ntawd puab cov vaajntxwv txhaj ntshai nyob tsaam Daviv ntxeev sab rua puab, coj puab tej taubhau moog cob rua Xa-ules kws yog nwg tug vaajntxwv; yog le ntawd puab txhaj xaa Daviv rov qaab moog rua tom Xikelas lawm."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.20","label":"20","content":"Cov nuav yog cov tubrog Manaxes kws moog cuag Daviv hab tuaj nwg tog, thaus nwg rov qaab lug lawm: Anas Yauxanpas, Yedi-ales, Mikhayees, Yauxanpas, Elihus hab Xilethais. Taagnrho Manaxes cov thawj tubrog nuav mas nyag muaj nyag pawg txheeb tubrog."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.21","label":"21","content":"Puab tuaj ua Daviv cov tubrog  paab nwg tua cov rog tubsaab, vim puab yog cov tubrog kws muaj sab tawv heev, hab puab puavleej yog cov thawj tubrog."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.22","label":"22","content":"Txhua nub yeej muaj tuabneeg tshab tuaj ua tubrog paab Daviv moog txug thaus kws muaj tubrog coob heev, ib yaam le Vaajtswv cov tubrog lawm."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.23","label":"23","content":"Cov nuav yog tej paab tubrog coob heev kws tuaj cuag Daviv rua huv lub nroog Henploos, hab muab Xa-ules lub tebchaws lug cob rua Daviv, lawv le tug TSWV tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.24","label":"24","content":"Cov tubrog Yudas kws muaj dlaim thaiv nav ntaaj hab muv muaj rau txheeb yim puas leej."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.25","label":"25","content":"Cov tubrog Xime-oos kws sab tawv heev, muaj xyaa txheeb ib puas leej."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.26","label":"26","content":"Cov Levis muaj plaub txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.27","label":"27","content":"Yehauyadas kws yog tug thawj ntawm Aloos tsev tuabneeg coj peb txheeb xyaa pua leej tubrog nrug nwg."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.28","label":"28","content":"Xadaus yog ib tug tubrog hluas kws sab tawv heev, nwg coj neeg nkaum ob tug thawj tubrog kws yog nwg cov kwvtij nrug nwg."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.29","label":"29","content":"Cov Npeenyamees kws yog Xa-ules cov kwvtij, muaj peb txheeb leej tubrog, cov nuav feem coob puavleej yog cov kws ibtxwm zuv Xa-ules tsev tuabneeg lug lawm xwb."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.30","label":"30","content":"Cov Efalayees muaj neeg nkaum txheeb yim pua leej, puab puavleej yog cov tubrog kws sab tawv, hab yog cov txivneej kws nto moo heev ntawm puab cov yawmkoob tsev tuabneeg lug lawm xwb."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.31","label":"31","content":"Ib nraab xeem Manaxes muaj kaum yim txheeb leej, puab puavleej yog cov kws muaj npe tuaj tsaa Daviv ua vaajntxwv."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.32","label":"32","content":"Cov Ixakhas kws paub saib caij saib nyoog, paub txug tej yaam kws cov Yixalayees yuavtsum ua, muaj ob puas leej thawjcoj, hab taagnrho puab cov kwvtij puavleej nyob qaab kev tswjfwm ntawm puab."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.33","label":"33","content":"Cov Xenpuloos muaj tsib caug txheeb leej tubrog, puavleej yog cov kws txawj tua rog hab paub siv tej cuabyeej ua rog tuaj paab Daviv ntawm lub sab ncaaj nceeg."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.34","label":"34","content":"Cov Nathalis muaj ib txheeb leej yog cov thawj tubrog hab muaj peb caug xyaa txheeb leej tubrog kws muaj dlaim thaiv nav ntaaj hab muv huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.35","label":"35","content":"Cov Daas muaj neeg nkaum yim txheeb rau pua leej tubrog kws yog cov kawm tav kev tua rog lug lawm."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.36","label":"36","content":"Cov Aseles muaj plaub caug txheeb leej tubrog kws npaaj nrooj moog sis tua."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.37","label":"37","content":"Cov Lunpees, Khas hab ib nraab xeem Manaxes kws nyob ntawm tug dlej Yauladees saab nubtuaj, muaj ib puas neeg nkaum txheeb leej tubrog hab kawm siv tej cuabyeej ua rog tav huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.38","label":"38","content":"Taagnrho cov tubrog kws muaj sab tawv nuav, tau moog rua huv lub nroog Henploos hab tsaa Daviv ua vaajntxwv kaav tsaav tuabneeg Yixalayees. Hab taagnrho cov Yixalayees los puavleej koom sab nrug huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.39","label":"39","content":"Puab txhaj nrug Daviv nyob huv lub nroog Henploos tau peb nub, puab noj tej zaub mov hab haus tej dlej kws yog puab cov phoojywg peg tej roob mojsaab nqaa tuaj rua puab noj."},{"bible_id":"1726","chapter_code":"1CH.12","verse_code":"1CH.12.40","label":"40","content":"Xeem Ixakhas, xeem Xenpuloos hab xeem Nathalis kws tuaj peg qaumteb tuaj, puab yeej npaaj zaub mov kws yog tej moov nplej, txiv ncuav pas, txiv maab qhuav, cawv txiv maab hab roj txiv ntoo, npaaj tav log rua puab tej neeg luav, ntxhuav hab nyuj thauj tuaj. Hab puab tseem caab nyuj hab yaaj tuaj tua ua zaub noj huv tuabsi. Taagnrho tej nuav puavleej yog cov tuabneeg kws nyob huv lub tebchaws Yixalayees txaus sab muab xwb."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.1","label":"1","content":"Vaajntxwv Daviv tau saablaaj nrug cov thawj tubrog kws saib pawg txheeb, pawg pua hab tsoom thawjcoj."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.2","label":"2","content":"Ces nwg txawm tshaajtawm rua cov Yixalayees has tas, “Yog mej pum zoo hab yog tug TSWV kws yog peb tug Vaajtswv pum zoo, peb ca le tso tuabneeg moog hu peb cov tuabneeg kws nyob thoob plawg huv tebchaws Yixalayees nuav, cov povthawj hab cov Levis kws nyob huv puab tej nroog, kuas tuaj koom nrug peb ntawm nuav."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.3","label":"3","content":"Hab peb yuavtsum moog kwv Vaajtswv lub Phijxaab rov lug rua peb, vim thaus Xa-ules tseem ua vaajntxwv peb muab tso tseg lawm.”"},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.4","label":"4","content":"Cov pejxeem suavdlawg pum zoo ua lawv le tej lug kws Daviv has ntawd hab txaus sab kawg le."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.5","label":"5","content":"Yog le ntawd, Daviv txhaj sau taagnrho cov Yixalayees pib kag nraag Sihaules kws yog cov Iziv tug nrimteb moog txug ndlua peg lub Dlawm Hamas, kuas moog kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg huv Kili-as Ye-alees lug tso rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.6","label":"6","content":"Ces Daviv hab cov Yixalayees txhaj moog rua huv lub nroog Npa-alas, moog rua ntawm lub nroog Kili-as Ye-alees huv xeev Yudas hab kwv Vaajtswv lub Phijxaab kws muaj tug TSWV lub npe nyob ntawm lub zwmtxwv huv qaab ob tug qhelunpees ob saab qaab tis lug."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.7","label":"7","content":"Puab txhaj tsaws lub Phijxaab kws ntim Vaajtswv tej lug cog tseg huv Anpinadas lub tsev lug tso rua huv ib lub tsheb nyuj tshab, ces Uxahas hab Ahi-aus obtug ua ob tug tsaav lub tsheb ntawd."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.8","label":"8","content":"Daviv hab cov pejxeem dlha zoo sab kawg puab tug zug qhuas Vaajtswv. Puab txhaj le hu nkauj, tshuab raaj, ntaus nkauj nogncaas, npuaj nruag hab tshuab xyu ua Vaajtswv tsaug taug kev lug."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.9","label":"9","content":"Thaus puab lug txug rua ntawm lub tshaav ntaus nplej ntawm Khidoos, nkawm txiv nyuj txawm dlawm qaug, Uxahas txhaj cev loo teg moog tuav nkaus lub Phijxaab kws ntim Vaajtswv tej lug cog tseg."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.10","label":"10","content":"Tug TSWV txawm chim hab npautawg rua Uxahas hab muab nwg tua tuag, vim qhov kws nwg cev teg moog tuav lub Phijxaab ntawd,"},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.11","label":"11","content":"txhaj muab qhov chaw ntawd tis npe hu ua Peles Uxahas,  txij thaus ntawd lug txug naj nub nua. Daviv chim heev rua qhov tug TSWV chim hab rau txim rua Uxahas."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.12","label":"12","content":"Nub ntawd Daviv ntshai Vaajtswv heev nwg txhaj nug has tas, “Kuv yuav ua le caag kwv tau Vaajtswv lub Phijxaab nuav nrug kuv moog?”"},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.13","label":"13","content":"Yog le ntawd, Daviv txhaj tsi coj lub Phijxaab ntawd nrug Daviv lug rua huv lub nroog Yeluxalees. Tabsis nwg muab tso tseg rua huv ib tug txivneej hu ua Aunpes Edoos lub tsev, Aunpes Edoos yog cov tuabneeg kws nyob huv lub nroog Nkas."},{"bible_id":"1726","chapter_code":"1CH.13","verse_code":"1CH.13.14","label":"14","content":"Vaajtswv lub Phijxaab txhaj nyob tau peb hlis rua huv Aunpes Edoos tsev, tug TSWV foom koob moov rua nwg tsev tuabneeg hab txhua yaam kws nwg muaj."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.1","label":"1","content":"Vaajntxwv Hilaas kws kaav lub nroog Tiles tau tso ib tug tuabneeg kws saib phaab kev laag luam tuaj cuag Daviv; nwg txhaj muab tej ntoo cab pub rua Daviv, hab tso nwg tej tuabneeg txawj txua ntoo moog ua Daviv lub loog huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.2","label":"2","content":"Daviv paub has tas, yog tug TSWV tsaa nwg ua vaajntxwv kaav tsaav tuabneeg Yixalayees, hab ua kuas nwg lub tebchaws muaj kev vaammeej, vim tug TSWV taabncuab txug nwg tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.3","label":"3","content":"Nyob huv lub nroog Yeluxalees, Daviv yuav ntau tug quaspuj ntxiv, nwg txhaj muaj tub hab muaj ntxhais coob."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.4","label":"4","content":"Daviv cov mivnyuas kws yug huv lub nroog Yeluxalees muaj lawv le nuav: Samuas, Saunpas, Nathaas, Xalumoos,"},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.5","label":"5","content":"Ihas, Elisuas, Epeles,"},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.6","label":"6","content":"Naunkas, Nefes, Yafias,"},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.7","label":"7","content":"Elisamas, Npeeli-adas,  hab Elifeles."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.8","label":"8","content":"Thaus cov Filitees nov has tas, Daviv ua vaajntxwv kaav tebchaws Yixalayees lawm, ces puab cov tubrog txawm tuaj puav nteg Daviv; thaus Daviv nov le ntawd nwg txhaj tawm moog nrug cov Filitees sis tua."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.9","label":"9","content":"Thaus cov Filitees tuaj txug rua huv lub Haav Lefayees, puab txawm pib fuab noj fuab haus huv."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.10","label":"10","content":"Daviv nug Vaajtswv has tas, “Koj puas pum zoo ca kuv moog tua cov Filitees? Koj puas muab puab cob rua kuv teg?” Tug TSWV teb Daviv has tas, “Koj ca le moog tua! Kuv yuav muab puab cob rua koj teg.”"},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.11","label":"11","content":"Ces Daviv moog rua huv lub nroog Npa-aas Pelaxees, hab tua yeej cov Filitees lawm; Daviv has tas, “Vaajtswv tau siv kuv ob txhais teg tsoo cov yeebncuab tawg ri sua moog ib yaam le dlej kuav.” Yog le ntawd, txhaj muab qhov chaw ntawd tis npe hu ua Npa-aas Pelaxees."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.12","label":"12","content":"Thaus cov Filitees tsiv lawm hab tso puab tej mlom tseg, Daviv txhaj khaiv nwg cov tubrog moog sau lug hlawv povtseg."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.13","label":"13","content":"Thaus cov Filitees rov moog txug huv lub Haav Lefayees, puab rov moog fuab noj fuab haus dlua ntxiv."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.14","label":"14","content":"Daviv rov nug Vaajtswv dlua, Vaajtswv teb has tas, “Tsi xob moog tua puab nraag, tabsis ca le moog puav hab npaaj tua puab rua lwm qhov chaw kws nyob ze rua ntawm cov ntoo zaub kaab."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.15","label":"15","content":"Thaus koj nov tej suab tuabneeg moog kev sau cov ntsis ntoo zaub kaab, koj ca le nqeg teg tua thaus ntawd ntaag, vim kuv tub ua koj ntej moog tua cov tubrog Filitees lawm.”"},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.16","label":"16","content":"Daviv ua lawv le Vaajtswv tau saamfwm rua nwg, ces puab txhaj muab cov tubrog Filitees lawv huv Nkinpe-oos moog txug ndlua huv Nkexes."},{"bible_id":"1726","chapter_code":"1CH.14","verse_code":"1CH.14.17","label":"17","content":"Daviv lub koob meej nrov nchaa moo lug moog thoob plawg txhua lub tebchaws, hab tug TSWV ua rua txhua tsaav tuabneeg ntshai hab fwm Daviv heev."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.1","label":"1","content":"Daviv ua tau ib cov tsev rua huv Daviv lub nroog  rua nwg nyob. Nwg npaaj tau ib qhov chaw rau lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, hab tsaa ib lub tsevntaub vuv rua."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.2","label":"2","content":"Ces Daviv has tas, “Tsuas yog cov Levis xwb txhaj kwv tau lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, rua qhov tug TSWV yeej xaiv puab lug kwv lub phijxaab ntawd hab ua nwg teg num moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.3","label":"3","content":"Yog le ntawd, Daviv txhaj sau taagnrho cov tuabneeg Yixalayees tuaj rua huv Yeluxalees, kuas sis paab moog kwv tug TSWV lub Phijxaab lug tso rua ntawm qhov chaw kws nwg npaaj tseg ca rua lub phijxaab."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.4","label":"4","content":"Hab Daviv has moog rua Aloos cov xeebntxwv hab cov Levis le nuav:"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.5","label":"5","content":"Cuab Kauhas, Uliyees yog tug thawj, nwg coj nwg cov kwvtij ib puas neeg nkaum leej tuaj;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.6","label":"6","content":"Cuab Melalis, Axayas yog tug thawj, nwg coj nwg cov kwvtij ob puas neeg nkaum leej tuaj;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.7","label":"7","content":"Cuab Nkesoos, Yau-ees yog tug thawj, nwg coj nwg cov kwvtij ib puas peb caug leej tuaj;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.8","label":"8","content":"Cuab Elixafas, Semayas yog tug thawj, nwg coj nwg cov kwvtij ob puas leej tuaj;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.9","label":"9","content":"Cuab Henploos, Eliyees yog tug thawj, nwg coj nwg cov kwvtij yim caum leej tuaj;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.10","label":"10","content":"hab cuab Uxiyees, Aminadas yog tug thawj, nwg coj nwg cov kwvtij ib puas kaum ob leeg tuaj."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.11","label":"11","content":"Daviv hu Xadaus hab Anpiyathas kws yog ob tug povthawj hab Uliyees, Axayas, Yau-ees, Semayas, Eliyees hab Aminadas kws yog cov Levis rau tug thawjcoj lug cuag nwg."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.12","label":"12","content":"Daviv has rua cov Levis tas, “Mej cov kws yog thawjcoj ntawm xeem Levis. Mej ca le ua kevcai ntxuav mej hab mej cov kwvtij Levis kuas huv, mej txhaj yuav moog kwv tau tug TSWV kws yog cov Yixalayees tug Vaajtswv lub Phijxaab lug tso rua huv qhov chaw kws kuv tub npaaj tseg rua lub phijxaab lawm."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.13","label":"13","content":"Rua qhov thawj zag mej tsi tuaj paab kwv, tug TSWV kws yog peb tug Vaajtswv txhaj le rau txim rua peb, vim qhov kws peb tsi pehawm nwg kuas tsimnyog le peb yuavtsum ua.”"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.14","label":"14","content":"Yog le ntawd, cov povthawj hab cov Levis txhaj ua kevcai ntxuav kuas puab huv hab moog kwv tug TSWV kws yog cov Yixalayees tug Vaajtswv lub Phijxaab lug."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.15","label":"15","content":"Cov Levis txhaj tsaws hlo Vaajtswv lub Phijxaab ob tug laag kwv sau puab xubpwg lawv le tug TSWV tau saamfwm tseg rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.16","label":"16","content":"Daviv has rua cov thawj kws saib cov Levis, kuas xaiv puab cov kwvtij ua cov hu nkauj hab tshuab raaj, ntaus nkauj nogncaas hab ntaus nruag npuaj, kuas muaj suab nrov dloog dlaj lomzem zoo sab."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.17","label":"17","content":"Cov Levis txhaj xaiv tau Yau-ees tug tub Hemaas hab nwg cov kwvtij Axafes kws yog Npelekhiyas tug tub, hab Kusayas tug tub Ethaas kws yog Melalis tug xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.18","label":"18","content":"Hab paab ob kws yog puab cov kwvtij, Xakhaliyas, Ya-aziyees, Semilamaus, Yehiyees, Authenis, Eli-as, Npenayas, Ma-axeyas, Matithiyas, Elifelehus hab Mineyas. Cov zuv qhovrooj yog: Aunpes Edoos hab Ye-iyees."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.19","label":"19","content":"Cov coj hu nkauj yog: Hemaas, Axafes, hab Ethaas, puab puavleej npuaj nruag;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.20","label":"20","content":"Xakhaliyas, Axiyees, Semilamaus, Yehiyees, Authenis, Eli-as, Ma-axeyas hab Npenayas yog cov ntaus nkauj nogncaas lawv Alamaus ntaag;"},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.21","label":"21","content":"tabsis Matithiyas, Elifelehus, Mineyas, Aunpes Edoos, Ye-iyees hab Axaxiyas ntaus tej nkauj nogncaas yau hab tej nkauj nogncaas kws muaj kaum txuj hlua lawv Seminis."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.22","label":"22","content":"Vim Khenaniyas txawj tshuab raaj hab ntaus nkauj nogncaas heev, txhaj xaiv nwg lug ua tug coj cov Levis tshuab raaj hab ntaus nkauj nogncaas."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.23","label":"23","content":"Npelekhiyas hab Ekanas ua ob tug zuv qhovrooj ntawm lub tsevntaub kws tso lub phijxaab."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.24","label":"24","content":"Senpaniyas, Yausafas, Nethanees, Amaxais, Xakhaliyas, Npenayas hab Elixes kws yog cov povthawj tshuab tej xyu ntawm Vaajtswv lub Phijxaab hauv ntej. Aunpes Edoos hab Yehiyas yog ob tug zuv qhovrooj ntawm lub phijxaab hab."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.25","label":"25","content":"Vaajntxwv Daviv hab cov Yixalayees cov thawj, hab cov thawj tubrog kws saib pawg txheeb txhaj moog kwv tug TSWV lub Phijxaab huv Aunpes Edoos lub tsev lug muaj kev lomzem zoo sab heev."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.26","label":"26","content":"Rua qhov Vaajtswv paab cov Levis kws kwv tug TSWV lub Phijxaab kws ntim Vaajtswv tej lug cog tseg ntawd, puab txhaj tua xyaa tug txiv nyuj hab xyaa tug laug yaaj lug ua khoom fij."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.27","label":"27","content":"Daviv naav lub tsho ntev kws yog tseem ntaub maag, ib yaam le cov Levis kws kwv lub Phijxaab, cov hu nkauj hab Khenaniyas kws yog tug thawj qha puab hu nkauj hab tshuab raaj ntaus nruag."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.28","label":"28","content":"Yog le ntawd, cov Yixalayees txhaj nrug lub Phijxaab ua ke lug rua huv lub nroog Yeluxalees, muaj suab qw zoo sab, tshuab raaj tshuab xyu hab suab nruag npuaj nrov dloog dlaj lug."},{"bible_id":"1726","chapter_code":"1CH.15","verse_code":"1CH.15.29","label":"29","content":"Thaus puab kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg lug txug rua huv Daviv lub nroog lawm, Mikhas kws yog Xa-ules tug ntxhais saib ntawm qhovrais moog, nwg pum Vaajntxwv Daviv dlha seev cev hab zoo sab heev; ces nwg txawm luag Daviv hab thuam Daviv huv nwg lub sab."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.1","label":"1","content":"Puab moog kwv Vaajtswv lub Phijxaab lug, hab coj lug tso rua huv lub tsevntaub kws Daviv npaaj tseg rua lub phijxaab ntawd; puab txhaj muab tsaj tua hlawv fij hab fij khoom ua kev sis raug zoo rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.2","label":"2","content":"Thaus kws Daviv hlawv khoom fij hab fij khoom ua kev sis raug zoo taag lawm, nwg txhaj tuav tug TSWV lub npe foom koob moov rua cov pejxeem,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.3","label":"3","content":"hab nwg muab tej zaub mov ntawd faib taagnrho rua puab. Nwg faib rua cov Yixalayees txhua tug, tsi has quaspuj lossis txivneej ib leeg ib lub ncuav, ib dlaim nqaj,  hab mivntsiv txiv maab qhuav."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.4","label":"4","content":"Daviv tsaa cov Levis qee leej ua cov coj kev pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv, puab nyob rua ntawm lub Phijxaab hauv ntej ua tug TSWV tsaug hab hu nkauj qhuas nwg."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.5","label":"5","content":"Tsaa Axafes ua tug thawjcoj hab cov paab yog Xakhaliyas, Ye-iyees, Semelamaus, Yehiyees, Matithiyas, Eli-as, Npenayas, Aunpes Edoos hab Ye-ees. Puab yog cov ntaus nkauj nogncaas; Axafes yog tug npuaj lub nruag,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.6","label":"6","content":"Npenayas hab Yahaxiyees yog ob tug povthawj kws tshuab raaj tshuab xyu ntawm Vaajtswv lub Phijxaab hauv ntej txhua zag."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.7","label":"7","content":"Ces nub ntawd yog thawj nub kws Daviv tsaa Axafes hab cov Levis lug ua cov hu nkauj hab ua tug TSWV tsaug ntaag."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.8","label":"8","content":"Ca le txhawb nqaa hab ua tug TSWV tsaug ca le qha nwg teg num kws luj kawg nkaus; qha tej kws nwg tub ua tav taag lug lawm rua txhua lub tebchaws paub."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.9","label":"9","content":"Hu nkauj txhawb nqaa qhuas tug TSWV; qha tej txujci tseemceeb kws nwg ua taag lug lawm rua suavdlawg."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.10","label":"10","content":"Ca le zoo sab kws peb yog nwg tug; txhua tug ca le zoo sab pehawm nwg."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.11","label":"11","content":"Ca le moog nrhav tug TSWV kws muaj zug luj zug nchaav; hab pehawm nwg tsi tseg tsi tu le."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.12","label":"12","content":"Ncu ntsoov tej txujci tseemceeb kws nwg tau ua taag lug lawm, tej kev txav txim kws nwg muab cob rua mej,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.13","label":"13","content":"Yakhauj cov xeebntxwv, mej yog Vaajtswv cov tubkhai. Yixalayees cov xeebntxwv kws Vaajtswv xaiv tseg lawm!"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.14","label":"14","content":"Tug TSWV kws yog peb tug Vaajtswv; nwg cov lug saamfwm muaj nyob thoob plawg huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.15","label":"15","content":"Yuavtsum ncu ntsoov Vaajtswv tej lug cog tseg moog ibtxhis, tej lug ntawd nwg saamfwm rua ntau txheeb ntau vaam tam tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.16","label":"16","content":"Yog cov lug kws Vaajtswv cog tseg rua Anplahaas hab nwg cog tseg rua Ixaj lawm,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.17","label":"17","content":"Tug TSWV tau coglug tseg rua Yakhauj, yog cov lug cog tseg kws nyob moog ibtxhis"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.18","label":"18","content":"has tas, “Kuv yuav muab lub tebchaws Kana-aas pub rua koj, ua koj tug moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.19","label":"19","content":"Thaus puab tseem tsi tau muaj coob puab yuav moog ua qhua nyob huv lub tebchaws ntawd,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.20","label":"20","content":"moog ib lub tebchaws rua ib lub tebchaws, moog ib lub nroog rua ib lub nroog,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.21","label":"21","content":"tabsis Vaajtswv tsi pub leejtwg tsimtxom puab, nwg tiv thaiv puab, nwg txhaj tau txwv ntau tug vaajntxwv"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.22","label":"22","content":"has tas, “Tsi xob kov cov tuabneeg kws kuv xaiv, tsi xob ua rua kuv cov cevlug raug mob.”"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.23","label":"23","content":"Taagnrho lub qaab ntuj nuav, ca le hu nkauj ua tug TSWV tsaug! qha nwg txujkev cawm dlim ib nub dlhau rua ib nub."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.24","label":"24","content":"Tshaajtawm nwg lub fwjchim kws ci ntsaa ab rua txhua tsaav tuabneeg, hab nwg teg num kws zoo kawg nkaus rua txhua tug tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.25","label":"25","content":"Tug TSWV yog tug luj tshaaj plawg, tsimnyog txhawb nqaa nwg rua qhov sab, hab nwg yog tug txaus ntshai tshaaj tej timtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.26","label":"26","content":"Txhua tsaav tuabneeg tej vaajtswv puavleej yog mlom xwb; tabsis tug TSWV yog tug kws tsim lub ntuj."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.27","label":"27","content":"Fwvxyeej hab tshwjchim ci ntsaa ab puagncig nwg, lub fwjchim hab kev zoo sab puv nkaus huv nwg qhov chaw nyob."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.28","label":"28","content":"Txhua tug tuabneeg huv nplajteb nuav, ca le qhuas tug TSWV, qhuas nwg tug tshwjchim hab tug zug kws luj kawg nkaus."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.29","label":"29","content":"Qhuas tug TSWV kws muaj tshwjchim luj kawg nkaus lub npe; nqaa tej khoom fij hab tuaj cuag nwg huv nwg lub Tuamtsev naav tej rig tsho dlawbhuv moog pehawm tug TSWV xwb."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.30","label":"30","content":"Taagnrho lub nplajteb ca le ntshai ua ib ce tshee nyo, lub nplajteb nyob ruaj khov kho hab tsi txaav le."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.31","label":"31","content":"Nplajteb hab lub ntuj, ca le zoo sab! Ca puab has rua txhua tsaav tuabneeg has tas, “Tug TSWV yog Vaajntxwv.”"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.32","label":"32","content":"Ca havtxwv hab txhua tsaav yaam huv havtxwv nyooj zoo sab; Ca taj nraag, hab txhua tsaav yaam huv tej taj nraag zoo sab los mas!"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.33","label":"33","content":"Tej ntoo kws nyob huv haav zoov yuav hu nkauj zoo sab ntawm tug TSWV xubndlag, thaus nwg nqeg lug txav txim rua lub nplajteb."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.34","label":"34","content":"Ca le ua tug TSWV tsaug, vim nwg yog tug zoo tshaaj plawg; nwg txujkev hlub nyob ruaj khov moog ibtxhis tsi kawg."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.35","label":"35","content":"Ca le has rua Vaajtswv has tas: “Vaajtswv, peb tug Cawmseej, thov paab kuas peb dlim, hab thov qaws peb lug ua ke, cawm peb kuas dlim ntawm txhua tsaav tuabneeg, peb txhaj tau ua koj tsaug hab qhuas koj lub npe kws dlawbhuv."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.36","label":"36","content":"Thov qhuas tug TSWV kws yog cov Yixalayees tug Vaajtswv! Thov qhuas nwg taamsim nuav hab moog ibtxhis tsi kawg.” Ces taagnrho cov pejxeem has tas, “Amees” hab ua tug TSWV tsaug."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.37","label":"37","content":"Yog le ntawd, Vaajntxwv Daviv txhaj tsaa Axafes hab nwg cov kwvtij Levis nyob ntawm lub Phijxaab kws ntim Vaajtswv tej lug cog tseg. Puab txhaj ua cov coj kev pehawm Vaajtswv ntawm lub Phijxaab hauv ntej txhua nub."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.38","label":"38","content":"Dlua le ntawd Daviv tseem tso Yeduthoos tug tub Aunpes Edoos hab nwg cov kwvtij rau caum yim leej ua cov paab puab hab. Aunpes Edoos hab Yeduthoos ua ob tug zuv qhovrooj."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.39","label":"39","content":"Daviv muab tug povthawj Xadaus hab Xadaus cov kwvtij kws yog cov povthawj, ua cov saib kev pehawm tug TSWV ntawm qhov chaw kws pehawm Vaajtswv huv lub nroog Nkinpe-oos,"},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.40","label":"40","content":"hab puab muab khoom fij moog hlawv rua sau lub thaaj fij rua tug TSWV txhua taagkig sawv ntxuv hab thaus yaav tsaus ntuj, lawv le txuj kevcai kws tug TSWV sau tseg ca rua cov Yixalayees lawm."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.41","label":"41","content":"Cov kws nrug puab nyob yog: Hemaas, Yeduthoos hab muaj ibtxha yog cov kws xaiv ca hu nkauj qhuas tug TSWV kws muaj txujkev hlub moog ibtxhis."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.42","label":"42","content":"Hemaas hab Yeduthoos, yog ob tug saib cov raaj xyu, cov nruag npuaj hab lwm yaam nkauj nogncaas kws ntaus nrug suab hu nkauj qhuas tug TSWV. Tsaa Yeduthoos tsev tuabneeg txhua tug ua cov zuv tej roojvaag."},{"bible_id":"1726","chapter_code":"1CH.16","verse_code":"1CH.16.43","label":"43","content":"Ces cov pejxeem txawm rov moog tsev lawm, Daviv rov qaab lug tsev hab lug foom koob moov rua nwg tsev tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.1","label":"1","content":"Thaus Vaajntxwv Daviv lug nyob huv nwg lub loog lawm. Muaj ib nub nwg txawm xaa xuv moog rua Nathaas kws yog tug cev Vaajtswv lug has tas, “Nwgnuav kuv nyob huv lub tsev kws muab ntoo cab ua lawm, tabsis lub Phijxaab kws ntim Vaajtswv tej lug cog tseg tseem nyob huv lub tsevntaub xwb!”"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.2","label":"2","content":"Nathaas txhaj has rua Daviv has tas, “Koj ca le ua txhua yaam lawv le koj lub sab xaav, vim Vaajtswv yeej nrug nraim koj.”"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.3","label":"3","content":"Tabsis mo ntawd Vaajtswv lug has rua Nathaas has tas,"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.4","label":"4","content":"“Koj ca le moog has rua kuv tug tubkhai Daviv has tas, tej lug nuav yog kuv has rua nwg, ‘Koj tsi yog tug kws yuav ua lub Tuamtsev rua kuv nyob."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.5","label":"5","content":"Txij thaus kuv coj cov tuabneeg Yixalayees tawm nraag tebchaws Iziv lug txug taamsim nuav, kuv yeej ibtxwm tsi tau nyob huv lub Tuamtsev le; kuv tsuas nyob huv lub tsevntaub kws tshais ib qho moog rua ib qho xwb."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.6","label":"6","content":"Thaus kuv tseem nrug cov Yixalayees taug kev tsiv moog rua nuav rua u, kuv tsi tau taij cov thawjcoj kws kuv tsaa ntawd has tas, vim le caag mej tsi muab ntoo cab lug ua lub tuamtsev rua kuv nyob?’"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.7","label":"7","content":"“Yog le ntawd, koj ca le moog has rua kuv tug tubkhai Daviv has tas kuv yog tug TSWV, tug kws muaj fwjchim luj kawg nkaus, kuv has tej lug nuav rua nwg ntaag, ‘Kuv tau coj koj tawm huv paab yaaj kws nyob tom tshaav zaub lug hab tsaa koj ua tug kaav kuv tsaav tuabneeg Yixalayees;"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.8","label":"8","content":"Kuv tsomkwm koj txhua txuj hauv kev kws koj moog, kuv tau txuv koj cov yeebncuab taabmeeg koj; hab kuv yuav tsaa koj ua ib tug thawjcoj kws muaj koob meej tshaaj plawg nyob huv qaab ntuj nuav."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.9","label":"9","content":"Kuv yuav xaiv ib thaaj chaw rua kuv tsaav tuabneeg Yixalayees nyob, hab yuav coj puab moog nyob huv qhov chaw ntawd, kuas puab txhaj tsi raug kev txomnyem, hab cov tuabneeg limham txhaj yuav tsi tuaj tsimtxom puab ntxiv le yaav taag lug,"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.10","label":"10","content":"hab txij le thaus kws kuv pib tsaa muaj cov thawjtswj lug kaav kuv tsaav tuabneeg Yixalayees; hab kuv txuv koj cov yeebncuab kuas puamtsuaj taag. Dlua le ntawd kuv qha rua koj paub has tas, tug TSWV yuav pub kuas koj caajceg fuamvaam coob heev."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.11","label":"11","content":"Thaus koj tuag yuav coj koj moog log nrug koj cov yawmkoob, kuv yuav tsaa koj cov tub ib tug lug ua vaajntxwv, hab kuv yuav txhim khu kuas nwg lub tebchaws ruaj khov."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.12","label":"12","content":"Nwg yuav ua lub tuamtsev rua kuv, hab kuv yuav txhawb kuas nwg lub zwmtxwv nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.13","label":"13","content":"Kuv yuav ua nwg txiv, hab nwg yuav tau ua kuv tug tub; kuv yuav tsi tshem kuv txujkev hlub tawm ntawm nwg le kws kuv tau tshem tawm ntawm Xa-ules, kuas koj txhaj tau ua vaajntxwv."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.14","label":"14","content":"Tabsis kuv yuav tsaa nwg ua tug saib kuv tsaav tuabneeg hab kuv lub tebchaws moog ibtxhis, hab nwg lub zwmtxwv yuav nyob moog ibtxhis tsi paub kawg le.’ ”"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.15","label":"15","content":"Nathaas txhaj has txhua yaam lawv le Vaajtswv tau qha ntawd rua Vaajntxwv Daviv noog."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.16","label":"16","content":"Ces Vaajntxwv Daviv txhaj moog rua huv lub Tsevntaub hab nyob taabmeeg tug TSWV thov has tas, “Tug TSWV kws yog Vaajtswv, kuv yog leejtwg hab kuv tsev tuabneeg tseemceeb npaum le caag, koj txhaj coj peb lug txug naj nub nua?"},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.17","label":"17","content":"Txawm yog koj tub ua ntau yaam pub rua kuv lawm los koj tseem coglug tseg rua kuv tej xeebntxwv yaav tom ntej ntev moog tsi kawg le; hab tug TSWV kws yog Vaajtswv, koj tseem txhawb kuv zoo le kuv yog tug tuabneeg kws muaj meejmom sab."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.18","label":"18","content":"Tseem tshuav dlaabtsi kws kuv yuav thov ntxiv hab? Koj yeej paub kuv zoo, hab koj muab kuv kws yog koj tug tubkhai saib rau nqe kawg le."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.19","label":"19","content":"Tug TSWV, vim kuv yog koj tug tubkhai, koj txhaj le ua ntau yaam rua kuv lawv le koj sab nyam, hab ua rua kuv paub ntau yaam tseemceeb txug yaav tom ntej."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.20","label":"20","content":"Tug TSWV, yeej tsi muaj lwm tug zoo npaum le koj; peb tsuas paub koj tuab leeg xwb txhaj yog Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.21","label":"21","content":"Tsi muaj ib tsaav tuabneeg twg nyob huv nplajteb nuav zoo npaum le koj tsaav tuabneeg Yixalayees, cov kws koj tau cawm dlim ntawm txujkev ua qhev lug ua koj tsaav tuabneeg. Yaam tseemceeb hab zoo tshaaj plawg kws koj tau ua rua puab nuav nrov nchaa moog thoob plawg huv nplajteb nuav lawm. Koj tau cawm koj tsaav tuabneeg dlim nraag tebchaws Iziv lug, hab muab lwm tsaav tuabneeg ntab tawm taabmeeg koj tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.22","label":"22","content":"Koj tau xaiv tsaav tuabneeg Yixalayees lug ua koj tsaav tuabneeg moog ibtxhis, hab koj yog tug TSWV, koj yeej yog puab tug Vaajtswv tag."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.23","label":"23","content":"“Tug TSWV, nwgnuav thov kuas tej lug kws koj cog tseg rua koj tug tubkhai hab nwg cov xeebntxwv nyob moog ibtxhis, hab thov ua kuas tav lawv le koj tau has tseg lawm."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.24","label":"24","content":"Koj lub koob lub npe yuav nrov nchaa moo lug, hab noobneej yuav qhuas koj moog ibtxhis has tas, ‘Tug TSWV kws muaj fwjchim luj kawg nkaus yog tug Vaajtswv kws kaav cov Yixalayees.’ Hab koj yuav pub kuas koj tug tubkhai Daviv caajceg nyob ruaj khov ntawm koj xubndlag moog ibtxhis."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.25","label":"25","content":"Kuv tug Vaajtswv, vim koj tau qha txhua yaam nuav rua kuv kws yog koj tug tubkhai, hab koj tau has tas, koj yuav tsaa kuv cov xeebntxwv lug ua vaajntxwv, kuv txhaj muaj lub sab kub lug thov koj."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.26","label":"26","content":"Tug TSWV, koj yeej yog Vaajtswv tag, hab koj tau coglug zoo kawg nkaus rua kuv kws yog koj tug tubkhai."},{"bible_id":"1726","chapter_code":"1CH.17","verse_code":"1CH.17.27","label":"27","content":"Kuv thov koj foom koob moov rua kuv cov xeebntxwv kuas puab muaj lub sab npuab koj moog ibtxhis. Tug TSWV, tej koob moov kws koj foom rua puab hab koj tej koob moov ntawd yuav nrug puab nyob moog ibtxhis tsi kawg le.”"},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.1","label":"1","content":"Tau ib ntus tom qaab nuav, Vaajntxwv Daviv moog ua rog rua cov Filitees dlua ib zag ntxiv hab nwg tua yeej puab. Nwg txhaj txeeb tau lub nroog Nkas hab tej zog kws nyob ibncig lub nroog luj ntawm cov Filitees teg lug."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.2","label":"2","content":"Hab nwg tseem moog tua yeej cov Mau-am huv tuabsi, cov tuabneeg Mau-am txhaj tau ua nwg qhev hab them se rua nwg."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.3","label":"3","content":"Daviv tseem moog tua yeej cov Xilias tug Vaajntxwv Hadadexes kws kaav lub xeev Xaunpas kws nyob ze rua ntawm cheebtsaam Hamas, rua qhov Hadadexes xaav ua tug kaav taagnrho cheebtsaam ntawm tug dlej Efalates saab peg."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.4","label":"4","content":"Daviv nteg tau Hadadexes ib txheeb lub tsheb neeg ua rog, xyaa txheeb leej tubrog caij neeg, hab neeg nkaum txheeb leej tubrog moog kutaw. Nwg muab cov neeg ntawd ibtxha txu leeg rawg, nwg tsuas tseg kuas txaus nkaus hai ib puas lub tsheb xwb."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.5","label":"5","content":"Thaus cov Xilias kws nyob huv lub nroog Damaxes xaa ib cov tubrog tuaj paab Vaajntxwv Hadadexes huv lub nroog Xaunpas, tabsis paab tubrog ntawd raug Daviv puab muab tua tuag lawm neeg nkaum ob txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.6","label":"6","content":"Ces Daviv txhaj moog tsuam yeej rua huv cov Xilias lub nroog Damaxes hab cov Xilias tau ua Daviv qhev hab them se rua nwg. Tug TSWV pub rua Daviv tua yeej rog txhua qhov chaw kws Daviv moog txug huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.7","label":"7","content":"Daviv tseem txeeb tau Hadadexes cov tubrog tej thaiv nav ntaaj kws muab kub ua hab muab nqaa huv tuabsi lug rua huv lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.8","label":"8","content":"Daviv tseem coj tau tej tooj dlaag ntau heev huv lub nroog Tinpehas hab lub nroog Kunes kws Hadadexes kaav lug. (Tom qaab nuav Xalumoos txhaj muab cov tooj dlaag ntawd lug ua lub rhawv dlej, ob tug ncej hab tej twj taig kws siv huv lub Tuamtsev.)"},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.9","label":"9","content":"Thaus Vaajntxwv Tau-is kws kaav lub nroog Hamas nov has tas, Daviv moog tua yeej taagnrho Hadadexes cov tubrog lawm."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.10","label":"10","content":"Nwg txhaj tso nwg tug tub Yaulaas moog hawm Vaajntxwv Daviv, hab qhuas tej kws Daviv tua yeej Vaajntxwv Hadadexes, tug kws kaav lub xeev Xaunpas kws tau ua rog ntau zag rua Tau-is lug lawm. Yaulaas txhaj coj kub, nyaj hab tooj ntau heev tuaj pub rua Daviv."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.11","label":"11","content":"Vaajntxwv Daviv muab tej nyaj, tej kub kws nwg moog tua yeej cov Edoos, cov Mau-am, cov Filitees hab cov Amalej kws nwg nqaa lug ntawd coj tuaj fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.12","label":"12","content":"Anpisais kws nwg nam hu ua Xeluyas, tau moog tua yeej cov Edoos kws nyob huv lub Haav Ntsev, hab muab puab tua tuag taag lawm kaum yim txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.13","label":"13","content":"Nwg txhaj ua tau ib lub yeej rua nwg cov tubrog nyob huv tebchaws Edoos; hab taagnrho cov tuabneeg Edoos puavleej tau ua Daviv qhev. Tug TSWV pub rua Daviv tua yeej rog txhua qhov chaw kws Daviv moog txug huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.14","label":"14","content":"Daviv kaav taagnrho cov Yixalayees; hab nwg muaj kev tswjfwm ncaaj nceeg rua nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.15","label":"15","content":"Xeluyas tug tub Yau-am kws yog Anpisais tug tijlaug ua tug thawj tubrog; Ahilus tug tub Yehausafas ua tug teev ntawv;"},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.16","label":"16","content":"Ahitus tug tub Xadaus hab Ahimelej tug tub Anpiyathas, ua ob tug povthawj; hab Xelayas  ua tug teev ntawv;"},{"bible_id":"1726","chapter_code":"1CH.18","verse_code":"1CH.18.17","label":"17","content":"Yehauyadas tug tub Npenayas ua tug thawj saib cov tubrog kws zuv Daviv; hab Vaajntxwv Daviv cov tub puavleej yog cov numtswv qeb sab ntawm Daviv xubndlag."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.1","label":"1","content":"Tom qaab kws Vaajntxwv Nahases kws kaav cov Amoos tuag lawm, nwg tug tub Hanoos ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.2","label":"2","content":"Vaajntxwv Daviv has tas, “Kuv yuav tau muab sab npuab hab ua phoojywg zoo rua Nahases tug tub Hanoos, vim nwg txiv Nahases tau ua phoojywg zoo heev rua kuv lug lawm.” Yog le ntawd, Daviv txhaj tso ib cov tuabneeg moog nplig nwg sab, vim hlub tshua txug nwg txiv. Thaus Daviv cov tuabneeg moog txug huv tebchaws Amoos, puab txawm moog cuag Vaajntxwv Hanoos hab nplig nwg sab,"},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.3","label":"3","content":"tabsis cov Amoos tej thawjcoj txawm has rua Vaajntxwv Hanoos has tas, “Koj xaav has tas Daviv tso cov tuabneeg nuav tuaj nplig koj sab, vim nwg fwm koj txiv nuav los? Tsi yog le ntawd! Nwg tso puab tuaj soj saib thoob plawg lub tebchaws nuav, kuas nwg txhaj tuaj tua yeej lub tebchaws nuav xwb!”"},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.4","label":"4","content":"Hanoos txhaj muab Daviv cov tuabneeg chais fwjtxwv, muab puab tej tsho ntev txav txug ndlua ntawm pobtw, hab nwg muab puab ntab rov lug."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.5","label":"5","content":"Puab txaj muag heev rov qaab lug tsev. Thaus Daviv nov tej xwmtxheej nuav, nwg txhaj khaiv tuabneeg moog has rua puab tas, “Mej lug nyob tuabywv huv lub nroog Yelikaus moog txug thaus mej tej fwjtxwv tuaj ntev le qub lawm, mej maam lug tsev.”"},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.6","label":"6","content":"Ces Vaajntxwv Hanoos hab cov Amoos paub has tas, puab ua rua Daviv chim lawm mas Daviv yuav ua yeebncuab rua puab. Yog le ntawd, puab txhaj muab yuav laug plaub taas nyaj moog ndlav tau ib cov tsheb neeg hab tubrog tsaav tsheb neeg, peg tebchaws Mexuputamias hab cov Xilias kws nyob huv lub xeev Ma-akas hab Xaunpas tuaj."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.7","label":"7","content":"Mas peb caug ob txheeb lub tsheb neeg kws puab ndlav, hab cov Ma-akas tug vaajntxwv nrug nwg cov tubrog tuaj tsuam yeej ze rua ntawm Medenpas. Hab cov Amoos moog tsuam yeej thoob plawg rua huv puab tej nroog npaaj nroog tog sis tua lawm xwb."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.8","label":"8","content":"Thaus Daviv nov tej xwmtxheej nuav, nwg txawm tso Yau-am hab taagnrho cov tubrog kws muaj zug heev tawm moog."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.9","label":"9","content":"Cov Amoos txawm tawm tuaj nyob puv nkaus rua ntawm puab tej chaw sis tua kws yuav moog rua huv lub nroog Lanpas kws yog puab lub tuamceeb nroog, hab cov vaajntxwv kws tuaj paab puab los tuaj nyob taagnrho rua ntawm tej roob mojsaab."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.10","label":"10","content":"Yau-am pum cov yeebncuab tej tubrog kws tuaj tua nwg sawv nplawg nta tom hauv ntej hab tom qaab. Yog le ntawd nwg txhaj xaiv cov tubrog Yixalayees kws txawj tua rog heev, hab tso puab moog nyob txum chaw tim ntsej tim muag cov Xilias."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.11","label":"11","content":"Nwg muab nwg cov tubrog kws seem rua nwg tug kwv Anpisais ua tug coj, Anpisais coj puab moog nyob txum chaw tim ntsej tim muag cov Amoos."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.12","label":"12","content":"Yau-am has rua nwg tug kwv tas, “Yog thaus twg koj pum cov Xilias tua yeej kuv, ces koj ca le lug paab kuv, hab yog cov Amoos tua yeej koj, ces kuv lug paab koj."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.13","label":"13","content":"Cuab zug khov kho hab ua sab tawv qhawv xwb! Ca le nqeg teg tua tag tag pub rua peb cov tuabneeg hab peb tug Vaajtswv lub nroog. Hab thov kuas tug TSWV ua lawv le nwg pum zoo.”"},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.14","label":"14","content":"Yog le ntawd, Yau-am hab nwg cov tuabneeg txhaj naam zog moog tua cov Xilias, ces cov Xilias ca le tawg tsiv ri sua lawm."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.15","label":"15","content":"Thaus cov Amoos pum cov Xilias tawg tsiv ri sua, ces puab txawm tsiv tsi tiv tua Anpisais puab, hab tsiv rov qaab moog rua huv nroog taag le lawm. Ces Yau-am puab txawm rov lug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.16","label":"16","content":"Tabsis thaus cov Xilias pum has tas, puab tua tsi yeej cov Yixalayees lawm, puab txhaj tso tuabneeg moog coj cov tubrog Xilias kws nyob huv lub xeev ntawm tug dlej Efalates saab nubtuaj, hab coj puab tuaj cob rua Saunpas kws yog Vaajntxwv Hadadexes kws kaav lub xeev Xaunpas tug thawj tubrog saib."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.17","label":"17","content":"Thaus Daviv nov tej nuav, nwg txawm txhij cov tubrog Yixalayees moog sis sau ua ke hab hlaa tug dlej Yauladees rua saab tim u, hab puab moog nyob txum chaw tim ntsej tim muag cov Xilias. Ces puab txawm nqeg teg sis tua,"},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.18","label":"18","content":"hab cov Yixalayees muab cov Xilias tej tubrog caum tawg ri sua rov qaab lawm. Daviv hab nwg cov tuabneeg tua cov tubrog Xilias tsaav tsheb neeg tuag lawm xyaa txheeb leej hab cov tubrog moog kutaw tuag lawm plaub caug txheeb leej. Hab puab tseem tua tau cov Xilias tug thawj tubrog Saunpas lawm hab."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.19","label":"19","content":"Thaus cov vaajntxwv kws tuaj Hadadexes tog paub tas puab swb cov Yixalayees lawm, puab txawm cog phoojywg nrug Daviv, hab zoo sab ca Daviv ua tug tswjfwm puab."},{"bible_id":"1726","chapter_code":"1CH.19","verse_code":"1CH.19.20","label":"20","content":"Yog le ntawd, cov Xilias txhaj tu sab nrho tsi kaam paab cov Amoos ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.1","label":"1","content":"Thaus txug lub caij nplooj ntoos hlaav kws yog lub sijhawm cov Vaajntxwv pheej tawm moog tua rog, Yau-am txawm coj cov tubrog tawm moog tua cov Amoos lub tebchaws, hab lug puav lub nroog Lanpas. Tabsis Vaajntxwv Daviv tseem nyob huv lub nroog Yeluxalees. Puab moog puav lub nroog Lanpas, hab muab lub nroog ntawd tua puamtsuaj taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.2","label":"2","content":"Cov Amoos tug mlom Maules  muaj ib lub mom kub nyaav kwvyees le xyaa caum tsib choj. Muaj ib lub hlaws dlai rua sau lub mom ntawd, Daviv txhaj dlaws lub hlaws ntawd lug dlai rua sau nwg lub mom kub. Hab nwg tseem nqaa tej khoom kws puab fuab tau huv lub nroog ntawd ntau heev lug hab."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.3","label":"3","content":"Daviv coj cov tuabneeg kws nyob huv lub nroog ntawd lug, hab nwg muab kaw, muab hlau hab muab taus rua puab, yuam kuas puab moog ua num. Daviv ua le nuav rua cov Amoos txhua lub nroog. Ces Daviv hab nwg cov tubrog txawm rov lug tsev rua huv lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.4","label":"4","content":"Tau tsi ntev lug tom qaab nuav, rov muaj kev ua rog nrug cov Filitees ib zag ntxiv ntawm lub nroog Nkexes; ces Xinpekhais kws nyob huv nroog Husas txhaj tua tau Xipais kws yog caajceg ntawm cov tuabneeg luj heev ntawd; txhaj ua rua cov tuabneeg Filitees swb hlo lawm."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.5","label":"5","content":"Tom qaab nuav rov qaab ua rog nrug cov Filitees dlua ib zag ntxiv, ces Yais tug tub Ehanas txhaj tua tau Lamis kws yog Nkauli-am tug kwv kws tuaj huv lub nroog Khas tuaj tuag kag, Lamis muaj ib tug muv lub vug dlaav ib yaam le lub nqog ntus ntaub."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.6","label":"6","content":"Dlhau ntawd lug rov ua rog dlua ib zag ntxiv nyob ntawm lub nroog Nkas. Nyob rua huv muaj ib tug tuabneeg luj heev, nwg ib saab teg twg muaj rau tug ntivteg hab ib saab kutaw twg muaj rau tug ntivtaw. Hab nwg yog caajceg ntawm cov tuabneeg kws luj heev."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.7","label":"7","content":"Nwg tau tuam mom cov Yixalayees, ces Daviv tug tijlaug Samas tug tub Yaunathaas txhaj muab nwg tua tuag lawm."},{"bible_id":"1726","chapter_code":"1CH.20","verse_code":"1CH.20.8","label":"8","content":"Peb tug tuabneeg kws raug Daviv hab nwg cov tuabneeg tua tuag ntawd, puavleej yog xeebntxwv ntawm cov tuabneeg luj kws ibtxwm nyob huv lub nroog Nkas."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.1","label":"1","content":"Ntxwgnyoog nrhav kev tawmtsaam cov Yixalayees, yog le ntawd, nwg txhaj tshoov Daviv sab kuas suav cov Yixalayees."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.2","label":"2","content":"Daviv txhaj has rua Yau-am hab cov thawj tubrog tas, “Mej moog suav cov tuabneeg Yixalayees kws nyob thoob plawg huv lub tebchaws, pib kag ntawm lub nroog Npesenpas moog txug ndlua peg lub nroog Daas, hab rov lug qha rua kuv paub saib puab muaj npaum le caag tag.”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.3","label":"3","content":"Yau-am txhaj teb has tas, “Thov kuas nwgnuav tug TSWV ua rua cov tuabneeg Yixalayees muaj coob tshaaj le ib puas npaug ntxiv! Kuv tug vaajntxwv, cov pejxeem nuav puavleej yog koj cov tubkhai xwb! Vim le caag koj xaav kuas ua tej nuav hab ua rua suavdlawg muaj txim?”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.4","label":"4","content":"Tabsis vaajntxwv yuam kuas Yau-am ca le ua le nwg tej lug saamfwm xwb. Yog le ntawd, Yau-am txhaj le moog ncig thoob plawg lub tebchaws Yixalayees, nwg rov lug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.5","label":"5","content":"Nwg txhaj lug tshaab xu rua Vaajntxwv Daviv has tas, cov Yixalayees muaj ib plhom ib puas txheeb leej, yog cov txivneej kws muaj zug khov kho hab ua taug tubrog; cov Yudas muaj plaub puas xyaa caum txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.6","label":"6","content":"Vim Yau-am tsi pum zoo ua lawv le vaajntxwv tej lug saamfwm, nwg txhaj tsi tau moog suav xeem Levis hab xeem Npeenyamees."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.7","label":"7","content":"Vaajtswv tsi txaus sab rua tej num kws puab ua taag lug ntawd, nwg txhaj rau txim rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.8","label":"8","content":"Daviv txhaj thov Vaajtswv has tas, “Kuv yeej tau ua txhum luj heev lawm tag lauj! Thov zaam txim rua kuv kws yog koj tug tubkhai. Kuv tau ua tej num kws ruag kawg nkaus le.”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.9","label":"9","content":"Ces tug TSWV has rua Nkas kws yog Daviv tug cevlug tas,"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.10","label":"10","content":"“Koj ca le moog qha rua Daviv has tas, ‘Kuv yuav muab peb yaam rua nwg xaiv. Nwg xaiv yaam twg kuv yuav muab yaam ntawd rua nwg.’ ”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.11","label":"11","content":"Yog le ntawd, Nkas txhaj moog cuag Daviv hab pav tej kws tug TSWV has rua nwg lawm rua Daviv noog, hab nug Daviv has tas, “Xaiv saib koj yuav yaam twg?"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.12","label":"12","content":"Raug kev tshaib plaab peb xyoos? Lossis tsiv koj cov yeebncuab tej tubrog peb hlis? Lossis ca tug TSWV muab nwg raab ntaaj lug tua koj peb nub hab tso sub tawg sub ntshaa lug rua koj lub tebchaws kws yog ca nwg tug timtswv coj kev tuag lug raug thoob plawg lub tebchaws Yixalayees? Koj yuav teb le caag rua kuv coj moog has rua tug TSWV?”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.13","label":"13","content":"Daviv teb Nkas has tas, “Kuv nyob rua lub tsaamthawj kws taag kev ca sab lawm; kuv tsi xaav ca tuabneeg txhais teg rau txim rua kuv; tabsis kuv thov ca tug TSWV txhais teg rau txim rua kuv xwb, vim Vaajtswv yog tug kws muaj kev hlub luj heev.”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.14","label":"14","content":"Yog le ntawd, tug TSWV txhaj tso tej kaab mob kws yog sub tawg sub ntshaa lug rua cov Yixalayees, puab txhaj tuag lawm xyaa caum txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.15","label":"15","content":"Hab Vaajtswv tso nwg tug timtswv lug rhuav lub nroog Yeluxalees, tabsis thaus nwg taabtom yuav pib rhuav lub nroog Yeluxalees kuas puamtsuaj; tug TSWV txawm hloov sab hab has rua tug timtswv tas, “Tsum! Yuav le ko xwb, txaus lawm!” Tug timtswv taabtom lug sawv ncaaj ntawm Alaunas kws yog ib tug tuabneeg Yenpus lub tshaav ntaus nplej."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.16","label":"16","content":"Daviv tsaa qhovmuag saib sau nruab ntug hab pum tug TSWV tug timtswv ntawd nyob sau, nwg txhais teg tuav rawv ib raab ntaaj taw tuaj rua huv lub nroog Yeluxalees. Ces Daviv hab cov thawjcoj txhaj muab tej rig tsho ntaub tsaaj lug naav hab txhus caug ndlua pe ua ntsejmuag ti nkaus rua huv aav."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.17","label":"17","content":"Daviv thov Vaajtswv has tas, “Vaajtswv, kuv tuab leeg yog tug kws ua txhum xwb. Kuv tuab leeg yog tug kws kuas suav tuabneeg. Cov tuabneeg txomnyem nuav tau ua txhum dlaabtsi? Tug TSWV kws yog kuv tug Vaajtswv, koj ca le rau txim rua kuv hab kuv tsev tuabneeg xwb, tsi xob rau txim rua koj tsaav tuabneeg!”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.18","label":"18","content":"Tug TSWV tug timtswv has rua Nkas kuas saamfwm rua Daviv, ca le moog ua ib lub thaaj rua tug TSWV rua ntawm Alaunas lub tshaav ntaus nplej."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.19","label":"19","content":"Yog le ntawd, Daviv noog tug TSWV lug, hab nwg moog ua lawv le kws Nkas has kuas nwg ua ntawd."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.20","label":"20","content":"Alaunas hab nwg plaub tug tub tseem taabtom ntaus nplej huv lub tshaav nplej, thaus puab pum dlheev tug timtswv, nwg cov tub txhaj tsiv moog nkaum lawm."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.21","label":"21","content":"Taamsim ntawd Alaunas txawm pum dlheev Vaajntxwv Daviv tuaj txug ndlua, nwg txhaj tso plhuav tsi ntaus nplej hab moog nyo ntshis pe ua ntsejmuag ti nkaus rua huv aav."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.22","label":"22","content":"Daviv has rua Alaunas tas, “Thov muab koj lub tshaav ntaus nplej muag rua kuv, kuv yuav muab qhov chaw nuav ua ib lub thaaj rua tug TSWV, kuas tej sub tawg sub ntshaa txhaj tsi lug raug cov pejxeem ntxiv lawm. Kuv yuav muab nqe kuas txaus nkaus rua koj.”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.23","label":"23","content":"Alaunas teb has tas, “Kuv tug Vaajntxwv koj ca le yuav, hab ua txhua yaam lawv le koj pum zoo ntaag. Cov nuav yog cov txiv nyuj kws koj yuav tua hlawv fij rua sau lub thaaj, hab tej nuav yog cov txag ntaus nplej kws koj siv ua tawg rauv, ca le muab kuv tej nplej fij rua tug TSWV. Kuv muab taagnrho tej nuav pub rua koj.”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.24","label":"24","content":"Tabsis Vaajntxwv Daviv teb Alaunas has tas, “Tsi xob ua le ntawd, kuv yuav them nqe kuas txaus rua koj. Kuv tsi muab ib yaam kws tseem yog koj tug fij rua tug TSWV, yog has tas kuv tsi tau them nqe rua yaam ntawd.”"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.25","label":"25","content":"Ces Daviv muab tau rau pua lub txaj kub them Alaunas lub tshaav ntaus nplej."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.26","label":"26","content":"Daviv ua tau ib lub thaaj rua tug TSWV nyob qhov ntawd, nwg muab tsaj tua hlawv fij hab fij khoom ua kev sis raug zoo rua tug TSWV. Daviv thov hab tug TSWV teb Daviv tej lug thov nwg txhaj tso suavtawg poob sau ntuj lug kub tej khoom fij sau lub thaaj huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.27","label":"27","content":"Tug TSWV has rua tug timtswv kuas muab nwg raab ntaaj ntsaws rov rua huv naab, tug timtswv noog tug TSWV lug hab ua lawv le tug TSWV has."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.28","label":"28","content":"Thaus lub sijhawm ntawd, Daviv pum tug TSWV teb nwg ntawm Alaunas lub tshaav ntaus nplej, Daviv txhaj fij khoom nyob ntawm Alaunas lub tshaav ntaus nplej."},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.29","label":"29","content":"Vim thaus ntawd, tug TSWV lub Tsevntaub sis ntsib kws Mauxes ua tom taj suabpuam, hab lub thaaj kws hlawv tej khoom theej txhoj ntawd nyob rua huv qhov chaw pehawm Vaajtswv huv lub nroog Nkinpe-oos lawm;"},{"bible_id":"1726","chapter_code":"1CH.21","verse_code":"1CH.21.30","label":"30","content":"Tabsis Daviv tsi muaj peevxwm yuav moog pehawm Vaajtswv tod le, vim nwg ntshai tug timtswv ntawd raab ntaaj heev."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.1","label":"1","content":"Ces Daviv has tas, “Ntawm nuav yog qhov chaw kws yuav ua tug TSWV kws yog Vaajtswv lub Tuamtsev rua. Ntawm nuav yog lub thaaj kws cov Yixalayees tuaj hlawv tej khoom fij rua sau ntaag.”"},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.2","label":"2","content":"Vaajntxwv Daviv has rua cov tuabneeg txawv tebchaws kws nyob huv tebchaws Yixalayees kuas tuaj sis sau ua ke, nwg yuav faib num rua puab ua. Ibtxha moog txaug pobzeb lug ua lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.3","label":"3","content":"Daviv npaaj hlau ntau heev tseg rua puab ntaus ua ntsa hlau hab ntaus ua tej pluaj hlau yuam cov txag ntoo ua dlaim kaw roojvaag, hab muab tooj ntau heev tsi muaj leejtwg luj tau le."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.4","label":"4","content":"Tseem muaj cov tuabneeg Tiles hab cov tuabneeg Xidoos txav ntoo cab tuaj rua Daviv ntau kawg le hab."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.5","label":"5","content":"Daviv xaav has tas, “Lub Tuamtsev kws kuv tug tub Xalumoos yuav ua rua tug TSWV ntawd, yuav zoo nkauj heev hab nto moo heev nyob huv lub nplajteb nuav. Tabsis kuv tug tub tseem hluas heev hab tsi tau paub hlo le.” Yog le ntawd kuv yuavtsum npaaj tej khoom kws ua lub Tuamtsev nuav kuas txhij rua nwg."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.6","label":"6","content":"Daviv has rua nwg tug tub Xalumoos hab saamfwm kuas nwg yuavtsum ua lub tuamtsev rua tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.7","label":"7","content":"Daviv has rua Xalumoos has tas, “Mivtub, kuv xaav ua ib lub tuamtsev lug ua chaw qhuas tug TSWV kws yog kuv tug Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.8","label":"8","content":"Tabsis tug TSWV has rua kuv tas, ‘Koj tau ua rog ntau zag lug lawm hab tau tua tuabneeg coob tug tuag lawm; koj yuav tsi tau ua lub Tuamtsev rua kuv, vim koj tau tua tuabneeg coob tug tuag taabmeeg kuv."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.9","label":"9","content":"Koj yuav muaj ib tug tub; nwg yuav kaav lub tebchaws nyob thaajyeeb lug. Kuv yuav pub nwg muaj kev thaajyeeb, nwg cov yeebncuab yuav tsi tuaj tua nwg, nwg lub npe yuav hu ua Xalumoos,  hab kuv yuav pub rua nwg tam, kuas lub tebchaws Yixalayees muaj kev thaajyeeb hab nyob ntsag tu."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.10","label":"10","content":"Nwg yuav ua lub Tuamtsev rua kuv lub npe. Nwg yuav ua kuv tug tub, hab kuv yuav ua nwg txiv. Nwg caajceg yuav ua vaajntxwv kaav tsaav tuabneeg Yixalayees moog ibtxhis.’ ”"},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.11","label":"11","content":"Daviv rov has dlua ib zag ntxiv tas: “Mivtub, nwgnuav thov tug TSWV kws yog koj tug Vaajtswv nrug nraim koj, hab thov nwg ua lawv le nwg tej lug cog tseg, kuas koj muaj peevxwm ua tau lub Tuamtsev rua nwg."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.12","label":"12","content":"Hab thov tug TSWV kws yog koj tug Vaajtswv pub kev txawj ntse hab tswvyim rua koj, kuas koj txhaj txawj tswjfwm tsaav tuabneeg Yixalayees lawv le nwg txuj kevcai."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.13","label":"13","content":"Yog koj coj lawv le tej kevcai kws tug TSWV muab cob rua Mauxes kuas qha rua cov Yixalayees, koj lub neej txhaj yuav muaj kev vaammeej. Ca le npaaj khov kho hab ua sab tawv qhawv, hab tsi xob ntshai ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.14","label":"14","content":"Kuv muaj lub sab kub lug yuav ua lub Tuamtsev, kuv tub muab tau le plaub taas kub hab plaub caug taas nyaj coj lug ca ua lub Tuamtsev ntawd lawm; tej tooj hab hlau kws kuv npaaj los kuj ntau heev suav tsi txheeb le. Dlua le ntawd, kuv tub npaaj ntoo hab pobzeb tav log tseg lawm, tabsis koj yuavtsum npaaj ntxiv hab."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.15","label":"15","content":"Koj muaj cov tuabneeg kws txawj ua num coob heev: cov kws txawj txaug pobzeb, ntaus hlau, txua ntoo hab cov kws txawj ua txhua yaam coob heev suav tsi txheeb, puab puavleej txawj"},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.16","label":"16","content":"nchuav kub, nchuav nyaj, nchuav tooj hab ntaus hlau. Ca le nqeg teg ua. Thov tug TSWV nrug nraim koj.”"},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.17","label":"17","content":"Daviv saamfwm rua cov Yixalayees cov thawjcoj kuas tuaj paab nwg tug tub Xalumoos."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.18","label":"18","content":"Nwg has tas, “Tug TSWV kws yog mej tug Vaajtswv yuav nrug mej hab nwg pub kuas muaj kev thaajyeeb nyob puagncig mej. Nwg tub pub rua kuv tua yeej cov tuabneeg kws ibtxwm nyob huv lub tebchaws nuav, hab puab tub tau lug ua mej qhev hab ua tug TSWV qhev lawm."},{"bible_id":"1726","chapter_code":"1CH.22","verse_code":"1CH.22.19","label":"19","content":"Nwgnuav mej ca le txhawb nqaa tug TSWV kws yog mej tug Vaajtswv kuas kawg mej lub sab lub ntsws. Ca le pib ua lub Tuamtsev, mej txhaj yuav muaj qhov chaw lug rau lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hab coj Vaajtswv tej khoom tseemceeb moog tso rua huv lub Tuamtsev kws ua pub rua tug TSWV lub npe.”"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.1","label":"1","content":"Thaus Daviv laug heev lawm, nwg txhaj tsaa nwg tug tub Xalumoos ua vaajntxwv kaav lub tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.2","label":"2","content":"Vaajntxwv Daviv coj cov tuabneeg Yixalayees cov thawjcoj, cov povthawj hab cov Levis tuaj sis sau ua ke."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.3","label":"3","content":"Suav taagnrho cov Levis kws noobnyoog muaj peb caug xyoo rov sau, cov txivneej muaj peb caug yim txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.4","label":"4","content":"Daviv has tas, “Tsaa neeg nkaum plaub txheeb leej, ua num huv tug TSWV lub Tuamtsev hab tsaa rau txheeb leej ua cov numtswv tu plaub ntug;"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.5","label":"5","content":"tsaa plaub txheeb leej ua cov zuv roojvaag, plaub txheeb leej ua cov tshuab raaj hab ntaus nkauj nogncaas kws kuv npaaj tseg ca lawm ua tug TSWV tsaug.”"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.6","label":"6","content":"Daviv muab puab faib ua tej paab lawv le Levis cov tub: Nkesoos, Kauhas hab Melalis."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.7","label":"7","content":"Nkesoos muaj ob tug tub: Ladas hab Sime-is."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.8","label":"8","content":"Ladas muaj peb tug tub: Yehiyees, Xethamas hab Yau-ees,"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.9","label":"9","content":"Sime-is muaj peb tug tub: Selaumaus, Haxiyees hab Halaas.  Puab puavleej yog cov thawjcoj ntawm Ladas caajceg."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.10","label":"10","content":"Hab Sime-is muaj plaub tug tub: Yahaj, Xinas, Ye-uses hab Npeliyas. Plaub leeg nuav puavleej yog Sime-is tub."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.11","label":"11","content":"Yahaj yog tug thawjcoj, hab Xixas yog tug lwm thawj; tabsis Ye-uses hab Npeliyas tsi muaj tub coob pistsawg, vim le ntawd txhaj muab obtug suav ua ib cuab kwvtij lawm xwb."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.12","label":"12","content":"Kauhas muaj plaub tug tub: Amalas, Ixahas, Henploos, hab Uxiyees."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.13","label":"13","content":"Kauhas tug tub hlub, Amalas yog Aloos hab Mauxes obtug txiv. (Muab Aloos hab nwg cov xeebntxwv ua cov saib tej khoom tseemceeb, hlawv tej tshuaj tsw qaab huv chaav pehawm tug TSWV ua tug TSWV teg num hab tuav tug TSWV lub npe foom koob moov rua suavdlawg."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.14","label":"14","content":"Tabsis Mauxes kws yog Vaajtswv tug tuabneeg cov tub, puavleej muab suav nrug cov Levis lawm.)"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.15","label":"15","content":"Mauxes muaj ob tug tub: Nkesoos hab Eli-exes."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.16","label":"16","content":"Senpuyees ua Nkesoos cov tub tug thawjcoj."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.17","label":"17","content":"Eli-exes tsuas muaj tuab tug tub kws hu ua Lehanpiyas xwb, tabsis Lehanpiyas muaj tub coob kawg le."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.18","label":"18","content":"Ixahas kws yog Kauhas tug tub ob, muaj ib tug tub hu ua Selaumis, yog tug thawjcoj ntawm nwg cuab kwvtij."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.19","label":"19","content":"Henploos kws yog Kauhas tug tub peb, muaj plaub tug tub: Yeliyas, Amaliyas, Yehaxiyees hab Yekame-as."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.20","label":"20","content":"Uxiyees cov tub: Minkas yog tug thawjcoj hab Isiyas yog tug lwm thawj."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.21","label":"21","content":"Melalis muaj ob tug tub: Mahalis hab Musis. Mahalis los muaj ob tug tub hab xwb: Ele-axas hab Kises,"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.22","label":"22","content":"tabsis Ele-xas tuag thaus nwg tsi tau muaj tub lawm, nwg muaj ib paab ntxhais xwb. Nwg cov ntxhais txhaj moog yuav puab cov nug kwvtij kws yog Kises cov tub."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.23","label":"23","content":"Melalis tug tub ob kws hu ua Musis, muaj peb tug tub: Mahalis, Edeles hab Yelemaus."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.24","label":"24","content":"Cov nuav puavleej yog Levis cov xeebntxwv lug ntawm puab tej cuab kwvtij hab tej tsev tuabneeg, puab txhua tug puavleej tuaj sau npe lawv le puab tej caajceg. Levis cov xeebntxwv txhua tug kws noobnyoog muaj neeg nkaum xyoo rov sau, puavleej muab tsaa ua num nyob huv tug TSWV lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.25","label":"25","content":"Daviv has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv tau muab txujkev thaajyeeb pub rua nwg tsaav tuabneeg, hab nwg yuav nyob huv lub nroog Yeluxalees moog ibtxhis."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.26","label":"26","content":"Cov Levis yuav tsi tau kwv tug TSWV lub Tsevntaub hab tej khoom siv pehawm Vaajtswv ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.27","label":"27","content":"Vim Daviv tej lug saamfwm thaus kawg, puab txhaj sau cov Levis kws noobnyoog muaj neeg nkaum xyoo rov sau npe ua cov kws ua Vaajtswv teg num;"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.28","label":"28","content":"hab tsaa puab ua tej num nuav: paab cov povthawj kws yog Aloos cov xeebntxwv ua num nyob huv tug TSWV lub Tuamtsev, ua cov saib cov tshaav puam, cov chaav huv lub Tuamtsev, hab ceev txhua yaam khoom tseemceeb huv Vaajtswv lub Tuamtsev;"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.29","label":"29","content":"ua cov paab saib tej ncuav kws coj tuaj tso rua sau rooj fij rua Vaajtswv, tej moov nplej kws coj tuaj ua khoom fij, tej ncuav tsi xyaw keeb, tej mov kws cub ua khoom fij, tej moov nplej kws zuaj xyaw roj txiv ntoo; tej khoom kws muab luj hab yeem tuaj fij huv lub Tuamtsev;"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.30","label":"30","content":"hab txhua taagkig puab yuavtsum sawv ntxuv moog qhuas hab ua Vaajtswv tsaug, thaus yaav tsaus ntuj los puab ua ib yaam nkaus,"},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.31","label":"31","content":"hab txhua zag kws hlawv khoom fij rua tug TSWV, tsi has nub Xanpataus, thaus hli xab hab lwm yaam kevcai, los puab yuavtsum ua kuas lawv le tej kevcai kws tub teev tseg lawm pub rua tug TSWV moog ibtxhis le."},{"bible_id":"1726","chapter_code":"1CH.23","verse_code":"1CH.23.32","label":"32","content":"Puab lub luag num yog ua cov saib hab tu tug TSWV lub Tsevntaub sis ntsib hab lub Tuamtsev, hab paab puab cov kwvtij kws yog Aloos cov xeebntxwv kws ua povthawj, huv lub Tuamtsev qhov chaw pehawm Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.1","label":"1","content":"Aloos cov xeebntxwv yog muaj lawv le nraag nuav. Aloos muaj plaub tug tub: Nadas, Anpihus, Ele-axas hab Ithamas."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.2","label":"2","content":"Nadas hab Anpihus xub tuag ua ntej dlua obtug txiv, hab obtug tsi muaj ib tug mivnyuas le, yog le ntawd, obtug ob tug kwv kws yog Ele-xas hab Ithamas txhaj tau lug ua povthawj."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.3","label":"3","content":"Vim muaj Xadaus kws yog Ele-axas tug xeebntxwv, hab muaj Ahimelej kws yog Ithamas tug xeebntxwv paab Daviv, nwg txhaj sau tau Aloos cov xeebntxwv lug ua tej paab lawv le puab tej luag num."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.4","label":"4","content":"Vim cov txivneej kws yog Ele-axas cov xeebntxwv ua thawjcoj coob dlua Ithamas cov xeebntxwv, puab txhaj muab Ele-axas cov xeebntxwv faib ua kaum rau paab, hab muab Ithamas cov xeebntxwv faib ua yim paab."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.5","label":"5","content":"Ele-axas hab Ithamas obtug cov xeebntxwv kws ua thawj huv lub Tuamtsev hab coj saab ntsujplig, puab rhu ntawv saib tau teg num twg ua."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.6","label":"6","content":"Ele-xas hab Ithamas cov xeebntxwv tuaj moog rhu ntawv ib tug dlhau rua ib tug. Puab tuaj sau npe rua ntawm Nethanees tug tub Semayas kws yog ib tug Levis. Muaj vaajntxwv hab nwg cov numtswv, tug povthawj Xadaus, Ahimelej tug tub Anpiyathas, cov thawjcoj ntawm cov povthawj hab cov Levis caajceg ua timkhawv."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.7","label":"7","content":"Rhu ntawv thawj zag tau rua Yehauyalis, rhu zag ob tau rua Yedayas,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.8","label":"8","content":"zag peb tau rua Halees, zag plaub tau rua Xe-aulees,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.9","label":"9","content":"zag tsib tau rua Makhiyas, zag rau tau rua Miyamees,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.10","label":"10","content":"zag xyaa tau rua Hakauxes, zag yim tau rua Anpiyas,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.11","label":"11","content":"zag cuaj tau rua Yesuas, zag kaum tau rua Sekaniyas,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.12","label":"12","content":"zag kaum ib tau rua Eli-asis, zag kaum ob tau rua Yakees,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.13","label":"13","content":"zag kaum peb tau rua Hupas, zag kaum plaub tau rua Yesenpe-as,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.14","label":"14","content":"zag kaum tsib tau rua Npilenkas, zag kaum rau tau rua Imeles,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.15","label":"15","content":"zag kaum xyaa tau rua Hexiles, zag kaum yim tau rua Hapixes,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.16","label":"16","content":"zag kaum cuaj tau rua Pethahiyas, zag neeg nkaum tau rua Yehexekees,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.17","label":"17","content":"zag neeg nkaum ib tau rua Yakhees, zag neeg nkaum ob tau rua Nkamules,"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.18","label":"18","content":"zag neeg nkaum peb tau rua Delayas hab zag neeg nkaum plaub tau rua Ma-axiyas."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.19","label":"19","content":"Cov tuabneeg nuav nyag muaj nyag teg num ua huv tug TSWV lub Tuamtsev lawv le puab yawmkoob Aloos tub muab cob rua puab hab lawv le tug TSWV kws yog cov Yixalayees tug Vaajtswv tau saamfwm tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.20","label":"20","content":"Levis cov xeebntxwv lwm paab muaj lawv le nuav: Yedeyas, yog Amelas ib tug xeebntxwv kws yog Senpuyees caajceg;"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.21","label":"21","content":"Isiyas yog tug thawjcoj, nwg yog Lehanpiyas tug xeebntxwv;"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.22","label":"22","content":"Yahaj, yog Ixehas ib tug xeebntxwv kws yog Selaumaus caajceg."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.23","label":"23","content":"Yeliyas Amaliyas, Yehaxiyees hab Yekamees yog Henploos cov tub lawv le puab tej noobnyoog;"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.24","label":"24","content":"Samiles, yog Uxiyees ib tug xeebntxwv kws yog Mikas caajceg;"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.25","label":"25","content":"Xakhaliyas yog Uxiyees ib tug xeebntxwv kws yog Mikas tug kwv Isiyas caajceg;"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.26","label":"26","content":"Mahelis, Musis hab Yaxiyas yog Melalis cov xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.27","label":"27","content":"Yaxiyas muaj peb tug tub: Sauhas, Xakules hab Inpelis."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.28","label":"28","content":"Mahelis tug tub: Ele-axas tsi muaj tub le;"},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.29","label":"29","content":"tabsis Mahelis tug tub Kises muaj ib tug tub hu ua Yelamees."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.30","label":"30","content":"Musis muaj peb tug tub: Mahelis, Edeles hab Yelemaus. Cov nuav puavleej yog Levis caajceg lawv le puab cov yawmkoob."},{"bible_id":"1726","chapter_code":"1CH.24","verse_code":"1CH.24.31","label":"31","content":"Txhua tug thawj ntawm txhua tsev tuabneeg hab ntawm nwg tug kwv ntxawg puavleej tau rhu ntawv ib yaam nkaus le puab cov kwvtij kws yog Aloos cov xeebntxwv taabmeeg Vaajntxwv Daviv, Xadaus, Ahimelej hab txhua tug thawjcoj ntawm cov povthawj hab cov Levis."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.1","label":"1","content":"Vaajntxwv Daviv hab cov thawjcoj ntawm cov Levis xaiv xeem Levis ib cov lug coj kev pehawm Vaajtswv: Axafes, Hemaas hab Yeduthoos. Puab puavleej qha Vaajtswv txujlug nrug tej suab nkauj nogncaas hab tej suab nruag npuaj. Cov kws xaiv lug ua cov coj kev pehawm Vaajtswv lawv le teg num ntawm tej paab muaj npe lawv le nuav:"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.2","label":"2","content":"Axafes plaub tug tub kws yog Xakules, Yauxej, Nethaniyas hab Asalelas. Puab puavleej ua num lawv le Axafes kws yog tug qha Vaajtswv txujlug kuas puab ua hab lawv le vaajntxwv saamfwm."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.3","label":"3","content":"Yeduthoos rau tug tub Nkedaliyas, Xelis, Yesayas, Sime-is, Hasanpiyas hab Matithiyas. Puab puavleej ua num nyob qaab tswjfwm ntawm puab txiv, puab qha Vaajtswv txujlug nrug tej suab raaj hab nkauj nogncaas, hu nkauj qhuas hab ua tug TSWV tsaug."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.4","label":"4","content":"Hemaas kaum plaub tug tub: Npukiyas, Mataniyas, Uxiyees, Senpuyees, Yelimaus, Hananiyas, Hananis, Eli-athas, Nkidatis, Lumatis Exeles, Yunpekasas, Malauthis, Hauthiles hab Mahaxi-aus."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.5","label":"5","content":"Vaajtswv pub rua Hemaas kws yog Vaajtswv tug cevlug muaj kaum plaub tug tub hab peb tug ntxhais, lawv le Vaajtswv coglug tseg rua Hemaas has tas, yuav pub kuas Hemaas yog ib tug kws muaj fwjchim heev."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.6","label":"6","content":"Taagnrho nwg cov tub nuav puavleej yog cov npuaj nruag hab ntaus nkauj nogncaas lawv le puab txiv ua tug coj puab hu nkauj rua huv lub Tuamtsev pehawm Vaajtswv. Axafes, Yeduthoos hab Hemas, puavleej ua lawv le vaajntxwv kuas puab ua."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.7","label":"7","content":"Puab neeg nkaum plaub leeg nuav hab puab cov kwvtij Levis, puavleej yog cov txawj ntse; hab yog cov kawm hu nkauj lug hu nkauj qhuas tug TSWV nkaus xwb. Taagnrho yog muaj ob puas yim caum yim leej txivneej."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.8","label":"8","content":"Puab puavleej rhu ntawv txhaj tau puab tej num, tsi has tug laug tug hluas lossis cov kws tub txawj lawm lossis cov kws tseem xyum xwb."},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.9","label":"9","content":"Thawj zag kws rhu rua Axafes tsev tuabneeg yog tau rua Yauxej, nwg cov tub hab nwg cov kwvtij; zag ob rhu tau rua Nkedaliyas, nwg cov kwvtij hab puab cov tub kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.10","label":"10","content":"rhu zag peb tau rua Xakules, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.11","label":"11","content":"rhu zag plaub tau rua Ixelis, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.12","label":"12","content":"rhu zag tsib tau rua Nethaniyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.13","label":"13","content":"rhu zag rau, tau rua Npukiyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.14","label":"14","content":"rhu zag xyaa tau rua Yexalelas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.15","label":"15","content":"rhu zag yim tau rua Yesaiyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.16","label":"16","content":"rhu zag cuaj tau rua Matithiyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.17","label":"17","content":"rhu zag kaum tau rua Sime-is, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.18","label":"18","content":"rhu zag kaum ib tau rua Uxiyees, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.19","label":"19","content":"rhu zag kaum ob tau rua Hasanpiyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.20","label":"20","content":"rhu zag kaum peb tau rua Senpuyees, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.21","label":"21","content":"rhu zag kaum plaub tau rua Matithiyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.22","label":"22","content":"rhu zag kaum tsib tau rua Yelimaus, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.23","label":"23","content":"rhu zag kaum rau tau rua Hananiyas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.24","label":"24","content":"rhu zag kaum xyaa tau rua Yaunpekasas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.25","label":"25","content":"rhu zag kaum yim tau rua Hananis, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.26","label":"26","content":"rhu zag kaum cuaj tau rua Malauthis, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.27","label":"27","content":"rhu zag neeg nkaum tau rua Eli-athas, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.28","label":"28","content":"rhu zag neeg nkaum ib tau rua Hauthiles, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.29","label":"29","content":"rhu zag neeg nkaum ob tau rua Nkidaletis, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.30","label":"30","content":"rhu zag neeg nkaum peb tau rua Mahaxi-aus, nwg cov tub hab nwg cov kwvtij kaum ob leeg;"},{"bible_id":"1726","chapter_code":"1CH.25","verse_code":"1CH.25.31","label":"31","content":"hab rhu zag neeg nkaum plaub tau rua Laumatis Exeles, nwg cov tub hab nwg cov kwvtij kaum ob leeg."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.1","label":"1","content":"Ntawm nuav yog teg num zuv lub Tuamtsev kws muab cob rua cov Levis: Kauhas caajceg yog Kaules tug tub Meselemiyas kws yog Axafes tug xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.2","label":"2","content":"Meselemiyas muaj xyaa tug tub: Xakhaliyas yog tug tub hlub, Yedi-ales yog tug ob, Xenpadiyas yog tug peb, Yathaniyees yog tug plaub,"},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.3","label":"3","content":"Elames yog tug tsib, Yehauhanas yog tug rau hab Elihaunais yog tug xyaa."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.4","label":"4","content":"Vim Vaajtswv foom koob moov rua Aunpes Edoos, nwg txhaj muaj yim tug tub: Semayas yog tug tub hlub, Yehauxanpas yog tug ob, Yau-am yog tug peb, Xakhas yog tug plaub, Nethanees yog tug tsib,"},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.5","label":"5","content":"Amiyees yog tug rau, Ixakhas yog tug xyaa hab Pe-ulethais yog tug yim."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.6","label":"6","content":"Hab Aunpes Edoos tug tub hlub Semayas, kuj muaj ntau tug tub hab puab puavleej ua cov tswjfwm puab txiv tsev tuabneeg, vim puab yog cov kws muaj peevxwm tshaaj plawg le."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.7","label":"7","content":"Semayas muaj rau tug tub: Authenis, Lefayees, Aunpes, Elexanpas, Elihus hab Xemakhiyas. Paab kwvtij nuav Elihus hab Xemakhiyas sab tawv tshaaj cov huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.8","label":"8","content":"Rau caum ob leeg txivneej kws muaj zug khov kho hab muaj peevxwm ua tau teg num nuav mas puavleej yog Aunpes Edoos cov tub hab cov xeebntxwv xwb."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.9","label":"9","content":"Meselemiyas cov tub hab nwg cov kwvtij kws muaj peevxwm heev, yog kaum yim leej."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.10","label":"10","content":"Hauxas kws yog Melalis caajceg, nwg muaj plaub tug tub: Simelis yog tug thawjcoj, (txawm yog nwg tsi yog tug tub hlub los nwg txiv ca le tsaa nwg ua tug thawjcoj),"},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.11","label":"11","content":"Hilekiyas yog tug ob, Tenpaliyas yog tug peb hab Xakhaliyas yog tug plaub; taagnrho Hauxas cov tub hab nwg cov kwvtij muaj kaum peb leeg, puab puavleej moog ua cov zuv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.12","label":"12","content":"Muab cov kws zuv tej roojvaag faib ua tej paab, lawv le puab tej tsev tuabneeg, hab muab lub luag num huv lub Tuamtsev cob rua puab ua, ib yaam le puab cov kwvtij kws tub ua num huv tug TSWV lub Tuamtsev lawm."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.13","label":"13","content":"Txhua yim tuabneeg, tsi has coob los tsawg, puavleej tau moog rhu ntawv saib tau zuv lub roojvaag twg."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.14","label":"14","content":"Selemiyas rhu ntawv tau rua lub roojvaag kws nyob saab nubtuaj, hab nwg tug tub Xakhaliyas kws yog ib tug tuavxaam kws muaj tswvyim zoo, rhu ntawv tau rua lub roojvaag kws nyob saab qaumteb."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.15","label":"15","content":"Aunpes Edoos rhu ntawv tau rua lub roojvaag saab qaabteb, hab nwg cov tub rhu ntawv tau ua cov saib tej txhaab rau khoom."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.16","label":"16","content":"Supees hab Hauxas obtug rhu ntawv tau rua lub roojvaag saab nubpoob hab lub roojvaag Salekhes kws nyob saab qaum kev. Puab sis faib zuv, nyag zuv muaj nyag sijhawm."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.17","label":"17","content":"Saab nubtuaj ib nub twg yog rau leej zuv saab qaumteb ib nub twg yog plaub leeg zuv saab qaabteb ib nub twg yog plaub leeg zuv, hab ib nub twg plaub leeg zuv cov txhaab rau khoom, ib lub txhaab twg ob leeg,"},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.18","label":"18","content":"hab tog qaab khaav saab nubpoob muaj plaub leeg zuv ntawm txujkev hab ob leeg zuv ntawm qaab khaav."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.19","label":"19","content":"Tej nuav yog lub luag num kws zuv cov roojvaag hab muab cob rua Kauhas hab Melalis cov xeebntxwv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.20","label":"20","content":"Puab lwm paab kwvtij Levis  kws yog cov saib tej txhaab nyaj huv Vaajtswv lub Tuamtsev hab tej txhaab rau tej khoom kws luas coj tuaj fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.21","label":"21","content":"Ladas kws yog Nkesoos ib tug tub, nwg yog yawmkoob ntawm ob peb tsev tuabneeg kws muab faib ua tej paab lawm, hab suav nwg tug tub Yehiyees tsev tuabneeg huv tuabsi nrug."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.22","label":"22","content":"Yehi-ees ob tug tub, Xethaas hab Yau-ees, ua ob tug kws saib lub txhaab nyaj hab tej txhaab rau khoom huv tug TSWV lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.23","label":"23","content":"Faib num txhua nrho rua Amelas, Ixehas, Henploos hab Uxis, puab cov xeebntxwv ua."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.24","label":"24","content":"Senpuyees kws yog Mauxes tug tub Nkesoos tug xeebntxwv, ua tug thawj saib cov numtswv kws zuv lub txhaab nyaj."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.25","label":"25","content":"Nkesoos tug kwv Eli-exes nwg txheeb Selaumaus. Eli-exes yog Lehanpiyas txiv, Lehanpiyas yog Yesiyas txiv, Yesaiyas yog Yaulaas txiv, Yaulaas yog Xikhalis txiv, Xikhalis yog Selaumis txiv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.26","label":"26","content":"Selaumaus hab nwg cov kwvtij ua cov saib taagnrho tej txhaab rau khoom kws Vaajntxwv Daviv cov thawjcoj ntawm tej cuab kwvtij, cov numtswv kws saib pawg txheeb hab saib pawg pua, hab cov thawj tubrog tau coj tuaj fij pub rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.27","label":"27","content":"Puab muab tej khoom kws puab moog tua rog yeej hab txeeb tau huv tshaav rog lug coj moog fij rua huv tug TSWV lub Tuamtsev ca tau siv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.28","label":"28","content":"Selaumaus hab nwg tsev tuabneeg ua cov saib tej khoom kws muab fij tau siv rua huv tug TSWV lub Tuamtsev, hab tej kws thaus tug povthawj Xamuyees, Kises tug tub Xa-ules, Neles tug tub Aneles, hab Xeluyas tug tub Yau-am tub muab fij lawm."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.29","label":"29","content":"Ixahales cov xeebntxwv: Khenaniyas hab nwg cov tub puavleej muab tsaa ua cov numtswv kws tuav ntaub ntawv hab tu plaub ntug rua cov pejxeem Yixalayees."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.30","label":"30","content":"Henploos cov xeebntxwv: Haxanpiyas hab nwg cov kwvtij muaj ib txheeb xyaa pua leej, puavleej yog cov txivneej kws muaj peevxwm, hab tsaa puab ua cov tswjfwm cov Yixalayees kws nyob ntawm tug dlej Yauladees saab nubpoob hab ua num rua tug TSWV hab vaajntxwv."},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.31","label":"31","content":"Yeliyas yog tug thawjcoj ntawm Henploos cov xeebntxwv. (Thaus Daviv ua vaajntxwv tau plaub caug xyoo ntawd, txhaj tau tshawb nrhav Henploos cov xeebntxwv, hab pum tsev tuabneeg nuav tseem muaj cov ua tubrog kws sab tawv heev nyob huv lub nroog Yaxelas huv xeev Nkile-as.)"},{"bible_id":"1726","chapter_code":"1CH.26","verse_code":"1CH.26.32","label":"32","content":"Vaajntxwv Daviv xaiv tau neeg nkaum xyaa txheeb leej kws muaj sab tawv heev ntawm Yeliyas tsev tuabneeg lug, hab tsaa puab ua cov saib taagnrho phaab kev ua ntaub ntawv ntawm saab kev ntseeg hab kev tswjfwm ntawm cov pejxeem Yixalayees kws nyob ntawm tug dlej Yauladees saab nubtuaj kws yog cov Lunpees, cov Khas hab ib nraab xeem Manaxes."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.1","label":"1","content":"Ntawm nuav moog yog sau cov Yixalayees cov thawjcoj ntawm tej cuab kwvtij hab tej xeem hab puab cov thawjcoj kws ua num saib phaab ntaub ntawv rua lub tebchaws. Puab tau faib ua tej paab moog ua num, ib paab twg muaj neeg nkaum plaub txheeb leej, hab ib paab twg ua num ib xyoos twg ib hlis."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.2","label":"2","content":"Xadiyees tug tub Yasaunpe-aas, ua tug saib paab ib ntawm lub ib hlis; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.3","label":"3","content":"Yasaunpe-aas yog Peles tug xeebntxwv, nwg ua tug saib cov thawj tubrog ntawm lub ib hlis."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.4","label":"4","content":"Daudais kws yog Ahaus tug xeebntxwv, ua tug saib paab ob ntawm lub ob hlis (Mikhelaus  yog tug lwm thawj); nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.5","label":"5","content":"Npeenayas ua tug saib paab peb ntawm lub peb hlis, nwg yog tug povthawj Yehauyadas tug tub; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.6","label":"6","content":"Npenayas yog ib tug kws ua tau heev ntawm peb caug leej, hab yog tug thawj ntawm peb caug leej ntawd; Npeenayas tug tub Amixanpas ua tug kws hloov nwg."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.7","label":"7","content":"Yau-am tug kwv Axahees, ua tug saib paab plaub ntawm lub plaub hlis, hab nwg tug tub Xenpadiyas ua tug hloov nwg; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.8","label":"8","content":"Samehus ua tug saib paab tsib ntawm lub tsib hlis, nwg yog cov tuabneeg huv Ixelas; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.9","label":"9","content":"Ilas ua tug saib paab rau ntawm lub rau hli, nwg yog Ikes kws yog cov tuabneeg Tekau-as tug tub; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.10","label":"10","content":"Helej ua tug saib paab xyaa ntawm lub xyaa hli, nwg yog cov tuabneeg huv Peloos kws yog Efalayees cov xeebntxwv; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.11","label":"11","content":"Xinpekhais ua tug saib paab yim ntawm lub yim hli, nwg yog cov tuabneeg Husas, hab yog Xalas cuab kwvtij; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.12","label":"12","content":"Anpi-exes ua tug saib paab cuaj ntawm lub cuaj hli, nwg yog cov tuabneeg huv Anathaus, hab yog xeem Npeenyamees; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.13","label":"13","content":"Mahalais ua tug saib paab kaum ntawm lub kaum hli, nwg yog cov tuabneeg huv Netaufas, hab yog Xelas cuab kwvtij; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.14","label":"14","content":"Npenayas ua tug saib paab kaum ib ntawm lub kaum ib hlis, nwg yog cov tuabneeg huv Pilathoos, hab nwg yog xeem Efalayees; nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.15","label":"15","content":"Heledais ua tug saib paab kaum ob ntawm lub kaum ob hlis, nwg yog tuabneeg huv Netaufas (Heedais yog Autheniyees cuab kwvtij); nwg paab muaj neeg nkaum plaub txheeb leej."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.16+1CH.27.17+1CH.27.18+1CH.27.19+1CH.27.20+1CH.27.21+1CH.27.22","label":"16-22","content":"Ntawm nuav yog cov thawjcoj ntawm txhua xeem Yixalayees tej npe: Lunpees yog Xikhalis tug tub Eli-exes Xime-oos yog Ma-akas tug tub Sefatiyas Levis yog Kemuyees tug tub Hasanpiyas Aloos yog Xadaus Yudas yog Vajntxwv Daviv tug tijlaug hu ua Elihus Ixakhas yog Mikhayees tug tub Aumelis Xenpuloos yog Aunpadiyas tug tub Isemayas Nathalis yog Aliyees tug tub Yelemaus Efalayees yog Axaxiyas tug tub Hauseyas Manaxes Saab yog Pedayas tug Nubpoob tub Yau-ees Manaxes Saab yog Xakhaliyas tug Nubtuaj tub Idaus Npeenyamees yog Aneles tug tub Ya-axiyees Daas yog Yelauhaas tug tub Axalees"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.23","label":"23","content":"Vaajntxwv Daviv tsi suav tej tuabneeg kws noobnyoog qeg dlua neeg nkaum xyoo rov huv, rua qhov tug TSWV tub coglug tseg tas, nwg yuav pub cov Yixalayees fuamvaam coob ib yaam le tej nubqub sau nruab ntug."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.24","label":"24","content":"Yau-am kws yog Xeluyas tug tub, pib sau cov Yixalayees tej npe, tabsis nwg sau tsi tau tav. Vaajtswv tub rau txim rua cov Yixalayees lawm, vim qhov kws sau npe nuav xwb, yog le ntawd thaus kawg txhaj tsi muaj suavdlawg tej npe txhij nyob rua huv Vaajntxwv Daviv cov numtswv tej ntaub ntawv khaws tseg."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.25","label":"25","content":"Adiyees tug tub Axemaves, ua tug saib vaajntxwv tej txhaab rau khoom; Uxiyas tug tub Yaunathaas ua tug saib tej txhaab rau khoom peg tej zog, huv tej nroog hab huv tej chaw tsomfaaj;"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.26","label":"26","content":"Khelus tug tub Exelis ua tug saib cov tuabneeg ua teb;"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.27","label":"27","content":"Sime-is kws yog cov tuabneeg Lamas ua tug saib tej vaaj txiv maab; Xanpedis kws yog tuabneeg Sifamis ua tug saib tej chaw tsuam cawv txiv maab;"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.28","label":"28","content":"Npa-ahanaas kws yog tuabneeg Nkedes ua tug saib cov ntoo roj hab tej ntoo xikamaus huv Sefelas; Yau-as ua tug saib taagnrho tej txhaab rau roj txiv ntoo;"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.29","label":"29","content":"Sitalais kws yog tuabneeg Saloos ua tug saib tej tsaj kws tso rua huv lub taj Saloos; Adelais tug tub Safas ua tug saib tej tsaj kws tso rua huv tej haav;"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.30","label":"30","content":"Aunpis kws yog xeem Yisamayees ua tug saib cov ntxhuav; Yedeyas kws yog tuabneeg Melaunaus ua tug saib cov neeg luav; hab Yaxis kws yog tuabneeg Hankas ua tug saib tej yaaj hab tej tshis;"},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.31","label":"31","content":"taagnrho cov numtswv nuav puavleej yog cov kws saib Vaajntxwv Daviv tej nyaj txag, tsaj txhu hab txhua yaam huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.32","label":"32","content":"Yaunathaas kws yog Daviv tug txiv ntxawm, yog ib tug tuavxaam kws muaj tswvyim hab txawj ntse heev. Yaunathaas hab Hasaunis tug tub Yehiyees ua xwbfwb qha ntawv rua vaajntxwv cov tub."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.33","label":"33","content":"Ahitaufees yog vaajntxwv tug tuavxaam, hab Husais kws yog cov Akhis yog vaajntxwv tug phoojywg hab yog tug tuavxaam."},{"bible_id":"1726","chapter_code":"1CH.27","verse_code":"1CH.27.34","label":"34","content":"Tom qaab kws Ahitaufees tuag lawm, Anpiyathas hab Yehauyadas kws yog Npenayas tug tub ua tug tuavxaam hloov nwg chaw. Yau-am yog tug thawj tubrog."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.1","label":"1","content":"Vaajntxwv Daviv has rua cov Yixalayees cov numtswv kuas moog sis sau rua huv lub nroog Yeluxalees. Yog le ntawd, cov numtswv ntawm txhua xeem, cov numtswv kws tuav ntaub ntawv kws ua num rua lub tebchaws, cov thawjcoj ntawm txhua xeem, cov thawj saib tej khoom hab tej tsaj txhu kws yog vaajntxwv hab nwg cov tub tug, nrug cov numtswv huv lub loog, cov thawj tubrog, hab cov tuabneeg tseemceeb tuaj sis sau huv tuabsi rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.2","label":"2","content":"Daviv lug sawv taabmeeg puab hab has tas: “Cov kwvtij, mej ca le noog kuv has. Kuv xaav ua ib lub tsev kws nyob moog le rau lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hab ua tug TSWV kws yog peb tug Vaajtswv qhov chaw tag taw. Kuv tau npaaj txhua yaam tav taag, yuav ua ib lub Tuamtsev lug txhawb nqaa Vaajtswv,"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.3","label":"3","content":"tabsis Vaajtswv tsi pub kuv ua lub tuamtsev ntawd, vim kuv yog ib tug tubrog hab kuv tau tua tuabneeg coob leej ntau tug tuag lawm."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.4","label":"4","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv, xaiv kuv hab kuv cov xeebntxwv ua vaajntxwv kaav tebchaws Yixalayees moog ibtxhis le. Vaajtswv yeej xaiv xeem Yudas lug ua cov thawjcoj hab xaiv kuv txiv tsev tuabneeg, kuv txiv cov tub, Vaajtswv txaus sab rua kuv hab tsaa kuv ua vaajntxwv kaav tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.5","label":"5","content":"Vaajtswv pub rua kuv muaj tub coob, taagnrho kuv cov tub, Vaajtswv tau xaiv Xalumoos lug ua tug kaav cov Yixalayees huv tug TSWV lub nroog."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.6","label":"6","content":"“Tug TSWV has rua kuv tas, ‘Koj tug tub Xalumoos yog tug kws yuav ua kuv lub Tuamtsev. Kuv tub xaiv nwg lug ua kuv tug tub lawm, hab kuv yuav yog nwg txiv."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.7","label":"7","content":"Kuv yuav pub kuas nwg lub tebchaws nyob ruaj khov moog ibtxhis, yog nwg fwm hab coj lub neej lawv le kuv tej lug saamfwm hab tej kevcai kws nwg coj naj nub nua.’"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.8","label":"8","content":"“Yog le ntawd, cov Yixalayees kws yog tug TSWV tsaav tuabneeg, kuv qha ntxiv rua mej taabmeeg tug TSWV hab mej suavdlawg kuas mej yuavtsum fwm hab ceev tug TSWV kws yog peb tug Vaajtswv tej lug kws tau saamfwm rua peb lawm, kuas mej txhaj yuav tau lub tebchaws aav zoo tshaaj plawg nuav lug ua mej tug, mej txhaj yuav tuav tau lub tebchaws nuav ca ua mej cov mivnyuas tug moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.9","label":"9","content":"Hab nwg has rua Xalumoos has tas, “Kuv tug tub, kuv qha ntxiv rua koj, koj yuavtsum paub koj txiv tug Vaajtswv hab ua nwg teg num kuas kawg koj lub sab hab tsi xob ua ob lub sab. Nwg paub txhua yaam kws peb xaav hab txhua yaam kws peb npaaj sab ua lawm. Yog koj moog cuag nwg, nwg yuav zoo sab txais yuav koj; tabsis yog koj tsiv tawm ntawm nwg, nwg yuav tso koj tseg moog ibtxhis le."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.10","label":"10","content":"Koj yuavtsum paub has tas, tug TSWV tau xaiv koj kuas ua nwg lub Tuamtsev kws yog qhov chaw dlawbhuv. Nwgnuav koj ca le nqeg teg ua, hab muab lub sab xyivfaab hlo ua.”"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.11","label":"11","content":"Ces Daviv muab tug qauv kws yuav ua lub Tuamtsev, tej chaav rau khoom, tej chaav tsev txheej sau, chaav Dlawbhuv Kawg Nkaus kws yog qhov chaw zaam txim, cob huv tuabsi rua nwg tug tub Xalumoos,"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.12","label":"12","content":"hab nwg muab tug qauv kws nwg xaav tseg yuav ua lub tshaav puam hab tej chaav kws nyob puagncig tug TSWV lub tsev, tej txhaab kws rau Vaajtswv lub Tuamtsev tej cuabyeej, hab tej txhaab kws rau tej khoom kws luas coj tuaj fij pub rua tug TSWV rua Xalumoos;"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.13","label":"13","content":"Daviv tseem muab nwg tug qauv kws tsaa cov povthawj hab cov Levis lug tuav puab lub luag num, ua tej num huv tug TSWV lub Tuamtsev, hab saib txhua yaam khoom huv tug TSWV lub Tuamtsev lug cob rua Xalumoos."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.14","label":"14","content":"Nwg qha kuas yuavtsum muab kub npaum le caag coj moog nchuav txhaj txaus ua tej khoom siv kws yog muab kub ua, hab muab nyaj npaum le caag coj moog nchuav txhaj txaus ua tej khoom siv kws yog muab nyaj ua."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.15","label":"15","content":"Cov kub yog coj moog nchuav ua cov ncej txawb teeb hab cov teeb, cov kub puavleej coj moog ua cov ncej txawb teeb hab cov teeb kub, cov nyaj coj moog ua cov ncej txawb teeb hab cov teeb nyaj, lawv le tej teeb kws ua lug siv ntawd,"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.16","label":"16","content":"ua tej rooj nyaj hab tej rooj kub kws rau tej ncuav kws luas coj tuaj fij rua Vaajtswv,"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.17","label":"17","content":"hab Daviv qha kuas muab kub npaum le caag nchuav ua dlav rawg, taig phab hab khob; muab nyaj hab kub npaum le caag lug ua tej twj taig,"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.18","label":"18","content":"hab muab kub npaum le caag ua lub thaaj kws hlawv moov tshuaj tsw qaab hab ua lub tsheb rau ob tug qhelunpees kws nthuav tis npug rawv sau tug TSWV lub Phijxaab."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.19","label":"19","content":"Vaajntxwv Daviv has tas, “Txhua yaam kws nyob huv dlaim qauv nuav yeej sau lawv le tej lug kws tug TSWV muab cob rua kuv lawm ntaag.”"},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.20","label":"20","content":"Vaajntxwv Daviv has rua nwg tug tub Xalumoos has tas, “Koj ca le ua sab tawv qhawv tsi xob ntshai hab xyivfaab hlo. Pib ua num hab tsi xob pub ib yaam dlaabtsi taabkaum koj le. Tug TSWV kws yog Vaajtswv tug kuv pehawm, nwg yuav paab koj. Nwg yuav tsi tso koj tseg, tabsis nwg yuav nrug koj moog txug thaus kws koj ua nwg lub Tuamtsev tav lawm."},{"bible_id":"1726","chapter_code":"1CH.28","verse_code":"1CH.28.21","label":"21","content":"Ca le muab cov povthawj hab cov Levis faib ua tej paab ua txhua teg num huv lub Tuamtsev. Cov txivneej kws txawj txhua yaam yuav zoo sab tuaj paab koj, cov pejxeem hab puab tej thawjcoj yuav noog koj lug.”"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.1","label":"1","content":"Vaajntxwv Daviv has rua cov pejxeem kws tuaj sis sau ua ke ntawd has tas: “Kuv tug tub Xalumoos yog ib tug kws Vaajtswv tau xaiv lawm, tabsis nwg tseem hluas hab tsi tau paub txhij txhua. Qhov kws yuav ua nuav yog teg num kws tseemceeb heev, rua qhov tsi yog ua lub loog rua tuabneeg nyob, tabsis yog ua lub tuamtsev rua tug TSWV kws yog Vaajtswv nyob."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.2","label":"2","content":"Kuv muab sab siv zug npaaj txhua yaam khoom ua lub Tuamtsev: kub, nyaj, tooj, hlau, ntoo cab, hlaws, pobzeb muaj nqes, pobzeb xobna, pobzeb tawv hab ntau yaam pobzeb tseemceeb lug ua tug TSWV lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.3","label":"3","content":"Dlua le ntawd, kuv tseem muab ntau tshaaj ntawd lug ua lub Tuamtsev kws dlawbhuv, kuv tau muab tej nyaj tej kub kws yog kuv tug coj lug ntxiv rua, vim kuv hlub Vaajtswv lub Tuamtsev heev."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.4","label":"4","content":"Kuv muab cov tseem kub yog ib puas kaum tsib taas hab cov tseem nyaj yog ob puas rau caum tsib taas coj lug ua tej saw dlai rua huv lub Tuamtsev tej phaab ntsaa"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.5","label":"5","content":"hab txhua yaam khoom siv yog cov tuabneeg nchuav nyaj nchuav kub ua, muab kub nchuav ua tej khoom siv kws yog kub, hab muaj nyaj nchuav ua tej khoom siv kws yog nyaj. Yog le ntawd, nub nuav puas muaj leejtwg muaj lub sab dlawb sab zoo xaav coj khoom tuaj fij rua tug TSWV lawm hab?”"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.6","label":"6","content":"Cov thawjcoj ntawm tej cuab kwvtij, cov numtswv ntawm tej xeem, cov thawj tubrog, hab cov tuav ntaub ntawv saib vaajntxwv tej khoom txhaj txaus sab hlo coj"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.7","label":"7","content":"tej khoom nuav tuaj ua lub Tuamtsev: ib puas cuaj caum taas kub, peb puas yim caum taas nyaj, rau pua xyaa caum tsib taas tooj hab peb txheeb xyaa pua tsib caug taas hlau."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.8","label":"8","content":"Yog leejtwg muaj tej hlaws pobzeb muaj nqes ca le coj tej ntawd tuaj tso rua huv lub txhaab nyaj huv lub Tuamtsev, muab cob rua Nkesoos tug xeebntxwv Yehiyees kws yog xeem Levis ua tug saib."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.9","label":"9","content":"Cov pejxeem txaus sab coj puab tej khoom tuaj pub rua tug TSWV ntawm lub sab dlawb paug, hab puab zoo sab qhov kws puab tau coj khoom ntau heev tuaj pub rua Vaajtswv. Hab Vaajntxwv Daviv los kuj zoo sab kawg le."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.10","label":"10","content":"Vaajntxwv Daviv qhuas tug TSWV taabmeeg cov pejxeem suavdlawg kws tuaj sis sau ua ke ntawd. Nwg has tas, “Tug TSWV kws yog peb yawmkoob Yakhauj tug Vaajtswv, thov txhawb nqaa koj lub npe moog ibtxhis tsi kawg!"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.11","label":"11","content":"Tug TSWV, koj yog tug kws muaj zug nchaav, muaj fwjchim, muaj tshwjchim ci ntsaa ab, yog tug kws zoo kawg nkaus hab yog tug nyob moog ibtxhis. Txhua yaam kws nyob sau nruab ntug hab huv nplajteb nuav puavleej yog koj le, hab koj yog tug vaajntxwv kws kaav txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.12","label":"12","content":"Kev muaj txag npluanuj hab lub koob meej puavleej yog koj pub; koj yog tug kaav txhua tsaav yaam lug ntawm koj lub fwjchim; hab koj yog tug muaj peevxwm muab koob meej hab fwjchim tau rua txhua tug."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.13","label":"13","content":"Peb tug Vaajtswv, nwgnuav peb thov ua koj tsaug, peb thov txhawb nqaa hab qhuas koj lub npe kws muaj tshwjchim luj kawg nkaus."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.14","label":"14","content":"“Kuv tsaav tuabneeg hab kuv yeej muab tsi tau ib yaam dlaabtsi pub rua koj le, rua qhov tej ntawd puavleej yog koj le, peb tsuas muab tej kws yog koj le rov rua koj xwb."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.15","label":"15","content":"Tug TSWV, koj tub paub lawm has tas, peb yog tuabneeg thojnaam kws tsiv ib qho rua ib qho zoo le tej tuabneeg kws ua luas qhev hab zoo le tej tuabneeg txawv tebchaws, ib yaam le thaus peb cov yawmkoob tau ua lug lawm. Peb txujsa zoo le tug dluab ntxoov ntxoo kws dlua moog zuj zug, hab peb dlha tsi dlhau txujkev tuag le."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.16","label":"16","content":"Tug TSWV kws yog peb tug Vaajtswv, taagnrho tej nyaj kws peb nqaa tuaj ua lub Tuamtsev kws yog qhov chaw pehawm koj lub npe kws dlawbhuv; tej nyaj txag nuav puavleej yog koj le xwb."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.17","label":"17","content":"Kuv paub has tas, koj sim peb txhua tug lub sab hab koj txaus sab rua cov pejxeem kws muaj lub sab npuab koj. Kuv muaj lub sab dlawb sab zoo hab muab lub sab npuab koj, kuv txhaj zoo sab muab tej khoom nuav fij rua koj, kuv pum koj tsaav tuabneeg kws tuaj sis sau rua ntawm nuav puavleej zoo sab coj puab tej khoom tuaj rua koj huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.18","label":"18","content":"Tug TSWV kws yog peb yawmkoob Anplahaas, Ixaj hab Yakhauj tug Vaajtswv, thov koj ceev tej lug nuav rua huv koj tsaav tuabneeg lub sab moog ibtxhis, hab thov tswj kuas puab ua lub sab ncaaj rua koj."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.19","label":"19","content":"Thov pub rua kuv tug tub Xalumoos muaj lub sab puv npo koj tej lug saamfwm, ua lawv le koj tej kevcai hab rau sab ntso muab tej kws kuv tub npaaj txhij nuav lawm ua kuas tau lub Tuamtsev.”"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.20","label":"20","content":"Daviv saamfwm rua cov pejxeem has tas, “Ca le qhuas tug TSWV kws yog mej tug Vaajtswv los mas!” Ces taagnrho cov pejxeem kws tuaj sis sau ua ke ntawd txhaj ua tug TSWV kws yog puab cov yawmkoob tug Vaajtswv tsaug, hab txhua tug nyo hau pehawm qhuas tug TSWV hab vaajntxwv."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.21","label":"21","content":"Ces nub tom qaab ntawd puab txawm tua tsaj fij rua tug TSWV, hab muab tej tsaj ntawd faib rua cov pejxeem coj moog noj. Dlua le ntawd, puab tseem muab tau ib txheeb tug txiv nyuj, ib txheeb tug laug yaaj, hab ib txheeb tug mivnyuas yaaj lug tua fij ntxiv kws yog muab coj moog hlawv rua sau lub thaaj. Hab puab tseem coj tej cawv txiv maab tuaj fij rua Vaajtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.22","label":"22","content":"Yog le ntawd, nub ntawd puab txhaj noj hab haus muaj kev zoo sab heev taabmeeg tug TSWV. Zag nuav yog zag ob kws puab tsaa Xalumoos ua Vaajntxwv kws yog muaj tug povthawj Xadaus ua puab tug thawjcoj, tuav tug TSWV lub npe txhawb meejthawj rua Xalumoos."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.23","label":"23","content":"Ces Xalumoos tau ua vaajntxwv nyob sau lub zwmtxwv hloov nwg txiv Daviv chaw lawv le tug TSWV tau has tseg rua nwg lawm. Xalumoos tau ua vaajntxwv hab taagnrho lub tebchaws Yixalayees fwm nwg heev."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.24","label":"24","content":"Taagnrho cov numtswv, cov tubrog hab Vaajntxwv Daviv cov tub puavleej coglug yuav ua ncaaj nceeg rua Vaajntxwv Xalumoos."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.25","label":"25","content":"Ces tug TSWV ua kuas tsaav tuabneeg Yixalayees paub fwm Xalumoos, hab Vaajtswv pub rua nwg muaj fwjchim luj dlua lwm tug vaajntxwv kws tau kaav tebchaws Yixalayees yaav taag lug lawm."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.26","label":"26","content":"Yexais tug tub Daviv ua vaajntxwv kaav tsaav tebchaws Yixalayees"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.27","label":"27","content":"tau plaub caug xyoo. Nwg kaav nyob huv Henploos tau xyaa xyoo hab kaav nyob huv lub nroog Yeluxalees tau peb caug peb xyoo."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.28","label":"28","content":"Daviv tuag thaus nwg laug heev lawm, nwg npluanuj, luas fwm nwg, hab nwg tug tub Xalumoos ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.29","label":"29","content":"Zaaj kws has txug Vaajntxwv Daviv lub neej thaus pib lug txug thaus xaus puavleej muab sau ca rua huv Xamuyees tug kws cev Vaajtswv lug phoo ntawv, hab sau rua huv tug povthawj Nathaas phoo ntawv xwmtxheej hab muab sau rua huv Nkas tug kws cev Vaajtswv lug phoo ntawv,"},{"bible_id":"1726","chapter_code":"1CH.29","verse_code":"1CH.29.30","label":"30","content":"Tej ntaub ntawv ntawd, qha txug Daviv kev tswjfwm zoo le caag, nwg muaj fwjchim npaum le caag hab taagnrho tej xwmtxheej kws tshwm rua nwg, rua lub tebchaws Yixalayees hab rua cov tebchaws kws nyob puagncig nwg lub tebchaws."}]