[{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.1","label":"1","content":"Kuv yog Paulus tug kws Vaajtswv hu lug ua Yexus Khetos tug timthawj lawv le Vaajtswv lub sab nyam, hab peb tug kwvtij Xauthenes sau tsaab ntawv nuav"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.2","label":"2","content":"xaa tuaj rua cov ntseeg Vaajtswv kws nyob huv lub nroog Kauleethaus txhua tug kws Vaajtswv hu lug ua Vaajtswv tsaav tuabneeg hab tej tuabneeg kws nyob txhua qhov chaw kws pehawm peb tug Tswv Yexus Khetos kws yog puab hab peb tug Tswv, kuas tau nrug Yexus Khetos koom ib txujsa."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.3","label":"3","content":"Thov Vaajtswv kws yog peb Leej Txiv hab Yexus Khetos tug kws yog peb tug Tswv foom koob moov rua mej kuas mej tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.4","label":"4","content":"Kuv naj nub ua kuv tug Vaajtswv tsaug, rua qhov Vaajtswv pub Vaajtswv txuj koob moov rua mej cov kws ntseeg Yexus Khetos lawm."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.5","label":"5","content":"Yexus Khetos ua rua mej muaj txhua yaam, tsi has tej lug kws mej has hab tej kev txawj ntse kws mej muaj."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.6","label":"6","content":"Qhov ntawd, yog qhov kws ua rua mej ua timkhawv qha txug Yexus Khetos zaaj."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.7","label":"7","content":"Yog le ntawd, thaus kws mej taabtom tog peb tug Tswv Yexus Khetos rov qaab lug mej txhaj tau koob moov, tsi muaj ib yaam kws mej yuav tsi tau le."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.8","label":"8","content":"Vaajtswv yuav paab kuas mej muab sab rau ntseeg moog txug nub kawg, yog le ntawd nub kws peb tug Tswv Yexus rov qaab lug, mej txhaj tsi muaj ib qho txhum le."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.9","label":"9","content":"Vaajtswv yog tug ncaaj nceeg; Vaajtswv txhaj hu mej lug nrug nwg tug Tub Yexus Khetos kws yog peb tug Tswv sis raug zoo."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.10","label":"10","content":"Cov kwvtij kuv tuav peb tug Tswv Yexus Khetos lub npe ntuag mej suavdlawg, kuas mej has tej lug kws ua rua suavdlawg nyob sis hum txhaj tsi ua rua mej tawg ua paab ua pawg. Mej yuavtsum koom ua ib lub sab, xaav ib yaam hab muaj ib lub homphaj xwb."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.11","label":"11","content":"Cov kwvtij, Khalau-es tsev tuabneeg qee leej tuaj qha rua kuv has tas, mej pheej sis caav sis tshe."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.12","label":"12","content":"Kuv nov mej ib leeg has lawm ib yaam. Ib tug has tas, “Kuv yog Paulaus paab”; muaj dlua lwm tug has tas, “Kuv yog Apaulus paab”; muaj dlua lwm tug has tas, “Kuv yog Petus paab”; hab muaj dlua lwm tug has tas, “Kuv yog Yexus Khetos paab.”"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.13","label":"13","content":"Mej muab Yexus Khetos faib ua ob peb tug los?  Paulus yog tug kws tuag sau ntoo khaublig theej mej lub txhoj los? Lossis mej tuav Paulus lub npe muab tuabneeg ua kevcai raus dlej los?"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.14","label":"14","content":"Kuv ua Vaajtswv tsaug kws kuv tsi tau muab mej leejtwg ua kevcai raus dlej, kuv tsuas yog muab Kixapus hab Nkayus ua kevcai raus dlej xwb."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.15","label":"15","content":"Yog le ntawd, yeej tsi muaj leejtwg tuav kuv lub npe muab mej ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.16","label":"16","content":"(Kuv tub muab Xatefanas tsev tuabneeg ua kevcai raus dlej lawm hab; dlua le ntawd, kuv tsi ncu has tas sov kuv puas tau muab lwm tug ua kevcai raus dlej hab.)"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.17","label":"17","content":"Rua qhov Yexus Khetos tsi tau khaiv kuv moog muab tuabneeg ua kevcai raus dlej, tabsis nwg khaiv kuv moog qha Txujmoo Zoo. Thaus kuv qha Txujmoo Zoo, kuv tsi tau qha lawv le tuabneeg lub tswvyim, nyob tsaam ua rua qhov kws Yexus Khetos tuag sau tug ntoo khaublig tsi muaj nqes lawm."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.18","label":"18","content":"Cov tuabneeg kws yuav raug kev puamtsuaj xaav has tas, qhov kws Yexus Khetos tuag sau tug ntoo khaublig tsi tseemceeb dlaabtsi rua puab le; tabsis peb cov kws tub tau txais txujkev cawm dlim lawm, peb paub has tas qhov ntawd yog Vaajtswv lub fwjchim ntaag."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.19","label":"19","content":"Vaajtswv txujlug has tas: “Kuv yuav rhuav cov tuabneeg ntse lub tswvyim, hab kuv yuav tsi quavntsej cov tub txawg tub ntse tej kev txawj ntse.”"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.20","label":"20","content":"Cov tuabneeg ntse nyob qhov twg? Cov tub txawg tub ntse nyob qhov twg? Cov tuabneeg kws txawj sis caav txug kev txawj ntse tam nuav nyob qhov twg? Vaajtswv tub ua rua tuabneeg nplajteb lub tswvyim ruag lawm."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.21","label":"21","content":"Rua qhov Vaajtswv yog tug muaj tswvyim, Vaajtswv pum has tas tuabneeg lub tswvyim paab tsi tau kuas tuabneeg paub Vaajtswv le, Vaajtswv pum zoo cawm cov tuabneeg kws ntseeg Vaajtswv txujlug kws peb qha kws tuabneeg suav has tas tsi tseemceeb dlaabtsi."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.22","label":"22","content":"Cov tuabneeg Yudais xaav pum tej txujci tseemceeb puab txhaj ntseeg, hab cov tuabneeg Kilis tsuas ca sab rua tej kev txhawj ntse xwb."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.23","label":"23","content":"Tabsis peb qha zaaj kws Yexus Khetos raug ntsa rua sau tug ntoo khaublig, zaaj ntawd ua rua cov Yudais chim hab ua rua lwm Tsaav Tuabneeg thuam has tas tsi tseemceeb;"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.24","label":"24","content":"tabsis cov tuabneeg kws Vaajtswv hu, tsi has cov Yudais lossis lwm Tsaav Tuabneeg puavleej paub has tas, Yexus Khetos yog Vaajtswv lub fwjchim hab yog Vaajtswv lub tswvyim."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.25","label":"25","content":"Rua qhov Vaajtswv lub fwjchim kws tuabneeg xaav has tas ruag, tseem ntse dlua tuabneeg lub tswvyim, hab Vaajtswv tug zug kws tuabneeg xaav has tas tsi muaj zug, tseem muaj zug dlua tuabneeg tug zug."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.26","label":"26","content":"Cov kwvtij, mej ua tuab zoo xaav thaus Vaajtswv hu mej lug ntseeg, mej yog tuabneeg zoo le caag: lawv le tuabneeg xaav, mej cov tsi muaj pistsawg leej txawj ntse, tsi muaj pistsawg leej muaj fwjchim, hab tsi muaj pistsawg leej ua num ua tswv."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.27","label":"27","content":"Tabsis Vaajtswv xaiv yaam kws tuabneeg xaav has tas ruag kawg nkaus huv lub nplajteb nuav kuas cov tuabneeg txawj ntse txaajmuag; hab Vaajtswv xaiv yaam kws tuabneeg suav has tas tsi muaj zug huv lub nplajteb nuav kuas cov tuabneeg muaj zug poob ntsejmuag."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.28","label":"28","content":"Vaajtswv xaiv tej kws tuabneeg thuam, saib tsi taug hab xaav has tas tsi tseemceeb, kuas tej kws tuabneeg xaav has tas tseemceeb puamtsuaj moog,"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.29","label":"29","content":"Vaajtswv ua le nuav kuas tsi muaj leejtwg yuav muaj cuabkaav khaav tau le."},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.30","label":"30","content":"Tabsis Vaajtswv coj mej lug nrug Yexus Khetos koom ib txujsa, Yexus Khetos yog lub tswvyim hab txujkev ncaaj nceeg kws Vaajtswv pub rua peb, peb txhaj tau lug ua Vaajtswv tsaav tuabneeg kws dlawbhuv kuas peb dlim peb lub txim,"},{"bible_id":"1726","chapter_code":"1CO.1","verse_code":"1CO.1.31","label":"31","content":"lawv le Vaajtswv txujlug has tas, “Tug kws yuav khaavtheeb, nwg tsuas khaav tau tej kws tug Tswv ua lawn xwb.”"},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.1","label":"1","content":"Cov kwvtij, thaus kuv tuaj saib mej, kuv tsi tau tuaj qha Vaajtswv txujlug tseeb kws tsi muaj tuabneeg paub  rua mej kuas zoo noog lossis qha lawv le kuv lub tswvyim xwb."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.2","label":"2","content":"Rua qhov kuv npaaj sab has tas thaus kuv tuaj txug tim mej, kuv yuav tsi qha lwm zaaj rua mej le, kuv tsuas qha kuas mej paub Yexus Khetos hab qhov kws Yexus tuag sau tug ntoo khaublig rua mej xwb."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.3","label":"3","content":"Yog le ntawd, thaus kuv tuaj nrug mej nyob, kuv qaug zug hab ntshai ua ib ce tshee nyo,"},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.4","label":"4","content":"tej lug kws kuv has hab tej lug kws kuv qha tsi yog tuabneeg lub tswvyim, tabsis yog tej lug kws qha kuas suavdlawg pum Vaajtswv tug Ntsujplig lub fwjchim,"},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.5","label":"5","content":"yog le ntawd, qhov kws mej ntseeg Vaajtswv tsi yog mej ca sab rua tuabneeg lub tswvyim, tabsis yog mej ca sab rua Vaajtswv lub fwjchim."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.6","label":"6","content":"Kuv yeej has tej lug txawj ntse rua cov tuabneeg kws paub taab lawm xwb, tabsis tsi yog cov tuabneeg tam nuav lossis yog cov numtswv tam nuav tej tswvyim kws taabtom yuav pluj moog."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.7","label":"7","content":"Tabsis kuv qha Vaajtswv lub tswvyim kws nyob nraim nkoog tsi muaj leejtwg paub, lub tswvyim ntawd Vaajtswv tub npaaj tseg rua peb thaus kws tsi tau tsim lub nplajteb nuav lug lawm."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.8","label":"8","content":"Cov numtswv kws kaav lub nplajteb nuav, yeej tsi muaj ib tug paub lub tswvyim ntawd; yog puab paub lawm, puab yuav tsi muab tug Tswv kws muaj tshwjchim ci ntsaa ab ntsa rua sau tug ntoo khaublig le."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.9","label":"9","content":"Tabsis muaj lug sau tseg rua huv Vaajtswv txujlug has tas: “Tej kws qhovmuag tsi tau pum, lossis qhovntsej tsi tau nov, hab tej kws tuabneeg lub sab xaav tsi txug has tas yuav muaj lug, Vaajtswv npaaj tej ntawd tseg rua cov tuabneeg kws hlub Vaajtswv lawm.”"},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.10","label":"10","content":"Tabsis  Vaajtswv khaiv Vaaj Ntsujplig lug qha zaaj nuav rua peb paub; rua qhov Vaaj Ntsujplig yeej paub txhua yaam kws Vaajtswv xaav huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.11","label":"11","content":"Tuabneeg ib leeg yeej tsi paub ib leeg lub sab, tsuas yog nyag txhaj paub nyag lub sab xwb; ib yaam nkaus le ntawd, tsuas yog Vaajtswv tug Ntsujplig txhaj paub Vaajtswv lub sab xwb."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.12","label":"12","content":"Peb tsi ca sab rua tuabneeg lub tswvyim; tabsis peb ca sab rua Vaaj Ntsujplig tug kws Vaajtswv khaiv lug, kuas peb txhaj paub txhua yaam kws Vaajtswv pub rua peb."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.13","label":"13","content":"Yog le ntawd, thaus peb qha Vaajtswv zaaj rua cov tuabneeg kws muaj Vaajtswv tug Ntsujplig lawm, peb has tej lug kws Vaajtswv tug Ntsujplig  qha rua peb xwb, peb tsi has tej lug kws cov tuabneeg txawj ntse qha rua peb."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.14","label":"14","content":"Tug kws tsi muaj Vaaj Ntsujplig, tug ntawd yeej tsi tau txais tej kws Vaajtswv tug Ntsujplig pub, rua qhov puab pum has tas tej ntawd tsi muaj qaabhau dlaabtsi, hab puab tsi totaub txug tej ntawd, rua qhov puab tsi muaj Vaaj Ntsujplig, puab txhaj tsi totaub tej ntawd."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.15","label":"15","content":"Tug kws muaj Vaaj Ntsujplig, tug ntawd txhaj paub has tas yaam twg muaj nqes hab yaam twg tsi muaj nqes, tabsis tsi muaj leejtwg paub tug ntawd lub sab."},{"bible_id":"1726","chapter_code":"1CO.2","verse_code":"1CO.2.16","label":"16","content":"Lawv le Vaajtswv txujlug has tas: “Leejtwg txhaj paub tug Tswv lub sab? Leejtwg txhaj qha tau nws?” Tabsis peb tub muaj lub sab ib yaam le Yexus Khetos lub lawm hab."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.1","label":"1","content":"Cov kwvtij, kuv tsi qha mej le kws kuv qha cov kws tub muaj Vaaj Ntsujplig kaav puab lub sab lawm; kuv qha mej ib yaam le mej tseem yog tuabneeg nplajteb, hab ib yaam le mej yog mivnyuas mog, rua qhov mej tsi tau paub Yexus Khetos tseeb."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.2","label":"2","content":"Kuv muab mig rua mej noj xwb, kuv tsi muab mov hab zaub rua mej noj, rua qhov mej tseem noj tsi tau taug zaub mov. Txawm yog nwgnuav los mej tseem noj tsi tau taug hab,"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.3","label":"3","content":"Rua qhov mej tseem ua mej lub neej zoo le tuabneeg nplajteb ua. Yog mej tseem muaj kev sis khib hab ib leeg nrug ib leeg sis caav sis tshe, yog mej ua le ntawd yeej yog mej ua mej lub neej zoo le tuabneeg nplajteb ua, hab mej tseem yog tuabneeg nplajteb."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.4","label":"4","content":"Thaus mej cov muaj ib tug has tas, “Kuv yog Paulus paab”, hab muaj dlua lwm tug has tas, “Kuv yog Apaulaus paab”, tub yog mej ua lawv le tuabneeg nplajteb ua ntaag los sav!"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.5","label":"5","content":"Apaulaus yog leejtwg? Paulus yog leejtwg? Wb tsuas yog Vaajtswv ob tug tubkhai kws coj mej lug ntseeg xwb, tug Tswv faib rua wb nyag muaj nyag ib teg num ua."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.6","label":"6","content":"Kuv yog tug cog, Apaulaus yog tug ywg dlej, tabsis tug ua kuas luj hlub yog Vaajtswv."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.7","label":"7","content":"Tug kws cog hab tug kws ywg dlej yeej tsi tseemceeb dlaabtsi, tabsis Vaajtswv yog tug kws tseemceeb, rua qhov nwg yog tug ua kuas luj hlub."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.8","label":"8","content":"Tug kws cog hab tug kws ywg dlej, obtug teg num zoo ib yaam nkaus; Vaajtswv yuav muab nqe zug rua obtug lawv le teg num kws obtug ua."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.9","label":"9","content":"Rua qhov wb yog Vaajtswv ob tug tubkhai, hab ua num ua ke; mej yog Vaajtswv thaaj teb. Hab mej yog Vaajtswv lub tsev."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.10","label":"10","content":"Vim txuj koob moov kws Vaajtswv pub rua kuv, kuv txhaj zoo le tug kws kws ua tsev, kuv txhus ncej hab nrum qhaab rua, lwm tug tuaj vuv hab tuaj xov rua. Tabsis txhua tug nyag yuavtsum ua tuab zoo ua nyag teg num."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.11","label":"11","content":"Rua qhov yeej tsi muaj leejtwg yuav muaj cuabkaav tsaa tau dlua lwm lub tsev hloov lub kws Vaajtswv tub tsaa tau lawm, lub ntawd yog Yexus Khetos ntaag."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.12","label":"12","content":"Muaj qee leej yuav muab kub, muab nyaj, muab tej pobzeb muaj nqes, muab ntoo, muab nqeeb, hab muab quav nyab tuaj vuv hab tuaj xov lub tsev ntawd."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.13","label":"13","content":"Nub kws Yexus rov qaab lug, nwg yuav muab txhua tug teg num nthuav qha rua suavdlawg pum, Nub ntawd yuav tsi muab npog ca lawm, rua qhov Nub ntawd yuav muab suavtawg sim txhua tug teg num saib puas ruaj puas khov."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.14","label":"14","content":"Yog tej kws suavdlawg coj tuaj vuv lossis xov lub tsev ntawd, leejtwg le tsi kub nyab, tug ntawd txhaj tau nqe zug."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.15","label":"15","content":"Tabsis yog leejtwg teg num kub nyab lawm, nwg yuav tsi tau dlaabtsi; nwg yuav dlim, tabsis nwg tsuas dlim ib yaam le tug kws tsiv dlim huv suavtawg lug xwb."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.16","label":"16","content":"Mej yeej paub has tas mej lub cev yog Vaajtswv lub tuamtsev, hab Vaajtswv tug Ntsujplig nyob huv mej lub sab?"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.17","label":"17","content":"Yog leejtwg rhuav Vaajtswv lub tuamtsev, Vaajtswv yuav rhuav tug ntawd kuas puamtsuaj hab. Rua qhov Vaajtswv lub tuamtsev yog lub kws dlawbhuv, hab mej yog Vaajtswv lub tuamtsev ntaag."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.18","label":"18","content":"Yug tsi xob rov dlaag yug. Yog mej leejtwg xaav has tas nwg yog tug txawj ntse, nwg yuavtsum ua le tug ruag, nwg txhaj yog tug ntse."},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.19","label":"19","content":"Tej kws tuabneeg nplajteb suav has tas yog kev txawj ntse, tej ntawd Vaajtswv suav has tas yog kev ruag. Lawv le Vaajtswv txujlug has tas, “Vaajtswv muab cov tuabneeg txawj ntse lub tswvyim rov lug ua ntaa npuj cuab puab kev”;"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.20","label":"20","content":"hab Vaajtswv txujlug muaj dlua ib lus has tas, “Tug Tswv paub tej kws cov tuabneeg txawj ntse xaav, tej ntawd tsi tseemceeb dlaabtsi le.”"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.21","label":"21","content":"Yog le ntawd, mej tsi xob khaav tej kws tuabneeg ua tau. Rua qhov txhua yaam puavleej yog mej tug,"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.22","label":"22","content":"tsi has Paulaus, Apaulaus, Petus, lub nplajteb, txujsa, kev tuag, tam nuav lossis tam tom ntej, tej nuav puavleej yog mej tug,"},{"bible_id":"1726","chapter_code":"1CO.3","verse_code":"1CO.3.23","label":"23","content":"mej yog Yexus Khetos tug, hab Yexus Khetos yog Vaajtswv tug."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.1","label":"1","content":"Tsimnyog mej fwm has tas peb yog Yexus Khetos cov tubkhai, peb tuav Vaajtswv txujlug tseemceeb kws yaav taag lug tsi muaj leejtwg paub."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.2","label":"2","content":"Ib qho ntxiv, tug kws luas tsaa lug ua tubkhai, tug ntawd yuavtsum ncaaj nceeg rua nwg tug tswv."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.3","label":"3","content":"Tabsis tej kws mej lossis lwm tug txav txim rua kuv, kuv pum has tas tej ntawd tsi ua le caag rua kuv. Txawm yog kuv los kuv tsi txav txim rua kuv."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.4","label":"4","content":"Kuv lub sab qha rua kuv has tas kuv yeej tsi tau ua txhum, kuv has le ntawd tsi yog kuv has tas kuv tsi muaj txim. Tug Tswv yog tug kws yuav txav txim rua kuv."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.5","label":"5","content":"Yog le ntawd, thaus tseem tsi tau txug lub sijhawm kws Vaajtswv teem ca, mej tsi xob txav txim rua leejtwg. Tog txug Nub kws tug Tswv lug txav txim thaus kawg; nwg yuav muab tej kws tuabneeg ua nyob huv qhov tsaus ntuj lug nthuav rua ntawm qhov pum kev hab muab tej kws tuabneeg lub sab xaav nraim nkoog qha rua suavdlawg paub. Hab Vaajtswv yuav qhuas txhua tug kws tsimnyog Vaajtswv qhuas."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.6","label":"6","content":"Cov kwvtij, qhov kws kuv muab Apaulaus hab kuv zaaj coj lug pav rua mej, tub yog kuv xaav kuas mej xyum ua le wb tug yaam ntxwv, mej txhaj paub qhov kws has tas, “Tsi xob ua dlhau Vaajtswv txujlug.” Tsi tsimnyog mej qhuas tug nuav hab thuam tug tod."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.7","label":"7","content":"Leejtwg tsaa mej lub neej zoo dlua lwm tug lub? Txhua yaam kws mej muaj puavleej yog Vaajtswv pub rua mej los sav! Ua le caag mej tseem khaav has tas yog mej khwv tau?"},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.8","label":"8","content":"Mej tub muaj txhua yaam kws mej xaav tau lawm los? Mej tub npluanuj lawm los? Mej tub tau ua vaajntxwv lawm los, ua le caag peb tsua tsi tau ua vaajntxwv? Kuv xaav kuas mej tau ua vaajntxwv, peb txhaj tau nrug mej ua vaajntxwv hab."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.9","label":"9","content":"Kuv xaav has tas Vaajtswv muab peb cov kws yog timthawj tso tuaj tom tw, ib yaam le cov tuabneeg raug txim kws luas coj moog tua, rua qhov peb zoo le tug kws ua yeebyaam rua lub nplajteb nuav, rua cov timtswv, hab rua tuabneeg nplajteb saib."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.10","label":"10","content":"Tub yog vim peb ua Yexus Khetos teg num, suavdlawg txhaj has tas peb yog tuabneeg ruag, tabsis mej yog tuabneeg ntse, mej txhaj ntseeg Yexus Khetos. Peb qaug zug, tabsis mej muaj zug kawg le. Luas fwm mej, tabsis luas thuam peb kawg le."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.11","label":"11","content":"Txawm yog naj nub nua los peb tseem tshaib nqhes kawg le; peb tsi muaj rig tsho zoo nrug luas naav; peb raug luas ntaus; peb tsi muaj tsev nrug luas nyob;"},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.12","label":"12","content":"peb ua num khwv heev, peb txhaj tau noj tau haus. Thaus luas foom tsi zoo rua peb, peb thov Vaajtswv foom koob moov rua luas; thaus luas tsimtxom peb, peb ua sab ntev nyaj;"},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.13","label":"13","content":"thaus luas thuam peb, peb ua tuab zoo has luas. Peb zoo le tej khoom lamsim kws tuabneeg nplajteb muab povtseg, peb zoo le tej yaam qas qas rua tuabneeg nplajteb lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.14","label":"14","content":"Kuv sau tsaab ntawv nuav tuaj rua mej tsi yog kuv xaav kuas mej txaajmuag, tabsis kuv sau tuaj ntuag mej ib yaam le kuv ntuag cov mivnyuas kws kuv hlub."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.15","label":"15","content":"Txawm yog mej yuav muaj kaum txheeb leej qha Yexus Khetos zaaj rua mej los mej tsuas muaj tuab leeg txiv xwb. Kuv yog mej txiv, rua qhov kuv coj Txujmoo Zoo tuaj qha rua mej hab coj mej lug ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.16","label":"16","content":"Yog le ntawd, kuv thov mej ua mej lub neej lawv le kuv tug yaam ntxwv."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.17","label":"17","content":"Tub yog vim le nuav kuv txhaj khaiv Timautes tug kws kuv hlub, hab yog ib tug tub kws ua lub neej ncaaj nceeg rua tug Tswv tuaj qha mej, kuas mej ncu txug qhov kws kuv nrug Yexus Khetos koom ib txujsa hab tej kws kuv qha rua cov ntseeg kws nyob txhua qhov chaw."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.18","label":"18","content":"Mej cov muaj qee leej khaavtheeb, rua qhov mej xaav has tas kuv yuav tsi tuaj saib mej lawm."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.19","label":"19","content":"Yog tug Tswv pum zoo, tsi ntev nuav kuv yuav tuaj saib mej. Kuv xaav tuaj saib mej saib cov tuabneeg kws khaav khaav ntawd, puab tsua ua tau puab tej num zoo npaum le caag dlag."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.20","label":"20","content":"Rua qhov Vaajtswv lub tebchaws tsi yog tuabneeg lub ncauj has xwb, tabsis yog teg num kws puab ua."},{"bible_id":"1726","chapter_code":"1CO.4","verse_code":"1CO.4.21","label":"21","content":"Mej nyam le caag? Ca kuv nqaa nplawm tuaj lossis ca kuv tuaj hlub hab ua tuab zoo qha mej?"},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.1","label":"1","content":"Kuv nov xuv has tas mej cov muaj qee leej ua txhum kev nkauj kev nraug luj heev, txawm yog cov tsi ntseeg los puab tub tsi ua txhum luj npaum le ntawd; muaj tuabneeg tuaj qha rua kuv has tas muaj ib tug tub ca le yuav nwg nam tshab lug ua quaspuj."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.2","label":"2","content":"Mej tseem muaj plhus khaav hab los? Tub tsimnyog mej nyuaj sab, hab muab tug kws ua txhum ntawd rhu tawm huv mej cov moog."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.3","label":"3","content":"Txawm yog kuv nyob dleb mej los kuv lub sab nrug nraim mej nyob; yog kuv nrug mej nyob,"},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.4","label":"4","content":"ntshai kuv tub tuav peb tug Tswv Yexus lub npe rau txim rua tug kws ua txhum ntawd lawm. Thaus mej tuaj saablaaj ua ke, kuv lub sab yeej nrug mej hab peb tug Tswv Yexus lub fwjchim yeej nrug nraim peb,"},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.5","label":"5","content":"mej ca le muab tug ntawd cob rua dlaab Ntxwgnyoog ua kuas nwg lub cev puamtsuaj moog, yog mej ua le ntawd, thaus txug Nub kws tug Tswv lug, tug ntawd tug ntsujplig txhaj yuav dlim."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.6","label":"6","content":"Tsi tsimnyog mej yuav khaavtheeb hlo le! Mej tub paub lu lug kws has tas, “Ib qhov keeb miv miv xwb, ua rua lub ncuav su tuaj.”"},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.7","label":"7","content":"Mej yuavtsum muab tej keeb qub kws yog txujkev txhum tso povtseg, mej txhaj yuav ua tau tuabneeg dlawbhuv. Yog mej ua le ntawd, txhaj yuav zoo le lub ncuav tshab kws tsi xyaw keeb, kuv paub has tas tsi muaj keeb nyob huv mej lawm. Rua qhov Yexus Khetos kws yog tug mivnyuas yaaj kws luas muab tua ua kevcai Hlaa Dlhau, nwg tub tuag theej peb lub txhoj lawm."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.8","label":"8","content":"Yog le ntawd, peb ca le ua kevcai Hlaa Dlhau, peb tsi xob muab cov qub keeb kws yog kev txhum hab kev phem kev qas lug ua, tabsis muab cov ncuav tsi xyaw keeb kws yog txujkev ncaaj nceeg hab kev tseeb lug ua xwb."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.9","label":"9","content":"Kuv tub sau ntawv tuaj qha rua mej lawm has tas, mej tsi xob moog koom nrug cov tuabneeg kws nyam ua kev nkauj kev nraug hlo le."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.10","label":"10","content":"Qhov kws kuv has le ntawd, tsi yog kuv has txug tej tuabneeg nplajteb kws nyam ua kev nkauj kev nraug lossis cov tuabneeg kws ntshaw luas tug lossis cov tuabneeg kws ua tubsaab lossis cov tuabneeg kws pe mlom. Yog mej tsi nrug cov tuabneeg ntawd nyob, ces mej yuavtsum tawm huv lub nplajteb nuav moog."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.11","label":"11","content":"Tabsis qhov kws kuv sau tsaab ntawv nuav tuaj rua mej, yog qha kuas mej tsi xob moog koom nrug tug tuabneeg kws nwg ua txuj has tas nwg yog tug ntseeg, tabsis nwg tseem nyam ua kev nkauj kev nraug, ntshaw luas tug, pe mlom, thuam lwm tug, quav cawv hab ua tubsaab. Txawm yog noj mov los mej tsi xob nrug tug tuabneeg kws zoo le ntawd koom tsum."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.12","label":"12","content":"Dlua le ntawd, kuv tsi yog tug kws yuav txav txim rua cov tuabneeg kws tsi ntseeg. Tabsis mej yog cov kws yuav txav txim rua cov ntseeg."},{"bible_id":"1726","chapter_code":"1CO.5","verse_code":"1CO.5.13","label":"13","content":"Vaajtswv yog tug kws yuav txav txim rua cov kws tsi ntseeg. Rua qhov Vaajtswv txujlug has tas, “Ca le muab tug kws ua phem ntawd ntab tawm huv mej cov moog.”"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.1","label":"1","content":"Thaus mej cov ntseeg ib leeg ua plaub rua ib leeg, mej tseem coj moog rua cov tsi ntseeg nrug mej has hab los? Tub tsimnyog mej ca rua cov ntseeg nrug mej has xwb los sav!"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.2","label":"2","content":"Mej puas paub has tas cov ntseeg yuav ua cov txav txim rua tuabneeg nplajteb? Yog mej tub yuav txav txim rua tuabneeg nplajteb, mej txawm yuav tsi muaj cuabkaav has tej nyuas plaub miv miv nuav hab los?"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.3","label":"3","content":"Mej tsi paub has tas, peb tub yog cov kws yuav txav txim rua cov timtswv nua los? Yog le ntawd, tsimnyog peb has tau tej nyuas plaub ntug kws naj nub muaj nuav hab!"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.4","label":"4","content":"Thaus mej muaj plaub ntug, mej yuav coj moog rua cov tsi ntseeg has los?"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.5","label":"5","content":"Kuv has le nuav kuas mej paub txaajmuag. Mej cov yeej muaj tug txawj ntse kws yuav has tau tej plaub ntug kws cov ntseeg ib leeg ua rua ib leeg,"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.6","label":"6","content":"tabsis cov ntseeg ib leeg tseem kom ib leeg moog rua huv tsev tu plaub hab ca cov tsi ntseeg has."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.7","label":"7","content":"Qhov kws mej ib leeg kom ib leeg ntawd qha rua suavdlawg paub has tas, mej yeej tsi muab sab npuab Vaajtswv. Ua le caag mej tsi ua tug swb? Ua le caag mej tsi ca luas ntxo mej zoo dlua?"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.8","label":"8","content":"Tabsis mej tsua tsi ua le ntawd, txawm yog mej yog tuab cov ntseeg xwb los mej ib leeg tseem ua phem rua ib leeg, hab ib leeg ntxo ib leeg."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.9","label":"9","content":"Mej tsi paub has tas, cov tuabneeg kws ua phem ua qas yuav tsi muaj feem moog nyob Vaajtswv lub Tebchaws nua los? Mej tsi xob rov dlaag mej; cov tuabneeg kws nyam ua kev nkauj kev nraug, pe mlom, ntxag luas quaspuj luas quasyawg, txivneej ntxag txivneej, quaspuj ntxag quaspuj,"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.10","label":"10","content":"ua tubsaab, ntshaw luas tug, quav cawv, thuam lwm tug hab txhaav luas tug. Cov tuabneeg ntawd yuav tsi muaj feem moog nyob Vaajtswv lub Tebchaws le."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.11","label":"11","content":"Yaav taag lug mej cov muaj qee leej ua ib yaam nkaus le ntawd, tabsis nwgnuav Yexus Khetos tub ntxuav mej lub txim hab muab mej pub rua Vaajtswv lawm. Peb tug Tswv Yexus Khetos hab Vaajtswv tug Ntsujplig tub coj mej lug nrug Vaajtswv sis raug zoo lawm."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.12","label":"12","content":"Muaj qee leej yuav has tas, “Kuv muaj cuabkaav ua tau txhua yaam tsi muaj leejtwg txwv kuv.” Tabsis tsi yog txhua yaam ntawd yuav muaj nqes rua koj huv tuabsi. Kuv los muaj cuabkaav has tas, “Kuv ua tau txhua yaam tsi muaj leejtwg txwv tau kuv, tabsis kuv yuav tsi ca tej kws kuv ua ntawd yuam tau kuv ua tej ntawd qhev.”"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.13","label":"13","content":"Lwm tug tsua yuav has tas, “Zaub mov yog npaaj lug rua lub plaab, hab lub plaab yog npaaj lug ntim zaub mov.” Yeej yog le ntawd tag, tabsis Vaajtswv yuav ua kuas ob yaam ntawd puamtsuaj taag huv tuabsi. Tug Tswv tsi tsim lub cev ca ua kev nkauj kev nraug, tabsis yog tsim lug ca pehawm tug Tswv."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.14","label":"14","content":"Vaajtswv tub tsaa tug Tswv sawv huv qhov tuag rov qaab lug lawm, Vaajtswv lub fwjchim yuav tsaa peb txhua tug sawv huv qhov tuag rov qaab lug ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.15","label":"15","content":"Mej yeej paub lawm has tas, mej lub cev yog Yexus Khetos tej teg taw. Kuv yuav muab Yexus Khetos tej teg taw moog ua namndlav tej teg taw tsi tau le."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.16","label":"16","content":"Mej tsi paub has tas tug tuabneeg kws moog ntxag namndlav, tug ntawd yeej nrug namndlav koom ua ib lub cev lawm nua los? Vaajtswv txujlug has tas, “Obtug yuav koom ua ib lub cev.”"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.17","label":"17","content":"Tabsis tug kws nrug tug Tswv sis raug zoo, tug ntawd yeej nrug tug Tswv koom ib txujsa."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.18","label":"18","content":"Mej tsi xob ua kev nkauj kev nraug. Tej kev txhum kws tuabneeg naj nub ua, yeej tsi ua rua tuabneeg lub cev qas, tabsis tug kws ua kev nkauj kev nraug, tug ntawd ua rua nwg lub cev qas."},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.19","label":"19","content":"Mej tsi paub has tas mej lub cev yog Vaaj Ntsujplig tug dlawbhuv kws Vaajtswv muab pub rua mej lub tuamtsev nua los? Nwg nyob huv mej lub sab, mej tsi yog tug tswv kws kaav mej lub cev, tabsis Vaajtswv yog tug tswv kws kaav mej lub cev;"},{"bible_id":"1726","chapter_code":"1CO.6","verse_code":"1CO.6.20","label":"20","content":"Vaajtswv tub txhwv mej kim kawg le lug lawm. Yog le ntawd, mej yuavtsum ca mej lub cev ua rua Vaajtswv tau ntsejmuag."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.1","label":"1","content":"Tej lug kws mej sau ntawv tuaj nug kuv ntawd, nwgnuav kuv teb rua mej has tas: “Tug txivneej twg tsi yuav quaspuj los yeej zoo.”"},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.2","label":"2","content":"Tabsis vim muaj tuabneeg ua kev nkauj kev nraug ntau heev, yog le ntawd tsimnyog txhua tug txivneej nyag muaj nyag ib tug quaspuj, hab txhua tug quaspuj nyag muaj nyag ib tug quasyawg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.3","label":"3","content":"Tug quasyawg yuavtsum tsi xob cais nwg tug quaspuj, hab tug quaspuj los tsi xob cais nwg tug quasyawg, obtug ib leeg yuavtsum txaus sab rua ib leeg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.4","label":"4","content":"Tug quaspuj tsi muaj cai kaav nwg lub cev, tabsis tug quasyawg muaj cai kaav tug quaspuj; tug quasyawg los ib yaam nkaus le ntawd, nwg tsi muaj cai kaav nwg lub cev, tabsis tug quaspuj muaj cai kaav tug quasyawg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.5","label":"5","content":"Meb ob nam txiv tsi xob sis cais chaw pw, yog meb yuav cais, meb yuavtsum sis has kuas hum tsaiv maam le cais mo puav txhaj muaj sijhawm thov Vaajtswv; tabsis tom qaab ntawd, meb yuavtsum rov lug pw ua ke. Yog meb tsi ua le ntawd, nyob tsaam meb tswj tsi tau meb lub sab, ces dlaab Ntxwgnyoog yuav ntxag tau meb ua txhum."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.6","label":"6","content":"Kuv has le nuav tsi yog kuv tsi pub mej sis yuav, kuv yeej pub mej sis yuav."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.7","label":"7","content":"Qhov tseemceeb, kuv xaav kuas mej ua lub neej ib yaam le kuv; tabsis Vaajtswv pub nyag muaj nyag sab, ib leeg nyam lawm ib yaam."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.8","label":"8","content":"Nwgnuav, kuv has rua mej cov kws tseem tsi tau sis yuav hab cov puj ntsuag has tas, yog mej nyob ib yaam le kuv tsi xob sis yuav ntshai yuav zoo dlua."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.9","label":"9","content":"Tabsis yog mej tswj tsi tau mej lub sab, mej ca le sis yuav, yog mej sis yuav kuj yuav zoo dlua qhov kws mej lub sab pheej ntshaw."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.10","label":"10","content":"Kuv has ib lus rua mej cov kws tub sis yuav lawm, tug quaspuj yuavtsum tsi xob tso nwg tug quasyawg tseg, tej lug nuav tsi yog kuv has, tabsis yog tug Tswv has;"},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.11","label":"11","content":"yog nwg muab nwg tug quasyawg tso tseg, nwg tsi xob moog yuav dlua quasyawg tshab, tabsis yog nwg xaav yuav quasyawg, nwg ca le rov qaab lug yuav tug quasyawg qub xwb; hab tug quasyawg tsi xob muab nwg tug quaspuj nrauj."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.12","label":"12","content":"Kuv has dlua ib lus ntxiv rua lwm tug (lu lug nuav yog kuv has, tsi yog tug Tswv has): yog ib tug ntseeg twg nwg tug quaspuj tsi ntseeg, tabsis tug quaspuj ntawd zoo sab nrug tug quasyawg nyob, tug quasyawg tsi xob muab tug quaspuj ntawd nrauj."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.13","label":"13","content":"Hab ib tug quaspuj twg kws yog tug ntseeg yuav tug quasyawg kws tsi ntseeg, tabsis tug quasyawg kws tsi ntseeg zoo sab nrug tug quaspuj nyob, tug quaspuj tsi xob muab tug quasyawg ntawd nrauj."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.14","label":"14","content":"Yog tug quaspuj ntseeg Vaajtswv lawm, tug quasyawg yeej yog Vaajtswv tug hab. Yog tug quasyawg ntseeg Vaajtswv lawm, tug quaspuj yeej yog Vaajtswv tug ib yaam nkaus. Yog tsi yog le ntawd, obtug cov mivnyuas yeej yuav zoo ib yaam le cov tsi ntseeg tej mivnyuas, tabsis tsi yog le ntawd, obtug cov mivnyuas yeej yog Vaajtswv cov mivnyuas."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.15","label":"15","content":"Tabsis yog has tas tug kws tsi ntseeg xaav tso tug ntseeg tseg los tso tau. has txug qhov nuav, cov ntseeg, tsi has tug quasyawg lossis tug quaspuj muaj cai tso tseg tau rua qhov Vaajtswv yeej hu mej kuas lug nyob sis humxeeb."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.16","label":"16","content":"Tug quaspuj kws ntseeg, koj puas paub has tas, koj yuav coj  tau koj tug quasyawg lug ntseeg. Lossis tug quasyawg kws ntseeg, sov koj puas paub has tas, koj yuav coj tau koj tug quaspuj lug ntseeg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.17","label":"17","content":"Txhua tug nyag yuavtsum ua nyag lub neej lawv le tug Tswv tub pub rua nwg lawm, hab ua lawv le thaus Vaajtswv hu nwg lug. Kuv yeej qha txuj kevcai nuav rua txhua pawg ntseeg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.18","label":"18","content":"Yog leejtwg ua kevcai txav ua ntej kws Vaajtswv hu nwg, nwg tsi xob rhuav qhov kws nwg ua kevcai txav ntawd; yog Vaajtswv hu tug kws tsi tau ua kevcai txav lug ntseeg, tsi taag nwg yuav ua kevcai txav lawm."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.19","label":"19","content":"Qhov kws tuabneeg ua kevcai txav hab tsi ua, yeej tsi tseemceeb; qhov tseemceeb yog qhov kws noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.20","label":"20","content":"Txhua tug nyag yuavtsum ua nyag lub neej lawv le thaus Vaajtswv hu nwg lug ntseeg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.21","label":"21","content":"Thaus Vaajtswv hu koj lug ntseeg, koj tseem ua qhev los? Koj tsi xob nyuaj sab. Yog koj muaj kev tawm tau lug nyob ywjpheej, koj ca le tawm."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.22","label":"22","content":"Tug kws tug Tswv hu thaus nwg tseem ua qhev, tug ntawd tug Tswv tub tso nwg dlim lawm; ib yaam nkaus le ntawd, tug kws tsi ua qhev thaus Yexus Khetos hu nwg lug, nwg yog Yexus Khetos tug qhev."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.23","label":"23","content":"Vaajtswv tub txhwv mej kim kawg le lug lawm; yog le ntawd mej tsi xob ca tuabneeg ntxag tau mej moog ua qhev."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.24","label":"24","content":"Cov kwvtij, mej yuavtsum nrug Vaajtswv sis raug zoo ib yaam le thaus kws Vaajtswv nyavnyuas hu mej lug ntseeg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.25","label":"25","content":"Nwgnuav, kuv yuav has txug cov tuabneeg kws tseem tsi tau sis yuav; tej lug kws kuv has nuav tug Tswv tsi tau kuas kuv has, tabsis kuv has lawv le kuv pum zoo. Kuv tej lug suavdlawg yeej ca sab tau, rua qhov suavdlawg yeej paub has tas tug Tswv foom koob moov rua kuv."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.26","label":"26","content":"Rua qhov kuv pum has tas naj nub nua suavdlawg muaj kev ntxhuv sab heev, yog le ntawd kuv txhaj xaav has tas kuas txhua tug txivneej nyag nyob nyag le ntawd ntshai yuav zoo dlua."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.27","label":"27","content":"Koj puas tau muaj quaspuj? Yog koj yuav lawm, tsi xob muab tso tseg. Yog koj tsi tau yuav quaspuj, koj tsi xob yuav."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.28","label":"28","content":"Tabsis yog koj yuav quaspuj lawm los yeej tsi txhum; hab yog tug hluas nkauj kws tsi tau yuav quasyawg, nwg yuav quasyawg los yeej tsi txhum. Tabsis kuv tsi xaav kuas mej muaj kev nyuaj sab le cov kws tub sis yuav lawm naj nub nyuaj sab."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.29","label":"29","content":"Cov kwvtij, qhov kws kuv has yog le nuav: vim peb lub sijhawm tub dlhau zuj zug lawm, txij nuav moog cov kws tub yuav quaspuj lawm, ca le ua ib yaam le cov kws tsi tau yuav;"},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.30","label":"30","content":"cov kws quaj ntsuag, ca le ua le kws tsi muaj kev quaj ntsuag; cov kws muaj kev zoo sab, ca le ua le kws tsi muaj kev zoo sab; cov kws yuav tau qhov txhua chaw, ca le ua le kws tsi tau dlaabtsi;"},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.31","label":"31","content":"tug kws siv tej qhov txhua chaw kws nyob huv lub nplajteb nuav, nwg tsi xob suav has tas tej ntawd yog tej kws tseemceeb. rua qhov lub nplajteb nuav, taabtom pluj moog lawm."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.32","label":"32","content":"Kuv tsi xaav ca mej muaj kev nyuaj sab. Tug kws tsi yuav quaspuj, nwg muab sab rau ua tug Tswv teg num, rua qhov nwg xaav ua lawv le tug Tswv lub sab nyam."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.33","label":"33","content":"Tabsis tug kws muaj quaspuj lawm, nwg rau sab ntso khwv noj khwv haus huv lub nplajteb nuav, nwg ua le ntawd kuas nwg tug quaspuj zoo sab rua nwg;"},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.34","label":"34","content":"yog le ntawd tug quasyawg txhaj muaj ob teg num. Tug quaspuj kws tsi tau yuav quasyawg lossis tug nkaujxwb, nwg muab sab rau ua tug Tswv teg num, vim nwg xaav muab nwg lub cev hab lub sab fij rua tug Tswv; tabsis tug quaspuj kws yuav quasyawg lawm, nwg rau sab ntso khwv noj khwv haus huv lub nplajteb nuav, rua qhov nwg xaav kuas nwg tug quasyawg zoo sab rua nwg."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.35","label":"35","content":"Kuv has le nuav, tsi yog kuv txwv mej, tabsis yog kuv xaav paab mej. Kuv xaav kuas mej ua tej yaam kws tsimnyog ua, hab muab sab rau ua tug Tswv teg num tsi xob ua tuabneeg ywjfaab ywjfwj."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.36","label":"36","content":"Yog tug tub hab tug ntxhais twg kws tub sis qhab lawm, tabsis tug tub tswj tsi tau nwg lub sab, hab xaav has tas obtug yuavtsum sis yuav xwb, ces obtug ca le sis yuav los tau.  Qhov ntawd yeej tsi txhum le."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.37","label":"37","content":"Tabsis yog nwg ua tau ib sab has tas, nwg yuav tsi yuav quaspuj ib simneej le,  yog nwg tswj tau nwg lub sab hab ua tau lawv le nwg xaav, yog le ntawd nwg tsi yuav tug hluas nkauj  los hajyam zoo."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.38","label":"38","content":"Tug kws yuav tug ntxhais kws nwg qhab lawm, nwg ua tau zoo, tabsis tug kws tsi yuav quaspuj  tseem hajyam ua tau zoo dlua hab."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.39","label":"39","content":"Tug quaspuj kws muaj quasyawg, yog tug quasyawg tseem ua neej nyob nwg yuavtsum nrug tug quasyawg nyob moog le; tabsis yog nwg tug quasyawg tuag lawm, nwg yuav dlua quasyawg tshab los tau, tabsis yuav tug kws ntseeg Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"1CO.7","verse_code":"1CO.7.40","label":"40","content":"Kuv xaav has tas yog nwg nyob taug le ntawd moog, yuav muaj kev kaaj sab dlua. Tej lug kws kuv has nuav, yog Vaajtswv tug Ntsujplig qha kuv has."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.1","label":"1","content":"Nwgnuav kuv yuav has txug tej zaub mov kws luas muab fij rua dlaab rua mlom: peb yeej paub tej lug kws has tas, “Peb txhua tug puavleej muaj kev txawj ntse,” txawm le ntawd los tej kev txawj ntse yeej ua rua tuabneeg muaj kev khaavtheeb xwb; tabsis kev hlub txhaj ua rua tuabneeg muaj kev vaammeej."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.2","label":"2","content":"Tug kws xaav has tas nwg tub paub ntau yaam lawm, tug ntawd yeej tsi tau paub yaam kws tseemceeb le."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.3","label":"3","content":"Tabsis Vaajtswv yeej paub txhua tug kws hlub Vaajtswv."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.4","label":"4","content":"Kuv has txug qhov kws noj tej zaub mov kws luas muab fij rua dlaab rua mlom lawm: peb yeej paub has tas, “Tuabneeg nplajteb tej mlom tsi muaj ib tug muaj sa le,” hab peb paub has tas, “tsuas muaj tuab tug Vaajtswv xwb, yeej tsi muaj dlua lwm tug le lawm.”"},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.5","label":"5","content":"Txawm yog tuabneeg hu ntau tug ua “vaajtswv” tsi has nyob sau ntuj lossis nyob huv nplajteb nuav, yeej muaj ntau tug “vaajtswv” hab ntau tug “tswv”,"},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.6","label":"6","content":"tabsis peb tsuas muaj tuab tug Vaajtswv xwb, nwg yog Leej Txiv tug kws Tsim ib puas tsaav yaam hab yog tug kws tuav peb txujsa; tsuas yog muaj tuab tug Tswv xwb, nwg yog Yexus Khetos, nwg tsim ib puas tsaav yaam hab nwg tuav peb txujsa."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.7","label":"7","content":"Tabsis cov kws ntseeg muaj ibtxha tseem tsi tau paub tej nuav, puab yog cov kws ibtxwm teev mlom lug lawm. Yog le ntawd thaus puab noj zaub noj mov, puab tseem pheej xaav has tas, tej ntawd yog tej kws luas muab fij rua dlaab rua mlom lawm. Puab paub tej ntawd tsi tshua tseeb, puab txhaj xaav has tas yog puab noj ntshai nyob tsaam txhum."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.8","label":"8","content":"Tej zaub mov ntawd yeej paab tsi tau kuas peb nrug Vaajtswv sis raug zoo; txawm yog peb tsi tau noj los peb yeej tsi ntxaug, hab yog peb noj los peb yeej tsi rog."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.9","label":"9","content":"Tabsis mej yuavtsum ceevfaaj, tsi xob ca mej cov kws muaj cuabkaav noj tau tej zaub mov ntawd ua rua cov tuabneeg kws tsi tshua paub Vaajtswv yuam kev ua txhum."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.10","label":"10","content":"Nyob tsaam muaj ib tug kws tsi tshua paub Vaajtswv, tuaj pum mej cov kws yog cov paub, taabtom noj mov huv tsev teev dlaab teev mlom, nwg yuav ca le moog noj tej zaub mov kws muab fij rua tej dlaab tej mlom ntawd hab."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.11","label":"11","content":"Tub yog vim mej yog cov paub, mej txhaj ua rua mej cov kwvtij kws tsi tshua paub Vaajtswv kws Yexus Khetos tub tuag theej puab lub txhoj lawm raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.12","label":"12","content":"Qhov kws mej ua le ntawd, tub yog mej ua txhum Yexus Khetos ntaag, rua qhov mej ua rua tug ntseeg kws tsi tshua paub Vaajtswv xaav yuam kev."},{"bible_id":"1726","chapter_code":"1CO.8","verse_code":"1CO.8.13","label":"13","content":"Yog tej zaub mov kws kuv noj ua rua puab ua txhum, kuv yuav tsi noj nqaj ntxiv lawm, kuv txhaj tsi ua rua leejtwg yuam kev ua txhum."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.1","label":"1","content":"Kuv tsi muaj cai los? Kuv tsi yog timthawj los? Kuv tsi tau pum Yexus kws yog peb tug Tswv los? Qhov kws mej tau lug ntseeg tug Tswv tub yog vim kuv qha mej ntaag."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.2","label":"2","content":"Txawm yog lwm tug tsi leeg has tas, kuv yog ib tug timthawj los tsimnyog mej leeg kuv! Qhov kws mej nrug tug Tswv koom ib txujsa, qhov ntawd ua timkhawv has tas kuv yog ib tug timthawj tag."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.3","label":"3","content":"Thaus muaj tuabneeg thuam kuv, kuv has dlaws kuv zaaj le nuav:"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.4","label":"4","content":"Kuv txawm tsi muaj cai noj hab haus vim teg num kws kuv ua le los?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.5","label":"5","content":"Petus hab txhua tug timthawj, puab puavleej muaj cai coj quaspuj mivnyuas nrug puab moog rua nuav rua u. Kuv yeej yog ib tug timthawj hab, kuv txawm tsi muaj cai le puab los?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.6","label":"6","content":"Tsuas yog Npananpas hab kuv, wb txhaj yuavtsum tau nrhav rua wb noj wb haus xwb los?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.7","label":"7","content":"Tug kws moog ua tubrog nwg tseem nrhav rua nwg noj nwg haus hab los? Tug kws cog txiv maab, nwg txawm tsi dle nwg cov txiv maab noj los? Tug kws yug yaaj, nwg txawm tsi tsu nwg cov yaaj tej kua mig haus los?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.8","label":"8","content":"Puas yog kuv has lawv le tuabneeg ibtxwm has? Puas yog Vaajtswv txuj kevcai has ib yaam le nuav hab?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.9","label":"9","content":"Muaj lug sau tseg rua huv Mauxes txuj Kevcai has tas, “Thaus mej taabtom muab nyuj tsuj nplej, mej tsi xob muab naab looj nyuj qhovncauj.” Puas yog Vaajtswv txhawj nyob tsaam nyuj tsi tau noj?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.10","label":"10","content":"Vaajtswv has le ntawd, tsi yog Vaajtswv has txug peb los? Tub yog Vaajtswv has txug peb ntaag. Tug kws laij teb hab tug kws ntaus nplej, obtug yeej ca sab has tas obtug yuav tau qoobloo sis npaug."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.11","label":"11","content":"Yog peb tub tseb Vaajtswv txujlug rua huv mej lub sab lawm, yog le ntawd peb sau mej tej zaub tej mov lug yug peb, mej tseem has tas peb sau ntau dlhau lawm los?"},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.12","label":"12","content":"Yog lwm tug tub muaj cai kuas mej yug puab, yog le ntawd peb hajyam muaj cai kuas mej yug peb hab. Txawm yog le caag los peb yeej txhobtxwm tsi sau mej tug. Peb ua sab ntev nyaj txhua yaam kev txomnyem txhaj yuav tsi muaj ib yaam dlaabtsi lug taabkaum txuj Txujmoo Zoo kws has txug Yexus Khetos zaaj."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.13","label":"13","content":"Mej yeej paub has tas cov kws ua num huv lub Tuamtsev, puab yeej tau tej zaub mov huv lub Tuamtsev noj, hab cov kws hlawv khoom fij ntawm lub thaaj, puab yeej tau tej ntawd noj."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.14","label":"14","content":"Ib yaam nkaus le ntawd, tug Tswv qha has tas tsimnyog cov tuabneeg kws ntseeg txujmoo zoo yuavtsum yug tug kws tuaj qha Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.15","label":"15","content":"Tabsis kuv yeej ibtxwm tsi sau mej tug. Txawm yog kuv sau tsaab ntawv nuav tuaj rua mej los kuv tsi tau kuas mej yug kuv. Yog kuv yuav thov mej yug kuv, yeem ca kuv tuag zoo dlua. Yeej tsi muaj leejtwg yuav muaj cuabkaav thuam tej lug kws kuv khaav has tas kuv tsi thov mej yug kuv."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.16","label":"16","content":"Kuv yog tug qha Txujmoo Zoo los kuv yeej tsi muaj cai khaav hlo le. Rua qhov Vaajtswv kuas kuv qha. Yog kuv tsi qha Txujmoo Zoo, kuv yeej yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.17","label":"17","content":"Yog kuv yeem ua teg num ntawd, kuv yeej yuav tau nqe zug. Txawm yog kuv tsi yeem ua los teg num ntawd yeej yog kuv teg."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.18","label":"18","content":"Yog le ntawd kuv tau nqe zug dlaabtsi? Kuv tej nqe zug yog qhov kws kuv qha Txujmoo Zoo, kuv tsi thov leejtwg ib yaam dlaabtsi le. Thaus kuv moog qha Txujmoo Zoo, kuv yeej muaj cai thov suavdlawg yug kuv tabsis kuv tsi thov."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.19","label":"19","content":"Kuv yeej tsi ua leejtwg qhev; tabsis kuv zoo sab ua suavdlawg qhev, kuv txhaj yuav coj tau tuabneeg coob leej lug ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.20","label":"20","content":"Thaus kuv nrug cov tuabneeg Yudais nyob ua ke, kuv ua ib yaam le puab, rua qhov kuv xaav coj puab lug ntseeg. Txawm yog Mauxes txuj kevcai tsi muaj cuabkaav yuam kuv lawm los thaus kuv nrug cov tuabneeg kws xyum coj lawv le Mauxes txuj kevcai nyob ua ke, kuv ua ib yaam le puab, rua qhov kuv xaav coj puab lug ntseeg."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.21","label":"21","content":"Thaus kuv nrug lwm Tsaav Tuabneeg nyob ua ke, kuv ua ib yaam le tug kws tsi coj cov Yudais kevcai, rua qhov kuv xaav coj lwm Tsaav Tuabneeg lug ntseeg. Kuv has le nuav, tsi yog kuv has tas kuv tsi coj Vaajtswv txuj kevcai, tabsis qhov tseemceeb kuv yeej coj Yexus Khetos txuj kevcai."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.22","label":"22","content":"Thaus kuv nrug cov tuabneeg kws tsi tshua paub Vaajtswv pistsawg nyob ua ke, kuv ua ib yaam le puab, kuv txhaj coj tau puab lug ntseeg. Kuv naj nub xyum ua ib yaam le txhua tsaav tuabneeg ua. Kuv ua le ntawd saib puas yuav paab tau qee leej lug ntseeg."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.23","label":"23","content":"Kuv ua txhua yaam nuav kuas Txujmoo Zoo nrov nchaa moog thoob txhua qhov, kuv txhaj tau koob moov."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.24","label":"24","content":"Mej yeej paub has tas cov tuabneeg kws sis tw dlha yeej tuab txhij dlha, tabsis tsuas muaj tuab tug txhaj dlha yeej hab tau nqe zug xwb. Mej ca le dlha tag kuas yeej, mej txhaj tau nqe zug."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.25","label":"25","content":"Txhua tug kws sis tw dlha, nwg naj nub xyum dlha lawv le txuj kevcai, nwg ua le ntawd los nwg tsuas tau lub mom kws nyob tsi ntev xwb; tabsis peb sis tw dlha kuas peb tau lub mom kws nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.26","label":"26","content":"Tub yog vim le nuav kuv txhaj dlha ncaaj nraim moog kuas txug tug nrim tom kawg; hab tub yog vim le nuav kuv txhaj ua le tug kws txawj ntaus nrig, nwg tsi laam ntaus qhuav xwb."},{"bible_id":"1726","chapter_code":"1CO.9","verse_code":"1CO.9.27","label":"27","content":"Kuv naj nub tswj rawv kuv lub cev, rua qhov kuv yeej yog tug kws qha lwm tug. Yog kuv tsi tswj kuv lub cev, ntshai nyob tsaam kuv tsi tau nrug luas sis tw dlha."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.1","label":"1","content":"Cov kwvtij, kuv xaav kuas mej ncu ntsoov has tas, thaus peb cov yawmkoob nrug Mauxes moog tom taj suabpuam, muaj ib tauv fuab roog puab, hab puab puavleej hlaa dlhau Havtxwv Lab moog huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.2","label":"2","content":"Qhov kws puab nyob huv tauv fuab hab moog huv havtxwv, qha has tas puab yog Mauxes cov thwjtim."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.3","label":"3","content":"Puab txhua tug puavleej tau noj cov mov kws Vaajtswv pub sau ntuj lug,"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.4","label":"4","content":"hab puab puavleej tau haus cov dlej kws Vaajtswv kuas txhawv huv lub pobzeb lug. Yexus Khetos yog lub pobzeb kws naj nub nrug puab ua ke."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.5","label":"5","content":"Txawm yog le ntawd los muaj ntau leej ua tsi hum Vaajtswv sab, Vaajtswv txhaj ua rua puab tuag pawg lug tom taj suabpuam."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.6","label":"6","content":"Tej ntawd qha rua peb kuas peb tsi xob muaj lub sab ntshaw yaam kws phem ib yaam le puab cov ntawd ntshaw,"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.7","label":"7","content":"puab cov ntawd muaj qee leej pe mlom, peb tsi xob ua le puab. Lawv le Vaajtswv txujlug has tas, “Suavdlawg nyob tsawg noj nyob tsawg haus taag, suavdlawg sawv dlha seev cev.”"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.8","label":"8","content":"Puab cov ntawd muaj qee leej ua txhum kev nkauj kev nraug, tuab nub xwb puab tuag neeg nkaum peb txheeb leej, peb tsi xob ua txhum kev nkauj kev nraug le puab cov ntawd."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.9","label":"9","content":"Puab cov ntawd muaj qee leej sim tug Tswv sab, naab txhaj tum puab tuag pawg lug, peb tsi xob sim tug Tswv sab le puab cov ntawd."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.10","label":"10","content":"Puab cov ntawd muaj qee leej pheej ywg ywg, tug Timtswv kws kaav tubtuag teb txhaj ua rua puab puamtsuaj taag lawm, peb tsi xob ywg le puab cov ntawd."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.11","label":"11","content":"Tej xwm kws puab raug ntawd tub yog luas qha suavdlawg, hab luas muab sau ca ntuag peb kuas peb ceevfaaj, rua qhov peb yog cov kws nyob tam kws yuav kawg."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.12","label":"12","content":"Yog leejtwg xaav has tas nwg tub sawv khov kho lawm, nwg yuavtsum ceevfaaj nyob tsaam nwg qaug."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.13","label":"13","content":"Tej kev sim sab kws mej raug, yeej yog tej kev sim sab kws suavdlawg ibtxwm raug. Vaajtswv yog tug ncaaj nceeg, nwg yeej tsi ca mej raug kev sim sab dlhau qhov kws mej yuav nyaj tsi taug, tabsis thaus mej raug kev sim sab, Vaajtswv yuav paab kuas mej ua taug sab ntev."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.14","label":"14","content":"Yog le ntawd cov phoojywg kws kuv hlub, mej tsi xob moog nrug luas pe dlaab pe mlom."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.15","label":"15","content":"Kuv has rua mej ib yaam le has rua cov tuabneeg kws paub qaabhau; mej ca le khaws kuv tej lug coj moog ua tuab zoo xaav."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.16","label":"16","content":"Peb ua Vaajtswv tsaug, rua qhov peb muaj lub khob koob moov nuav. Thaus peb haus cov cawv txiv maab huv lub khob nuav, tub yog peb qha has tas peb koom Yexus Khetos cov ntshaav. Thaus peb muab lub ncuav lug ndlais noj tub yog peb qha has tas, peb koom Yexus Khetos lub cev."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.17","label":"17","content":"Tsuas muaj tuab lub ncuav xwb, txawm yog peb muaj coob leej los peb suavdlawg koom ib lub cev, rua qhov peb noj tuab lub ncuav xwb."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.18","label":"18","content":"Yog mej ua tuab zoo saib cov Yixalayees; tug kws noj tej khoom fij sau lub thaaj, tug ntawd yeej muaj feem koom nrug Vaajtswv."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.19","label":"19","content":"Kuv has le ntawd, puas yog kuv has tas tej zaub mov kws muab fij rua mlom, hab tej mlom ntawd muaj nqes heev?"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.20","label":"20","content":"Tsi yog le ntawd, kuv has tas tej kws cov tuabneeg tsi paub Vaajtswv nqaa tuaj fij rua sau tej thaaj, yog puab fij rua dlaab xwb tsi yog fij rua Vaajtswv. Kuv yeej tsi xaav kuas mej koom nrug dlaab le."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.21","label":"21","content":"Mej haus tug Tswv lub khob hab haus dlaab lub khob yeej tsi tau. Yog mej yuav noj tug Tswv rooj mov hab noj dlaab rooj mov yeej tsi tau ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.22","label":"22","content":"Puas yog peb xaav ua kuas tug Tswv khib? Peb xaav has tas, peb muaj fwjchim luj dlua nwgnuav los?"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.23","label":"23","content":"Puab has tas, “Peb yeej muaj cai ua tau txhua yaam.” Yeej muaj tseeb le ntawd tag, tabsis tsi yog txhua yaam ntawd yuav zoo rua puab huv tuabsi. “Peb yeej muaj cai ua tau txhua yaam.” Tabsis tsi yog txhua yaam ntawd yuav paab tau puab huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.24","label":"24","content":"Yug tsi xob xaam pum yug zoo xwb, tabsis yug yuavtsum xaam pum lwm tug zoo hab."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.25","label":"25","content":"Txhua yaam nqaj kws luas muag huv tej kab tej khw mej noj tau huv tuabsi tsi xob nug, yog mej xaav has tas noj tau."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.26","label":"26","content":"Rua qhov Vaajtswv txujlug has tas, “Lub nplajteb hab ib puas tsaav yaam kws nyob huv lub nplajteb puavleej yog tug Tswv le.”"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.27","label":"27","content":"Yog tug tuabneeg kws tsi ntseeg hu mej moog noj mov, yog mej txaus sab moog hab tsi xaav le caag, mej ca le noj tej zaub mov kws luas tub npaaj tog mej lawm tsi xob nug le."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.28","label":"28","content":"Tabsis yog muaj tuabneeg qha rua mej has tas, “Tej zaub mov ntawd, tub muab fij rua dlaab rua mlom lawm,” ces mej tsi xob noj, nyob tsaam tug kws qha rua mej ntawd xaav yuam kev, rua qhov mej muaj lub sab kws paub qhov phem qhov zoo,"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.29","label":"29","content":"kuv has le ntawd tsi yog kuv ntshai nyob tsaam mej xaav yuam kev, tabsis kuv ntshai nyob tsaam mej ua rua tug kws qha mej ntawd xaav yuam kev. Tej zag yuav muaj tuabneeg has rua kuv tas, “Txawm yog lwm tug yuav xaav le caag los ca kuv noj kuv."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.30","label":"30","content":"Yog kuv tub ua Vaajtswv tsaug taag lawm kuv maam noj, leejtwg tseem yuav muaj cuabkaav txwv tsi pub kuv noj tej kws kuv ua Vaajtswv tsaug ntawd hab?”"},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.31","label":"31","content":"Yog le ntawd, mej yuav noj yuav haus lossis yuav ua ib yaam dlaabtsi, mej yuavtsum ua kuas Vaajtswv tau ntsejmuag."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.32","label":"32","content":"Mej tsi xob ua ib yaam dlaabtsi kws yuav ua rua cov tuabneeg Yudais lossis lwm Tsaav Tuabneeg lossis cov ntseeg Vaajtswv tu sab. Mej ca le ua mej lub neej ib yaam le kuv ua kuv lub."},{"bible_id":"1726","chapter_code":"1CO.10","verse_code":"1CO.10.33","label":"33","content":"Ua ib yaam le kws kuv ua kuas hum suavdlawg sab, kuv tsi xaav ua kuas zoo rua kuv xwb, tabsis kuv xaav ua kuas zoo rua suavdlawg huv tuabsi, ua le ntawd puab txhaj yuav dlim puab lub txim."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.1","label":"1","content":"Mej xyum ua lawv le kuv tug yaam ntxwv, ib yaam le kuv xyum ua lawv le Yexus Khetos tug yaam ntxwv."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.2","label":"2","content":"Kuv qhuas mej, rua qhov mej ncu ntsoov kuv hab ua lawv le tej lug kws kuv tau qha mej lawm."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.3","label":"3","content":"Tabsis kuv xaav kuas mej totaub has tas Yexus Khetos yog txhua tug txivneej lub taubhau, tug quasyawg yog tug quaspuj lub taubhau, hab Vaajtswv yog Yexus Khetos lub taubhau."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.4","label":"4","content":"Tug txivneej kws ntoo phuam thov Vaajtswv lossis qha Vaajtswv txujlug, tug ntawd saib tsi taug Yexus Khetos."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.5","label":"5","content":"Tug quaspuj kws tsi ntoo phuam thov Vaajtswv lossis qha Vaajtswv txujlug, tug ntawd saib tsi taug nwg tug quasyawg. Nwg zoo ib yaam le tug quaspuj kws muab plaubhau chais taag lawm."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.6","label":"6","content":"Tug quaspuj kws tsi ntoo phuam, zoo dlua le muab nwg cov plaubhau txav. Tug quaspuj kws chais plaubhau lossis txav plaubhau nwg yuav poob ntsejmuag, yog le ntawd nwg yuavtsum ntoo phuam."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.7","label":"7","content":"Tsi taag txivneej yuav ntoo phuam, rua qhov txivneej yog Vaajtswv tug yaam ntxwv hab lub fwvxyeej. Tabsis quaspuj yog txivneej lub fwvxyeej;"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.8","label":"8","content":"rua qhov Vaajtswv tsi tau tsim txivneej lug ntawm quaspuj, tabsis tsim quaspuj lug ntawm txivneej."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.9","label":"9","content":"Hab tsi tau tsim txivneej rua quaspuj, tabsis tsim quaspuj rua txivneej."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.10","label":"10","content":"Vim cov timtswv ceebtsheej naj nub saib suavdlawg, yog le ntawd tsimnyog tug quaspuj yuavtsum ntoo phuam, suavdlawg txhaj paub has tas nwg fwm nwg tug quasyawg."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.11","label":"11","content":"Txawm le ntawd los peb cov kws ntseeg tug Tswv, tsi has txivneej lossis quaspuj, ib leeg yeej vaam ib leeg."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.12","label":"12","content":"Rua qhov Vaajtswv tsim quaspuj lug ntawm txivneej, txawm le ntawd los txhua tug txivneej yog quaspuj yug; hab ib puas tsaav yaam puavleej yog Vaajtswv tsim huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.13","label":"13","content":"Mej sim ua tuab zoo xaav saib, thaus suavdlawg tuaj pehawm Vaajtswv, puas tsimnyog tug quaspuj kws tsi ntoo phuam thov Vaajtswv?"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.14","label":"14","content":"Lawv le ibtxwm, mej yeej paub has tas, tug txivneej kws tseg plaubhau ntev, nwg yeej yuav poob ntsejmuag,"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.15","label":"15","content":"tabsis tug quaspuj kws tseg plaubhau ntev nwg yuav tau ntsejmuag, rua qhov nwg cov plaubhau npug nwg lub taubhau ib yaam le nwg ntoo phuam."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.16","label":"16","content":"Tabsis yog leejtwg xaav caam txug zaaj nuav, kuv tsuas has tas peb hab cov ntseeg Vaajtswv kws nyob txhua qhov yeej muaj tuab txuj cai nuav xwb."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.17","label":"17","content":"Tej kws kuv yuav qha mej nuav, tsi yog kuv qhuas mej, rua qhov thaus mej tuaj saablaaj ua ke, tsi yog mej tuaj ua zoo, tabsis yog mej tuaj ua phem xwb."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.18","label":"18","content":"Thawj qhov kws muaj tuabneeg tuaj qha rua kuv yog has tas, thaus mej cov kws ntseeg tuaj sis sau ua ke, mej tawg ua paab ua pawg; zaaj nuav kuv xaav has tas yeej muaj tseeb le ntawd tag."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.19","label":"19","content":"(Ua le caag los mej yuavtsum tawg ua ob peb paab, kuas suavdlawg txhaj paub has tas paab twg yog paab kws ua zoo.)"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.20","label":"20","content":"Thaus mej tuaj saablaaj ua ke, tsi yog mej tuaj noj tug Tswv Rooj Mov."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.21","label":"21","content":"Rua qhov thaus txug sijhawm noj, mej nyag taug nyag fuas moog noj nyag le tsi tog lwm tug, yog le ntawd muaj qee leej tsi tau noj, tabsis muaj qee leej tub noj tsau haus qaug lawm."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.22","label":"22","content":"Mej tsi muaj tsev nyob hab tsi muaj noj tsi muaj haus los? Lossis mej txhobtxwm ua saib tsi taug cov ntseeg Vaajtswv hab ua kuas cov tuabneeg pluag txaajmuag los? Mej xaav has tas kuv yuav has le caag rua mej? Kuv yuav qhuas mej nua los? Kuv yeej tsi qhuas mej hlo le."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.23","label":"23","content":"Tej lug kws kuv tub qha rua mej lawm, yeej yog tug Tswv tej lug: mo kws luas ntxeev sab rua tug Tswv Yexus, nwg muab ib lub ncuav lug,"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.24","label":"24","content":"nwg ua Vaajtswv tsaug, nwg muab lub ncuav ntawd ndlais hab nwg has tas, “Lub ncuav nuav yog kuv lub cev kws kuv muab rua mej. Mej ua le nuav mej txhaj yuav ncu ntsoov kuv.”"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.25","label":"25","content":"Thaus noj mo taag nwg muab ib lub khob lug ua ib yaam nkaus le ntawd, hab nwg has tas, “Lub khob nuav yog Vaajtswv tej lug cog tseg tshab kws muaj kuv cov ntshaav ua lub cim nas rua. Thaus mej haus lub khob nuav, mej txhaj yuav ncu ntsoov kuv.”"},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.26","label":"26","content":"Rua qhov txhua zag kws mej noj lub ncuav nuav hab haus lub khob nuav, yog mej qha tug Tswv txujkev tuag moog txug nub kws tug Tswv rov qaab lug."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.27","label":"27","content":"Yog le ntawd, tug kws tsi fwm tug Tswv, nwg ca le noj tug Tswv lub ncuav lossis haus tug Tswv lub khob, tug ntawd muaj txim, vim nwg ua txhum tug Tswv lub cev hab tug Tswv cov ntshaav."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.28","label":"28","content":"Yog le ntawd txhua tug yuavtsum ua tuab zoo xaav tsaiv, maam le noj lub ncuav hab haus lub khob."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.29","label":"29","content":"Rua qhov tug kws noj lub ncuav nuav hab haus lub khob nuav, yog nwg tsi ua tuab zoo xaav txug tug Tswv lub cev, ces yog nwg rov ua rua nwg raug txim, vim qhov kws nwg noj hab haus ntawd."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.30","label":"30","content":"Tub yog vim le ntawd mej cov txhaj muaj ntau leej muaj mob, hab muaj qee leej tuag lawm."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.31","label":"31","content":"Yog peb xub ua tuab zoo xaav thoob thoob ua ntej, Vaajtswv txhaj yuav tsi rau txim rua peb."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.32","label":"32","content":"Tabsis thaus tug Tswv rau txim rua peb, tub yog nwg qhuab ntuag peb, kuas peb txhaj tsi nrug tuabneeg nplajteb raug txim."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.33","label":"33","content":"Yog le ntawd cov kwvtij, thaus mej tuaj ua ke noj tug Tswv Rooj Mov, mej ib leeg yuavtsum tog ib leeg, suavdlawg maam le tuab txhij noj."},{"bible_id":"1726","chapter_code":"1CO.11","verse_code":"1CO.11.34","label":"34","content":"Yog leejtwg tshaib, nwg ca le noj mov tom tsev tsaiv maam le tuaj, yog mej ua le ntawd thaus mej tuaj saablaaj ua ke, Vaajtswv txhaj yuav tsi rau txim rua mej. Tshuav ob peb yaam kws kuv tsi tau teb mej, ca kuv tuaj tsaiv kuv maam le qha mej."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.1","label":"1","content":"Cov kwvtij, qhov kws mej sau ntawv tuaj rua kuv has tas Vaaj Ntsujplig tug dlawbhuv pub koob moov rua peb nyag muaj nyag tswvyim. Nwgnuav kuv xaav kuas mej paub tseeb txug tej koob moov ntawd."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.2","label":"2","content":"Mej tub paub lawm has tas thaus mej tseem tsi tau ntseeg, mej raug luas ntxag moog pe tej mlom kws tsi muaj sa."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.3","label":"3","content":"Kuv xaav kuas mej paub has tas, tug kws muaj Vaajtswv tug Ntsujplig nyob huv nwg lub sab, tug ntawd tsi foom Yexus ib zag le. Tsi muaj leejtwg yuav kaam leeg has tas, Yexus yog peb tug Tswv, tsuas yog tug kws muaj Vaajtswv tug Ntsujplig nyob huv nwg lub sab txhaj le kaam leeg xwb."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.4","label":"4","content":"Vaaj Ntsujplig pub koob moov rua peb nyag muaj nyag tswvyim, tabsis tej tswvyim ntawd puavleej yog tuab tug Vaaj Ntsujplig pub xwb."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.5","label":"5","content":"Peb nyag ua nyag ib teg num, tabsis peb suavdlawg ua rua tuab tug Tswv xwb."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.6","label":"6","content":"Vaajtswv pub txhua tug nyag muaj nyag tswvyim ua num, tabsis tej tswvyim ntawd puavleej yog Vaajtswv tuab leeg pub."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.7","label":"7","content":"Vaaj Ntsujplig pub nyag muaj nyag tswvyim kuas suavdlawg txhaj sis paab tau."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.8","label":"8","content":"Vaaj Ntsujplig pub rua ib tug muaj tswvyim txawj qhuab qha, hab nwg pub rua ib tug muaj tswvyim kawm txawj kawm ntse, tabsis puavleej yog tuab tug Vaaj Ntsujplig pub xwb."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.9","label":"9","content":"Tuab tug Vaaj Ntsujplig ntawd pub ib tug muaj kev ntseeg, hab pub ib tug muaj fwjchim khu tau mob zoo."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.10","label":"10","content":"Ib tug muaj fwjchim ua tau tej txujci tseemceeb, ib tug txawj qha Vaajtswv txujlug, ib tug txawj saib tej tswvyim kws yog Vaajtswv tug Ntsujplig le hab tej kws tsi yog. Ib tug txawj has tej lug txawv txawv, ib tug txawj txhais tej lug txawv txawv ntawd."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.11","label":"11","content":"Tabsis txhua yaam nuav puavleej yog tuab tug Vaaj Ntsujplig pub xwb; nwg pub rua txhua tug nyag muaj nyag tswvyim lawv le nwg pum zoo pub."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.12","label":"12","content":"Yexus Khetos zoo le lub cev kws muaj teg muaj taw, muaj taubhau hab muaj sab muaj ntsws; txawm yog muaj ntau yaam los puavleej koom ua ib lub cev."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.13","label":"13","content":"Ib yaam nkaus le ntawd, tsi has cov Yudais lossis lwm Tsaav Tuabneeg, cov ua qhev lossis cov kws tsi ua qhev, peb suavdlawg puavleej koom tuab lub cev, peb ua kevcai raus dlej lug ntawm tuab tug Vaaj Ntsujplig, hab yog tuab tug Vaaj Ntsujplig ntawd nyob huv peb."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.14","label":"14","content":"Rua qhov lub cev tsi yog muaj ib yaam xwb, tabsis muaj teg muaj taw, muaj taubhau hab muaj sab muaj ntsws huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.15","label":"15","content":"Yog kutaw has tas, “Kuv tsi yog teg, mas kuv tsi koom lub cev,” txawm yog kutaw yuav has le ntawd los nwg tseem koom rawv lub cev."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.16","label":"16","content":"Yog nploojntseg has tas, “Kuv tsi yog qhovmuag, mas kuv tsi koom lub cev,” txawm yog nploojntseg yuav has le ntawd los nwg yeej koom rawv lub cev hab."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.17","label":"17","content":"Yog lub cev muaj qhovmuag xwb, yuav ua le caag nov tau lug? hab yog lub cev tsuas muaj nploojntseg xwb, yuav ua le caag nov ntxhab?"},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.18","label":"18","content":"Tub yog vim le ntawd, Vaajtswv txhaj tsim kuas muaj teg muaj taw, muaj taubhau hab muaj sab muaj ntsws lug koom ua ib lub cev lawv le Vaajtswv pum zoo."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.19","label":"19","content":"Yog muaj tuab yaam xwb, yeej hu tsi tau has tas yog lub cev."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.20","label":"20","content":"Tub yog vim le ntawd, lub cev txhaj muaj teg muaj taw, muaj taubhau hab muaj sab muaj ntsws."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.21","label":"21","content":"Yog le ntawd lub qhovmuag yuav has rua txhais teg has tas, “Kuv tsi yuav koj!” los yeej has tsi tau. Lossis lub taubhau yuav has rua txhais kutaw has tas, “Kuv tsi yuav koj!” los yeej has tsi tau ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.22","label":"22","content":"Peb lub cev muaj qee yaam tsi tshua tseemceeb, tabsis yog tsi muaj tej ntawd peb yeej tsi tsheej tuabneeg;"},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.23","label":"23","content":"hab tej kws peb xaav has tas tsi tshua tseemceeb pistsawg, peb hajyam tu tej ntawd zoo dlua; peb lub cev tej yaam kws tsi zoo nkauj, peb hajyam tu kuas zoo nkauj,"},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.24","label":"24","content":"yaam kws zoo lawm tsi taag yuav tu. Vaajtswv yog tug kws muab teg muab taw, muab taubhau hab muab sab muab ntsws lug puab ua ib lub cev kuas tej kws tsi tshua tseemceeb, txhaj tseemceeb."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.25","label":"25","content":"Yog le ntawd, lub cev sis faib tsi tau, rua qhov txhua yaam ntawd ib yaam yeej paab ib yaam."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.26","label":"26","content":"Yog lub cev muaj ib qho mob lawm, yeej yuav mob thoob plawg lub cev. Yog luas qhuas lub cev ib qho, taagnrho lub cev puavleej yuav tau ntsejmuag."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.27","label":"27","content":"Mej suavdlawg puavleej yog Yexus Khetos lub cev, hab mej ib leeg yog ib yaam ntawm lub cev."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.28","label":"28","content":"Vaajtswv tsaa peb nyag muaj nyag ib teg num nyob huv pawg ntseeg: thawj paab yog cov timthawj, paab ob yog cov cev Vaajtswv lug, hab paab peb yog cov xwbfwb kws cob qha; dlua le ntawd muaj ibtxha ua tau tej txujci tseemceeb, ibtxha tau lub fwjchim khu mob zoo, muaj ibtxha paab tau lwm tug, muaj ibtxha txawj qhuab ntuag lwm tug hab muaj ibtxha has tau lug txawv txawv."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.29","label":"29","content":"Tsi yog txhua tug ua timthawj lossis ua tug cev Vaajtswv lug lossis ua xwbfwb cob qha. Tsi yog txhua tug tau lub fwjchim kws ua tau tej txujci tseemceeb,"},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.30","label":"30","content":"lossis khu tau mob zoo lossis has tau lug txawv txawv lossis txawj txhais tau tej lug txawv txawv ntawd."},{"bible_id":"1726","chapter_code":"1CO.12","verse_code":"1CO.12.31","label":"31","content":"Mej yuavtsum muab sab rau nrhav tej koob moov kws tseemceeb tshaaj plawg. Tabsis nwgnuav kuv yuav qha ib zaaj kws zoo tshaaj tej ntawd huv tuabsi rua mej."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.1","label":"1","content":"Txawm yog kuv has tau txhua tsaav tuabneeg tej lug hab has tau cov timtswv ceebtsheej tej lug los yog kuv tsi muaj kev hlub, ces tej lug kws kuv has tau ntawd zoo le tej suab tswb tooj tswb hlau kws nrov nrov xwb."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.2","label":"2","content":"Txawm yog kuv yuav muaj lub tswvyim txawj qhuab qha; muaj txhua yaam kev txawj ntse, hab totaub txhua yaam kws tsi muaj tuabneeg paub; hab txawm yog kuv muaj kev ntseeg has tau kuas tej roob txaav tau moog rua lwm qhov, tabsis yog kuv tsi muaj kev hlub, ces kuv yeej tsi muaj nqes dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.3","label":"3","content":"Txawm yog kuv yuav muab txhua yaam kws kuv muaj pub rua lwm tug, hab muab kuv lub cev rua luas hlawv  los yog kuv tsi muaj kev hlub, ces yeej tsi muaj nqes dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.4","label":"4","content":"Tug kws muaj kev hlub, nwg ua tau sab ntev, nwg muaj lub sab dlawb sab zoo; nwg tsi khib, tsi khaavtheeb hab tsi muab hlub;"},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.5","label":"5","content":"tug kws muaj kev hlub, nwg tsi ua nruj ua tsiv, tsi cuamkhum, tsi chim sai; tsi cim ntsoov luas tej kev txhum rua nruab sab;"},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.6","label":"6","content":"tug kws muaj kev hlub, nwg tsi nyam kev phem kev qas, tabsis nwg nyam kev ncaaj kev nceeg."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.7","label":"7","content":"Tug kws muaj kev hlub, nwg nyaj taug txhua tsaav yaam, muab sab rau ntseeg, ca sab hab ua sab ntev moog le."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.8","label":"8","content":"Txujkev hlub yuav nyob moog ibtxhis, tabsis cov kws txawj qha Vaajtswv txujlug, puab tsuas qha ib ntus xwb, cov kws txawj has lug txawv txawv, puab yuav tsi has lawm, hab tej kev txawj ntse yuav pluj moog."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.9","label":"9","content":"Txawm yog peb kawm kev txawj ntse los peb tseem paub tsi txhij, hab txawm yog peb txawj qha Vaajtswv txujlug los peb tseem qha tsi tau zoo;"},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.10","label":"10","content":"tabsis thaus peb paub txhij txhua lawm, ces tej kws peb paub tsi txhij ntawd yeej yuav pluj moog."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.11","label":"11","content":"Thaus kuv tseem yog mivnyuas yau, kuv has hab kuv xaav le mivnyuas yau; nwgnuav kuv hlub tav txiv lawm, kuv tsi ua le mivnyuas yau ua lawm."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.12","label":"12","content":"Rua qhov tej kws nwgnuav peb pum, zoo le tug dluab plooj plooj kws nyob huv dlaim tsom av xwb; tabsis muaj ib nub peb yuav pum tim ntsej tim muag. Nwgnuav kuv tseem paub tsi tau txhij; tabsis muaj ib nub kuv yuav paub txhij ib yaam le Vaajtswv paub kuv."},{"bible_id":"1726","chapter_code":"1CO.13","verse_code":"1CO.13.13","label":"13","content":"Nwgnuav tseem muaj peb yaam kws yuav nyob moog ibtxhis: kev ntseeg, kev ca sab, hab kev hlub; tabsis kev hlub yog yaam kws tseemceeb dlua ndlais huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.1","label":"1","content":"Mej yuavtsum sis hlub hab kub sab lug thov Vaaj Ntsujplig pub tswvyim rua mej, qhov tseemceeb yog thov lub tswvyim kws txawj qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.2","label":"2","content":"Tug kws txawj has lug txawv txawv tsi yog has rua tuabneeg, tabsis yog has rua Vaajtswv, rua qhov tsi muaj leejtwg totaub tej lug kws nwg has. Tej lug kws nwg has ntawd, yog Vaaj Ntsujplig kuas nwg has."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.3","label":"3","content":"Tabsis tug kws qha Vaajtswv txujlug yog qha rua tuabneeg kuas paab tau suavdlawg, txhawb tau suavdlawg tug zug, hab nplig tau suavdlawg lub sab."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.4","label":"4","content":"Tug kws has tau lug txawv txawv tsuas paab tau nwg xwb, tabsis tug kws qha Vaajtswv txujlug, tug ntawd paab tau txhua tug ntseeg huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.5","label":"5","content":"Kuv xaav kuas mej txhua tug has tau lug txawv txawv; tabsis kuv xaav kuas mej txawj qha Vaajtswv txujlug heev dlua. Rua qhov tug kws txawj qha Vaajtswv txujlug yog tug kws muaj nqes heev dlua tug kws has tau lug txawv txawv, yog nwg txhais tau tej lug txawv txawv ntawd txhaj yuav paab tau cov ntseeg xwb."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.6","label":"6","content":"Cov kwvtij, yog thaus kuv tuaj saib mej, kuv ca le has lug txawv txawv rua mej, puas muaj qaabhau rua mej? Yeej tsi muaj hlo le, yog kuv qha Vaajtswv tej lug qha tshwm lossis tej kev txawj ntse lossis tej lug kws Vaajtswv qha rua kuv lossis tej lug qhuab qha txhaj yuav muaj nqes rua mej."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.7","label":"7","content":"Tug tuabneeg kws tshuab raaj hab qoj nkauj nogncaas, yog nwg tsi txawj pus ntiv raaj hab pus ntiv nkauj nogncaas, yeej tsi muaj leejtwg paub has tas nwg tshuab hab qoj has le caag."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.8","label":"8","content":"Hab yog tug tuabneeg kws tshuab xyu nwg tshuab tsi meej, leejtwg txhaj yuav paub npaaj sis ntaus sis tua?"},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.9","label":"9","content":"Ib yaam nkaus le ntawd, yog mej has lug txawv txawv, cov noog yuav ua le caag totaub? Mej tej lug yuav tsi muaj qaabhau dlaabtsi."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.10","label":"10","content":"Txhua yaam lug kws tuabneeg nplajteb has, puavleej muaj lub ntsab, tsi muaj ib yaam kws tsi muaj lub ntsab lug le."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.11","label":"11","content":"Tabsis yog kuv tsi paub tug tuabneeg kws nrug kuv thaam ntawd cov lug, ces kuv hab nwg nyag yog nyag ib tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.12","label":"12","content":"Mej txhua tug yeej kub sab lug xaav tau lub tswvyim kws Vaaj Ntsujplig pub, yog le ntawd, mej yuavtsum xub thov tej kws yuav paab tau cov ntseeg kuas vaammeej tsaiv."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.13","label":"13","content":"Tug tuabneeg kws has tau lug txawv txawv, nwg yuavtsum thov Vaajtswv pub tswvyim kuas nwg txawj txhais tau tej lug kws nwg has ntawd."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.14","label":"14","content":"Rua qhov tej lug txawv txawv kws kuv thov Vaajtswv yeej yog kuv tug ntsujplig thov, tabsis kuv tsi totaub tej lug ntawd."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.15","label":"15","content":"Yog le ntawd, thaus kuv yuav thov Vaajtswv yuavtsum yog kuv lub sab totaub tej lug kws kuv has; thaus kuv hu nkauj yuavtsum yog kuv lub sab totaub tej lug ntawd ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.16","label":"16","content":"Thaus mej ua Vaajtswv tsaug yog mej has lug txawv txawv, cov tuabneeg kws tsi paub tej lug txawv txawv ntawd, puab yuav ua le caag paub nrug mej has “Amees”? Rua qhov puab tsi paub sov yog mej has dlaabtsi."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.17","label":"17","content":"Txawm yog mej txawj ua Vaajtswv tsaug npaum le caag los mej tej lug yeej paab tsi tau cov tuabneeg kws tsi totaub ntawd le."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.18","label":"18","content":"Kuv ua Vaajtswv tsaug kws kuv txawj has lug txawv txawv ntau dlua mej huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.19","label":"19","content":"Tabsis thaus kuv qha cov ntseeg, yog kuv has tsib lu lug kws suavdlawg totaub, zoo dlua le kws kuv has kaum txheeb lu lug txawv txawv kws tsi muaj tuabneeg paub."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.20","label":"20","content":"Cov kwvtij, mej tsi xob xaav le tej mivnyuas yau xaav, tabsis mej yuavtsum xaav le tej tuabneeg laug xaav; hab ua ib yaam le tej mivnyuas yau kws tsi paub ua phem ua."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.21","label":"21","content":"Vaajtswv txujlug sau tseg le nuav: “Tug Tswv has tas kuv yuav khaiv lwm Tsaav Tuabneeg tuaj qha cov tuabneeg nuav. Txawm le ntawd los kuv tsaav tuabneeg yuav tsi noog kuv tej lug.”"},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.22","label":"22","content":"Tej lug txawv txawv kws tuabneeg has yog ua rua cov tsi ntseeg pum Vaajtswv lub fwjchim, tsi yog ua rua cov ntseeg pum. Tabsis qhov kws cev Vaajtswv txujlug yog ua rua cov ntseeg pum Vaajtswv lub fwjchim, tsi yog ua rua cov tsi ntseeg pum."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.23","label":"23","content":"Yog le ntawd, thaus cov ntseeg tuaj ua ke noog lug qhuab qha, yog txhua tug pib has lug txawv txawv, cov ntseeg kws tsi totaub tej lug ntawd, hab cov tuabneeg kws tsi ntseeg, puab pum mej ua le ntawd, puab yuav ca le has tas mej vwm lawm."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.24","label":"24","content":"Tabsis yog txhua tug qha Vaajtswv txujlug, thaus muaj cov tsi ntseeg lossis cov tuabneeg saab nrau qee leej tuaj noog, tej lug kws nwg nov ntawd yuav ua rua nwg paub nwg tej kev txhum, hab ua rua nwg paub has tas nwg yuav raug txim,"},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.25","label":"25","content":"hab Vaajtswv yuav muab tej kws nwg xaav huv nruab sab nthuav rua suavdlawg paub, hab nwg yuav txhus caug ndlua pehawm Vaajtswv hab leeg has tas, “Vaajtswv nrug mej nyob ntawm nuav tag lauj!”"},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.26","label":"26","content":"Cov kwvtij, mej puas paub tej kws kuv has ntawd yog dlaabtsi? Thaus mej tuaj ua ke pehawm Vaajtswv, ib tug coj hu nkauj, ib tug qhuab qha, ib tug qha tej kws Vaajtswv kuas nwg qha, ib tug has lug txawv txawv, hab ib tug txhais tej lug txawv txawv ntawd. Mej yuavtsum ua txhua yaam nuav, txhaj paab tau pawg ntseeg kuas vaammeej."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.27","label":"27","content":"Yog leejtwg yuav has lug txawv txawv, tsuas pub ob leeg lossis peb leeg has xwb, ca ib leeg has taag ib leeg maam le has, hab yuavtsum muaj ib tug txhais tej lug kws puab has ntawd."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.28","label":"28","content":"Tabsis yog tsi muaj leejtwg txawj txhais, tug kws has lug txawv txawv ntawd, ca nwg has tuabywv huv nruab sab hab has rua Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.29","label":"29","content":"Ca ob leeg lossis peb leeg cev Vaajtswv lug, dlua le lwm tug ca puab noog hab xaav saib tej lug ntawd qha le caag."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.30","label":"30","content":"Tabsis yog Vaajtswv kuas cov tuabneeg kws tuaj nyob ua ke ntawd, ib tug qha, ces tug kws taabtom qha ca le tsum."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.31","label":"31","content":"Mej cov kws qha Vaajtswv txujlug, mej ib leeg qha taag tsaiv ib leeg maam le qha, cov kws noog txhaj yuav kawm tau hab tej kws mej qha ntawd txhaj yuav txhawb tau suavdlawg tug zug."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.32","label":"32","content":"Tug kws txawj qha Vaajtswv txujlug, nwg paub pib hab paub xaus,"},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.33","label":"33","content":"Rua qhov Vaajtswv tsi xaav kuas peb ua dlog ua dlig, tabsis nwg xaav kuas peb ua muaj hauvpaug hauvntsis txhaj muaj kev kaaj sab. Thaus cov ntseeg tuaj ua kev noog lug qhuab qha,"},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.34","label":"34","content":"cov quaspuj yuavtsum nyob tuabywv tsi xob has lug. Lawv le cov Yudais Txuj Kevcai has tas, cov quaspuj tsi muaj cai ua thawjcoj."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.35","label":"35","content":"Yog cov quaspuj xaav paub dlaabtsi, kuas nyag nug nyag tug quasyawg tom tsev. qhov kws tug quaspuj has lug thaus suavdlawg taabtom noog lug qhuab qha, yog ib qhov kws txaajmuag heev."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.36","label":"36","content":"Mej xaav has tas, Vaajtswv xub muab Vaajtswv txujlug rua mej ua ntej nua los? Lossis mej xaav has tas, mej tuab cov txhaj le paub Vaajtswv txujlug xwb."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.37","label":"37","content":"Yog leejtwg xaav has tas nwg yog tug kws qha Vaajtswv txujlug, lossis xaav has tas Vaaj Ntsujplig tub pub fwjchim rua nwg lawm, tug ntawd yeej paub has tas, tej kws kuv sau tuaj rua mej nuav yog tug Tswv tej lug."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.38","label":"38","content":"Tabsis tug kws tsi quavntsej tej nuav, mej tsi xob quavntsej tug ntawd hlo le."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.39","label":"39","content":"Yog le ntawd cov kwvtij, mej ca le muab sab rau qha Vaajtswv txujlug, tabsis mej tsi xob txwv tug kws has tau lug txawv txawv."},{"bible_id":"1726","chapter_code":"1CO.14","verse_code":"1CO.14.40","label":"40","content":"Txhua yaam kws mej ua, mej yuavtsum ua kuas zoo hab tsi xob laam ua dlog ua dlig."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.1","label":"1","content":"Cov kwvtij, kuv xaav kuas mej ncu ntsoov Txujmoo Zoo kws kuv tub qha rua mej hab mej tub ntseeg lawm, hab naj nub nua` los mej tseem ntseeg le qub."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.2","label":"2","content":"Yog mej cim ntsoov Txujmoo Zoo kws kuv qha rua mej lawm, mej yeej yuav dlim mej lub txim, ntshai yog mej tsua tsi ntseeg tag xwb."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.3","label":"3","content":"Tej lug kws Vaajtswv muab rua kuv qha mej ntawd, yog tej lug kws tseemceeb kawg le. Tej lug ntawd has le nuav tas: Yexus Khetos tau tuag theej peb suavdlawg lub txhoj, lawv le muaj lug sau ca rua huv Vaajtswv txujlug has tas,"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.4","label":"4","content":"luas coj nwg moog log hab tom qaab ntawd peb nub Vaajtswv tsaa nwg sawv huv qhov tuag rov qaab lug, lawv le Vaajtswv txujlug sau tseg lawm;"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.5","label":"5","content":"tub yog le ntawd nwg txhaj lug tshwm rua Petus pum hab tom qaab ntawd nwg lug tshwm rua kaum ob tug timthawj pum."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.6","label":"6","content":"Hab tom qaab ntawd nwg lug tshwm rua tsib puas tawm leej pum, puab cov ntawd coob leej tseem muaj sa nyob, tsuas yog qee leej txhaj tuag lawm xwb."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.7","label":"7","content":"Ces nwg tsua lug tshwm rua Yakaunpaus pum, hab tom qaab ntawd nwg lug rua cov timthawj suavdlawg pum."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.8","label":"8","content":"Thaus kawg nwg lug tshwm rua kuv pum, kuv zoo le tug mivnyuas kws yug thaus tseem tsi tau txug caij yug."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.9","label":"9","content":"Kuv yog tug kws muaj lub fwjchim nqeg dlua cov timthawj huv tuabsi, kuv tsi tsimnyog tau lub npe hu ua timthawj, rua qhov kuv tau tsimtxom cov ntseeg Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.10","label":"10","content":"Tabsis vim Vaajtswv txuj koob moov, kuv txhaj tau ua ib tug timthawj, hab txuj koob moov kws Vaajtswv pub rua kuv ntawd tsi yog txuj kws tsi muaj nqes, yeej muaj nqes heev. Kuv ua num khwv dlua cov timthawj huv tuabsi, tsi yog kuv siv kuv tug zug ua xwb, tabsis yog Vaajtswv pub koob moov rua kuv, kuv txhaj ua tau."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.11","label":"11","content":"Txawm yog tej kws kuv qha lossis tej kws puab qha los peb puavleej qha ib yaam nkaus, hab tej ntawd yog tej kws mej tub ntseeg lawm."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.12","label":"12","content":"Peb tub qha rua mej lawm has tas, Vaajtswv tub tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug lawm, ua le caag mej cov tseem muaj qee leej has tas cov tuabneeg kws tuag lawm yuav sawv tsi tau huv qhov tuag lug?"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.13","label":"13","content":"Yog muaj le puab has ntawd tag, ces Vaajtswv kuj tsi tau tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug;"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.14","label":"14","content":"hab yog has tas Yexus Khetos tsi sawv huv qhov tuag rov qaab lug, ces tej kws peb qha yeej tsi muaj nqes dlaabtsi, hab tej kws mej ntseeg los yeej tsi muaj nqes ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.15","label":"15","content":"Tsi taag le ntawd xwb, suavdlawg yuav pum has tas peb qha Vaajtswv txujlug tsi tseeb, rua qhov peb qha has tas Vaajtswv tub tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug lawm, yog has tas cov tuabneeg kws tuag lawm tsi sawv huv qhov tuag rov qaab lug le puab has ntawd tag, ces Vaajtswv kuj tsi tau tsaa Yexus sawv huv qhov tuag lug."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.16","label":"16","content":"Rua qhov yog has tas cov tuabneeg kws tuag lawm tsi sawv huv qhov tuag rov qaab lug, ces Vaajtswv yeej tsi tau tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug hab."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.17","label":"17","content":"Yog has tas Vaajtswv tsi tau tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug, ces qhov kws mej ntseeg yeej tsi muaj nqes dlaabtsi le, mej tseem muaj txim le qub."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.18","label":"18","content":"Hab cov ntseeg Yexus Khetos kws tub tuag lawm, puab yuav ca le puamtsuaj moog le."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.19","label":"19","content":"Yog has tas, qhov kws peb ca sab rua Yexus Khetos, tsuas paab tau peb thaus peb tseem ua neej nyob nuav xwb,  ces peb kuj yog cov kws txomnyem dlua tej tuabneeg kws nyob huv nplajteb nuav huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.20","label":"20","content":"Tabsis qhov tseemceeb yog le nuav: Vaajtswv tub tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug lawm, Vaajtswv ua le ntawd kuas suavdlawg paub tseeb has tas, Vaajtswv yuav tsaa cov tuabneeg kws tuag lawm sawv rov qaab lug hab."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.21","label":"21","content":"Tub yog vim muaj ib tug ua txhum, suavdlawg txhaj raug kev pluj kev tuag, hab tub yog vim muaj ib tug sawv huv qhov tuag rov qaab lug, suavdlawg txhaj yuav sawv tau ib yaam le tug ntawd."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.22","label":"22","content":"Txhua tug puavleej raug kev pluj kev tuag, rua qhov suavdlawg yog Adaas roj ntshaa, ib yaam nkaus le ntawd, txhua tug yuav sawv huv qhov tuag rov qaab lug, rua qhov suavdlawg nrug Yexus Khetos koom ib txujsa."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.23","label":"23","content":"Tabsis txhua tug yuav sawv lawv le Vaajtswv teem tseg: Yexus Khetos yog tug kws xub sawv ua ntej; ces thaus txug lub sijhawm kws Yexus Khetos rov qaab lug, txhua tug kws ntseeg nwg maam le sawv."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.24","label":"24","content":"Tom qaab kws yog lub sijhawm kawg; Yexus Khetos yuav muab txhua tug numtswv txu fwjchim tsi pub kaav teb kaav chaw, hab nwg yuav muab ib puas tsaav yaam kws muaj fwjchim cob rua Vaajtswv kws yog nwg Leej Txiv huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.25","label":"25","content":"Rua qhov Yexus Khetos yuav kaav moog txug thaus Vaajtswv muab txhua tug yeebncuab rua Yexus Khetos tsuj."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.26","label":"26","content":"Txujkev tuag yog tug yeebncuab kws thaus kawg Vaajtswv yuav muab rhuav kuas puamtsuaj moog."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.27","label":"27","content":"Vaajtswv txujlug has tas, “Vaajtswv muab ib puas tsaav yaam rua Yexus Khetos tsuj.” Lu lug kws has tas, “Ib puas tsaav yaam” ntawd tsi tau has txug Vaajtswv tug kws muab ib puas tsaav yaam rua Yexus Khetos tsuj."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.28","label":"28","content":"Tabsis thaus kws Vaajtswv muab ib puas tsaav yaam rua Yexus Khetos kaav lawm, ces Yexus Khetos kws yog Leej Tub yuav ca Vaajtswv ua tug kaav nwg. Vaajtswv yuav muab ib puas tsaav yaam rua Yexus kaav; hab Vaajtswv yuav kaav taagnrho ib puas tsaav yaam ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.29","label":"29","content":"Yog tsi muaj le ntawd, cov tuabneeg kws ua kevcai raus dlej paab cov tuabneeg kws tuag lawm, puab xaav le caag puab txhaj ua le ntawd? Yog has tas cov tuabneeg kws tuag lawm sawv tsi tau rov qaab lug, ua le caag puab tseem ua kevcai raus dlej rua cov tuabneeg kws tuag lawm ua dlaabtsi hab?"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.30","label":"30","content":"Ua le caag peb tseem naj nub tiv quas qeeg kev txomnyem ua dlaabtsi?"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.31","label":"31","content":"Cov kwvtij, kuv naj nub ntsib kev pluj kev tuag! Kuv zoo sab rua mej heev, tub yog peb suavdlawg nrug Yexus Khetos kws yog peb tug Tswv koom ib txujsa, qhov ntawd txhaj ua rua kuv qha tej nuav rua mej."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.32","label":"32","content":"Yog kuv tawmtsaam tej “tsaj nyaum” huv lub nroog Efexus lawv le tuabneeg lub sab nyam, kuv yuav tau dlaabtsi? Yog has tas cov tuabneeg kws tuag lawm tsi sawv rov qaab lug, “Peb ca le noj hab haus, rua qhov pigkig peb yuav tuag.”"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.33","label":"33","content":"Tsi xob pub leejtwg ntxag tau mej. “Tug kws moog nrug tug kws ua phem nyob ua ke, nwg yeej yuav ua phem le tug ntawd.”"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.34","label":"34","content":"Mej ca le tso plhuav mej tej kev txhum tseg hab tig rov qaab lug ua tuabneeg zoo. Mej cov muaj qee leej tseem tsi tau paub Vaajtswv, kuv has le nuav kuas mej paub txaajmuag."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.35","label":"35","content":"Tej zag yuav muaj tuabneeg nug has tas, “Cov tuabneeg kws tuag lawm yuav ua le caag sawv tau rov qaab lug? Thaus puab sawv rov qaab lug, puab yuav muaj lub cev zoo le caag?”"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.36","label":"36","content":"Ua le caag mej yuav ruag ua luaj le! Thaus mej muab lub noob qoob cog rua huv aav, yog lub noob ntawd tsi lwj yeej tuaj tsi taug kaug ib zag le."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.37","label":"37","content":"Lub noob kws mej cog ntawd, txawm yog noob nplej lossis lwm yaam noob los xij, tsi yog mej muab hlo ib tsob moog cog, tabsis mej tsuas muab lub noob moog cog xwb,"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.38","label":"38","content":"Vaajtswv pub lub noob ntawd muaj nplooj muaj kaav lawv le nwg pum zoo; hab Vaajtswv pub txhua yaam noob nyag muaj nyag nplooj nyag kaav lawv le nyag yaam noob."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.39","label":"39","content":"Txhua yaam nyag yeej muaj nyag ib yaam nqaj zoo tsi sis thooj; tuabneeg muaj dlua ib yaam nqaj, tej tsaj nyag muaj dlua nyag ib yaam nqaj, tsi has tej noog hab tej ntseg los nyag yeej muaj dlua nyag ib yaam nqaj."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.40","label":"40","content":"Cov tuabneeg sau ntuj lub cev zoo tsi thooj cov tuabneeg huv nplajteb nuav lub cev; cov tuabneeg sau ntuj hab cov tuabneeg huv nplajteb lub cev nyag zoo nyag lawm ib yaam."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.41","label":"41","content":"Lub nub, lub hli, hab tej nubqub nyag ci txawv nyag lawm ib yaam; hab txawm yog tej nubqub los ib lub yeej ci tsi thooj ib lub hab."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.42","label":"42","content":"Ib yaam nkaus le ntawd, lub cev kws luas muab log, yog lub cev kws txawj tuag; lub cev kws sawv huv qhov tuag rov qaab lug, yog lub cev kws tsi txawj tuag."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.43","label":"43","content":"Lub cev kws luas muab log yeej tsi zoo nkauj hab tsi muaj zug, tabsis lub cev kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug, lub cev ntawd zoo nkauj hab muaj zug."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.44","label":"44","content":"Lub cev kws luas muab log, yog lub kws muaj roj muaj ntshaav, tabsis thaus Vaajtswv tsaa sawv huv qhov tuag rov qaab lug lawm, tug ntawd muaj lub cev tshab. Yog tub muaj lub cev qub lawm yeej yuav muaj lub cev tshab."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.45","label":"45","content":"Vaajtswv txujlug has tas, “Adaas yog thawj tug kws Vaajtswv tsim hab Vaajtswv rau sav rau paa kuas caj sa,” tabsis tug Adaas kws lug thaus kawg, yog tug kws pub tau txujsa rua tuabneeg."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.46","label":"46","content":"Vaajtswv xub pub tuabneeg muaj lub cev kws muaj roj muaj ntshaav, tom qaab ntawd nwg maam le pub tuabneeg muaj lub cev tshab."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.47","label":"47","content":"Thawj tug Adaas yog Vaajtswv muab aav puab; tabsis tug Adaas ob, yog lug sau ntuj ceebtsheej lug."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.48","label":"48","content":"Tuabneeg nplajteb zoo ib yaam le tug kws Vaajtswv muab aav lug puab, tabsis tuabneeg qaum ntuj zoo ib yaam le tug kws lug sau ntuj lug."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.49","label":"49","content":"Peb tub muaj tug yaam ntxwv zoo le tug kws Vaajtswv muab aav lug puab; yog le ntawd peb yeej yuav muaj tug yaam ntxwv  zoo le tug kws lug sau ntuj lug hab."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.50","label":"50","content":"Cov kwvtij, qhov kws kuv has ntawd yog le nuav: lub cev kws muaj roj muaj ntshaav yeej moog nyob tsi tau Vaajtswv lub tebchaws, hab tej kws txawj pluj txawj tuag yeej koom tsi tau tej kws tsi txawj pluj tsi txawj tuag le."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.51+1CO.15.52","label":"51-52","content":"Mej ca le ua tuab zoo noog, kuv yuav qha zaaj kws mej tsi tau nov dlua rua mej noog; peb txhua tug yuav tsi tuag huv tuabsi, tabsis thaus tshuab raaj tshuab xyu zag kawg, tuab ntsais muag xwb peb yuav hloov dlua lub cev tshab. Rua qhov thaus tshuab raaj tshuab xyu, cov kws tuag lawm yuav sawv huv qhov tuag rov qaab lug, hab peb suavdlawg yuav hloov dlua lub cev tshab kws tsi txawj tuag le lawm."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.53","label":"53","content":"Rua qhov lub cev kws txawj tuag yuav hloov ua lub kws tsi txawj tuag; lub cev kws txawj lwj yuav hloov ua lub kws tsi txawj lwj."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.54","label":"54","content":"Yog le ntawd thaus lub cev kws txawj pluj txawj tuag hloov ua lub cev kws tsi txawj pluj tsi txawj tuag lawm, ces thaus ntawd yuav muaj tav lawv le Vaajtswv txujlug kws has tas, “Peb kovyeej txujkev tuag lawm!”"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.55","label":"55","content":"“Txujkev tuag, koj swb lawm lauj! Txujkev tuag, koj tej taug tsuag taag lawm lauj!”"},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.56","label":"56","content":"Txujkev tuag muaj taug yuam tau tuabneeg rua qhov tuabneeg muaj txim; yog tsi muaj Vaajtswv txuj kevcai, txujkev txhum yeej yuav tsi muaj fwjchim yuam tuabneeg."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.57","label":"57","content":"Tabsis peb ca le ua Vaajtswv tsaug, rua qhov Vaajtswv tub kuas Yexus Khetos kws yog peb tug Tswv paab peb kovyeej lawm."},{"bible_id":"1726","chapter_code":"1CO.15","verse_code":"1CO.15.58","label":"58","content":"Yog le ntawd cov kwvtij kws kuv hlub, mej yuavtsum muab sab rau ntseeg, tsi xob ua ywjfaab ywjfwj. Mej yuavtsum rau sab ntso ua tug Tswv teg num, rua qhov mej tub paub lawm has tas, tej num kws mej ua rua tug Tswv ntawd, puavleej muaj nqes, tsi muaj ib yaam kws tsi muaj nqes le."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.1","label":"1","content":"Nwgnuav kuv yuav has txug tej nyaj kws mej sau xaa moog paab cov Yudas kws ntseeg Vaajtswv nraag lub nroog Yeluxalees. Mej yuavtsum ua ib yaam le tej kws kuv qha kuas cov ntseeg kws nyob huv lub xeev Kalatias ua."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.2","label":"2","content":"Txhua Nubkaaj mej yuavtsum muab tej nyaj kws mej khwv tau lug mivntsiv khaws ca. Tug kws tau ntau muab ntau, tug kws tau tsawg muab tsawg, yog mej ua le ntawd thaus kuv tuaj txug tsi taag yuav sau ntxiv lawm."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.3","label":"3","content":"Thaus kuv tuaj txug, kuv yuav khaiv cov tuabneeg kws mej tub xaiv tau lawm, xaa ntawv hab xaa cov nyaj ntawd moog rua nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.4","label":"4","content":"Yog kuv xaav has tas tsimnyog kuv moog hab kuv yuav coj puab moog."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.5","label":"5","content":"Kuv yuav xub moog peg Makedaunias tsaiv, tom qaab ntawd kuv maam le tuaj saib mej, rua qhov kuv yuav tuaj peg Makedaunias tuaj."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.6","label":"6","content":"Tej zag kuv yuav tuaj nrug mej nyob ib ntus lossis yuav nyob kuas dlhau caij ntuj no los tsi paub, tom qaab ntawd yog kuv xaav moog qhov twg nyaj mej yuav paab xaa kuv moog."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.7","label":"7","content":"Kuv tsi xaav tuaj pum mej ib plag xwb; yog tug Tswv pum zoo, kuv yeej yuav tau nrug mej nyob ib ntus."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.8","label":"8","content":"Tabsis kuv yuav nyob huv lub nroog Efexus nuav moog txug nub kws suavdlawg ua Kevcai Peetekos taag tsaiv,"},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.9","label":"9","content":"Rua qhov nwgnuav Vaajtswv taabtom qheb qhovrooj rua kuv ua teg num tseemceeb hab muaj nqes heev, txawm le ntawd los tseem muaj ntau leej tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.10","label":"10","content":"Yog Timautes tuaj saib mej, mej ca le txaus sab tog txais nwg, rua qhov nwg ua tug Tswv teg num ib yaam le kuv ua hab."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.11","label":"11","content":"Yog le ntawd, mej yuavtsum saib taug nwg, hab paab xaa nwg moog kaaj sab lug, mej ua le ntawd nwg txhaj yuav rov lug txug kuv; rua qhov kuv yeej tog ntsoov nwg hab cov kwvtij kws nrug nwg tuaj."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.12","label":"12","content":"Nwgnuav kuv has txug peb tug kwv Apaulaus. Kuv tub has kuas nwg nrug cov kwvtij tim nuav tuaj saib mej, tabsis nwg tseem tsi tau npaaj sab  tuaj lub sijhawm nuav. Txawm yog le caag los thaus nwg khoom, nwg yeej yuav tuaj saib mej xwb."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.13","label":"13","content":"Mej yuavtsum ceevfaaj, muab sab rau ntseeg, ua sab tawv qhawv, hab cuab zug khov kho."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.14","label":"14","content":"Txhua yaam kws mej ua, mej yuavtsum sis hlub sis paab."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.15","label":"15","content":"Mej yeej paub Xatefanas hab nwg tsev tuabneeg zoo lawm; puab yog tsev tuabneeg kws xub lug ntseeg huv lub xeev Akhayas, hab puab zoo sab paab cov ntseeg Vaajtswv. Cov kwvtij, kuv thov ntuag mej,"},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.16","label":"16","content":"kuas mej noog cov tuabneeg ntawd hab lwm tug kws nrug puab ua num ua ke ntawd lug."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.17","label":"17","content":"Txawm yog kuv tsi pum mej los kuv yeej zoo sab, rua qhov Xatefanas, Fautunatus hab Akhayikus tub tuaj saib kuv lawm,"},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.18","label":"18","content":"hab puab ua rua kuv zoo sab ib yaam le puab ua rua mej zoo sab ntaag. Tsimnyog peb fwm cov tuabneeg kws zoo le ntawd."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.19","label":"19","content":"Cov ntseeg kws nyob huv lub xeev Axias, xaa lug noj qaab nyob zoo tuaj rua mej. Akilas obtug ob nam txiv hab cov ntseeg kws tuaj noog lug qhuab qha huv obtug tsev los has noj qaab nyob zoo rua mej hab."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.20","label":"20","content":"Cov ntseeg kws nyob tim nuav los puab puavleej has noj qaab nyob zoo rua mej hab. Mej ib leeg has noj qaab nyob rua ib leeg hab ib leeg hlub ib leeg."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.21","label":"21","content":"Kuv yog Paulus, kuv yog tug sau tej lug noj qaab nyob zoo nuav tuaj rua mej ntaag."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.22","label":"22","content":"Yog leejtwg tsi hlub tug Tswv, tug ntawd yuav raug foom tsi zoo. Malanathas, Peb tug Tswv, koj ca le lug!"},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.23","label":"23","content":"Thov tug Tswv Yexus foom koob moov rua mej txhua tug."},{"bible_id":"1726","chapter_code":"1CO.16","verse_code":"1CO.16.24","label":"24","content":"Kuv hlub mej txhua tug, rua qhov peb puavleej ntseeg Yexus Khetos."}]