[{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.1","label":"1","content":"Xalumoos kws yog Vaajntxwv Daviv tug tub tswj lub tebchaws Yixalayees nyob ruaj khov hab tug TSWV kws yog nwg tug Vaajtswv foom koob moov rua nwg, ua rua nwg muaj fwjchim luj kawg le."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.2","label":"2","content":"Vaajntxwv Xalumoos has rua cov thawj tubrog, tsi has tug kws saib ib txheeb leej, tug kws saib ib puas leej, taagnrho cov numtswv, taagnrho cov thawj ntawm tej tsev tuabneeg hab taagnrho cov pejxeem,"},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.3","label":"3","content":"kuas puab nrug nwg moog rua ntawm qhov chaw pehawm tug TSWV kws nyob huv Nkinpe-oos. Puab moog rua huv Nkinpe-oos rua qhov tug TSWV lub Tsevntaub sis ntsib kws tug TSWV tug tubkhai Mauxes ua nraag taj suabpuam nyob rua huv."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.4","label":"4","content":"(Tabsis Vaajntxwv Daviv tub coj tug TSWV lub Phijxaab nraag Kile-as Ye-alees lug tso rua huv Yeluxalees, qhov chaw kws nwg npaaj tseg lawm)."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.5","label":"5","content":"Puab muab lub thaaj tooj kws Ulis tug tub Npexalees kws yog Hules tug xeebntxwv ua tso rua ntawm hauv ntej tug TSWV lub Tsevntaub sis ntsib kws nyob huv lub nroog Nkinpe-oos. Vaajntxwv Xalumoos hab cov pejxeem pehawm tug TSWV qhov ntawd."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.6","label":"6","content":"Vaajntxwv pehawm tug TSWV hab tua tsaj hlawv fij rua sau lub thaaj tooj ntawm hauv ntej lub Tsevntaub; nwg tua ib txheeb tug tsaj hlawv rua sau lub thaaj ntawd."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.7","label":"7","content":"Mo ntawd Vaajtswv lug tshwm rua Xalumoos pum hab has tas, “Koj xaav kuas kuv muab dlaabtsi rua koj?”"},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.8","label":"8","content":"Xalumoos teb has tas, “Koj ibtxwm qha koj txujkev hlub kws luj kawg nkaus rua kuv txiv Daviv, hab nwgnuav koj pub kuv ua vaajntxwv hloov nwg chaw lawm."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.9","label":"9","content":"Tug TSWV kws yog Vaajtswv, koj tub ua tav lawv le tej lug kws koj tau cog tseg rua kuv txiv lawm. Koj tsaa kuv ua vaajntxwv kaav ib tsaav tuabneeg kws coob heev suav tsi txheeb nuav."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.10","label":"10","content":"Yog le ntawd, thov koj pub tswvyim hab kev txawj ntse rua kuv tswjfwm puab. Yog kuv tsi muaj tswvyim ces kuv yuav ua le caag tswjfwm tau koj tsaav tuabneeg kws coob heev nuav?”"},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.11","label":"11","content":"Vaajtswv teb Xalumoos has tas, “Koj xaiv tau qhov yog lawm. Koj tsi tau thov kuas koj muaj txag npluanuj lossis muaj koob muaj meej lossis kuas koj cov yeebncuab tuag lossis kuas koj muaj txujsa ntev, tabsis koj thov tswvyim hab kev txawj ntse kuas koj tswjfwm tau kuv tsaav tuabneeg kws kuv tsaa koj ua vaajntxwv kaav ntawd."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.12","label":"12","content":"Kuv yuav pub kuas koj muaj tswvyim hab kev txawj ntse. Kuv yuav pub kuas koj muaj txag npluanuj hab kuas koj lub koob meej nrov nchaa tshaaj cov vaajntxwv kws nyob ua ntej koj lossis nyob tom qaab koj.”"},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.13","label":"13","content":"Yog le ntawd Xalumoos txhaj tawm  huv tug TSWV lub Tsevntaub sis ntsib kws yog qhov chaw pehawm huv Nkinpe-oos rov lug rua huv lub nroog Yeluxalees hab nyob huv tswjfwm cov Yixalayees."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.14","label":"14","content":"Xalumoos ua tau ib txheeb plaub puas lub tsheb neeg ua rog, hab muaj kaum ob txheeb leej tubrog caij neeg, muaj ibtxha nwg ca nyob huv lub nroog Yeluxalees, hab dlua le cov nwg coj moog nyob rua lwm lub nroog lawm."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.15","label":"15","content":"Lub sijhawm kws Xalumoos kaav tebchaws ntawd, nwg saib nwg tej nyaj tej kub tsuas zoo le tej pobzeb huv lub nroog Yeluxalees, hab tej ntoo cab los zoo le tej ntoo xikamaus kws tuaj ntawm tej taw roob huv tebchaws Yudas xwb."},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.16","label":"16","content":"Vaajntxwv tseem muaj cov sawv cev txais tej neeg kws caab huv tebchaws Muxilis  hab Kilikias"},{"bible_id":"1726","chapter_code":"2CH.1","verse_code":"2CH.1.17","label":"17","content":"hab cov tsheb neeg yog coj nraag tebchaws Iziv tuaj. Puab xaa tej neeg hab cov tsheb neeg moog muag rua cov Hitis hab cov Xilias ob tug vaajntxwv ib lub rau pua dlaim nyaj, hab cov neeg muag ib tug ib puas tsib caug dlaim nyaj."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.1","label":"1","content":"Vaajntxwv Xalumoos ua lub Tuamtsev ua qhov chaw rua suavdlawg tuaj pehawm tug TSWV hab ua ib lub loog rua nwg."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.2","label":"2","content":"Nwg muaj xyaa caum txheeb leej txivneej ua cov nqaa pobzeb, yim caum txheeb leej txivneej ua cov txaug pobzeb hab peb txheeb rau pua leej ua cov saib hab qha puab ua num."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.3","label":"3","content":"Xalumoos xaa xuv moog rua Vaajntxwv Hilaas tug kws kaav lub nroog Tiles has tas, “Thov koj xaa ntoo cab tuaj rua kuv ib yaam le thaus koj tau xaa tuaj rua kuv txiv kws yog Vaajntxwv Daviv ua nwg lub loog lawm."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.4","label":"4","content":"Kuv taabtom ua lub Tuamtsev rua tug TSWV kws yog kuv tug Vaajtswv, hab muab fij rua nwg ua qhov chaw rua kuv hab cov pejxeem pehawm nwg, hlawv moov tshuaj tsw qaab, fij tej ncuav tsi xyaw keeb hab tua tsaj hlawv fij thaus sawv ntxuv hab thaus yuav tsaus ntuj, Nub Xanpataus hab rooj noj rooj haus Nub Hlis Xab. Hab tej nub su kws ua kevcai qhuas tug TSWV kws yog peb tug Vaajtswv. Tug TSWV saamfwm kuas cov Yixalayees ua le nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.5","label":"5","content":"Kuv npaaj ua ib lub Tuamtsev kws zoo heev, rua qhov peb tug Vaajtswv yog tug kws muaj fwjchim luj dlua tej vaajtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.6","label":"6","content":"Tabsis yeej tsi muaj leejtwg yuav ua tau lub tsev kws txaus Vaajtswv nyob, txawm yog lub ntuj lub teb los tub tsi txaus nwg nyob. Yog le ntawd lub Tuamtsev kws kuv ua nuav, tsuas yog ua qhov chaw hlawv moov tshuaj tsw qaab fij rua Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.7","label":"7","content":"Koj xaa ib tug tuabneeg kws txawj nchuav kub, nchuav nyaj, nchuav tooj, nchuav hlau hab txawj ntus ntaub xav, ntaub paajyeeb ntshaa, hab ntaub lab tuaj rua kuv. Nwg yuav ua num nrug cov kws txua ntoo nyob huv tebchaws Yudas hab huv lub nroog Yeluxalees kws kuv txiv Daviv tau xaiv tseg lawm."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.8","label":"8","content":"Kuv paub has tas, koj muaj cov kws txawj txua ntoo heev. Yog le ntawd, thov koj xaa ntoo cab, ntoo thuv hab ntoo thwjsuab peg roob Lenpanoos tuaj rua kuv. Kuv tub npaaj yuav xaa kuv cov tuabneeg tuaj paab koj cov tuabneeg"},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.9","label":"9","content":"txav kuas tau ntoo ntau heev tuaj rua kuv, rua qhov lub Tuamtsev kws kuv yuav ua ntawd luj hab zoo heev."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.10","label":"10","content":"Kuv yuav xaa ib puas txheeb kawm moov qeb, ib puas txheeb kawm moov nplej, neeg nkaum ob txheeb thoob cawv txiv maab, hab neeg nkaum ob txheeb thoob roj txiv ntoo tuaj rua koj cov tuabneeg ua num noj.”"},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.11","label":"11","content":"Vaajntxwv Hilaas sau ntawv tuaj teb Vaajntxwv Xalumoos has tas, “Tug TSWV hlub nwg tsaav tuabneeg, nwg txhaj tsaa koj ua vaajntxwv."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.12","label":"12","content":"Ca le qhuas tug TSWV kws yog cov Yixalayees tug Vaajtswv kws tsim lub ntuj hab lub nplajteb! Nwg pub Daviv muaj ib tug tub txawj ntse, muaj laajlim tswvyim hab thoob tsib to nrog kws nwgnuav taabtom ua lub Tuamtsev rua tug TSWV hab ib lub loog rua nwg."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.13","label":"13","content":"Kuv yuav xaa ib tug tuabneeg kws txawj txua ntoo tuaj rua koj. Nwg lub npe hu ua Hulaas."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.14","label":"14","content":"Nwg nam yog xeem Daas hab nwg txiv yog tuabneeg nyob huv lub nroog Tiles. Hulaas txawj nchuav nyaj, nchuav kub, nchuav tooj, nchuav hlau, txawj txaug pobzeb hab txaug ntoo. Nwg txawj ntus ntaub xav, ntaub paajyeeb ntshaa, ntaub lab hab ntaub maag. Nwg txawj txaug txhua yaam lawv le tej qauv kws luas muab rua nwg ua. Ca nwg ua num nrug koj cov tuabneeg txua ntoo kws ua num rua koj txiv kws yog Vaajntxwv Daviv."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.15","label":"15","content":"Nwgnuav koj xaa tej moov qeb, moov nplej, roj txiv ntoo hab cawv txiv maab tuaj rua kuv lawv le koj tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.16","label":"16","content":"Peb yuav moog txav tej ntoo cab sau Roob Lenpanoos kws koj xaav tau muab paav hab tso rua huv havtxwv, hab yuav muab nkuam tuaj rua ntawm lub nroog Yaupas, koj maam tuaj coj moog rua huv Yeluxalees.”"},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.17","label":"17","content":"Vaajntxwv Xalumoos txheeb cov tuabneeg txawv tebchaws kws nyob huv tebchaws Yixalayees tej npe. Qhov kws Xalumoos txheeb npe nuav, nwg ua ib yaam le nwg txiv Daviv tau ua lug lawm. Puab txheeb tau ib puas tsib caug peb txheeb rau pua leej tuabneeg txawv tebchaws nyob huv puab lub tebchaws."},{"bible_id":"1726","chapter_code":"2CH.2","verse_code":"2CH.2.18","label":"18","content":"Xalumoos muab xyaa caum txheeb leej ua cov kws nqaa pobzeb, yim caum txheeb leej ua cov txaug pobzeb sau tej roob, peb txheeb rau pua leej ua cov saib hab qha cov tuabneeg ua num kuas tav."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.1","label":"1","content":"Vaajntxwv Daviv kws yog Xalumoos txiv, tub npaaj qhov chaw kws yuav tsaa lub Tuamtsev tseg lawm. Qhov chaw ntawd nyob ntawm lub Roob Mauliyas huv lub nroog Yeluxalees, ntawm Alaunas kws yog tuabneeg Yenpus lub tshaav ntaus nplej. Vaajntxwv Xalumoos pib tsaa lub Tuamtsev"},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.2","label":"2","content":"rua thaus lub ob hlis ntuj, xyoo plaub kws nwg ua vaajntxwv."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.3","label":"3","content":"Lub Tuamtsev kws Vaajntxwv Xalumoos ua, qhov ntev muaj rau caum tshim, qhov dlaav muaj neeg nkaum tshim,"},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.4","label":"4","content":"Chaav kws moog ntawm lub qhovrooj rua huv lub Tuamtsev, qhov dlaav muaj neeg nkaum tshim ib yaam le lub Tuamtsev, qhov sab muaj ib puas neeg nkaum tshim. Chaav nuav saab huv muab kub vuam thoob plawg."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.5","label":"5","content":"Luas muab txag ntoo cab pua chaav luj hab muab kub vuam, muab suam dluab toovlaaj hab ua dluab saw rua huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.6","label":"6","content":"Vaajntxwv muab cov pobzeb kws muaj nqes hab zoo heev lu lub Tuamtsev. Hab muab cov kub kws coj huv tebchaws Pavais tuaj vuam rua."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.7","label":"7","content":"Nwg muab kub vuam lub Tuamtsev tej phaab ntsaa, qaab nthaab, cov kev hab cov qhovrooj huv tuabsi; hab luas suam tej dluab qhelunpees  rua ntawm tej phaab ntsaa."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.8","label":"8","content":"Chaav huv plawv kws yog Chaav Dlawbhuv kawg nkaus, qhov dlaav muaj neeg nkaum tshim, ib yaam le lub Tuamtsev qhov dlaav. Cov kub kws vuam rua Chaav Dlawbhuv kawg nkaus tej phaab ntsaa, Muaj neeg nkaum tsib taas."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.9","label":"9","content":"Muab ib choj hab plaub laag kub ua cov ntsa. Cov chaav kws nyob txheej sau tej phaab ntsaa puavleej muab kub vuam rua."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.10","label":"10","content":"Vaajntxwv kuas nwg cov tuabneeg ua tsev muab tooj nchuav tau ob tug qhelunpees, muab kub vuam rua hab coj moog txawb rua huv Chaav kws Dlawbhuv Kawg nkaus."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.11+2CH.3.12+2CH.3.13","label":"11-13","content":"Muab ib tug txawb rua ib saab tig xubndlag tuaj rua ntawm qhovrooj. Ib tug qhelunpees twg muaj ob saab tis, ib saab twg ntev tsib tshim. Ob tug qhelunpees ntawd nthuav tis tuaj sis twb rua huv plawv, hab ob phob tis tom ntug nthuav moog twb rua ob saab phaab ntsaa, qhov ntev muaj neeg nkaum tshim."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.14","label":"14","content":"Muab dlaim ntaub maag kws luas ntus txaij xav, txaij tsaamxem hab txaij lab kws luas nraaj ua tej dluab qhelunpees ntawd lug thaiv Chaav Dlawbhuv kawg nkaus."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.15","label":"15","content":"Vaajntxwv ua tau ob tug ncej tooj, ib tug twg sab peb caug tsib tshim, txhus rua ntawm hauv ntej lub Tuamtsev. Ib tug ncej twg muaj ib lub hau sab tsib tshim dlhos rua sau."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.16","label":"16","content":"Nwg nchuav ob txuj saw tooj hab ib puas lub tswb tooj kws zoo le txiv ntsab pobkws  dlai rua sau ob lub hau ncej."},{"bible_id":"1726","chapter_code":"2CH.3","verse_code":"2CH.3.17","label":"17","content":"Ob tug ncej ntawd txhus rua ntawm ob saab qhovrooj kws moog rua huv lub Tuamtsev. Tug ncej kws txhus rua saab nraag hu ua Yakhees,  hab tug ncej kws txhus rua saab peg hu ua Npau-am."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.1","label":"1","content":"Vaajntxwv Xalumoos ua tau lub thaaj tooj, qhov ntev muaj neeg nkaum tshim, qhov dlaav muaj neeg nkaum tshim hab qhov sab muaj kaum tshim."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.2","label":"2","content":"Hab nwg muab tooj nchuav tau ib lub rhawv kheej kheej, sab tsib tshim, saab npoo nuav rua saab npoo tid muaj kaum tshim, hab lub cheeb muaj peb caug tshim."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.3","label":"3","content":"Nwg muab tooj nchuav ua ob lub thi lug thi puagncig lub rhawv  saab nrau ib lub nyob sau hab ib lub nyob huv qaab, hab suam ib cov dluab txiv nyuj rua ntawm lub rhawv."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.4","label":"4","content":"Lub rhawv ntawd luas muab txawb rua sau kaum ob tug nyuj tooj nrausqaum kws tig rua txhua faab, peb tug nyuj twg tig taubhau rua ib saab."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.5","label":"5","content":"Lub rhawv ntawd tug npoo tuab peb nti, tug npoo zoo le tej npoo khob hab muab zaaj ntug nrau zaig txaij nraug zeeg nthuav zoo le lub paaj lilis. Lub rhawv ntawd ntim tau kwvyees peb txheeb thoob dlej."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.6","label":"6","content":"Nwg tseem ua tau kaum lub dlaab dlej, nwg muab tsib lub txawb rua ntawm lub Tuamtsev saab nraag hab muab tsib lub txawb rua saab peg. Cov dlaab dlej ntawd yog ua ca ntxuav tej nqaj kws yuav coj moog hlawv fij. Cov dlej huv lub rhawv luj, yog ca rua cov povthawj ntxuav cev."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.7+2CH.4.8","label":"7-8","content":"Nwg muab kub ua kaum tug ncej txawb teeb, lawv le tug qauv kws ibtxwm ua, hab kaum lub rooj, coj moog txawb rua ntawm chaav luj huv lub Tuamtsev. Ib saab twg muab tsib lub rooj hab tsib lub teeb txawb rua. Nwg tseem muab kub nchuav tau ib puas lub taig hab."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.9","label":"9","content":"Nwg ua ib chaav huv nruab nrog rua cov povthawj, hab ua ib chaav luj rua saab nrau. Nwg muab tooj vuam cov qhovrooj ntawm cov roojvaag kws moog rua ntawm ob chaav ntawd,"},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.10","label":"10","content":"nwg muab lub rhawv tooj txawb rua ntawm lub Tuamtsev ceg kaum saab nubtuaj qaabteb."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.11+2CH.4.12+2CH.4.13+2CH.4.14+2CH.4.15+2CH.4.16","label":"11-16","content":"Hulaas tseem ua tau ib cov laujkaub, ib cov dluav yawm tshauv hab ib cov taig. Nwg ua txhua yaam rua lub Tuamtsev tav lawv le Vaajntxwv Xalumoos xaav kuas nwg ua, xws le: Ob lub hau kws khwb ob tug ncej. Cov saw kws dlai rua ob lub hau khwb ncej Ob tshaam tswb tooj kws muaj plaub puas lub zoo le txiv ntsab pobkws dlai puagncig ob lub hau ncej. Kaum lub tsheb tooj. kaum lub phab tooj Lub rhawv tooj Kaum ob tug nyuj kws txawb lub rhawv tooj. Cov laujkaub, cov dluav yawm tshauv hab cov rawg. Taagnrho tej ntawd  puavleej yog Hulaas tug kws nchuav tooj nchuav hlau ua, nwg ua lawv le Vaajntxwv Xalumoos kuas nwg ua siv rua huv tug TSWV lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.17","label":"17","content":"Vaajntxwv kuas ua tej ntawd huv lub taj aav nplaum ntu nruab nraab ntawm Xukaus hab Xeledas,  huv lub Haav Yauladees."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.18","label":"18","content":"Tej tooj kws Xalumoos muab ua tej ntawd ntau heev, txhaj tsi muaj leejtwg muab luj has tas nyaav npaum le caag."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.19","label":"19","content":"Vaajntxwv Xalumoos tseem muab kub ua rooj tog rua huv lub Tuamtsev le nuav: lub thaaj fij, cov rooj kws rau ncuav fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.20","label":"20","content":"Cov ncej txawb teeb hab cov teeb kws muab kub ua, taws rua ntawm hauv ntej Chaav Dlawbhuv kawg nkaus lawv le npaaj tseg lawm."},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.21","label":"21","content":"Cov paaj, tej teeb hab tej caj,"},{"bible_id":"1726","chapter_code":"2CH.4","verse_code":"2CH.4.22","label":"22","content":"tej txab txav teebxeeb, tej phab, tej taig rau moov tshuaj tsw qaab, hab cov yag rauv ncaig tawg. Txhua yaam kws has taag lug nuav puavleej yog muab kub ua. Lub Tuamtsev tej qhovrooj moog rua saab nrau hab tej qhovrooj kws nwg ua rua huv Chaav Dlawbhuv kawg nkaus puavleej yog muab kub vuam rua."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.1","label":"1","content":"Thaus kws Vaajntxwv Xalumoos ua lub Tuamtsev txhua yaam tav lawm, nwg muab tej cuabyeej kws nwg txiv Daviv muab fij rua tug TSWV lawm tso rua huv chaav rau khoom huv lub Tuamtsev, tsi has tej nyaj tej kub hab lwm yaam."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.2","label":"2","content":"Vaajntxwv Xalumoos kuas cov Yixalayees tej thawjcoj ntawm tej xeem hab tej cuab tuaj rua huv Yeluxalees, kuas moog coj tug TSWV lub Phijxaab huv Xi-oos kws yog Daviv lub nroog  lug tso rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.3","label":"3","content":"Puab tuaj ua ke rua thaus lub sijhawm kws ua Kevcai nyob Tsev Pheebsuab."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.4","label":"4","content":"Thaus cov thawjcoj tuaj ua ke lawm, cov Levis tsaws lub Phijxaab"},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.5","label":"5","content":"kwv lug tso rua huv lub Tuamtsev. Cov povthawj hab cov Levis muab tug TSWV lub Tsevntaub sis ntsib lauj nqaa nrug tej cuabyeej txhua yaam lug rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.6","label":"6","content":"Vaajntxwv Xalumoos hab cov Yixalayees tuaj sawv ntawm hauv ntej tug TSWV lub Phijxaab, puab tua yaaj hab tua nyuj ntau heev suav tsi txheeb le."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.7","label":"7","content":"Tom qaab ntawd cov povthawj maam le nqaa tug TSWV lub Phijxaab lug tso rua huv Chaav Dlawbhuv kawg nkaus, hab huv qaab ob tug qhelunpees ob phob tis."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.8","label":"8","content":"Ob tug qhelunpees ob phob tis nthuav lug roog lub Phijxaab hab ob tug laag ntoo huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.9","label":"9","content":"Yog leejtwg sawv ntawm hauv ntej Chaav Dlawbhuv kawg nkaus saib moog txhaj le pum cov tw laag, tabsis yog nyob lwm qhov saib tuaj tsi pum le. (Cov laag ntoo ntawd tseem nyob lug txug naj nub nua.)"},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.10","label":"10","content":"Huv tug TSWV lub Phijxaab tsuas muaj ob dlaim txag zeb kws Mauxes muab tso rua huv thaus puab tseem nyob ntawm Roob Xinais. Ob dlaim txag zeb ntawd yog tug TSWV sau nwg tej lug cog tseg rua cov Yixalayees, thaus puab tsiv nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"2CH.5","verse_code":"2CH.5.11+2CH.5.12+2CH.5.13+2CH.5.14","label":"11-14","content":"Taagnrho cov povthawj, tsi has paab twg, puavleej tawm huv chaav dlawbhuv tuaj ua kevcai ntxuav. Cov Levis kws ntaus nkauj nogncaas yog Axafes, Hemaas, Yeduthoos, hab cov kws yog puab tej cuab kwvtij. Puab suavdlawg puavleej naav ntaub maag sawv ntawm hauv ntej lub thaaj fij saab nubtuaj, puab tuav rawv lub nruag npuaj hab nkauj nogncaas, hab ib puas neeg nkaum leej povthawj tshuab xyu nrug puab. Cov hu nkauj hu dlhos cov suab xyu, suab raaj, suab nruag npuaj hab lwm yaam suab zoo heev qhuas tug TSWV has tas: “Ca le qhuas tug TSWV, rua qhov nwg yog tug kws zoo, hab nwg txujkev hlub nyob moog ibtxhis.” Taamsim ntawd muaj ib tauv fuab lug puv nkaus lub Tuamtsev, hab tug TSWV tug tshwjchim ci ntsaa ab, ua rua cov povthawj ua tsi tau tug TSWV teg num."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.1","label":"1","content":"Vaajntxwv Xalumoos thov has tas, “Tug TSWV, koj xaiv nyob huv tauv fuab hab qhov kws tsaus nti."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.2","label":"2","content":"Nwgnuav kuv ua tau lub Tuamtsev kws zoo heev rua koj, yog ua qhov chaw rua koj nyob moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.3","label":"3","content":"Cov Yixalayees puavleej tuaj sawv ntawd, ces vaajntxwv tig ndlag rua ntawm cov pejxeem hab thov Vaajtswv foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.4","label":"4","content":"Nwg has tas, “Ca le qhuas tug TSWV kws yog cov Yixalayees tug Vaajtswv. Tug TSWV yeej ua lawv le nwg tej lug kws nwg cog tseg rua kuv txiv Daviv has tas,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.5","label":"5","content":"‘Suav txij thaus kuv coj kuv tsaav tuabneeg tsiv tawm nraag tebchaws Iziv lug, kuv tsi tau xaiv ib lub nroog huv tsaav tuabneeg Yixalayees txhua xeem lug ua lub Tuamtsev ua qhov chaw pehawm kuv, hab kuv tsi tau xaiv leejtwg lug kaav kuv tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.6","label":"6","content":"Tabsis nwgnuav kuv xaiv lub nroog Yeluxalees ua qhov chaw pehawm kuv, hab xaiv koj kws yog Daviv kaav kuv tsaav tuabneeg.’ ”"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.7","label":"7","content":"Hab Xalumoos has ntxiv tas, “Kuv txiv Daviv tub npaaj tseg lawm has tas, yuav ua lub Tuamtsev ua qhov chaw pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.8","label":"8","content":"Tabsis tug TSWV has rua nwg tas, ‘Koj yeej npaaj sab xaav ua lub Tuamtsev rua kuv,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.9","label":"9","content":"tabsis koj yuav tsi yog tug ua lub Tuamtsev ntawd. Koj tug tub kws yog koj roj ntshaa, txhaj yog tug kws yuav ua lub Tuamtsev.’"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.10","label":"10","content":"“Nwgnuav tug TSWV tub ua lawv le tej lug cog tseg ntawd lawm; kuv tau ua vaajntxwv kaav cov Yixalayees hloov kuv txiv chaw, hab kuv tau ua lub Tuamtsev lug ua qhov chaw pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.11","label":"11","content":"Kuv muab tug TSWV lub Phijxaab kws ntim ob dlaim txag zeb kws tug TSWV sau nwg tej lug cog tseg rua cov Yixalayees tso rua huv lub Tuamtsev.”"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.12","label":"12","content":"Xalumoos moog sawv taabmeeg cov pejxeem suavdlawg ntawm hauv ntej lub thaaj fij, nwg tsaa nwg ob txhais teg hab thov Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.13","label":"13","content":"(Xalumoos muab tooj ua tau ib lub saamthaj hab muab teeb rua huv plawv lub tshaav puam. Lub saamthaj ntawd qhov dlaav muaj tsib tshim hab qhov ntev muaj tsib tshim, hab qhov sab muaj peb tshim. Nwg moog rua sau lub saamthaj hab txhus caug taabmeeg suavdlawg hab tsaa nwg ob txhais teg rua sau ntuj.)"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.14","label":"14","content":"Nwg thov has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv, yeej tsi muaj dlua lwm tug vaajtswv nyob sau ntuj lossis huv nplajteb nuav zoo le koj lawm. Koj yeej ua lawv le koj tej lug cog tseg rua koj tsaav tuabneeg hab hlub puab thaus puab noog koj lug kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.15","label":"15","content":"Koj ua lawv le tej lug kws koj tau cog tseg rua kuv txiv Daviv; mas nub nua muaj tav lawv le koj txhua lu lug lawm tag."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.16","label":"16","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv, nwgnuav kuv thov koj ua lawv le lu lug kws thaus koj tau cog tseg rua kuv txiv Daviv kws yog koj tug tubkhai has tas, koj yuav ca nwg cov xeebntxwv ua vaajntxwv kaav cov Yixalayees moog le, yog puab ua tuab zoo noog koj tej lug, ib yaam le nwg noog koj tej lug."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.17","label":"17","content":"Yog le ntawd, tug TSWV kws yog cov Yixalayees tug Vaajtswv, nwgnuav thov kuas txhua yaam muaj tseeb lawv le koj tau coglug rua koj tug tubkhai Daviv lawm."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.18","label":"18","content":"“Tabsis Vaajtswv, koj yuav ua le caag nrug tuabneeg nplajteb nyob? Txawm yog lub ntuj los tub dlaav tsi txaus koj nyob. Yog le ntawd lub Tuamtsev nuav yuav ua le caag txaus koj nyob."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.19","label":"19","content":"Tug TSWV kws yog kuv tug Vaajtswv, kuv yog koj tug tubkhai, thov koj noog hab teb kuv tej lug kws nub nua kuv thov koj."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.20","label":"20","content":"Thov koj tsaa qhovmuag saib lub Tuamtsev nuav nruab nub mo ntuj. Koj coglug has tas, qhov chaw nuav yog qhov chaw pehawm koj. Yog le ntawd, thaus kuv tig ndlag tuaj rua lub Tuamtsev nuav thov koj, thov koj noog kuv tej lug thov."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.21","label":"21","content":"Thaus kuv hab koj tsaav tuabneeg tig ndlag tuaj rua ntawm qhov chaw nuav thov koj, koj nyob huv koj lub tsev sau ntuj noog hab teb kuv tej lug thov hab zaam txim rua peb."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.22","label":"22","content":"“Thaus muaj ib tug tuabneeg twg raug lam has tas, nwg ua txhum rua kwvtij zej zog, hab luas coj nwg tuaj tsaa teg twv ntawm koj lub thaaj fij huv lub Tuamtsev nuav has tas, nwg yeej yog tuabneeg ncaaj nceeg tag,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.23","label":"23","content":"Tug TSWV, koj nyob sau ntuj, thov koj noog hab txav txim rua koj tug tubkhai. Thov koj rau txim rua tug kws ua txhum lawv le kws nwg tau ua, hab thov koj tso tug kws tsi muaj txim."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.24","label":"24","content":"“Thaus koj tsaav tuabneeg Yixalayees swb puab tej yeebncuab, vim puab tau ua txhum rua koj; tabsis yog puab tig rov lug cuag koj hab tuaj rua huv lub Tuamtsev nuav, leeg puab tej kev txhum, thov koj zaam txim,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.25","label":"25","content":"koj nyob sau ntuj, thov koj noog puab tej lug thov. Thov zaam txim rua koj tsaav tuabneeg tej kev txhum hab coj puab rov lug rua huv lub tebchaws kws koj muab pub rua puab hab puab cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.26","label":"26","content":"“Thaus koj tsi tso naag lug, vim koj tsaav tuabneeg tau ua txhum rua koj, tabsis yog puab txu fwjchim, leeg txim hab tig ndlag tuaj rua ntawm lub Tuamtsev nuav thov koj,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.27","label":"27","content":"Tug TSWV, koj nyob sau ntuj, thov koj noog puab tej lug thov hab zaam txim rua koj cov tubkhai, koj tsaav tuabneeg Yixalayees, hab qha puab kuas paub ua lub neej ncaaj nceeg. Ces thov koj tso naag lug rua lub tebchaws kws koj muab pub rua koj tsaav tuabneeg ua puab tug moog le lawm."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.28","label":"28","content":"“Yog lub tebchaws muaj kev tshaib nqhes lossis muaj kaab mob kis lossis tej qoobloo raug puamtsuaj vim tej cua dlaaj cua dlub nplawm lossis muaj kooj txomfaav noj lossis thaus koj tsaav tuabneeg raug puab tej yeebncuab tawmtsaam lossis thaus puab raug mob lossis muaj mob muaj nkeeg,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.29","label":"29","content":"thov koj noog puab tej lug thov. Yog koj tsaav tuabneeg leejtwg muaj kev nyuaj sab ntxhuv plawv, puab tsaa teg tuaj rua ntawm lub Tuamtsev nuav thov koj,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.30","label":"30","content":"thov koj noog puab tej lug thov ntawm koj lub chaw nyob sau ntuj tuaj, thov koj zaam txim rua puab hab paab puab. Tsuas yog koj tuab leeg txhaj paub txug tuabneeg lub sab xaav. Thov koj ua rua txhua tug lawv le nwg teg num,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.31","label":"31","content":"mas koj tsaav tuabneeg txhaj yuav fwm koj moog taag puab simneej nyob huv lub tebchaws kws koj muab pub rua puab cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.32","label":"32","content":"“Thaus cov tuabneeg txawv tebchaws kws nyob dleb ib tug nov txug koj lub fwjchim, koj lub koob lub npe hab tej txujci tseemceeb kws koj tau ua paab koj tsaav tuabneeg dlhau lug lawm, tuaj thov koj huv lub Tuamtsev nuav,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.33","label":"33","content":"thov koj noog nwg tej lug thov hab. Koj nyob sau ntuj qhov kws yog koj lub chaw nyob, thov noog nwg hab ua lawv le nwg tej lug thov. Yog koj ua le ntawd, tej tuabneeg kws nyob huv nplajteb nuav txhaj yuav paub koj hab noog koj lug, ib yaam le koj tsaav tuabneeg noog koj lug. Ces puab txhaj yuav paub has tas kuv ua lub Tuamtsev nuav lug ua qhov chaw pehawm koj."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.34","label":"34","content":"“Thaus koj has kuas koj tsaav tuabneeg moog tua puab cov yeebncuab, txawm yog puab nyob qhov twg thov koj los tsuav yog puab tig ndlag tuaj rua huv lub nroog kws koj xaiv tseg hab lub Tuamtsev kws kuv ua rua koj nuav lawm,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.35","label":"35","content":"koj nyob sau ntuj, thov koj noog puab tej lug thov hab paab kuas puab muaj yeej."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.36","label":"36","content":"“Tsi muaj ib tug tuabneeg kws tsi tau ua txhum le, yog thaus twg koj tsaav tuabneeg ua txhum rua koj, koj chim rua puab hab ca puab cov yeebncuab ntaus yeej puab hab nteg puab coj moog rua lwm tebchaws, txawm yog lub tebchaws ntawd nyob dleb hab ze"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.37","label":"37","content":"los thov koj noog koj tsaav tuabneeg tej lug thov. Thaus puab nyob huv lub tebchaws ntawd, yog puab hloov sab hab leeg puab tej kev txhum, tej kev phem kev qas hab thov koj, tug tswv, thov koj noog puab tej lug thov."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.38","label":"38","content":"Nyob huv lub tebchaws ntawd, yog puab muab sab npuab koj, leeg puab tej kev txhum rua koj, hab tig ndlag tuaj rua huv lub tebchaws kws koj muab rua puab cov yawmkoob, lub nroog kws koj tau xaiv tseg, hab lub Tuamtsev kws kuv ua rua koj lawm,"},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.39","label":"39","content":"thov koj noog puab tej lug thov. Koj nyob sau ntuj kws yog koj lub chaw nyob, thov koj noog puab tej lug thov, hlub puab hab zaam txim rua koj tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.40","label":"40","content":"“Kuv tug Vaajtswv, nwgnuav thov koj tsaa qhovmuag saib peb hab noog tej lug kws peb nyob ntawm qhov chaw nuav thov koj."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.41","label":"41","content":"Tug TSWV kws yog Vaajtswv, nwgnuav koj ca le moog nyob huv lub Tuamtsev kws muaj koj lub Phijxaab hab koj lub fwjchim. Thov koj foom koob moov rua txhua yaam kws koj cov povthawj ua, hab thov kuas koj tsaav tuabneeg muaj kev zoo sab rua qhov koj ua sab dlawb sab zoo rua puab."},{"bible_id":"1726","chapter_code":"2CH.6","verse_code":"2CH.6.42","label":"42","content":"Tug TSWV kws yog Vaajtswv, thov koj tsi xob tso tug vaajntxwv kws koj xaiv lawm tseg. Thov koj ncu ntsoov koj txujkev hlub kws koj muab rua koj tug tubkhai Daviv”  lawm."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.1","label":"1","content":"Thaus Vaajntxwv Xalumoos thov Vaajtswv taag, suavtawg txawm poob sau ntuj lug kub tej khoom kws puab coj tuaj fij hab tug TSWV tug tshwjchim kws ci ntsaa ab puv nkaus huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.2","label":"2","content":"Rua qhov tug TSWV tug tshwjchim ci ntsaa ab puv nkaus huv lub Tuamtsev, cov povthawj txhaj moog tsi tau rua huv."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.3","label":"3","content":"Thaus cov Yixalayees pum suavtawg poob sau ntuj lug hab tug TSWV tug tshwjchim ci puv nkaus huv lub Tuamtsev, puab txhus caug ua ntsejmuag ti nkaus rua huv aav pehawm Vaajtswv hab qhuas nwg txujkev ua sab dlawb sab zoo hab txujkev hlub kws nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.4","label":"4","content":"Ces Xalumoos hab cov pejxeem txawm muab tsaj tua fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.5","label":"5","content":"Nwg muab neeg nkaum ob txheeb tug nyuj fij hab ib puas neeg nkaum txheeb tug yaaj tua fij ua kev sis raug zoo. Yog le ntawd vaajntxwv hab cov pejxeem txhaj muab lub Tuamtsev fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.6","label":"6","content":"Cov povthawj moog sawv ntawm qhov chaw kws npaaj tseg rua puab. Cov Levis sawv tig xubndlag rua ntawm puab, tshuab tej raaj tej xyu kws Vaajntxwv Daviv tub npaaj tseg, hab hu nkauj qhuas tug TSWV has tas, “Thov kuas nwg txujkev hlub nyob moog ibtxhis!” lawv le Daviv tau has tseg rua puab lawm. Thaus cov povthawj tshuab raaj tshuab xyu hab cov pejxeem suavdlawg sawv ntsug."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.7","label":"7","content":"Xalumoos muab thaaj aav huv plawv lub tshaav puam kws nyob ntawm hauv ntej lub Tuamtsev ua kevcai ntxuav kuas huv, nwg muab tej tsaj tua hlawv fij taagnrho, muab tej qoobloo fij hab muab tej paavywj fij ua kev sis raug zoo. Nwg ua le ntawd rua qhov lub thaaj tooj kws nwg ua miv heev, tsi txaus hlawv tej khoom fij ntawd."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.8","label":"8","content":"Xalumoos hab cov pejxeem Yixalayees ua Kevcai Nyob Tsev Pheebsuab hab noj haus tau xyaa nub. Tej tuabneeg coob kawg le tuaj peg lub Dlawm Hamas, hab nraag nrim tebchaws Iziv tuaj huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.9","label":"9","content":"Puab ua Kevcai fij lub thaaj tau xyaa nub txwm nkaus hab puab tseem ua rooj noj rooj haus tau xyaa nub ntxiv. Hab puab xaus rooj noj rooj haus rua nub kawg,"},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.10","label":"10","content":"hab nub tom qaab kws yog lub xyaa hli ntuj nub neeg nkaum peb, Xalumoos maam tso cov pejxeem moog tsev. Puab zoo sab heev rua tej koob moov kws tug TSWV pub rua Daviv, Xalumoos hab nwg tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.11","label":"11","content":"Tom qaab kws Vaajntxwv Xalumoos ua tau lub Tuamtsev, lub loog hab txhua yaam kws nwg npaaj sab ua tav taag lawm,"},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.12","label":"12","content":"muaj ib mos tug TSWV rov lug tshwm rua Xalumoos pum. Tug TSWV has rua Xalumoos has tas, “Kuv tub nov koj tej lug thov, hab kuv leeg yuav lub Tuamtsev nuav ua qhov chaw fij khoom rua kuv."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.13","label":"13","content":"Thaus twg kws kuv tsi tso naag lug lossis tso kooj txomfaav lug noj tej qoobloo lossis kuv tso kaab mob kis lug rua kuv tsaav tuabneeg,"},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.14","label":"14","content":"yog puab thov kuv hab puab hloov sab tso puab tej kev phem kev qas kws puab ua tseg, ces kuv yuav nyob sau ntuj noog puab tej lug thov, zaam txim rua puab hab pub kuas puab lub tebchaws rov vaammeej dlua."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.15","label":"15","content":"Kuv yuav saib ntsoov lub Tuamtsev hab noog puab tej lug thov ntawm qhov chaw nuav."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.16","label":"16","content":"Rua qhov kuv xaiv qhov chaw nuav hab tshwj ua qhov chaw rua suavdlawg tuaj pehawm kuv moog ibtxhis. Kuv yuav saib hab tiv thaiv txhua lub sijhawm."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.17","label":"17","content":"Yog koj muaj lub sab ncaaj nceeg pehawm kuv ib yaam le koj txiv Daviv, coj lawv le kuv tej kevcai hab ua txhua yaam lawv le kuv tub saamfwm rua koj lawm,"},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.18","label":"18","content":"kuv yuav ua lawv le tej lug kws kuv cog tseg rua koj txiv Daviv thaus kws kuv has rua nwg tas, nwg cov xeebntxwv yuav tau ua cov tswjfwm cov Yixalayees moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.19","label":"19","content":"Tabsis yog koj hab koj cov pejxeem tsi ua lawv le kuv tej kevcai hab tej lug saamfwm kws kuv muab rua mej lawm, hab moog pe luas tej vaajtswv,"},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.20","label":"20","content":"ces kuv yuav muab koj ntab tawm huv lub tebchaws kws kuv muab rua mej lawm, hab kuv yuav muab lub Tuamtsev kws kuv leeg yuav ua qhov chaw tseemceeb rua suavdlawg tuaj pehawm kuv tso povtseg. Tej tuabneeg nyob txhua qhov yuav luag cov Yixalayees plig hab saib lub Tuamtsev tsi muaj nqes."},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.21","label":"21","content":"“Nwgnuav luas qhuas lub Tuamtsev nuav heev, tabsis muaj ib nub tej tuabneeg kws dlua kev moog lug yuav xaav tsi thoob hab nug has tas, ‘Vim le caag tug TSWV txhaj ua le nuav rua lub tebchaws hab lub Tuamtsev nuav?’"},{"bible_id":"1726","chapter_code":"2CH.7","verse_code":"2CH.7.22","label":"22","content":"Tej tuabneeg yuav teb has tas, ‘Vim puab tso tug TSWV kws yog puab tug Vaajtswv kws coj puab cov yawmkoob tawm nraag tebchaws Iziv lug tseg lawm. Puab moog pe luas tej vaajtswv. Yog le ntawd tug TSWV txhaj tso kev puamtsuaj lug rua puab.’ ”"},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.1","label":"1","content":"Xalumoos siv sijhawm neeg nkaum xyoo ua lub Tuamtsev hab nwg lub loog."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.2","label":"2","content":"Nwg txhim khu cov nroog kws Vaajntxwv Hilaas muab rua nwg hab tso cov Yixalayees moog nyob huv cov nroog ntawd."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.3","label":"3","content":"Nwg moog txeeb tau cheebtsaam Hamas hab Xaunpas,"},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.4","label":"4","content":"hab nwg txhim ntsaa yeej thaiv lub nroog Pamilas ua chaw rau khoom."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.5","label":"5","content":"Hab Xalumoos txhim khu cov nroog nuav: Lub nroog Npethes Hauloos Theem Sab hab lub nroog Npethes Hauloos Theem Qeg, (yog ob lub nroog kws muaj ntsaa yeej hab roojvaag thaiv),"},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.6","label":"6","content":"lub nroog Npa-alas hab taagnrho cov nroog kws nwg rau khoom, cov nroog kws nwg rau nwg tej neeg hab tej tsheb neeg. Nwg siv tug qauv nuav moog ua rua huv lub nroog Yeluxalees, huv lub tebchaws Lenpanoos hab thoob plawg rua txhua cheebtsaam kws nwg kaav."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.7+2CH.8.8","label":"7-8","content":"Xalumoos yuam cov tuabneeg Kana-aas kws cov Yixalayees tsi muab tua thaus puab lug nyob huv lub tebchaws ntawd, tsi has cov Hitis, cov Amaules, cov Pelixes, cov Hivis hab cov Yenpus ua qhev lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.9","label":"9","content":"Cov Yixalayees tsi raug yuam ua qhev, tabsis puab ua tubrog; ua tug thawj tsaav tsheb neeg, hab ua tubrog caij neeg."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.10","label":"10","content":"Xalumoos tsaa ob puas tsib caug leej ua cov thawj saib cov tuabneeg ua vaaj ua tsev."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.11","label":"11","content":"Vaajntxwv Xalumoos coj nwg tug quaspuj kws yog cov Iziv tug vaajntxwv tug ntxhais huv Daviv lub nroog lug nyob rua huv lub tsev kws Xalumoos ua rua nwg tug quaspuj nyob. “Nwg yuavtsum tsi xob nyob huv cov Yixalayees tug Vaajntxwv Daviv lub loog, rua qhov txhua qhov kws tso tug TSWV lub Phijxaab rua puavleej dlawbhuv.”"},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.12","label":"12","content":"Xalumoos muab khoom hlawv rua lub thaaj kws nwg ua rua ntawm hauv ntej lub Tuamtsev fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.13","label":"13","content":"Nwg muab khoom fij lawv le txuj kevcai kws Mauxes sau tseg has txug tej nub su nuav: Nub Xanpataus, Nub ua Kevcai Hli Xab, Nub ua Kevcai noj Ncuav Tsi Xyaw Keeb, Nub Ua Kevcai Sau Qoobloo, hab Nub Ua Kevcai Nyob Tsev Pheebsuab kws naj xyoo ua."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.14","label":"14","content":"Nwg ua lawv le txuj Kevcai kws nwg txiv Daviv tau has tseg lawm, nwg faib num rua cov povthawj hab cov Levis kws yog cov hu nkauj, hab paab cov povthawj ua num txhua nub. Nwg faib num rua cov kws zuv lub Tuamtsev ua tej paab ua puab tej num ntawm roojvaag txhua nub lawv le Daviv kws yog Vaajtswv tug tuabneeg has tseg lawm."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.15","label":"15","content":"Hab puab ua lawv le Daviv tej lug kws nwg has rua cov povthawj hab cov Levis txug tej tsev rau khoom hab lwm yaam huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.16","label":"16","content":"Txhua yaam kws Xalumoos ua puavleej ua tav taag rua lub sijhawm nuav, tsi has thaus chiv ua tug TSWV lub Tuamtsev, hab tej khoom kws siv rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.17","label":"17","content":"Ces Xalumoos txawm moog rua huv lub nroog Exi-oosnkenpes hab Elas kws nyob ntawm ntug havtxwv huv tebchaws Edoos."},{"bible_id":"1726","chapter_code":"2CH.8","verse_code":"2CH.8.18","label":"18","content":"Vaajntxwv Hilaas tso nwg ib cov numtswv saib cov tuabneeg kws tsaav nwg cov nkoj nrug Xalumoos cov numtswv. Puab tsaav nkoj moog rua tebchaws Aufiles hab thauj tau kaum rau taas kub lug rua Xalumoos."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.1","label":"1","content":"Vaajntxwv Xalumoos lub koob meej nrov nchaa moo lug moog txug cov tuabneeg Senpas tug puj vaajntxwv, nwg txhaj tuaj rua huv lub nroog Yeluxalees, hab nwg nug ntau zaaj kws tsi yoojyim totaub sim saib Xalumoos puas teb tau. Nwg coj tuabneeg coob heev nrug nwg tuaj, puab muab ntxhuav thauj tej txumlom, ntaub hab kub ntau heev tuaj. Thaus nwg hab Xalumoos sis ntsib lawm, nwg nug Xalumoos ntau tsaav ntau yaam, taagnrho tej tswvyim kws nwg npaaj tuaj."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.2","label":"2","content":"Xalumoos teb tau nwg tej lug nug ntawd huv tuabsi, tsi muaj ib lus twg nyuaj kws Xalumoos teb tsi tau le."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.3","label":"3","content":"Thaus cov Senpas tug puj vaajntxwv nov Xalumoos tej tswvyim hab pum lub loog kws Xalumoos ua,"},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.4","label":"4","content":"nwg pum tej zaub mov kws luas rau rua sau Xalumoos lub rooj, tej tsev kws nwg cov numtswv nyob, tej tub kaavxwm los yeej nyob muaj chaw hab tej tsoog tsho kws puab naav los zoo ib yaam nkaus, tej tub laub dlej laub cawv hab tej tsaj kws nwg tua fij  huv lub Tuamtsev, ua rua puj vaajntxwv yoob hab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.5","label":"5","content":"Nwg has rua Vaajntxwv Xalumoos has tas, “Txhua yaam kws kuv nov has txug koj  hab koj tej tswvyim yeej muaj tseeb!"},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.6","label":"6","content":"Tabsis kuv tsi ntseeg tej ntawd txug thaus kuv tuaj pum koj kag lawm. Koj tej tswvyim kws kuv nov tsuas yog ib nraab xwb. Koj tseem ntse tshaaj qhov kws luas has rua kuv."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.7","label":"7","content":"Ua le caag koj cov tuabneeg kws ua koj tej num yuav muaj moo ua luaj! Puab nyob ntawm koj xubndlag hab naj nub nov koj tej lug txawj ntse."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.8","label":"8","content":"Ca le qhuas tug TSWV kws yog koj tug Vaajtswv! Nwg ua rua suavdlawg pum has tas, nwg txaus sab heev rua koj, nwg txhaj tsaa koj ua vaajntxwv kaav cov Yixalayees. Rua qhov nwg hlub nwg tsaav tuabneeg Yixalayees hab xaav tseg puab nyob moog ibtxhis. Nwg txhaj tsaa koj ua puab tug vaajntxwv, coj puab ua lawv le nwg txuj kevcai hab txujkev ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.9","label":"9","content":"Puj vaajntxwv muab tej khoom kws nwg thauj tuaj pub rua Vaajntxwv Xalumoos: kub yuav laug muaj tsib taas, txumlom hab hlaws ntau kawg le. Vaajntxwv Xalumoos tsi tau pum dlua leejtwg muab tej txumlom rua nwg ntau npaum le cov kws tug puj vaajntxwv kws kaav tebchaws Senpas coj tuaj rua nwg ntawd le."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.10","label":"10","content":"(Vaajntxwv Hilaas hab Vaajntxwv Xalumoos cov tuabneeg moog thauj kub, ntoo thwjsuab hab hlaws ntau heev nraag tebchaws Aufelis lug."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.11","label":"11","content":"Xalumoos muab cov ntoo ntawd ua qeb ntai rua huv lub Tuamtsev hab nwg lub loog, hab muab txua nkauj nogncaas hab raaj rua cov ntaus suab nkauj. Ibtxwm tsi pum muaj tej ntoo zoo le ntawd nyob huv tebchaws Yudas le.)"},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.12","label":"12","content":"Vaajntxwv Xalumoos muab txhua yaam kws cov Senpas tug puj vaajntxwv thov pub rua nwg, tej nuav yog nwg muab rua cov Senpas tug puj vaajntxwv pauj tej kws puj vaajntxwv coj tuaj pub  rua nwg lawm. Ces puj vaajntxwv hab nwg cov tuabneeg txawm rov moog rua nraag tebchaws Senpas lawm."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.13","label":"13","content":"Txhua lub xyoos twg Vaajntxwv Xalumoos yeej tau txais kub le neeg nkaum tsib taas,"},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.14","label":"14","content":"ntxiv rua tej se kws cov tub laag tub luam them tuaj. Cov vaajntxwv kws kaav tebchaws Alav hab cov tswvxeev kws kaav cov Yixalayees los coj nyaj coj kub ntau heev tuaj rua Vaajntxwv Xalumoos."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.15","label":"15","content":"Xalumoos ua ob puas dlaim thaiv nav ntaaj, Ib dlaim twg nyaav kwvlaam le kaum tsib choj,"},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.16","label":"16","content":"hab nwg ntaus dlua peb puas dlaim thaiv nav ntaaj, ib dlaim twg nyaav kwvlaam le yim choj. Nwg muab cov thaiv nav ntaaj ntawd coj moog ca rua huv Chaav Tsev Haav Zoov Lenpanoos."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.17","label":"17","content":"Vaajntxwv tseem ua tau ib lub zwmtxwv luj. Lub zwmtxwv ntawd yog muab kaug ntxhw ua, hab muab kub vuam thoob plawg saab nrau."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.18","label":"18","content":"Muaj rau theem qeb ntai nce moog rua sau lub zwmtxwv, txua ob tug tsuv ntxhuav sawv rua ob saab ntawm lub zwmtxwv ua ob tug tag npaab."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.19","label":"19","content":"Rau theem qeb ntai ntawd ib theem twg, luas txua ob tug tsuv ntxhuav txawb rua ob tog, taagnrho yog muaj kaum ob tug. Nyob rua lwm lub tebchaws yeej tsi muaj ib lub zwmtxwv zoo npaum le lub nuav."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.20","label":"20","content":"Taagnrho Vaajntxwv Xalumoos tej khob haus dlej puavleej yog muab kub ua. Hab tej twj taig huv Chaav Tsev Haav Zoov Lenpanoos, puavleej yog muab kub ua. Tam kws Xalumoos tseem ua neej nyob ntawd, mas luas tsi suav has tas nyaj muaj nqes le."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.21","label":"21","content":"Xalumoos tseem muaj ntau lub nkoj kws yog tej nkoj thauj khoom huv havtxwv nrug Hilaas cov nkoj, txhua peb lub xyoos twg nwg cov nkoj yuavtsum moog thauj kub, nyaj, kaug ntxhw, lab hab yaaj yuam."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.22","label":"22","content":"Vaajntxwv Xalumoos yog tug kws npluanuj hab ntse tshaaj tej vaajntxwv huv lub qaab ntuj nuav huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.23","label":"23","content":"Tej vaajntxwv thoob qaab ntuj puavleej tuaj cuag Xalumoos hab noog nwg pav nwg tej kev txawj ntse kws Vaajtswv pub rua nwg."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.24","label":"24","content":"Txhua tug kws tuaj puavleej coj nyaj, kub, tsho ntev, cuabyeej ua rog, txumlom, neeg hab tej neeg zaag tuaj rua Xalumoos. Pheej muaj le ntawd ib xyoos dlhau rua ib xyoos."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.25","label":"25","content":"Vaajntxwv Xalumoos muaj plaub txheeb lub nkuaj neeg kaw nwg cov neeg hab ca nwg tej tsheb neeg. Hab nwg muaj kaum ob txheeb tug tubrog caij neeg. Muaj ibtxha nwg ca nyob huv lub nroog Yeluxalees hab dlua le, nwg coj moog nyob rua lwm lub nroog lawm."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.26","label":"26","content":"Vaajntxwv Xalumoos yog tug kws kaav taagnrho cov vaajntxwv txij ndlua tug dlej Efalates moog rua cov Iziv tug nrim tebchaws."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.27","label":"27","content":"Lub sijhawm kws Xalumoos ua tug kaav tebchaws ntawd, nwg tej nyaj tsuas zoo le tej pobzeb kws nyob huv lub nroog Yeluxalees, hab tej ntoo cab los tsuas zoo le tej ntoo xikamaus kws tuaj ntawm tej taw roob huv tebchaws Yudas xwb."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.28","label":"28","content":"Xalumoos tseem muaj cov sawv cev txais tej neeg kws caab peg tebchaws Iziv  hab lwm lub tebchaws lug rua nwg."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.29","label":"29","content":"Xalumoos lub neej thaus pib moog txug thaus xaus, puavleej muab sau ca rua huv Nathaas kws yog tug cev Vaajtswv lug phoo  Ntawv Keebkwm lawv le Ahiyas kws yog tug cev Vaajtswv lug kws nyob huv Silaus tej lug qha tshwm,  hab  tej kws Idaus kws yog tug cev Vaajtswv lug  ua ywgtoog pum. Hab has txug Nenpas tug tub kws yog Vaajntxwv Yelaunpau-aas kws kaav cov Yixalayees."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.30","label":"30","content":"Xalumoos nyob huv lub nroog Yeluxalees kaav cov Yixalayees tau plaub caug xyoo."},{"bible_id":"1726","chapter_code":"2CH.9","verse_code":"2CH.9.31","label":"31","content":"Nwg tuag hab luas muab nwg coj moog log rua huv Daviv lub nroog, hab nwg tug tub Lehaunpau-aas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.1","label":"1","content":"Lehaunpau-aas moog huv Sekhees, qhov chaw kws cov Yixalayees nyob saab Qaumteb tuaj txoos ua ke tsaa nwg ua vaajntxwv."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.2","label":"2","content":"Thaus Nenpas tug tub Yelaunpau-aas kws tsiv Vaajntxwv Xalumoos moog nkaum nraag tebchaws Iziv lawm, nov xuv txug zaaj nuav, nwg txhaj le rov lug tsev."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.3","label":"3","content":"Taagnrho cov xeem kws nyob qaumteb tso tuabneeg moog hu Yelaunpau-aas tuaj, ces puab suavdlawg txawm ua ke moog cuag Lehaunpau-aas hab has rua nwg tas,"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.4","label":"4","content":"“Koj txiv ua nruj ua tsiv hab muab tej num nyaav heev rua peb, yog koj txu kuas peb tau num sib, hab pub peb muaj kev kaaj sab, peb txaus sab ua koj pejxeem moog le.”"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.5","label":"5","content":"Lehaunpau-aas teb has tas, “Peb nub sau nuav mej rov tuaj cuag kuv, kuv maam le teb mej.” Yog le ntawd, puab txawm rov moog tsev lawm."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.6","label":"6","content":"Vaajntxwv Lehaunpau-aas moog nrug cov laug kws ibtxwm yog nwg txiv Xalumoos cov tuavxaam saablaaj. Nwg nug puab has tas, “Mej yuav paab tswvyim rua kuv rov moog teb cov pejxeem le caag?”"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.7","label":"7","content":"Puab teb has tas, “Yog koj xaav ua koj teg num kuas cov pejxeem poog koj, mas koj yuav tau teb kuas lawv le puab sab nyam, puab txhaj yuav ua koj cov pejxeem hab muab sab npuab koj moog le.”"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.8","label":"8","content":"Tabsis nwg tsi yuav tej lug kws cov laug ntawd qha. Nwg txawm moog cuag cov tuavxaam hluas kws nrug nwg ib phaum saablaaj."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.9","label":"9","content":"Lehaunpau-aas nug puab has tas, “Mej paab kuv tuav tswvyim saib yuav teb le caag rua cov pejxeem kws tuaj thov kuv has tas, ‘Thov muab tej num nyaav kws koj txiv muab rua peb ua txu kuas sib mivntsiv.’ ”"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.10","label":"10","content":"Puab teb has tas, “Koj teb rua puab le nuav: ‘Kuv tug rwg ntivteg tseem luj dlua kuv txiv lub dluav!’"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.11","label":"11","content":"Mej has tas, ‘Tej num kws kuv txiv muab rua mej ua nyaav heev, tabsis kuv tseem yuav muab tej num kws nyaav tshaaj ntawd rua mej ua hab. Nwg muab hlua tsaaj nplawm mej xwb; kuv yuav muab hlua tawv nplawm mej.’ ”"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.12","label":"12","content":"Peb nub tom qaab Yelaunpau-aas hab cov pejxeem rov tuaj cuag Vaajntxwv Lehaunpau-aas, lawv le kws nwg tau has rua puab lawm."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.13","label":"13","content":"Vaajntxwv tsi ua le tej lug kws cov laug qha, nwg txhaj le has lug nyaav rua cov pejxeem,"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.14","label":"14","content":"lawv le cov tuavxaam hluas qha. Nwg has tas, “Tej num kws kuv txiv muab rua mej ua nyaav heev; tabsis kuv tseem yuav muab tej num kws nyaav tshaaj ntawd rua mej ua hab. Kuv txiv muab hlua tsaaj nplawm mej xwb, tabsis kuv yuav muab hlua tawv nplawm mej!”"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.15","label":"15","content":"Qhov kws Vaajntxwv tsi noog cov pejxeem lug, tub yog ua kuas tav lawv le tej lug kws tug TSWV kws yog Vaajtswv kuas Ahiyas kws yog tug cev Vaajtswv lug kws nyob huv lub nroog Silaus moog has rua Nenpas tug tub Yelaunpau-aas ntaag."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.16","label":"16","content":"Thaus cov pejxeem pum has tas, vaajntxwv tsi noog puab tej lug lawm, puab txhaj qw has tas, “Muaj qaabhau dlaabtsi moog nrug Daviv hab nwg tsev nyuas tuabneeg ntawd ua ke! Puab tub tsi tau ua ib yaam dlaabtsi paab peb le los sav? Cov Yixalayees, ca le rov moog tsev los mas! ca Lehaunpau-aas, nwg rov kaav nwg nkaus xwb txhaj zoo!” Yog le ntawd cov Yixalayees txhaj ntxeev sab,"},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.17","label":"17","content":"tseg Lehaunpau-aas ua vaajntxwv kaav cov tuabneeg nyob huv xeev Yudas nkaus xwb."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.18","label":"18","content":"Ces Vaajntxwv Lehaunpau-aas txhaj tso Adaunilaas kws yog tug saib cov tub zug moog cuag cov Yixalayees, tabsis puab muab pobzeb ntaus nwg tuag lawm. Thaus muaj tej xwm nuav lawm, Lehaunpau-aas txhaj le dlha ceev moog nce nwg lub tsheb neeg hab rov moog rua nraag lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2CH.10","verse_code":"2CH.10.19","label":"19","content":"Txij nub ntawd lug, cov Yixalayees kws nyob peg qaumteb txhaj ntxeev sab rua Daviv cov xeebntxwv lug le lawm."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.1","label":"1","content":"Thaus Vaajntxwv Lehaunpau-aas lug txug huv lub nroog Yeluxalees, nwg txhij tau ib puas yim caum txheeb tug tubrog kws sab tawv heev huv xeem Yudas hab Npeenyamees. Hab nwg yuam kuas puab moog tua cov Yixalayees saab Qaumteb hab txeeb kuas tau lub tebchaws rov lug rua nwg kaav,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.2","label":"2","content":"tabsis tug TSWV has rua Semayas kws yog tug cev Vaajtswv lug,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.3","label":"3","content":"kuas coj tej lug nuav moog has rua Vaajntxwv Lehaunpau-aas, hab cov tuabneeg kws yog xeem Yudas hab xeem Npeenyamees tas,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.4","label":"4","content":"“Mej tsi xob moog tua mej cov kwvtij kws yog cov Yixalayees hlo le. Mej suavdlawg ca le rov moog tsev. Yeej yog kuv pum zoo txhaj muaj tej xwm nuav tshwmsim tuaj.” Puab noog tug TSWV tej lug hab puab txhaj tsi moog tua Yelaunpau-aas."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.5","label":"5","content":"Lehaunpau-aas nyob huv lub nroog Yeluxalees, hab xov ntsaa yeej thaiv cov nroog huv lub tebchaws Yudas hab Npeenyamees le nraag nuav:"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.6","label":"6","content":"Npelehees, Etas, Tekau-as,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.7","label":"7","content":"Npethexus, Xukaus, Adulas,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.8","label":"8","content":"Nkathas, Malesas, Xifes,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.9","label":"9","content":"Adaulais, Lakhis, Axekas,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.10","label":"10","content":"Xaulas, Aiyaloos hab Henploos."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.11","label":"11","content":"Nwg xov ntsaa yeej khov heev thaiv cov nroog ntawd, hab ib tug thawj tubrog saib ib lub nroog, hab nwg muab zaub mov, txiv ntoo, cawv txiv maab coj moog ca rua huv txhua lub nroog,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.12","label":"12","content":"hab muab tej thaiv nav ntaaj, hab tej muv ca rua huv ib yaam nkaus. Lehaunpau-aas ua le nuav, mas nwg txhaj tswj tau cov Yudas hab cov Npeenyamees."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.13","label":"13","content":"Cov povthawj hab cov Levis kws nyob huv cov Yixalayees tej cheebtsaam lug taag rua nraag tebchaws Yudas lawm."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.14","label":"14","content":"Cov Levis tso puab tej tshaav tsaj hab tej aav tseg tsiv lug nyob nraag tebchaws Yudas hab huv lub nroog Yeluxalees, rua qhov Vaajntxwv Yelaunpau-aas kws kaav cov Yixalayees hab nwg cov tub tsi pub puab ua povthawj hab ua tug TSWV teg num."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.15","label":"15","content":"Yelaunpau-aas tsaa dlua ib cov povthawj teev dlaab ntawm tej chaw teev dlaab sau tej ncov roob, teev tej mlom tshis hab mlom nyuj kws nwg puab."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.16","label":"16","content":"Cov Yixalayees txhua tug kws muab sab npuab tug TSWV kws yog cov Yixalayees tug Vaajtswv puavleej nrug cov Levis lug nyob huv Yeluxalees, kuas puab txhaj tau tua tsaj hlawv fij rua tug TSWV kws yog puab cov yawmkoob tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.17","label":"17","content":"Qhov nuav ua rua lub tebchaws Yudas nyob ruaj khov, puab txhawb Vaajntxwv Lehaunpau-aas kws yog Xalumoos tug tub tau peb xyoos, puab ua lawv le Vaajntxwv Daviv hab Vaajntxwv Xalumoos obtug txujkev tswjfwm."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.18","label":"18","content":"Lehaunpau-aas yuav Mahalas kws yog Daviv tug tub Yelimaus tug ntxhais ua quaspuj. Yelimaus nam hu ua Anpihais kws yog Eli-as tug ntxhais hab yog Yexais tug xeebntxwv."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.19","label":"19","content":"Lehaunpau-aas hab Mahalas muaj peb tug tub: Ye-uses, Semaliyas hab Xahas."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.20","label":"20","content":"Tom qaab nuav nwg yuav tau Ma-akas kws yog Axaloos tug ntxhais ua nam yau, Lehaunpau-aas hab Ma-akas muaj dlua plaub tug tub: Anpiyas, Athais, Xixas, hab Selaumis."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.21","label":"21","content":"Lehaunpau-aas muaj kaum yim tug nam hlub, hab rau caum tug nam yau, nwg cov tub muaj neeg nkaum yim leej hab cov ntxhais muaj rau caum leej. Taagnrho cov nam hlub hab nam yau, mas nwg nyam Ma-akas dlua,"},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.22","label":"22","content":"hab taagnrho nwg cov tub, nwg hlub Anpiyas kws yog Ma-akas tug tub dlua; nwg txhaj le xaiv Anpiyas ua Vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.11","verse_code":"2CH.11.23","label":"23","content":"Lehaunpau-aas ua tuab zoo faib num rua nwg cov tub hab tso puab moog nyob rua txhua lub nroog kws muaj ntsaa yeej huv tebchaws Yudas hab Npeenyamees. Nwg pub rua puab muaj noj muaj haus nplua mag, hab yuav ntau tug quaspuj rua puab."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.1","label":"1","content":"Thaus Lehaunpau-aas ua Vaajntxwv hab tswj tau lub tebchaws nyob tug lawm, nwg hab nwg cov pejxeem txawm tso tug TSWV txuj kevcai tseg."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.2","label":"2","content":"Lehaunpau-aas ua vaajntxwv tau tsib xyoos nkaus, ces puab txawm tsi muab sab npuab tug TSWV, tug TSWV txhaj rau txim rua puab. Vaajntxwv Sisaj kws kaav tebchaws Iziv txawm tuaj tua lub nroog Yeluxalees,"},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.3","label":"3","content":"Nwg coj ib txheeb ob puas lub tsheb neeg ua rog, rau caum txheeb leej tubrog caij neeg hab ib cov tubrog coob heev suav tsi txheeb, cov tubrog ntawd yog cov Linpias, cov Xukis hab cov Sudaas."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.4","label":"4","content":"Sisaj xub txeeb tau cov nroog kws muaj ntsaa yeej thaiv huv tebchaws Yudas, nwg maam le moog tua lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.5","label":"5","content":"Tug cevlug Semayas moog ntsib Vaajntxwv Lehaunpau-aas hab cov Yudas cov thawjcoj kws tuaj rua huv Yeluxalees, vim puab ntshai Sisaj. Semayas has rua puab tas, “Tug TSWV has rua mej le nuav: ‘Vim mej tso kuv tseg lawm, nwgnuav kuv yuav muab mej tso rua Sisaj.’ ”"},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.6","label":"6","content":"Vaajntxwv hab cov thawjcoj leeg has tas puab tau ua txhum lawm hab has tas, “Qhov kws tug TSWV ua le ntawd, nwg ua ncaaj lawm.”"},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.7","label":"7","content":"Thaus tug TSWV pum le ntawd, nwg has rua Semayas has tas, “Vim puab leeg puab tej kev txhum lawm, kuv yuav tsi ua kuas puab puamtsuaj. Tabsis kuv yuav cawm puab kuas dlim thaus Sisaj tuaj tua puab. Hab kuv yuav tsi pub kuas Sisaj ua rua lub nroog Yeluxalees puamtsuaj vim kuv txujkev chim."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.8","label":"8","content":"Txawm le ntawd los Sisaj yuav tuaj tua yeej puab, puab txhaj paub has tas, qhov kws puab ua kuv teg num hab ua tej numtswv huv nplajteb nuav teg num txawv le caag.”"},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.9","label":"9","content":"Vaajntxwv Sisas tuaj tua lub nroog Yeluxalees, nwg coj tej nyaj tej kub kws nyob rua huv Vaajtswv lub Tuamtsev, huv vaajntxwv lub loog, hab tej thaiv nav ntaaj kws Vaajntxwv Xalumoos muab kub ua hab txhua yaam huv tuabsi moog lawm."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.10","label":"10","content":"Vaajntxwv Lehaunpau-aas txhaj muab tooj ua dlua ib cov thaiv nav ntaaj, hab muab rua cov tubrog kws zuv lub loog tej roojvaag ua cov saib."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.11","label":"11","content":"Txhua zag kws vaajntxwv moog rua huv lub Tuamtsev, cov tubrog kws nrug nraim vaajntxwv nqaa cov thaiv nav ntaaj nrug nwg moog hab coj rov lug ca rua huv chaav kws cov tubrog zuv vaajntxwv nyob."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.12","label":"12","content":"Vim qhov kws Lehaunpau-aas txu fwjchim hab leeg txim, tug TSWV txujkev chim txhaj tsi ua rua nwg puamtsuaj, lub tebchaws Yudas txhaj tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.13","label":"13","content":"Lehaunpau-aas nyob huv lub nroog Yeluxalees ua vaajntxwv kaav lub tebchaws. Thaus nwg ua Vaajntxwv, nwg noobnyoog muaj plaub caug ib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum xyaa xyoo. Yeluxalees yog lub nroog kws tug TSWV xaiv huv tebchaws Yixalayees lug ua qhov chaw rua suavdlawg tuaj pehawm nwg. Lehaunpau-aas nam hu ua Na-amas kws yog tuabneeg Amoos."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.14","label":"14","content":"Lehaunpau-aas ua kev phem kev qas, rua qhov nwg tsi ua lawv le tug TSWV lub sab nyam."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.15","label":"15","content":"Lehaunpau-aas lub neej thaus pib moog txug thaus xaus, hab nwg tsev tuabneeg puavleej muab sau ca rua huv Semayas kws yog tug cev Vaajtswv lug Phoo Ntawv Keebkwm hab Idaus kws yog tug cev Vaajtswv lug Phoo Ntawv Keebkwm. Lehaunpau-aas hab Yelaunpau-aas obtug, ib leeg pheej ua rog rua ib leeg ua ntu zug."},{"bible_id":"1726","chapter_code":"2CH.12","verse_code":"2CH.12.16","label":"16","content":"Lehaunpau-aas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Anpiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.1","label":"1","content":"Thaus Yelaunpau-aas ua vaajntxwv kaav tebchaws Yixalayees tau kaum yim xyoo, Anpiyas maam le ua vaajntxwv kaav tebchaws Yudas,"},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.2","label":"2","content":"hab nwg nyob huv lub nroog Yeluxalees kaav tau peb xyoos, nwg nam hu ua Ma-akas kws yog Uliyees kws nyob huv lub nroog Nkipe-as tug ntxhais. Anpiyas hab Yelaunpau-aas obtug ib leeg ua rog rua ib leeg."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.3","label":"3","content":"Anpiyas txhij tau plaub puas txheeb leej tubrog, hab Yelaunpau-aas txhij tau yim pua txheeb leej tubrog tuaj sis tua."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.4","label":"4","content":"Anpiyas cov tubrog hab Yelaunpau-aas cov tubrog tuaj sis ntsib ntawm lub laaj roob Efalayees. Vaajntxwv Anpiyas txawm moog tuaj sau Roob Xemalayees qw nrov nrov rua Yelaunpau-aas hab cov Yixalayees has tas, “Mej ca le noog kuv has,"},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.5","label":"5","content":"mej puas paub has tas, tug TSWV kws yog cov Yixalayees tug Vaajtswv yeej coglug ruaj khov rua Daviv lawm has tas, Daviv cov xeebntxwv yuav tau ua vaajntxwv kaav tebchaws Yixalayees moog ibtxhis, tsi muaj leejtwg yuav rhuav tau le nua los?"},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.6","label":"6","content":"Txawm le ntawd los Nenpas tug tub Yelaunpau-aas tau ntxeev sab rua Xalumoos kws yog nwg tug vaajntxwv."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.7","label":"7","content":"Tom qaab ntawd, Yelaunpau-aas yum ib paab tuabneeg tsi tseemceeb tuaj yuam Xalumoos tug tub Lehaunpau-aas kws tseem tsi tau paub qaabhau, nwg txhaj tawmtsaam tsi yeej puab."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.8","label":"8","content":"Nwgnuav mej xaav has tas mej muaj peevxwm tuaj tua tug TSWV lub tebchaws kws nwg muab rua Daviv cov xeebntxwv, rua qhov mej muaj tubrog coob hab muaj tej mlom nyuj kws Yelaunpau-aas muab kub nchuav ua mej tej vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.9","label":"9","content":"Mej tau muab tug TSWV cov povthawj kws yog Aloos cov xeebntxwv hab cov Levis ntab tawm tsiv. Mej xaiv dlua ib cov lug ua povthawj hloov puab chaw, mej ua lawv le lwm tsaav tuabneeg ua, yog leejtwg caab ib tug nyuj lossis xyaa tug yaaj tuaj rua mej, mej txawm tsaa tug ntawd ua povthawj rua mej cov vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.10","label":"10","content":"Tabsis peb tseem pehawm tug TSWV kws yog peb tug Vaajtswv hab peb tsi tso nwg tseg le. Cov povthawj kws yog Aloos cov xeebntxwv tseem ua puab teg num, hab cov Levis los tseem paab puab."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.11","label":"11","content":"Puab naj taagkig hab naj mo hlawv moov tshuaj tsw qaab hab tua tsaj hlawv taagnrho fij rua tug TSWV. Puab muab ncuav tso rua sau lub rooj kws tub ua kevcai ntxuav huv lawm, hab txhua mo puab taws cov teeb kws muab kub ua cov ncej. Peb tseem ua le tug TSWV tej lug saamfwm, tabsis mej tso tug TSWV tseg lawm."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.12","label":"12","content":"Vaajtswv yog peb tug thawjcoj hab nwg cov povthawj tuav rawv xyu nyob rua ntawm nuav npaaj yuav tshuab txhib peb cov tubrog tuaj tua mej. Cov Yixalayees, mej tsi xob ua rog rua tug TSWV kws yog mej cov yawmkoob tug Vaajtswv. Mej yuav tsi yeej nwg le!”"},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.13","label":"13","content":"Thaus Yelaunpau-aas hab nwg cov tubrog tseem nyob ntawm cov Yudas hauv ntej, nwg tub tso ibtxha nyaag tom qaab tuaj tua cov Yudas lawm."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.14","label":"14","content":"Cov Yudas tig saib, ua caag luas tub tuaj vij puab taag lawm. Puab quaj thov tug TSWV paab, hab cov povthawj txawm tshuab xyu."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.15","label":"15","content":"Cov Yudas qw nrov nrov hab moog tua cov Yixalayees, thaus puab qw ntawd, tug TSWV paab Anpiyas hab cov Yudas tua yeej Yelaunpau-aas hab cov Yixalayees."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.16","label":"16","content":"Cov Yixalayees tsiv cov Yudas, tabsis Vaajtswv muab puab cob taag rua cov Yudas teg."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.17","label":"17","content":"Anpiyas hab nwg cov tubrog tua cov Yixalayees tej tubrog kws ua tau heev tuag taag lawm tsib puas txheeb leej."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.18","label":"18","content":"Cov Yudas tua yeej cov Yixalayees, rua qhov puab muab sab npuab tug TSWV kws yog puab cov yawmkoob tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.19","label":"19","content":"Anpiyas caum Yelaunpau-aas cov tubrog tua hab txeeb tau Yelaunpau-aas cov nroog nuav: Npethees, Yesanas, Efeloos hab tej zog kws nyob ibncig cov nroog ntawd."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.20","label":"20","content":"Yelaunpau-aas tsi muaj nub kovyeej Anpiyas moog txug thaus kws Vaajtswv muab Yelaunpau-aas tua tuag."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.21","label":"21","content":"Anpiyas muaj fwjchim heev zuj zug, nwg muaj kaum plaub tug quaspuj, neeg nkaum ob tug tub hab kaum rau tug ntxhais."},{"bible_id":"1726","chapter_code":"2CH.13","verse_code":"2CH.13.22","label":"22","content":"Anpiyas lub neej, tej kws nwg has tej kws nwg ua puavleej muab sau ca rua huv  Idaus kws yog tug cev Vaajtswv lug Phoo Ntawv Keebkwm lawm."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.1","label":"1","content":"Vaajntxwv Anpiyas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Axas ua vaajntxwv hloov nwg chaw. Tam kws Axas kaav, lub tebchaws muaj kev thaajyeeb tau kaum xyoo."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.2","label":"2","content":"Axas ua zoo hab ua ncaaj nceeg hum tug TSWV sab nyam."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.3","label":"3","content":"Nwg rhuav cov tuabneeg txawv tebchaws tej thaaj hab tej chaw teev dlaab, tsoo tej ncej hab ntuv tug mlom quaspuj Aselas huv tuabsi povtseg."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.4","label":"4","content":"Axas has kuas cov Yudas noog tug TSWV kws yog puab cov yawmkoob tug Vaajtswv lug hab ua lawv le tug TSWV tej lug saamfwm."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.5","label":"5","content":"Qhov kws nwg rhuav tej chaw teev dlaab hab tej thaaj hlawv moov tshuaj tsw qaab huv cov Yudas tej nroog, nwg txhaj tswj tau lub tebchaws nyob thaajyeeb lug."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.6","label":"6","content":"Thaus Axas ua vaajntxwv kaav tebchaws, nwg xov ntsaa yeej thaiv tej nroog huv tebchaws Yudas, lub tebchaws tsi muaj tsuv tsi muaj rog tau ntau xyoo, rua qhov tug TSWV pub nwg muaj kev thaajyeeb."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.7","label":"7","content":"Nwg has rua cov Yudas has tas, “Peb ca le xov ntsaa yeej hab ua roojvaag thaiv tej nroog hab ua chaw tsomfaaj rua tej nroog, tsheem nwgnuav peb tau kaav hab lub tebchaws yog peb tug, rua qhov peb tau ua lawv le tug TSWV kws yog peb tug Vaajtswv sab nyam. Nwg tiv thaiv peb txhua phaab hab pub peb nyob kaaj sab lug.” Yog le ntawd puab txhaj txhim khu tej nroog huv lub tebchaws kuas muaj kev vaammeej."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.8","label":"8","content":"Vaajntxwv Axas muaj peb puas txheeb tug tubrog kws yog xeem Yudas, puab puavleej muaj dlaim thaiv nav ntaaj hab muv, hab ob puas yim caum txheeb tug tubrog kws yog xeem Npeenyamees, puab puavleej muaj dlaim thaiv nav ntaaj hab neevnti. Cov tubrog nuav puavleej yog cov kws muaj sab tawv hab kawm tav kev tua rog lawm."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.9","label":"9","content":"Cov Sudaas tug thawj tubrog Zelas, coj tau ib plhom tug tubrog hab peb puas lub tsheb neeg tuaj tua tebchaws Yudas hab thaus puab tuaj txug rua ntawm Malesas lawm."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.10","label":"10","content":"Axas txhaj coj tubrog moog tua Xelas. Ob tog tubrog tuaj txum chaw tim ntsej tim muag huv lub Haav Xefathas kws ze ntawm Malesas."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.11","label":"11","content":"Axas thov tug TSWV kws yog nwg tug Vaajtswv has tas, “Tug TSWV, koj yog tug kws paab tau cov tubrog kws qaug zug kuas tawmtsaam yeej cov tubrog kws muaj zug. Tug TSWV kws yog peb tug Vaajtswv, nwgnuav thov koj ca le paab peb, peb tso sab rua koj, peb tuav koj lub npe tuaj tua cov tubrog kws coob heev nuav. Tug TSWV, koj yog peb tug Vaajtswv, thov koj tsi xob ca tuabneeg kovyeej koj.”"},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.12","label":"12","content":"Tug TSWV ua rua cov tubrog Sudaas swb, thaus Axas hab cov Yudas tua puab. Cov Sudaas tsiv,"},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.13","label":"13","content":"Axas hab nwg cov tubrog caum cov Sudaas tua moog ti nkaus lub nroog Nkelas. Cov tubrog Sudaas tuag taag tsi seem ib tug le.  Tug TSWV hab nwg cov tubrog ua rua cov Sudaas swb. Cov tubrog Yudas txhaj fuab tau khoom ntau heev nqaa lug tsev."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.14","label":"14","content":"Axas puab tseem moog tua tej nroog kws nyob ibncig lub nroog Nkelas, hab puab fuab tau khoom ntau heev nqaa lug, rua qhov tug TSWV ua rua cov tuabneeg kws nyob huv tej nroog ntawd ntshai heev."},{"bible_id":"1726","chapter_code":"2CH.14","verse_code":"2CH.14.15","label":"15","content":"Dlua le ntawd, puab tseem moog tua cov tuabneeg yug tsaj ntawm puab tej tsevntaub, nteg tej yaaj tej tshis hab tej ntxhuav coob heev. Ces puab txawm rov lug rua huv Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.1","label":"1","content":"Vaajtswv tug Ntsujplig lug kaav Aunpes tug tub Axaliyas,"},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.2","label":"2","content":"ces nwg txawm tuaj cuag Vaajntxwv Axas. Nwg has tas, “Vaajntxwv Axas, koj hab cov Yudas, hab cov Npeenyamees ca le noog kuv has! Tug TSWV yuav nrug nraim mej, yog mej tsi tso nwg tseg. Yog mej nrhav nwg, nwg yuav ca mej ntsib nwg, tabsis yog mej tsi muab sab npuab nwg, nwg yuav tso mej tseg."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.3","label":"3","content":"Cov Yixalayees ua neej nyob tsi muaj tug Vaajtswv tseeb, tsi muaj cov povthawj qha puab hab tsi muaj kevcai tswjfwm puab lug ntev lawm."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.4","label":"4","content":"Tabsis yog thaus puab raug kev nyuaj sab, puab tig lug cuag tug TSWV kws yog cov Yixalayees tug Vaajtswv. Thaus puab nrhav nwg, puab yeej ntsib nwg."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.5","label":"5","content":"Lub sijhawm ntawd, tsi yoojyim rua tej tuabneeg moog moog lug lug, rua qhov muaj kev kub ntxhuv nyob txhua qhov huv lub tebchaws."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.6","label":"6","content":"Ib tsaav tuabneeg tsimtxom ib tsaav tuabneeg hab ib lub nroog tsimtxom ib lub nroog, rua qhov Vaajtswv tso tej kev kub ntxhuv nuav lug rua puab ntaag."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.7","label":"7","content":"Tabsis mej yuavtsum ua sab luj, tsi xob qaug zug. Tej num kws mej ua mej yuav tau txais nqe zug.”"},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.8","label":"8","content":"Thaus Axas nov Aunpes tug tub Axaliyas  tej lug qha tshwm, nwg txhaj ua tau sab luj. Nwg rhuav tej mlom huv tebchaws Yudas hab Npeenyamees hab huv txhua lub nroog kws nwg txeeb tau sau lub laaj roob Efalayees povtseg. Hab nwg rov khu tug TSWV lub thaaj kws nyob huv lub tshaav puam ntawm lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.9","label":"9","content":"Xeem Efalayees, Manaxes hab Xime-oos tsiv coob heev lug tuaj Axas tog hab nyob huv nwg lub tebchaws, rua qhov puab paub has tas tug TSWV nrug Axas. Vaajntxwv Axas txhaj le txheeb taagnrho puab cov ntawd, cov Yudas hab cov Npeenyamees tej npe."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.10","label":"10","content":"Thaus Axas ua vaajntxwv tau kaum tsib xyoos, lub peb hlis ntuj, puab tuaj sis sau rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.11","label":"11","content":"Nub ntawd puab muab tej tsaj kws puab fuab tau lug tua hlawv fij rua tug TSWV: xyaa pua tug nyuj hab xyaa txheeb tug yaaj."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.12","label":"12","content":"Puab coglug has tas puab yuav pehawm tug TSWV kws yog puab cov yawmkoob tug Vaajtswv kuas kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.13","label":"13","content":"Txhua tug, tsi has tug laug tug hluas, quaspuj txivneej, yog leejtwg tsi pehawm tug TSWV, yuav muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.14","label":"14","content":"Puab txhua tug qw nrov nrov hab tuav tug TSWV lub npe coglug has tas, puab yuav ua lawv le tej lug cog tseg ntawd. Puab qw nrov nrov, hab tshuab raaj tshuab xyu."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.15","label":"15","content":"Taagnrho cov Yudas zoo sab kawg le, rua qhov puab tau coglug nrhav tug TSWV kawg sab kawg ntsws, puab txhaj ntsib tug TSWV, hab tug TSWV pub puab noj qaab nyob zoo."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.16","label":"16","content":"Vaajntxwv Axas muab nwg nam txu lub meejmom puj Vaajntxwv, rua qhov nwg puab tug mlom quaspuj Aselas. Axas muab tug mlom ntawd tsoo tawg ntsoog ntxawg, hab coj moog hlawv huv lub Haav Kiloos."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.17","label":"17","content":"Txawm yog Axas tsi tau muab tej chaw teev dlaab sau tej ncov roob huv lub tebchaws rhuav povtseg los nwg muab sab npuab tug TSWV taag nwg simneej le."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.18","label":"18","content":"Nwg tau muab txhua yaam kws nwg txiv Anpiyas tub muab fij rua tug TSWV lawm, coj rov moog tso rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.15","verse_code":"2CH.15.19","label":"19","content":"Ntu kws Axas ua vaajntxwv tau peb caug tsib xyoos ntawd lub tebchaws tsi ua tsuv tsi ua rog le."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.1","label":"1","content":"Thaus Axas ua vaajntxwv kaav tebchaws Yudas tau peb caug rau xyoo, Vaajntxwv Npa-asas kws kaav tebchaws Yixalayees tau tuaj tua cov Yudas, hab tsim lub nroog Lamas, ua chaw txav kev tsi pub cov Yudas moog lug."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.2","label":"2","content":"Yog le ntawd, Vaajntxwv Axas txhaj muab tej nyaj tej kub kws seem huv lub Tuamtsev hab huv lub loog rua nwg cov numtswv nqaa moog rua peg lub nroog Damaxes hab muab cob rua cov Xilias tug vaajntxwv Npeehadas kws yog Taleemoos tug tub hab yog Hexi-oos tug xeebntxwv, nrug cov lug kws has le nuav:"},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.3","label":"3","content":"“Ca wb Tuav teg ua phoojywg, ib yaam le thaus koj txiv hab kuv txiv ua phoojywg lug lawm. Cov nyaj hab cov kub nuav, yog coj tuaj pub rua koj ua kev sis raug zoo. Nwgnuav thov koj ca le txav kev ua phoojywg nrug cov Yixalayees tug Vaajntxwv Npa-asas kuas nwg txhaj thim nwg cov tubrog tawm huv kuv cheebtsaam aav moog.”"},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.4","label":"4","content":"Vaajntxwv Npeehadas pum zoo ua le Axas has, hab tso nwg cov thawj tubrog coj puab tej tubrog moog tua cov Yixalayees tej nroog. Puab moog txeeb tau lub nroog Iyoos, lub nroog Daas, lub nroog Anpees Npethes Makhas, cheebtsaam kws ze Havtxwv Kalilais hab taagnrho cov Nathalis tej nroog."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.5","label":"5","content":"Thaus Vaajntxwv Npa-asas nov tej xwmtxheej nuav lawm, nwg tso tseg tsi tsim lub nroog Lamas ntxiv, hab rov qaab moog rua huv lub nroog Tilexas lawm."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.6","label":"6","content":"Ces Vaajntxwv Axas txawm hu cov pejxeem thoob plawg tebchaws Yudas tuaj nqaa tej pobzeb hab tej ntoo kws Npa-asas coj tuaj tsim lub nroog Lamas moog tsim lub nroog Nkenpas hab lub nroog Mixepas."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.7","label":"7","content":"Lub sijhawm ntawd Hananis kws yog tug cev Vaajtswv lug moog cuag Vaajntxwv Axas hab has tas, “Tub tsimnyog koj ca sab rua tug TSWV kws yog koj tug Vaajtswv, tabsis koj tsua ca sab rua tug vaajntxwv kws kaav tebchaws Xilias, vim le ntawd, tug vaajntxwv  kws kaav tebchaws Xilias cov tubrog txhaj tsiv dlim ntawm koj moog lawm."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.8","label":"8","content":"Puas yog cov Sudaas hab cov Linpias tseem muaj tubrog muaj tsheb neeg ua rog hab muaj cov tubrog caij neeg coob heev? Tabsis thaus ntawd koj ca sab rua tug TSWV, nwg txhaj le paab kuas koj tua yeej puab lawm."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.9","label":"9","content":"Tug TSWV yeej saib ntsoov lub nplajteb nuav hab txhawb cov kws muab sab npuab nwg tug zug. Vim koj tau ua tej yaam kws ruag kawg nkaus, yog le ntawd, txij nuav moog koj lub tebchaws yuav ua tsuv ua rog tsi tu le.”"},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.10","label":"10","content":"Qhov nuav ua rua Vaajntxwv Axas chim hab npautawg heev, nwg txhaj muab saw hlau khi tug cev Vaajtswv lug ntawd. Tuab lub sijhawm ntawd, Axas tseem ua nruj ua tsiv rua cov pejxeem ibtxha hab."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.11","label":"11","content":"Dlua le lwm yaam kws Vaajntxwv Axas ua taag lug, nwg lub peevxwm, hab tej nroog kws nwg ua, puavleej muab sau ca rua huv phoo  ntawv Keebkwm kws teev cov Yudas hab cov Yixalayees tej Vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.12","label":"12","content":"Thaus Axas ua vaajntxwv tau peb caug cuaj xyoos, nwg muaj mob rua nwg ob txhais kutaw; txawm le ntawd los nwg tsi thov kuas tug TSWV paab nwg, tabsis nwg moog cuag tej kws tshuaj xwb."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.13","label":"13","content":"Axas ua vaajntxwv tau plaub caug ib xyoos ces nwg txawm tuag lawm."},{"bible_id":"1726","chapter_code":"2CH.16","verse_code":"2CH.16.14","label":"14","content":"hab luas coj nwg moog log rua huv lub qhov ntxaa kws nyob sau ib lub roob zeb kws txaug ca rua nwg huv Daviv lub nroog. Puab muab ntau yaam moov tshuaj hab roj tsw qaab pleev Axas lub cev coj nwg moog log. Puab rauv ib cubtawg hlub heev hab puab hawm nwg."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.1","label":"1","content":"Yehausafas ua vaajntxwv hloov nwg txiv Axas chaw, hab nwg hajyam ua rog nyaav rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.2","label":"2","content":"Nwg tso tubrog moog nyob rua huv cov Yudas tej nroog kws muaj ntsaa yeej thaiv, tej nroog huv tebchaws Yudas hab tej nroog huv xeev Efalayees kws nwg txiv Axas txeeb tau lug."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.3","label":"3","content":"Vim Yehausafas ua zoo lawv le nwg txiv lub neej thaus xubthawj, nwg tsi pe Npa-aas, tug TSWV txhaj foom koob moov rua nwg."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.4","label":"4","content":"Nwg pehawm nwg txiv tug Vaajtswv, nwg ua lawv le Vaajtswv tej lug saamfwm, nwg tsi ua le cov Yixalayees tej vaajntxwv ua."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.5","label":"5","content":"Mas tug TSWV txhaj pub Yehausafas tswj tau lub tebchaws Yudas nyob ruaj khov. Cov pejxeem coj khoom tuaj rua nwg. Yog le ntawd, nwg txhaj muaj txag npluanuj hab muaj koob meej nto moo lug."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.6","label":"6","content":"Nwg kub sab lug ua lawv le tug TSWV txuj kevcai, rhuav tej chaw teev dlaab hab tug mlom quaspuj Aselas huv tebchaws Yudas povtseg."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.7","label":"7","content":"Thaus Yehausafas kaav tebchaws tau peb xyoos, nwg tso Npeehais, Aunpadiyas Xakhaliyas, Nethanees hab Mikhayas kws yog nwg cov numtswv moog cob qha cov Yudas nyob huv tej nroog."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.8","label":"8","content":"Muaj cuaj tug Levis hab ob tug povthawj nrug cov ntawd moog. Cov Levis yog Semayas, Nethaniyas, Xenpadiyas, Axahees, Semilamaus, Yehaunathaas, Adauniyas, Taunpiyas hab Taunpadauniyas; hab ob tug povthawj yog Elisamas hab Yehaulaas."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.9","label":"9","content":"Puab coj tug TSWV phoo ntawv kevcai moog cob qha cov pejxeem suavdlawg kws nyob txhua lub nroog huv tebchaws Yudas."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.10","label":"10","content":"Tug TSWV ua rua cov tebchaws kws nyob ibncig ntshai hab tsi tuaj tua Vaajntxwv Yehausafas lawm."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.11","label":"11","content":"Cov Filitees qee leej coj nyaj hab khoom ntau yaam tuaj pub rua Yehausafas. Hab cov Alav coj tau xyaa txheeb xyaa pua tug yaaj hab xyaa txheeb xyaa pua tug tshis tuaj rua nwg."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.12","label":"12","content":"Yog le ntawd, Yehausafas txhaj muaj fwjchim heev zuj zug. Nwg ua ntau lub chaw faajxwm hab ntau lub tsev rau khoom rua huv tej nroog thoob tebchaws Yudas,"},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.13","label":"13","content":"hab nwg coj khoom ntau heev moog ca rua huv. Yehausafas tso cov tubrog kws txawj tua rog heev nyob huv lub nroog Yeluxalees"},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.14","label":"14","content":"lawv le puab tej cuab kwvtij. Adinas yog tug thawj saib cov tubrog kws yog xeem Yudas hab muaj peb puas txheeb leej."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.15","label":"15","content":"Yehauhanaas yog tug ob, nwg saib ob puas yim caum txheeb leej tubrog,"},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.16","label":"16","content":"hab tug peb yog Xikhalis tug tub Amaxiyas, nwg saib ob puas txheeb leej tubrog, (Amaxiyas yog ib tug kws txaus sab ua tug TSWV teg num)."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.17","label":"17","content":"Eli-adas yog tug thawj saib cov tubrog kws yog Npeenyamees. Nwg yog ib tug tubrog kws ua tau heev, nwg saib ob puas txheeb leej tubrog kws muaj dlaim thaiv nav ntaaj hab neevnti."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.18","label":"18","content":"Yehauxanpas yog tug ob, nwg saib ib puas yim caum txheeb leej tubrog kws muaj tej cuabyeej ua rog kws zoo heev."},{"bible_id":"1726","chapter_code":"2CH.17","verse_code":"2CH.17.19","label":"19","content":"Cov tubrog nuav ua num rua vaajntxwv nyob huv lub nroog Yeluxalees, hab vaajntxwv tseem tso dlua lwm paab tubrog moog nyob rua cov Yudas tej nroog kws muaj ntsaa yeej thaiv."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.1","label":"1","content":"Thaus cov Yudas tug Vaajntxwv Yehausafas kws muaj txag npluanuj hab koob meej nrov nchaa heev lawm, nwg txawm coj nwg tsev tuabneeg ib tug moog yuav cov Yixalayees tug Vaajntxwv Ahaj tsev tuabneeg ib tug`."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.2","label":"2","content":"Tau ntau xyoo tom qaab nuav, Yehausafas moog saib Vaajntxwv Ahaj huv lub nroog Xamalis, Ahaj tua nyuj hab yaaj ntau tug ua ib rooj mov luj tog txais Yehausafas hab cov tuabneeg kws nrug nwg moog. Ahaj txawm yum Yehausafas kuas nrug nwg moog tua lub nroog Lamaus huv cheebtsaam Nkile-as."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.3","label":"3","content":"Ahaj has rua Yehausafas has tas, “Koj puas kaam nrug kuv moog tua lub nroog Lamaus?” Yehausafas teb has tas, “Thaus twg koj moog, kuv hab kuv cov tubrog yeej yuav nrug koj moog. Peb yuav koom teg nrug koj.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.4","label":"4","content":"Yehausafas has ntxiv tas, “Tabsis peb xub nug tug TSWV tsaiv maam le moog.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.5","label":"5","content":"Yog le ntawd, Ahaj txhaj hu cov cevlug kwvyees le plaub puas leej tuaj, hab nug puab has tas, “Puas tsimnyog kuv moog ntaus lub nroog Lamaus los tsi tsimnyog moog?” Puab teb has tas, “Koj ca le moog ntaus lub nroog ntawd, tug TSWV yuav pub kuas koj ntaus yeej xwb.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.6","label":"6","content":"Tabsis Yehausafas nug has tas, “Puas muaj dlua lwm tug cevlug kws tseem yuav paab tau peb moog nug tug TSWV hab?”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.7","label":"7","content":"Ahaj teb has tas, “Tseem tshuav ib tug, nwg yog Imelas tug tub Mikayas. Tabsis kuv ntxub nwg heev, vim nwg yeej ibtxwm tsi cev tej lug zoo rua kuv ib zag le; tsuas yog pheej cev tej lug phem rua kuv xwb.” Yehausafas teb has tas, “Koj tseg tsi xob has le ko.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.8","label":"8","content":"Ces Ahaj txhaj hu nwg ib tug numtswv lug hab has rua nwg tas, “Koj moog coj Mikayas tuaj taamsim nuav.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.9","label":"9","content":"Ob tug vaajntxwv ntawd yeej naav tej rig tsho vaajntxwv, hab nyob sau obtug ob lub zwmtxwv kws nyob ntawm lub tshaav nplej saab nrau lub Roojvaag Xamalis, cov cevlug txhua tug puavleej tuaj nyob cev Vaajtswv lug ntawm ob tug xubndlag."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.10","label":"10","content":"Cov cevlug ntawd muaj ib tug hu ua Xedekiyas, nwg yog Kena-anas tug tub, nwg muab hlau ua tau ibtxwm kub, hab nwg has rua Ahaj has tas, “Tug TSWV has tas ‘Koj yuav siv txwm kub nuav moog tawmtsaam cov Xilias hab ntaus yeej puab taagnrho huv tuabsi.’ ”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.11","label":"11","content":"Cov cevlug puavleej has ib yaam tas, “Koj ca le moog tua lub nroog Lamaus. Koj yuav moog tua yeej xwb. Tug TSWV yuav paab kuas koj yeej.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.12","label":"12","content":"Lub sijhawm ntawd tug nom kws moog tog Mikayas tuaj has rua Mikayas has tas, “Taagnrho cov cevlug, puab puavleej has tas vaajntxwv yuav moog tua yeej, yog le ntawd, koj yuavtsum has tej lug zoo ib yaam le puab has hab.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.13","label":"13","content":"Tabsis Mikayas teb has tas, “Kuv thov coglug rua tug TSWV kws muaj sa nyob has tas, kuv yuav has lawv le tej lug kws nwg qha kuas kuv has xwb.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.14","label":"14","content":"Thaus Mikayas moog nyob taabmeeg Vaajntxwv Ahaj lawm, vaajntxwv nug nwg has tas, “Mikayas, puas tsimnyog Vaajntxwv Yehausafas hab kuv moog tua lub nroog Lamaus los tsi tsimnyog moog?” Mikayas teb has tas, “Meb ca le moog ntaus los mas! Meb yeej yuav tua yeej xwb. Tug TSWV yeej yuav paab kuas meb yeej.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.15","label":"15","content":"Tabsis Ahaj teb has tas, “Kuv tub yeej has rua koj ntau zag lawm has tas, thaus twg koj tuav tug TSWV lub npe qha ib zaaj dlaabtsi rua kuv, koj yuavtsum qha qhov tseeb xwb nua ne! Kuv tseem yuav has pistsawg zag rua koj hab?”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.16","label":"16","content":"Mikayas teb has tas, “Kuv tub pum cov tubrog Yixalayees tsiv ri sua sau tej ncov roob ib yaam le paab yaaj kws tsi muaj tug tswv yug lawm. Hab tug TSWV has tas, ‘Cov tuabneeg nuav tsi muaj tug thawjcoj lawm, ca le tso puab rov moog tsev ywj sab los mas!’ ”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.17","label":"17","content":"Ahaj has rua Yehausafas has tas, “Kuv tub qha rua koj lawm has tas, nwg yeej tsi cev ib zaaj zoo lug rua kuv le puas yog? Nwg yeej ibtxwm cev tej lug phem rua kuv nkaus xwb!”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.18","label":"18","content":"Mikayas has ntxiv tas, “Koj ca le noog tug TSWV lug! Kuv pum tug TSWV nyob sau nwg lub zwmtxwv kws nyob sau ntuj, hab cov timtswv ceebtsheej sawv ntawm nwg ob saab.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.19","label":"19","content":"Tug TSWV nug has tas, “Leejtwg yuav ntxag tau Ahaj kuas moog raug tua tuag rua huv lub nroog Lamaus?” Muaj ib cov timtswv has ib yaam, hab muaj dlua lwm cov has dlua lwm yaam lawm,"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.20","label":"20","content":"ces muaj ib tug ntsujplig txaav zog lug rua ntawm tug TSWV xubndlag hab has rua tug TSWV tas, “Kuv yog tug kws yuav moog ntxag Ahaj ntaag.” Tug TSWV nug has tas, “Koj yuav moog ntxag le caag tau?”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.21","label":"21","content":"Tug ntsujplig ntawd teb has tas, “Kuv yuav moog tshoov Ahaj cov cevlug sab kuas puab qha tej lug dlaag rua nwg.” Tug TSWV txhaj has rua nwg tas, “Koj ca le moog dlaag ntxag nwg. Nwg yeej yuav noog koj zaaj xwb.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.22","label":"22","content":"Mikayas txawm xaus lug has tas, “Yeej muaj le nuav tshwm tuaj lawm, tug TSWV ua kuas koj cov cevlug tuaj dlaag koj. Tabsis tug TSWV qha tseeb has tas, koj yuav raug kev puamtsuaj xwb!”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.23","label":"23","content":"Ces tug cevlug Xedekiyas txawm sawv tseeg moog xuas tawg ncuav rua Mikayas saab plhu, hab nug has tas, “Thaus twg tug TSWV tug ntsujplig tub tso kuv tseg hab moog has rua koj le ko lawm?”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.24","label":"24","content":"Mikayas teb has tas, “Koj yeej yuav paub lawm thaus koj tsiv moog nkaum nyob rua chaav tsev huv plawv.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.25","label":"25","content":"Vaajntxwv Ahaj has rua nwg cov numtswv ib tug has tas, “Ca le nteg Mikayas coj moog rua tug tswv nroog Amoos hab vaajntxwv tug tub Yau-as;"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.26","label":"26","content":"has kuas obtug coj nwg moog kaw rua huv tsev lojcuj, tsuas muab mov hab dlej rua nwg noj nwg haus moog txug thaus kuv rov lug kaaj sab lug tsi muaj dlaabtsi maam le tso nwg.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.27","label":"27","content":"Mikayas txhaj twv has tas, “Yog koj tseem tau rov qaab lug kaaj sab lug, ces tej lug kws kuv has rua koj yeej tsi yog tug TSWV has rua kuv le.” Nwg has ntxiv tas, “Mej txhua tug nrug nov tej lug kws kuv has nuav.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.28","label":"28","content":"Ces Ahaj kws yog cov Yixalayees tug vaajntxwv hab cov Yudas tug Vaajntxwv Yehausafas txawm txhij tubrog moog ntaus lub nroog Lamaus huv cheebtsaam Nkile-as."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.29","label":"29","content":"Ahaj has rua Yehausafas tas, “Thaus peb moog rua huv tshaav rog kuv yuav naav dlua lwm cev rig tsho lawm, tabsis koj naav koj cev rig tsho vaajntxwv los tau.” Yog le ntawd, cov Yixalayees tug vaajntxwv txhaj naav dlua lwm cev rig tsho moog rua huv tshaav rog tsi pub kuas leejtwg paub nwg le."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.30","label":"30","content":"Cov Xilias tug vaajntxwv txhaj has rua nwg peb caug tug thawj tubrog tsaav tsheb neeg kuas tsi xob tua ib tug twg le, tua cov Yixalayees tug vaajntxwv tuab leeg nkaus xwb."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.31","label":"31","content":"Yog le ntawd, thaus puab pum Vaajntxwv Yehausafas, puab txawm xaav has tas nwg yog cov Yixalayees tug vaajntxwv, ces puab txhaj moog caum nwg tua. Tabsis Vaajntxwv Yehausafas qw nrov nrov, tug TSWV kws yog Vaajtswv txhaj cawm nwg hab ua rua cov tubrog Xilias tso tseg tsi tua Yehausafas."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.32","label":"32","content":"Cov Xilias tug thawj tubrog tsaav tsheb neeg txhaj paub has tas, nwg tsi yog cov Yixalayees tug vaajntxwv, puab txhaj tso tseg tsi caum nwg tua ntxiv lawm."},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.33","label":"33","content":"Tabsis muaj ib tug tubrog Xilias laam nqug nwg raab neevnti tua moog, ua cav xibxub ca le yaa moog raug Vaajntxwv Ahaj lub tsho hlau kis nruab nraab tshaab plawg rua huv nwg lub cev lawm. Nwg txawm quaj qw rua nwg tug tsaav tsheb neeg has tas, “Kuv raug mob lawm, ca le lem tsheb rov moog hab coj kuv tawm huv tshaav rog nuav moog.”"},{"bible_id":"1726","chapter_code":"2CH.18","verse_code":"2CH.18.34","label":"34","content":"Thaus ntawd, muaj kev sis ntaus sis tua nyaav zuj zug. Vaajntxwv Ahaj tseem txheem taug lug sawv huv nwg lub tsheb neeg nrug cov Xilias sis tua. Tabsis thaus nub poob qho nwg txawm tu sav nrho tuag lawm."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.1","label":"1","content":"Thaus cov Yudas tug Vaajntxwv Yehausafas rov lug txug huv nwg lub loog huv Yeluxalees, nwg tseem noj qaab nyob zoo."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.2","label":"2","content":"Muaj ib tug cevlug hu ua Yehus kws yog Hananis tug tub, tuaj cuag Vaajntxwv Yehausafas hab has rua nwg tas, “Puas tsimnyog koj paab cov tuabneeg ua phem ua qas hab hlub cov tuabneeg kws ntxub tug TSWV. Qhov kws koj ua ntawd ua rua tug TSWV chim heev rua koj."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.3","label":"3","content":"Txawm le ntawd los koj ua tau qee yaam zoo hab. Koj tau rhuav tug mlom quaspuj Aselas kws tej tuabneeg suavdlawg pheej moog pe hab koj ua lawv le tug TSWV sab nyam.”"},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.4","label":"4","content":"Txawm yog Vaajntxwv Yehausafas nyob huv lub nroog Yeluxalees los nwg moog moog lug lug rua nraag lub nroog Npes Senpas hab peg lub laaj roob Efalayees, nqua hu kuas cov pejxeem suavdlawg rov lug cuag tug TSWV kws yog puab cov yawmkoob tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.5","label":"5","content":"Vaajntxwv tsaa ib cov txav txim rua huv txhua lub nroog kws muaj ntsaa yeej thaiv huv tebchaws Yudas,"},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.6","label":"6","content":"hab has rua puab tas, “Mej yuavtsum ua tuab zoo saib thaus mej txav txim, rua qhov tsi yog mej txav txim lawv le tuabneeg lub sab nyam, tabsis lawv le tug TSWV sab nyam, nwg yeej nrug mej thaus mej txav txim."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.7","label":"7","content":"Mej yuavtsum fwm tug TSWV hab txav txim ncaaj nceeg, rua qhov tug TSWV kws yog peb tug Vaajtswv yog tug ncaaj nceeg, nwg tsi xaiv leejtwg ntsejmuag hab tsi yuav luas tej nyaj xab.”"},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.8","label":"8","content":"Yehausafas tsaa cov Levis, cov povthawj hab ib cov thawjcoj qee leej ntawm tej cuab huv Yeluxalees ua cov txav txim rua tug ua txhum rua tug TSWV txuj kevcai lossis cov pejxeem kws nyob huv lub nroog  Yeluxalees tej plaub ntug."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.9","label":"9","content":"Yehausafas has rua puab tas, “Mej yuavtsum fwm tug TSWV, muab sab npuab nwg hab ua mej teg num kuas ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.10","label":"10","content":"Thaus mej cov tuabneeg kws nyob huv tej nroog coj puab tej plaub ntug tuaj rua mej has, tsi has kev sis ntaus sis tua, ua txhum kevcai lossis ua txhum tug TSWV tej lug, mej yuavtsum ua tuab zoo ntuag hab qha kuas puab tsi xob ua txhum rua tug TSWV. Yog mej tsi ua le ntawd, tug TSWV txujkev chim, yuav lug raug mej hab nwg cov tuabneeg, tabsis yog mej ua mej teg num ncaaj nceeg, mej yuav tsi muaj txim."},{"bible_id":"1726","chapter_code":"2CH.19","verse_code":"2CH.19.11","label":"11","content":"Amaliyas kws yog tug Povthawj Hlub, yog tug txav txim thaus kawg rua tug kws ua txhum tug TSWV txuj kevcai, Isamayees tug tub Xenpadiyas kws yog cov Yudas tug tswvxeev, yog tug txav txim thaus kawg rua tug ua txhum numtswv tej kevcai. Cov Levis teg num yog saib cov txav txim. Tsi xob qaug zug rua mej teg num, thov tug TSWV nrug nraim tug kws ua ncaaj!”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.1","label":"1","content":"Tau tsi ntev tom qaab nuav, cov tubrog Mau-am hab cov tubrog Amoos, koom nrug cov Me-unis  tuaj tua Yehausafas."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.2","label":"2","content":"Muaj ib cov tuabneeg lug qha rua Vaajntxwv Yehausafas has tas, “Cov tubrog Edoos coob heev tuaj txug ntawm Havtxwv Tuag saab tid yuav tuaj tua koj. Puab tub txeeb tau lub nroog Haxaxoos Tamaj lawm.” (Haxaxoos muaj dlua ib lub npe hu ua Enkedis)."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.3","label":"3","content":"Yehausafas ntshai heev, nwg txhaj thov tug TSWV paab. Yog le ntawd, vaajntxwv txhaj saamfwm kuas cov pejxeem suavdlawg ua kevcai yoo mov thoob tebchaws Yudas."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.4","label":"4","content":"Cov Yudas kws nyob txhua lub nroog tuaj rua huv lub nroog Yeluxalees, hab thov tug TSWV paab,"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.5","label":"5","content":"puab hab cov tuabneeg kws nyob huv lub nroog Yeluxalees moog sis sau rua huv lub tshaav puam tshab ntawm lub Tuamtsev. Vaajntxwv Yehausafas txhaj sawv ntawm cov pejxeem hauv ntej,"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.6","label":"6","content":"hab thov tug TSWV nrov nrov has tas, “Tug TSWV kws yog peb cov yawmkoob tug Vaajtswv, koj nyob sau ntuj kaav taagnrho txhua tsaav tuabneeg huv lub nplajteb nuav. Koj yog tug muaj fwjchim, muaj zug luj zug nchaav hab tsi muaj leejtwg yuav tawmtsaam yeej koj.”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.7","label":"7","content":"Koj yog peb tug Vaajtswv. Thaus koj tsaav tuabneeg Yixalayees lug nyob huv lub tebchaws nuav, koj muab cov tuabneeg kws ibtxwm nyob huv ntab tawm, hab muab lub tebchaws pub rua koj tug phoojywg Anplahaas cov xeebntxwv ua puab tug moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.8","label":"8","content":"Puab lug nyob huv lub tebchaws nuav hab ua tau lub Tuamtsev rua suavdlawg tuaj pehawm koj, kuas puab paub has tas,"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.9","label":"9","content":"yog muaj kev txomnyem nyuaj sab lug raug puab, rau txim rua puab, tsi has kev tsuv kev rog,  kev mob kev nkeeg hab kev tshaib kev nqhes, puab tuaj sawv ntawm hauv ntej lub Tuamtsev nuav kws yog qhov chaw pehawm koj hab qha puab tej kev ntxhuv sab rua koj, koj yeej yuav teb puab tej lug thov hab cawm puab."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.10","label":"10","content":"“Nwgnuav, cov Amoos, cov Mau-am hab cov Edoos tuaj tua peb. Thaus peb cov yawmkoob tsiv nraag tebchaws Iziv lug, koj tub tsi pub peb cov yawmkoob lug hlaa puab lub tebchaws, yog le ntawd, peb cov yawmkoob txhaj le zos kev moog hab tsi tua puab."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.11","label":"11","content":"Qhov kws puab ua ntawd, yog ua pauj rua peb, puab tuaj muab peb lawv tawm huv lub tebchaws kws koj muab rua peb lawm."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.12","label":"12","content":"Koj yog peb tug Vaajtswv! Thov koj ca le rau txim rua puab, rua qhov tsi muaj leejtwg paab peb dlim cov tubrog coob heev kws tuaj tua peb. Peb tsi paub yuav ua le caag. Tabsis peb thov koj paab peb.”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.13","label":"13","content":"Taagnrho cov Yudas, tsi has puab cov quaspuj mivnyuas puavleej tuaj sawv ntawm lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.14","label":"14","content":"Ces tug TSWV tug ntsujplig txawm lug kaav hlo Xakhaliyas tug tub Yahaxiyees kws yog ib tug Levis kws nrug cov tuabneeg coob coob ntawd. Nwg yog cuab Axafes kws yog Mataniyas, Ye-iyees, hab Npenayas xeebntxwv."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.15","label":"15","content":"Yahaxiyees has tas, “Cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees, tug TSWV has rua kuv tas, mej tsi xob qaug zug lossis ntshai cov tubrog coob coob ntawd; rua qhov Vaajtswv yog tug tua puab, tsi yog mej tua."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.16","label":"16","content":"Pigkig mej ca le moog tua puab, thaus puab taabtom nce nraag lub dlawm Xixes tuaj. Mej yuav ntsib puab ntawm lub haav kws cob rua ntawm roob mojsaab qhua Yelu-ees."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.17","label":"17","content":"Mej yuav tsi tau tua puab, mej tsuas moog txum chaw nyob xwb, mej yuav pum has tas, tug TSWV yuav ua kuas mej kovyeej. Cov Yudas hab cov tuabneeg huv lub nroog Yeluxalees, mej ca le moog, tug TSWV yuav nrug nraim mej.”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.18","label":"18","content":"Vaajntxwv Yehausafas txhus caug ndlua nyo ua ntsejmuag ti nkaus huv aav, hab cov pejxeem suavdlawg txhus caug nrug nwg pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.19","label":"19","content":"Cov Levis kws yog cuab Kauhas hab cuab Kaulas txawm sawv ntsug hab qw nrov nrov qhuas tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.20","label":"20","content":"Nub tom qaab sawv ntxuv puab txawm moog rua tom roob mojsaab qhua kws ze lub nroog Tekau-as. Thaus puab sawv kev moog, Yehausafas has rua puab tas, “Cov Yudas hab cov tuabneeg huv lub nroog Yeluxalees! Mej yuavtsum ca sab rua tug TSWV kws yog mej tug Vaajtswv hab sawv khov kho. Mej ca le ntseeg tug TSWV tej lug kws cov cev Vaajtswv lug qha rua mej, mej txhaj yuav kovyeej.”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.21","label":"21","content":"Thaus vaajntxwv has rua puab taag, nwg has rua cov ntaus suab nkauj kuas naav cov tsho ntev kws puab naav rua tej lub sijhawm tseemceeb moog ua cov tubrog ntej hab hu nkauj has tas, “Ca le qhuas tug TSWV! nwg txujkev hlub nyob moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.22","label":"22","content":"Thaus puab pib hu nkauj, tug TSWV txawm ua rua cov yeebncuab cov tubrog yoob taag."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.23","label":"23","content":"Cov tubrog Amoos hab cov tubrog Mau-am tua cov Edoos tuag taag, ces cov tubrog Amoos hab cov tubrog Mau-am txawm tig rov sis tua tuag taag."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.24","label":"24","content":"Thaus cov tubrog Yudas moog txug sau lub ncov roob ntawm taj suabpuam, puab tsaa muag saib pum cov yeebncuab tuag pawg lug rua huv aav, tsi seem ib tug le."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.25","label":"25","content":"Yehausafas hab nwg cov tubrog txhaj moog khaws cov yeebncuab tej zaub mov,  tej cuabyeej, tej rig tsho hab txhua yaam khoom muaj nqes. Tej khoom ntawd ntau heev, puab khaws peb nub txhaj taag."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.26","label":"26","content":"Nub plaub puab txhaj moog sis sau rua huv lub Haav Npelakas hab ua tug TSWV tsaug rua tej kws nwg ua ntawd. Yog le ntawd, puab txhaj le muab lub haav ntawd hu ua “Npelakas.”"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.27","label":"27","content":"Yehausafas coj nwg cov tubrog rov lug rua huv lub nroog Yeluxalees zoo sab heev, rua qhov tug TSWV ua rua puab cov yeebncuab swb lawm."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.28","label":"28","content":"Thaus puab lug txug huv lub nroog, puab tshuab raaj tshuab xyu hab ntaus nruag npuaj moog rua ntawm lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.29","label":"29","content":"Txhua tsaav tuabneeg kws nov has tas, tug TSWV tau paab cov Yixalayees tua yeej puab cov yeebncuab, mas ua rua puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.30","label":"30","content":"Yog le ntawd, Yehausafas txhaj kaav lub tebchaws nyob thaajyeeb, hab Vaajtswv pub rua nwg nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.31","label":"31","content":"Thaus Yehausafas ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj peb caug tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau neeg nkaum tsib xyoos, nwg nam hu ua Axunpas kws yog Sillehis tug ntxhais."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.32","label":"32","content":"Yehausafas ua lub neej lawv le nwg txiv Axas ua, nwg coj ncaaj nceeg taabmeeg tug TSWV;"},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.33","label":"33","content":"tabsis nwg tsi muab tej chaw teev dlaab rhuav povtseg le hab. Cov pejxeem tseem pheej moog tua tsaj hab hlawv moov tshuaj tsw qaab rua sau tej chaw ntawd tsi tseg le."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.34","label":"34","content":"Txhua yaam kws Yehausafas ua, thaus nwg pib kaav tebchaws moog txug thaus xaus, puavleej muab sau ca rua huv Hananis tug tub  Yehus Phoo Ntawv Keebkwm kws yog ib feem ntawm Phoo Ntawv Keebkwm kws has txug cov Yixalayees cov Vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.35","label":"35","content":"Tom qaab ntawd cov Yudas tug Vaajntxwv Yehausafas tau koom teg nrug cov Yixalayees tug Vaajntxwv Ahaxiyas kws ua ntau yaam kev phem kev qas."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.36","label":"36","content":"Nwg nrug Ahaxiyas txua ib cov nkoj rua ntawm Exi-oosnkenpes, yuav moog thauj tej khoom tim tebchaws Talasis hlaa havtxwv moog lug."},{"bible_id":"1726","chapter_code":"2CH.20","verse_code":"2CH.20.37","label":"37","content":"Tabsis Daudavahus tug tub Eli-exes kws nyob huv lub nroog Malesas, tuaj has rua Yehausafas has tas, “Vim koj tau koom nrug Ahaxiyas, mas tug TSWV yuav rhuav tej kws koj tau ua ntawd!” Ces cov nkoj ntawd ca le tawg taag tsi tau siv moog thauj khoom tim tebchaws Talasis le."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.1","label":"1","content":"Yehausafas tuag hab luas muab nwg coj moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Yehaulaas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.2","label":"2","content":"Yehaulaas kws yog Vaajntxwv Yehausafas tug tub muaj rau leej kwvtij: Axaliyas, Yehiyees, Xakhaliyas, Axalihus, Mikhayees hab Sefatiyas."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.3","label":"3","content":"Puab txiv Yehausafas muab kub, muab nyaj hab lwm yaam khoom muaj nqes ntau heev rua puab, hab tsaa nwg cov tub ib tug kaav ib lub nroog kws muaj ntsaa yeej thaiv, huv tebchaws Yudas. Tabsis nwg tsaa Yehaulaas ua vaajntxwv hloov nwg chaw, rua qhov Yehaulaas yog tug tub hlub."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.4","label":"4","content":"Thaus Yehaulaas ua vaajntxwv kaav lub tebchaws lawm, nwg txawm muab nwg cov kwv tua taag hab nwg tseem tua cov Yixalayees tej numtswv ibtxha hab."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.5","label":"5","content":"Thaus Yehaulaas ua vaajntxwv nwg noobnyoog muaj peb caug ob xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau yim xyoo."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.6","label":"6","content":"Yehaulaas ua kev phem kev qas ib yaam le Vaajntxwv Ahaj hab lwm tug vaajntxwv kws kaav tebchaws Yixalayees, rua qhov nwg yuav Ahaj tug ntxhais ua nwg quaspuj, nwg ua txhum rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.7","label":"7","content":"Tabsis tug TSWV tsi xaav rhuav kuas Daviv cov xeebntxwv puamtsuaj, rua qhov nwg tau coglug tseg rua Daviv has tas, Daviv cov xeebntxwv yuav tau ua vaajntxwv moog le."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.8","label":"8","content":"Ntu kws Yehaulaas ua vaajntxwv kaav tebchaws Yudas, cov Edoos tau ntxeev sab rua cov Yudas hab sawv ua dlua ib lub tebchaws tsi zwm rua lub tebchaws twg."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.9","label":"9","content":"Yog le ntawd, Yehaulaas hab nwg cov tubrog txhaj caij tsheb neeg moog tua cov Edoos, tabsis cov tubrog Edoos tuaj vij puab, ces thaus ib taag mo nwg hab nwg cov tubrog txawm sis faib kev tsiv."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.10","label":"10","content":"Txij thaus ntawd lug cov Edoos txawm tsi zwm rua  cov Yudas lawm. Thaus tuab lub sijhawm ntawd, cov tuabneeg kws nyob huv lub nroog Linas los ntxeev sab hab, rua qhov Yehaulaas tau tso tug TSWV kws yog nwg cov yawmkoob tug Vaajtswv tseg lawm,"},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.11","label":"11","content":"tsi taag le ntawd xwb, Yehaulaas tseem ua ib cov chaw teev dlaab rua sau tej roob sab, huv tebchaws Yudas, hab nwg coj cov Yudas hab cov tuabneeg huv lub nroog Yeluxalees yuam kev moog ua txhum rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.12","label":"12","content":"Eliyas kws yog tug cev Vaajtswv lug xaa ib tsaab ntawv moog rua Vaajntxwv Yehaulaas has tas, “Tug TSWV kws yog koj yawmkoob Daviv tug Vaajtswv has tas nwg yuav rau txim rua koj, rua qhov koj tsi ua lub neej lawv le koj txiv kws yog Vaajntxwv Yehausafas lossis lawv le koj yawm kws yog vaajntxwv Axas."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.13","label":"13","content":"Tabsis koj xyum ua lawv le cov Yixalayees tej vaajntxwv ua, koj ua rua cov Yudas hab cov tuabneeg huv lub nroog Yeluxalees tsi muab sab npuab Vaajtswv, ib yaam le Ahaj hab nwg cov tub tau ua rua cov Yixalayees tsi muab sab npuab Vaajtswv. Koj tseem muab koj cov kwv kws yog tuabneeg zoo dlua koj tua povtseg lawm hab."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.14","label":"14","content":"Tub yog vim le ntawd, tug TSWV yuav rau txim rua koj cov tuabneeg, koj cov mivnyuas, koj cov quaspuj hab yuav rhuav koj tej laj tej teb kuas puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.15","label":"15","content":"Koj lub plaab yuav mob hab yuav tawg, koj cov nyuv yuav tawm tuaj.”"},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.16","label":"16","content":"Muaj cov Filitees hab cov Alav kws nyob ze cov Sudaas ntawm ntug havtxwv ces tug TSWV txhaj tshoov puab sab kuas tuaj ua rog rua Yehaulaas."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.17","label":"17","content":"Puab tuaj tua cov Yudas, fuab tej khoom huv Vaajntxwv lub loog hab nteg nwg cov quaspuj, cov tub huv tuabsi moog, tsuas tseg Ahaxiyas kws yog Yehaulaas tug tub ntxawg xwb."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.18","label":"18","content":"Tom qaab kws tej ntawd dlhau lawm, tug TSWV txawm ua rua vaajntxwv mob plaab heev."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.19","label":"19","content":"Vaajntxwv mob plaab yuav laug tau ob lub xyoos, nwg tug mob pheej fuam luj heev zuj zug moog txug nub kws vaajntxwv tuag. Nwg cov pejxeem tsi rauv tawg ua kevcai fwm nwg, ib yaam le luas ua rua nwg cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"2CH.21","verse_code":"2CH.21.20","label":"20","content":"Thaus Yehaulaas ua Vaajntxwv nwg noobnyoog muaj peb caug ob xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau yim xyoo. Thaus Yehaulaas tuag tsi muaj leejtwg quaj hab hlub tshua nwg le, luas muab nwg log rua huv Daviv lub nroog tabsis tsi yog ntawm cov vaajntxwv lub toj ntxaas."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.1","label":"1","content":"Cov tuabneeg Alav ibtxha tuaj muab Vaajntxwv Yehaulaas cov tub hlub tua tuag taag, tsuas tshuav Ahaxiyas kws yog tug tub ntxawg xwb. Yog le ntawd, cov tuabneeg huv lub nroog Yeluxalees txhaj muab Ahaxiyas tsaa ua vaajntxwv hloov nwg txiv chaw."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.2+2CH.22.3","label":"2-3","content":"Thaus Ahaxiyas ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj neeg nkaum ob xyoos.  hab nwg nyob huv lub nroog Yeluxalees kaav tau ib xyoos. Ahaxiyas los coj lawv le Vaajntxwv Ahaj tsev tuabneeg tug yaam ntxwv, rua qhov nwg nam Athaliyas yog vaajntxwv Ahaj tug ntxhais hab yog Vaajntxwv Aumelis kws kaav tebchaws Yixalayees tug xeebntxwv. Nwg nam yog tug cob nwg ua txhum."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.4","label":"4","content":"Tom qaab kws Ahaxiyas txiv tuag lawm, nwg ua txhum rua tug TSWV, rua qhov nwg muab Vaajntxwv Ahaj tsev tuabneeg ua nwg cov tuavxaam xwb, puab txhaj coj nwg moog ua txhum."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.5","label":"5","content":"Nwg ua lawv le puab tej lug qha, nwg txhaj koom teg nrug Vaajntxwv Yaulaas kws kaav tebchaws Yixalayees ua rog rua tug Vaajntxwv Haxayees kws kaav tebchaws Xilias ntawm Lamaus huv cheebtsaam Nkile-as, txhaj ua rua Vaajntxwv Yaulaas raug mob,"},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.6","label":"6","content":"hab nwg lug khu mob huv lub nroog Yexelees, ces Vaajntxwv Ahaxiyas txhaj tuaj saib nwg."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.7","label":"7","content":"Thaus Ahaxiyas moog saib Yaulaas, Vaajtswv siv lub sijhawm ntawd txuv Ahaxiyas. Thaus Ahaxiyas moog txug, nwg hab Yaulaas txawm moog tawmtsaam Yehus kws yog Nimesis tug tub kws tug TSWV tau xaiv moog tua Ahaj tsev tuabneeg."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.8","label":"8","content":"Thaus Yehus moog muab Vaajntxwv Ahaj tsev tuabneeg tua tuag taag lawv le tug TSWV rau txim rua Ahaj tsev tuabneeg lawm, nwg rov lug ntsib cov Yudas cov thawjcoj hab Ahaxiyas cov xeebntxwv kws nrug Ahaxiyas tuaj saib Yaulaas ntawd. Yehus txawm muab puab tua tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.9","label":"9","content":"Yehus tso tuabneeg moog nrhav Ahaxiyas, puab moog nteg tau Ahaxiyas huv lub nroog Xamalis, puab coj nwg lug rua Yehus, hab Yehus muab nwg tua. Luas coj nwg moog log, rua qhov nwg yawm yog Vaajntxwv Yehausafas, tug kws fwm Vaajtswv kawg sab kawg ntsws tug tub xeebntxwv. Ahaxiyas tsev tuabneeg tsi tshuav ib tug ua vaajntxwv kaav tebchaws le lawm."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.10","label":"10","content":"Thaus Athaliyas nov has tas, nwg tug tub kws yog Vaajntxwv Ahaxiyas raug tua tuag lawm. Nwg txawm saamfwm kuas luas muab Vaajntxwv Ahaxiyas tsev tuabneeg tua kuas tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.11","label":"11","content":"Tabsis Ahaxiyas tug muam hu ua Yehausenpas kws yuav tug povthawj Yehauyadas, coj Ahaxiyas cov tub kws yuav raug luas tua ib tug kws hu ua Yau-as moog zais hab tu huv lub Tuamtsev ib chaav. Qhov kws nwg muab Yau-as zais le ntawd, cawm tau Yau-as dlim ntawm Athaliyas txhais teg."},{"bible_id":"1726","chapter_code":"2CH.22","verse_code":"2CH.22.12","label":"12","content":"Lub sijhawm kws Athaliyas kaav tebchaws ntawd, Yau-as nkaum huv lub Tuamtsev tau rau xyoo."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.1","label":"1","content":"Xyoo xyaa tug povthawj Yehauyadas pum has tas, txug sijhawm kws nwg yuavtsum nqeg teg ua num lawv le nwg npaaj sab lawm. Yehauyadas txhaj has rua tsib tug thawj tubrog kws yog: Yehaulaas tug tub Axaliyas, Yehauhanaas tug tub Yisamayees, Aunpes tug tub Axaliyas, Adayas tug tub Ma-axeyas, hab Xikhalis tug tub Elisafas."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.2","label":"2","content":"Puab txawm moog thoob plawg txhua lub nroog huv tebchaws Yudas, coj cov Levis hab cov thawjcoj ntawm txhua cuab tuaj rua huv Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.3","label":"3","content":"Puab suavdlawg tuaj sis sau rua huv lub Tuamtsev hab coglug nrug Yau-as kws yog Vaajntxwv tug tub. Yehauyadas has rua puab tas, “Nuav yog Vaajntxwv tug tub, nwg yuav ua vaajntxwv lawv le tug TSWV tau coglug rua Daviv lawm has tas, Daviv cov xeebntxwv yuav tau ua vaajntxwv moog le."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.4","label":"4","content":"Peb yuav tau ua le nuav: Thaus cov povthawj hab cov Levis tuaj ua num rua Nub Xanpataus, puab cov ntawd ib feem peb ua cov zuv lub Tuamtsev tej roojvaag,"},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.5","label":"5","content":"ib feem peb zuv vaajntxwv lub loog hab ib feem peb zuv lub Roojvaag Xules. Taagnrho cov pejxeem tuaj sis sau rua ntawm lub tshaav puam saab nrau lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.6","label":"6","content":"Tsi pub leejtwg moog rua huv lub Tuamtsev, tsuas yog cov povthawj hab cov Levis txhaj moog tau xwb. Puab moog tau, rua qhov puab dlawbhuv lawm, tabsis cov pejxeem yuavtsum noog tug TSWV lug hab nyob saab nrau xwb."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.7","label":"7","content":"Cov Levis tuav rawv ntaaj zuv puagncig vaajntxwv, puab nrug nraim vaajntxwv txhua qhov kws nwg moog. Yog leejtwg moog huv lub Tuamtsev tug ntawd yuav raug tua povtseg.”"},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.8","label":"8","content":"Cov Levis hab cov Yudas ua lawv le Yehauyadas has. Cov kws ua num Nub Xanpataus taag los puab tsi tau moog tsev le. Yog le ntawd, cov thawj tubrog txhaj tau puab cov ntawd hab cov kws tuaj hloov puab nub ntawd ua num ua ke."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.9","label":"9","content":"Yehauyadas muab Vaajntxwv Daviv cov muv, cov thaiv nav ntaaj, tsi has cov luj hab cov miv kws muab khaws ca rua huv lub Tuamtsev coj lug rua tug thawj tubrog."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.10","label":"10","content":"Ces tug thawj tubrog txawm kuas cov tubrog tuav rawv ntaaj moog sawv thoob plawg ntawm hauv ntej lub Tuamtsev zuv vaajntxwv."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.11","label":"11","content":"Ces Yehauyadas txawm coj Yau-as tawm lug, muab lub mom kub rua nwg ntoo hab muab Vaajtswv phoo ntawv kevcai cob rua Yau-as; puab muab roj laub rua Yau-as taubhau tsaa nwg ua vaajntxwv. Puab suavdlawg npuaj teg hab qw has tas, “Thov kuas vaajntxwv muaj sa nyob ntev!”"},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.12","label":"12","content":"Puj Vaajntxwv Athaliyas nov cov tubrog hab cov pejxeem qw, ces nwg txawm dlha ceev nrooj tuaj rua ntawm lub Tuamtsev kws suavdlawg tuaj sis sau."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.13","label":"13","content":"Puj Vaajntxwv pum tug vaajntxwv kws puab tsaa, sawv ntawm lub Tuamtsev tug ncej qhovrooj lawv le kevcai tsaa vaajntxwv. Cov numtswv, cov tshuab raaj tshuab xyu hab cov pejxeem sawv puagncig vaajntxwv, puab qw hab tshuab raaj tshuab xyu zoo sab kawg le. Athaliyas nyuaj sab heev, nwg dlua rhe nwg cev khaub dluag hab qw has tas, “Ntxeev sab! Ntxeev sab!”"},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.14","label":"14","content":"Yehauyadas tsi xaav kuas luas tua Athaliyas rua ntawm lub Tuamtsev, nwg txhaj hu cov thawj tubrog lug hab has rua puab tas, “Coj Athaliyas tawm lawv kis nruab nraab ntawm ob paab tubrog nuav moog. Yog leejtwg lug paab nwg, ces mej ca le muab tug ntawd tua povtseg.”"},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.15","label":"15","content":"Cov tubrog txawm nteg Athaliyas hab coj nwg moog rua ntawm lub Roojvaag Neeg kws yuav moog rua huv lub loog, hab puab muab nwg tua rua ntawd."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.16","label":"16","content":"Tug povthawj Yehauyadas kuas Vaajntxwv Yau-as hab cov pejxeem suavdlawg nrug nwg coglug has tas, puab yuav ua tug TSWV tsaav tuabneeg moog le."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.17","label":"17","content":"Ces cov tuabneeg txawm moog rua tom lub tsev teev Npa-aas hab muab lub tsev rhuav puamtsuaj taag; puab muab tej thaaj hab tej mlom tsoo tawg taag, hab muab tug povthawj Matas kws teev Npa-aas tua rua ntawm cov thaaj hauv ntej."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.18","label":"18","content":"Yehauyadas tsaa cov povthawj hab cov Levis ua cov saib num huv lub Tuamtsev. Puab ua tej num kws Vaajntxwv Daviv muab cob rua puab, hab puab tua tsaj hlawv fij rua tug TSWV lawv le txuj kevcai kws Mauxes sau tseg. Dlua le ntawd, puab yog cov ntaus suab nkauj hab hu nkauj."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.19","label":"19","content":"Hab Yehauyadas tseem tso tubrog zuv lub Tuamtsev tej roojvaag hab tsi pub tug kws tsi huv moog rua huv le."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.20","label":"20","content":"Cov thawj tubrog, cov numtswv, cov tswvxeev hab cov pejxeem nrug Yehauyadas coj vaajntxwv tawm huv lub Tuamtsev lug rua huv lub loog. Puab coj vaajntxwv moog ntawm lub Roojvaag Theem Sab lug rua huv lub loog hab nwg moog nyob sau lub zwmtxwv."},{"bible_id":"1726","chapter_code":"2CH.23","verse_code":"2CH.23.21","label":"21","content":"Cov pejxeem suavdlawg zoo sab kawg nkaus, ces lub nroog nyob ntsag tu, rua qhov puab tub muab Athaliyas tua tuag lawm."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.1","label":"1","content":"Thaus Yau-as ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj xyaa xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau plaub caug xyoo. Nwg nam hu ua Xinpiyas kws nyob huv lub nroog Npesenpas."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.2","label":"2","content":"Yau-as ua lawv le tug TSWV sab nyam moog taag tug povthawj Yehauyadas tam."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.3","label":"3","content":"Yehauyadas yuav tau ob tug quaspuj rua Vaajntxwv Yau-as. Obtug yug tau tub hab ntxhais coob leej rua Yau-as."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.4","label":"4","content":"Thaus Yau-as ua vaajntxwv tau tsi ntev, nwg txawm txhim khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.5","label":"5","content":"Yau-as has kuas cov povthawj hab cov Levis moog thoob plawg txhua lub nroog huv tebchaws Yudas, hab sau cov pejxeem tej nyaj lug khu lub Tuamtsev lawv le naj xyoo khu. Yau-as kuas puab ca le nqeg teg ua, tabsis cov Levis tseem pheej ncua tseg tsi ua,"},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.6","label":"6","content":"yog le ntawd, vaajntxwv txhaj hu Yehauyadas kws yog puab tug thawjcoj lug cuag nwg hab has tas, “Yog vim le caag mej tseem tsi kuas cov Levis ca le moog sau se ntawm cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees, lawv le tug TSWV tug tubkhai Mauxes tau has kuas cov pejxeem yuavtsum them se  tuaj khu tug TSWV lub Tuamtsev?”"},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.7","label":"7","content":"(Athaliyas kws yog tug tuabneeg ua phem ua qas  cov tuabneeg tuaj muab lub Tuamtsev rhuav pob puag taag. Hab coj tej khoom tseemceeb huv moog siv rua Npa-aas lawm.)"},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.8","label":"8","content":"Vaajntxwv has kuas cov Levis txua ib lub thawv, hab kuas muab tso rua ntawm lub roojvaag kws moog rua huv lub Tuamtsev rua suavdlawg coj nyaj tuaj tso rua."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.9","label":"9","content":"Puab tshaajtawm rua huv lub nroog Yeluxalees hab thoob plawg tebchaws Yudas, kuas txhua tug coj se tuaj rua tug TSWV lawv le Vaajtswv tug tubkhai Mauxes tau has kuas suavdlawg ua thaus puab nyob nraag taj suabpuam."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.10","label":"10","content":"Cov numtswv hab cov pejxeem txaus sab coj puab tej nyaj tuaj tso puv nkaus huv lub thawv ntawd."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.11","label":"11","content":"Txhua nub, cov Levis coj thawv nyaj ntawd moog rua vaajntxwv cov numtswv kws saib cov nyaj ntawd. Thaus puab pum has tas nyaj puv thawv lawm, vaajntxwv tug teev ntawv hab tug Povthawj Hlub tuaj muab cov nyaj ntawd rhu tawm hab muab lub thawv moog tso rua ntawm qhov qub chaw. Puab ua le nuav txhaj tau nyaj ntau heev."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.12","label":"12","content":"Vaajntxwv hab Yehauyadas coj cov nyaj ntawd moog rua cov kws saib cov khu lub Tuamtsev, ces puab coj moog ndlav cov kws txawj txaug pobzeb, txawj kaw ntoo hab txawj nchuav tooj nchuav hlau tuaj khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.13","label":"13","content":"Txhua tug puavleej siv zug ua num hab puab khu tau lub Tuamtsev khov hab zoo ib yaam le lub qub."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.14","label":"14","content":"Thaus puab khu tav lawm, puab coj tej nyaj tej kub kws seem siv tsi taag lug cob rua vaajntxwv hab Yehauyadas. Obtug muab tej nyaj tej kub ntawd coj moog nchuav ua taig hab tej cuabyeej siv rua huv lub Tuamtsev. Thaus kws Yehauyadas ua neej nyob, suavdlawg tseem tua tsaj hlawv fij rua tug TSWV ntawm lub Tuamtsev tsi tu le."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.15","label":"15","content":"Yehauyadas noobnyoog muaj ib puas peb caug xyoo ces nwg txawm tuag lawm."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.16","label":"16","content":"Vim Yehauyadas muaj txaj ntsig rua cov Yixalayees, rua Vaajtswv teg num hab lub Tuamtsev, luas txhaj coj Yehauyadas moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.17","label":"17","content":"Tabsis tom qaab kws Yehauyadas tuag lawm, cov Yudas tej numtswv txawm tuaj thov kuas Vaajntxwv Yau-as ua lawv le puab has."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.18","label":"18","content":"Yog le ntawd, cov Yudas txawm tso tseg tsi tuaj pehawm tug TSWV kws yog puab cov yawmkoob tug Vaajtswv huv lub Tuamtsev lawm, tabsis puab moog pe tej mlom hab tug mlom quaspuj Aselas. Puab ua txhum le ntawd, ua rua tug TSWV chim heev rua cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.19","label":"19","content":"Tug TSWV tso nwg cov cevlug moog coj puab rov lug cuag nwg, tabsis puab tsi noog Vaajtswv cov cevlug has le."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.20","label":"20","content":"Vaajtswv tug ntsujplig lug kaav hlo Xakhaliyas kws yog tug povthawj Yehauyadas tug tub. Xakhaliyas txhaj moog sawv taabmeeg cov pejxeem hab has rua puab tas, “Tug TSWV kws yog Vaajtswv nug has tas, ‘Vim le caag mej tsi noog nwg tej lug saamfwm?’ Mej yuav tsi vaammeej, rua qhov mej tso tug TSWV tseg lawm, nwg txhaj tso mej tseg hab!”"},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.21","label":"21","content":"Vaajntxwv Yau-as nrug cov pejxeem ntxeev sab tawmtsaam Xakhaliyas. Vaajntxwv has kuas cov pejxeem muab pobzeb ntaus Xakhaliyas tuag rua huv lub tshaav puam ntawm hauv ntej lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.22","label":"22","content":"Vaajntxwv tsi ncu txug Xakhaliyas txiv tej txaj ntsig zoo kws nwg tau ua lawm, nwg txhaj muab Xakhaliyas tua tuag lawm. Thaus Xakhaliyas yuav tuag, nwg has tas, “Thov kuas tug TSWV pum tej kws koj ua nuav hab rau txim rua koj.”"},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.23","label":"23","content":"Xyoo ntawd thaus lub caij nplooj ntoos zeeg, cov tubrog Xilias txawm tuaj tua lub tebchaws Yudas hab lub nroog Yeluxalees. Puab muab cov thawjcoj tua tuag taag hab fuab tau tej khoom ntau heev coj moog rua peg lub nroog Damaxes lawm."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.24","label":"24","content":"Txawm yog cov tubrog Xilias tsi coob los tug TSWV ca puab tua yeej cov tubrog Yudas kws coob heev, rua qhov cov Yudas tso tug TSWV kws yog puab cov Yawmkoob tug Vaajtswv tseg lawm. Qhov nuav yog Vaajtswv rau txim rua Yau-as."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.25","label":"25","content":"Yau-as raug mob saab kawg le, thaus cov yeebncuab thim rov qaab lawm, nwg ob tug thawj tubrog txawm ntxeev sab hab muab nwg tua rua sau txaaj, pauj qhov kws nwg tua tug povthawj Yehauyadas tug tub.  Luas coj nwg moog log rua huv Daviv lub nroog, tabsis tsi yog log rua ntawm cov vaajntxwv lub toj ntxaas."},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.26","label":"26","content":"(Obtug kws ntxeev sab rua Yau-as, yog Xanpas kws nwg nam hu ua Sime-as kws yog tuabneeg Amoos, hab yog Yehauxanpas, nwg nam hu ua Simelis kws yog tuabneeg Mau-am.)"},{"bible_id":"1726","chapter_code":"2CH.24","verse_code":"2CH.24.27","label":"27","content":"Nwg cov tub, hab tej lug qha tshwm kws has txug nwg, qhov kws nwg txhim khu tug TSWV lub Tuamtsev, puavleej muab sau ca rua huv  Phoo Ntawv kws teev cov vaajnxtwv lub neej  lawm. Hab nwg tug tub Amaxiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.1","label":"1","content":"Thaus Amaxiyas ua vaajntxwv nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau neeg nkaum cuaj xyoos. Nwg nam hu ua Yehauyadees kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.2","label":"2","content":"Nwg ua lub neej lawv le tug TSWV sab nyam, tabsis nwg tsi ua kuas kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.3","label":"3","content":"Thaus nwg kaav lub tebchaws nyob ruaj lawm, nwg txawm muab ob tug nom kws tua nwg txiv tua povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.4","label":"4","content":"Txawm le ntawd los nwg tsi tua obtug cov mivnyuas, nwg ua le ntawd txhaj lawv le tug TSWV tej lug saamfwm rua huv phoo ntawv kevcai kws Mauxes sau tseg has tas. “Tsi xob muab nam txiv tua vim mivnyuas tej kev txhum, hab tsi xob muab mivnyuas tua vim nam txiv tej kev txhum; tug twg ua txhum, tsuas tua tug ntawd xwb.”"},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.5","label":"5","content":"Vaajntxwv Amaxiyas sau taagnrho xeem Yudas hab xeem Npeenyamees cov txivneej ua tubrog lawv le tej cuab. Hab nwg tseem tsaa ib cov thawj saib ib txheeb leej, hab ib cov saib ib puas leej. Nwg sau cov kws muaj noobnyoog neeg nkaum xyoo rov sau, taagnrho yog muaj peb puas txheeb leej. Puab puavleej kawm kev ua rog, txawj nkaug muv, hab txawj siv dlaim thaiv nav ntaaj."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.6","label":"6","content":"Amaxiyas muab plaub taas nyaj ndlav tau ib puas txheeb leej tubrog Yixalayees tuaj paab puab."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.7","label":"7","content":"Tabsis muaj ib tug cev Vaajtswv lug tuaj has rua vaajntxwv has tas, “Koj tsi xob coj cov tubrog Yixalayees nuav nrug koj moog, rua qhov tug TSWV tsi nrug cov Yixalayees kws yog cov Efalayees."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.8","label":"8","content":"Koj xaav has tas, puab yuav tuaj paab kuas koj tug zug luj  hab ntaus yeej rog, tabsis Vaajtswv yog tug kws ua kuas yeej lossis swb, nwg yuav ca yeebncuab tua yeej koj.”"},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.9","label":"9","content":"Amaxiyas nug tug cev Vaajtswv lug ntawd has tas, “Tabsis yuav ua le caag rua cov nyaj kws tub muab rua cov tubrog Yixalayees lawm?” Tug cev Vaajtswv lug teb has tas, “Tug TSWV yuav muab ntau tshaaj tej ntawd rua koj.”"},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.10","label":"10","content":"Yog le ntawd, Amaxiyas txhaj tso cov tubrog Yixalayees kws nwg ndlav tuaj rov moog tsev. Puab chim heev rua cov Yudas hab rov moog tsev lawm."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.11","label":"11","content":"Amaxiyas ua sab tawv qhawv coj cov tubrog moog txug huv lub Haav Ntsev. Puab tua cov tubrog Edoos tuag kaum txheeb leej."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.12","label":"12","content":"hab nteg tau kaum txheeb leej. Puab coj cov kws puab nteg tau ntawd moog rua sau lub hauv tsua ntawm lub nroog Xelas, hab muab pov rua huv qaab tsuas tsoo pobzeb ua rua puab tuag taag."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.13","label":"13","content":"Thaus ntawd cov tubrog Yixalayees kws Amaxiyas tsi pub nrug nwg moog ntaus rog, txawm moog tua cov Yudas tej nroog kws nyob ntawm lub nroog Xamalis hab Npethes Hauloos ntu nruab nraab. Puab tua cov Yudas tuag peb txheeb leej hab fuab tau khoom ntau heev coj moog lawm."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.14","label":"14","content":"Thaus kws Amaxiyas moog tua yeej cov Edoos, nwg coj cov Edoos tej mlom lug teev, hab hlawv moov tshuaj tsw qaab rua tej mlom ntawd."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.15","label":"15","content":"Qhov kws nwg ua le nuav ua rua tug TSWV chim heev. Tug TSWV txhaj tso ib tug cev Vaajtswv lug moog has rua Amaxiyas has tas, “Vim le caag koj txhaj pe lwm tsaav tuabneeg tej vaajtswv kws tub paab tsi tau puab cov tuabneeg dlim ntawm koj txhais teg?”"},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.16","label":"16","content":"Thaus tug cev Vaajtswv lug tseem taabtom has, Vaajntxwv Amaxiyas txawm teb ndlais has tas, “Leejtwg tau tsaa koj ua vaajntxwv tug tuavxaam? Koj ca le tsum tsi xob has lug lossis yuav ca kuv muab koj tua povtseg?” Ua ntej kws tug cev Vaajtswv lug tso tseg nwg txawm has tas, “Kuv paub has tas, Vaajtswv tub txav txim sab yuav ua kuas koj puamtsuaj, rua qhov koj tau ua tej nuav hab tsi noog kuv lug.”"},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.17","label":"17","content":"Vaajntxwv Amaxiyas kws kaav tebchaws Yudas hab nwg cov tuavxaam ntxeev sab rua cov Yixalayees. Nwg txhaj tso xuv moog rua Vaajntxwv Yehau-as kws kaav tebchaws Yixalayees kws yog Yehau-ahas tug tub hab yog Yehus tug xeebntxwv, kuas tuaj nrug nwg sis tua."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.18","label":"18","content":"Tabsis Vaajtxwv Yehau-as tso tuabneeg moog has rua Amaxiyas has tas, “Muaj ib zag ib tsob ntoo xuavpaug kws nyob peg Roob Lenpanoos tso xuv tuaj rua tsob ntoo cab has tas, ‘Muab koj tug ntxhais rua kuv tug tub yuav ua quaspuj!’ Tabsis txawm muaj ib tug tsaj qus lug muab tsob ntoo xuavpaug ntawd tsuj kag rua huv aav lawm."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.19","label":"19","content":"Amaxiyas, nwgnuav koj khaav qhov kws koj tua yeej cov Edoos ua rua koj nto npe, koj ca le txaus sab hab nyob tuabywv huv tsev, vim le caag koj yuav nrhav teebmeem rua koj hab koj cov pejxeem kuas puamtsuaj?”"},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.20","label":"20","content":"Tabsis Amaxiyas tsi noog Yehau-as tej lug, vim Vaajtswv pum zoo ca Amaxiyas ua tug swb, rua qhov nwg pe cov Edoos tej mlom."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.21","label":"21","content":"Yog le ntawd, Vaajntxwv Yehau-as kws kaav tebchaws Yixalayees txhaj tuaj tua Vaajntxwv Amaxiyas kws kaav tebchaws Yudas. Puab tuaj sis ntsib ntawm lub nroog Npethes Semes huv tebchaws Yudas."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.22","label":"22","content":"Cov tubrog Yudas txhaj swb hab tsiv taag rov moog tsev lawm."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.23","label":"23","content":"Yehau-as nteg tau Amaxiyas hab coj moog rua huv Yeluxalees. Yehau-as tsoo tug ntsaa yeej kws thaiv lub nroog txij ndlua ntawm lub Roojvaag Efalayees moog ti nkaus rua ntawm lub Roojvaag Ceg kaum, ntev le ib puas dlaaj."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.24","label":"24","content":"Yehau-as coj tej nyaj, tej kub, tej cuabyeej huv lub Tuamtsev hab txhua yaam muaj nqes huv lub nroog kws nwg tshawb tau nrug cov tuabneeg kws nwg nteg tau moog rua peg lub nroog Xamalis lawm. Yehau-as tseem coj cov tuabneeg kws raug nteg nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.25","label":"25","content":"Tom qaab kws Vaajntxwv Yehau-as kws kaav tebchaws Yixalayees tuag lawm, Amaxiyas tseem ua neej nyob tau kaum tsib xyoos ntxiv."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.26","label":"26","content":"Dlua le lwm yaam kws Amaxiyas ua thaus chiv moog txug thaus xaus hab nwg kev tswjfwm, puavleej muab sau ca rua huv  Phoo Ntawv Keebkwm kws teev cov Yudas hab cov Yixalayees tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.27","label":"27","content":"Txij thaus Amaxiyas tso tug TSWV tseg, cov tuabneeg kws nyob huv lub nroog Yeluxalees txhaj pheej ntxeev sab rua nwg. Thaus kawg nwg tsiv moog rua huv lub nroog Lakhis, tabsis nwg cov yeebncuab caum qaab moog muab nwg tua tuag rua huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"2CH.25","verse_code":"2CH.25.28","label":"28","content":"Luas txhaj muab neeg thauj nwg rov lug rua huv lub nroog Yeluxalees, hab coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.1","label":"1","content":"Cov Yudas txawm muab Amaxiyas tug tub Uxiyas kws noobnyoog muaj kaum rau xyoo tsaa ua vaajntxwv hloov nwg txiv chaw."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.2","label":"2","content":"(Tom qaab kws Amaxiyas tuag lawm, Uxiyas rov moog txeeb tau lub nroog Elas hab muab txhim khu dlua tshab)."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.3","label":"3","content":"Thaus Uxiyas ua vaajntxwv, nwg noobnyoog muaj kaum rau xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau plaub caug ob xyoos. Nwg nam hu ua Yekauliyas kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.4","label":"4","content":"Uxiyas coj lawv le nwg txiv tug yaam ntxwv, nwg ua hum tug TSWV sab nyam."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.5","label":"5","content":"Nwg ua lub neej fwm Vaajtswv lawv le Xakhaliyas qha nwg, Vaajtswv txhaj foom koob moov rua nwg lub neej vaammeej moog taag Xakhaliyas tam."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.6","label":"6","content":"Uxiyas moog tua cov Filitees. Nwg tsoo lub nroog Nkas, lub nroog Yanes, hab lub nroog Asedaus tej ntsaa yeej pob puag taag hab nwg xov ntsaa yeej thaiv tej nroog kws nyob ze lub nroog Asedaus, hab tej nroog huv tebchaws Filitees."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.7","label":"7","content":"Vaajtswv paab nwg tua yeej cov Filitees, cov Alav kws nyob huv Nkunpa-aas, hab cov Munis."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.8","label":"8","content":"Cov Amoos them nyaj hab kub ntau heev rua Vaajntxwv Uxiyas, nwg muaj fwjchim heev, hab nwg lub koob meej nrov nchaa moog txug tebchaws Iziv."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.9","label":"9","content":"Uxiyas ua tej chaw tsomfaaj rua ntawm lub Roojvaag Ceg kaum, rua ntawm lub Roojvaag Haav, hab rua ntawm tug ntsaa yeej kws nkhaus hlo huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.10","label":"10","content":"Hab nwg tseem ua ntau lub chaw tsomfaaj rua tom tej ntug nroog hab khawb ntau lub qhov rau dlej, rua qhov nwg muaj tsaj txhu coob heev nyob rua zaaj taw roob hab huv tej taj nraag saab nubpoob. Uxiyas nyam ua laj ua teb heev, nwg txhaj kuas cov pejxeem cog txiv maab txiv ntoo ntau heev rua sau tej laaj roob hab huv tej teb kws aav zoo."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.11","label":"11","content":"Uxiyas muaj cov tubrog kws kawm tav kev tua rog coob heev. Vaajntxwv tug thawj tubrog Hananiyees hab ob tug teev ntawv kws yog Ye-iyees hab Ma-axeyas sau cov tubrog ntawd tej npe huv tuabsi ca rua huv ntawv."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.12","label":"12","content":"Taagnrho cov thawj tubrog muaj ob txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.13","label":"13","content":"Puab muaj peb puas xyaa txheeb tsib puas leej tubrog kws txawj tua rog heev, paab vaajntxwv tua nwg cov yeebncuab."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.14","label":"14","content":"Uxiyas muab tej cuabyeej ua rog, tsi has tej thaiv nav ntaaj, ntaaj, muv, lub mom hlau looj taubhau, tsho hlau, neevnti hab xub, hab qai zeb ntaus zeg hlua rua cov tubrog."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.15","label":"15","content":"Nyob huv lub nroog Yeluxalees, Uxiyas kuas luas ua tau ib cov cuabyeej tua xub vug hab ib cov tua pobzeb, tso rua sau tej chaw tsomfaaj, hab ntawm tej ceg kaum ntsaa yeej kws thaiv lub nroog. Uxiyas lub koob meej nrov nchaa moo lug moog rua txhua qhov hab muaj fwjchim heev, rua qhov Vaajtswv yog tug paab nwg."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.16","label":"16","content":"Thaus Uxiyas muaj fwjchim lawm, nwg txawm khaavtheeb heev, txhaj ua rua nwg raug puamtsuaj. Nwg ua txhum rua tug TSWV kws yog nwg tug Vaajtswv; nwg moog rua huv lub Tuamtsev hab hlawv moov tshuaj tsw qaab rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.17","label":"17","content":"Tug povthawj Axaliyas hab yim caum leej povthawj kws muaj zug hab sab tawv heev txawm lawv vaajntxwv qaab moog rua huv."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.18","label":"18","content":"Puab cheem vaajntxwv has tas, “Uxiyas, koj tsi muaj cai hlawv moov tshuaj tsw qaab fij rua tug TSWV; tsuas yog cov povthawj kws yog Aloos cov xeebntxwv kws tub ua kevcai ntxuav kuas huv lawm txhaj ua tau xwb. Koj ca le tawm huv qhov chaw dlawbhuv nuav moog. Koj tau ua txhum tawmtsaam tug TSWV kws yog Vaajtswv, mas koj yuav tsi tau txais koob moov ntawm Vaajtswv lawm.”"},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.19","label":"19","content":"Uxiyas tseem taabtom sawv ntawm lub thaaj fij ib saab huv lub Tuamtsev, hab tuav rawv lub taig rau moov tshuaj tsw qaab. Uxiyas chim heev rua cov povthawj, ces taamsim ntawd nwg lub hauvplaj txawm mob ruas tawg pleb nreeg."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.20","label":"20","content":"Ces Axaliyas kws yog tug povthawj hlub hab cov povthawj saib ntsoov Uxiyas lub hauvplaj, ua rua puab ntshai kawg le. Puab txhaj ntab Uxiyas kuas ca le tawm huv lub Tuamtsev moog, Uxiyas txawm tawm ceev nrooj moog, rua qhov tug TSWV tub rau txim rua nwg lawm."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.21","label":"21","content":"Vaajntxwv Uxiyas mob ruas moog txug nub kws nwg tuag, vim nwg mob ruas, nwg txhaj nyob nwg ib lub tsev. Nwg moog tsi tau rua huv tug TSWV lub Tuamtsev le lawm. Nwg tug tub Yauthaas txhaj ua tug saib lub loog hab tswjfwm lub tebchaws."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.22","label":"22","content":"Txhua yaam kws Vaajntxwv Uxiyas ua hab nwg tej kev tswjfwm, Yaxayas kws yog tug cev Vaajtswv lug kws yog Amauxes tug tub muab teev tseg ca lawm."},{"bible_id":"1726","chapter_code":"2CH.26","verse_code":"2CH.26.23","label":"23","content":"Uxiyas tuag hab luas coj nwg moog log ze rua ntawm cov vaajntxwv lub toj ntxaas, tabsis vim nwg mob ruas, luas tsi muab nwg log rua ntawm cov vaajntxwv lub toj ntxaas, hab nwg tug tub Yauthaas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.1","label":"1","content":"Thaus Yauthaas ua vaajntxwv nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum rau xyoo. Nwg nam hu ua Yelusas kws yog Xadaus tug ntxhais."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.2","label":"2","content":"Yauthaas ua lub neej lawv le tug TSWV sab nyam ib yaam le nwg txiv ua, tabsis nwg tsi ua txhum le nwg txiv kws yog moog hlawv moov tshuaj tsw qaab  huv lub Tuamtsev. Txawm le ntawd los cov pejxeem tseem pheej moog ua kev txhum."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.3","label":"3","content":"Yauthaas yog tug ua lub Roojvaag Qaumteb ntawm lub Tuamtsev hab nwg ua ntau yaam rua sau tug ntsaa yeej Aufeles."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.4","label":"4","content":"Yauthaas ua ntau lub nroog rua sau tej roob huv tebchaws Yudas, hab nwg ua ntau lub chaw faajxwm hab chaw tsomfaaj rua huv tej haav zoov."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.5","label":"5","content":"Yauthaas tua yeej cov Amoos tug vaajntxwv hab nwg cov tubrog. Yauthaas kuas cov Amoos ib xyoos twg them plaub taas nyaj, tsib caug txheeb kawm moov qeb, hab tsib caug txheeb kawm moov nplej moog txug peb xyoos."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.6","label":"6","content":"Yauthaas muaj fwjchim, rua qhov nwg muab sab npuab tug TSWV kws yog nwg tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.7","label":"7","content":"Txhua yaam kws Yauthaas ua, nwg kev tswjfwm tebchaws, kev ua rog, hab lwm yaam puavleej muab sau ca rua huv phoo  Ntawv kws teev cov Yixalayees hab cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.8","label":"8","content":"Thaus Yauthaas ua vaajntxwv nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum rau xyoo."},{"bible_id":"1726","chapter_code":"2CH.27","verse_code":"2CH.27.9","label":"9","content":"nwg tuag hab luas coj nwg moog log rua huv Daviv lub nroog, hab nwg tug tub Ahas ua Vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.1","label":"1","content":"Thaus Ahas ua vaajntxwv nwg noobnyoog muaj neeg nkaum xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum rau xyoo. Ahas tsi ua lub neej zoo lawv le nwg yawmkoob kws yog Vaajntxwv Daviv, tabsis nwg ua tej kws tsi hum tug TSWV sab nyam,"},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.2","label":"2","content":"hab nwg ua lawv le cov vaajntxwv kws kaav tebchaws Yixalayees ua. Nwg muab tooj nchuav tau ib tug mlom Npa-aas,"},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.3","label":"3","content":"nwg moog hlawv moov tshuaj tsw qaab rua huv lub Haav Hinoos, hab muab nwg cov tub tua hlawv fij rua tej mlom lawv le cov tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws moog ua ntej kws cov Yixalayees lug nyob."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.4","label":"4","content":"Ahas tua tsaj hlawv fij hab hlawv moov tshuaj tsw qaab rua ntawm tej chaw teev dlaab kws nyob sau tej pov roob hab huv qaab tej tsob ntoo kws muaj nplooj ntxoov nyog."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.5+2CH.28.6","label":"5-6","content":"Vim Ahas tau ua txhum, tug TSWV kws yog nwg tug Vaajtswv txhaj ca cov Xilias tug vaajntxwv tuaj tua yeej nwg hab nteg cov Yudas coob heev coj moog rua peg lub nroog Damaxes lawm. Tug TSWV tseem ca cov Yixalayees tug Vaajntxwv Pekas kws yog Lemaliyas tug tub tuaj tua yeej Ahas. Hab nub ntawd cov tubrog Yudas kws yog cov muaj sab tawv raug tua tuag ib puas neeg nkaum txheeb leej. Tug TSWV kws yog puab cov yawmkoob tug Vaajtswv ca kuas muaj tej xwm nuav lug raug cov Yudas, rua qhov puab tau tso nwg tseg lawm."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.7","label":"7","content":"Ib tug tubrog Yixalayees hu ua Xikhalis yog tug tua Vaajntxwv Ahas tug tub Ma-axeyas. Axelikas kws yog tug nom saib lub loog hab Ekanas kws yog tug thawj tubrog ntawm Vaajntxwv."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.8","label":"8","content":"Txawm yog cov Yudas yog cov Yixalayees kwvtij los cov Yixalayees tseem nteg cov Yudas ob puas txheeb leej quaspuj hab mivnyuas, hab fuab khoom ntau yaam coj moog rua peg lub nroog Xamalis lawm."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.9","label":"9","content":"Audes kws yog tug TSWV tug cevlug kws nyob huv lub nroog Xamalis. Nwg tuaj ntsib cov tubrog Yixalayees kws coj cov Yudas kws puab nteg thaus puab lug txug ntawm ntug nroog. Nwg has rua puab tas, “Tug TSWV kws yog mej cov yawmkoob tug Vaajtswv chim heev rua cov Yudas, nwg txhaj ca mej moog tua yeej cov Yudas, tabsis qhov kws mej ua limham hab tua puab tuag, Vaajtswv tub nov lawm."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.10","label":"10","content":"Qhov kws mej coj cov Yudas tej quaspuj hab txivneej nraag lub nroog Yeluxalees lug ua mej qhev. Mej puas paub has tas yog mej ua txhum rua tug TSWV kws yog mej tug Vaajtswv?"},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.11","label":"11","content":"Mej ca le noog kuv has! Cov kws mej nteg lug nuav yog mej cov kwvtij hab cov muam, mej yuav tso puab moog lossis ca tug TSWV chim hab rau txim rua mej?”"},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.12","label":"12","content":"Cov Efalayees plaub tug thawjcoj kws yog, Yehauhanaas tug tub Axaliyas, Mesilemaus tug tub Npelekiyas, Salumes tug tub Yehikiyas hab Helais tug tub Amaxas los tsi pum zoo qhov kws cov tubrog ua le ntawd."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.13","label":"13","content":"Puab has tas, “Mej tsi xob coj cov tuabneeg kws mej nteg ko lug rua huv lub nroog nuav! Peb tub ua txhum rua tug TSWV ua rua nwg chim heev, hab tsimnyog nwg rau txim rua peb lawm. Nwgnuav mej tseem yuav tsub kev txhum ntxiv rua peb hab los?”"},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.14","label":"14","content":"Yog le ntawd, cov tubrog txhaj muab cov Yudas kws puab nteg lug, muab tej khoom kws puab fuab tau lug cob rua cov numtswv hab cov pejxeem."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.15","label":"15","content":"Ces puab txawm tsaa plaub leeg ntawd ua cov saib hab faib tej rig tsho kws puab fuab tau lug, rua cov tuabneeg kws puab nteg lug. Muab tej rig tsho rua puab naav, muab tej khau khab rua puab rau, muab mov rua puab noj, hab muab dlej rua puab haus, hab muab roj txiv ntoo pleev puab tej qhov txhaab. Muab cov kws moog tsi taug kev caij neeg luav, hab coj taagnrho cov tuabneeg kws puab nteg lug ntawd rov moog rua nraag cov Yudas cheebtsaam aav ntawm Yelikaus kws yog lub nroog toovlaaj. Ces cov Yixalayees txhaj rov lug rua peg lub nroog Xamalis lawm."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.16+2CH.28.17","label":"16-17","content":"Cov Edoos rov tuaj tua cov Yudas hab nteg tau coob leej coj moog lawm. Yog le ntawd, Vaajntxwv Ahas txhaj moog thov Tilas Pelexes kws kaav tebchaws Axilias tuaj paab nwg."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.18","label":"18","content":"Tuab lub sijhawm ntawd cov Filitees txawm tuaj tua cov nroog kws nyob saab nubpoob ntawm tej taw roob hab huv tebchaws Yudas saab qaabteb. Puab txeeb tau lub nroog Npethes Semes, lub nroog Aiyaloos, lub nroog Kedelaus, hab lub nroog Xaukaus, lub nroog Teenas, hab lub nroog Nkixaus, nrug tej zog kws nyob ibncig hab puab ca le nyob huv tej nroog ntawd le lawm."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.19","label":"19","content":"Vim Vaajntxwv Ahas kws kaav tebchaws Yudas ua tsi ncaaj rua nwg cov pejxeem hab ua txhum rua tug TSWV. Tug TSWV txhaj tso kev txomnyem lug rua cov Yudas."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.20","label":"20","content":"Tug vaajntxwv kws kaav tebchaws Axilias tsi tuaj paab Ahas tabsis nwg tuaj tua Ahas hab ua rua Ahas raug kev kub ntxhuv ntau yaam."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.21","label":"21","content":"Yog le ntawd, Ahas txhaj muab taagnrho tej kub huv lub Tuamtsev, huv lub loog hab sau taagnrho cov numtswv tej kub huv puab tej tsev moog rua tug vaajntxwv kws kaav tebchaws Axilias, txawm le ntawd los qhov kws nwg ua ntawd paab tsi tau nwg le."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.22","label":"22","content":"Thaus kws Ahas raug teebmeem, nwg hajyam ua txhum rua tug TSWV heev dlua yaav taag lug."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.23","label":"23","content":"Nwg tua tsaj fij rua cov Axilias tej vaajtswv kws ua rua nwg swb. Nwg has tas, “Cov Axilias tej vaajtswv ntawd tub paab cov Axilias cov vaajntxwv lawm, yog kuv tua tsaj hlawv fij rua tej vaajtswv ntawd, tej vaajtswv ntawd yuav paab kuv hab.” Qhov kws Ahas ua le nuav, ua rua nwg hab nwg lub tebchaws raug kev puamtsuaj xwb."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.24","label":"24","content":"Ahas tseem muab tej khoom kws nyob huv lub Tuamtsev sau lug hab muab tsoo tawg taag. Nwg muab tug TSWV lub Tuamtsev kaw hab teeb tej thaaj fij rua txhua qhov huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.25","label":"25","content":"Nwg ua tej chaw teev dlaab rua txhua lub nroog huv tebchaws Yudas hab hlawv tej moov tshuaj tsw qaab fij rua lwm tsaav tuabneeg tej vaajtswv. Qhov kws nwg ua le nuav ua rua tug TSWV kws yog nwg cov yawmkoob tug Vaajtswv chim heev rua nwg."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.26","label":"26","content":"Txhua yaam kws Ahas ua hab nwg kev tswjfwm tebchaws, thaus pib moog txug thaus xaus, puavleej muab sau ca rua huv phoo  Ntawv Keebkwm kws teev cov Yudas hab cov Yixalayees tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.28","verse_code":"2CH.28.27","label":"27","content":"Vaajntxwv Ahas tuag hab luas coj nwg moog log rua huv lub nroog Yeluxalees, tabsis tsi yog log rua ntawm cov vaajntxwv lub toj ntxaas, hab nwg tug tub Hexekiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.1","label":"1","content":"Thaus Hexekiyas ua Vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj neeg nkaum tsib xyoos, nwg nyob huv lub nroog Yeluxalees kaav tau neeg nkaum cuaj xyoos. Nwg nam hu ua Anpiyas, hab yog Xakhaliyas tug ntxhais."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.2","label":"2","content":"Hexekiyas ua lub neej lawv le tug TSWV sab nyam ib yaam le nwg yawmkoob kws yog Vaajntxwv Daviv ua."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.3","label":"3","content":"Thawj xyoo kws Hexekiyas ua vaajntxwv, thaus lub ib hlis ntuj nwg moog qheb lub Tuamtsev tej roojvaag hab txhim khu dlua tshab."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.4","label":"4","content":"Nwg hu cov povthawj hab cov Levis tuaj sis sau huv lub tshaav puam ntawm lub Tuamtsev saab nubtuaj,"},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.5","label":"5","content":"hab nwg has rua puab tas, “Mej cov Levis, ca le moog ua kevcai ntxuav kuas mej huv hab ua kevcai ntxuav tug TSWV kws yog mej cov yawmkoob tug Vaajtswv lub Tuamtsev kuas dlawbhuv. Mej ca le muab txhua yaam kws ua rua lub Tuamtsev tsi dlawbhuv tshem moog povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.6","label":"6","content":"Peb cov yawmkoob tsi muab sab npuab tug TSWV kws yog peb tug Vaajtswv hab puab ua phem ua qas taabmeeg nwg. Puab tso nwg tseg hab tig nrausqaum rua nwg."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.7","label":"7","content":"Puab muab lub Tuamtsev tej qhovrooj kaw, ca tej teeb tuag taag hab puab tsi hlawv tshuaj tsw qaab fij rua cov Yixalayees tug Vaajtswv lub Tuamtsev lawm."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.8","label":"8","content":"Tub yog vim le ntawd, tug TSWV txhaj chim heev rua cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees. Hab tej kws nwg ua rua puab, txhaj ua rua txhua tug ceeb hab ntshai kawg le. Mej yeej paub tej nuav zoo."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.9","label":"9","content":"Cov kws yog peb txiv raug tua tuag taag rua huv tshaav rog hab peb tej quaspuj mivnyuas raug luas nteg coj moog taag."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.10","label":"10","content":"“Nwgnuav kuv txav txim sab has tas, kuv yuav coglug rua tug TSWV kws yog cov Yixalayees tug Vaajtswv, kuas nwg txhaj tsi chim rua peb lawm."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.11","label":"11","content":"Kuv cov mivnyuas, mej tsi xob ca lub sijhawm dlhau moog. Mej yog cov kws tug TSWV xaiv lug ua cov hlawv moov tshuaj tsw qaab rua nwg hab coj suavdlawg pehawm nwg.”"},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.12+2CH.29.13+2CH.29.14","label":"12-14","content":"Cov Levis ntawd yog cov kws muaj npe le nraag nuav: Cuab Kauhas yog Amaxais tug tub Mahas hab Axaliyas tug tub Yau-ees. Cuab Melalis yog Adis tug tub Kises hab Yehalees tug tub Axaliyas. Cuab Nkesoos yog Ximemas tug tub Yau-as, hab Yau-as tug tub Edees, cuab Elisafas yog, Simelis hab Ye-ules. Cuab Axafes yog, Xakhaliyas hab Mataniyas. Cuab Hemaas yog, Yehu-ees hab Sime-is. Cuab Yeduthoos yog Semayas hab Uxiyees."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.15","label":"15","content":"Cov Levis nuav hu puab cov kwvtij tuaj ua ke ua kevcai ntxuav kuas puab huv. Ces vaajntxwv kuas puab ua kevcai ntxuav lub Tuamtsev kuas dlawbhuv lawv le tug TSWV  txuj kevcai."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.16","label":"16","content":"Cov povthawj moog rua huv lub Tuamtsev hab ua kevcai ntxuav kuas lub Tuamtsev dlawbhuv. Hab muab txhua yaam kws ua rua lub Tuamtsev tsi dlawbhuv tshem tawm lug tso huv lub tshaav puam ntawm lub Tuamtsev, hab cov Levis maam le nqaa moog povtseg rua huv lub Haav Kiloos kws nyob saab nrau ntug nroog."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.17","label":"17","content":"Puab pib ua kevcai ntxuav rua thaus lub ib hlis ntuj nub xab ib moog txug nub xab yig. Hab puab khu lub Tuamtsev tej qhovrooj tau yim nub ntxiv, lub ib hlis nub kaum rau puab ua txhua yaam tav txhaj tau lub Tuamtsev ua qhov chaw pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.18","label":"18","content":"Cov Levis moog tshaab xu rua vaajntxwv has tas: “Peb tub ua kevcai ntxuav lub Tuamtsev kuas dlawbhuv tav taag lawm, tsi has lub thaaj kws hlawv tej khoom fij los yog lub rooj kws rau cov ncuav dlawbhuv, hab txhua yaam cuabyeej siv."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.19","label":"19","content":"Ntu kws Vaajntxwv Ahas tsi muab sab npuab tug TSWV, nwg rhu txhua yaam huv lub Tuamtsev moog lawm, nwgnuav puab rov muab tej ntawd fij rua tug TSWV, Hab muab tso rua ntawm hauv ntej tug TSWV lub thaaj fij.”"},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.20","label":"20","content":"Vaajntxwv Hexekiyas sawv ntxuv moog hu taagnrho cov thawjcoj huv lub nroog tuaj sis sau hab puab ua ke moog rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.21","label":"21","content":"Puab coj xyaa tug txiv nyuj, xyaa tug laug yaaj, xyaa tug thaav yaaj hab xyaa tug tshis moog tua fij dlaws vaajntxwv tsev tuabneeg hab cov Yudas tej kev txhum hab ua kevcai ntxuav lub Tuamtsev kuas dlawbhuv. Vaajntxwv has kuas cov povthawj kws yog Aloos cov xeebntxwv muab cov tsaj ntawd tua hlawv rua sau lub thaaj fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.22","label":"22","content":"Cov povthawj tua cov txiv nyuj ua ntej, maam le tua cov laug yaaj, cov thaav yaaj hab muab cov ntshaav nchus rua lub thaaj."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.23","label":"23","content":"Tom qaab ntawd puab maam coj cov tshis kws tua dlaws txim lug rua vaajntxwv hab cov pejxeem tsaa teg rua sau cov tshis."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.24","label":"24","content":"Ces cov povthawj muab cov tshis tua hab muab cov ntshaav laub rua sau lub thaaj fij dlaws cov pejxeem lub txim, rua qhov vaajntxwv saamfwm kuas tua tsaj hlawv fij dlaws cov Yixalayees tej kev txhum."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.25","label":"25","content":"Vaajntxwv ua lawv le kws tug TSWV has rua Nkas kws yog Vaajntxwv Daviv tug cev Vaajtswv lug, hab Nathaas kws yog tug cev Vaajtswv lug. Vaajntxwv kuas cov Levis nqaa nkauj nogncaas hab nruag npuaj tuaj sawv ntawm lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.26","label":"26","content":"Cov ntawd zoo ib yaam le tej kws thaus u Vaajntxwv Daviv siv, hab cov povthawj tuav rawv puab tej raaj sawv ntawd hab."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.27","label":"27","content":"Hexekiyas kuas muab cov khoom fij hlawv, thaus pib hlawv cov khoom ces cov pejxeem txawm hu nkauj qhuas tug TSWV, hab cov qoj suab nkauj txawm qoj nkauj nogncaas hab tshuab raaj tshuab xyu."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.28","label":"28","content":"Txhua tug kws tuaj pehawm tug TSWV nub ntawd puavleej zoo sab, puab hu nkauj hab tshuab raaj tshuab xyu moog txug thaus hlawv tej khoom fij ntawd taag."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.29","label":"29","content":"Ces Vaajntxwv Hexekiyas hab cov pejxeem suavdlawg txawm txhus caug ndlua pehawm Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.30","label":"30","content":"Vaajntxwv hab cov thawjcoj kuas cov Levis hu tej nkauj kws Daviv hab Axafes kws yog tug cev Vaajtswv lug sau qhuas Vaajtswv. Yog le ntawd, puab txhua tug txhaj hu nkauj zoo sab hab txhus caug pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.31","label":"31","content":"Hexekiyas has rua cov pejxeem suavdlawg tas, “Nwgnuav mej suavdlawg yog tuabneeg huv lawm, mej ca le coj tej tsaj moog tua fij ua tug TSWV tsaug.” Puab suavdlawg noog vaajntxwv lug, hab muaj ibtxha tseem txaus sab hlo coj puab tej tsaj moog tua hlawv fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.32","label":"32","content":"Puab coj xyaa caum tug txiv nyuj, ib puas tug laug yaaj, ob puas tug thaav yaaj moog tua hlawv fij rua tug TSWV;"},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.33","label":"33","content":"Puab tseem coj rau pua tug txiv nyuj hab peb txheeb tug yaaj moog tua fij hab faib rua cov pejxeem suavdlawg noj."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.34","label":"34","content":"Vim cov povthawj tsi coob, puab txhaj kuas cov Levis lug paab puab tua cov tsaj moog txug thaus tej num ntawd tav hab cov povthawj ua kevcai ntxuav kuas puab huv. (Rua qhov cov Levis tseem muaj sab ua kevcai ntxuav kuas huv dlua cov povthawj)"},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.35","label":"35","content":"Dlua le tej khoom fij kws ntau heev ntawd, cov povthawj tseem muab tej roj kws luas tawm ntawm tej nqaj kws muab faib rua cov pejxeem noj, muab cawv txiv maab moog hlawv fij hab. Yog le ntawd, txhaj rov pib muaj kev pehawm Vaajtswv nyob huv lub Tuamtsev dlua."},{"bible_id":"1726","chapter_code":"2CH.29","verse_code":"2CH.29.36","label":"36","content":"Vaajntxwv Hexekiyas hab cov pejxeem suavdlawg zoo sab kawg, rua qhov Vaajtswv tau paab puab ua tej num ntawd kuas tav sai heev."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.1+2CH.30.2+2CH.30.3","label":"1-3","content":"Cov tuabneeg tuaj ua tsi tau Kevcai Hlaa Dlhau rua thaus lub ib hlis ntuj lawv le lub sijhawm kws teem tseg, rua qhov cov povthawj kws tub ua kevcai ntxuav kuas huv tseem muaj tsawg hab tuabneeg tseem tsi tau tuaj txhij rua huv lub nroog Yeluxalees. Yog le ntawd, Vaajntxwv Hexekiyas, cov numtswv hab cov pejxeem kws nyob huv lub nroog Yeluxalees txhaj pum zoo ca ua Kevcai Hlaa Dlhau rua thaus lub ob hlis ntuj. Vaajntxwv txhaj xaa xuv moog thoob plawg cov Yixalayees hab cov Yudas hab vaajntxwv xaa ntawv moog caw xeem Efalayees hab xeem Manaxes, kuas tuaj rua ntawm lub Tuamtsev huv lub nroog Yeluxalees hab ua Kevcai Hlaa Dlhau qhuas tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.4","label":"4","content":"Vaajntxwv hab cov pejxeem suavdlawg txaus sab rua qhov kws puab npaaj ntawd,"},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.5","label":"5","content":"yog le ntawd, puab txhaj caw taagnrho cov Yixalayees, txij ndlua peg lub nroog Daas moog txug nraag lub nroog Npesenpas kuas tuaj rua huv lub nroog Yeluxalees hab ua Kevcai Hlaa Dlhau lawv le txuj kevcai. Zag nuav tuabneeg tuaj coob tshaaj txhua zag."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.6","label":"6","content":"Cov tuabneeg xaa xuv txawm moog thoob plawg cov Yixalayees hab cov Yudas lawv le vaajntxwv hab cov numtswv kuas puab moog caw suavdlawg has tas, “Cov pejxeem Yixalayees, mej tub tsiv dlim ntawm cov Axilias lawm, yog le ntawd, mej ca le lug cuag tug TSWV kws yog Anplahaas, Ixaj hab Yakhauj tug Vaajtswv, nwg txhaj yuav lug cuag mej."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.7","label":"7","content":"Mej tsi xob ua ib yaam le kws mej cov yawmkoob hab mej cov kwvtij Yixalayees kws tsi muab sab npuab tug TSWV kws yog puab tug Vaajtswv. Mej tub pum ntsoov nwg rau txim rua puab nyaav kawg le."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.8","label":"8","content":"Mej tsi xob ua tuabneeg tawv ncauj le puab, tabsis mej yuavtsum noog tug TSWV lug. Mej ca le tuaj rua ntawm lub Tuamtsev huv lub nroog Yeluxalees, qhov chaw kws tug TSWV kws yog mej tug Vaajtswv muab ua qhov chaw dlawbhuv, hab pehawm nwg moog ibtxhis, yog le ntawd, nwg txhaj yuav tsi chim rua mej lawm."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.9","label":"9","content":"Yog mej rov lug cuag tug TSWV, cov tuabneeg kws nteg mej tej kwvtij moog lawm, yuav hlub puab hab tso puab rov lug tsev. Tug TSWV kws yog mej tug Vaajtswv, nwg yog tug sab dlawb sab zoo hab muaj kev hlub tshua. Yog mej lug cuag nwg, nwg yuav leeg yuav mej.”"},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.10","label":"10","content":"Cov tuabneeg xaa xuv moog thoob plawg txhua lub nroog huv xeem Manaxes, hab huv xeem Efalayees cheebtsaam aav, hab moog txug peg xeem Xenpuloos kws nyob saab qaumteb, tabsis puab luag cov tuabneeg xaa xuv plig hab muab puab tso dlaaj tso luag."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.11","label":"11","content":"Txawm le ntawd los tseem muaj qee leej kws nyob rua huv xeem Aseles, Manaxes hab Xenpuloos kws txaus sab yuav tuaj rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.12","label":"12","content":"Vaajtswv tseem nyob nrug cov Yudas kuas puab ua tau ib lub sab noog nwg lug hab ua lawv le vaajntxwv hab nwg cov numtswv tej lug saamfwm."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.13","label":"13","content":"Thaus lub ob hlis ntuj tuabneeg tuaj coob heev rua huv lub nroog Yeluxalees, hab ua Kevcai noj Ncuav tsi xyaw Keeb."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.14","label":"14","content":"Puab muab tej thaaj kws hlawv khoom fij hab hlawv tshuaj tsw qaab huv lub nroog Yeluxalees coj moog pov rua huv lub Haav Kiloos."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.15","label":"15","content":"Lub ob hlis ntuj nub kaum plaub, puab tua cov thaav yaaj fij ua Kevcai Hlaa Dlhau. Cov povthawj hab cov Levis kws tsi tau ua kevcai ntxuav kuas huv, puab txaajmuag kawg le, puab txhaj ua kevcai ntxuav kuas huv hab tua tsaj hlawv fij rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.16","label":"16","content":"Puab rov moog ua puab teg num huv lub Tuamtsev, lawv le Mauxes kws yog Vaajtswv tug tuabneeg txuj Kevcai. Cov Levis muab cov taig ntshaav rua cov povthawj coj moog nchus rua lub thaaj."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.17","label":"17","content":"Rua qhov tseem tshuav tuabneeg coob tsi tau ua kevcai ntxuav kuas huv, cov Levis txhaj tua cov thaav yaaj fij ua Kevcai Hlaa Dlhau rua cov kws tsi tau ua kevcai ntxuav ntawd."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.18","label":"18","content":"Dlua le ntawd, xeem Efalayees, xeem Manaxes, xeem Ixakhas, hab xeem Xenpuloos tseem muaj cov kws tsi tau ua kevcai ntxuav kuas huv coob heev, yog le ntawd, qhov kws puab tuaj ua Kevcai Hlaa Dlhau, puab ua tsi lawv le txuj kevcai. Vaajntxwv Hexekiyas txhaj thov Vaajtswv paab rua puab has tas,"},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.19","label":"19","content":"“Tug TSWV kws yog peb cov yawmkoob tug Vaajtswv, koj yog tug muaj lub sab dlawb sab zoo, thov koj zaam txim rua cov tuabneeg kws tuaj ua kevcai ntxuav kuas huv nuav.”"},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.20","label":"20","content":"Tug TSWV teb Hexekiyas tej lug thov hab zaam txim rua puab."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.21","label":"21","content":"Suavdlawg tuaj ua Kevcai noj Ncuav tsi xyaw Keeb huv lub nroog Yeluxalees tau xyaa nub, puab zoo sab kawg le, cov povthawj hab cov Levis naj nub qhuas tug TSWV kawg puab tug dlaag tug zug."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.22","label":"22","content":"Vaajntxwv Hexekiyas qhuas cov Levis qhov kws puab txawj coj suavdlawg pehawm tug TSWV tau zoo heev. Puab noj tej zaub mov kws ua kevcai hab tua tsaj fij rua tug TSWV kws yog puab cov yawmkoob tug Vaajtswv hab ua nwg tsaug tau xyaa nub,"},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.23","label":"23","content":"ces puab pum zoo rov ua rooj noj rooj haus xyaa nub ntxiv. Yog le ntawd, puab txhaj ua rooj noj rooj haus lomzem hab zoo sab heev."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.24","label":"24","content":"Vaajntxwv Hexekiyas muab ib txheeb tug txiv nyuj, xyaa txheeb tug yaaj, hab cov numtswv muab ib txheeb tug txiv nyuj hab kaum txeeb tug yaaj rua cov pejxeem tua noj. Cov povthawj kws ua kevcai ntxuav kuas huv muaj coob heev."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.25","label":"25","content":"Yog le ntawd, puab txhua tug zoo sab heev, tsi has cov Yudas, cov povthawj, cov Levis hab cov pejxeem Yixalayees kws tuaj peg qaumteb tuaj, hab cov tuabneeg kws nyob huv tebchaws Yixalayees hab tebchaws Yudas."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.26","label":"26","content":"Suavdlawg muaj kev lomzem zoo sab thoob plawg huv lub nroog Yeluxalees, rua qhov txij thaus Vaajntxwv Xalumoos kws yog Daviv tug tub lug tsi tau muaj dlua rooj noj rooj haus luj le nuav."},{"bible_id":"1726","chapter_code":"2CH.30","verse_code":"2CH.30.27","label":"27","content":"Cov povthawj hab cov Levis thov tug TSWV foom koob moov rua cov pejxeem suavdlawg. Vaajtswv nyob sau ntuj kws yog nwg qhov chaw dlawbhuv nov puab tej lug thov hab foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.1","label":"1","content":"Tom qaab kws puab ua rooj noj rooj haus dlhau lawm, cov Yixalayees moog thoob plawg txhua lub nroog huv tebchaws Yudas hab tsoo tej ncej zeb, ntuv tug mlom quaspuj Aselas, rhuav tej thaaj fij hab tej chaw teev dlaab. Puab ua le ntawd moog thoob plawg huv tebchaws Yudas hab thoob plawg huv xeem Npeenyamees, xeem Efalayees, hab xeem Manaxes cheebtsaam aav huv tuabsi, ces puab maam rov lug tsev."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.2","label":"2","content":"Vaajntxwv Hexekiyas faib num rua cov povthawj hab cov Levis kuas nyag ua nyag lub luag num kws muab cob rua puab lawm. Puab teg num yog hlawv khoom fij, fij khoom ua kev sis raug zoo, ua Vaajtswv teg num huv lub Tuamtsev, qhuas hab ua Vaajtswv tsaug huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.3","label":"3","content":"Tej tsaj kws hlawv fij thaus sawv ntxuv hab thaus tsaus ntuj, cov kws tua fij Nub Xanpataus, Nub Hli Xab hab lwm yaam kevcai lawv le tug TSWV txuj kevcai has tseg puavleej yog vaajntxwv muab."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.4","label":"4","content":"Dlua le ntawd, vaajntxwv has kuas cov tuabneeg kws nyob huv lub nroog Yeluxalees coj tej khoom fij kws yog cov povthawj hab cov Levis tug, tuaj rua puab, puab txhaj muaj sijhawm ua num lawv le tug TSWV txuj kevcai qha tseg."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.5","label":"5","content":"Thaus cov Yixalayees nov vaajntxwv tej lug saamfwm lawm, puab coj tej qoobloo kws zoo heev, tsi has nplej, txiv maab, roj txiv ntoo, zib ntaab hab lwm yaam kws puab cog hab sau tau lug ntawm puab tej qoobloo thawj phaum hab puab coj ib feem kaum  ntawm txhua yaam kws puab muaj tuaj."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.6","label":"6","content":"Taagnrho tej tuabneeg kws nyob huv txhua lub nroog huv tebchaws Yudas coj puab tej nyuj, tej yaaj kws yog ib feem kaum hab puab tseem coj ntau yaam tuaj fij rua tug TSWV kws yog puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.7","label":"7","content":"Thaus lub peb hlis, puab pib coj tej khoom pub ntawd tuaj teeb moog txug lub xyaa hli maam taag."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.8","label":"8","content":"Vaajntxwv Hexekiyas hab nwg cov numtswv pum suavdlawg coj khoom tuaj ntau heev lawm, puab txawm ua tug TSWV tsaug, hab foom koob moov rua cov pejxeem."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.9","label":"9","content":"Vaajntxwv qha tej khoom pub nuav rua cov povthawj hab cov Levis,"},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.10","label":"10","content":"hab tug Povthawj Hlub Axaliyas kws yog Xadaus tug xeebntxwv has rua vaajntxwv tas, “Txij thaus cov pejxeem pib nqaa puab tej khoom pub tuaj rua huv lub Tuamtsev, peb muaj noj muaj haus nplua mag. Peb tau txais txhua yaam nuav tub yog tug TSWV tau foom koob moov rua nwg tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.11","label":"11","content":"Vaajntxwv has kuas puab ua ib cov chaav rau khoom rua huv lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.12","label":"12","content":"puab muab tej khoom pub hab cov ib feem kaum ntawd coj moog ca rua huv cov chaav ntawd. Puab tsaa ib tug Levis hu ua Kaunaniyas ua tug saib tej khoom ntawd hab tsaa nwg tug kwv Sime-is ua tug paab nwg."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.13","label":"13","content":"Vaajntxwv Hexekiyas hab tug Povthawj Hlub Axaliyas tsaa cov Levis kaum leej kws yog: Yehiyees, Axaxiyas, Nahas, Axahees, Yelimaus, Yauxanpas, Eliyees, Imakiyas, Mahas hab Npenayas ua cov paab Kaunaniyas hab Sime-is."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.14","label":"14","content":"Imenas kws yog xeem Levis tug tub Kaules, nwg yog tug thawj kws saib lub Roojvaag Nubtuaj ntawm lub Tuamtsev, ua tug kws txais tej khoom pub kws suavdlawg coj tuaj fij rua tug TSWV hab muab tej khoom ntawd faib."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.15","label":"15","content":"Edees, Minimees, Yesuas, Semayas, Amaliyas hab Sekaniyas kws yog cov povthawj nyob rua tej lub nroog, faib tej zaub mov rua cov Levis sis npaug zog lawv le puab teg num,"},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.16","label":"16","content":"tabsis tsi yog faib lawv le tej cuab kwvtij. Puab faib rua cov txivneej txhua tug kws noobnyoog peb caug xyoo  lossis laug dlua ntawd kws naj nub tuaj ua num huv lub Tuamtsev lawv le puab teg num xwb."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.17","label":"17","content":"Luas faib num rua cov povthawj lawv le tej cuab hab luas faib num rua cov Levis kws noobnyoog neeg nkaum xyoo rov sau lawv le puab tej paab."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.18","label":"18","content":"Puab coj puab tej quaspuj mivnyuas moog sau npe, rua qhov puab yog cov kws muaj lub sab ncaaj nceeg hab tswj puab kuas ua tau tuabneeg dlawbhuv."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.19","label":"19","content":"Cov povthawj kws yog Aloos cov xeebntxwv kws nyob huv tej nroog lossis tom puab tej teb hab huv tej zog kws nyob ibncig tej nroog. Puab yog cov kws faib zaub mov rua cov txivneej kws yog cov povthawj tsev tuabneeg hab txhua tug kws sau npe zwm rua cov Levis txhua cuab."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.20","label":"20","content":"Vaajntxwv Hexekiyas ua nwg teg num ncaaj nceeg thoob plawg tebchaws Yudas hab ua hum tug TSWV kws yog nwg tug Vaajtswv sab."},{"bible_id":"1726","chapter_code":"2CH.31","verse_code":"2CH.31.21","label":"21","content":"Txhua yaam kws vaajntxwv ua, tsi has ua lub Tuamtsev, lossis ua lawv le tug TSWV tej kevcai, nwg muab sab rau nrhav Vaajtswv, hab muab sab npuab Vaajtswv kawg sab kawg ntsws, nwg teg num txhaj vaammeej."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.1","label":"1","content":"Vaajntxwv Hexekiyas muaj lub sab ncaaj nceeg ua Vaajtswv teg num txhua yaam tav. Tom qaab ntawd Xenakhelis kws yog tug vaajntxwv kaav tebchaws Axilias txawm tuaj tua tebchaws Yudas. Nwg tub xub tuaj vij cov nroog kws muaj ntsaa yeej khov kho thaiv, hab kuas nwg cov tubrog tsoo tej ntsaa yeej moog rua huv lub nroog."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.2","label":"2","content":"Thaus Hexekiyas pum has tas, Xenakhelis yuav tuaj tua lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.3+2CH.32.4","label":"3-4","content":"Nwg hab nwg cov numtswv txav txim sab txhub tej qhovdlej saab nrau ntug nroog kuas thaus cov Axilias tuaj txug ntawm lub nroog Yeluxalees, kuas puab tsi tau dlej haus. Cov numtswv txhaj coj ib paab tubrog coob heev le moog meem tej qhovdlej tsi pub kuas dlej ndlwg tshwm qhov twg le."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.5","label":"5","content":"Vaajntxwv khu tug ntsaa yeej kws thaiv lub nroog tej ntu kws pob lawm, hab ua tej chaw tsomfaaj rua sau tug ntsaa yeej  hab ua ib txheej ntsaa yeej rua saab nrau. Dlua le ntawd nwg khu tug ntsaa yeej kws thaiv Daviv lub nroog, hab nwg ua tau ib cov muv hab ib cov thaiv nav ntaaj ntau heev."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.6","label":"6","content":"Vaajntxwv tsaa ib cov thawj tubrog ua cov saib tej pejxeem hab kuas puab tuaj sis sau rua ntawm lub roojvaag lub chaw laas tshaav. Vaajntxwv has rua puab tas,"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.7","label":"7","content":"“Mej ca le ua sab tawv qhawv hab tsi xob ntshai tug vaajntxwv kws kaav tebchaws Axilias hab nwg cov tubrog. Tug kws tuaj peb tog muaj zug dlua tug kws tuaj nwg tog."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.8","label":"8","content":"Nwg tug zug tsuas yog zug tuabneeg xwb, tabsis peb muaj tug TSWV kws yog peb tug Vaajtswv paab peb tua rog.” Vaajntxwv tej lug txhawb cov pejxeem zug heev."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.9","label":"9","content":"Tom qaab ntawd, thaus Xenakhelis tseem nyob huv lub nroog Lakhis, nwg tso xuv rua Vaajntxwv Hexekiyas hab cov Yudas has tas,"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.10","label":"10","content":"“Kuv yog Xenakhelis kws yog tug vaajntxwv kaav tebchaws Axilias nug has tas, ‘Dlaabtsi ua rua mej tso sab nyob huv lub nroog Yeluxalees kws luas tub vij taag lawm?"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.11","label":"11","content":"Hexekiyas has rua mej tas, tug TSWV kws yog mej tug Vaajtswv yuav paab kuas mej dlim ntawm peb lub fwjchim, tabsis yog Hexekiyas dlaag mej, yuav ca mej tshaib plaab hab nqhes dlej tuag xwb."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.12","label":"12","content":"Nwg yog tug kws rhuav tej chaw pehawm tug TSWV, tej thaaj fij hab tseem has rua cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees tas, mej tsuas moog pehawm hab hlawv moov tshuaj tsw qaab rua sau tuab lub thaaj xwb."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.13","label":"13","content":"Mej puas tau paub tej kws kuv cov yawmkoob hab kuv tau ua rua lwm tsaav tuabneeg lawm? Cov tuabneeg ntawd tej vaajtswv puas paab tau puab dlim ntawm tug vaajntxwv kws kaav tebchaws Axilias?"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.14","label":"14","content":"Thaus twg cov tebchaws ntawd tej vaajtswv paab tau puab tsaav tuabneeg dlim ntawm peb? Yog le ntawd, dlaabtsi ua rua mej xaav has tas, mej tug Vaajtswv yuav paab tau mej dlim?"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.15","label":"15","content":"Nwgnuav mej tsi xob ca Hexekiyas dlaag tau mej hab coj mej yuam kev le ntawd. Mej tsi xob ntseeg nwg tej lug! Tsi muaj ib tsaav tuabneeg twg tug vaajtswv yuav cawm tau nwg tsaav tuabneeg dlim ntawm cov Axilias tug vaajntxwv txhais teg le. Yog le ntawd, mej tug Vaajtswv los yeej cawm tsi tau kuas mej dlim le hab!’ ”"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.16","label":"16","content":"Cov Axilias cov numtswv has lug phem heev rua tug TSWV kws yog Vaajtswv hab rua Vaajntxwv Hexekiyas kws yog tug TSWV tug tubkhai."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.17","label":"17","content":"Xenakhelis sau ib tsaab ntawv tuaj thuam tug TSWV kws yog cov Yixalayees tug Vaajtswv has tas, “Lwm tsaav tuabneeg tej vaajtswv tub cawm tsi tau puab dlim ntawm kuv txhais teg, txawm yog Hexekiyas tug Vaajtswv los yeej cawm tsi tau nwg tsaav tuabneeg dlim ntawm kuv txhais teg le hab!”"},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.18","label":"18","content":"Cov Axilias cov numtswv ua lug Henplais tshev nrov nrov kuas cov tuabneeg Yixalayees kws tuaj nyob sau tug ntsaa yeej ntshai hab poob sab hab kuas puab txhaj txeeb tau lub nroog yoojyim."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.19","label":"19","content":"Puab has txug lub nroog Yeluxalees tug Vaajtswv ib yaam le puab has txug lwm tsaav tuabneeg tej vaajtswv kws yog tuabneeg txhais teg puab."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.20","label":"20","content":"Ces Vaajntxwv Hexekiyas hab Yaxayas kws yog tug cev Vaajtswv lug kws yog Amauxes tug tub txawm quaj thov Vaajtswv paab."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.21","label":"21","content":"Tug TSWV txhaj tso ib tug timtswv tuaj tua cov Axilias cov numtswv hab cov tubrog tuag taag. Yog le ntawd, cov Axilias tug vaajntxwv txhaj rov qaab txaajmuag ntsuav rua peg tebchaws Axilias lawm. Muaj ib nub thaus nwg nyob huv lub tsev kws teev nwg tug vaajtswv, nwg ob tug tub txawm muab ntaaj tua nwg tuag lawm."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.22","label":"22","content":"Yog le ntawd, tug TSWV txhaj cawm Vaajntxwv Hexekiyas hab cov tuabneeg huv lub nroog Yeluxalees dlim ntawm Xenakhelis kws kaav tebchaws Axilias hab ntawm lwm paab yeebncuab txhais teg. Tug TSWV ca cov Yudas nyob thaajyeeb lug  tsi pub lwm tsaav tuabneeg tuaj tua puab."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.23","label":"23","content":"Muaj tuabneeg coob nqaa khoom tuaj fij rua tug TSWV hab pub rua Hexekiyas huv lub nroog Yeluxalees. Yog le ntawd, txij ntawd lug txhua tsaav tuabneeg txhaj fwm Hexekiyas heev."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.24","label":"24","content":"Thaus ntawd Vaajntxwv Hexekiyas mob nyaav hab yuav tuag. Nwg thov hab tug TSWV ua ib qhov cim qha rua nwg paub has tas nwg tug mob yuav zoo."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.25","label":"25","content":"Tabsis Hexekiyas khaavtheeb heev, nwg tsi ncu tug TSWV tej txaj ntsig kws qha nwg ua zoo, tug TSWV txhaj chim rua nwg, rua cov Yudas hab rua cov tuabneeg kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.26","label":"26","content":"Hexekiyas leeg txim qhov kws nwg khaavtheeb, hab cov tuabneeg huv lub nroog Yeluxalees los leeg txim ib yaam nkaus, yog le ntawd tug TSWV txhaj tsi rau txim rua puab moog txug thaus Hexekiyas tuag."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.27","label":"27","content":"Vaajntxwv Hexekiyas npluanuj, txhua tug txhaj fwm nwg heev. Vaajntxwv ua tau ib chaav tsev rau nwg tej nyaj tej kub, tej qai zeb muaj nqes, tej tshuaj tsw qaab, tej thaiv nav ntaaj hab lwm yaam kws muaj nqes."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.28","label":"28","content":"Nwg ua tau ntau lub txhaab rau nplej, cawv txiv maab hab roj txiv ntoo, nwg ua ntau lub nkuaj kaw nwg tej nyuj, hab ua ntau lub nkuaj kaw nwg cov yaaj."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.29","label":"29","content":"Vaajtswv foom koob moov rua Hexekiyas muaj yaaj, muaj nyuj hab muaj lwm yaam ntau heev, nwg txhaj rhawv tau ntau lub nroog."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.30","label":"30","content":"Vaajntxwv Hexekiyas txhub tug dlej Kihoos hab khawb kwj tso ndlwg moog rua saab nubpoob ntawm Daviv lub nroog. Txhua yaam kws Hexekiyas ua puavleej vaammeej."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.31","label":"31","content":"Cov tuabneeg Npanpiloos tso ib cov numtswv tuaj nug Hexekiyas txug tej txujci kws tug TSWV ua huv nwg lub tebchaws. Vaajtswv ca Hexekiyas ua lawv le nwg sab nyam, rua qhov Vaajtswv xaav sim Hexekiyas sab."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.32","label":"32","content":"Dlua le lwm yaam kws Vaajntxwv Hexekiyas ua, hab qhov kws nwg muab sab npuab tug TSWV, puavleej muab sau ca rua huv Amauxes tug tub Yaxayas kws yog tug cev Vaajtswv lug zaaj ywgtoog hab huv phoo  Ntawv Keebkwm kws teev cov Yixalayees hab cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.32","verse_code":"2CH.32.33","label":"33","content":"Hexekiyas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas kws yog theem sab. Taagnrho cov Yudas hab cov tuabneeg huv lub nroog Yeluxalees, puavleej tuaj ua kevcai fwm thaus nwg tuag. Hab nwg tug tub Manaxes ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.1","label":"1","content":"Thaus Manaxes ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj kaum ob xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau tsib caug tsib xyoos."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.2","label":"2","content":"Manaxes ua txhum rua tug TSWV, nwg ua kev phem kev qas ib yaam le cov tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws moog ua ntej nwg tsaav tuabneeg lug nyob lawm."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.3","label":"3","content":"Manaxes rov txhim khu tej chaw teev dlaab kws nwg txiv Hexekiyas muab rhuav taag lawm. Nwg ua ntau lub thaaj fij teev tug mlom Npa-aas hab puab tug mlom quaspuj Aselas ib yaam le Vaajntxwv Ahaj kws kaav tebchaws Yixalayees ua. Manaxes tseem pe tej nubqub hab."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.4","label":"4","content":"Manaxes ua ntau lub thaaj teev dlaab rua huv lub Tuamtsev, muab teeb rua ntawm qhov chaw kws tug TSWV has tas, tsimnyog ca ua qhov chaw rua suavdlawg pehawm nwg."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.5","label":"5","content":"Manaxes ua ntau lub thaaj rua ntawm ob lub tshaav puam ntawm lub Tuamtsev ua qhov chaw pe tej nubqub."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.6","label":"6","content":"Manaxes muab nwg cov tub tua hlawv fij rua huv lub Haav Hinoos. Nwg ua khawvkoob, ua yeegsiv, saib teg hab saib yaig. Manaxes ua txhum luj heev rua tug TSWV, tug TSWV txhaj chim rua nwg."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.7","label":"7","content":"Nwg muab tug mlom quaspuj Aselas lug teev rua huv lub Tuamtsev, ntawm qhov chaw kws tug TSWV has rua Daviv hab Daviv tug tub Xalumoos has tas, “Lub Tuamtsev huv lub nroog Yeluxalees nuav yog qhov chaw kws tug TSWV xaiv tawm ntawm kaum ob xeem Yixalayees lug ua qhov chaw rua suavdlawg tuaj pehawm kuv."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.8","label":"8","content":"Yog cov Yixalayees noog kuv lug hab ua lawv le tej kevcai kws kuv tug tubkhai Mauxes muab rua puab lawm, kuv yuav tsi pub kuas puab raug ntab tawm huv lub tebchaws kws kuv muab rua puab cov yawmkoob lawm.”"},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.9","label":"9","content":"Vaajntxwv Manaxes coj cov Yudas moog ua txhum luj tshaaj tej kev txhum kws lwm tsaav tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws moog ua ntej nwg tsaav tuabneeg lug nyob ua lawm hab."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.10","label":"10","content":"Txawm yog tug TSWV ntuag Manaxes hab nwg cov pejxeem los puab tsi noog tug TSWV tej lug le."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.11","label":"11","content":"Yog le ntawd, tug TSWV txhaj ca cov tubrog Axilias tuaj tua lub tebchaws Yudas. Puab nteg tau Manaxes, muab khawb hlau chaws nwg qhovntswg hab muab saw hlau khi nwg caab moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.12","label":"12","content":"Thaus Manaxes raug kev txomnyem le ntawd, nwg txhaj txu fwjchim hab tig rov lug cuag tug TSWV kws yog nwg tug Vaajtswv, hab thov tug TSWV paab nwg."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.13","label":"13","content":"Vaajtswv nov nwg tej lug thov hab teb nwg, tug TSWV tso nwg rov lug rua huv lub nroog Yeluxalees hab ca nwg kaav lub tebchaws dlua. Qhov nuav qha rua Manaxes paub has tas, tug TSWV yeej yog Vaajtswv tag."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.14","label":"14","content":"Dlhau ntawd lug, Manaxes txhim khu tug ntsaa yeej saab nrau kws thaiv Daviv lub nroog ntawm saab nubtuaj kuas sab ntxiv. Pib kag ntawm lub kaum huv lub haav kws ze lub qhovdlej Nkihoos kws nyob saab qaumteb moog rua ntawm lub Roojvaag Ntseg, hab moog rua ntawm lub nroog qhov chaw kws hu ua Aufes. Hab nwg tseem tso ib cov thawjcoj tej paab tubrog moog nyob txhua lub nroog kws muaj ntsaa yeej thaiv huv tebchaws Yudas."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.15","label":"15","content":"Nwg muab cov tuabneeg txawv tebchaws tej vaajtswv hab tej mlom kws puab tso rua huv lub Tuamtsev hab tej thaaj teev dlaab kws luas ua rua sau lub pov roob ntawm tug TSWV lub Tuamtsev hab huv lub nroog Yeluxalees, tshem coj moog povtseg huv tuabsi rua saab nrau ntug nroog."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.16","label":"16","content":"Nwg rov khu lub thaaj kws pehawm tug TSWV, nwg tua tsaj hlawv fij ua kev sis raug zoo hab ua tug TSWV tsaug rua sau lub thaaj ntawd. Nwg rov saamfwm rua cov Yudas txhua tug kuas pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.17","label":"17","content":"Txawm le ntawd los cov tuabneeg tseem pheej moog tua tsaj hlawv fij rua lwm qhov chaw, tabsis yog puab fij rua tug TSWV kws yog puab tug Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.18","label":"18","content":"Dlua le lwm yaam kws Manaxes ua, nwg tej lug thov Vaajtswv, hab tej lug kws cov cevlug tuav tug TSWV kws yog cov Yixalayees tug Vaajtswv lub npe has rua nwg, puavleej muab sau ca rua huv phoo  Ntawv Keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.19","label":"19","content":"Vaajntxwv tej lug thov Vaajtswv, Vaajtswv teb nwg, nwg tej kev txhum hab tej kev phem kev qas kws nwg ua, tej thaaj teev dlaab, tej mlom quaspuj Aselas kws nwg nchuav, hab tej mlom kws nwg pe ua ntej kws nwg leeg txim, puavleej muab sau ca rua huv cov cev Vaajtswv lug phoo ntawv keebkwm lawm."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.20","label":"20","content":"Manaxes tuag hab luas muab nwg log rua huv nwg lub loog, hab nwg tug tub Amoos ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.21","label":"21","content":"Thaus Amoos ua vaajntxwv kaav lub tebchaws Yudas, nwg noobnyoog muaj neeg nkaum ob xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau ob xyoos."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.22","label":"22","content":"Amoos ua txhum rua tug TSWV ib yaam le nwg txiv Manaxes ua ntaag, hab nwg pe tej mlom kws nwg txiv pe."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.23","label":"23","content":"Tabsis nwg tsi txu fwjchim hab tsi tig rov lug cuag tug TSWV ib yaam le nwg txiv. Nwg hajyam ua txhum luj tshaaj nwg txiv."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.24","label":"24","content":"Amoos ib tug numtswv ntxeev sab rua nwg, hab muab nwg tua tuag rua huv lub loog."},{"bible_id":"1726","chapter_code":"2CH.33","verse_code":"2CH.33.25","label":"25","content":"Cov Yudas muab cov tuabneeg kws tua Amoos tua povtseg, hab tsaa Amoos tug tub Yauxiyas ua vaajntxwv hloov nwg txiv chaw."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.1","label":"1","content":"Thaus Yauxiyas ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj yim xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau peb caug ib xyoos."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.2","label":"2","content":"Yauxiyas ua lub neej lawv le tug TSWV sab nyam, nwg ua lawv le Vaajtswv tej kevcai, ib yaam le nwg yawmkoob Daviv ua."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.3","label":"3","content":"Thaus Yauxiyas ua vaajntxwv tau yim xyoo, nwg tseem hluas heev, nwg pib pehawm nwg yawmkoob kws yog Vaajntxwv Daviv tug Vaajtswv. Tau plaub xyoos tom qaab nuav nwg txawm muab tej chaw teev dlaab, tej mlom quaspuj Aselas hab lwm yaam rhuav povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.4","label":"4","content":"Nwg has kuas nwg cov tuabneeg muab tej thaaj fij kws teev Npa-aas hab tej thaaj kws hlawv moov tshuaj tsw qaab kws nyob ze puab tsoo povtseg. Puab muab tej mlom quaspuj Aselas hab lwm yaam mlom zum ua moov coj moog nphoo rua cov tuabneeg kws pe tej mlom ntawd tej ntxaa."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.5","label":"5","content":"Nwg muab cov povthawj kws teev dlaab tej pobtxhaa coj lug hlawv rua sau tej thaaj kws puab teev dlaab. Nwg ua le ntawd kuas cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees rov ua tau tuabneeg huv."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.6","label":"6","content":"Nwg ua ib yaam le ntawd rua xeem Manaxes, xeem Efalayees, xeem Xime-oos, hab lwm lub nroog moog txug peg xeem Nathalis cheebtsaam aav."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.7","label":"7","content":"Nwg moog thoob plawg tebchaws Yixalayees kws nyob saab qaumteb hab tsoo tej thaaj, tej mlom Aselas, muab tej mlom zum ua moov, hab tsoo tej thaaj kws luas hlawv moov tshuaj tsw qaab tawg taag, nwg maam rov lug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.8","label":"8","content":"Thaus Yauxiyas ua vaajntxwv tau kaum yim xyoo, tom qaab kws nwg ua kevcai ntxuav lub tebchaws hab lub Tuamtsev kuas huv hab tsi muaj kev pe dlaab lawm. Vaajntxwv Yauxiyas txhaj tso Axaliyas tug tub Safas, Ma-axeyas kws yog tug tswv nroog Yeluxalees, hab Yau-ahas tug tub Yau-as kws yog ib tug numtswv moog khu tug TSWV kws yog Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.9","label":"9","content":"Cov Levis kws zuv qhovrooj sau tej nyaj kws luas coj tuaj rua huv lub Tuamtsev, coj moog rua Hilekiyas kws yog tug Povthawj Hlub. (Cov nyaj ntawd yog puab sau ntawm cov Efalayees, cov Manaxes hab cov Yixalayees kws nyob saab qaumteb, cov Yudas, cov Npeenyamees hab cov tuabneeg kws nyob huv lub nroog Yeluxalees.)"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.10","label":"10","content":"Luas muab cov nyaj ntawd rua peb tug kws saib cov tuabneeg khu lub Tuamtsev. Hab puab muab rua cov"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.11","label":"11","content":"kws txua ntoo hab cov ua tsev, coj moog yuav pobzeb hab ntoo lug khu tej tsev kws cov Yudas cov vaajntxwv muab tso tseg puamtsuaj taag lawm."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.12","label":"12","content":"Cov tuabneeg kws khu lub Tuamtsev ncaaj nceeg heev, plaub tug Levis kws saib cov tuabneeg ua num ntawd yog: Yahaj hab Aunpadiyas kws yog cuab Malalis, Xakhaliyas hab Mesulas kws yog cuab Kauhas. (Cov Levis ntawd puavleej txawj qoj suab nkauj.)"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.13","label":"13","content":"Muaj dlua ib paab Levis ua cov saib tej khoom kws luas coj tuaj, hab saib tej paab tuabneeg kws ua num. Ibtxha ua cov ceev tej ntaub ntawv lossis ua cov zuv roojvaag."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.14","label":"14","content":"Thaus luas muab cov nyaj ntawd nqaa tawm huv chaav rau nyaj lug taag lawm, Hilekiyas pum tug TSWV phoo ntawv kevcai, yog phoo Kevcai kws Vaajtswv muab rua Mauxes."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.15","label":"15","content":"Nwg has rua Safas has tas, “Kuv moog pum phoo ntawv kevcai nuav nyob huv lub Tuamtsev.” Nwg txawm muab phoo ntawv rua Safas,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.16","label":"16","content":"hab Safas coj moog rua vaajntxwv. Nwg has rua vaajntxwv has tas, “Peb tub moog ua txhua yaam kws koj has rua peb ua ntawd tav taag lawm."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.17","label":"17","content":"Peb muab cov nyaj kws nyob huv lub Tuamtsev coj moog rua cov tuabneeg kws khu lub Tuamtsev hab cov thawj kws saib puab lawm.”"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.18","label":"18","content":"Safas has tas, “Phoo ntawv nuav Hilekiyas muab rua kuv.” Ces Safas txawm muab nyeem rua vaajntxwv noog."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.19","label":"19","content":"Thaus vaajntxwv nov tej lug huv phoo ntawv kevcai ntawd, vaajntxwv nyuaj sab heev hab dlua rhe nwg lub tsho,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.20","label":"20","content":"hab has rua Hilekiyas, Ahikas kws yog Safas tug tub hab Anpedoos  kws yog Mikayas tug tub, has rua Safas kws yog tug teev ntawv hab Axayas kws yog tug kws nrug nraim vaajntxwv has tas,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.21","label":"21","content":"“Mej ca le paab kuv hab cov tuabneeg kws nyob huv tebchaws Yixalayees hab tebchaws Yudas nug tug TSWV txug tej lug huv phoo ntawv nuav saib qha le caag. Tug TSWV chim heev rua peb los tub yog peb cov yawmkoob tsi noog tug TSWV tej lug hab tsi ua lawv le tej lug kws sau rua huv phoo ntawv nuav kuas yuavtsum tau ua.”"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.22","label":"22","content":"Hilekiyas, Ahikas, Anpaus, Safas hab Axayas txawm moog cuag ib tug cev Vaajtswv lug kws yog quaspuj hu ua Hulidas kws nyob huv lub nroog Yeluxalees ceg kaum kws luas ua tshab. (Hulidas tug quasyawg hu ua Salumes kws yog Tivas tug tub hab yog Hahas tug xeebntxwv, nwg yog tug saib cov tsho ntev huv lub Tuamtsev.) Puab pav tej ntawd rua Hulidas noog,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.23","label":"23","content":"nwg kuas puab rov moog cuag vaajntxwv,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.24","label":"24","content":"hab has rua vaajntxwv has tas, tug TSWV has le nuav: “Kuv rau txim rua lub nroog Yeluxalees hab cov tuabneeg kws nyob huv lub nroog, lawv le tej lug kws sau tseg rua huv phoo ntawv kws vaajntxwv nyeem ntawd."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.25","label":"25","content":"Puab tau tso kuv tseg hab moog tua tsaj hlawv fij rua lwm tsaav tuabneeg tej vaajtswv, kuv txhaj chim rua tej kws puab ua, hab kuv chim rua lub nroog Yeluxalees. Kuv tej kev chim yuav tsi xaam moog sai."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.26","label":"26","content":"Kuv yog tug TSWV kws yog cov Yixalayees tug Vaajtswv, kuv has le nuav rua vaajntxwv: Thaus koj nov tej lug huv phoo ntawv nuav taag lawm,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.27","label":"27","content":"koj leeg koj tej kev txhum hab txu fwjchim taabmeeg kuv, koj quaj tu sab hab dlua rhe koj lub tsho, thaus koj paub has tas, kuv yuav rau txim rua lub nroog Yeluxalees hab cov tuabneeg huv tuabsi. Tabsis vim kuv tub nov koj tej lug thov lawm,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.28","label":"28","content":"kuv yuav tog kuas koj tuag tsaiv, kuv maam le rau txim rua lub nroog Yeluxalees. Kuv yuav ca koj tuag kaaj sab lug.” Puab txawm coj tej lug ntawd moog pav rua Vaajntxwv Yauxiyas noog."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.29","label":"29","content":"Vaajntxwv Yauxiyas kuas cov Yudas tej thawjcoj hab cov tuabneeg kws nyob huv lub nroog Yeluxalees tuaj cuag nwg,"},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.30","label":"30","content":"hab puab ua ke moog rua huv lub Tuamtsev, tsi has cov povthawj, cov Levis hab taagnrho cov pejxeem tug muaj tug pluag los moog huv tuabsi. Vaajntxwv nyeem taagnrho phoo ntawv coglug kws nrhav tau huv lub Tuamtsev rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.31","label":"31","content":"Vaajntxwv sawv ib saab ntawm tug ncej  kws cov vaajntxwv ibtxwm sawv, coglug rua tug TSWV has tas, yuavtsum fwm nwg, ua lawv le nwg tej kevcai hab tej lug saamfwm kuas kawg sab kawg ntsws, hab ua kuas tau lawv le tej lug cog tseg kws sau rua huv phoo ntawv nuav."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.32","label":"32","content":"Vaajntxwv has kuas cov Npeenyamees hab txhua tug kws tuaj rua huv lub nroog Yeluxalees coglug has tas, puab yuav ua lawv le puab tej lug cog tseg ntawd. Yog le ntawd, cov tuabneeg kws nyob huv lub nroog Yeluxalees txhaj ua lawv le tej lug kws puab tau cog rua puab cov yawmkoob tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.34","verse_code":"2CH.34.33","label":"33","content":"Vaajntxwv Yauxiyas rhuav tej mlom phem qas kws nyob huv cov Yixalayees lub tebchaws hab Yauxiyas kuas suavdlawg yuavtsum pehawm tug TSWV kws yog puab cov yawmkoob tug Vaajtswv moog taag nwg simneej le."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.1","label":"1","content":"Lub ib hlis ntuj nub kaum plaub, Vaajntxwv Yauxiyas ua Kevcai Hlaa Dlhau huv lub nroog Yeluxalees qhuas tug TSWV; puab tua ntau tug tsaj ua rooj noj rooj haus."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.2","label":"2","content":"Vaajntxwv faib num rua cov povthawj ua huv lub Tuamtsev, hab txhawb puab zug kuas puab ua tau num zoo."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.3","label":"3","content":"Hab nwg has rua cov Levis kws qha cov Yixalayees kws puab muab puab fij rua tug TSWV lawm has tas, “Mej ca le muab tug TSWV lub Phijxaab coj moog tso huv lub Tuamtsev kws Daviv tug tub kws yog Vaajntxwv Xalumoos ua. Mej yuav tsi tau kwv lub Phijxaab nuav ib qho rua ib qho lawm, tabsis mej tsuas ua tug TSWV kws yog mej tug Vaajtswv teg num hab paab nwg tsaav tuabneeg Yixalayees xwb."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.4","label":"4","content":"Mej tej cuab, nyag ca le moog ua nyag teg num huv lub Tuamtsev lawv le Vaajntxwv Daviv hab nwg tug tub kws yog Vaajntxwv Xalumoos tau faib rua mej lawm,"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.5","label":"5","content":"hab npaaj rawv tog paab cov Yixalayees txhua tsev tuabneeg."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.6","label":"6","content":"Mej yog cov kws tua tej yaaj hab tej tshis ua Kevcai Hlaa Dlhau. Nwgnuav mej ca le moog ua kevcai ntxuav kuas mej huv, mej txhaj fij tau cov kwvtij Yixalayees tej tsaj lawv le tug TSWV txuj kevcai kws qha rua Mauxes lawm.”"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.7","label":"7","content":"Vaajntxwv Yauxiyas muab nwg cov tsaj peb caug txheeb tug yaaj, thaav yaaj hab tshis, hab peb txheeb tug txiv nyuj rua cov pejxeem tua ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.8","label":"8","content":"Vaajntxwv cov numtswv los muab ntau yaam paab cov pejxeem, cov povthawj hab cov Levis tau siv. Tug Povthawj Hlub Hilekiyas, Xakhaliyas hab Yehiyees kws yog cov numtswv saib lub Tuamtsev muab ob txheeb rau pua tug thaav yaaj hab mivnyuas tshis hab peb puas tug txiv nyuj rua cov povthawj tua fij rua thaus ua lub rooj noj haus ntawd."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.9","label":"9","content":"Kaunaniyas, Semayas hab nwg tug kwv Nathanees, Hasanpiyas, Ye-iyees hab Yauxanpas kws yog cov Levis cov thawjcoj muab tsib txheeb tug thaav yaaj hab mivnyuas tshis hab tsib puas tug txiv nyuj rua cov Levis tua hlawv fij."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.10","label":"10","content":"Thaus npaaj txhua yaam ua Kevcai Hlaa Dlhau txhij lawm, cov povthawj hab cov Levis txawm moog sawv ntawm puab qhov chaw lawv le vaajntxwv has."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.11","label":"11","content":"Tom qaab kws muab cov thaav yaaj hab mivnyuas tshis tua lawm, cov Levis muab laws tawv hab cov povthawj muab cov ntshaav nchus rua lub thaaj."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.12","label":"12","content":"Puab muab cov tsaj kws hlawv fij faib rua tej paab ntawm tej tsev tuabneeg, coj moog hlawv fij rua tug TSWV lawv le Mauxes txuj kevcai qha tseg. Cov nyuj los puab ua ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.13","label":"13","content":"Cov Levis muab cov thaav yaaj kws tua ua Kevcai Hlaa Dlhau coj moog ca hab muab cov nqaj kws ua kevcai fij dlawbhuv lug hau rua huv laujkaub, huv qhws, huv yag hab muab tej nqaj ntawd faib rua cov pejxeem."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.14","label":"14","content":"Tom qaab kws ua le nuav taag lawm, cov Levis maam faib nqaj rua puab hab cov povthawj kws yog Aloos cov xeebntxwv. Rua qhov cov povthawj tseem hlawv tej tsaj kws muab hlawv taagnrho hab hlawv tej roj fij moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.15","label":"15","content":"Cov hu nkauj kws yog Axafes cov xeebntxwv moog sawv ntawm puab qhov chaw lawv le Vaajntxwv Daviv, Axafes, Hemaas hab Yeduthoos kws yog vaajntxwv tug cev Vaajtswv lug has tseg lawm. Cov Levis kws zuv lub Tuamtsev tej roojvaag, tsi taag yuav tso puab teg num tseg moog ua lwm yaam, rua qhov cov Levis tub npaaj Kevcai Hlaa Dlhau rua puab lawm."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.16","label":"16","content":"Yog le ntawd, nub ntawd puab ua txhua yaam tav taag, tsi has kev pehawm tug TSWV, Kevcai Hlaa Dlhau hab tua tsaj hlawv fij rua sau lub thaaj lawv le Vaajntxwv Yauxiyas has rua puab."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.17","label":"17","content":"Cov Yixalayees ua Kevcai Hlaa Dlhau, hab noj Ncuav tsi xyaw Keeb tau xyaa nub."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.18","label":"18","content":"Txij thaus tug cev Vaajtswv lug Xamuyees tam lug, tsi tau ua Kevcai Hlaa Dlhau luj le zag nuav. Cov vaajntxwv kws kaav taag lug lawm, tsi muaj ib tug ua Kevcai Hlaa Dlhau luj npaum le Vaajntxwv Yauxiyas, cov povthawj, cov Levis, cov Yudas, cov Yixalayees hab cov tuabneeg kws nyob huv lub nroog Yeluxalees ua zag nuav"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.19","label":"19","content":"kws yog thaus Yauxiyas kaav tebchaws tau kaum yim xyoo lawm."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.20","label":"20","content":"Tom qaab kws Vaajntxwv Yauxiyas ua tej nuav tav taag rua lub Tuamtsev lawm, Vaajntxwv Nekaus kws kaav tebchaws Iziv coj ib paab tubrog tuaj tua rog rua ntawm Kakhemis kws nyob ntawm tug Dlej Efalates. Yauxiyas txawm moog cheem Nekaus,"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.21","label":"21","content":"tabsis Nekaus tso xuv tuaj rua Yauxiyas has tas, “Cov Yudas tug Vaajntxwv, kuv tuaj ua rog zag nuav, tsi txug koj yuav tuaj txuam yuaj. Kuv tuaj nuav tsi yog tuaj tua koj, tabsis tuaj tua kuv cov yeebncuab hab Vaajtswv kuas kuv ca le kawgkag moog. Vaajtswv tuaj kuv tog, koj tsi xob tuaj taabkaum kuv, nyob tsaam Vaajtswv ua rua koj puamtsuaj!”"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.22","label":"22","content":"Tabsis Yauxiyas tsi noog Vaajtswv tej lug kws has rua Vaajntxwv Nekaus, rua qhov nwg yeej npaaj sab tuaj sis tua ntaag. Yog le ntawd, Yauxiyas txawm hloov ua cuav moog sis tua huv lub taj Menkidaus."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.23","label":"23","content":"Thaus puab taabtom sis tua, cov Iziv txhaj tua xub neevnti tuaj raug Vaajntxwv Yauxiyas. Nwg has rua nwg cov tubrog has tas, “Kuv raug mob saab heev lawm, ca le coj kuv moog.”"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.24","label":"24","content":"Puab tsaws nwg huv nwg lub tsheb neeg lug rua lwm lub tsheb neeg kws nyob ntawd, hab coj nwg lug rua huv lub nroog Yeluxalees. Yauxiyas tuag rua huv lub nroog Yeluxalees, hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas. Thaus Yauxiyas tuag, taagnrho cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees puavleej quaj ntsuag."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.25","label":"25","content":"Tug cev Vaajtswv lug Yelemis sau tau ib zaaj nkauj quaj ntsuag hu rua Vaajntxwv Yauxiyas. Zaaj nkauj ntawd ca le ua ib zaaj nkauj rua cov Yixalayees hu thaus tej txivneej lossis tej quaspuj ib tug twg tuag. Zaaj nkauj nuav muab sau tseg rua huv phoo nkauj quaj ntsuag."},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.26","label":"26","content":"Txhua yaam kws Yauxiyas ua, qhov kws nwg muab sab npuab tug TSWV, ua lawv le txuj kevcai,"},{"bible_id":"1726","chapter_code":"2CH.35","verse_code":"2CH.35.27","label":"27","content":"hab nwg lub neej thaus pib moog txug thaus xaus puavleej muab sau ca rua huv phoo  Ntawv keebkwm kws teev cov Yixalayees hab cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.1","label":"1","content":"Cov Yudas xaiv Yauxiyas tug tub Yehau-ahas hab muab nwg tsaa ua vaajntxwv nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.2","label":"2","content":"Thaus Yehau-ahas ua Vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj neeg nkaum peb xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau peb hlis."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.3","label":"3","content":"Vaajntxwv Nekaus kws kaav tebchaws Iziv tuaj nteg Vaajntxwv Yehau-ahas coj moog hab yuam kuas cov Yudas them xyaa txheeb tsib puas choj nyaj hab xyaa caum tsib choj kub rua nwg."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.4","label":"4","content":"Hab Vaajntxwv Nekaus tau tsaa Yehau-ahas tug tijlaug Eliyakees ua vaajntxwv kaav lub tebchaws Yudas, hab muab nwg hloov npe hu ua Yehauyakees. Nekaus coj Yehauyakees nrug nwg moog rua nraag tebchaws Iziv lawm."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.5","label":"5","content":"Thaus Yehauyakees ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum ib xyoos. Yehauyakees ua txhum rua tug TSWV kws yog nwg tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.6","label":"6","content":"Vaajntxwv Nenpukajnexales kws kaav tebchaws Npanpiloos txhaj tuaj tua tebchaws Yudas hab nteg tau Yehauyakees, muab saw hlau khi coj moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.7","label":"7","content":"Nenpukajnexales coj tej nyaj tej kub huv lub Tuamtsev ibtxha moog tso rua huv nwg lub loog kws nyob tim tebchaws Npanpiloos."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.8","label":"8","content":"Txhua yaam kws Yehauyakees ua, tsi has tej kev phem kev qas hab tej kev txhum kws nwg ua, puavleej muab sau ca rua huv  Phoo Ntawv Keebkwm kws teev cov Yixalayees hab cov Yudas cov Vaajntxwv  lub neej lawm, hab nwg tug tub Yehauyakhees ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.9","label":"9","content":"Thaus Yehauyakhees ua Vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj kaum yim xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau peb hlis hab kaum nub. Nwg ua txhum rua tug TSWV."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.10","label":"10","content":"Thaus lub caij nplooj ntoos hlaav, Vaajntxwv Nenpukajnexales txawm tuaj nteg Yehauyakhees moog rua tebchaws Npanpiloos, coj taagnrho tej nyaj tej kub huv lub Tuamtsev moog lawm. Ces nwg txhaj tsaa Yehauyakhees tug txiv ntxawm  Xedekiyas ua vaajntxwv kaav cov Yudas hab cov tuabneeg kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.11","label":"11","content":"Thaus Xedekiyas ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj neeg nkaum ib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum ib xyoos."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.12","label":"12","content":"Nwg ua txhum rua tug TSWV, nwg tsi txu fwjchim, hab tsi noog Yelemis kws yog tug TSWV tug cevlug kws cev tej lug tseeb."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.13","label":"13","content":"Xedekiyas ntxeev sab rua Vaajntxwv Nenpukajnexales, tug kws yuam kuas Xedekiyas tuav Vaajtswv lub npe coglug has tas nwg yuav muab sab npuab Nenpukajnexales hab nwg muaj lub sab tawv tsi kaam leeg txim hab tig lug cuag tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.14","label":"14","content":"Tsi yog le ntawd xwb, cov Yudas tej thawjcoj, cov povthawj hab cov tuabneeg ca le moog nrug tej tuabneeg kws nyob ibncig puab pe puab tej mlom, ua rua tug TSWV lub Tuamtsev kws dlawbhuv tsi huv lawm."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.15","label":"15","content":"Tug TSWV kws yog puab cov yawmkoob tug Vaajtswv khaiv cov cev Vaajtswv lug ntuag puab ua ntu zug, rua qhov nwg hlub nwg tsaav tuabneeg hab lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.16","label":"16","content":"Tabsis puab saib tsi taug Vaajtswv cov cevlug, tsi quavntsej nwg tej lug hab luag cov cev Vaajtswv lug plig moog txug thaus tug TSWV chim rua nwg tsaav tuabneeg, puab txhaj tsiv tsi dlim tug TSWV txujkev rau txim le."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.17","label":"17","content":"Yog le ntawd, tug TSWV txhaj coj tug vaajntxwv kws kaav tebchaws Npanpiloos tuaj tua puab. Tug vaajntxwv ntawd tua cov Yudas tej tub hluas tuag pawg lug rua huv lub Tuamtsev. Nwg tsi taabncuab leejtwg le, tsi has tug laug tug hluas, quaspuj lossis txivneej, tug muaj mob lossis tug noj qaab nyob zoo. Vaajtswv muab puab txhua tug cob rua Vaajntxwv Nenpukajnexales teg."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.18","label":"18","content":"Tug vaajntxwv kws kaav tebchaws Npanpiloos muab tej nyaj huv lub Tuamtsev, muab vaajntxwv hab nwg cov numtswv tej nyaj kub, hab txhua yaam coj moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.19","label":"19","content":"Nwg tis tawg hlawv lub Tuamtsev hab lub nroog Yeluxalees, vaajntxwv tej loog hab txhua yaam muaj nqes kws nyob huv tej loog kub nyab taag, hab tsoo tug ntsaa yeej kws thaiv lub nroog pob puag taag."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.20","label":"20","content":"Nwg coj cov tuabneeg kws seem moog huv tuabsi rua tim tebchaws Npanpiloos. Puab ua nwg hab nwg cov xeebntxwv qhev moog txug thaus lub tebchaws Pawxias muaj vaajntxwv kaav."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.21","label":"21","content":"Yog le ntawd, txhaj muaj lawv le tug TSWV tej lug kws has rua Yelemis kws yog tug cev Vaajtswv lug has tas, “Lub tebchaws yuav nyob qhuav nkuag xyaa caum xyoo, kuas lub tebchaws muaj xyoo Xanpataus su,  rua qhov puab tsi ca lub tebchaws su le.”"},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.22","label":"22","content":"Thawj xyoo kws Xailas ua fuabtais  kaav tebchaws Pawxias, tug TSWV txhaj ua kuas muaj lawv le nwg tau has rua Yelemis tug cev Vaajtswv lug lawm. Tug TSWV tshoov Xailas sab kuas ua lawv le tej lug saamfwm nraag nuav. Hab muab sau xaa moog nyeem nrov nrov rua tsoom pejxeem thoob plawg huv lub tebchaws kws Xailas kaav noog."},{"bible_id":"1726","chapter_code":"2CH.36","verse_code":"2CH.36.23","label":"23","content":"“Ntawm nuav yog Xailas kws yog tug fuabtais kaav tebchaws Pawxias tej lug saamfwm. Tug TSWV kws yog Vaajtswv, tug kws nyob sau ntuj tau tso kuv lug kaav taagnrho lub qaab ntuj nuav hab kuas kuv txhim khu lub Tuamtsev rua nwg nyob huv lub nroog Yeluxalees huv lub xeev Yudas. Nwgnuav mej cov kws yog Vaajtswv tsaav tuabneeg, mej ca le rov qaab moog rua mej lub tebchaws hab thov tug TSWV kws yog mej tug Vaajtswv nrug nraim mej.”"}]