[{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.1","label":"1","content":"Kuv kws yog ib tug txwjlaug, kuv sau tsaab ntawv nuav xaa tuaj rua tug quaspuj kws raug xaiv lawm, hab nwg cov mivnyuas  kws kuv hlub. Tsi yog kuv ib leeg txhaj hlub koj xwb, tabsis peb txhua tug kws paub qhov tseeb puavleej hlub koj,"},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.2","label":"2","content":"rua qhov peb tub khaws Vaajtswv txujlug kws yog qhov tseeb ntawd rua huv peb lub sab lawm, txujlug ntawd yuav nyob huv peb lub sab moog ibtxhis."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.3","label":"3","content":"Thov Vaajtswv tug kws yog peb leej Txiv hab Yexus Khetos tug kws yog leej Txiv tug Tub pub txujkev hlub, kev taabncuab hab kev thaajyeeb rua peb, thov kuas tej ntawd yog peb le lug ntawm qhov tseeb hab txujkev hlub."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.4","label":"4","content":"Thaus kuv pum koj cov mivnyuas qee leej ua puab lub neej lawv le qhov tseeb kws leej Txiv qha rua peb lawm, kuv zoo sab kawg le."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.5","label":"5","content":"Yog le ntawd, kuv thov ntuag koj has tas, peb ib leeg yuavtsum hlub ib leeg. Tej lug kws kuv sau rua koj nuav, tsi yog tej lug tshab, tabsis kuv sau tej kws peb ibtxwm muaj thaus chivthawj lug lawm xwb."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.6","label":"6","content":"Txujkev hlub kws kuv has nuav, lub ntsab yog has tas kuas peb yuavtsum ua peb lub neej lawv le Vaajtswv has. Tej lug kws Vaajtswv has, mej tub nov thaus chivthawj lug lawm, nwg has tas mej txhua tug yuavtsum naj nub sis hlub."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.7","label":"7","content":"Muaj ntau leej moog txhua nrho txhua qhov chaw huv nplajteb nuav dlaag ntxag suavdlawg, cov tuabneeg ntawd yog cov kws tsi leeg has tas, Yexus Khetos lug yug ua tuabneeg. Tug kws zoo le ntawd, nwg yog tuabneeg dlaag ntxag hab nwg yog Yexus Khetos tug yeebncuab."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.8","label":"8","content":"Yog le ntawd, mej yuavtsum ceevfaaj tej num kws mej  tau ua lug lawm, txhaj yuav tsi nkim mej tug zug, tabsis mej yuav tau mej tej nqe zug taagnrho huv tuabsi."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.9","label":"9","content":"Tug kws qha tshaaj tej lug kws Yexus Khetos qha, tug ntawd yeej tsi paub Vaajtswv. Tug kws qha lawv le Yexus Khetos tej lug, tug ntawd yeej muaj leej Txiv hab leej Tub."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.10","label":"10","content":"Yog leejtwg tuaj saib mej hab nwg tsi qha lawv le Yexus Khetos tej lug, mej tsi xob hu tug ntawd lug huv mej tsev; hab tsi xob has rua nwg has tas, “Thov kuas koj tau zoo nyob kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.11","label":"11","content":"Yog mej has le ntawd rua nws, kuj ib yaam le mej nrug tug ntawd ua txhum."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.12","label":"12","content":"Muaj ntau zaaj kws kuv xaav qha rua mej, tabsis kuv tsi xaav sau txhua zaaj huv tuabsi rua huv ntawv xaa tuaj rua mej; kuv ca sab has tas nyaj kuv yuav tau tuaj saib mej hab nrug mej thaam tim ntsej tim muag, yog muaj le ntawd peb yuav zoo sab heev."},{"bible_id":"1726","chapter_code":"2JN.1","verse_code":"2JN.1.13","label":"13","content":"Koj tug vivncaug kws koj hlub cov mivnyuas  has noj qaab nyob zoo tuaj rua koj hab."}]