[{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.1","label":"1","content":"Tom qaab kws Xa-ules tuag lawm, Daviv moog tua yeej cov Amalej hab nwg rov lug nyob tau ob nub huv lub nroog Xikelas."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.2","label":"2","content":"Nub tom qaab muaj ib tug tub hluas tsiv huv Xa-ules lub yeej lug. Nwg muab nwg tej rig tsho dlua ndluag taag hab tsuab moov aav rua sau nwg taubhau, rua qhov nwg tu sab heev, nwg lug cuag Daviv hab nyo hau hawm Daviv."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.3","label":"3","content":"Daviv nug nwg has tas, “Koj lug qhov twg lug?” Nwg teb has tas, “Kuv tsiv huv cov Yixalayees lub yeej lug.”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.4","label":"4","content":"Daviv has tas, “Muaj xwm dlaabtsi, ca le qha rua kuv.” Nwg teb has tas, “Peb cov tubrog tawg tsiv huv tshaav rog taag, hab peb cov tuabneeg raug tua tuag coob kawg le. Xa-ules hab nwg tug tub Yaunathaas raug luas tua tuag lawm hab.”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.5","label":"5","content":"Daviv nug nwg has tas, “Ua le caag koj txhaj paub has tas, Xa-ules hab Yaunathaas obtug raug tua tuag lawm?”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.6","label":"6","content":"Nwg teb has tas, “Thaus ntawd kuv nyob sau lub Roob Nkinpau-as. Kuv pum Xa-ules puag rawv nwg raab muv, cov yeebncuab tej tsheb neeg hab cov tubrog caij neeg tuaj ze zuj zug lawm."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.7","label":"7","content":"Ces Xa-ules txawm tig lug pum dlheev kuv hab nwg hu kuv. Kuv txhaj nug has tas, ‘Koj has dlaabtsi?’."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.8","label":"8","content":"Nwg nug kuv has tas, ‘Koj yog leejtwg?’ Kuv teb nwg has tas, ‘Kuv yog ib tug tub hluas Amalej.’"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.9","label":"9","content":"Nwg has tas, ‘Kuv raug mob saab heev, ua caag los kuv yeej yuav tuag, koj ca le lug ntawm nuav hab loos kuas kuv tuag!’"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.10","label":"10","content":"Yog le ntawd, kuv txhaj muab nwg loos tuag lawm, rua qhov kuv paub has tas, thaus nwg qaug lawm nwg yeej yuav tuag xwb. Ces kuv txhaj hle lub mom sau nwg taubhau hab dlaws txuj saw ntawm nwg ncej npaab nqaa lug rua koj kws yog kuv tug tswv.”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.11","label":"11","content":"Daviv dlua rhe Daviv lub tsho quaj tu sab kawg le, hab taagnrho nwg cov tubrog los puavleej ua ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.12","label":"12","content":"Puab tu sab, quaj hab yoo mov moog txug thaus yuav tsaus ntuj, vim Xa-ules, Yaunathaas hab cov tubrog Yixalayees kws yog tug TSWV cov tuabneeg raug tua tuag coob heev rua huv tshaav rog lawm."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.13","label":"13","content":"Daviv nug tug tub hluas kws lug fi xuv rua Daviv ntawd has tas, “Koj nyob qhov twg tuaj?” Nwg teb has tas, “Kuv yog tuabneeg Amalej, tabsis kuv nyob huv koj lub tebchaws.”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.14","label":"14","content":"Daviv nug nwg ntxiv has tas, “Vim le caag koj txhaj khuv muab tug vaajntxwv kws tug TSWV xaiv ntawd tua povtseg?”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.15","label":"15","content":"Ces Daviv txhaj hu nwg cov tubrog ib tug lug hab has tas, “Ca le muab tug hluas nuav tua povtseg!” Tug tubrog ntawd txhaj muab tug hluas Amalej ntawd ntaus hab tua tuag kag lawm."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.16","label":"16","content":"Daviv has rua tug tub hluas Amalej ntawd has tas, “Koj coj lub txim nuav lug rua koj nkaus xwb. Koj rov rau txim rua koj, thaus koj leeg has tas, koj tau tua tug vaajntxwv kws tug TSWV tau xaiv tseg lawm.”"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.17","label":"17","content":"Daviv hu ib zaaj nkauj quaj ntsuag rua Xa-ules hab Yaunathaas,"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.18","label":"18","content":"hab nwg kuas muab zaaj nkauj  ntawd qha rua cov pejxeem Yudas kawm huv tuabsi. (Zaaj nkauj ntawd muab sau tseg rua huv  Yasas phoo ntawv.)"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.19","label":"19","content":"“Peb cov thawjcoj tuag taag rua sau cov Yixalayees tej ncov roob! Peb cov tubrog kws sab tawv qaug taag huv tuabsi lawm!"},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.20","label":"20","content":"Tsi xob qha zaaj nuav rua huv lub nroog Nkas lossis ntawm tej kev huv lub nroog Asekeloos; tsi xob ua rua cov quaspuj Filitees zoo sab; tsi xob ua rua tej ntxhais kws yog cov tuabneeg tsi ua kevcai txav zoo sab."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.21","label":"21","content":"“Thov kuas tsi xob muaj naag lossis lwg poob lug rua sau Nkinpau-as tej ncov roob; Thov kuas Nkipau-as tej laj teb qhuav nkig nkuav moog le. Vim cov tubrog kws sab tawv muab puab tej thaiv nav ntaaj tso povtseg ua rua peb poob ntsejmuag kawg le. Xeb yuav noj Xa-ules dlaim thaiv nav ntaaj vim tsi muaj roj pleev lawm."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.22","label":"22","content":"Yaunathaas raab neevnti yeej tsi rov qhuav nkuag ntawm tug tuabneeg raug luas tua cov tshaav lug, hab Xa-ules raab ntaaj tsi rov qhuav nkuag ntawm tug tuabneeg kws muaj zug tej roj lug le."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.23","label":"23","content":"“Xa-ules hab Yaunathaas zoo heev hab ntxim nyam kawg le; ua neej nyob ua ke, tuag moog ua ke; obtug dlha ceev tshaaj dlaav yaa, muaj zug tshaaj tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.24","label":"24","content":"“Cov quaspuj Yixalayees, quaj nyav vim Xa-ules! Nwg muab tej tab ntaub tsuj lug rua mej naav, hab muab saw nyaj saw kub lug rua mej coj."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.25","label":"25","content":"“Cov tubrog kws sab tawv qaug taag lawm, Puab raug tua tuag rua huv tshaav rog, Yaunathaas tuag pw xyaab leeg sau ncov roob."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.26","label":"26","content":"“Kuv quaj ntsuag rua koj, kuv tug kwvluag Yaunathaas; koj ua zoo rua kuv kawg koj nplooj sab! Koj hlub kuv kawg nkaus le; tseem hlub tshaaj tej quaspuj hlub lawm hab."},{"bible_id":"1726","chapter_code":"2SA.1","verse_code":"2SA.1.27","label":"27","content":"“Cov tubrog kws sab tawv qaug taag huv tuabsi; Puab tej cuabyeej ua rog muab tso tseg taagnrho hab tsi zoo siv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.1","label":"1","content":"Tom qaab ntawd, Daviv nug tug TSWV has tas, “Puas tsimnyog kuv moog kaav cov Yudas tej nroog ib lub?” Tug TSWV teb has tas, “Koj ca le moog!” Daviv rov nug has tas, “Lub nroog twg?” Tug TSWV teb has tas, “Lub nroog Henploos.”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.2","label":"2","content":"Yog le ntawd Daviv txhaj moog rua nraag lub nroog Henploos, nwg coj nwg ob tug quaspuj kws yog: Ahinau-as kws nwg yuav huv lub nroog Yexelees lug hab Anpinkayis, Nanpaas tug quaspuj kws nwg yuav huv lub nroog Kalemees los nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.3","label":"3","content":"Nwg tseem coj nwg cov tuabneeg hab puab tej quaspuj mivnyuas nrug nwg moog hab nyob thoob plawg tej zog kws nyob puagncig lub nroog Henploos."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.4","label":"4","content":"Ces cov Yudas txhaj tuaj rua huv lub nroog Henploos hab muab Daviv txhawb meejthawj ua vaajntxwv kaav cov Yudas. Thaus Daviv nov has tas, cov tuabneeg huv lub nroog Yanpes huv xeev Nkile-as tau muab Xa-ules coj moog log lawm,"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.5","label":"5","content":"nwg txhaj khaiv tuabneeg moog fi xuv rua puab has tas, “Thov tug TSWV foom koob moov rua mej, rua qhov mej fwm mej tug vaajntxwv hab coj nwg moog log lawm."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.6","label":"6","content":"Txij nub nua moog thov tug TSWV ua sab dlawb sab zoo hab ua ncaaj rua mej. Kuv los yuav ua zoo rua mej vim tej kws mej tau ua taag lug lawm."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.7","label":"7","content":"Ca le cuab zug hab ua sab tawv qhawv! Mej tug Vaajntxwv Xa-ules tuag, los cov Yudas muab kuv txhawb meejthawj hab tsaa kuv ua puab tug vaajntxwv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.8","label":"8","content":"Xa-ules ib tug thawj tubrog kws yog Neles tug tub Aneles, tau tsiv nrug Xa-ules tug tub Isenpauses hlaa tug dlej Yauladees moog rua tim Mahana-ees,"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.9","label":"9","content":"ces Aneles txawm muab Isenpauses tsaa ua vaajntxwv kaav lub xeev Nkile-as, hab kaav cov Aseles,  cov Yexelees, cov Efalayees hab cov Npeenyamees, hab kaav taagnrho cov Yixalayees."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.10","label":"10","content":"Nwg muaj plaub caug xyoo rua thaus kws nwg ua cov Yixalayees tug vaajntxwv, hab nwg kaav tau ob xyoos. Tabsis xeem Yudas yeej ibtxwm fwm Daviv xwb,"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.11","label":"11","content":"Daviv nyob huv lub nroog Henploos kaav cov Yudas tau xyaa xyoo hab rau hli."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.12","label":"12","content":"Aneles hab Isenpauses cov numtswv rov qaab huv lub nroog Mahana-ees lug rua huv lub nroog Nkinpe-oos."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.13","label":"13","content":"Xeluyas kws yog Yau-am nam hab Daviv cov numtswv moog ntsib puab ntawm lub paag dlej. Taagnrho puab puavleej moog nyob ntawm lub paag dlej ntawd, ib paab nyob saab paag dlej tim nuav hab ib paab nyob saab paag dlej tim u."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.14","label":"14","content":"Aneles txawm has rua Yau-am has tas, “Ca peb cov tub hluas kws nyob ob saab nuav sis tua rua peb saib.” Yau-am teb has tas, “Tau kawg los mas!”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.15","label":"15","content":"Yog le ntawd, kaum ob leeg txivneej txhaj ua cov sawv cev ntawm Isenpauses hab xeem Npeenyamees, tuaj tua Daviv cov tuabneeg kaum ob leeg."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.16","label":"16","content":"Puab txhua tug nyag tuav nyag tug yeebncuab lub taubhau hab nyag rhu nyag raab ntaaj lug nkaug nyag tug yeebncuab saab taav. Yog le ntawd, taagnrho puab neeg nkaum plaub leeg ntawd txhaj tuag ua ib pawg rua qhov ntawd. Vim le ntawd, txhaj le muab thaaj chaw huv lub nroog Nkinpe-oos ntawd tis npe hu ua “Lub Taj Nraag Ntaaj.”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.17","label":"17","content":"Thaus ntawd txawm muaj kev sis tua nyaav, ces Aneles hab cov Yixalayees txhaj le swb Daviv cov tuabneeg."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.18","label":"18","content":"Xeluyas peb tug tub: Yau-am, Anpisais hab Axahees los puavleej nyob ntawd huv tuabsi. Axahees dlha ceev npaum nkaus le muaslwj,"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.19","label":"19","content":"nwg txhaj dlha moog caum nteg Aneles, nwg dlha ncaaj nraim moog rua ntawm Aneles."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.20","label":"20","content":"Aneles tig saib rov tom qaab hab has rua Axahees has tas, “Yog koj los Axahees?” Axahees teb has tas, “Yog los mas!”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.21","label":"21","content":"Aneles has tas, “Tsi xob caum nteg kuv! Ca le moog caum cov tubrog nuav ib tug qaab hab txeeb kuas tau tej kws nwg muaj.” Tabsis Axahees rau sab ntso caum Aneles nteg xwb."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.22","label":"22","content":"Aneles rov has rua Axahees has tas, “Thov tsi xob caum nteg kuv! Vim le caag koj pheej ua kuas kuv tua koj povtseg? Kuv yuav ua le caag tsaa qhovmuag saib koj tug tijlaug Yau-am?”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.23","label":"23","content":"Tabsis nwg pheej tsi tso tseg le; Aneles txhaj tig loo rov lug rhu hlo  nwg raab muv nkaug Axahees plaab, ua rua raab muv tshaab plawg rua tom nrausqaum. Axahees txhaj le qaug ntawg rua huv aav tuag kag lawm. Ces txhua tug kws lug txug ntawm qhov chaw kws Axahees tuag ntawd, puab puavleej lug sawv rua ntawd."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.24","label":"24","content":"Tabsis Yau-am hab Anpisais tseem dlha caum Aneles qaab. Ces thaus nub poob qho, obtug lug txug rua ntawm lub ncov Roob Amas kws nyob ntawm Nkiyas saab nubtuaj txujkev kws moog rua tom taj mojsaab qhua Nkinpe-oos."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.25","label":"25","content":"Cov tuabneeg kws yog xeem Npeenyamees txhaj tuaj sis sau sawv ncig Aneles dlua hab puab moog sawv rua sau ib lub ncov roob."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.26","label":"26","content":"Aneles nug Yau-am has tas, “Peb pheej yuav sis tua le nuav moog ibtxhis le los? Koj tsi pum tas, thaus kawg yuav muaj kev ab kev dlaw nkaus xwb nua los? Thaus twg koj maam le cheem koj cov tuabneeg kuas tseg tsi xob caum nteg peb kws yog mej cov kwvtij?”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.27","label":"27","content":"Yau-am teb has tas, “Kuv thov coglug rua Vaajtswv tug kws muaj sa nyob has tas, yog koj tsi has mas kuv cov tuabneeg tseem yuav caum nteg koj moog txug pigkig sawv ntxuv hab.”"},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.28","label":"28","content":"Ces Yau-am txhaj tshuab xyu kuas nwg cov tuabneeg tsi xob caum cov Yixalayees ntxiv hab tseg tsi xob sis tua lawm."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.29","label":"29","content":"Aneles hab nwg cov tuabneeg txhaj maub moog hlaa lub haav Yauladees ib mos; puab hlaa dlhau tug Dlej Yauladees hab taagkig sawv ntxuv, puab txhaj rov lug txug rua huv lub nroog Mahana-ees."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.30","label":"30","content":"Thaus Yau-am tseg tsi caum cov Yixalayees lawm, nwg txhaj hu taagnrho nwg cov tuabneeg lug sis sau ua ke hab suav na ua caag pluj lawm kaum cuaj leeg ntxiv rua Axahees."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.31","label":"31","content":"Daviv cov tuabneeg tua Aneles cov tubrog kws yog xeem Npeenyamees tuag peb puas rau caum leej."},{"bible_id":"1726","chapter_code":"2SA.2","verse_code":"2SA.2.32","label":"32","content":"Yau-am hab nwg cov tuabneeg txhaj kwv Axahees lub cevlug log rua ntawm nwg tsev tuabneeg lub toj ntxaas huv lub nroog Npelehees. Ces puab txhaj maub ib mos kaaj ntug plawg rov moog txug ndlua rua nraag lub nroog Henploos."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.1","label":"1","content":"Cov kws tuaj Xa-ules tsev tuabneeg tog hab cov kws tuaj Daviv tsev tuabneeg tog ua rog sis tua tau ntev loo. Txawm le ntawd los Daviv pheej muaj zug zuj zug ntxiv xwb, tabsis Xa-ules tsev tuabneeg qaug zug zuj zug lawm."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.2","label":"2","content":"Cov nuav yog Daviv rau tug tub kws yug huv lub nroog Henploos: Anoos, nwg nam hu ua Ahinau-as kws nyob huv Yexelees;"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.3","label":"3","content":"Khile-as, nwg nam hu ua Anpinkayis kws yog Nanpaas tug quaspuj kws Daviv yuav huv Kalemees lug; Axaloos, nwg nam hu ua Makhas kws yog Vaajntxwv Talemais kws kaav lub nroog Nkesus tug ntxhais;"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.4","label":"4","content":"Adauniyas, nwg nam hu ua Hankis; Sefatiyas nam hu ua Anpitas;"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.5","label":"5","content":"Ile-as nam hu ua Elas. Taagnrho cov tub nuav puavleej yug huv lub nroog Henploos."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.6","label":"6","content":"Ntu kws cov tuabneeg tuaj Daviv tog hab cov kws tuaj Xa-ules tsev tuabneeg tog pheej ua rog tsi tseg ntawd, Aneles yog tug kws muaj fwjchim luj zuj zug ntawm cov tuabneeg kws tuaj Xa-ules tog."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.7","label":"7","content":"Muaj ib nub Xa-ules tug tub Isenpauses tau lam has tas, Aneles moog nrug Xa-ules tug nam yau Lixefas kws yog Ayas tug ntxhais pw."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.8","label":"8","content":"Qhov nuav ua rua Aneles chim heev. Nwg txhaj has tas, “Koj xaav has tas kuv yuav ntxeev sab rua Xa-ules nua los? Koj xaav has tas kuv yog tug txhawb cov Yudas nua los? Thaus xubthawj kuv yeej ibtxwm leeg tej teebmeem kws koj txiv Xa-ules hab nwg cov kwvtij, nwg cov phoojywg tau ua lug lawm, hab kuv tub tsi pub koj swb Daviv ib zag le; ua caag nub nua koj tseem laam lam has tas, kuv ua txhum rua tug quaspuj ntawd hab!"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.9+2SA.3.10","label":"9-10","content":"Tug TSWV yeej coglug rua Daviv lawm has tas, nwg yuav muab lub tebchaws tshem ntawm Xa-ules hab nwg cov xeebntxwv, tug TSWV yuav tsaa Daviv ua vaajntxwv kaav cov Yixalayees hab cov Yudas, txij ndlua saab tebchaws tom nuav moog txug ndlua saab tebchaws tom u. Yog kuv tsi ua kuas tav le kws has lug nuav, mas thov Vaajtswv tua kuas kuv tuag!”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.11","label":"11","content":"Isenpauses ntshai Aneles heev has tsi taug ib lu lug le."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.12","label":"12","content":"Aneles txhaj tso tuabneeg moog has rua Daviv, thaus kws Daviv tseem nyob huv lub nroog Henploos  has tas, “Leejtwg yuav kaav lub tebchaws nuav? Koj ca le nrug kuv sis coglug, kuv txhaj yuav paab has kuas cov Yixalayees lug tuaj koj tog.”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.13","label":"13","content":"Daviv teb has tas, “Zoo lawm! Kuv yuav nrug koj sis coglug, tabsis kuv xaav tau ib yaam ntawm koj tsaiv: Thaus koj tuaj cuag kuv, koj yuavtsum coj Xa-ules tug ntxhais Mikhas tuaj rua kuv. Yog koj tsi ua le ntawd, koj yuav tsi pum kuv ib zag le.”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.14","label":"14","content":"Hab Daviv tso tuabneeg moog has rua Xa-ules tug tub Isenpauses has tas, “Ca le xaa Mikhas kws yog kuv tug quaspuj tuaj rua kuv! Kuv tub muab cov Filitees ib puas dlaim tawv noov them nwg nqe tshoob yuav nwg ua kuv tug quaspuj lawm.”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.15","label":"15","content":"Yog le ntawd, Isenpauses txhaj moog coj Mikhas ntawm nwg tug quasyawg Patiyees kws yog Laises tug tub lug."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.16","label":"16","content":"Patiyees quaj lawv nwg qaab tuaj txug huv lub nroog Npahulees. Tabsis thaus Aneles has tas, “Koj ca le rov qaab moog tsev!” Nwg txhaj rov qaab moog tsev lawm."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.17","label":"17","content":"Aneles moog cuag cov Yixalayees cov thawjcoj hab has rua puab tas, “Mej yeej xaav tau Daviv ua mej tug vaajntxwv lug ntev lawm."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.18","label":"18","content":"Nwgnuav yog sijhawm rua mej lawm lauj. Mej yuavtsum ncu ntsoov qhov kws tug TSWV tub tau has lawm tas, ‘Kuv yuav siv kuv tug tubkhai Daviv lug paab kuv tsaav tuabneeg Yixalayees kuas dlim ntawm cov Filitees hab ntawm puab cov yeebncuab.’ ”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.19","label":"19","content":"Aneles has ib yaam le ntawd rua xeem Npeenyamees, hab nwg tuaj cuag Daviv huv lub nroog Henploos, nwg pav tej kws xeem Npeenyamees hab cov Yixalayees txaus sab coglug ntawd rua Daviv noog."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.20","label":"20","content":"Thaus Aneles tuaj, nwg coj tau neeg nkaum leej txivneej tuaj cuag Daviv huv lub nroog Henploos, Daviv ua ib rooj mov rua puab noj."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.21","label":"21","content":"Aneles has rua Daviv has tas, “Kuv yuav rov moog taamsim nuav hab coj taagnrho cov Yixalayees lug cuag kuv tug vaajntxwv. Puab yuav zoo sab txais koj ua puab tug vaajntxwv, hab koj yuav tau txais tej kws koj xaav tau hab yuav tau kaav taagnrho lub tebchaws nuav.” Daviv txhaj tso Aneles rov qaab moog tsev."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.22","label":"22","content":"Tom qaab kws Yau-am hab Daviv cov numtswv moog fuab luas tej khoom rov lug, puab nqaa tau tej khoom ntau heev nrug puab lug. Thaus ntawd, Aneles tsi nrug Daviv nyob huv nroog Henploos lawm, rua qhov Daviv tso nwg rov qaab moog tsev kaaj sab lug lawm."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.23","label":"23","content":"Thaus Yau-am hab nwg cov tuabneeg lug txug tsev, muaj tuabneeg moog qha rua Yau-am has tas, Aneles tuaj cuag Vaajntxwv Daviv hab Daviv tso Aneles rov qaab moog tsev kaaj sab lug lawm."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.24","label":"24","content":"Yog le ntawd, Yau-am txhaj moog cuag Vaajntxwv hab has rua nwg tas, “Koj ua dlaabtsi le nuav? Aneles tuaj cuag koj, vim le caag koj tseem tso nwg rov qaab moog tsev le ntawd hab?"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.25","label":"25","content":"Nwg tuaj ntawm nuav yog tuaj dlaag koj hab tuaj saib txhua yaam kws koj ua hab txhua txujkev kws koj moog xwb. Tsimnyog koj paub txug zaaj nuav!”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.26","label":"26","content":"Tom qaab kws Yau-am ncaim Daviv lawm, nwg txhaj tso tuabneeg moog nrhav Aneles hab puab moog coj tau Aneles ntawm lub Qhovdlej Xilas lug; tabsis Daviv tsi paub txug zaaj nuav hlo le."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.27","label":"27","content":"Thaus Aneles lug txug rua huv lub nroog Henploos, Yau-am txhaj nqug kag Aneles moog rua ntawm roojvaag ib saab, Aneles xaav has tas ntshai yog Yau-am yuav nrug nwg thaam tuabywv, tabsis Yau-am txawm rhu rag nkaug kag Aneles plaab. Qhov kws Aneles raug tua tuag tub yog vim nwg tua Yau-am tug kwv Axahees lawm."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.28","label":"28","content":"Thaus Daviv nov xuv le ntawd, nwg txhaj has tas, “Tug TSWV yeej paub kuv hab kuv cov pejxeem tsi raug lub txim kws tua Aneles ntawd."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.29","label":"29","content":"Thov kuas lub txim ntawd poob rua sau Yau-am hab nwg tsev tuabneeg xwb! Thov kuas Yau-am caajceg txhua tam muaj ib tug raug tej kaab mob ua paug lossis kaab mob ruas, lossis qaug zug zig, tsuas ua tau num quaspuj lossis raug tua tuag rua huv tshaav rog lossis tsi muaj noj txaus.”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.30","label":"30","content":"Qhov kws Yau-am hab nwg tug kwv Anpisais tuavhuv tua Aneles, vim Aneles tua obtug tug kwv Axahees thaus sis tua huv tshaav rog ntawm Nkinpe-oos."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.31","label":"31","content":"Ces Daviv has kuas Yau-am hab nwg cov tuabneeg dlua puab tej rig tsho povtseg, muab tej rig tsho ntaub tsaaj lug naav hab paam Aneles. Thaus tawm huv lub tsev paam tuag moog, Vaajntxwv Daviv txhaj lawv lub hleb qaab."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.32","label":"32","content":"Muab Aneles log rua huv lub nroog Henploos, Vaajntxwv tsaa hlo suab quaj nrov heev ntawm qhov ntxaa hab taagnrho cov pejxeem suavdlawg puavleej quaj ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.33","label":"33","content":"Daviv hu ib zaaj nkauj quaj ntsuag rua Aneles le nuav: “Vim le caag Aneles raug tua tuag zoo le tej tuabneeg ruag?"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.34","label":"34","content":"Nwg ob txhais teg tub tsi raug luas khi nwg ob txhais taw tsi raug luas xauv; nwg tuag ib yaam le tej tuabneeg muaj txim kws tua tuabneeg tuag ntaag!” Hab cov pejxeem suavdlawg rov quaj nyav Aneles dlua ib zag ntxiv."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.35","label":"35","content":"Cov pejxeem txhaj tuaj nplig Daviv sab ib nub kuas nwg ca le noj mov, tabsis nwg tau coglug has tas, “Thov Vaajtswv muab kuv tua kuas kuv tuag, yog kuv tseem noj ib yaam dlaabtsi ua ntej lub nub poob qho.”"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.36","label":"36","content":"Puab pum has tas zaaj nuav zoo hab txaus sab. Txhua yaam kws vaajntxwv ua puavleej txaus cov pejxeem sab kawg le."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.37","label":"37","content":"Taagnrho Daviv cov pejxeem hab cov pejxeem Yixalayees puavleej paub has tas, vaajntxwv tsi nrug koom teg tua Aneles."},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.38","label":"38","content":"Vaajntxwv txhaj has rua nwg cov numtswv tas, “Mej puas paub has tas, nub nua cov Yixalayees tug thawjcoj kws tseemceeb heev raug tua tuag lawm?"},{"bible_id":"1726","chapter_code":"2SA.3","verse_code":"2SA.3.39","label":"39","content":"Txawm yog Vaajtswv tub xaiv kuv lug ua vaajntxwv ntaag los nub nua kuv yeej qaug zug kawg le. Xeluyas cov tub nuav ua nruj ua tsiv rua kuv kawg le. Mas thov tug TSWV rau txim rua cov tuabneeg nuav lawv le tej kev phem kws puab tau ua ntawd!”"},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.1","label":"1","content":"Thaus Xa-ules tug tub Isenpauses nov has tas, Aneles raug tua tuag rua huv lub nroog Henploos lawm, nwg ntshai heev hab cov pejxeem Yixalayees ntxhuv sab kawg le."},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.2","label":"2","content":"Isenpauses muaj ob tug numtswv, obtug yog ob tug thawjcoj ntawm paab kws pheej moog fuab luas tej khoom, Npa-anas hab Lekhas yog Limoos ob tug tub. Obtug yog xeem Npeenyamees kws nyob huv lub nroog Npelaus. (Lub nroog Npelaus yeej muab tu ua xeem Npeenyamees tug lawm."},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.3","label":"3","content":"Cov tuabneeg kws ibtxwm nyob huv lub nroog ntawd txhaj tsiv moog rua huv lub nroog Nkita-ees hab nyob qhov ntawd lug txug naj nub nua le.)"},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.4","label":"4","content":"Xa-ules tug xeebntxwv kws yog Yaunathaas tug tub Mefinpauses noobnyoog muaj tsib xyoos nkaus rua thaus Xa-ules hab Yaunathaas raug tua tuag. Ces thaus kws nov xuv peg lub nroog Yexelees tuaj has tas, Xa-ules hab Yaunathaas raug tua tuag lawm. Tug quaspuj kws tu nwg txhaj puag hlo nwg tsiv tawm moog; tabsis tug quaspuj ntawd maaj heev, txhaj nplaam teg ua nwg poob, ces nwg txhaj saav ceg lawm."},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.5","label":"5","content":"Lekhas hab Npa-anas, tuavhuv moog tom Isenpauses tsev hab moog kuas txug tod thaus nub ntseg kws nwg taabtom moog pw tsaug zug."},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.6","label":"6","content":"Thaus ntawd tug quaspuj kws tsoov nplej ntawm qhovrooj txawm tsaug zug lawm hab, ces Lekhas hab Npa-anas obtug txawm nkaag moog rua huv tsev."},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.7","label":"7","content":"Thaus obtug moog rua huv tsev, obtug txawm moog rua huv Isenpauses lub txaaj. Nwg taabtom pw tsaug zug. Ces obtug ca le muab nwg tua tuag kag lawm. Obtug txav nwg lub taubhau nqaa lug, hab maub ib mos lug txug rua huv lub haav Yauladees."},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.8","label":"8","content":"Obtug nqaa nwg lub taubhau lug qha rua Daviv huv lub nroog Henploos hab has rua Daviv has tas, “Ntawm nuav yog koj tug yeebncuab Xa-ules tug tub Isenpauses kws naj nub nrhav koj tua povtseg lub taubhau. Nub nua tug TSWV pub rua vaajntxwv kws yog kuv tug tswv ua pauj Xa-ules hab nwg cov xeebntxwv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.9","label":"9","content":"Daviv teb obtug has tas, “Kuv thov coglug rua tug TSWV kws muaj sa nyob, tug kws cawm kuv dlim ntawm tej xwmtxheej phem!"},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.10","label":"10","content":"Tug tuabneeg kws lug cuag kuv huv lub nroog Xikelas hab qha kuv txug qhov Xa-ules tuag, nwg xaav has tas yog nwg coj xuv zoo lug qha kuv. Kuv tub nteg nwg hab muab nwg tua povtseg lawm. Qhov ntawd yog nqe zug kws kuv muab rua nwg, qhov kws nwg coj xuv lug qha rua kuv ntawd ntaag!"},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.11","label":"11","content":"Yeej tsimnyog rau txim nyaav tshaaj ntawd rua cov tuabneeg sab phem kws moog tua tug tuabneeg tsi muaj txim dlaabtsi thaus nwg pw tsaug zug huv nwg lub tsev? Nwgnuav kuv yuav tua meb pauj qhov kws meb tua nwg hab yuav muab meb caajceg tua kuas tu noob nrho huv nplajteb nuav moog!”"},{"bible_id":"1726","chapter_code":"2SA.4","verse_code":"2SA.4.12","label":"12","content":"Daviv txhaj has kuas nwg cov tubrog muab Lekhas hab Npa-anas obtug tua hab muab obtug teg taw txav huv tuabsi povtseg. Puab coj obtug moog dlai ze rua ntawm lub paag dlej huv lub nroog Henploos, hab puab coj Isenpauses lub taubhau moog log rua ntawm Aneles lub qhov ntxaa huv lub nroog Henploos."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.1","label":"1","content":"Txhua xeem Yixalayees tuaj cuag Daviv huv lub nroog Henploos hab has rua nwg tas, “Peb suavdlawg puavleej yog koj roj ntshaa hab nqaj tawv,"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.2","label":"2","content":"yaav taag lug, txawm yog Xa-ules yog peb tug vaajntxwv los koj yeej yog tug kws coj cov Yixalayees moog ntaus rog xwb, hab tug TSWV yeej coglug rua koj, kuas koj yuavtsum ua tug coj nwg tsaav tuabneeg hab ua tug kaav puab.”"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.3","label":"3","content":"Yog le ntawd, cov Yixalayees cov thawjcoj tuaj cuag Vaajntxwv Daviv huv lub nroog Henploos. Daviv coglug rua puab, puab muab roj laub rua Daviv taubhau tsaa nwg ua vaajntxwv kaav tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.4","label":"4","content":"Thaus Daviv ua vaajntxwv, nwg noobnyoog muaj peb caug xyoo, hab nwg kaav tau plaub caug xyoo."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.5","label":"5","content":"Nwg kaav cov Yudas nyob huv lub nroog Henploos tau xyaa xyoo hab rau hli, nwg kaav cov Yixalayees hab cov Yudas nyob huv lub nroog Yeluxalees tau peb caug peb xyoos."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.6","label":"6","content":"Thaus kws Daviv coj nwg cov tuabneeg moog tua lub nroog Yeluxalees, cov tuabneeg Yenpus kws nyob huv xaav has tas Daviv yuav tsi muaj peevxwm tua yeej lub nroog ntawd ib zag le, yog le ntawd, puab txhaj has rua Daviv has tas, “Koj yuav nkaag lug tsi tau huv nuav; txawm yog cov tuabneeg dligmuag hab saav ceg los yeej muaj cuabkaav lawv koj tawm rov qaab.”"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.7","label":"7","content":"(Tabsis Daviv tub txeeb tau puab lub chaw faajxwm sau Xi-oos hab muab qhov chaw ntawd hu ua “Daviv lub Nroog).”"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.8","label":"8","content":"Nub ntawd Daviv has rua nwg cov tuabneeg has tas, “Mej cov yog leejtwg yuav tua cov Yenpus, nwg ca le nkaag moog rua huv tug kwj dleg hab moog tua cov tuabneeg dligmuag hab saav ceg kws kuv ntxub ntawd povtseg.” (Tub yog vim le nuav txhaj muaj lug sau tseg has tas, “Tsi xob pub cov tuabneeg dligmuag hab saav ceg moog rua huv tug TSWV lub tsev.”)"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.9","label":"9","content":"Tom qaab kws txeeb tau lub chaw faajxwm lawm, Daviv txhaj moog nyob rua huv hab muab qhov chaw ntawd tis npe hu ua, “Daviv lub Nroog.” Nwg tsim lub nroog ncig lub Milaus, pib kag ntawm lub ncov roob saab nubtuaj qhov chaw kws luas tub muab aav txhub lawm."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.10","label":"10","content":"Daviv muaj fwjchim luj heev zuj zug, rua qhov tug TSWV kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus nrug nraim nwg."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.11","label":"11","content":"Vaajntxwv Hilaas kws kaav lub nroog Tiles khaiv tuabneeg tuaj cuag Daviv. Nwg muab ntoo Cab tuaj pub rua Daviv, hab khaiv cov tuabneeg txua ntoo hab cov tuabneeg txaug pobzeb tuaj ua ib lub loog rua Daviv nyob."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.12","label":"12","content":"Hab Daviv paub has tas, tug TSWV tsaa nwg ua tsaav tuabneeg Yixalayees tug vaajntxwv, tsaa nwg lub tebchaws kuas vaammeej hab txhawb nwg tsaav tuabneeg lub neej."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.13","label":"13","content":"Tom qaab kws Daviv tsiv huv lub nroog Henploos lug nyob huv lub nroog Yeluxalees lawm, nwg yuav ntau tug quaspuj ntxiv, nwg txhaj muaj tub muaj ntxhais coob heev."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.14","label":"14","content":"Cov mivnyuas kws yug huv lub nroog Yeluxalees muaj npe lawv le nuav: Samuas, Saunpas, Nathaas, Xalumoos,"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.15","label":"15","content":"Inpehas, Elisuas, Nefes, Yafias,"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.16","label":"16","content":"Elisamas, Eli-adas, hab Elifeles."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.17","label":"17","content":"Muaj tuabneeg moog qha rua cov Filitees has tas, Daviv ua vaajntxwv kaav cov Yixalayees lawm. Yog le ntawd, puab cov tubrog txhaj le tuaj puav nteg Daviv. Thaus Daviv nov le ntawd, nwg txhaj le nqeg moog rua huv lub yeej."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.18","label":"18","content":"Cov Filitees tuaj txug huv lub haav Lefa-ees hab tsuam yeej rua huv."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.19","label":"19","content":"Daviv txhaj nug tug TSWV has tas, “Puas tsimnyog kuv moog tua cov Filitees ntawd? Koj puas paab kuv tua kuas yeej puab hab?” Tug TSWV teb has tas, “Koj ca le moog tua puab! Kuv yuav pub kuas koj tua yeej.”"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.20","label":"20","content":"Yog le ntawd, Daviv txhaj moog rua huv Npa-aas Pelaxees hab nwg tua yeej cov Filitees. Daviv has tas, “Tug TSWV tsoo ua rua kuv cov yeebncuab tawg tsiv ri sua ib yaam le dlej nyaab.” Yog le ntawd, luas txhaj muab qhov chaw ntawd hu ua Npa-aas Pelaxees."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.21","label":"21","content":"Thaus cov Filitees tawg tsiv taag lawm, puab tso puab tej mlom tseg, ces Daviv hab nwg cov tuabneeg txhaj nqaa cov mlom ntawd lug."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.22","label":"22","content":"Tom qaab ntawd cov Filitees rov qaab tuaj rua huv lub Haav Lefa-ees, hab rov moog tsuam chaw nyob qhov ntawd dlua."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.23","label":"23","content":"Daviv rov nug tug TSWV ib zag ntxiv, tug TSWV teb has tas, “Tsi xob tua puab saab tom nuav moog, tabsis koj ca le tshuv kev moog tuaj saab tom qaab kws ze cov ntoo zaub kaab tua puab."},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.24","label":"24","content":"Thaus koj nov lub suab tuabneeg moog kev sau cov ntsis ntoo zaub kaab, ces koj ca le nqeg teg tua, rua qhov kuv yuav moog ua koj ntej tua kuas cov tubrog Filitees swb.”"},{"bible_id":"1726","chapter_code":"2SA.5","verse_code":"2SA.5.25","label":"25","content":"Daviv ua lawv le tug TSWV has, nwg txhaj muaj peevxwm lawv cov Filitees tsiv tawm huv Nkenpas taug kev rov qaab moog txug ndlua ntawm Nkexes."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.1","label":"1","content":"Daviv hu cov tubrog Yixalayees kws txawj tua rog tshaaj plawg tuaj sis sau ua ke dlua ib zag ntxiv, suav taagnrho muaj peb caug txheeb leej,"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.2","label":"2","content":"hab Daviv coj puab moog rua ntawm lub nroog Npa-alas  huv xeev Yudas, kuas kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg kws muaj tug TSWV kws muaj fwjchim luj kawg nkaus lub npe, tug TSWV lub zwmtxwv nyob sau ob tug qhelunpees  ob phob tis."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.3","label":"3","content":"Puab tsaws lub Phijxaab huv Anpinadas lub tsev kws nyob sau pov roob lug rua sau lub tsheb nyuj tshab. Anpinadas tug tub Uxahas hab Ahi-aus ua ob tug coj kev,"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.4","label":"4","content":"Ahi-aus yog tug kws moog ua ntej."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.5","label":"5","content":"Daviv hab cov Yixalayees dlha seev cev hu nkauj kawg puab tug zug  qhuas tug TSWV. Puab ntaus nkauj nogncaas luj, nkauj nogncaas miv, ntaus nruag, tshuab raaj hab npuaj nruag ua ke."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.6","label":"6","content":"Thaus kws puab lug txug rua ntawm Nakoos lub tshaav ntaus nplej, tug txiv nyuj dlawm ua rua lub tsheb nyuj qaij hlo, Uxahas txhaj cev loo teg moog tuav nkaus lub Phijxaab."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.7","label":"7","content":"Taamsim ntawd tug TSWV kws yog Vaajtswv chim heev rua Uxas, nwg txhaj tua Uxahas tuag kag rua ntawm lub phijxaab ib saab, rua qhov Uxahas saib tsi taug  lub Phijxaab."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.8","label":"8","content":"Yog le ntawd, txhaj muab qhov chaw ntawd hu ua Peles Uxahas  lug txug naj nub nua. Daviv npautawg, vim tug TSWV chim hab rau txim rua Uxahas."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.9","label":"9","content":"Daviv ntshai Tug TSWV heev, nwg has tas, “Nwgnuav kuv yuav ua le caag coj tau lub Phijxaab nuav nrug kuv moog?”"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.10","label":"10","content":"Yog le ntawd, Daviv txhaj txav txim sab tsi coj lub phijxaab nrug nwg moog rua huv lub nroog Yeluxalees; tabsis nwg coj lub phijxaab ncaim kev moog tso rua huv Aunpes Edoos lub tsev, Aunpes Edoos yeej ibtxwm nyob huv lub nroog Khas."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.11","label":"11","content":"Lub Phijxaab nyob huv Aunpes Edoos tsev tau peb hlis, tug TSWV txhaj foom koob moov rua Aunpes Edoos hab nwg tsev tuabneeg."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.12","label":"12","content":"Vaajntxwv Daviv nov has tas, tub yog vim lub Phijxaab tug TSWV txhaj foom koob moov rua Aunpes Edoos tsev tuabneeg hab txhua yaam kws nwg muaj; yog le ntawd, Daviv txhaj tuaj kwv lub Phijxaab huv Aunpes Edoos tsev moog tso rua huv lub nroog Yeluxalees hab muaj kev zoo sab kawg le."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.13","label":"13","content":"Thaus cov txivneej kws kwv lub Phijxaab moog rau kaujruam lawm, Daviv kuas puab nreg tog nwg muab ib tug txiv nyuj hab ib tug mivnyuas nyuj rog rog tua fij rua tug TSWV tsaiv."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.14","label":"14","content":"Daviv sa ib dlaim thaav ntxwv ntaub maag ntawm nwg lub dluav, Daviv dlha seev cev kawg nkaus nwg tug zug qhuas tug TSWV."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.15","label":"15","content":"Daviv hab cov pejxeem Yixalayees kwv lub Phijxaab lug tso rua huv lub nroog Yeluxalees, puab zoo sab qw ntshu nrooj hab tshuab raaj tshuab xyu nrov dloog dlaj lug."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.16","label":"16","content":"Thaus puab taabtom kwv lub Phijxaab lug rua huv nroog, Mikhas kws yog Xa-ules tug ntxhais saib ntawm qhovrais moog pum Daviv seev cev hab dlha ncig cov seev cev ntawd, nwg txawm ntxub Daviv tuabywv rua nruab sab."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.17","label":"17","content":"Puab kwv lub Phijxaab lug tso rua huv lub tsevntaub kws Daviv npaaj tseg rua lub Phijxaab ntawd. Ces Daviv muab tsaj tua hlawv fij rua tug TSWV ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.18","label":"18","content":"Thaus Daviv muab tsaj tua hlawv fij rua tug TSWV taag lawm, nwg txhaj tuav tug TSWV kws muaj Fwjchim Luj kawg nkaus lub npe foom koob moov rua cov pejxeem,"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.19","label":"19","content":"hab muab zaub mov faib rua puab txhua tug. Daviv muab zaub mov faib rua cov Yixalayees txhua tug quaspuj hab txivneej, ib leeg ib lub ncuav, ib dlaim nqaj,  hab mivntsiv txiv maab qhuav. Ces puab nyag txawm rov moog nyag tsev lawm."},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.20","label":"20","content":"Tom qaab ntawd, thaus Daviv rov lug tsev, nwg yuav lug foom koob moov rua nwg tsev tuabneeg, Mikhas txawm tawm tuaj tog Daviv. Mikhas has tas, “Nub nua cov Yixalayees tug vaajntxwv ua rua nwg tau ntsejmuag luj kawg le! Nwg ua tug nam vwm ntsuav labqaab taabmeeg nwg cov numtswv tej ntxhais qhev!”"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.21","label":"21","content":"Daviv teb has tas, “Kuv seev cev qhuas tug TSWV tug kws xaiv kuv hab tsaa kuv ua tug thawjcoj nwg tsaav tuabneeg Yixalayees hloov koj txiv hab nwg cov xeebntxwv chaw. Kuv tseem yuav seev cev qhuas tug TSWV,"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.22","label":"22","content":"hab kuv yuav ua kuas kuv poob ntsejmuag tshaaj nuav ntxiv, kuv yuav txu fwjchim kawg nkaus le. Txawm yog koj  saib kuv tsi muaj nqes dlaabtsi los cov ntxhais qhev ntawd yuav muab kuv saib muaj nqes heev.”"},{"bible_id":"1726","chapter_code":"2SA.6","verse_code":"2SA.6.23","label":"23","content":"Mikhas kws yog Xa-ules tug ntxhais, yeej ibtxwm tsi muaj mivnyuas."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.1","label":"1","content":"Vaajntxwv Daviv nyob ruaj khov huv nwg lub loog hab tug TSWV tsomkwm tsi pub yeebncuab ua phem rua nwg."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.2","label":"2","content":"Vaajntxwv has rua Nathaas kws yog tug cev Vaajtswv lug has tas, “Koj saib, kuv nyob huv lub tsev kws muab ntoo cab ua, tabsis Vaajtswv lub Phijxaab nyob huv lub tsevntaub xwb.”"},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.3","label":"3","content":"Nathaas teb has tas, “Koj yuav ua dlaabtsi, koj ca le ua, rua qhov tug TSWV nrug nraim koj.”"},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.4","label":"4","content":"Tabsis mo ntawd tug TSWV has rua Nathaas has tas,"},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.5","label":"5","content":"“Koj ca le coj kuv tej lug nuav moog has rua kuv tug tubkhai Daviv has tas, ‘Koj tsi yog tug yuav ua lub Tuamtsev rua kuv."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.6","label":"6","content":"Txij thaus kuv tso cov Yixalayees tawm nraag tebchaws Iziv lug txug naj nub nua, kuv yeej tsi nyob huv lub Tuamtsev; kuv nyob huv lub Tsevntaub kws muab kwv tshais chaw taag moog le xwb."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.7","label":"7","content":"Thaus kuv nrug cov Yixalayees taug kev ntawd, kuv yeej tsi tau nug cov thawjcoj  kws kuv tsaa ntawd has tas, vim le caag mej tsi muab ntoo cab lug ua lub Tuamtsev rua kuv?’"},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.8","label":"8","content":"“Koj ca le moog has qha rua kuv tug tubkhai Daviv has tas, tug TSWV kws muaj Fwjchim luj kawg nkaus has rua nwg tas, ‘Koj yeej yog tug yug yaaj kws nyob tom tej taj nraag xwb. Kuv coj koj lug hab tsaa koj ua tug kaav kuv tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.9","label":"9","content":"Txhua qhov kws koj moog, kuv yeej nrug nraim koj, hab kuv tub ua rua koj tej yeebncuab swb koj taag lawm. Kuv yuav tsaa koj ua ib tug thawjcoj kws muaj meejmom tshaaj plawg nyob huv lub nplajteb nuav."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.10","label":"10","content":"Kuv xaiv ib thaaj chaw rua kuv tsaav tuabneeg Yixalayees nyob, kuas puab txhaj muaj ib thaaj chaw nyob ua puab tug, txhaj yuav tsi muaj leejtwg tuaj tsimtxom puab; cov tuabneeg sab phem txhaj yuav tsi tsimtxom puab ntxiv le thaus u lawm,"},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.11","label":"11","content":"txij thaus puab lug nyob huv lub tebchaws nuav, kuv tsaa cov thawjcoj lug kaav kuv tsaav tuabneeg Yixalayees, kuv yuav paab kuas koj dlim ntawm koj cov yeebncuab, hab kuv yuav pub kuas koj muaj xeebntxwv fuamvaam coob heev."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.12","label":"12","content":"Thaus koj tuag, luas yuav coj koj moog log nrug koj cov yawmkoob, kuv yuav tsaa koj cov tub ib tug lug ua vaajntxwv hloov koj hab nwg yuav tuav lub tebchaws nyob ruaj khov."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.13","label":"13","content":"Nwg yuav ua lub Tuamtsev rua kuv, hab kuv yuav pub nwg caajceg tau ua vaajntxwv moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.14","label":"14","content":"Kuv yuav ua nwg txiv hab nwg yuav ua kuv tug tub. Thaus nwg ua txhum, kuv yuav rau txim rua nwg ib yaam le leej txiv rau txim rua nwg tug tub."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.15","label":"15","content":"Tabsis kuv yuav tsi tshem kuv txujkev paab tawm ntawm nwg ib yaam le kuv tshem tawm ntawm Xa-ules tug kws kuv muab txu kuas koj tau ua vaajntxwv."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.16","label":"16","content":"Koj yuav muaj xeebntxwv fuamvaam coob hab kuv yuav pub koj lub tebchaws nyob ruaj khov moog ibtxhis. Koj tug nom yuav tsi poob moog ib simneej le.’ ”"},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.17","label":"17","content":"Nathaas qha txhua yaam nuav rua Daviv lawv le Vaajtswv has rua Nathaas lawm."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.18","label":"18","content":"Vaajntxwv Daviv moog rua huv tug TSWV lub tsevntaub sis ntsib, hab nyob tsawg thov Vaajtswv has tas, “Tug TSWV kws kaav txhua tsaav yaam, kuv hab kuv tsev tuabneeg tub tsi tsimnyog tau tej kws koj ua rua kuv le."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.19","label":"19","content":"Txawm yog kuv tau tej ntawd los tug TSWV kws kaav ib puas tsaav yaam, koj tseem pub kuv ntau tshaaj tej ntawd hab; koj tau coglug tseg has tas, koj yuav pub kuv cov xeebntxwv ua vaajntxwv moog lawm yaav tom ntej. Tug TSWV kws kaav ib puas tsaav yaam, koj tseem ca ib tug tuabneeg pum tej nuav hab."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.20","label":"20","content":"Kuv tsi paub yuav has le caag rua koj ntxiv lawm! Koj yeej paub has tas kuv yog koj tug tubkhai."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.21","label":"21","content":"Txhua yaam tseemceeb kws koj tau qha rua kuv taag lug nuav, tub yog koj ua lawv le koj pum zoo hab koj npaaj tseg lawm."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.22","label":"22","content":"Tug TSWV kws kaav ib puas tsaav yaam, koj yog tug kws muaj fwjchim luj kawg nkaus! Yeej tsi muaj leejtwg yuav zoo npaum le koj. Peb tsuas paub koj tuab leeg txhaj yog Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.23","label":"23","content":"Tsi muaj ib tsaav tuabneeg nyob huv lub nplajteb nuav yuav zoo le tsaav tuabneeg Yixalayees kws koj tau cawm dlim ntawm txujkev ua luas qhev lug ua koj tsaav tuabneeg. Tej txujci luj hab tseemceeb kws koj ua paab puab,  tau ua rua koj lub koob meej nrov nchaa moo lug thoob plawg lub nplajteb nuav. Koj lawv txhua tsaav tuabneeg tawm  hab tshem puab tej mlom ua ntu zug moog ua koj tsaav tuabneeg ntej, cov tuabneeg kws koj coj nraag tebchaws Iziv lug yeej yog koj tug."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.24","label":"24","content":"Tug TSWV, koj yeej xaiv tsaav tuabneeg Yixalayees ua koj tug moog ibtxhis, hab koj yeej yog puab tug TSWV."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.25","label":"25","content":"“Tug TSWV kws yog Vaajtswv, nwgnuav thov koj ca le ua kuas tav lawv le koj tau coglug tseg rua kuv hab kuv cov xeebntxwv, hab ca le ua lawv le koj has tas koj yuav ua ntawd ntaag."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.26","label":"26","content":"Koj lub koob meej txhaj yuav nrov nchaa moo lug moog ibtxhis hab tej tuabneeg suavdlawg yuav has tas, ‘Tug TSWV kws muaj fwjchim luj kawg nkaus yog tug Vaajtswv kws kaav tsaav tuabneeg Yixalayees.’ Hab koj yuav tsaa kuv caajceg ua vaajntxwv moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.27","label":"27","content":"Tug TSWV kws muaj fwjchim luj kawg nkaus yog tsaav tuabneeg Yixalayees tug Vaajtswv! Kuv muaj cuabkaav tsaa ncauj thov koj le nuav, rua qhov koj tau qha txhua yaam rua kuv kws yog koj tug tubkhai, hab koj tau has rua kuv tas, koj yuav tsaa kuv cov xeebntxwv ua vaajntxwv."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.28","label":"28","content":"“Tug TSWV kws kaav ib puas tsaav yaam, koj yog Vaajtswv tag, koj yeej ibtxwm ua lawv le koj tej lug cog tseg, hab koj tau coglug zoo kawg nkaus rua kuv."},{"bible_id":"1726","chapter_code":"2SA.7","verse_code":"2SA.7.29","label":"29","content":"Kuv thov koj foom koob moov rua kuv cov xeebntxwv kuas puab muab sab npuab koj. Koj yog tug TSWV kws kaav txhua tsaav yaam, koj tau coglug le nuav, mas kuv cov xeebntxwv yuav tau koj tej koob moov moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.1","label":"1","content":"Tom qaab nuav, muaj ib nub Daviv moog tua cov Filitees dlua ib zag, nwg tua yeej cov Filitees hab txeeb tau lub nroog Methe-amas  ntawm cov Filitees lug."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.2","label":"2","content":"Daviv tua yeej hlo lub tebchaws Mau-am. Nwg muab cov tuabneeg kws nwg nteg tau pw rua huv aav, hab peb leeg twg, nwg coj ob leeg moog tua povtseg, tseg ib tug ca xwb. Yog le ntawd, cov tuabneeg Mau-am txhaj tau ua nwg qhev hab them se rua nwg."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.3","label":"3","content":"Daviv moog tua yeej cov Xaunpas tug Vaajntxwv Hadadexes kws yog Lehaus tug tub, thaus kws Hadadexes taabtom taug kev rov tuaj tsuam yeej rua huv cheebtsaam ntawm tug Dlej Efalates saab peg."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.4","label":"4","content":"Daviv nteg tau Hadadexes cov tubrog caij neeg ib txheeb xyaa pua leej hab neeg nkaum txheeb leej tubrog moog kutaw. Daviv tseg ib puas tug neeg kuas txaus nkaus hai cov tsheb neeg xwb, dlua le cov seem nwg muab txu leeg rawg huv tuabsi."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.5","label":"5","content":"Thaus cov Xilias kws nyob huv lub nroog Damaxes tso tubrog moog paab Vaajntxwv Hadadexes, Daviv tua cov tubrog Xilias tuag lawm neeg nkaum ob txheeb leej."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.6","label":"6","content":"Mas Daviv txhaj tsuam ntau lub yeej tubrog rua huv  puab cheebtsaam aav hab puab tau ua Daviv qhev hab them se rua nwg. Tug TSWV ua rua Daviv tua yeej txhua qhov chaw."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.7","label":"7","content":"Daviv txeeb tau Hadadexes cov numtswv tej thaiv nav ntaaj nqaa huv tuabsi lug ca rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.8","label":"8","content":"Daviv tseem muab tau tej tooj dlaag kws zoo heev huv lub nroog Npetas hab Npelauthais kws Hadadexes kaav nqaa huv tuabsi lug lawm hab."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.9","label":"9","content":"Vaajntxwv Tau-is kws kaav lub nroog Hamas nov has tas, Daviv tua yeej Hadadexes cov tubrog lawm,"},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.10","label":"10","content":"yog le ntawd, Tau-is txhaj tso nwg tug tub Yaulaas tuaj cuag Vaajntxwv Daviv hab qhuas qhov kws nwg tua yeej Hadadexes tug kws tau ua rog tawmtsaam Tau-is ntau zag lug lawm. Yaulaas coj kub, nyaj hab tooj tuaj pub rua Daviv."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.11","label":"11","content":"Vaajntxwv Daviv muab tej ntawd fij rua tug TSWV, kuas tau siv huv lub Tuamtsev, nrug tej nyaj tej kub kws nwg txeeb tau ntawm tej lub tebchaws kws nwg tua yeej:"},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.12","label":"12","content":"Edoos, Mau-am, Amoos, Filitees, Amalej hab tej kws nwg fuab ntawm cov Xaunpas tug Vaajntxwv Hadadexes kws yog Lehaus tug tub lug."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.13","label":"13","content":"Daviv lub koob meej nrov nchaa moo lug txij thaus kws nwg moog tua cov Edoos tuag kaum yim txheeb leej huv lub Haav Ntsev lug."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.14","label":"14","content":"Nwg tsuam ntau lub yeej tubrog  nyob thoob plawg huv lub tebchaws Edoos hab cov Edoos tau lug ua Daviv qhev. Tug TSWV pub Daviv tua yeej txhua qhov chaw."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.15","label":"15","content":"Daviv kaav taagnrho tsaav tuabneeg Yixalayees hab ua rua nwg tsaav tuabneeg muaj kev sis humxeeb hab muaj kev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.16","label":"16","content":"Xeluyas tug tub Yau-am yog tug thawj tubrog; Yehausafas kws yog Ahilus tug tub, ua tug tuav tej ntaub ntawv."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.17","label":"17","content":"Xadaus tug tub Ahitus hab Anpiyathas tug tub Ahimelej ua ob tug povthawj; Xelayas ua tug teev ntawv."},{"bible_id":"1726","chapter_code":"2SA.8","verse_code":"2SA.8.18","label":"18","content":"Yehauyadas tug tub Npenayas, ua  tug saib cov tubrog kws zuv Daviv; hab Daviv cov tub ua cov numtswv luj."},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.1","label":"1","content":"Muaj ib nub Daviv nug has tas, “Xa-ules tsev tuabneeg puas tshuav ib tug seem nyob qhov twg hab? Yog muaj kuv yuav paab nwg, vim kuv tau coglug rua Yaunathaas lawm.”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.2","label":"2","content":"Muaj ib tug txivneej npe hu ua Xinpas, nwg yog Xa-ules tsev tuabneeg ib tug tubkhai, puab txhaj khaiv tuabneeg moog coj Xinpas tuaj cuag Daviv. Vaajntxwv nug nwg has tas, “Koj puas yog Xinpas?” Nwg teb has tas, “Vaajntxwv, kuv yog koj tug tubkhai ntaag.”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.3","label":"3","content":"Vaajntxwv txhaj nug Xinpas ntxiv has tas, “Xa-ules tsev tuabneeg puas tshuav ib tug nyob qhov twg? Kuv yuav moog ua ncaaj hab ua sab dlawb sab zoo rua nwg, lawv le kuv tau coglug rua Vaajtswv lawm has tas, kuv yuav ua le ntawd.” Xinpas teb has tas, “Yaunathaas tshuav ib tug tub, tabsis nwg saav ceg lawm.”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.4","label":"4","content":"Vaajntxwv nug has tas, “Nwg nyob qhov twg?” Xinpas teb has tas, “Nwg nyob huv Amiyees tug tub Makhis tsev kws nyob huv lub nroog Laudenpas.”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.5","label":"5","content":"Yog le ntawd, Vaajntxwv Daviv txhaj khaiv tuabneeg moog tog nwg tuaj."},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.6","label":"6","content":"Thaus Yaunathaas tug tub Mefinpauses kws yog Xa-ules tug xeebntxwv ntawd tuaj txug, nwg txhaj nyo ntshis hawm Daviv. Ces Daviv has tas, “Mefinpauses,” Mefinpauses teb has tas, “Vaajntxwv, kuv yog koj tug tubkhai ntaag.”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.7","label":"7","content":"Daviv has tas, “Koj tsi xob ntshai, kuv yuav ua zoo rua koj, vim tej lug kws kuv cog tseg rua koj txiv Yaunathaas lawm. Kuv yuav muab tej aav kws yog koj yawm Xa-ules tug rov rua koj huv tuabsi hab kuv zoo sab ca koj nrug kuv koom noj koom haus sau kuv lub rooj mov moog le.”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.8","label":"8","content":"Mefinpauses rov nyo ntshis dlua ib zag hab has tas, “Vaajntxwv, kuv tub tsi muaj nqes npaum le ib tug dlev tuag! Vim le caag koj yuav ua zoo taag npaum le nuav rua kuv?”"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.9","label":"9","content":"Vaajntxwv hu Xinpas kws yog Xa-ules tug tubkhai lug hab has rua nwg tas, “Txhua yaam kws yog Xa-ules hab nwg tsev tuabneeg tug, kuv yuav muab rov qaab rua koj tug tswv tug xeebntxwv Mefinpauses huv tuabsi."},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.10","label":"10","content":"Koj, koj cov tub hab koj cov tubkhai yuav moog ua tej teb ntawd rua koj tug tswv Xa-ules tsev tuabneeg hab sau tej qoobloo lug ca, kuas puab muaj noj muaj haus. Tabsis Mefinpauses yuav nrug kuv koom noj koom haus sau kuv lub rooj mov moog le.” (Xinpas muaj kaum tsib tug tub hab neeg nkaum tug tubkhai.)"},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.11","label":"11","content":"Xinpas teb has tas, “Kuv zoo sab ua txhua yaam lawv le vaajntxwv tau has rua kuv lawm.” Yog le ntawd, Mefinpauses txhaj tau nrug vaajntxwv noj mov sau vaajntxwv lub rooj mov,  ib yaam le nwg yog vaajntxwv ib tug tub ntaag."},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.12","label":"12","content":"Mefinpauses muaj ib tug tub ntxawg hu ua Mikas. Taagnrho Xinpas tsev tuabneeg puavleej ua Mefinpauses qhev."},{"bible_id":"1726","chapter_code":"2SA.9","verse_code":"2SA.9.13","label":"13","content":"Yog le ntawd, Mefinpauses kws saav ob saab ceg huv tuabsi, txhaj tau nyob huv lub nroog Yeluxalees, hab nwg nrug vaajntxwv noj txhua pluag mov sau vaajntxwv lub rooj mov."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.1","label":"1","content":"Tau tsi ntev lug tom qaab nuav cov Amoos tug Vaajntxwv Nahases tuag lawm, nwg tug tub Hanoos ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.2","label":"2","content":"Vaajntxwv Daviv has tas, “Kuv yuav moog cog phoojywg nrug Hanoos, ib yaam le nwg txiv Nahases tau ua rua kuv lawm.” Yog le ntawd, Daviv txhaj tso nwg cov tubkhai moog nplig Hanoos sab, vim nwg txiv tuag lawm. Thaus puab moog txug huv tebchaws Amoos,"},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.3","label":"3","content":"cov Amoos tej thawjcoj tuaj has rua vaajntxwv tas, “Koj xaav has tas, Daviv tso cov tuabneeg nuav tuaj nplig koj sab, vim qhov kws nwg fwm koj txiv nua los? Tsi yog le ntawd! Yog nwg tso puab tuaj tshuaj saib lub nroog nuav, kuas nwg txhaj tua yeej peb xwb los sas.”"},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.4","label":"4","content":"Hanoos txhaj nteg Daviv cov tuabneeg, muab puab tej fwjtxwv chais ib saab, muab puab tej rig tsho txav ntshi kaaj nab ti nkaus peg dluav hab tso puab rov qaab lug tsev."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.5","label":"5","content":"Ua rua puab txaajmuag rov lug tsev. Thaus Daviv nov has tas muaj tej xwmtxheej nuav, Daviv txhaj khaiv tuabneeg moog has kuas puab nyob tuabywv huv lub nroog Yelikaus moog txug thaus puab tej fwjtxwv rov ntev tuaj tsaiv."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.6","label":"6","content":"Cov Amoos paub has tas, puab ua rua Daviv ua yeebncuab rua puab lawm, yog le ntawd, puab txhaj ndlav cov Xilias neeg nkaum txheeb leej tubrog kws nyob huv lub nroog Npelehaus hab Xaunpas, kaum ob txheeb leej txivneej huv lub nroog Taunpes hab cov Ma-akas tug vaajntxwv nrug nwg ib txheeb leej txivneej tuaj paab cov Amoos."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.7","label":"7","content":"Daviv nov le ntawd, nwg txhaj has kuas Yau-am coj taagnrho cov tubrog moog tua puab."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.8","label":"8","content":"Cov Amoos tuaj nyob taagnrho rua ntawm puab tej chaw tog sis tua ntawm txuj ncauj ke moog rua huv lub nroog Lanpes kws yog puab lub tuamceeb nroog, ua ntej cov Xilias hab cov tuabneeg kws nyob Taunpas hab Makhas moog nyob rua ntawm puab tej chaw tom roob mojsaab."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.9","label":"9","content":"Yau-am pum yeebncuab cov tubrog kws tuaj tog tua nwg nyob puv nkaus tom ntej tom qaab huv tuabsi lawm. Yog le ntawd, nwg txhaj xaiv kag cov tubrog Yixalayees kws khov kho hab sab tawv, moog sawv tim ntsej tim muag cov Xilias."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.10","label":"10","content":"Nwg muab cov tubrog kws seem tso rua nwg tug kwv Anpisais ua tug saib, Anpisais coj puab moog sawv tim ntsej tim muag cov Amoos."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.11","label":"11","content":"Yau-am has rua Anpisais has tas, “Yog koj pum cov Xilias tua yeej kuv, koj ca le lug paab kuv, hab yog kuv pum cov Amoos tua yeej koj, ces kuv lug paab koj."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.12","label":"12","content":"Ua sab tawv qhawv hab cuab zug khov kho! Ca le tua tag pub rua peb cov pejxeem hab pub rua Vaajtswv tej nroog. Hab thov kuas ua lawv le tug TSWV pum zoo.”"},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.13","label":"13","content":"Yau-am hab nwg cov tubrog naam zog moog sis tua, cov Xilias ca le swb hab tig tsiv rov qaab."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.14","label":"14","content":"Thaus cov Amoos pum cov Xilias swb hab tsiv lawm, puab ca le tsi tiv Anpisais hab tsiv moog nkaum rua huv nroog. Ces Yau-am txhaj tseg tsi tua cov Amoos hab thim rov qaab lug rua huv lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.15","label":"15","content":"Cov Xilias paub has tas, puab swb cov Yixalayees lawm, yog le ntawd, puab txhaj hu taagnrho puab cov tubrog tuaj txoos ua ke."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.16","label":"16","content":"Vaajntxwv Hadadexes khaiv tuabneeg moog hu cov Xilias kws nyob ntawm tug dlej Efalates saab nubtuaj hab puab tuaj rua huv lub nroog Helaas kws yog Hadadexes tug thawj tubrog Xaunpas ua tug kaav."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.17","label":"17","content":"Thaus Daviv nov le ntawd, nwg txhaj hu taagnrho cov tubrog Yixalayees tuaj ua ke, puab hlaa tug dlej Yauladees moog rua saab tim, hab moog rua ntawm Halaas, qhov chaw kws cov Xilias tuaj tsuam yeej taabmeeg nwg. Ces puab txawm pib sis tua,"},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.18","label":"18","content":"cov tubrog Yixalayees muab cov tubrog Xilias lawv tsiv tsi yeej rov qaab. Daviv hab nwg cov tubrog tua cov tubrog Xilias tsaav tsheb neeg tuag xyaa pua leej hab cov tubrog caij neeg tuag plaub caug txheeb leej. Hab puab tua raug Saunpas kws yog cov yeebncuab tug thawj tubrog. Nwg txhaj tuag rua huv tshaav rog lawm."},{"bible_id":"1726","chapter_code":"2SA.10","verse_code":"2SA.10.19","label":"19","content":"Thaus cov vaajntxwv kws ua Hadadexes qhev paub has tas, puab swb cov Yixalayees lawm, puab txhaj tuaj ua phoojywg rua cov Yixalayees hab leeg ua cov Yixalayees qhev. Cov Xilias ntshai moog paab cov Amoos ntxiv lawm."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.1","label":"1","content":"Xyoo tom qaab, thaus lub caij nplooj ntoos hlaav, yog lub caij kws cov vaajntxwv ibtxwm tawm moog tua rog. Daviv txhaj khaiv Yau-as nrug nwg cov numtswv hab cov tubrog Yixalayees moog tua rog; puab txhaj moog tua yeej cov Amoos hab moog vij lub nroog Lanpas, tabsis Daviv nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.2","label":"2","content":"Muaj ib nub thaus taav su dlua, Daviv sawv sau nwg lub txaaj nce moog rua sau ruv tsev qhov kws taj taj. Daviv ncig moog ncig lug sau, nwg pum ib tug quaspuj taabtom dlaa dlej huv tug quaspuj ntawd lub tsev, tug quaspuj ntawd zoo nkauj heev."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.3","label":"3","content":"Yog le ntawd, Daviv txhaj khaiv tuabneeg moog nug saib tug quaspuj ntawd yog leejtwg. Thaus paub has tas, tug quaspuj ntawd yog Eli-as tug ntxhais Npasenpas, hab yog Uliyas kws yog tuabneeg Hitis tug quaspuj."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.4","label":"4","content":"Daviv khaiv tuabneeg moog hu Npasenpas, puab txhaj moog coj Npasenpas tuaj cuag Daviv, ces Daviv ca le coj nwg moog nrug Daviv pw. (Npasenpas nyavnyuas coj khaub dluag dlua hab ua kevcai ntxuav taag xwb.) Ces Npasenpas txawm rov moog tsev lawm."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.5","label":"5","content":"Tom qaab ntawd Npasenpas paub has tas, nwg cev xeeb tub lawm, nwg txhaj tso xuv moog rua Daviv paub."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.6","label":"6","content":"Ces Daviv txawm khaiv tuabneeg moog has rua Yau-am has tas, “Koj tso Uliyas tug kws yog tuabneeg Hitis lug cuag kuv.” Yog le ntawd, Yau-am txhaj tso Uliyas lug cuag Daviv."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.7","label":"7","content":"Thaus Uliyas lug txug, Daviv nug nwg txug Yau-am hab cov tubrog saib puas noj qaab nyob zoo, hab kev sis ntaus sis tua le caag lawm."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.8","label":"8","content":"Ces Daviv rov has rua Uliyas has tas, “Koj ca le moog su tom tsev ib ntus tsaiv.” Uliyas txawm tawm lawm, hab Daviv xaa mivntsiv khoom moog pub rua Uliyas tom tsev."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.9","label":"9","content":"Tabsis Uliyas tsi moog tsev le; nwg ca le moog nrug cov tubrog kws zuv vaajntxwv pw ntawm roojvaag xwb."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.10","label":"10","content":"Thaus Daviv nov has tas, Uliyas tsi moog tsev, Daviv txawm nug Uliyas has tas, “Koj tub ncaim vaaj tse moog tau ntev lawm, nyavnyuas rov lug txug nuav: vim le caag koj tsi moog saib tsev?”"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.11","label":"11","content":"Uliyas teb has tas, “Cov tubrog Yixalayees hab cov Yudas puavleej nyob huv tshaav rog hab lub Phijxaab kws ntim Vaajtswv tej lug cog tseg los tseem nrug puab nyob; kuv tug thawj tubrog Yau-am hab nwg cov thawj tubrog puavleej nyob tom tshaav rog, kuv yuav ua le caag moog tsev, moog noj moog haus hab nrug kuv tug quaspuj pw? Koj tseem muaj sa nyob, kuv thov coglug has tas, kuv tsi ua le ntawd ib zag le!”"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.12","label":"12","content":"Yog le ntawd, Daviv txhaj has tas, “Nub nua koj ca le su tuabywv ntawm nuav, pigkig kuv yuav muab koj xaa rov qaab moog.” Nub ntawd Uliyas txhaj su huv lub nroog Yeluxalees ib nub hab nub tom qaab ib nub."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.13","label":"13","content":"Daviv caw Uliyas lug noj mov hab muab cawv rua nwg haus kuas qaug heev. Tabsis mo ntawd Uliyas kuj tsi moog tsev le hab; Uliyas ca le muab nwg dlaim choj  pua pw huv chaav tsev kws cov tubrog zuv vaajntxwv nyob."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.14","label":"14","content":"Ces taagkig sawv ntxuv, Daviv sau ib tsaab ntawv rua Uliyas nqaa moog rua Yau-am."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.15","label":"15","content":"Daviv sau has tas, “Yog qhov twg sis tua nyaav, koj ca le tso Uliyas tuaj tom hauv ntej, ces mej ca le thim rov qaab hab tso nwg tseg kuas nwg raug tua tuag.”"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.16","label":"16","content":"Yog le ntawd, thaus Yau-am taabtom moog vij ib lub nroog, nwg txhaj kuas Uliyas moog rua ntawm qhov chaw kws Yau-am paub has tas yeebncuab nyob coob tshaaj plawg."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.17","label":"17","content":"Yeebncuab tawm huv nroog tuaj tua Yau-am cov tubrog, Daviv cov tubrog ibtxha txhaj raug tua tuag, hab Uliyas los raug tua tuag lawm."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.18","label":"18","content":"Ces Yau-am xaa xuv lug qha rua Daviv paub txug tej kev sis tua,"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.19","label":"19","content":"hab Yau-am has rua tug xaa xuv tas, “Tom qaab kws koj qha tej kev sis tua rua vaajntxwv taag lawm,"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.20","label":"20","content":"tej zag nwg yuav chim heev hab nug koj has tas, ‘Vim le caag mej yuav moog ti nkaus huv nroog mej maam le tua puab? Mej tsi paub has tas, puab yuav tua neevnti huv ntsaa yeej tuaj rua mej nua los?"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.21","label":"21","content":"Mej tsi ncu qaab qhov kws Nkide-oos tug tub Anpimelej raug tua tuag los? Anpimelej tuag tub yog ib tug quaspuj huv lub nroog Thenpej tso ib txhib zeb sau ntsaa yeej lug ntaus nwg tuag. Vim le caag mej yuav moog ti nkaus rua ntawm ntsaa yeej le?’ Yog Vaajntxwv nug koj le nuav, koj ca le qha rua nwg has tas, ‘Dlua le ntawd koj tug thawj tubrog Uliyas los raug tua tuag lawm hab.’ ”"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.22","label":"22","content":"Yog le ntawd, tug xaa xuv txhaj moog cuag Daviv hab qha txhua yaam kws Yau-am has rua nwg lawm."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.23","label":"23","content":"Nwg has tas, “Peb cov yeebncuab coob tshaaj peb hab puab tawm tuaj tua peb rua nrau ntug nroog, tabsis peb muab puab caum tua thim tsiv rov qaab moog taag rua huv roojvaag nroog lawm."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.24","label":"24","content":"Ces puab txhaj tua neevnti saab ntsaa yeej huv tuaj rua peb, vaajntxwv cov thawj tubrog txhaj raug xub neevnti tuag ibtxha lawm; hab koj tug thawj tubrog Uliyas los raug tua tuag lawm hab.”"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.25","label":"25","content":"Daviv has rua tug xaa xuv tas, “Ca le txhawb Yau-am zug hab has kuas nwg tsi xob tu sab, rua qhov tsi paub has tas sov leejtwg yuav raug tua tuag rua huv tshaav rog. Koj has rua nwg kuas ca le nqeg teg tua hab txeeb kuas tau lub nroog ntawd.”"},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.26","label":"26","content":"Thaus Npasenpas nov has tas, nwg tug quasyawg raug tua tuag lawm, nwg quaj nwg tug quasyawg heev."},{"bible_id":"1726","chapter_code":"2SA.11","verse_code":"2SA.11.27","label":"27","content":"Lub sijhawm kws Npasenpas quaj nwg tug quasyawg dlhau lawm, Daviv txhaj moog coj nwg lug rua huv loog; Daviv yuav Npasenpas ua Daviv tug quaspuj hab Npasenpas yug tau ib tug tub rua Daviv. Tabsis tug TSWV tsi txaus sab rua tej kws Daviv tau ua taag lug ntawd."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.1","label":"1","content":"Tug TSWV khaiv Nathaas kws yog tug cev Vaajtswv lug moog cuag Daviv. Nathaas txhaj moog cuag Daviv hab has rua Daviv has tas, “Muaj ob tug txivneej nyob huv ib lub nroog, ib tug yog tuabneeg npluanuj, ib tug yog tuabneeg pluag."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.2","label":"2","content":"Tug tuabneeg npluanuj, nwg muaj nyuj muaj yaaj coob heev,"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.3","label":"3","content":"tabsis tug tuabneeg pluag muaj ib tug mivnyuas yaaj kws nwg nyavnyuas moog yuav lug xwb. Nwg tu tug mivnyuas yaaj ntawd zoo heev, hab tug mivnyuas yaaj ntawd hlub mog nyoos nyob huv nwg tsev nrug nwg cov mivnyuas. Nwg muab nwg tej zaub mov pub rua tug mivnyuas yaaj ntawd noj, ca tug mivnyuas yaaj nrug nwg haus ib lub khob, hab nwg puag rawv tug mivnyuas yaaj rua huv nwg lub xubndlag. Tug mivnyuas yaaj ntawd zoo nkaus le nwg tug ntxhais nkauj ntxawm ntaag."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.4","label":"4","content":"Muaj ib nub, ib tug qhua txawm tuaj txug huv tug npluanuj lub tsev. Tug pluanuj tsi xaav muab nwg cov tsaj ib tug tua ua zaub rua tug qhua ntawd noj; nwg txawm moog nteg tug tuabneeg pluag tug mivnyuas yaaj lug tua ua ib rooj mov tam nwg tug qhua ntawd lawm.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.5","label":"5","content":"Daviv chim heev rua tug tuabneeg npluanuj ntawd, Daviv has tas, “Kuv thov coglug rua tug TSWV kws muaj sa nyob has tas, tsimnyog muab tug tuabneeg kws ua le ntawd tua povtseg lawm!"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.6","label":"6","content":"Yog nwg txhaav tug tuabneeg pluag npaum le caag, ca le kuas nwg them plaub npaug rov qaab, rua qhov nwg ua phem le ntawd hab tsi muaj lub sab hlub le.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.7","label":"7","content":"Nathaas teb has tas, “Koj yog tug txivneej ntawd ntaag. Tug TSWV kws yog cov Yixalayees tug Vaajtswv has le nuav: ‘Kuv tsaa koj ua cov Yixalayees tug vaajntxwv hab kuv cawm koj dlim ntawm Xa-ules txhais teg."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.8","label":"8","content":"Kuv muab nwg lub tebchaws hab nwg cov quaspuj rua koj, kuv tsaa koj ua vaajntxwv kaav cov Yixalayees hab cov Yudas. Yog tej nuav tsi txaus koj sab, kuv tseem yuav muab ob npaug ntxiv rua koj,"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.9","label":"9","content":"vim le caag koj tsi noog kuv tej lug saamfwm? Vim le caag koj yuav ua phem le nuav? Koj muab Uliyas coj moog rua luas tua huv tshaav rog; koj ca cov Amoos muab nwg tua, kuas koj txhaj tau yuav nwg tug quaspuj!"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.10","label":"10","content":"Txij nuav moog, koj tej xeebntxwv qee leej yuav raug luas muab tua povtseg ib tam dlhau ib tam, vim koj tsi noog kuv lug hab koj yuav Uliyas tug quaspuj lawm."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.11","label":"11","content":"Kuv coglug rua koj has tas, kuv yuav tshoov koj tsev tuabneeg ib tug sab, kuas nwg tsim teebmeem rua koj. Koj yuav pum thaus kuv muab koj cov quaspuj cais tawm ntawm koj moog hab muab cob rua lwm tug txivneej; hab nwg yuav taabmeeg nrug koj cov quaspuj pw nruab nub nrig."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.12","label":"12","content":"Koj ua txhum nraim nkoog tsi pub leejtwg paub, tabsis kuv yuav ua kuas tej nuav tshwm nruab nub nrig taabmeeg cov Yixalayees suavdlawg qhovmuag pum ntsoov.’ ”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.13","label":"13","content":"Daviv has tas, “Kuv tau ua txhum rua tug TSWV lawm tag.” Nathaas teb has tas, “Tug TSWV yuav zaam txim rua koj, koj yuav tsi tuag."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.14","label":"14","content":"Tabsis vim koj tau ua tej kev txhum nuav saib tsi taug tug TSWV, koj tug mivnyuas yuav tuag.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.15","label":"15","content":"Ces Nathaas txawm rov moog tsev lawm. Tug TSWV ua rua tug mivnyuas kws Uliyas tug quaspuj yug rua Daviv ntawd mob nyaav heev."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.16","label":"16","content":"Daviv rau sab ntso thov Vaajtswv kuas tug tub ntawd zoo. Daviv tsi noj ib yaam dlaabtsi le, hab txhua mo Daviv moog huv nwg chaav pw, nwg qhau cev pw huv aav ib mos kaaj ntug le xwb."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.17","label":"17","content":"Daviv cov numtswv tu plaub ntug tuaj nplig Daviv sab kuas nwg sawv, tabsis nwg tsi kaam sawv hab tsi kaam nrug puab noj ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.18","label":"18","content":"Xyaa nub tom qaab ntawd, tug tub ntawd txawm tuag lawm, Daviv cov numtswv ntshai hab tsi muaj cuabkaav moog qha rua Daviv paub. Puab txhaj sis thaam has tas, “Thaus tug tub ntawd tseem muaj sa, peb moog nrug Daviv thaam, nwg tub tsi teb peb le. Yuav ua le caag peb txhaj moog qha rua Daviv has tas tug mivtub ntawd tuag lawm nua? Nyob tsaam Daviv rov ua tej yaam phem rua Daviv ne.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.19","label":"19","content":"Thaus Daviv nov puab ib leeg ntxhi rua ib leeg, Daviv paub has tas, tug tub ntawd tuag lawm. Yog le ntawd, nwg txhaj nug puab has tas, “Tug mivtub tuag lawm los?” Puab teb has tas, “Yog, nwg tuag lawm.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.20","label":"20","content":"Daviv sawv tseeg huv aav lug, dlaa dlej, ntsis plaubhau hab hloov rig tsho. Ces Daviv txawm moog pehawm Vaajtswv rua tom tug TSWV lub tsev lawm. Thaus nwg rov qaab lug rua huv lub loog, nwg txhaj taij kuas ua zaub ua mov rua nwg noj hab thaus rau tau mov, nwg txawm noj mov lawm."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.21","label":"21","content":"Daviv cov numtswv has rua Daviv has tas, “Peb tsi totaub txug zaaj nuav le, thaus tug tub tseem muaj sa, koj quaj nwg heev hab tsi kaam noj mov le; tabsis thaus nwg tuag lawm, koj sawv tseeg lug hab noj mov!”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.22","label":"22","content":"Daviv teb puab has tas, “Yog tag, kuv tau yoo mov hab quaj thaus nwg tseem muaj sa nyob, rua qhov kuv xaav has tas tug TSWV yuav hlub kuv hab tsi pub kuv tug tub tuag."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.23","label":"23","content":"Tabsis nwgnuav nwg tub tuag lawm kuv tseem yoo mov ua dlaabtsi? Kuv puas yuav muaj peevxwm tsaa tau tug tub ntawd sawv rov qaab lug? Muaj ib nub twg kuv yeej yuav moog rua txujkev kws nwg moog hab, tabsis nwg yuav tsi rov lug cuag kuv ib zag le lawm.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.24","label":"24","content":"Tom qaab ntawd, Daviv nplig Npasenpas kws yog nwg tug quaspuj sab. Daviv moog nrug Npasenpas pw, ces nwg txhaj xeeb tub hab yug tau ib tug tub, Daviv tis tug tub ntawd npe hu ua Xalumoos. Tug TSWV hlub tug tub nuav"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.25","label":"25","content":"hab has rua Nathaas kws yog tug cev Vaajtswv lug kuas moog tis tug tub ntawd npe hu ua Yedidiyas,  rua qhov tug TSWV hlub nwg heev."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.26","label":"26","content":"Thaus Yau-am moog tua lub nroog Lanpas kws yog cov Amoos lub tuamceeb nroog, hab taabtom txeeb yuav tau lub nroog ntawd."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.27","label":"27","content":"Yau-am tso tuabneeg moog qha rua Daviv has tas, “Kuv taabtom tua lub nroog Lanpas, hab kuv tub txeeb tau lub nroog ntawd lub qhovdlej lawm."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.28","label":"28","content":"Taamsim nuav koj ca le txhij koj cov tubrog kws seem tuaj tua lub nroog ntawd hab txeeb kuas tau rua koj. Kuv tsi xaav tau ntsejmuag qhov kws kuv txeeb tau lub nroog ntawd.”"},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.29","label":"29","content":"Yog le ntawd, Daviv txhaj txhij nwg cov tubrog moog tua lub nroog Lanpas. Nwg tua yeej hab txeeb tau lub nroog ntawd."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.30","label":"30","content":"Daviv muab lub mom kub kws nyaav xyaa caum tsib choj sau cov Amoos tug vaajtswv  lub taubhau hle lug, luas muab tej hlaws muaj nqes dlhos tawg paaj paug rua lub mom ntawd. Daviv muab lub mom kub  ntawd looj rua Daviv taubhau, hab nwg fuab tau khoom ntau heev huv lub nroog ntawd nqaa lug."},{"bible_id":"1726","chapter_code":"2SA.12","verse_code":"2SA.12.31","label":"31","content":"Daviv muab kaw, muab hlau hab muab taus rua cov tuabneeg huv lub nroog ntawd hab yuam kuas puab ua num  hab puab thwvcib. Daviv kuas cov tuabneeg kws nyob huv cov Amoos txhua lub nroog ua num ib yaam le ntawd. Ces Daviv hab nwg cov tubrog rov lug rua huv lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.1","label":"1","content":"Daviv tug tub Axaloos muaj ib tug muam tsi tau yuav quasyawg, nwg hu ua Tamaj, hab nwg zoo nkauj heev. Anoos kws yog dlua Daviv ib tug tub nyam nwg heev."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.2","label":"2","content":"Anoos nyam Tamaj heev, ua rua Anoos ca le mob le lawm, rua qhov Tamaj tseem yog ib tug nkaujxwb kws tsi tau thaam dlua hluas nraug, Anoos paub has tas nwg yuav moog cuag tsi tau Tamaj."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.3","label":"3","content":"Tabsis Anoos muaj ib tug phoojywg yog tuabneeg ntse heev, hu ua Yaunadas, nwg yog Daviv tug tijlaug Samas tug tub."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.4","label":"4","content":"Yaunadas nug Anoos has tas, “Koj tub yog vaajntxwv tug tub ntaag, ua caag kuv pum koj pheej ntsoog ib nub dlhau ib nub le, yog ua le caag tag?” Anoos teb has tas, “Kuv nyam Tamaj kws yog kuv tug kwv nraab Axaloos tug muam heev.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.5","label":"5","content":"Yaunadas has rua Anoos has tas, “Koj ua txuj tsaab mob hab moog pw tuabywv sau txaaj, kuas koj txiv lug saib koj, ces koj has rua koj txiv tas, ‘Thov koj moog has Tamaj lug pub mov rua kuv noj. Kuv xaav pum nwg lug ua zaub mov hab muab mov rua kuv noj.’ ”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.6","label":"6","content":"Yog le ntawd, Anoos ua txuj tsaab mob hab moog pw lawm. Vaajntxwv Daviv txhaj moog saib Anoos, hab Anoos has rua Daviv has tas, “Thov koj ca Tamaj lug ua ob lub ncuav ci ntawm nuav rua kuv pum, hab ca nwg muab cov ncuav ntawd rua kuv noj.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.7","label":"7","content":"Yog le ntawd, Daviv txhaj tso tuabneeg moog hu Tamaj huv lub loog lug hab has tas, “Koj ca le moog huv Anoos tsev hab ua mov rua nwg noj.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.8","label":"8","content":"Tamaj txhaj moog rua huv hab pum Anoos pw sau txaaj. Tamaj txhaj muab ib cov moov nplej ntse dlej zuaj ua ib cov ncuav rua Anoos saib ntsoov. Ces Tamaj txawm muab cov ncuav ntawd cub,"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.9","label":"9","content":"hab nwg muab rua Anoos noj, tabsis Anoos tsi kaam noj le. Anoos has tas, “Ntab cov tuabneeg ntawd tawm moog.” Ces puab txawm tawm lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.10","label":"10","content":"Anoos txhaj has rua Tamaj has tas, “Nqaa cov ncuav lug rua ntawm kuv lub txaaj nuav, hab koj muab rua kuv noj.” Tamaj txhaj nqaa ncuav moog rua Anoos."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.11","label":"11","content":"Thaus Tamaj cev ncuav rua Anoos, Anoos ca le qawm nkaus Tamaj hab has tas, “Koj ca le nrug kuv pw!”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.12","label":"12","content":"Tamaj has tas, “Tsi xob muab kuv mos ua phem ua qas! Tej nuav peb cov Yixalayees yeej ibtxwm tsi ua le!"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.13","label":"13","content":"Kuv yuav coj kuv txujkev txaajmuag moog zais rua qhov twg? Hab koj los yuav txaajmuag nyob huv tsaav tuabneeg Yixalayees moog le. Koj ca le moog thov vaajntxwv, kuv paub has tas, nwg yuav muab kuv rua koj.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.14","label":"14","content":"Tabsis Anoos tsi noog Tamaj has le; Anoos muaj zug dlua Tamaj, Anoos txhaj khawm nkaus Tamaj hab muab nwg yuam kag."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.15","label":"15","content":"Ces Anoos ca le ntxub Tamaj heev. Anoos ntxub Tamaj heev dlua thaus kws nwg pib nyam Tamaj lawm. Anoos txhaj ntab Tamaj has tas, “Koj ca le tsiv moog!”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.16","label":"16","content":"Tamaj has tas, “Tsi tau, yog koj ca le ntab kuv tawm moog le nuav tseem txhum luj tshaaj  qhov kws koj nyavnyuas ua taag rua kuv nuav hab!” Tabsis Anoos tsi noog Tamaj has le."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.17","label":"17","content":"Anoos hu nwg ib tug tubkhai lug hab has tas, “Ca le caab tug quaspuj nuav tawm moog! Muab nwg thawb rua saab nrau hab laag qhovrooj rua!”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.18","label":"18","content":"Ces tug tubkhai ntawd txhaj muab Tamaj thawb ntag rua saab nrau hab laag kag qhovrooj rua lawm. Tamaj naav ib dlaim tab ntev hab lub tsho teg ntev,  yog tej tab rua vaajntxwv cov ntxhais kws tseem yog nkaujxwb naav rua tam ntawd."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.19","label":"19","content":"Tamaj tsuab tshauv rua sau nwg taubhau, muab nwg dlaim tab dlua hab muab nwg ob txhais teg npug nwg lub ntsejmuag tsaa hlo suab quaj tawm tsiv lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.20","label":"20","content":"Thaus Tamaj tug nug Axaloos pum dlheev nwg. Axaloos nug has tas, “Anoos mos koj los? Tug muam, tsi xob muab qhov ntawd lug ua rua koj nyuaj sab. Anoos tub yog koj ib tug nug nraab hab, ca le ua tuabywv tsi xob qha rua leejtwg paub le.” Yog le ntawd, Tamaj txhaj moog nyob huv Axaloos tsev, Tamaj nyuaj sab hab tu sab kawg le."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.21","label":"21","content":"Thaus Vaajntxwv Daviv nov tej xwm nuav, ua rua nwg chim heev."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.22","label":"22","content":"Ces Axaloos ntxub Anoos heev, rua qhov Anoos muab nwg tug muam mos, hab Axaloos tsi nrug Anoos thaam le lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.23","label":"23","content":"Tau ob xyoos tom qaab nuav Axaloos muab nwg cov yaaj lug txav plaub rua ntawm lub nroog Npa-aas Haxaus kws nyob ze lub nroog Efalayees, hab nwg caw taagnrho vaajntxwv cov tub tuaj koom huv tuabsi."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.24","label":"24","content":"Axaloos moog cuag Vaajntxwv Daviv hab has rua Vaajntxwv has tas, “Vaajntxwv, kuv muab kuv cov yaaj lug txav plaub, mas thov caw koj hab koj cov numtswv moog koom.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.25","label":"25","content":"Vaajntxwv teb has tas, “Mivtub, kuv tsi moog, yog peb suavdlawg moog, mas yuav ua num nyaav rua koj heev.” Axaloos taij heev, tabsis vaajntxwv tsi kaam moog le, nwg foom koob moov rua Axaloos hab ca Axaloos rov moog lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.26","label":"26","content":"Tabsis Axaloos has tas, “Yog koj tsi kaam moog le, thov koj tso kuv tug tijlaug Anoos nrug peb moog?” Vaajntxwv nug has tas, “Vim le caag koj yuav kuas Anoos moog?”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.27","label":"27","content":"Tabsis Axaloos taij heev, thaus kawg Daviv txhaj tso Anoos hab taagnrho Daviv cov tub nrug Axaloos moog. Axaloos npaaj tau ib rooj mov luj, phim rua vaajntxwv noj xwb,"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.28","label":"28","content":"Axaloos has rua nwg cov tubkhai tas, “Mej saib, thaus twg Anoos haus cawv qaug heev lawm, ces thaus kuv kuas mej tua, mej ca le tua nwg kuas tuag. Tsi xob ntshai. Kuv yuav ris lub txim nuav tsi pub kuas raug mej. Ca le ua khov kho hab ua sab tawv qhawv xwb!”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.29","label":"29","content":"Yog le ntawd, cov tubkhai txhaj ua lawv le Axaloos has, hab muab Anoos tua tuag lawm. Ces taagnrho Daviv cov tub kws seem txhaj sawv ceev nrooj moog caij puab cov neeg zaag hab tsiv moog lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.30","label":"30","content":"Thaus puab taabtom taug kev rov lug tsev, muaj tuabneeg lug has rua Daviv has tas, “Axaloos muab koj cov tub tua tuag taag, tsi muaj ib tug seem le.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.31","label":"31","content":"Vaajntxwv ca le sawv tseeg dlua rhe nwg lub tsho quaj tu sab heev, hab nwg qhau cev hlo quaj dlaa luam rua huv aav. Cov tubkhai kws nrug nwg nyob ua ke ntawd los puab dlua puab tej tsho povtseg nrug nwg nyuaj sab ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.32","label":"32","content":"Tabsis Daviv tug tijlaug Samas tug tub Yaunadas has tas, “Vaajntxwv, koj tsi xob xaav has tas puab tua taagnrho koj cov tub. Anoos tuab leeg txhaj raug tua tuag xwb. Koj saib Axaloos yeej muaj lub sab xaav ua le nuav txij thaus kws Anoos muab nwg tug muam Tamaj mos lug lawm."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.33","label":"33","content":"Yog le ntawd, koj tsi xob ntseeg tej lug fi xuv kws has tas, koj cov tub tuag taag lawm; tsuas yog Anoos tuab leeg txhaj raug tua tuag xwb.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.34","label":"34","content":"Thaus lub sijhawm ntawd Axaloos kuj tsiv lawm hab. Ces taamsim ntawd tug tub faajxwm txawm pum ib paab tuabneeg taug kev nqeg sau Roob Haulunayees lug.  Nwg txhaj moog tshaab xu tej kws nwg pum ntawd rua vaajntxwv."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.35","label":"35","content":"Yaunadas has rua Daviv has tas, “Cov ntawd yog koj cov tub rov qaab lug, lawv le puastaab kuv has rua koj lawm.”"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.36","label":"36","content":"Ces thaus has cov lug ntawd xaus, Daviv cov tub lug txug ndlua; puab suavdlawg txawm tsaa hlo suab quaj, Daviv hab nwg cov numtswv los kuj quaj tu sab kawg."},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.37+2SA.13.38","label":"37-38","content":"Axaloos tsiv moog cuag Amihus tug tub Talemais kws ua vaajntxwv kaav lub nroog Nkesus, hab moog nyob huv lub nroog ntawd tau peb xyoos. Daviv quaj Anoos tau ntev loo;"},{"bible_id":"1726","chapter_code":"2SA.13","verse_code":"2SA.13.39","label":"39","content":"Tabsis thaus kws nwg txujkev ncu Anoos dlhau lawm, nwg ncu txug nwg tug tub Axaloos kws ncaim nwg moog lawm."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.1","label":"1","content":"Yau-am paub has tas Vaajntxwv Daviv ncu Axaloos heev,"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.2","label":"2","content":"yog le ntawd, Yau-am txhaj khaiv tuabneeg moog hu ib tug quaspuj ntse heev huv lub nroog Tekau-as tuaj cuag nwg. Thaus tug quaspuj ntawd tuaj txug lawm, Yau-am has rua tug quaspuj ntawd tas, “Koj ua txuj ua le tug tuabneeg kws raug kev txomnyem quaj ntsuag: muab koj tej tsoog tsho quaj ntsuag lug naav hab tsi xob ntsis plaubhau le. Koj ua ib yaam le ib tug quaspuj kws muaj kev quaj ntsuag lug ntev lawm."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.3","label":"3","content":"Ces koj ca le moog cuag vaajntxwv hab has tej lug kws kuv qha koj has rua nwg.” Yau-am txawm qha tej lug ntawd rua tug quaspuj ntawd."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.4","label":"4","content":"Tug quaspuj ntawd txhaj moog cuag vaajntxwv, nwg txhus caug ndlua pe vaajntxwv hab has tas, “Vaajntxwv, thov paab kuv lauj!”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.5","label":"5","content":"Vaajntxwv nug tug quaspuj ntawd has tas, “Koj xaav kuas kuv paab koj dlaabtsi?” Tug quaspuj ntawd teb has tas, “Vaajntxwv, kuv tug quasyawg tuag lawm, kuv ua ib tug puj ntsuag kws txomnyem heev."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.6","label":"6","content":"Vaajntxwv, kuv muaj ob tug tub xwb, muaj ib nub obtug txawm sis tshe tom teb, tsi muaj leejtwg cheem obtug le, ces tug kwv txawm muab tug tijlaug tua tuag lawm."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.7","label":"7","content":"Nwgnuav taagnrho kuv cov kwvtij tawmtsaam kuv heev hab puab kuas kuv ca le muab kuv tug tub cob rua puab, puab yuav muab nwg tua povtseg vim qhov kws nwg tua nwg tug tijlaug lawm. Yog puab ua le ntawd tag, mas kuv tsi muaj tub le lawm. Puab txawm yuav rhuav tshem kuv txujkev ca sab hab yuav ca kuv tug quasyawg tsi muaj ib tug tub lug ris nwg lub npe le?”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.8","label":"8","content":"Vaajntxwv teb has tas, “Koj ca le rov qaab moog tsev, kuv maam le saib zaaj nuav.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.9","label":"9","content":"Tug quaspuj ntawd has tas, “Vaajntxwv, txawm yog koj ua le caag los thov ca kuv hab kuv tsev tuabneeg ris lub txim nuav; thov ca koj hab koj tsev tuabneeg kws luas fwm tsi xob tau ris lub txim nuav.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.10","label":"10","content":"Vaajntxwv teb has tas, “Yog leejtwg tseem ua rua koj ntxhuv sab hab, ca le coj nwg tuaj cuag kuv, tug ntawd yuav tsi ua rua koj ntxhuv sab ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.11","label":"11","content":"Tug quaspuj ntawd has tas, “Vaajntxwv, koj ca le thov tug TSWV kws yog koj tug Vaajtswv paab kuv cov kwvtij kws yuav ua pauj rua kuv tug tub kws tuag lawm, kuas tsi xob ua txhum kws yuav muab kuv tug tub kws tseem nyob nuav tua povtseg.” Daviv teb has tas, “Kuv coglug rua koj ntawm tug TSWV kws muaj sa nyob has tas, kuv yuav tsi pub koj tug tub ib txuj plaubhau poob rua huv aav le.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.12","label":"12","content":"Tug quaspuj ntawd has tas, “Vaajntxwv, thov ca kuv has ib lus ntxiv hab.” Vaajntxwv teb has tas, “ca le has.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.13","label":"13","content":"Tug quaspuj ntawd has rua vaajntxwv has tas, “Vim le caag koj tseem ua tej yaam tsi yog rua Vaajtswv tsaav tuabneeg hab? Koj tau txav txim rov rua koj tug tub kws moog nyob rua lwm lub tebchaws lawm tsi pub rov qaab lug."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.14","label":"14","content":"Peb yuav tuag taag; peb zoo le cov dlej kws muab laub rua huv aav lawm yeej muab tsi tau rov qaab lug le lawm. Vaajtswv tsi txuv leejtwg txujsa le, tabsis nwg nrhav kev paab kuas coj tau tug tuabneeg kws raug ntab tawm lawm kuas tau rov qaab lug."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.15","label":"15","content":"Vaajntxwv, kuv tuaj has cov lug nuav rua koj, mas yog tej tuabneeg suavdlawg ua rua kuv ntshai, kuv txhaj xaav has tas, yog kuv tuaj has tej lug nuav rua koj, koj yuav ua lawv le kuv tej lug thov."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.16","label":"16","content":"Kuv xaav has tas koj yuav noog kuv tej lug thov hab yuav paab kuas kuv dlim ntawm tug kws muaj lub sab pheej nrhav kuv tug tub hab kuv tua povtseg, hab muab wb ntab tawm huv lub tebchaws kws Vaajtswv muab rua nwg tsaav tuabneeg nyob nuav lawm."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.17","label":"17","content":"Kuv xaav has tas, koj yuav coglug paab kuas kuv muaj kev kaaj sab, rua qhov vaajntxwv yeej zoo ib yaam le Vaajtswv tug timtswv hab muaj peevxwm muab qhov zoo cais tawm ntawm qhov phem.  Thov tug TSWV kws yog koj tug Vaajtswv nrug nraim koj.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.18","label":"18","content":"Vaajntxwv teb has tas, “Kuv yuav nug koj, mas koj yuavtsum teb txhua yaam kws yog qhov tseeb xwb.” Tug quaspuj ntawd teb has tas, “Vaajntxwv, koj nug kuv los tau.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.19","label":"19","content":"Daviv nug nwg has tas, “Puas yog Yau-am khaiv koj tuaj has tej lug nuav rua kuv?” Tug quaspuj ntawd teb has tas, “Vaajntxwv, yeej tsi muaj leejtwg yuav zaam dlhau koj tej lug nug le, kuv nyob ntawm nuav teb koj tej lug nug ntaag.  Tub yog koj tug thawj tubrog Yau-a kuas kuv tuaj hab qha kuas kuv has tej lug nuav."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.20","label":"20","content":"Tabsis qhov kws nwg ua nuav tub yog ua kuas dlaws tau koj tej teebmeem ntaag. Kuv tug vaajntxwv yeej yog tug txawj ntse ib yaam le Vaajtswv tug timtswv hab paub txhua yaam kws yuav tshwm lug.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.21","label":"21","content":"Tom qaab ntawd vaajntxwv has rua Yau-am has tas, “Kuv pum zoo ua le koj has. Koj ca le moog hab coj tug tub hluas Axaloos rov qaab lug.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.22","label":"22","content":"Yau-am txhaj txhus caug ndlua hawm Daviv hab has tas, “Vaajntxwv kws yog kuv tug tswv, thov Vaajtswv foom koob moov rua koj! Nwgnuav kuv paub has tas koj pum zoo nrug kuv, vim koj ua lawv le kuv tau thov koj lawm.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.23","label":"23","content":"Ces Yau-am txhaj moog rua peg Nkesus hab coj Axaloos rov qaab lug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.24","label":"24","content":"Tabsis vaajntxwv saamfwm tsi pub Axaloos moog nyob huv lub loog le. Vaajntxwv has tas, “Kuv tsi xaav ntsib nwg tim ntsej tim muag.” Yog le ntawd, Axaloos txhaj nyob huv nwg lub tsev xwb, tsi moog tshwm rua vaajntxwv pum le."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.25","label":"25","content":"Nyob huv tebchaws Yixalayees tsi muaj leejtwg kws luas qhuas npaum le qhuas Axaloos; sau Axaloos taubhau moog ti huv nwg kutaw tsi muaj ib qho phem le."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.26","label":"26","content":"Nwg cov plaubhau tuab heev, ib xyoo nwg txav ib zag xwb. Thaus nwg cov plaubhau ntev tuaj lawm nyaav kawg le. Muab nwg cov plaubhau luj nyaav tsib choj lawv le numtswv tej teev kws hum txaj."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.27","label":"27","content":"Axaloos muaj peb tug tub hab ib tug ntxhais hu ua Tamaj, Tamaj yog ib tug ntxhais kws zoo nkauj heev."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.28","label":"28","content":"Axaloos nyob huv lub nroog Yeluxalees tau ob xyoos tsi tau pum vaajntxwv hlo le."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.29","label":"29","content":"Axaloos txhaj tso tuabneeg moog has rua Yau-am, kuas paab nwg moog thov vaajntxwv; tabsis Yau-am tsi tuaj cuag Axaloos le. Axaloos rov tso tuabneeg moog hu Yau-am dlua los Yau-am tsi kaam tuaj cuag nwg le."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.30","label":"30","content":"Yog le ntawd, Axaloos txhaj has rua nwg cov tubkhai tas, “Mej saib, Yau-am thaaj laj nyob npuas kuv thaaj, hab nplej tseem puv nkaus huv thaaj laj. Mej ca le moog tis suavtawg hlawv.” Yog le ntawd, puab txhaj moog tis suavtawg hlawv Yau-am thaaj laj."},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.31","label":"31","content":"Yau-am txhaj moog rua tom Axaloos tsev hab nug has tas, “Vim le caag koj cov tubkhai tis suavtawg hlawv kuv thaaj laj?”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.32","label":"32","content":"Axaloos teb has tas, “Rua qhov thaus kuv tso tuabneeg tuaj hu koj, koj tsi tuaj le. Kuv xaav kuas koj moog paab kuv nug vaajntxwv has tas, ‘Vim le caag kuv txhaj rov peg Nkesus lug nyob rua huv nuav? Yog kuv nyob tuabywv peg, yuav zoo dlua kuv nyob ntawm nuav.’ ” Hab Axaloos has ntxiv tas, “Kuv xaav teem sijhawm moog cuag vaajntxwv, yog has tas, kuv ua txhum tag, thov nwg ca le muab kuv tua povtseg.”"},{"bible_id":"1726","chapter_code":"2SA.14","verse_code":"2SA.14.33","label":"33","content":"Yog le ntawd, Yau-am txhaj moog cuag Vaajntxwv Daviv hab muab Axaloos tej lug txhua lu has rua Daviv noog. Vaajntxwv tso tuabneeg moog hu Axaloos, Axaloos txhaj moog cuag vaajntxwv hab nwg txhus caug ndlua hawm vaajntxwv. Vaajntxwv zoo sab hab puag nkaus Axaloos nwj."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.1","label":"1","content":"Tom qaab nuav Axaloos npaaj ib lub tsheb neeg, ob tug txiv neeg hab tsib caug leej txivneej moog ua nwg ntej."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.2","label":"2","content":"Axaloos pheej sawv ntxuv moog sawv ntawm ntug kev ze lub roojvaag nroog. Thaus muaj tuabneeg tuaj xaav kuas vaajntxwv nrug tu plaub ntug, Axaloos txawm hu nwg lug hab nug saib nwg tuaj qhov twg tuaj. Thaus kws tug tuabneeg ntawd qha rua Axaloos has tas nwg yog xeem twg lawm,"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.3","label":"3","content":"Axaloos has rua nwg tas, “Koj yog tug yeej cai lawm, tabsis vaajntxwv tsi tau tsaa leejtwg lug ua tug sawv nwg cev tu koj rooj plaub nuav.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.4","label":"4","content":"Hab Axaloos has ntxiv tas, “Kheev laam yog kuv tau ua tug tu plaub ntug! Yog muaj leejtwg muaj plaub ntug tuaj cuag kuv, kuv yuav tu nwg tej plaub ntug kuas ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.5","label":"5","content":"Thaus tug tuabneeg ntawd txaav zog lug hawm Axaloos, Axaloos puag nkaus tug ntawd hab nwj kag."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.6","label":"6","content":"Axaloos ua le ntawd rua cov Yixalayees txhua tug kws tuaj thov vaajntxwv paab tu puab tej plaub ntug. Yog le ntawd, puab txhaj fwm Axaloos heev."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.7","label":"7","content":"Tom qaab ntawd plaub  xyoos, Axaloos thov Vaajntxwv Daviv has tas, “Vaajntxwv, thov ca kuv moog nraag Henploos hab muab khoom fij rua tug TSWV lawv le kuv tau coglug tseg."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.8","label":"8","content":"Thaus kuv tseem nyob huv lub nroog Nkesus peg tebchaws Xilias, kuv tau coglug rua tug TSWV has tas, yog nwg coj kuv rov lug rua huv lub nroog Yeluxalees, kuv yuav moog pehawm nwg huv Henploos.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.9","label":"9","content":"Vaajntxwv tso lug has tas, “Koj ca le moog kaaj sab lug.” Yog le ntawd, Axaloos txhaj moog rua nraag Henploos lawm."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.10","label":"10","content":"Tabsis Axaloos khaiv tuabneeg moog has rua txhua xeem Yixalayees has tas, “Thaus twg mej nov suab raaj suab xyu nrov, suavdlawg ca le qw has tas, ‘Axaloos ua vaajntxwv kaav lub nroog Henploos lawm!’ ”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.11","label":"11","content":"Axaloos caw tau ob puas leej txivneej huv lub nroog Yeluxalees nrug nwg moog; puab tsi paub dlaabtsi le, puab txhaj zoo sab hlo ua ntsejmuag luag ntxhi nrug Axaloos moog."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.12","label":"12","content":"Thaus Axaloos taabtom hlawv tsaj ua khoom fij, Axaloos khaiv tuabneeg moog hu Ahithaufees kws yog Vaajntxwv Daviv tug tuavxaam huv lub nroog Nkilaus tuaj cuag Axaloos. Txujkev ntxeev sab tawmtsaam Vaajntxwv Daviv muaj zug heev zuj zug tuaj, hab cov tuabneeg kws tuaj Axaloos tog coob zuj zug ntxiv."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.13","label":"13","content":"Muaj tuabneeg moog has qha rua Daviv has tas, “Cov pejxeem Yixalayees tub coglug tuaj Axaloos tog lawm.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.14","label":"14","content":"Yog le ntawd, Daviv txhaj has rua nwg cov numtswv kws nrug nwg nyob huv lub nroog Yeluxalees has tas, “Peb yuavtsum tsiv taamsim nuav, tej zag ib plag sau nuav, Axaloos yuav tuaj txug, nwg yuav tua yeej peb hab yuav muab txhua tug kws nyob huv lub nroog nuav tua huv tuabsi. Yog peb xaav kuas peb dlim ntawm Axaloos txhais teg, peb ca le tsiv taamsim nuav ntaag.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.15","label":"15","content":"Puab teb has tas, “Vaajntxwv, peb yeej tog nrhw yuav ua txhua yaam le koj has.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.16","label":"16","content":"Yog le ntawd, vaajntxwv txhaj nrug nwg tsev tuabneeg, hab nwg cov numtswv tawm tsiv, tsuas tseg nwg kaum tug nam yau, nyob tu lub loog xwb."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.17","label":"17","content":"Thaus vaajntxwv hab nwg cov tubrog tawm huv lub nroog moog, puab moog txoos ua ke rua ntawm lub tsev tom kawg."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.18","label":"18","content":"Taagnrho nwg cov numtswv puavleej sawv  ntawm vaajntxwv hauv ntej, ca cov tubrog faajxwm moog ua nwg ntej. Hab rau pua leej tubrog huv lub nroog Nkas kws tuaj nwg tog los puavleej moog ua nwg ntej huv tuabsi lawm hab."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.19","label":"19","content":"Vaajntxwv has rua Ithais kws yog puab tug thawjcoj has tas, “Vim le caag koj txhaj nrug peb moog? Koj yog tuabneeg txawv tebchaws kws tsiv huv koj lub tebchaws tuaj nkaum huv lub tebchaws nuav xwb, koj ca le rov qaab moog nrug tug vaajntxwv tshab nyob."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.20","label":"20","content":"Koj nyavnyuas tuaj nyob huv nuav tau ib ntus xwb, kuv yuav ua le caag coj koj nrug kuv moog? Kuv tub tsi paub sov kuv yuav moog qhov twg. Koj ca le coj koj cov tuabneeg nrug koj rov qaab, thov tug TSWV ua zoo hab ua ncaaj rua koj.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.21","label":"21","content":"Tabsis Ithais teb has tas, “Vaajntxwv, kuv thov tuav tug TSWV lub npe coglug rua koj has tas, koj moog qhov twg kuv yuav nrug koj moog qhov ntawd, txawm yog yuav caj hab tuag los xijpeem.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.22","label":"22","content":"Daviv teb has tas, “Zoo lawm! Ca le moog!.” Yog le ntawd, Ithais txhaj nrug Daviv cov tuabneeg hab puab tej quaspuj mivnyuas moog lawm."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.23","label":"23","content":"Thaus Daviv cov tuabneeg sawv kev moog tu qaab lawm, cov pejxeem tsaa hlo suab quaj. Vaajntxwv txhaj hlaa lub Haav Kiloos lawv nwg cov tuabneeg qaab hab puab moog rua tom taj suabpuam lawm."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.24","label":"24","content":"Tug povthawj Xadaus hab cov Levis kws kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg nrug nraim Daviv. Puab muab lub phijxaab txu  tsi kwv moog txug thaus kws cov tuabneeg tsiv tawm huv nroog taag lawm. Tug povthawj Anpiyathas los nrug puab nyob ntawd hab."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.25","label":"25","content":"Vaajntxwv has rua Xadaus has tas, “Mej ca le kwv lub Phijxaab rov qaab moog ca rua huv nroog. Yog tug TSWV txaus sab rua kuv tag, muaj ib nub nwg yuav coj kuv rov qaab lug pum lub phijxaab hab qhov chaw kws ca lub phijxaab nuav dlua."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.26","label":"26","content":"Tabsis yog nwg tsi pum zoo rua kuv rov lug, ces nwg yuav ua le caag rua kuv los nyob ntawm nwg pum zoo.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.27","label":"27","content":"Hab Daviv has rua Xadaus has tas, “Koj puas yog tug kws pum yaav tom ntej?  Ca le coj koj tug tub Ahima-as hab Anpiyathas tug tub Yaunathaas rov qaab moog nyob huv nroog kaaj sab lug."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.28","label":"28","content":"Lub sijhawm nuav, kuv yuav moog nyob ntawm tug dlej kws txujkev hlaa moog rua tom taj suabpuam tog moog txug thaus kuv tau txais koj tej xuv tsaiv.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.29","label":"29","content":"Yog le ntawd, Xadaus hab Anpiyathas txhaj kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg rov lug ca rua huv lub nroog Yeluxalees hab obtug lug nyob rua huv lawm."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.30","label":"30","content":"Daviv nce moog quaj sau Roob Txiv ntoo roj; Daviv hle khau hab muab ntaub kauv nwg taubhau, rua qhov nwg tu sab heev. Txhua tug kws nrug Daviv moog puavleej muab ntaub kauv taubhau hab quaj ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.31","label":"31","content":"Thaus muaj tuabneeg moog qha  rua Daviv has tas, Ahithaufees koom teg nrug Axaloos ntxeev sab lawm, Daviv txhaj thov Vaajtswv has tas, “Tug TSWV, thov koj ca le muab Ahithaufees tej tswvyim hloov kuas tsi muaj qaabhau!”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.32","label":"32","content":"Thaus Daviv nce nto plawg sau lub ncov roob kws yog qhov chaw pehawm Vaajtswv, Daviv tug phoojywg Husais kws yog cov tuabneeg Alekhis tug kws Daviv ntseeg sab tshaaj plawg txhaj tuaj ntsib Daviv. Husais muab nwg cev rig tsho dlua ndluag ua kaaj quas nab hab tsuab aav rua sau taubhau."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.33","label":"33","content":"Daviv has rua Husais has tas, “Yog koj nrug kuv moog los koj yuav paab tsi tau kuv dlaabtsi,"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.34","label":"34","content":"Tabsis yog koj rov moog rua huv lub nroog hab has rua Axaloos has tas, txij nuav moog koj yuav ua tug tu Axaloos ntawm lub sab ncaaj nceeg ib yaam le koj tu nwg txiv. Koj txhaj yog tug kws muaj cuabkaav taav tau tej lug kws Ahithaufees has."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.35","label":"35","content":"Xadaus hab Anpiyathas kws yog ob tug povthawj los tseem nyob huv; Txhua yaam kws koj nov huv vaajntxwv lub loog, ca le pav qha rua obtug noog."},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.36","label":"36","content":"Ahima-as hab Yaunathaas kws yog obtug ob tug tub puavleej nrug ob tug nyob huv hab, koj ca le kuas obtug xaa txhua lu lug kws koj nov tuaj qha rua kuv paub huv tuabsi.”"},{"bible_id":"1726","chapter_code":"2SA.15","verse_code":"2SA.15.37","label":"37","content":"Yog le ntawd, Husais kws yog Daviv tug phoojywg txhaj rov qaab moog txug rua huv lub nroog tawm thawj thaus Axaloos lug txug ndlua hab."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.1","label":"1","content":"Thaus Daviv moog dlhau sau lub ncov roob lawm, nwg txawm ntsib Xinpas kws yog Mefinpauses tug tubkhai, nwg caab ob tug neeg luav thauj ob puas lub ncuav, ib puas pob txiv maab qhuav hab ib naab tawv cawv txiv maab puv nkaus."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.2","label":"2","content":"Vaajntxwv Daviv nug Xinpas has tas, “Koj coj tej nuav tuaj moog ua dlaabtsi ntau ua luaj?” Xinpas teb has tas, “Ob tug neeg luav nuav yog muab pub rua vaajntxwv tsev tuabneeg caij, cov ncuav hab cov txiv maab qhuav nuav muab rua koj cov tuabneeg tau noj, hab cov cawv txiv maab nuav yog muab rua puab tau haus thaus puab nqhes tom roob mojsaab qhua.”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.3","label":"3","content":"Vaajntxwv nug Xinpas has tas, “Koj tug tswv Xa-ules tug xeebntxwv Mefinpauses nyob qhov twg?” Xinpas teb has tas, “Nwg tseem nyob huv lub nroog Yeluxalees, rua qhov nwg ca sab has tas, taamsim nuav cov Yixalayees taabtom yuav muab nwg yawm Xa-ules lub tebchaws tso rua nwg tuav.”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.4","label":"4","content":"Vaajntxwv has rua Xinpas has tas, “Txhua yaam kws yog Mefinpauses tug puavleej yog koj le huv tuabsi.” Xinpas teb has tas, “Vaajntxwv, kuv yog koj tug tubkhai, thov kuas kuv ua lawv le koj lub sab nyam moog le.”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.5","label":"5","content":"Thaus Daviv moog txug huv lub nroog Npalauhees, Nkelas tug tub Sime-is kws yog Xa-ules cov kwvtij tuaj tog Daviv kev hab tsawm foom Daviv taug kev tuaj."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.6","label":"6","content":"Txawm yog Daviv nyob huv plawv nwg cov tuabneeg hab nwg cov tubrog faajxwm los Sime-is tseem khaws pobzeb laim tuaj rua Daviv hab nwg cov numtswv."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.7","label":"7","content":"Sime-is tshev Daviv has tas, “Nam tuabneeg tua tuabneeg! Ca le tsiv tawm moog! Koj ca le tsiv moog! Nam tuabneeg sab phem limham!"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.8","label":"8","content":"Koj txeeb Xa-ules lub tebchaws kaav, taamsim nuav tug TSWV txhaj rau txim rua koj, rua qhov koj tua Xa-ules tsev tuabneeg. Tug TSWV txhaj muab koj lub tebchaws tso rua koj tug tub Axaloos kaav, koj raug kev puamtsuaj, vim koj yog nam tuabneeg tua tuabneeg!”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.9","label":"9","content":"Anpisais kws nwg nam hu ua Xeluyas has rua vaajntxwv has tas, “Vaajntxwv, vim le caag koj ca nyuas dlev ntawd tshev koj mob ua luaj? Thov ca kuv moog muab nwg lub nyuas cejdlaab txav kag kuas tu nrho rua tod saib!”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.10","label":"10","content":"Vaajntxwv has rua Anpisais hab nwg tug tijlaug Yau-am has tas, “Tej nuav tsi yog meb num. Qhov kws nwg tshev kuv ntawd yog tug TSWV kuas nwg tshev, leejtwg yuav muaj peevxwm nug tau has tas, vim le caag nwg txhaj tshev kuv?”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.11","label":"11","content":"Daviv has rua Anpisais hab Daviv cov numtswv has tas, “Txawm yog kuv tug tub kag los nwg tub nyaag nrhw tua kuv povtseg; vim le caag mej yuav quavntsej tug nyuas tuabneeg Npeenyamees ntawd ua dlaabtsi? Tug TSWV yeej kuas nwg tshev kuv lawm, ca nwg nyob nwg hab ca nwg tshev nwg."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.12","label":"12","content":"Tej zag tug TSWV yuav pum kuv tej kev nyuaj sab  hab nwg yuav muab tej lug tshev ntawd hloov moog ua lug foom koob moov rua kuv.”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.13","label":"13","content":"Yog le ntawd, Daviv hab nwg cov tuabneeg txawm taug kev moog lawm. Sime-is tuaj peg qaum kev nrug puab moog hab muab puab tshev dlua toj ndlais; nwg tshev hab muab pobzeb ntaus hab tseem tsuab aav w rua puab."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.14","label":"14","content":"Thaus vaajntxwv hab nwg cov tuabneeg moog txug ntawm tug dlej Yauladees,  puab lim heev puab txhaj moog su rua qhov ntawd."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.15","label":"15","content":"Axaloos hab cov Yixalayees kws tuaj nwg tog, puavleej nrug nwg lug rua huv lub nroog Yeluxalees, hab Ahithaufees nrug puab lug ua ke."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.16","label":"16","content":"Thaus Husais kws yog Daviv tug phoojywg kws Daviv ntseeg sab heev, ntsib Axaloos, nwg qw has tas, “Thov kuas vaajntxwv muaj sa nyob ntev! Thov kuas vaajntxwv muaj sa nyob ntev!”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.17","label":"17","content":"Axaloos nug has tas, “Koj ua le ko yog koj fwm koj tug phoojywg Daviv nua los? Vim le caag koj tsi nrug nwg moog?”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.18","label":"18","content":"Husais teb has tas, “Kuv yuav ua le caag moog tau? Kuv yuav nyob nrug tug kws tug TSWV hab cov Yixalayees tau xaiv lawm. Kuv yuav nrug koj nyob xwb."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.19","label":"19","content":"Kuv tseem yuav moog tu leejtwg hab, yog has tas kuv tsi tu kuv tug tswv tug tub? Thaus u kuv tu koj txiv le caag lawm, nwgnuav kuv yuav tu koj ib yaam le ntawd.”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.20","label":"20","content":"Axaloos tig hlo moog has rua Ahithaufees has tas, “Taamsim nuav peb lug nyob huv nuav lawm, koj sim paab peb tuav tswvyim saib peb yuav ua le caag txhaj zoo?”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.21","label":"21","content":"Ahithaufees teb has tas, “Koj ca le moog nrug koj txiv cov nam yau kws nwg muab tso tseg tu lub loog pw, kuas txhua tug tuabneeg Yixalayees txhaj paub has tas, koj txiv saib koj zoo le nwg tug yeebncuab hab koj cov phoojywg txhaj muab sab npuab koj.”"},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.22","label":"22","content":"Yog le ntawd, puab txhaj tsaa tau ib lub tsevntaub rua ntawm lub loog rua Axaloos, ces Axaloos txawm moog nrug nwg txiv cov nam yau pw taabmeeg suavdlawg saib ntsoov."},{"bible_id":"1726","chapter_code":"2SA.16","verse_code":"2SA.16.23","label":"23","content":"Lub sijhawm ntawd, txhua lu lug kws Ahithaufees has ntawd zoo ib yaam le yog Vaajtswv tej lug ntaag; Daviv hab Axaloos obtug lub neej tshwmsim lawv le Vaajtswv tej lug."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.1","label":"1","content":"Tau tsi ntev lug tom qaab nuav, Ahithaufees has rua Axaloos has tas, “Thov ca kuv moog xaiv kaum ob txheeb leej txivneej nrug kuv, hab mo nuav kuv yuav moog caum Daviv qaab."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.2","label":"2","content":"Kuv yuav tua nwg thaus nwg lim hab qaug zug heev. Nwg yuav ntshai hab taagnrho nwg cov tuabneeg yuav tsiv tsi saib qaab. Kuv yuav tua vaajntxwv tuab leeg xwb,"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.3","label":"3","content":"hab kuv yuav coj taagnrho nwg cov tuabneeg rov qaab lug thawj koj, ib yaam le tug nkauj nyaab rov lug thawj nwg tug quasyawg. Koj los tsuas nrhav tua nwg tuab leeg  hab xwb. Dlua le cov yuavtsum tseg ca.”"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.4","label":"4","content":"Cov lug nuav raug Axaloos hab cov Yixalayees tej thawjcoj sab kawg le."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.5","label":"5","content":"Axaloos has tas, “Mej ca le moog hu Husais lug taamsim nuav, saib nwg yuav has le caag rua peb.”"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.6","label":"6","content":"Thaus Husais lug txug ndlua, Axaloos nug Husais has tas, “Tej lug nuav yog Ahithaufees has qha rua peb; koj puas pum zoo rua peb ua lawv le ntawd? Yog koj tsi pum zoo, thov qha saib peb yuav ua le caag?”"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.7","label":"7","content":"Husais teb has tas, “Cov lug kws Ahithaufees qha rua koj nuav tsi yog lug zoo."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.8","label":"8","content":"Koj yeej paub has tas, ‘Koj txiv Daviv hab nwg cov tuabneeg tua rog ua tau heev, hab nyaum cuag tug maum dlais kws tuabneeg moog muab nwg cov mivnyuas ntaag. Koj txiv yog ib tug tubrog kws yeej ibtxwm txawj tua rog heev hab mo ntuj nwg yeej tsi nrug nwg cov tuabneeg nyob ua ke le."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.9","label":"9","content":"Taamsim nuav nwg yeej moog nkaum huv tej qhov tsua lossis lwm qhov chaw lawm. Ces thaus Daviv tawm lug tua koj cov tuabneeg, ces txhua tug kws nov zaaj nuav yuav has tas koj cov tuabneeg swb lawm."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.10","label":"10","content":"Thaus ntawd cov tubrog kws sab tawv, tsi paub ntshai ib yaam le tej tsuv ntxhuav, yuav ca le ntshai, rua qhov txhua tug Yixalayees yeej paub has tas, koj txiv yog ib tug kws ntaus rog ua tau hab nwg cov tuabneeg yog cov kws muaj sab tawv tua rog heev."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.11","label":"11","content":"Kuv pum zoo mas koj ca le sau taagnrho cov Yixalayees kws nyob thoob plawg saab tebchaws tom nuav moog txug ndlua saab tebchaws tom u tuaj ua ke, kuas coob npaum le tej xuabzeb ntawm ntug havtxwv hab koj ca le ua tug ntaus thawj loo moog rua huv tshaav rog."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.12","label":"12","content":"Txawm yog Daviv nyob qhov twg los peb yeej yuav nrhav tau nwg xwb, peb ca le tua nwg thaus nwg tsi tau ceevfaaj has tas yuav muaj tej xwm nuav. Ces nwg hab nwg cov tuabneeg txhaj yuav tsi muaj ib tug dlim le."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.13","label":"13","content":"Yog puab tsiv lug rua huv nroog, peb cov tuabneeg yuav nqaa hlua moog khi lub nroog  ntawd tug ntsaa yeej caab kuas qaug taag moog rua nraag kwj haa. Tsi pub kuas tshuav ib lub nyuas pobzeb seem nyob sau ncov roob le.’ ”"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.14","label":"14","content":"Axaloos hab cov Yixalayees has tas, “Husais zaaj tswvyim zoo dlua Ahithaufees zaaj tswvyim!” Tug TSWV ua rua Ahithaufees tej tswvyim kws zoo tsi muaj kuab lawm, txhaj tsi muaj leejtwg ua lawv le ntawd, yog le ntawd, tej kev puamtsuaj txhaj lug raug Axaloos."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.15","label":"15","content":"Husais txawm moog pav tej lug kws nwg tau has rua Axaloos hab cov Yixalayees tej thawjcoj noog, hab coj Ahithaufees tej lug moog pav huv tuabsi rua Xadaus hab Anpiyathas kws yog ob tug povthawj noog."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.16","label":"16","content":"Husais has ntxiv tas, “Taamsim nuav ca le tso tuabneeg moog has rua Daviv paub, kuas nwg tsi xob pw nraag tug dlej kws hlaa moog rua tom taj suabpuam, tabsis kuas nwg ca le hlaa tug Dlej Yauladees moog kuas dlhau plawg rua saab tim u, nwg hab nwg cov tuabneeg txhaj tsi raug nteg hab tsi raug tua.”"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.17","label":"17","content":"Anpiyathas tug tub Yaunathaas hab Xadaus tug tub Ahima-as nyob rawv ntawm lub qhovdlej txhawv Elaunkees kws nyob saab nrau ntug nroog Yeluxalees tog, rua qhov ntshai nyob tsaam muaj tuabneeg pum obtug moog huv lub nroog. Muaj ib tug ntxhais qhev naj zag coj tej xuv tuaj qha rua obtug. Obtug maam le moog qha rua Vaajntxwv Daviv paub."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.18","label":"18","content":"Tabsis muaj ib nub ib tug mivnyuas tub pum obtug, nwg txawm lug qha rua Axaloos; yog le ntawd obtug txhaj maaj nrooj tsiv moog nkaum rua huv ib tug txivneej lub tsev huv Npahulees. Tug txivneej ntawd muaj ib lub qhov tshij nyob ze nwg lub tsev, ces obtug txhaj nqeg moog nkaum huv lub qhov tshij ntawd."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.19","label":"19","content":"Tug txivneej ntawd tug quaspuj muab ib dlaim ntaub lug nthuav npug thoob plawg lub qhov tshij hab muab nplej w thoob plawg rua sau, kuas tsi muaj leejtwg paub has tas, muaj tuabneeg nyob huv."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.20","label":"20","content":"Axaloos cov numtswv tuaj rua huv tsev hab nug tug quaspuj ntawd has tas, “Ahima-as hab Yaunathaas obtug nyob qhov twg?” Tug quaspuj ntawd teb has tas, “Obtug hlaa dlej moog rua saab tim u lawm.” Cov txivneej ntawd nrhav obtug, tabsis tsi pum obtug le, puab txhaj rov qaab moog rua tom lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.21","label":"21","content":"Tom qaab kws puab moog dlhau lawm, Ahima-as hab Yaunathaas obtug tawm huv qhov tshij lug hab moog qha rua Vaajntxwv Daviv paub. Obtug moog qha rua Daviv paub txug tej kws Ahithaufees tau nrhav tswvyim tawmtsaam Daviv hab has tas, “Mej ca le hlaa dlej moog saab tim u.”"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.22","label":"22","content":"Yog le ntawd, Daviv hab nwg cov tuabneeg txhaj hlaa tug dlej Yauladees thaus kaaj ntug txoog, puab tub hlaa dlhau dlej taag rua saab tim u lawm."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.23","label":"23","content":"Thaus Ahithaufees paub has tas, tsi muaj tuabneeg pum zoo ua lawv le nwg has, nwg txhaj le muab eeb pem rua sau nwg tug neeg luav hab caij tsiv rov moog rua tim nwg lub qub zog lawm. Tom qaab kws nwg tu nwg tej khoom tav taag, nwg txawm moog dlai tuag. Luas coj nwg moog log rua huv nwg tsev tuabneeg lub qhov ntxaa."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.24","label":"24","content":"Thaus Axaloos hab cov Yixalayees hlaa tug Dlej Yauladees tuaj, Daviv tub moog txug rua huv lub nroog Mahana-ees lawm."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.25","label":"25","content":"(Axaloos tsaa Amaxas ua tug thawj tubrog hloov Yau-am chaw. Amaxas yog Yetheles kws yog cov tuabneeg Yisamayees  tug tub; nwg nam hu ua Anpinkayis kws yog Nahases tug ntxhais, hab yog Xeluyas kws yog Yau-am nam tug nam hluas.)"},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.26","label":"26","content":"Axaloos hab nwg cov tuabneeg tuaj tsuam yeej rua huv lub xeev Nkile-as."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.27","label":"27","content":"Thaus Daviv moog txug huv lub nroog Mahana-ees, nwg txawm ntsib Nahases tug tub Saunas kws nyob tim lub nroog Lanpas huv tebchaws Amoos, hab ntsib Amiyees tug tub Makhis kws nyob huv lub nroog Laudenpas, hab Npaxilais kws nyob huv lub nroog Launkelees huv xeev Nkile-as."},{"bible_id":"1726","chapter_code":"2SA.17","verse_code":"2SA.17.28+2SA.17.29","label":"28-29","content":"Puab peb leeg nuav nqaa taig, laujkaub aav, choj pua chaw, nplej, ntsab, moov pobkws, mov kib, taum laag, taum mog,  zib ntaab, roj mig nyuj qhuav, kua mig nyuj hab ob peb tug yaaj tuaj pub rua Daviv hab nwg cov tuabneeg tau siv hab tau noj. Rua qhov puab paub has tas Daviv hab nwg cov tuabneeg tub tshaib plaab hab tsaug heev tom roob mojsaab qhua lawm."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.1","label":"1","content":"Vaajntxwv Daviv sau zog nwg cov tuabneeg lug ua ke, muab faib ua tej paab ib txheeb leej, tej paab ib puas leej hab tsaa cov thawj lug saib puab."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.2","label":"2","content":"Daviv txhaj xaa puab tawm moog ua peb paab, nrug Yau-am hab nwg tug kwv Anpisais hab Ithais kws tuaj huv lub nroog Nkas tuaj. Puab ib leeg coj ib paab. Hab vaajntxwv has rua nwg cov tuabneeg tas, “Kuv yuav nrug mej moog.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.3","label":"3","content":"Tabsis puab teb has tas, “Koj tsi xob moog, txawm yog peb cov seem thim tsiv ntawm cov yeebncuab rov lug lossis peb raug tua tuag ib nraab lawm los yeej tsi tseemceeb dlaabtsi, rua qhov koj yog tug tseemceeb tshaaj peb kaum txeeb leej. Yog le ntawd, koj nyob huv nroog nuav txhij tuabneeg tuaj paab peb zoo dlua.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.4","label":"4","content":"Vaajntxwv teb has tas, “Kuv yuav ua txhua yaam lawv le mej xaav kuas kuv ua.” Ces nwg txawm moog sawv ntawm roojvaag saib nwg cov tuabneeg tawm moog ua tej paab ib txheeb leej, hab tej paab ib puas leej."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.5","label":"5","content":"Daviv has rua Yau-am, Anpisais hab Ithais has tas, “Yog mej hlub kuv, thov mej tsi xob ua phem rua tug tub hluas Axaloos!” Cov tubrog puavleej nov Daviv has le ntawd rua nwg cov thawj tubrog."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.6","label":"6","content":"Daviv cov tubrog tawm moog rua tom roob mojsaab hab tua cov Yixalayees huv thaaj Haav Zoov kws yog cov Efalayees cheebtsaam aav."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.7","label":"7","content":"Cov Yixalayees swb Daviv cov tubrog; yog ib qhov poob tsaam txaus ntshai kawg le, nub ntawd xwb muaj neeg nkaum txheeb leej raug tua tuag."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.8","label":"8","content":"Puab sis tua tawg ri sua moog thoob plawg rua peg tej roob mojsaab, hab cov tuabneeg kws tuag rua huv haav zoov tseem coob tshaaj cov kws raug tua tuag rua huv tshaav rog."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.9","label":"9","content":"Ces thaus ntawd Axaloos txawm ntsib Daviv cov tuabneeg. Axaloos caij ib tug neeg zaag, tug neeg zaag dlha moog nkaag rua huv ib tsob qaab ntoo qheb, Axaloos lub cejdlaab txhaj dlaig nkaus rua sau nkhib ntoo. Tug neeg luav dlha dlhau plawg lawm ca Axaloos dlai ncuv rua sau."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.10","label":"10","content":"Daviv cov tuabneeg ib tug lug pum Axaloos, nwg txhaj moog qha rua Yau-am has tas, “Kuv pum Axaloos khuam dlai ncuv rua sau tug nkhib ntoo qheb.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.11","label":"11","content":"Yau-am teb has tas, “Yog koj pum nwg tag, ua caag koj tsi muab nwg tua kag? Kuv yuav muab kaum dlaim nyaj hab ib txuj hlaab rua koj.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.12","label":"12","content":"Tabsis tug txivneej ntawd teb has tas, “Txawm yog koj yuav muab ib txheeb dlaim nyaj rua kuv los kuv yuav tsi muab kuv tug ntivteg moog tawmtsaam vaajntxwv tug tub lub cev le. Peb suavdlawg puavleej nov vaajntxwv tej lug kws nwg has rua koj, has rua Anpisais hab Ithais has tas, ‘Yog mej hlub kuv, thov tsi xob ua phem rua tug tub hluas Axaloos.’"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.13","label":"13","content":"Yog has tas kuv tsi noog vaajntxwv lug, kuv muab Axaloos tua lawm, vaajntxwv yeej yuav paub xwb, rua qhov thaus nwg nov, koj yuav tsi paab kuv dlaws zaaj nuav.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.14","label":"14","content":"Yau-am teb has tas, “Kuv tsi xaav nkim sijhawm nrug koj has ntxiv lawm.” Yau-am txhaj rhu hlo nwg peb raab muv nkaug kag Axaloos hauvsab thaus kws Axaloos tseem tsi tau tuag, hab khuam ncuv rua sau tug nkhib ntoo qheb."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.15","label":"15","content":"Ces Yau-am cov tubrog kaum leej txhaj hlaa hlo moog rua ntawm Axaloos hab muab nwg loos tuag kag lawm."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.16","label":"16","content":"Yau-am tshuab raaj tshuab xyu kuas tseg tsi xob sis tua, cov tubrog txhaj thim rov qaab lug tsi caum cov Yixalayees ntxiv lawm."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.17","label":"17","content":"Puab muab Axaloos lub cev txu lug hab kwv moog pov rua huv ib lub qhov tub tub huv haav zoov, hab muab pobzeb txhub lub qhov ntawd ua ib pawg ca. Taagnrho cov Yixalayees, nyag txhaj tsiv nyag rov moog tsev taag lawm."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.18","label":"18","content":"Thaus kws Axaloos tseem ua neej nyob, nwg puab tau ib tug pemthuam rua huv lub Haav Vaajntxwv, ca ua chaw ncu txug nwg, rua qhov nwg tsi muaj tub lug ris nwg lub npe. Yog le ntawd, txhaj muab tug pemthuam ntawd hu lawv le nwg lub npe hab naj nub nua tseem paub has tas yog Axaloos tug pemthuam."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.19","label":"19","content":"Ces Xadaus tug tub Ahima-as txhaj thov Yau-am has tas, “Ca kuv coj tej xuv nuav moog qha rua vaajntxwv paub has tas, tug TSWV tub cawm nwg dlim ntawm nwg cov yeebncuab lawm.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.20","label":"20","content":"Yau-am teb has tas, “Tsi xob moog; nub nua koj tsi xob coj ib yaam xuv dlaabtsi moog qha rua vaajntxwv paub le. Lwm nub tsaiv koj maam le moog, rua qhov nub nua yog nub kws vaajntxwv tug tub tuag.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.21","label":"21","content":"Yau-am has rua nwg tug tubqhe kws yog tuabneeg Sudaas has tas, “Koj ca le moog qha tej kws koj pum ntawd rua vaajntxwv paub.” Tug tubqhe txhaj le nyo ntshis hawm hab moog lawm."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.22","label":"22","content":"Ahima-as pheej thov has tas, “Txawm yog le caag los xij, thov ca kuv coj tej xuv nuav moog qha rua vaajntxwv hab.” Yau-am nug has tas, “Mivtub, vim le caag koj xaav moog? Koj yeej yuav tsi tau nqe zug dlaabtsi le los sav!”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.23","label":"23","content":"Ahima-as rov has dlua tas, “Txawm yog le caag los xij, kuv xaav moog xwb.” Yau-am teb has tas, “Koj ca le moog.” Yog le ntawd, Ahima-as txhaj dlha taug txujkev kws moog rua nraag lub Haav Yauladees, hab moog txeeb kag tug tubqhe ntawd ntej lawm."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.24","label":"24","content":"Daviv taabtom nyob ntawm lub roojvaag nroog saab huv hab saab nrau kis nruab nraab. Tug tub faajxwm nce moog rua sau tug ntsaa yeej hab sawv sau roojvaag; saib moog rua tim ncauj ke, nwg pum ib tug txivneej dlha taug kev lug."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.25","label":"25","content":"Nwg hu qha rua vaajntxwv, vaajntxwv teb has tas, “Yog nwg tuab leeg lug xwb, ces yog nwg coj xuv zoo lug ntaag!” Tug txivneej ntawd dlha lug ze zuj zug."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.26","label":"26","content":"Tug tub faajxwm rov pum dlua ib tug dlha lug hab, nwg txhaj hu rua tug tu lub roojvaag has tas, “Saib tid saib, muaj dlua ib tug txivneej dlha lug hab.” Vaajntxwv teb has tas, “Tug ntawd los yog coj xuv zoo lug hab.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.27","label":"27","content":"Tug faajxwm has tas, “Kuv saib mas tug txivneej kws dlha ua ntej zoo le yog Ahima-as ntaag.” Vaajntxwv has tas, “Nwg yog ib tug tuabneeg zoo, nwg txhaj coj xuv zoo lug.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.28","label":"28","content":"Ahima-as lug txhus caug ndlua rua ntawm vaajntxwv xubndlag hawm hab has tas, “Vaajntxwv, ua tug TSWV kws yog koj tug Vaajtswv tsaug, nwg tub paab koj yeej cov tuabneeg kws ntxeev sab rua koj lawm!”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.29","label":"29","content":"Vaajntxwv nug has tas, “Tug tub hluas Axaloos puas noj qaab nyob zoo?” Ahima-as teb has tas, “Vaajntxwv, thaus koj tug thawj tubrog Yau-am tso kuv lug, kuv pum suavdlawg ntxhuv sab kawg le, tabsis kuv tsi muaj cuabkaav qha rua koj paub has tas yog muaj xwm dlaabtsi.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.30","label":"30","content":"Vaajntxwv has tas, “Koj lug ntawm nuav.” Ces nwg txawm txaav zog moog sawv ntawd."},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.31","label":"31","content":"Tug tubqhe kws yog tuabneeg Sudaas lug txug hab has rua vaajntxwv has tas, “Vaajntxwv, kuv muaj xuv zoo qha rua koj! Nub nua tug TSWV tub paab koj yeej cov tuabneeg kws ntxeev sab rua koj lawm!”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.32","label":"32","content":"Vaajntxwv nug has tas, “Tug tub hluas Axaloos puas noj qaab nyob zoo hab?” Tug tubqhe teb has tas, “Kuv thov kuas tej xwmtxheej kws raug nwg ntawm poob moog raug koj cov yeebncuab ib yaam nkaus, hab raug txhua tug kws ntxeev sab rua koj.”"},{"bible_id":"1726","chapter_code":"2SA.18","verse_code":"2SA.18.33","label":"33","content":"Vaajntxwv tu sab kawg le. Nwg txhaj nce moog rua huv chaav kws nyob sau lub roojvaag hab moog quaj sau. Thaus nwg taabtom nce moog, nwg quaj has tas, “Kuv tug mivtub! Kuv tug tub Axaloos! Axaloos kuv tug mivtub! Yog hloov tau ca kuv tuag hloov koj chaw, Axaloos kuv tug mivtub! Kuv tug tub!”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.1","label":"1","content":"Muaj tuabneeg moog qha rua Yau-am has tas, “Vaajntxwv Daviv quaj nyav hab nyuaj sab heev rua Axaloos.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.2","label":"2","content":"Yog le nub ntawd, Daviv cov tubrog txujkev zoo sab kws tua yeej rog txhaj hloov lug ua txujkev nyuaj sab, rua qhov puab nov has tas vaajntxwv quaj nyav nwg tug tub heev."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.3","label":"3","content":"Puab txhaj le rov mluag mlob lug rua huv nroog, ib yaam le tej tubrog kws swb rog txaajmuag ntsuav dlha huv tshaav rog rov qaab lug."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.4","label":"4","content":"Vaajntxwv muab ntaub lug npug nwg lub ntsejmuag hab tsaa suab hlo quaj has tas, “Kuv tug mivtub, kuv tug tub Axaloos! Axaloos kuv tug mivtub!”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.5","label":"5","content":"Yau-am txhaj moog rua tom vaajntxwv tsev hab has rua vaajntxwv has tas, “Nub nua koj rhuav koj cov tuabneeg ntsejmuag. Cov tuabneeg ntawd tub yog cov kws cawm koj hab koj cov tub, cov ntxhais, cov quaspuj hab koj cov nam yau txujsa dlim ntawm txujkev puamtsuaj."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.6","label":"6","content":"Koj ntxub cov kws hlub koj hab nyam cov kws ntxub koj. Ua le koj ua nuav yeej qha has tas, koj tej numtswv hab koj cov tuabneeg tsi muaj txaj ntsig dlaabtsi rua koj le. Kuv paub has tas nub nua yog Axaloos muaj sa nyob hab peb tuag taag, mas koj yuav zoo sab heev."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.7","label":"7","content":"Nwgnuav koj ca le moog has ib lu lug nplig koj cov tuabneeg sab. Kuv thov tuav tug TSWV lub npe coglug has tas, yog koj tsi moog, pigkig sawv ntxuv, puab yuav tsi muaj ib tug nrug koj nyob le lawm. Qhov ntawd yuav ua rua koj tau kev txomnyem sab nyaav dlua tej kws koj muaj thaus koj hluas lug txug naj nub nua.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.8","label":"8","content":"Ces vaajntxwv txhaj sawv tseeg hab moog nyob ze rua ntawm lub roojvaag nroog. Nwg cov tuabneeg nov has tas nwg tuaj nyob rua ntawd, puab txhaj lug sawv puagncig nwg. Dlhau ntawd cov Yixalayees nyag txawm rov moog nyag tsev taag lawm."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.9","label":"9","content":"Cov pejxeem nyob thoob plawg tebchaws sis caav ntsoog qeeg, ib leeg has rua ib leeg has tas, “Tub yog Vaajntxwv Daviv cawm peb dlim ntawm peb cov yeebncuab, nwg paab kuas peb dlim ntawm cov Filitees, tabsis nwgnuav nwg tsiv Axaloos hab tawm huv lub tebchaws nuav moog lawm."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.10","label":"10","content":"Peb tau muab roj laub rua Axaloos taubhau tsaa nwg ua peb tug vaajntxwv, tabsis nwg raug tua tuag rua huv tshaav rog lawm. Txawm yuav tsi muaj leejtwg moog coj Vaajntxwv Daviv rov qaab lug le los?”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.11","label":"11","content":"Tej lug kws cov Yixalayees has nuav nrov nchaa moog txug rua Vaajntxwv Daviv.  Nwg txhaj khaiv Xadaus hab Anpiyathas kws yog ob tug povthawj moog nug cov Yudas tej thawjcoj has tas, “Vim le caag mej txhaj yog cov kws tuaj tog vaajntxwv rov qaab lug rua huv nwg lub loog lig dlua lwm paab huv tuabsi?"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.12","label":"12","content":"Mej tub yog kuv cov kwvtij, yog kuv roj kuv ntshaav ntaag. Vim le caag mej yog cov kws tuaj tog kuv lig dlua luas tej huv tuabsi?”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.13","label":"13","content":"Hab Daviv tseem kuas obtug moog has rua Amaxas has tas, “Koj yog kuv ib tug kwvtij. Txij nub nua moog kuv yuav tsaa koj ua tug thawj saib cov tubrog hloov Yau-am chaw. Yog kuv tsi ua lawv le kuv has, thov Vaajtswv tua kuv povtseg!”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.14","label":"14","content":"Daviv tej lug txhaj ua rua cov Yudas muab sab npuab Daviv. Puab txhaj tso tuabneeg moog has rua Daviv hab nwg cov numtswv kuas rov qaab lug."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.15","label":"15","content":"Thaus vaajntxwv Daviv rov lug, nwg ntsib ib cov Yudas taabtom tuaj txug ntawm tug dlej Yauladees, puab yog cov kws nyob huv lub nroog Nkilenkas puab tuaj coj nwg hlaa dlej."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.16","label":"16","content":"Tuab lub sijhawm ntawd, Nkelas tug tub Sime-is kws yog xeem Npeenyamees maaj nrooj huv lub nroog Npahulees tuaj cuag Vaajntxwv Daviv nraag tug dlej Yauladees."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.17","label":"17","content":"Nwg coj cov Npeenyamees ib txheeb leej txivneej nrug nwg tuaj. Hab Xinpas kws yog Xa-ules tsev tuabneeg tug tubkhai coj nwg kaum tsib tug tub hab neeg nkaum leej tubkhai tuaj hab, puab tuaj txug rua ntawm tug dlej Yauladees ua ntej vaajntxwv lug txug ntawd."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.18","label":"18","content":"Puab hlaa  dlej moog rua saab tid, tog coj vaajntxwv tsev tuabneeg hlaa dlej hab ua txhua yaam kws vaajntxwv kuas puab ua. Thaus vaajntxwv taabtom sawv kev yuav hlaa dlej, Sime-is txawm txhus caug ndlua hawm vaajntxwv"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.19","label":"19","content":"hab has tas, “Vaajntxwv, thov koj zaam txim rua tej kws kuv tau ua txhum rua koj, thaus koj tawm huv lub nroog Yeluxalees tuaj. Thov tsi xob muab zaaj ntawd lug tawmtsaam kuv lossis thov koj tsi xob xaav txug zaaj ntawd le."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.20","label":"20","content":"Vaajntxwv, kuv yeej paub has tas, kuv tau ua txhum lawm tag, vim le nuav cov xeem kws nyob peg qaumteb, kuv txhaj yog thawj tug kws xub tuaj ntsib koj nub nua ntaag.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.21","label":"21","content":"Xeluyas tug tub Anpisais teb has tas, “Yeej tsimnyog muab Sime-is tua povtseg, rua qhov nwg tsawm foom tug kws tug TSWV xaiv ca ua vaajntxwv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.22","label":"22","content":"Tabsis Daviv has rua Anpisais hab Anpisais tug tijlaug Yau-am has tas, “Leejtwg thov tswvyim ntawm meb? Meb tsim teebmeem rua kuv los? Nwgnuav kuv yeej yog cov Yixalayees tug vaajntxwv hab nub nua kuv yuav tsi muab cov Yixalayees ib tug twg tua povtseg le.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.23","label":"23","content":"Hab Daviv has rua Sime-is has tas, “Kuv coglug rua koj, koj yuav tsi raug tua povtseg le.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.24","label":"24","content":"Mefinpauses kws yog Xa-ules tug xeebntxwv tuaj cuag vaajntxwv. Nwg yeej tsi ntxuav nwg ob txhais kutaw, tsi chais nwg cov fwjtxwv lossis ntxhua nwg tej rig tsho txij thaus vaajntxwv tsiv huv Yeluxalees moog txug nub kws vaajntxwv rov yeej lub tebchaws le."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.25","label":"25","content":"Thaus Mefinpauses tuaj  peg Yeluxalees tuaj cuag vaajntxwv, vaajntxwv has rua Mefinpauses has tas, “Mefinpauses, vim le caag koj txhaj tsi nrug kuv moog?”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.26","label":"26","content":"Mefinpauses teb has tas, “Vaajntxwv koj yeej paub has tas, kuv yog ib tug tuabneeg saav ceg. Kuv tub has rua kuv tug tubkhai kuas nwg muab eeb pem rua kuv tug neeg luav, rua kuv caij nrug koj moog, tabsis nwg ntxeev sab rua kuv lawm hab."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.27","label":"27","content":"Nwg tuaj has tsi zoo rua koj, tabsis koj zoo nkaus le Vaajtswv tug timtswv, koj txhaj ua lawv le koj pum zoo xwb."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.28","label":"28","content":"Taagnrho kuv txiv tsev tuabneeg yeej tsimnyog koj muab tua povtseg huv tuabsi lawm, tabsis koj pub kuv nrug koj noj koom tsum sau koj lub rooj. Vaajntxwv, kuv yeej tsi muaj cuabkaav yuav thov kuas koj hlub kuv ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.29","label":"29","content":"Vaajntxwv teb has tas, “Koj tsi xob has dlaabtsi ntxiv lawm. Kuv has rua koj has tas, Xinpas meb ca le moog muab Xa-ules tej qubtxeeg qubteg coj lug faib rua meb.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.30","label":"30","content":"Mefinpauses teb has tas, “Ca le muab rua Xinpas tuab leeg yuav xwb, qhov kws koj rov lug tsev thaajyeeb lug tub ua rua kuv zoo sab kawg le lawm.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.31","label":"31","content":"Npaxilais yog tuabneeg Nkile-as kws nyob huv lub nroog Launkelees, nwg tuaj paab coj vaajntxwv hlaa tug Dlej Yauladees."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.32","label":"32","content":"Npaxilais yog ib tug tuabneeg laug heev, nwg tub muaj yim caum xyoo lawm. Npaxilais yog ib tug tuabneeg npluanuj hab tau xaa zaub mov tuaj pub rua vaajntxwv, thaus kws vaajntxwv tseem nyob huv Mahana-ees."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.33","label":"33","content":"Vaajntxwv has rua Npaxilais has tas, “Koj ca le nrug kuv moog nyob huv lub nroog Yeluxalees, kuv yuav ua tug saib koj moog le.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.34","label":"34","content":"Tabsis Npaxilais teb has tas, “Kuv yuav nyob tsi ntev lawm, kuv yuav ua le caag nrug koj moog nyob tau huv lub nroog Yeluxalees?"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.35","label":"35","content":"Kuv tub muaj yim caum xyoo lawm, hab tsi muaj ib yaam dlaabtsi yuav ua rua kuv zoo ntxiv lawm. Kuv noj mov hab haus dlej los kuv tub tsi nov qaab, txawm yog luas tej suab hu nkauj los kuv tub tsi nov. Ntshai kuv tsuas muaj yuav ua kev nyuaj sab rua vaajntxwv kws yog kuv tug tswv lawm xwb."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.36","label":"36","content":"Tsi tsimnyog kuv moog txais yuav tej nqe zug kws tseemceeb ntawd le. Ca kuv nrug koj moog kuas dlhau tug dlej Yauladees rua saab tid xwb."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.37","label":"37","content":"Ca kuv rov qaab moog tsev hab moog tuag ze kuv nam kuv txiv tej toj ntxaas. Vaajntxwv, ntawm nuav yog kuv tug tub Khihas, nwg yuav yog tug tu koj. ca le coj nwg nrug koj moog hab koj xaav paab nwg le caag los koj ca le paab nwg lawv le koj pum zoo.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.38","label":"38","content":"Vaajntxwv teb has tas, “Kuv yuav coj nwg nrug kuv moog hab kuv yuav paab nwg txhua yaam lawv le koj xaav kuas kuv paab. Hab kuv yuav paab koj txhua yaam kws koj thov kuv paab.”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.39","label":"39","content":"Daviv hab nwg cov tuabneeg txawm hlaa tug dlej Yauladees lug lawm. Daviv txhaj nwj Npaxilais hab foom koob moov rua Npaxilais, ces nwg txawm rov moog tsev lawm."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.40","label":"40","content":"Thaus vaajntxwv hlaa dlej, mas yog cov Yudas hab cov Yixalayees ib nraab tuaj paab coj nwg hlaa. Vaajntxwv moog rua huv lub nroog Nkilenkas hab lub nroog Khihas los puab puavleej nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.41","label":"41","content":"Ces cov Yixalayees txawm moog cuag vaajntxwv hab has rua nwg tas, “Vaajntxwv, vim le caag peb cov kwvtij kws yog cov Yudas, puab xaav has tas, puab txhaj yog cov kws tsimnyog tuaj tog koj hab paab xaa koj, koj tsev tuabneeg hab koj cov tuabneeg hlaa tug dlej Yauladees xwb?”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.42","label":"42","content":"Cov Yudas teb has tas, “Peb ua le ntawd, rua qhov vaajntxwv yog peb tuab xeem. Vim le caag qhov nyuas nuav tseem yuav ua rua mej chim hab? Nwg yeej tsi muab zaub mov lug them lossis nwg yeej tsi tau muab ib yaam dlaabtsi rua peb le los sas!”"},{"bible_id":"1726","chapter_code":"2SA.19","verse_code":"2SA.19.43","label":"43","content":"Cov Yixalayees teb has tas, “Txawm yog Vaajntxwv Daviv yog mej tuab xeem los peb yeej muaj tug nyob huv nwg ntau tshaaj mej kaum npaug! Vim le caag mej yuav saib peb tsi muaj nqes le? Mej puas ncu has tas, peb yog thawj cov kws xub has kuas moog tog vaajntxwv rov qaab lug!?” Tabsis cov Yudas tseem hajyam ntxeev lug luj tshaaj cov Yixalayees hab."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.1","label":"1","content":"Muaj ib tug txivneej hu ua Senpas, nyob huv lub nroog Nkilenkas, nwg yog Npikelis tug tub kws yog xeem Npeenyamees. Nwg yog ib tug tuabneeg sab phem heev. Nwg tshuab raaj tshuab xyu hab hu has tas, “Cov Yixalayees, peb tub tsi muaj feem nrug Daviv, peb tsi xob nrug nwg moog!”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.2","label":"2","content":"Yog le ntawd, cov Yixalayees txhaj tso Daviv tseg hab nrug Senpas moog lawm, tabsis cov Yudas tseem muab sab npuab Daviv hab lawv nwg qaab tom tug dlej Yauladees lug txug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.3","label":"3","content":"Thaus Daviv lug txug huv lub nroog Yeluxalees, nwg muab nwg kaum tug nam yau kws nwg tso tseg tu lub loog, cais hlo rua ib lub tsev hab tso cov faajxwm zuv. Nwg muab txhua yaam kws puab xaav tau xaa moog rua puab, tabsis nwg tsi moog nrug puab pw le lawm. Nwg tu ib qhov chaw rua puab nyob ib yaam le tej puj ntsuag moog taag puab simneej le."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.4","label":"4","content":"Vaajntxwv has rua Amaxas has tas, “Koj ca le moog hu cov Yudas tuaj ua ke hab pigkig koj yuavtsum nrug puab tuaj rua ntawm nuav.”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.5","label":"5","content":"Amaxas moog hu puab, tabsis nwg tsi rov tuaj lawv le lub sijhawm kws vaajntxwv teem kuas nwg tuaj."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.6","label":"6","content":"Yog le ntawd, vaajntxwv txhaj has rua Anpisais has tas, “Npikelis tug tub Senpas tseem yuav ua phem rua peb heev tshaaj Axaloos ua hab. Koj ca le coj kuv cov tuabneeg moog lawv nwg qaab, tej zag nwg yuav nyob huv tej nroog kws txhim ntsaa yeej khov kho, kuas nwg tau chaw tsiv nkaum peb.”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.7","label":"7","content":"Yog le ntawd, Yau-am cov tuabneeg, cov tubrog hab taagnrho cov tubrog kws seem huv Yeluxalees txhaj nrug Anpisais moog caum Npikelis tug tub Senpas."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.8","label":"8","content":"Thaus puab moog txug ntawm lub pobzeb luj huv Nkinpe-oos, Amaxas moog ntsib puab ntawd. Yau-am yeej naav rawv cev rig tsho sis tua nrug ib raab ntaaj ntxig rua huv naab hab muab hlaab paav khov kho rua ntawm dluav. Ces thaus Yau-am naam zog moog raab ntaaj txawm hlauv hlo."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.9","label":"9","content":"Yau-am has rua Amaxas has tas, “Kuv tug phoojywg, koj puas noj qaab nyob zoo?” Ces nwg cev loo nwg saab teg xis moog tuav nkaus Amaxas cov fwjtxwv le yuav nwj Amaxas."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.10","label":"10","content":"Amaxas tsi ceevfaaj kws yuav muab ib yaam dlaabtsi lug thaiv kuas tau raab ntaaj, ces Yau-am txhaj tuab nkaug Amaxas plaab tshaab plawg ua nyuv tshau lug rua huv aav. Amaxas tuag kag taamsim ntawd, hab Yau-am yeej tsi tau loos ntxiv le lawm. Yau-am hab nwg tug kwv Anpisais rau sab ntso moog caum Senpas qaab."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.11","label":"11","content":"Yau-am cov tuabneeg ib tug sawv ib saab ntawm Amaxas lub cev tuag hu has tas, “Txhua tug kws tuaj Yau-am hab Daviv tog ca le lawv Yau-am qaab!”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.12","label":"12","content":"Amaxas tuag xyaab leeg hab tsau ntshaav tsawv huv plawv kev. Yau-am ib tug tubrog pum has tas, txhua tug puavleej lug sawv taag ua ib pawg rua ntawd lawm, nwg txhaj muab lub cev tuag hai tawm huv plawv kev moog tso rua tom haav puamkhaab hab muab ib dlaim choj npug rua."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.13","label":"13","content":"Ces tom qaab kws muab tug tuag ntawd tshem tawm huv plawv kev lawm, puab txhua tug txhaj lawv Yau-am qaab moog caum Senpas."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.14","label":"14","content":"Senpas moog dlhau plawg cov Yixalayees tug nrimteb moog rua huv lub nroog Anpees Npethees Ma-akas, hab taagnrho Npikelis  cov kwvtij puavleej sau nthwv tuaj nrug nwg moog rua huv lub nroog."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.15","label":"15","content":"Yau-am cov tuabneeg nov has tas, Senpas nyob huv nroog, yog le ntawd puab txhaj moog vij lub nroog ntawd. Puab muab aav lug meem saab ntsaa yeej nrau hab khawb huv taw ntsaa yeej kuas tug ntsaa yeej qaug."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.16","label":"16","content":"Muaj ib tug quaspuj ntse heev nyob huv lub nroog ntawd, nwg qw huv lub nroog tuaj has tas, “Mej ca le noog! Mej ca le noog kuv has! Has rua Yau-am kuas ca le lug ntawm nuav; kuv xaav nrug nwg thaam!”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.17","label":"17","content":"Yau-am txawm txaav zog moog ze tug quaspuj ntawd, tug quaspuj ntawd nug has tas, “Koj yog Yau-am los?” Yau-am teb has tas, “Kuv yog Yau-am ntaag.” Tug quaspuj ntawd has tas, “Koj ca le noog kuv has.” Yau-am teb has tas, “Kuv yeej noog koj has.”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.18","label":"18","content":"Tug quaspuj ntawd txawm has tas, “Luas ibtxwm has tas, ‘Ca le moog nrhav tej lug teb ntawm Anpees,’ puab ua le ntawd txhaj sis has hum lawm."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.19","label":"19","content":"Peb muaj kev thaajyeeb hab kev ncaaj nceeg nyob huv lub tebchaws Yixalayees nuav. Vim le caag koj pheej nrhav kev muab lub nroog kws yog leej nam huv lub tebchaws Yixalayees nuav rhuav povtseg? Puas yog koj xaav nqog tej kws yog tug TSWV tug?”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.20","label":"20","content":"Yau-am teb has tas, “Kuv tsi ua kuas puamtsuaj ib zag le. Kuv tsi laam rhuav tshem lossis ua kuas peb lub nroog nuav puamtsuaj!"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.21","label":"21","content":"Tsi yog peb txhobtxwm ua le ntawd. tabsis muaj ib tug txivneej hu ua Senpas kws yog Npikelis tug tub. Nwg ntxeev sab rua Vaajntxwv Daviv hab tsiv peg lub nroog Efalayees tuaj rua huv nuav lawm. Yog mej muab tau tug tuabneeg nuav cob rua peb, kuv yuav tso lub nroog nuav tseg.” Tug quaspuj ntawd has tas, “Peb yuav muab nwg lub taubhau pov tuaj rua mej.”"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.22","label":"22","content":"Ces tug quaspuj ntawd txhaj moog cuag cov tuabneeg huv lub nroog lawv le nwg npaaj sab lawm, puab txhaj muab Senpas lub taubhau txav pov tuaj rua Yau-am saab ntsaa yeej nrau. Yau-am txhaj tshuab raaj tshuab xyu kuas nwg cov tuabneeg tso lub nroog ntawd tseg, puab txhaj rov lug tsev lawm. Yau-am rov lug cuag vaajntxwv rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.23","label":"23","content":"Yau-am yog cov Yixalayees tug thawj tubrog; Yehauyadas tug tub Npenayas yog tug saib cov tubrog kws zuv Daviv;"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.24","label":"24","content":"Adaunilaas yog tug saib cov ua num; Ahilus tug tub Yehausafas yog tug saib cov tuav ntaub ntawv;"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.25","label":"25","content":"Sevas yog tug teev ntawv, Xadaus hab Anpiyathas yog ob tug povthawj,"},{"bible_id":"1726","chapter_code":"2SA.20","verse_code":"2SA.20.26","label":"26","content":"hab Ilas kws nyob huv lub nroog Ya-ilas yog Daviv tug povthawj hab."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.1","label":"1","content":"Lub sijhawm kws Daviv ua vaajntxwv kaav lub tebchaws muaj kev tshaib plaab tau peb xyoos txwm nkaus. Yog le ntawd, Daviv txhaj moog nug tug TSWV txug zaaj ntawd, tug TSWV has tas, “Tub yog Xa-ules hab nwg tsev tuabneeg ua txhum, vim puab tua tuabneeg; nwg muab cov tuabneeg huv Nkinpe-oos tua tuag taag.”"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.2","label":"2","content":"(Cov tuabneeg kws nyob huv Nkinpe-oos tsi yog tuabneeg Yixalayees; puab yog cov tuabneeg Amaules ib paab nyuas tsawg heev kws cov Yixalayees tau coglug rua puab has tas, yuav tsomkwm puab, tabsis Xa-ules moog muab puab tua tuag taag lawm, rua qhov Xa-ules mob sab heev rua cov Yixalayees hab cov Yudas.)"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.3","label":"3","content":"Yog le ntawd, Daviv caw cov Nkinpe-oos tuaj cuag nwg hab has rua puab tas, “Mej xaav kuas kuv ua dlaabtsi paab mej? Kuv yuav ua le caag txhaj le pauj tau tej kws luas ua rua mej taag lug lawm, mej txhaj yuav foom koob moov rua tug TSWV tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.4","label":"4","content":"Puab teb has tas, “Peb tau nrug Xa-ules hab nwg tsev tuabneeg sis tshe txaus lawm, txawm yog yuav muab nyaj muab kub lug khu peb hab muab cov Yixalayees ib tug twg tua pauj los peb yeej tsi txaus sab le.” Daviv txhaj nug has tas, “Yog le ntawd, mej xaav kuas kuv ua dlaabtsi paab mej?”"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.5","label":"5","content":"Puab teb has tas, “Xa-ules yeej xaav muab peb tua kuas tu noob nrho, tsi xaav kuas peb ib tug seem nyob huv lub tebchaws Yixalayees nuav le."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.6","label":"6","content":"Yog le ntawd, yuavtsum muab nwg xyaa tug tub xeebntxwv cob rua peb, hab peb yuav muab puab dlai taabmeeg tug TSWV rua huv lub nroog Nkinpe-as kws yog Xa-ules lub nroog kws tug TSWV tau xaiv nwg ua vaajntxwv.” Vaajntxwv teb has tas, “Kuv yuav muab puab cob rua mej teg.”"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.7","label":"7","content":"Tabsis vim Daviv hab Yaunathaas tau coglug khov heev rua tug TSWV lawm, Daviv txhaj tseg Yaunathaas tug tub Mefinpauses kws yog Xa-ules tug xeebntxwv ca."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.8","label":"8","content":"Txawm le ntawd los Daviv tseem moog nteg Amaunis hab Mefinpauses kws yog A-iyas tug ntxhais Lixenpas ob tug tub kws nwg yug rua Xa-ules hab Daviv moog nteg Xa-ules tug ntxhais Melas tsib tug tub kws Melas yug rua Npaxilais tug tub Adeyees huv Mehulas coj lug rua puab huv tuabsi."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.9","label":"9","content":"Hab Daviv muab puab cob rua cov Nkinpe-oos. Cov Nkinpe-oos txhaj coj puab moog dlai taabmeeg tug TSWV, ces xyaa leej ntawd txhaj tuag ua ke huv tuabsi lawm. Puab raug tua tuag rua thaus lub caij ntuj naag tu kws taabtom pib hlais nplej."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.10","label":"10","content":"Xa-ules tug nam yau Lixenpas kws yog A-iyas tug ntxhais, txhaj muab ntaub tsaaj coj moog ua ib lub tsev pheebsuab rua nwg nyob sau lub pobzeb kws puab tso cov tuag, hab nwg nyob huv lub tsev ntawd thaus pib hlais nplej moog txug thaus lub caij ntuj naag nqeg. Nruab nub nwg zuv tsi pub noog lug ze cov tuag, hab mo ntuj nwg zuv tsi pub tej tsaj lug ze cov tuag ntawd."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.11","label":"11","content":"Thaus Daviv nov tej kws Lixepas ua ntawd,"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.12","label":"12","content":"Daviv txhaj moog muab Xa-ules hab Xa-ules tug tub Yaunathaas cov pobtxhaa ntawm cov Yanpes huv Nkile-as lug. (Puab moog nyag tej pobtxhaa ntawd huv lub plawv nroog Npes Saas, ntawm qhov chaw kws cov Filitees muab Xa-ules hab Yaunathaas dlai nub kws puab tua Xa-ules tuag rua sau lub Roob Nkinpau-as ntaag.)"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.13","label":"13","content":"Daviv khaws Xa-ules, Yaunathaas hab xyaa tug txivneej kws luas muab dlai nrug obtug ua ke ntawm cov pobtxhaa huv tuabsi lug."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.14","label":"14","content":"Ces puab txhaj muab Xa-ules hab Yaunathaas obtug cov pobtxhaa coj moog log rua huv Xa-ules txiv Kises lub qhov ntxaa ntawm lub nroog Xelas huv xeev Npeenyamees. Puab ua txhua yaam lawv le vaajntxwv has kuas puab ua. Tom qaab ntawm Vaajtswv txhaj teb tej lug kws puab thov paab puab lub tebchaws."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.15","label":"15","content":"Cov Filitees hab cov Yixalayees rov ua rog dlua, ces Daviv hab nwg cov tuabneeg txhaj moog tua cov Filitees. Thaus puab taabtom sis tua ntawd Daviv tsaug muas heev."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.16","label":"16","content":"Muaj ib tug txivneej luj heev hu ua Inpinpenaus nqaa ib raab muv tooj nyaav xyaa choj hab rau laag hab nwg ris ib raab ntaaj tshab. Nwg xaav has tas, nwg yuav tua kuas tau Daviv povtseg."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.17","label":"17","content":"Tabsis Xeluyas tug tub Anpisais txaav zog lug paab Daviv ntaus tug tuabneeg luj heev ntawd hab muab tua tuag kag lawm. Daviv cov tubrog coglug rua Daviv kuas nwg tsi xob nrug puab moog tua rog ntxiv lawm. Puab has tas, “Peb cov Yixalayees ca sab rua koj xwb, peb tsi xaav ca cov Yixalayees lub teeb tuag.”"},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.18","label":"18","content":"Tom qaab nuav rov muaj kev sis tua nrug cov Filitees huv lub nroog Nkaunpes dlua, thaus ntawd Xinpekas kws nyob huv Husas txhaj tua ib tug tuabneeg luj heev kws hu ua Xelas tuag lawm hab."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.19","label":"19","content":"Rov muaj kev sis tua nrug cov Filitees ntxiv huv lub nroog Nkaunpes. Yais  tug tub Ehanas kws nyob huv lub nroog Npelehees txhaj tua Nkauli-am kws nyob huv lub nroog Nkas tuag. Nkauli-am muaj ib raab muv, tug vug tuab ib yaam le lub nqog ntus ntaub."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.20","label":"20","content":"Tseem rov muaj kev sis tua nyob huv lub nroog Nkas. Nyob huv muaj ib tug txivneej luj sab hab nwg nyam sis tua heev. Nwg ib saab teg muaj rau tug ntivteg hab ib saab kutaw muaj rau tug ntivtaw."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.21","label":"21","content":"Nwg tsawm foom cov Yixalayees, ces Yaunathaas kws yog Daviv tijlaug tug tub Samas muab tug txivneej ntawd tua tuag kag."},{"bible_id":"1726","chapter_code":"2SA.21","verse_code":"2SA.21.22","label":"22","content":"Plaub tug txivneej nuav yog cov tuabneeg luj sab heev, puab yeej yog cov tuabneeg kws yug nyob huv lub nroog Nkas. Puab raug Daviv hab nwg cov tuabneeg muab tua tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.1","label":"1","content":"Thaus tug TSWV cawm Daviv dlim ntawm Xa-ules hab Daviv cov yeebncuab lug, Daviv hu zaaj nkauj nuav ua tug TSWV tsaug:"},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.2","label":"2","content":"Tug TSWV yog tug kws tsomkwm kuv; nwg yog kuv lub chaw nkaum kws ruaj khov."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.3","label":"3","content":"Kuv tug Vaajtswv yog tug tsomkwm kuv, hab tub yog muaj nwg kuv txhaj tau nyob kaaj sab lug. Nwg tiv thaiv kuv ib yaam le dlaim thaiv nav ntaaj; Nwg tiv thaiv kuv hab muab kuv tso rua qhov chaw thaajyeeb lug. Nwg yog kuv tug Cawmseej, nwg tsomkwm kuv hab paab kuv dlim txujkev puamtsuaj."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.4","label":"4","content":"Tsimnyog kuv qhuas tug TSWV, kuv tsaa suab hlo thov tug TSWV hab nwg cawm kuv dlim ntawm kuv cov yeebncuab."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.5","label":"5","content":"Kev tuag nphau nphwv nyob puagncig kuv; Txujkev puamtsuaj npau phwj yog tuaj qhwv nkaus kuv."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.6","label":"6","content":"Txujkev tuag kws txaus ntshai nyob puagncig kuv, hab lub qhov ntxaa cuab lug thaiv kuv kev tsi pub kuv dlhau."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.7","label":"7","content":"Thaus kuv ntsib kev nyuaj sab ntxhuv plawv kuv hu kuv tug TSWV xwb; kuv hu kuv tug Vaajtswv paab kuv. Huv nwg lub tuamtsev nwg nov kuv tej lug thov; Nwg noog kuv lub suab quaj thov nwg paab."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.8","label":"8","content":"Ces lub nplajteb txawm qeeg hab ua zug koog; ncej ntug quaj qeeg nkawg nyob tsi tswm, rua qhov Vaajtswv chim heev!"},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.9","label":"9","content":"Paa nchu auv nab huv nwg qhovntswg tuaj, nplaim tawg hab ncaig tawg cig laam lug huv nwg qhovncauj."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.10","label":"10","content":"Nwg muab lub ntuj dlua qheb hlo hab nqeg plhuav nrug cov fuab tsaus dlub ncab huv nwg qaab xibtaws lug."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.11","label":"11","content":"Nwg caij tug qhelus yaa ceev heev, pum nwg nyob rawv sau ob phob tis cua."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.12","label":"12","content":"Nwg ua qhov tsaus ntuj thaiv nwg; tauv fuab tuab kws muaj naag nyob puagncig nwg;"},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.13","label":"13","content":"Muaj xub laim ua txaim tawg cig lab vog ntawm nwg xubndlag."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.14","label":"14","content":"Tug TSWV ua xub nroo qeeg nkawg sau ntuj tuaj, hab nov Vaajtswv tug muaj Fwjchim Luj kawg nkaus lub suab."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.15","label":"15","content":"Nwg tua nwg xibxub neevnti tuaj, hab nwg cov yeebncuab tsiv ri sua; nwg ua kuas muaj tsaglig xub laim lab vog muab puab lawv tawm tsiv."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.16","label":"16","content":"Qaab thu dlej havtxwv pum kev laam lug hab tsi muaj ib yaam dlaabtsi thaiv tau tej ncej txheem nplajteb, thaus tug TSWV npautawg, nwg tshev nwg cov yeebncuab nyooj lawg."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.17","label":"17","content":"Tug TSWV cev teg sau tuaj tuav kuv; nwg npu kuv tawm huv dlej qhov kws tub tshaaj plawg lug."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.18","label":"18","content":"Nwg cawm kuv dlim ntawm kuv cov yeebncuab lub fwjchim, dlim ntawm cov kws ntxub kuv, hab cov kws muaj zug dlua kuv."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.19","label":"19","content":"Luas tuaj tawmtsaam kuv thaus kuv raug kev txomnyem, tabsis tug TSWV tsomkwm kuv."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.20","label":"20","content":"Nwg coj kuv lug nyob rua ntawm qhov chaw dlaav; nwg cawm kuv, rua qhov nwg txaus sab rua kuv."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.21","label":"21","content":"Tug TSWV muab nqe zug rua kuv, rua qhov kuv ua ncaaj nceeg; nwg foom koob moov rua kuv, rua qhov kuv tsi tau ua txhum."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.22","label":"22","content":"Kuv ua lawv le tug TSWV txuj kevcai; kuv tsi tso kuv tug Vaajtswv tseg le."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.23","label":"23","content":"Kuv ua lawv le nwg tej kevcai qha; kuv tsi tawv ncauj, kuv noog nwg tej lug saamfwm."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.24","label":"24","content":"Nwg paub has tas kuv tsi tau ua txhum, rua qhov kuv yeej ceevfaaj nraim tsi ua yuam kev."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.25","label":"25","content":"Yog le ntawd, nwg txhaj muab nqe zug rua kuv, rua qhov kuv ua ncaaj nceeg, vim nwg paub has tas kuv tsi tau ua txhum."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.26","label":"26","content":"Tug TSWV, koj yeej ua ncaaj nceeg rua cov tuabneeg kws muab sab npuab koj, hab ua zoo rua cov tuabneeg kws ua zoo rua koj."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.27","label":"27","content":"Koj ua sab dlawb paug rua cov tuabneeg dlawbhuv, tabsis koj ntxub ntxaug cov tuabneeg sab phem sab nkhaus."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.28","label":"28","content":"Koj cawm cov tuabneeg kws txu fwjchim, tabsis koj txu cov tuabneeg kws khaavtheeb lub fwjchim."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.29","label":"29","content":"Tug TSWV, koj yog kuv lub teeb, koj ua rua kuv txujkev tsaus ntuj pum kev kaaj nrig."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.30","label":"30","content":"Koj pub kuv muaj zug ntaus yeej kuv cov yeebncuab hab muaj peevxwm kovyeej puab tej kev tawmtsaam."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.31","label":"31","content":"Tej kws Vaajtswv ua puavleej zoo, tug TSWV tej lug yog lug tseeb. Nwg zoo le dlaim thaiv nav ntaaj rua txhua tug kws vaamkhom nwg."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.32","label":"32","content":"Tug TSWV tuab leeg txhaj yog Vaajtswv; Vaajtswv tuab leeg txhaj yog tug tsomkwm peb."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.33","label":"33","content":"Tug Vaajtswv nuav yog kuv qhov chaw nraim cev kws ruaj khov, nwg ua rua  kuv txuj hauv kev kaaj nrig."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.34","label":"34","content":"Nwg ua rua kuv ob txhais kutaw tsuj khov ib yaam le tej rau muaslwj; nwg tsomkwm kuv nyob kaaj sab lug sau tej roob."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.35","label":"35","content":"Nwg qha kuv ntaus rog, kuv txhaj muaj peevxwm tua tau raab neevnti kws muaj zug kawg nkaus."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.36","label":"36","content":"Tug TSWV, koj tsomkwm kuv hab cawm kuv dlim; koj txujkev paab ua rua kuv muaj fwjchim luj."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.37","label":"37","content":"Koj tsomkwm tsi pub luas nteg tau kuv, hab kuv tsi qaug ib zag le."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.38","label":"38","content":"Kuv caum kuv cov yeebncuab hab tua yeej puab; kuv tsi tso tseg moog txug thaus kuv ua rua puab puamtsuaj taag."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.39","label":"39","content":"Kuv muab puab ntaus qaug taag hab puab sawv tsi taug le; puab pw nrum sav nroog ntawm kuv kutaw."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.40","label":"40","content":"Koj txhawb kuv tug zug, kuv txhaj muaj zug sis tua huv tshaav rog; hab pub kuv yeej kuv cov yeebncuab."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.41","label":"41","content":"Koj ua rua kuv cov yeebncuab tsiv tawm ntawm kuv hauv ntej moog; kuv ua rua txhua tug kws ntxub kuv raug puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.42","label":"42","content":"Puab nrhav kev paab, tabsis tsi muaj leejtwg paab puab; puab thov tug TSWV, tabsis nwg tsi teb puab."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.43","label":"43","content":"Kuv muab puab tsoo tawg mog nyoos ib yaam le tej moov aav; kuv tsuj puab ib yaam le tsuj tej aav nkus huv plawv kev."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.44","label":"44","content":"Koj cawm kuv dlim ntawm cov tuabneeg kws ntxeev sab rua kuv, hab koj ca kuv ua tug kaav ntau tsaav tuabneeg; tej tsaav tuabneeg kws kuv tsi tau paub dlua los nwgnuav tub lug zwm rua kuv lawm."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.45","label":"45","content":"Tej tuabneeg txawv tebchaws los tuaj qhau hau hawm kuv huv tuabsi; thaus puab nov kuv has, puab yeej fwm hab noog kuv tej lug."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.46","label":"46","content":"Puab qaug zug hab tawm tej tug tshee naa  huv puab tej chaw nyob tuaj."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.47","label":"47","content":"Tug TSWV kws muaj sa nyob, ua tsaug kws koj yog tug tsomkwm kuv; ca le pav Vaajtswv tug kws cawm kuv lub koob kuas nrov nchaa moo lug!"},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.48","label":"48","content":"Nwg paab kuv tua yeej kuv cov yeebncuab, nwg muab ntau tsaav tuabneeg rua kuv kaav"},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.49","label":"49","content":"hab cawm kuv dlim ntawm kuv cov yeebncuab. Tug TSWV, koj paab kuv tua yeej kuv cov yeebncuab lawm tag; hab paab kuv dlim ntawm cov tuabneeg limham kws tuaj txuv kuv."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.50","label":"50","content":"Yog le ntawd, kuv ua koj tsaug taabmeeg txhua tsaav tuabneeg; kuv hu nkauj qhuas koj tuab leeg xwb."},{"bible_id":"1726","chapter_code":"2SA.22","verse_code":"2SA.22.51","label":"51","content":"Vaajtswv paab nwg tug vaajntxwv muaj yeej luj kawg nkaus le; nwg yeej hlub tug kws nwg xaiv tseg lawm; nwg hlub Daviv hab Daviv cov xeebntxwv moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.1","label":"1","content":"Yexais tug tub Daviv yog tug tuabneeg kws Vaajtswv tsaa ua tug muaj fwjchim luj kawg nkaus, nwg yog tug kws Yakhauj tug Vaajtswv xaiv lug ua vaajntxwv, hab nwg yog tug kws sau cov nkauj kws zoo tshaaj plawg rua cov Yixalayees hu. Tej lug nuav yog Daviv cov lug has thaus kawg:"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.2","label":"2","content":"Tug TSWV tug ntsujplig has rua kuv; nwg tej lug nyob ntawm kuv tug nplaig;"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.3","label":"3","content":"Cov Yixalayees tug Vaajtswv tau has tseg lawm; Tug kws tsomkwm cov Yixalayees has le nuav rua kuv, “Tug vaajntxwv kws kaav ncaaj nceeg, hab kaav lug ntawm txujkev fwm Vaajtswv,"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.4","label":"4","content":"nwg zoo ib yaam le lub nub ci thaus sawv ntxuv kws tsi muaj fuab le, yog lub nub kws ua rua tej nroj tsuag ntsais tsa thaus lug naag taag.”"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.5","label":"5","content":"Vaajtswv yuav foom koob moov ntau npaug rua kuv cov xeebntxwv, rua qhov nwg tau coglug ruaj khov rua kuv moog ibtxhis; hab lu lug cog tseg ntawd yuav tsi muab rhuav ib zag le, yog lu lug cog tseg kws tsi txawj hloov. Tej ntawd yog tej kws kuv xaav tau; qhov ntawd yuav yog kuv txujkev muaj yeej, hab Vaajtswv yuav muab tej ntawd rua kuv lawv le nwg tau coglug tseg."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.6","label":"6","content":"Tabsis cov tuabneeg kws tsi fwm Vaajtswv, puab zoo ib yaam le tej xuavpaug kws muab sau povtseg; tsi muaj tuabneeg xaav muab teg kov le lawm."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.7","label":"7","content":"Mej yuavtsum muab cuabyeej hlau lossis muv hlau moog sua lawm xwb; puab yuav raug hlawv kub nyab kuas taag dlu lug."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.8","label":"8","content":"Cov tuabneeg nuav yog Daviv cov tubrog kws nto moo tej npe: Tug ib yog Yauses Npasenpes kws nyob huv lub nroog Takhemoos ua tug thawj ntawm “Peb Leeg”  Nwg muab nwg tug muv  nrug yim pua leej txivneej sis nkaug hab nwg muab puab nkaug tuag taag rua huv tshaav rog."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.9","label":"9","content":"Tug ob kws nto moo ntawm peb leeg yog Daudaus tug tub Ele-axas kws yog cuab Ahaus. Muaj ib nub nwg hab Daviv twv nrug cov Filitees kws taabtom tuaj txoos ua ke rua ntawm tshaav rog. Cov Yixalayees swb thim rov qaab,"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.10","label":"10","content":"tabsis Ele-axas sawv nreg nroog tua cov Filitees moog txug thaus nwg tsaug npaab hab tsaa tsi taug nwg raab ntaaj lawm. Nub ntawd tug TSWV muaj yeej luj kawg le. Tom qaab kws tej ntawd dlhau lawm, cov Yixalayees maam le rov lug rua huv qhov chaw kws Ele-axas nyob hab lug hle cov tuabneeg kws Ele-axas tua tuag tej rig tsho hlau."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.11","label":"11","content":"Tug peb kws nto moo ntawm peb leeg ntawd yog Akhees tug tub Samas kws nyob huv lub nroog Halas. Cov Filitees tuaj txoos ua ke rua ntawm Lehis kws yog ib thaaj teb taum mog. Cov Yixalayees tsiv cov Filitees,"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.12","label":"12","content":"tabsis Samas sawv nreg nroog ntawm nwg lub chaw huv thaaj teb ntawd tiv tua cov Filitees. Nub ntawd tug TSWV muaj yeej luj kawg le."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.13","label":"13","content":"Thaus yuav txug lub caij pib sau qoobloo,  peb leeg ntawm “Peb Caug Leej” ntawd, txawm nqeg moog rua nraag lub qhov tsua Adulas, qhov chaw kws Daviv nyob. Thaus ntawd cov Filitees taabtom tuaj tsuam yeej rua huv lub Haav Lefayees."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.14","label":"14","content":"Lub sijhawm ntawd Daviv moog nyob sau roob hab muaj ib paab tubrog Filitees kaav hlo lub nroog Npelehees."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.15","label":"15","content":"Daviv ncu tsev heev, nwg txhaj seev has tas, “Yuav ua le caag kuv txhaj khaiv tau ib tug moog cug cov dlej huv lub qhov tshij kws nyob ntawm roojvaag nroog Npelehees lug rua kuv haus!”"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.16","label":"16","content":"Ces peb tug tubrog kws nto moo ntawd txhaj le dlha ceev heev moog phua plhawv cov Filitees lub yeej moog cug cov dlej huv lub qhov tshij kws nyob ntawm lub roojvaag nroog Npelehees, hab nqaa lug rua Daviv. Tabsis Daviv tsi kaam haus cov dlej ntawd, nwg muab laub fij rua tug TSWV,"},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.17","label":"17","content":"Daviv has tas, “Thov kuv tug Vaajtswv txwv tsi xob pub kuv haus cov dlej nuav! Puas tsimnyog kuv haus cov ntshaav kws yog cov tuabneeg nuav txujsa? Vim puab muab puab txujsa moog pauv txhaj nqaa tau cov dlej nuav lug.” Nwg txhaj tsi kaam haus cov dlej ntawd. Tej nuav yog peb tug tubrog kws sab tawv ntawd moog nqaa tau lug."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.18","label":"18","content":"Anpisais kws yog Yau-am tug kwv, (Obtug nam hu ua Xeluyas) ua tug thawj ntawm “Peb caug leej kws Nto Moo ntawd.” Nwg siv nwg raab ntaaj tua peb puas leej txivneej hab muab puab tua tuag taag huv tuabsi. Nwg txhaj yog tug kws nto moo ntawm “Peb Caug Leej”  ntawd."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.19","label":"19","content":"Nwg yog tug kws nto moo tshaaj ntawm “Peb Caug Leej”  ntawd hab nwg tau ua puab tug thawjcoj, tabsis nwg tseem nto moo tsi npaum le “Peb Leeg” ntawd hab."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.20","label":"20","content":"Yehauyadas tug tub Npenayas kws nyob huv lub nroog Kaxees tuaj, nwg yog ib tug kws nto moo heev hab. Nwg muaj sab tawv ua tau ntau yaam zoo. Nwg tua ob tug tubrog Mau-am kws ua tau kawg nkaus tuag huv tuabsi lawm. Muaj ib nub kws lug dlaus hlub heev los nwg tseem nqeg moog tua tau ib tug tsuv ntxhuav huv qhov aav lug hab."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.21","label":"21","content":"Hab nwg tseem tua ib tug tubrog Iziv kws luj heev tuag. Tug tuabneeg Iziv ntawd nqaa ib raab muv, tabsis Npenayas muab qws ntaus tug tuabneeg Iziv ntawd hab txeeb tau nwg raab muv ntawm nwg teg lug, hab muab tug tubrog Iziv ntawd nkaug tuag lawm."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.22","label":"22","content":"Tej ntawd tub yog teg num kws Npenayas ua. Nwg yog ib tug ntawm “Peb caug Leej.”  ntawd."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.23","label":"23","content":"Nwg yog ib tug kws nto moo heev ntawm “Peb Caug Leej”. Nwg tseem tsi nto moo npaum le “Peb Leeg” ntawd hab. Daviv txhaj tsaa nwg ua tug thawj saib cov tubrog kws zuv Daviv."},{"bible_id":"1726","chapter_code":"2SA.23","verse_code":"2SA.23.24+2SA.23.25+2SA.23.26+2SA.23.27+2SA.23.28+2SA.23.29+2SA.23.30+2SA.23.31+2SA.23.32+2SA.23.33+2SA.23.34+2SA.23.35+2SA.23.36+2SA.23.37+2SA.23.38+2SA.23.39","label":"24-39","content":"Xaam taagnrho “Peb Caug Leej” ntawd muaj npe lawv le nraag nuav: 1 Yau-am tug kwv Axahees Daudaus tug tub Ehanas kws nyob huv Npelehees Samas hab Elikas kws nyob huv Halaus tuaj Helexas kws yog tuabneeg Peletes, Ikes tug tub Ilas kws nyob huv Tekau-as tuaj, Anpi-exes kws nyob huv Anathaus tuaj, Menpunais kws yog tuabneeg Husas, Zalemoos kws yog tuabneeg Ahus, Mahalais kws nyob huv Netaufas tuaj, Npa-anas tug tub Heles kws nyob huv Netaufas, Linpais tug tub Ithais kws nyob huv Nkinpe-as xeev Npeenyamees tuaj, Npenayas kws nyob huv Pilathoos tuaj, Hidais kws nyob huv lub haav ze rua ntawm Nka-as tuaj, Anpi-Anpoos kws yog tuabneeg Alanpas, Amaves kws nyob huv Npahulees tuaj, Eliyanpas kws nyob huv Sa-anpoos yog Yasees cov tub, Yaunathaas, Samas kws yog tuabneeg Halales, Salas tug tub Ahiyas kws nyob huv Halas tuaj, Ahanpais tug tub Elifelej kws nyob huv Ma-akas tuaj, Ahithaufees tug tub Eli-as kws nyob huv Nkilaus tuaj, Hexelaus kws nyob huv Kalemees, Pa-alais kws yog tuabneeg Alanpis, Nathaas tug tub Inkas kws nyob huv Xaunpas tuaj, Npanis kws yog tuabneeg Khas, Xeles kws yog tuabneeg Amoos, Nahalais kws nyob huv Npeelus, nwg yog tug kws ris Yau-am tej cuabyeej tua rog. Ilas hab Nkalej kws yog tuabneeg Yatis hab Uliyas kws yog tuabneeg Hitis. Taagnrho peb caug xyaa leej nuav puavleej yog cov tubrog kws nto moo tshaaj plawg."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.1","label":"1","content":"Muaj ib zag tug TSWV chim heev rua cov Yixalayees, tug TSWV txhaj tshoov Daviv sab kuas nwg ua rua puab tau kev txomnyem. Tug TSWV has rua Daviv has tas, “Koj ca le moog suav kuas taagnrho cov Yixalayees hab cov Yudas saib muaj npaum le caag.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.2","label":"2","content":"Yog le ntawd, Daviv txhaj has rua Yau-am kws yog nwg tug thawj tubrog has tas, “Koj ca le coj koj cov numtswv nrug koj moog txheeb cov pejxeem Yixalayees txhua xeem npe thoob plawg huv lub tebchaws saab tom nuav moog ti nkaus saab tom u. Kuv xaav paub saib peb muaj pejxeem coob npaum le caag.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.3","label":"3","content":"Tabsis Yau-am teb vaajntxwv has tas, “Vaajntxwv, thov kuas tug TSWV kws yog koj tug Vaajtswv pub cov pejxeem Yixalayees fuamvaam coob dlua qub ib puas npaug ntxiv cov kws taamsim nuav muaj lawm, hab thov kuas koj muaj sa nyob ntev pum nwg ua tej nuav. Tabsis vaajntxwv, vim le caag koj txhaj xaav kuas ua tej nuav?”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.4","label":"4","content":"Vaajntxwv has tawv qhawv kuas Yau-am hab nwg cov numtswv ua lawv le vaajntxwv tej lug xwb; puab txhaj tawm moog suav cov pejxeem Yixalayees lawm."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.5","label":"5","content":"Puab moog hlaa tug Dlej Yauladees hab moog su rua ntawm lub nroog Alu-es saab nraag. Lub nroog ntawd nyob huv plawv lub haav kws yog xeem Khas cheebtsaam aav.  Puab txhaj tawm ntawm qhov chaw ntawd nce toj moog rua saab qaumteb peg Yaxes,"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.6","label":"6","content":"hab moog rua huv lub nroog Nkile-as moog rua huv lub nroog Kades kws nyob huv cov Hitis cheebtsaam aav.  Dlhau ntawd, puab moog rua huv lub nroog Daas hab puab tawm huv lub nroog Daas moog  rua saab nubpoob moog txug rua huv lub nroog Xidoos."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.7","label":"7","content":"Ces puab moog rua saab qaabteb, moog txug rua huv lub nroog Teles kws muaj ntsaa yeej thaiv, hab puab ncig moog txhua nrho cov Hivis hab cov Kana-aas tej nroog, thaus kawg puab lug txug rua huv lub nroog Npesenpas kws nyob huv xeev Yudas saab qaabteb."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.8","label":"8","content":"Yog le ntawd, puab txhaj moog ncig thoob plawg lub tebchaws tau cuaj lub hlis hab neeg nkaum nub, puab maam le rov lug txug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.9","label":"9","content":"Puab lug qha rua vaajntxwv has tas, cov Yixalayees tej txivneej kws ua taug tubrog muaj yim pua txheeb leej hab cov Yudas muaj tsib puas txheeb leej."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.10","label":"10","content":"Tabsis tom qaab kws Daviv txheeb npe taag lawm, nwg nyuaj sab kawg le, nwg has rua tug TSWV has tas, “Kuv ua le nuav mas yog kuv yuam kev ua txhum lawm! Thov koj zaam txim rua kuv. Rua qhov kuv tau ua tej yaam kws ruag kawg le.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.11+2SA.24.12","label":"11-12","content":"Tug TSWV has rua Nkas kws yog Daviv tug cev Vaajtswv lug tas, “Koj ca le moog qha rua Daviv has tas, kuv muab peb yaam rua nwg xaiv, kuas nwg xaiv ib yaam xwb. Nwg xaiv yaam twg, kuv yuav muab yaam ntawd rua nwg.” Taagkig kaaj ntug thaus Daviv sawv lawm,"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.13","label":"13","content":"Nkas txhaj moog ntsib Daviv hab pav tug TSWV tej lug rua Daviv noog lawv le tug TSWV has, hab nwg has tas, “Saib koj yuav xaiv yaam twg? Koj yuav ca koj lub tebchaws raug kev tshaib nqhes peb  lub xyoos lossis yuav ca koj tsiv nkaum koj cov yeebncuab peb lub hlis lossis yuav ca kaab mob aws mob ntshaa lug raug koj lub tebchaws peb nub? Koj ca le ua tuab zoo xaav hab qha rua kuv paub, kuv yuav coj koj tej lug moog qha rua tug TSWV.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.14","label":"14","content":"Daviv teb has tas, “Nyuaj kuv sab kawg le! Tabsis kuv tsi xaav ca tuabneeg rau txim rua peb, thov ca tug TSWV tuab leeg rau txim rua peb xwb, rua qhov nwg muaj lub sab taabncuab.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.15","label":"15","content":"Yog le ntawd, tug TSWV txhaj tso kaab mob aws lug rua cov Yixalayees, pib kag thaus sawv ntxuv moog txug rua thaus lub sijhawm kws nwg teem tseg. Txij ndlua saab tebchaws tom nuav moog ti nkaus rua saab tebchaws tom u, cov Yixalayees tuag xyaa caum txheeb leej."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.16","label":"16","content":"Thaus Vaajtswv tug timtswv taabtom yuav rhuav lub nroog Yeluxalees, tug TSWV hloov sab qhov kws nwg rau txim rua cov tuabneeg kws nyob huv hab has rua tug timtswv kws tua puab ntawd has tas, “Tso tseg! Txaus lawm!” Thaus ntawd tug timtswv taabtom lug ncaaj rua sau Alaunas kws yog cov tuabneeg Yenpus lub tshaav ntaus nplej."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.17","label":"17","content":"Daviv pum tug timtswv kws lug tua cov tuabneeg ntawd, nwg txhaj has rua tug TSWV has tas, “Kuv yog tug ua txhum. Kuv tuab leeg txhaj yog tug ua txhum xwb. Cov tuabneeg txomnyem nuav tau ua txhum dlaabtsi hab? Koj ca le rau txim rua kuv hab kuv tsev tuabneeg nkaus xwb.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.18","label":"18","content":"Nub ntawd Nkas moog cuag Daviv hab has rua Daviv has tas, “Koj ca le moog rua peg Alaunas lub tshaav ntaus nplej hab ua ib lub thaaj rua tug TSWV.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.19","label":"19","content":"Daviv noog tug TSWV lug hab moog ua lawv le Nkas has rua nwg lawm."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.20","label":"20","content":"Thaus Alaunas pum dlheev vaajntxwv hab cov numtswv tuaj cuag Alaunas. Alaunas txhus caug ndlua rua huv aav ntawm Daviv xubndlag"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.21","label":"21","content":"hab nug has tas, “Vaajntxwv, vim le caag koj tuaj ntawm nuav?” Daviv teb has tas, “Kuv tuaj thov yuav koj lub tshaav ntaus nplej ua chaw teeb ib lub thaaj rua tug TSWV, thov kuas nwg tsi xob tso tej kaab mob aws lug rua peb ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.22","label":"22","content":"Alaunas has tas, “Vaajntxwv, kuv muab pub rua koj, kuas koj txhaj tau chaw fij khoom rua tug TSWV lawv le koj pum zoo. Koj ca le muab cov txiv nyuj nuav tua hlawv rua sau lub thaaj fij rua tug TSWV; koj muab cov nyuj nuav tej quabtwg hab tej txag ntaus nplej lug ua tawg rauv.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.23","label":"23","content":"Alaunas muab taagnrho tej ntawd rua vaajntxwv  hab has rua vaajntxwv has tas, “Thov kuas Tug TSWV kws yog koj tug Vaajtswv leeg yuav koj tej khoom fij.”"},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.24","label":"24","content":"Tabsis vaajntxwv teb has tas, “Tsi ua le ntawd, kuv yuav them nqe kuas txaus rua koj. Kuv yuav tsi muab yaam kws kuv tsi tau tshwm nqe fij rua tug TSWV kws yog kuv tug Vaajtswv le.” Ces vaajntxwv txhaj muab tau tsib caug dlaim nyaj yuav Alaunas lub tshaav ntaus nplej hab cov txiv nyuj ntawd."},{"bible_id":"1726","chapter_code":"2SA.24","verse_code":"2SA.24.25","label":"25","content":"Ces Daviv ua lub thaaj rua tug TSWV hab tua tsaj hlawv fij theej txhoj hab fij ua kev sis raug zoo. Tug TSWV teb Daviv tej lug thov, ces tej kaab mob aws mob ntshaa kws raug cov Yixalayees txhaj tseg kag lawm."}]