[{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.1","label":"1","content":"Kuv kws yog ib tug txwjlaug, kuv sau tsaab ntawv nuav tuaj rua Nkayus tug kws kuv hlub."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.2","label":"2","content":"Tug phoojywg kws kuv hlub, kuv thov Vaajtswv paab kuas koj muaj txhua yaam hab noj qaab nyob zoo, ib yaam le kuv paub has tas koj yeej muaj kev kaaj sab lug hab tsi txob tsi txhawj dlaabtsi le."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.3","label":"3","content":"Muaj ob peb tug kwvtij tuaj qha rua kuv has tas koj muab sab rau ua lawv le Vaajtswv txujlug kws yog qhov tseeb, ib yaam le koj ibtxwm ua lug lawm, thaus kuv nov puab has le ntawd, kuv zoo sab kawg le."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.4","label":"4","content":"Tsi muaj ib yaam dlaabtsi ua rua kuv zoo sab tshaaj qhov kws kuv nov has tas kuv cov mivnyuas ua puab lub neej lawv le qhov tseeb."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.5","label":"5","content":"Tug phoojywg kws kuv hlub, koj yog tug kws muab sab rau paab cov kwvtij ntseeg, tsi has cov kws koj paub lossis cov kws koj tsi paub, koj yeej paab txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.6","label":"6","content":"Puab cov ntawd tuaj qha rua cov ntseeg kws kuv nrug nyob has tas koj yog tug kws muaj lub sab hlub. Thaus puab yuav moog lwm qhov, thov koj paab puab kuas tsimnyog qhov kws puab ua Vaajtswv teg num."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.7","label":"7","content":"Rua qhov thaus puab cov ntawd moog ua Yexus Khetos teg num, puab yeej tsi yuav tej kws cov tsi ntseeg muab paab puab le."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.8","label":"8","content":"Yog le ntawd peb cov kws ntseeg, peb yuavtsum paab puab. Yog peb ua le ntawd, txhaj yog peb nrug puab qha Vaajtswv txujlug kws yog qhov tseeb."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.9","label":"9","content":"Kuv tub sau ib tsaab ntawv miv miv xaa moog rua cov ntseeg lawm; tabsis Di-autefes tug kws ntshaw ua cov ntseeg tug thawj yeej tsi quavntsej tej lug kws kuv has ntawd le."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.10","label":"10","content":"Yog le ntawd thaus kuv tuaj txug, kuv yuav nthuav txhua yaam kws nwg tau ua lug lawm rua mej paub: tej kws nwg thuam peb ua dlog ua dlig hab dlaag has tas peb ua phem le nuav le u! Tsi taag le ntawd xwb, thaus cov kwvtij ntawd tuaj saib nwg, nwg tsi hu puab lug tsev hab txwv tsi pub leejtwg hu puab moog tsev; yog leejtwg hu, nwg tseem yuav muab tug ntawd ntab tawm huv pawg ntseeg moog hab."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.11","label":"11","content":"Tug phoojywg kws kuv hlub, koj tsi xob xyum ua le cov tuabneeg phem, tabsis koj yuavtsum xyum ua le cov tuabneeg kws ua zoo. Tug kws ua zoo yog Vaajtswv mivnyuas; tug kws ua phem yeej tsi paub Vaajtswv le."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.12","label":"12","content":"Suavdlawg puavleej qhuas has tas Demeti-us yog tug kws ua zoo, hab nwg ua nwg lub neej lawv le qhov tseeb. Peb puavleej ua taug timkhawv has tas nwg yeej ua zoo tag. Mej yeej paub has tas peb tsi dlaag mej, peb has tseeb xwb."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.13","label":"13","content":"Kuv muaj ntau zaaj kws kuv xaav qha rua mej, tabsis kuv tsi xaav sau txhua zaaj huv tuabsi rua huv ntawv xaa tuaj rua mej."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.14","label":"14","content":"Kuv ca sab has tas tshuav tsi ntev nuav kuv yuav tuaj saib mej hab peb yuav tau sis thaam tim ntsej tim muag."},{"bible_id":"1726","chapter_code":"3JN.1","verse_code":"3JN.1.15","label":"15","content":"Thov Vaajtswv paab kuas koj tau zoo nyob kaaj sab lug. Cov ntseeg puab puavleej has noj qaab nyob zoo rua koj. Hab koj has noj qaab nyob zoo rua peb cov phoojywg txhua tug huv tuabsi."}]