[{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.1","label":"1","content":"Tej nuav yog tug cevlug Amaus tej lug, nwg yog ib tug tub yug yaaj kws nyob huv lub zog Tekau-as. Thaus Uxiyas ua vaajntxwv kaav tebchaws Yudas, hab Yehau-as tug tub Yelaunpau-aas ua vaajntxwv kaav tebchaws Yixalayees; Vaajtswv tau qha txhua yaam txug cov Yixalayees rua Amaus ob xyoos ua ntej kws aav qeeg."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.2","label":"2","content":"Amaus has tas, “Tug TSWV lub suab nrov nroo ntwg sau lub Roob Xi-oos tuaj; Nwg lub suab nrov ntxhe ntwg huv lub nroog Yeluxalees. Tej tshaav zaub qhuav taag huv tuabsi hab tej nroj tsuag sau roob Kalemees los dlaaj taag.”"},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.3","label":"3","content":"Tug TSWV has tas, “Cov tuabneeg kws nyob huv lub nroog Damaxes ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab tau ua nruj ua tsiv rua cov tuabneeg Nkile-as."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.4","label":"4","content":"Yog le ntawd kuv txhaj yuav tso suavtawg lug hlawv lub tsev kws Vaajntxwv Haxayees ua hab kuv yuav hlawv Vaajntxwv Npeehadas tej yeej tubrog kuas kub nyab taag."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.5","label":"5","content":"Kuv yuav tsoo lub nroog Damaxes tej roojvaag hab muab cov tuabneeg kws nyob huv lub Haav Avees hab tug thawj kws kaav lub nroog Npethedees ntab tawm moog. Cov tuabneeg Xilias yuav raug nteg coj moog kaw rua huv tebchaws Kis.”"},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.6","label":"6","content":"Tug TSWV has tas, “Cov tuabneeg Nkaxas ua txhum taag los rov ua txhum dlua hab, tub yog le nuav kuv yuav rau txim rua puab. Puab coj txhua tsaav tuabneeg lug hab muab muag moog ua qhev rua tebchaws Edoos."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.7","label":"7","content":"Yog le ntawd kuv yuav tso suavtawg lug hlawv lub nroog Damaxes tej ntsaa yeej hab hlawv puab tej yeej tubrog kuas kub nyab taag."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.8","label":"8","content":"Kuv yuav muab cov thawjcoj kws kaav lub nroog Asedaus hab lub nroog Asekeloos ntab tawm moog. Kuv yuav rau txim rua lub nroog Ekiloos hab cov tuabneeg Filitees kws seem yuav tuag taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.9","label":"9","content":"Tug TSWV has tas, “Cov tuabneeg Tiles ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab coj txhua tsaav tuabneeg lug hab muab muag moog ua qhev rua tebchaws Edoos, hab tsi ua lawv le tej lug kws puab cog tseg has tas, yuav ua phoojywg ntawd le."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.10","label":"10","content":"Yog le ntawd kuv yuav tso suavtawg lug hlawv lub nroog Tiles tug ntsaa yeej hab hlawv puab tej yeej tubrog kuas kub nyab taag.”"},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.11","label":"11","content":"Tug TSWV has tas, “Cov tuabneeg Edoos ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab caum puab cov kwvtij  kws yog cov Yixalayees tua hab tsi taabncuab puab le. Puab tsi tso puab tej kev nruj kev tsiv tseg le."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.12","label":"12","content":"Yog le ntawd kuv yuav tso suavtawg lug hlawv lub nroog Temas hab lub nroog Npauxelas tej yeej tubrog kuas kub nyab taag.”"},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.13","label":"13","content":"Tug TSWV has tas, “Cov Amoos ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab moog txeeb lwm tsaav tuabneeg lub tebchaws lug ua puab tug, hab puab muab cov quaspuj kws nyob huv cheebtsaam Nkile-as kws tseem taabtom suab mivnyuas phais plaab."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.14","label":"14","content":"Yog le ntawd, kuv yuav tso suavtawg lug hlawv lub nroog Lanpas tej ntsaa yeej hab tej yeej tubrog kuas kub nyab taag. Nub kws ua rog yuav muaj suab qw nrov ntshu nrooj hab yuav muaj kev sis ntaus sis tua ib yaam le cua dlaaj cua dlub ntsawj."},{"bible_id":"1726","chapter_code":"AMO.1","verse_code":"AMO.1.15","label":"15","content":"Puab tug vaajntxwv hab nwg cov numtswv yuav raug nteg moog ua luas qhev.”"},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.1","label":"1","content":"Tug TSWV has tas, “Cov tuabneeg Mau-am ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab saib vaajntxwv Edoos cov pobtxhaa tsi muaj nqes, puab txhaj muab hlawv ua tshauv taag lawm."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.2","label":"2","content":"Kuv yuav tso suavtawg lug hlawv lub tebchaws Mau-am hab lub nroog Keli-aus tej yeej tubrog kuas kub nyab taag. Cov tuabneeg Mau-am yuav tuag taag rua huv tshaav rog thaus sis ntaus sis tua ntxhuv quas nyo hab thaus tej tubrog tshuab xyu hab qw ntshu nrooj."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.3","label":"3","content":"Kuv yuav tua tug thawj kws kaav lub tebchaws Mau-am hab cov thawjcoj huv lub tebchaws ntawd povtseg huv tuabsi.”"},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.4","label":"4","content":"Tug TSWV has tas, “Cov tuabneeg Yudas ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab thuam kuv tej lug qha hab tsi ua lawv le kuv tej Kevcai. Tej vaajtswv cuav kws puab cov yawmkoob ibtxwm teev ua rua puab yuam kev lawm."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.5","label":"5","content":"Yog le ntawd kuv yuav tso suavtawg lug hlawv cov Yudas hab lub nroog Yeluxalees tej yeej tubrog kuas kub nyab taag.”"},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.6","label":"6","content":"Tug TSWV has tas, “Cov tuabneeg Yixalayees ua txhum taag los rov ua txhum dlua hab, tub yog vim le nuav kuv yuav rau txim rua puab. Puab muab cov tuabneeg ncaaj nceeg kws tshuav puab nqe muag moog ua luas qhev, cov tuabneeg ntawd txomnyem heev, txawm yog tuab nkawm khau khab xwb los puab tub tsi muaj nyaj them."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.7","label":"7","content":"Puab quab yuam caij tsuj  cov tuabneeg kws tsi muaj chaw vaamkhom hab muab cov tuabneeg txomnyem thawb ntag rua ib caag. Ob txiv tub moog ntxag ib tug nkauj qhe ua rua luas saib tsi taug kuv lub npe kws dlawbhuv."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.8","label":"8","content":"Txhua qhov kws tuabneeg moog pehawm puavleej muaj tuabneeg pw rawv sau tej khaub dluag kws puab moog muab ntawm cov tuabneeg txomnyem kws tshuav puab nqe lug yuam nqe ca. Puab moog muab cov tuabneeg ntawd tej cawv txiv maab lug haus huv puab tug Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.9","label":"9","content":"“Kuv tsaav tuabneeg, tub yog vim kuv tseem hlub tshua mej, kuv txhaj ua rua cov tuabneeg Amaules raug kev puamtsuaj taag, puab yog cov tuabneeg kws tej txivneej sab ib yaam le tej ntoo cab hab tawv npaum nkaus le tej ntoo qheb ntaag."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.10","label":"10","content":"Kuv coj mej tawm nraag tebchaws Iziv lug hab coj mej ncig moog ncig lug nraag taj suabpuam tau plaub caug xyoo hab kuv muab cov Amaules lub tebchaws rua mej ua mej tug."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.11","label":"11","content":"Kuv tau xaiv mej cov tub qee leej lug ua cov cevlug hab cov tub hluas qee leej lug ua cov Naxis.  Cov Yixalayees, tej nuav puas yog lug tseeb tag? Kuv yog tug TSWV tej lug nuav yog kuv has."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.12","label":"12","content":"Tabsis mej yuam kuas cov Naxis haus cawv hab txwv tsi pub cov cevlug qha kuv tej lug."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.13","label":"13","content":"Nwgnuav kuv yuav muab mej tsuj ntag rua huv aav hab mej yuav ntsaaj ib yaam le lub tsheb kws ntim nplej puv nkaus kws ndlog nrov qij qej ntaag."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.14","label":"14","content":"Cov tuabneeg kws dlha ceev yuav tsiv tsi dlim; cov tuabneeg kws muaj zug heev tug zug yuav ntaug, hab cov tubrog yuav tsi muaj peevxwm cawm tau puab txujsa."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.15","label":"15","content":"Cov tuabneeg tua neevnti yuav sawv tsi taug khov ntawm puab qhov chaw, cov tuabneeg dlha ceev yuav dlha tsi taug, hab cov kws caij neeg puab yuav tsiv tsi dlim le."},{"bible_id":"1726","chapter_code":"AMO.2","verse_code":"AMO.2.16","label":"16","content":"Thaus txug nub ntawd, cov tubrog kws sab tawv heev yuav muab puab tej cuabyeej tso tseg hab tsiv lawm xwb.” Tug TSWV yog tug kws has le ntawd."},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.1","label":"1","content":"Cov Yixalayees, mej yog tsaav tuabneeg kws tug TSWV coj tawm nraag tebchaws Iziv lug: Mej ca le noog tej lug kws tug TSWV has txug mej."},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.2","label":"2","content":"“Txhua tsaav tuabneeg kws nyob huv lub nplajteb nuav, tsuas yog mej tsaav tuabneeg nkaus xwb, kuv txhaj paub hab hlub. Mej tau ua txhum luj heev kuv yuav rau txim rua mej.”"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.3","label":"3","content":"Ob tug txivneej kws tsi tau sis thaam hum ua ntej, puas yuav taug kev moog ua ke tau?"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.4","label":"4","content":"Yog tsuv ntxhuav tum tsi tau tsaj, nwg puas yuav nyooj huv haav zoov tuaj? Yog thaav tsuv ntxhuav tum tsi tau ib yaam dlaabtsi, nwg puas yuav nyooj huv nwg lub qhov tuaj?"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.5","label":"5","content":"Yog tsi rau sua noog puas yuav maag ntxab? Yog tsi muaj ib yaam dlaabtsi moog phaav rooj ntxab, ntxab puas yuav txhais?"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.6","label":"6","content":"Tej suab raaj suab xyu kws tshuab txhij tubrog huv nroog yuav tsi ua rua cov pejxeem ntshai los? Yog tug TSWV tsi pub kuas muaj kev puamtsuaj lug raug lub nroog yuav ua le caag muaj tau?"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.7","label":"7","content":"Tug TSWV kws kaav ib puas tsaav yaam yuav ua ib yaam dlaabtsi, nwg yeej xub qha rua nwg cov tubkhai kws yog cov cevlug paub ua ntej nwg maam ua."},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.8","label":"8","content":"Thaus tsuv ntxhuav nyooj puas muaj leejtwg tawv tsi ntshai? Thaus tug TSWV kws kaav ib puas tsaav yaam has lawm, puas yuav muaj leejtwg npog tsi kaam qha nwg tej lug?"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.9","label":"9","content":"Ca le has rua cov tuabneeg kws nyob huv tej loog huv tebchaws Iziv hab huv lub nroog Asedaus has tas: “Ca le moog sis sau rua peg cov pov roob kws nyob puagncig lub nroog Xamalis, suavdlawg yuav pum tej xwm phem hab tej kev nruj tsiv kws cov tuabneeg huv lub nroog ntawd ua.”"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.10","label":"10","content":"Tug TSWV has tas, “Cov tuabneeg nuav txeeb hab coj luas tej khoom lug tso puv nkaus rua huv puab tej vaaj tse. Puab tsi paub yuav ua tuabneeg ncaaj nceeg le."},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.11","label":"11","content":"Yog vim le ntawd yeebncuab yuav tuaj vij puab lub tebchaws, muab puab tej ntsaa yeej rhuav kuas puamtsuaj hab fuab puab tej cuabtaam.”"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.12","label":"12","content":"Tug TSWV has tas, “Thaus tsuv ntxhuav tum ib tug yaaj noj, ntshai tug tswv yaaj tsuas txeeb tau ob txhais kutaw lossis ib saab pobntseg xwb. Ib yaam nkaus le ntawd, cov tuabneeg Xamalis kws pw dlaa luj luam sau tej rooj kws pua ntaub tsuj ntaub npuag tsuas muaj qee leej  txhaj tsiv dlim xwb.”"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.13","label":"13","content":"Tug TSWV kws yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus has tas, “Mej ca le ua tuab zoo noog hab has rua Yakhauj cov xeebntxwv tas,"},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.14","label":"14","content":"Nub kws kuv rau txim rua tsaav tuabneeg Yixalayees vim puab tej kev txhum, kuv yuav rhuav tej thaaj kws nyob huv lub nroog Npethees kuas puamtsuaj. Tej thaaj txhua ceg kaum yuav tawg taag hab poob rua huv aav."},{"bible_id":"1726","chapter_code":"AMO.3","verse_code":"AMO.3.15","label":"15","content":"Kuv yuav rhuav tej tsev kws tuabneeg tuaj su thaus lub caij ntuj no hab lub caij ntuj suv. Tej tsev kws muab kaug ntxhw ua yuav pob taag ua tsheej pawg; txhua lub tsev luj los yuav raug rhuav kuas puamtsuaj taag.”"},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.1","label":"1","content":"Ca le noog, cov quaspuj huv lub nroog Xamalis, mej ua tuab zoo noog tej lug nuav, mej rog ib yaam le cov nyuj kws luas pub zaub rua noj zoo heev peg tebchaws Npasaas, mej tsimtxom cov tuabneeg txomnyem, quab yuam cov tuabneeg pluag, hab mej yuam kuas mej cov quasyawg laub cawv lug rua mej haus!"},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.2","label":"2","content":"Tug TSWV kws kaav ib puas tsaav yaam yog tug dlawbhuv, nwg tau coglug tseg has tas, “Thaus txug nub ntawd luas yuav muab nqailauj lug nqai mej cejdlaab caab moog; mej txhua tug yuav zoo ib yaam le tug ntseg kws maag nuv."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.3","label":"3","content":"Luas yuav caab mej tawm huv tej qhov ntsaa yeej tawg moog, hab muab mej pov rua saab nrau.”"},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.4","label":"4","content":"Tug TSWV kws kaav ib puas tsaav yaam has tas, “Cov Yixalayees, mej ca le moog ua kev txhum tom qhov chaw dlawbhuv kws nyob huv Npethees. Yog mej pheej yuav ua kev txhum xwb! Mej ca le moog rua huv lub nroog Nkilenkaas hab ua kev txhum kuas kawg sab kawg ntsws! Ca le naj taagkig caab tsaj moog tua ua khoom fij, hab nqaa mej tej ib feem kaum moog fij peb nub ib zag."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.5","label":"5","content":"Ca le moog muab mej tej ncuav tuaj fij ua Vaajtswv tsaug hab ca le khaav tej kws mej muab tshaaj coj tuaj ua khoom fij! Mej yeej yog cov tuabneeg kws nyam ua le ntawd."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.6","label":"6","content":"“Kuv yog tug tso tej kev tshaib kev nqhes lug rua mej txhua lub nroog, tabsis mej tseem tsi tig rov lug cuag kuv."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.7","label":"7","content":"Kuv tsi tso naag lug ywg mej tej qoobloo thaus mej tej laj tej teb qhuav heev. Kuv tso naag lug rua qee lub nroog xwb, tabsis dlua le tej kuv tsi tso, hab kuv tso naag lug rua qee thaaj teb xwb, tabsis dlua le tej aav yuav qhuav nkig nkuav."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.8","label":"8","content":"Tej tuabneeg nqhes dlej qaug zuj zig, cov tuabneeg kws nyob huv ob peb lub nroog sau nthwv tuaj rua huv lub nroog kws puab ca sab has tas, puab yuav nrhav tau dlej haus, tabsis qhov ntawd kuj tsi muaj dlej txaus haus hab. Txawm le ntawd los mej tseem tsi tig rov lug cuag kuv."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.9","label":"9","content":"“Kuv tso cua tuaj ntsawj mej tej qoobloo qhuav taag. Kuv tso kooj lug noj mej tej vaaj txiv maab, mej tej txiv ncuav pas hab mej tej txiv ntoo roj taag huv tuabsi. Txawm le ntawd los mej tseem tsi tig rov lug cuag kuv."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.10","label":"10","content":"“Kuv tso sub tawg sub ntshaa lug rua mej ib yaam le kuv tso lug rua lub tebchaws Iziv. Kuv tua mej cov tub hluas tuag taag rua huv tshaav rog hab caab mej tej neeg moog taag; kuv ua kuas mej tau na tej tuabneeg kws tuag tej kua lwj huv mej tej yeej. Txawm le ntawd los mej tseem tsi tig rov lug cuag kuv.”"},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.11","label":"11","content":"Tug Tswv has tas, “Kuv tub ua rua mej cov ibtxha raug puamtsuaj ib yaam le kuv ua rua lub nroog Xaudoos hab lub nroog Kaumaulas; mej cov kws seem zoo ib yaam le dlaim tawg kws thau huv qhovcub lug. Txawm le ntawd los mej tseem tsi tig rov lug cuag kuv le."},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.12","label":"12","content":"‘Yog le ntawd, cov Yixalayees, kuv yuav rau txim rua mej. Mej ca le npaaj tog, rua qhov kuv yuav txav txim rua mej.’ ”"},{"bible_id":"1726","chapter_code":"AMO.4","verse_code":"AMO.4.13","label":"13","content":"Vaajtswv yog tug kws tsim tej toj roob hauv peg hab tej cua. Nwg qha nwg tej kev xaav rua tuabneeg paub. Nwg hloov nruab nub moog ua mo ntuj. Nwg moog kev sau lub nplajteb qhov chaw sab. Nwg lub npe hu ua tug TSWV kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus!"},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.1","label":"1","content":"Cov Yixalayees, mej ca le noog zaaj nkauj quaj ntsuag kws kuv hu rua mej nuav:"},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.2","label":"2","content":"Tug nkaujxwb Yixalayees tub qaug lawm hab yuav tsi sawv le! Nwg yuav pw huv aav moog le hab tsi muaj leejtwg yuav tsaa nwg sawv."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.3","label":"3","content":"Tug TSWV kws kaav ib puas tsaav yaam has tas, “Ib lub nroog huv tebchaws Yixalayees xaa ib txheeb leej tubrog tawm moog ntaus rog, tabsis tsuas tshuav ib puas leej rov lug xwb; muaj dlua ib lub nroog xaa ib puas leej tubrog tawm moog, tabsis tsuas tshuav kaum leej rov lug xwb.”"},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.4","label":"4","content":"Tug TSWV has rua cov Yixalayees tas, “Mej ca le lug cuag kuv, mej txhaj yuav muaj sa ua neej nyob."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.5","label":"5","content":"Tsi xob moog pehawm kuv huv Npesenpas. Tsi xob moog nrhav kuv huv Npethees, nyob peg Npethees tsi muaj dlaabtsi le. Tsi xob moog peg lub nroog Nkilenkas, nwg cov tuabneeg tub raug nteg coj moog rua lwm tebchaws lawm.”"},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.6","label":"6","content":"Mej ca le moog cuag tug TSWV, mej txhaj yuav muaj sa ua neej nyob. Yog mej tsi moog cuag nwg, nwg yuav sau zog cov Yixalayees moog ib yaam le suavtawg kub. Suavtawg yuav kub cov tuabneeg kws nyob huv lub nroog Npethees, hab yuav tsi muaj leejtwg tua tau tej suavtawg ntawd le."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.7","label":"7","content":"Mej cov kws muab txujkev ncaaj nceeg hloov ua kev ab kev dlaw hab muab txujkev tseeb tso tseg, mej raug puamtsuaj lawm lauj!."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.8","label":"8","content":"Tug TSWV tsim tej nubqub Peleyas hab Auliyoos. Nwg muab mo ntuj hloov ua nruab nub hab muab nruab nub hloov ua mo ntuj. Nwg hu kuas dlej tawm huv havtxwv tuaj hab muab laub rua lub nplajteb. Nwg lub npe hu ua Tug TSWV."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.9","label":"9","content":"Nwg tso tej kev puamtsuaj lug rua cov tuabneeg kws muaj fwjchim hab puab tej ntsaa yeej kws khov heev."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.10","label":"10","content":"Mej ntxub txhua tug kws coj ncaaj hab has lug tseeb nyob huv tsev tu plaub."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.11","label":"11","content":"Mej tsimtxom cov tuabneeg pluag hab nyag puab tej qoobloo. Yog le ntawd mej yuav tsi tau nyob huv tej tsev pobzeb zoo zoo kws mej ua, hab tsi tau haus tej kuas txiv maab kws mej cog."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.12","label":"12","content":"Kuv paub mej muaj txim luj hab mej tau ua txhum ntau heev. Mej tsimtxom cov tuabneeg ua zoo, mej yuav luas tej nyaj xab hab txwv tsi pub luas txav txim ncaaj nceeg rua cov tuabneeg pluag."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.13","label":"13","content":"Yog le ntawd, nwgnuav yog lub sijhawm kws muaj kev phem kev qas heev, cov tuabneeg txawj ntse txhaj nyob tuabywv tsi ua dlaabtsi le!"},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.14","label":"14","content":"Mej yuavtsum xyum ua zoo tsi xob ua phem, mej txhaj muaj sa ua neej nyob. Tug TSWV kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus txhaj yuav nrug mej nyob ib yaam le mej tau khaav has tas, nwg nrug nraim mej nyob."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.15","label":"15","content":"Mej yuavtsum ntxub txujkev ua phem, nyam txujkev ua zoo; hab mej yuavtsum has tej lug tseeb nyob huv tsev tu plaub. Tej zag tug TSWV yuav hlub cov tuabneeg kws tseem nyob huv lub tebchaws nuav."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.16","label":"16","content":"Yog le ntawd tug TSWV kws muaj Fwjchim Luj kawg nkaus, tug kws kaav ib puas tsaav yaam has tas, “Nyob rua huv tej nroog yuav muaj tuabneeg quaj ntsuag lawv tej kev. Txawm yog tej tub qoob tub loo los luas yuav hu tuaj nyav tej tuag nrug cov tuabneeg kws luas ndlav tuaj nyav tej tuag."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.17","label":"17","content":"Yuav muaj tuabneeg quaj nyav ntshu nrooj huv tej vaaj txiv maab. Tej nuav yuav tshwm tuaj, rua qhov kuv yuav lug txav txim rua mej.” Tug TSWV yog tug kws has le ntawd."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.18","label":"18","content":"Mej cov kws xaav pum tug TSWV nub yuav raug kev puamtsuaj lauj! Nub ntawd yuav muaj dlaabtsi zoo rua mej? Vim nub ntawd yog nub kws yuav tsaus ntuj nti rua mej, tsi yog nub kws ci rua mej pum kev."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.19","label":"19","content":"Nub ntawd yuav zoo ib yaam le tug tuabneeg kws tsiv tsuv ntxhuav moog ntsib dlais! Lossis zoo ib yaam le tug tuabneeg kws lug txug tsev, muab teg ntha rua tim phaab ntsaa txawm raug naab tum."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.20","label":"20","content":"Tug TSWV nub yuav coj kev tsaus ntuj lug tsi yog coj kev kaaj lug; nub ntawd yuav yog nub kws tsaus ntuj nti, tsi muaj qhov kaaj hlo le."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.21","label":"21","content":"Tug TSWV has tas, “Kuv ntxub mej tej kev ua rooj noj rooj haus ntawd heev; kuv saib tsi taug tej ntawd le lawm."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.22","label":"22","content":"Thaus mej coj tej tsaj tuaj tua hlawv ua khoom fij hab coj tej qoobloo tuaj fij rua kuv, kuv yuav tsi txais yuav; hab kuv yuav tsi txais tej tsaj kws mej txaav rog rog coj tuaj tua fij rua kuv ntawd."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.23","label":"23","content":"Ca le tseg tsi xob hu nkauj nrov nrov lawm; kuv tsi xaav nov mej tej suab nkauj nogncaas nrov."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.24","label":"24","content":"Tabsis ca txujkev ncaaj nceeg ndlwg ib yaam le dlej ndlwg hab ca txujkev tseeb ndlwg ib yaam le tug dlej ndlwg tsi paub nqhuab."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.25","label":"25","content":"“Cov Yixalayees, thaus kuv coj mej kev tau plaub caug xyoo nraag taj suabpuam, kuv tsi tau has kuas mej muab tsaj tuaj tua theej txhoj hab ua khoom fij rua kuv le."},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.26","label":"26","content":"Tabsis nwgnuav, vim mej tau pe tug mlom Sakus kws yog mej tug vaajntxwv, hab pe lub Nubqub Kaivaas kws yog mej tug vaajtswv, mej yuavtsum coj tej mlom ntawd nrug mej moog,"},{"bible_id":"1726","chapter_code":"AMO.5","verse_code":"AMO.5.27","label":"27","content":"thaus kuv muab mej ntab moog nyob huv lub tebchaws kws dlhau ntawm lub nroog Damaxes moog lawm.” Tug TSWV kws muaj npe hu ua Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus has le ntawd."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.1","label":"1","content":"Kev txomnyem yuav lug raug mej cov kws nyob tso sab lug huv lub nroog Xi-oos hab mej cov kws nyob kaaj sab lug huv lub nroog Xamalis, mej cov kws yog tuabneeg tseemceeb ntawm tsaav tuabneeg Yixalayees, hab mej yog cov kws tsoom pejxeem ca sab rua."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.2","label":"2","content":"Mej ca le moog saib lub nroog Kalenes, ces tsua moog saib lub nroog Hamas kws luj heev hab nqeg moog saib cov Filitees lub nroog Nkas. Puas yog cov nroog nuav zoo tshaaj cov Yudas hab cov Yixalayees ob lub tebchaws? Puas yog puab tej nrim dlej nrim aav dlaav tshaaj mej le?"},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.3","label":"3","content":"Mej yeej tsi xaav pum nub kws muaj kev puamtsuaj, tabsis tej kws mej ua taabtom coj nub ntawd lug ze mej lawm."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.4","label":"4","content":"Kev puamtsuaj yuav lug raug mej cov kws tau zoo pw sau tej rooj kws pua ntaub tsuj ntaub npuag hab tua xyuas nyuj hab thaav yaaj noj xwb!"},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.5","label":"5","content":"Mej nyam sau tej nkauj tshab hu ib yaam le Daviv, hab hu nrug tej nkauj nogncaas."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.6","label":"6","content":"Mej haus tej taig cawv puv phwj yog hab muab tej roj tsw qaab kws kim kim lug pleev ua tsw qaab ntxag, tabsis mej tsi quavntsej thaus mej pum cov Yixalayees lub tebchaws raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.7","label":"7","content":"Yog le ntawd mej yuav yog thawj paab kws raug luas nteg coj moog rua lwm tebchaws. Qhov kws mej muaj rooj noj rooj haus hab ua kev lomzem yuav tsi muaj ntxiv lawm."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.8","label":"8","content":"Tug TSWV kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus tau coglug ruaj khov tseg has tas, “Kuv ntxub cov Yixalayees tej kev khaavtheeb, kuv ntxub puab tej vaaj tse kws ci ntsaa ab. Kuv yuav muab mej lub tuamceeb nroog hab txhua tsaav yaam kws nyob huv cob rua mej cov yeebncuab teg.”"},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.9","label":"9","content":"Txawm yog ib tse tuabneeg tshuav kaum leej txivneej xwb los puab yeej yuav tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.10","label":"10","content":"Tug tuag ntawd ib tug kwvtij kws saib kev paam tuag yuav tuaj coj tug tuag tawm huv tsev moog. Nwg yuav nug cov tuabneeg kws nyob huv lub tsev ntawd has tas, “Puas muaj lwm tug nrug mej nyob hab?” Ces puab yuav teb has tas, “Tsi muaj.” Ces tug kwvtij ntawd yuav has tas, “Ua tuabywv! Peb yuavtsum ceevfaaj tsi xob tuav tug TSWV lub npe le.”"},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.11","label":"11","content":"Thaus tug TSWV tso ncauj lawm, tej tsev tsi has lub luj lub miv, yuav puamtsuaj taag."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.12","label":"12","content":"Neeg puas dlha tau tso saas ntwg sau tej roob tsuas? Puas muaj tuabneeg caab nyuj moog laij tau havtxwv? Tabsis mej muab txujkev ncaaj nceeg hloov moog ua tshuaj lom tuabneeg hab muab yaam zoo hloov ua yaam phem."},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.13","label":"13","content":"Mej khaav has tas mej moog txeeb tau lub nroog Laudenpas.  Mej khaav has tas, “Peb yeej muaj zug txaus kws moog txeeb tau lub nroog Kalena-ees  lug ua peb tug.”"},{"bible_id":"1726","chapter_code":"AMO.6","verse_code":"AMO.6.14","label":"14","content":"Tug TSWV kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus has tas, “Cov Yixalayees, kuv taabtom khaiv cov tubrog txawv tebchaws tuaj tua mej lub tebchaws. Puab yuav tsimtxom mej txij ntawm lub dlawm Hamas saab qaumteb moog txug nraag tug dlej Alanpas kws nyob saab qaabteb.”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.1","label":"1","content":"Tug TSWV kws kaav ib puas tsaav yaam ua rua kuv pum ib zaaj ywgtoog. Thaus luas hlais tej zaub nyuj kws yog vaajntxwv tug taag lawm; kuv pum tug TSWV tso ib cov kooj coob heev lug noj tej zaub nyuj kws taabtom pib hlaav zum zawg tuaj."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.2","label":"2","content":"Nyob rua huv zaaj ywgtoog ntawd, kuv pum kooj muab txhua yaam nroj tsuag kws ntsuab mog nyoos huv lub tebchaws noj taag dlu lug, ces kuv txhaj has rua tug TSWV tas, “Tug TSWV kws kaav ib puas tsaav yaam, thov koj zaam txim rua koj tsaav tuabneeg! Puab yuav ua le caag ua neej nyob? Rua qhov puab tseem yau hab tsi muaj zug le.”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.3","label":"3","content":"Tug TSWV hloov sab hab has tas, “Kuv yuav tsi pub tej kws koj pum nuav tshwmsim.”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.4","label":"4","content":"Tug TSWV kws kaav ib puas tsaav yaam rov ua rua kuv pum dlua ib zaaj ywgtoog. Kuv pum tug TSWV npaaj suavtawg lug rau txim rua nwg tsaav tuabneeg. Cov suavtawg ntawd tub kub lub nam havtxwv huv nruab tivtxwv hab pib kub thooj aav nuav lawm."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.5","label":"5","content":"Ces kuv has tas, “Tug TSWV kws kaav ib puas tsaav yaam, thov koj ca le tsum! Koj tsaav tuabneeg yuav ua le caag ua neej nyob? Rua qhov puab tseem yau hab tsi muaj zug le!”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.6","label":"6","content":"Tug TSWV rov hloov dlua sab hab has tas, “Tej nuav los yuav tsi pub kuas tshwmsim ib yaam nkaus.”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.7","label":"7","content":"Tug TSWV rov ua rua kuv pum dlua ib zaaj ywgtoog. Kuv pum tug TSWV sawv ntawm ib saab ntsaa yeej kws luas siv txuj hlua ntsuag qhov kws luas ua tav lawm; hab nwg tuav rawv txuj hlua ntawm nwg txhais teg."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.8","label":"8","content":"Nwg nug kuv has tas, “Amaus, koj pum dlaabtsi?” Kuv teb has tas, “Kuv pum ib txuj hlua.” Ces nwg has tas, “Kuv siv txuj hlua nuav qha rua kuv tsaav tuabneeg paub has tas, puab zoo ib yaam le tej ntsaa yeej kws tsi siv txuj hlua ntsuag kuas ncaaj. Kuv yuav tsi hloov sab ib zag ntxiv le lawm, kuv yeej yuav rau txim rua puab."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.9","label":"9","content":"Qhov chaw kws Ixaj cov xeebntxwv pehawm kuv yuav raug puamtsuaj. Cov Yixalayees qhov chaw dlawbhuv los yuav muab tso tseg nphob xuav ca. Kuv yuav ua kuas Vaajntxwv Yelaunpau-aas cov xeebntxwv raug nav ntaaj nav rag tuag tu noob nrho moog.”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.10","label":"10","content":"Amaxiyas kws yog tug povthawj nyob huv Npethees tau tso xuv moog rua Vaajntxwv Yelaunpau-aas kws kaav tebchaws Yixalayees has tas, “Amaus taabtom tuav tswvyim haub ntxag cov pejxeem kuas ntxeev sab rua koj. Tej lug kws nwg qha ntawd yuav rhuav lub tebchaws nuav kuas puamtsuaj."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.11","label":"11","content":"Nwg has le nuav: ‘Yelaunpau-aas yuav tuag rua huv tshaav rog hab cov Yixalayees yuav raug luas nteg coj tawm huv puab lub tebchaws moog rua lwm tebchaws.’ ”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.12","label":"12","content":"Ces Amaxiyas txawm has rua Amaus tas, “Yawm cevlug, txaus lawm lauj! Koj ca le rov qaab moog rua nraag tebchaws Yudas hab qhuab qha nyob nraag. Ca puab them nqe zug rua koj."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.13","label":"13","content":"Tsi xob qhuab qha huv lub nroog Npethees nuav ib zag ntxiv lawm. Rua qhov ntawm nuav yog vaajntxwv qhov chaw pehawm kws yog lub tebchaws nuav lub Tuamtsev.”"},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.14","label":"14","content":"Amaus teb has tas, “Kuv tsi yog tug cev Vaajtswv lug kws yuav nqe zug. Kuv yog ib tug tuabneeg yug tsaj hab kuv tu tej txiv ncuav pas xwb."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.15","label":"15","content":"Tabsis tug TSWV tau coj kuv tawm ntawm kuv teg num yug yaaj, hab has kuas kuv tuaj cevlug rua nwg tsaav tuabneeg Yixalayees xwb."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.16","label":"16","content":"Yog le ntawd, nwgnuav koj ca le noog tej lug kws tug TSWV has. Koj has kuas kuv tseg tsi xob cev Vaajtswv lug, hab tseg tsi xob qhuab qha tshev cov tuabneeg Yixalayees lawm."},{"bible_id":"1726","chapter_code":"AMO.7","verse_code":"AMO.7.17","label":"17","content":"Yog le ntawd Amaxiyas, tug TSWV has rua koj tas, ‘Koj tug quaspuj yuav moog ua namndlav nyob huv nroog, hab koj cov mivnyuas yuav raug tua tuag taag rua huv tshaav rog. Yuav muab koj lub tebchaws faib rua luas, hab koj yuav moog tuag rua huv lwm tsaav tuabneeg kws tsi ntseeg Vaajtswv lub tebchaws. Hab tsaav tuabneeg Yixalayees yuav raug luas coj tawm huv puab lub tebchaws moog nyob rua lwm tebchaws.’ ”"},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.1","label":"1","content":"Tug TSWV kws kaav ib puas tsaav yaam rov ua rua kuv pum dlua ib zaaj ywgtoog. Kuv pum ib tawb txiv ntoo."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.2","label":"2","content":"Tug TSWV nug kuv has tas, “Amaus, koj pum dlaabtsi?” Kuv teb has tas, “Kuv pum ib tawb txiv ntoo.” Tug TSWV has rua kuv tas, “Lub sijhawm kawg  tub lug txug kuv tsaav tuabneeg Yixalayees lawm. Kuv yuav tsi hloov sab ib zag ntxiv le lawm, kuv yuav rau txim rua puab xwb."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.3","label":"3","content":"Thaus txug nub ntawd tej suab hu nkauj huv vaajntxwv lub loog yuav hloov ua suab quaj suab nyav. Yuav muaj tuabneeg tuag nyob txhua qhov. Luas yuav coj puab moog povtseg ntsag tu lawm xwb.”"},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.4","label":"4","content":"Mej cov kws caij tsuj cov tuabneeg txomnyem hab tuavhuv ua kuas cov tuabneeg pluag kws nyob huv lub tebchaws puamtsuaj, mej ca le noog."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.5","label":"5","content":"Mej xaav tuabywv huv sab has tas, “Peb laaj tog nub dlawbhuv dlhau kawg le, peb yuav rawm muag peb tej qoobloo. Thaus twg nub Xanpataus maam le dlhau, kuas peb txhaj tau muag peb tej qoobloo? Ces peb muab muag kuas kim kim, txhobtxwm luj kuas tsi puv hab khu peb tej teev lug luj ntxo cov tuabneeg kws tuaj yuav peb tej qoob."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.6","label":"6","content":"Peb muab peb tej nplej kws tsi puv muag ua nqe kim kim. Peb moog nrhav yuav tug tuabneeg pluag kws tshuav luas nqe lug ua qhev, txawm yog ib nkawm khau khab xwb los nwg tub them tsi taug luas.”"},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.7","label":"7","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv tau coglug has tas, “Kuv yuav cim ntsoov tej kev phem kws puab ua ntawd ca."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.8","label":"8","content":"Yog le ntawd aav yuav qeeg, hab lub tebchaws yuav cu ua zug koog; lub tebchaws yuav fuam hab nphau nphwv ib yaam le tug dlej Niles. Ces txhua tug tuabneeg kws nyob huv lub tebchaws yuav quaj ntsuag."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.9","label":"9","content":"Thaus txug lub sijhawm ntawd kuv yuav ua kuas lub nub poob thaus taav su, hab thaus nruab nub lub nplajteb yuav tsaus nti. Kuv yog tug TSWV kws kaav ib puas tsaav yaam has le ntawd."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.10","label":"10","content":"Kuv yuav muab mej tej rooj noj rooj haus hloov moog ua nteeg pluj nteeg tuag hab muab tej nkauj kws mej hu ua kev zoo sab hloov moog ua suab quaj suab nyav. Kuv yuav ua kuas mej muab mej tej plaubhau chais hab muab ntaub tsaaj lug naav, hab mej yuav zoo ib yaam le tej nam txiv kws quaj nyav obtug tuab tug tub kws tuag lawm. Nub ntawd yuav yog nub kawg kws lwj sab tshaaj plawg."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.11","label":"11","content":"“Thaus txug lub sijhawm ntawd, kuv yuav tso kev tshaib nqhes lug rua lub tebchaws. Tej tuabneeg yuav tshaib nqhes heev, tabsis tsi yog tshaib mov; puab yuav nqhes heev tabsis tsi yog nqhes dlej. Puab yuav tshaib hab nqhes tug TSWV tej lug. Kuv yog tug TSWV kws kaav ib puas tsaav yaam has le ntawd."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.12","label":"12","content":"Tej tuabneeg yuav taug kev ntawm Havtxwv Tuag moog txug rua tom Havtxwv Meditelanees hab ncig saab qaumteb moog txug rua saab nubtuaj. Puab yuav nrhav tug TSWV Txujlug rua txhua qhov chaw, tabsis puab yuav nrhav tsi tau le."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.13","label":"13","content":"Nub ntawd tej tub hluas hab ntxhais hluas kws muaj zug khov kho los yuav qaug zug heev vim txujkev tshaib nqhes."},{"bible_id":"1726","chapter_code":"AMO.8","verse_code":"AMO.8.14","label":"14","content":"Cov tuabneeg kws twv ntxhas tej mlom huv lub nroog Xamalis has tas, ‘Muaj cov Daas tug vaajtswv’, lossis ‘muaj cov Npesenpas tug vaajtswv’, cov tuabneeg ntawd yuav qaug hab tsi sawv rov lug ib zag le lawm.”"},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.1","label":"1","content":"Kuv pum tug TSWV sawv ntawm lub thaaj ib saab. Nwg saamfwm has tas, “Ca le siv zug tsoo lub Tuamtsev tej hauv ncej kuas tej taw ntsaa ua zug koog. Tsoo kuas tej ntawd tawg taag hab ca tej ntawd poob moog tsoo tej tuabneeg taubhau. Kuv yuav tua cov tuabneeg kws seem txhua tug kuas tuag taag rua huv tshaav rog. Yuav tsi pub leejtwg tsiv dlhau; tsi pub ib tug twg tsiv tau dlim le."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.2","label":"2","content":"Txawm yog puab yuav khawb puab txujkev moog txug rua huv tub tuag teb los kuv yuav nteg puab rov lug. Txawm yog puab yuav nce moog txug sau ntuj los kuv yuav coj puab nqeg rov lug."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.3","label":"3","content":"Yog puab tsiv moog nkaum sau ncov roob Kalemees los kuv yuav nrhav kuas tau hab nteg puab lug. Yog puab tsiv moog nkaum huv qaab thu havtxwv los kuv yuav has kuas tug tsaj nyaum huv havtxwv  moog tum puab."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.4","label":"4","content":"Yog puab raug puab cov yeebncuab nteg coj moog lawm los kuv yuav has kuas puab cov yeebncuab muab puab tua huv tuabsi. Kuv tub txav txim sab lawm has tas, kuv yuav ua kuas puab raug kev puamtsuaj taag hab yuav tsi paab puab ib zag ntxiv le lawm.”"},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.5","label":"5","content":"Tug TSWV kws kaav ib puas tsaav yaam kws muaj Fwjchim Luj kawg nkaus, nwg kov lub nplajteb, lub nplajteb qeeg ua zug koog; txhua tug kws nyob huv lub nplajteb yuav quaj ntsuag. Lub nplajteb yuav nphau pis nphwv saus pis zog ib yaam le tug Dlej Niles."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.6","label":"6","content":"Tug TSWV tsim nwg lub tsev rua sau ntuj ceebtsheej, nwg tsim nruab ntug zoo le lub kaus roog lub nplajteb. Nwg hu kuas dlej tawm huv havtxwv tuaj hab muab laub rua lub nplajteb. Nwg lub npe hu ua tug TSWV!"},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.7","label":"7","content":"Tug TSWV has tas, “Cov Yixalayees, kuv xaav txug cov tuabneeg Sudaas ib yaam le kuv xaav txug mej. Kuv coj cov tuabneeg Filitees huv koog povtxwv Keletes hab cov Xilias huv tebchaws Kis lug, ib yaam le kuv coj mej nraag tebchaws Iziv lug hab ntaag."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.8","label":"8","content":"Kuv kws yog tug TSWV kws kaav ib puas tsaav yaam, kuv saib ntsoov lub tebchaws Yixalayees kws puv nkaus txujkev txhum, hab kuv yuav ua kuas nwg raug kev puamtsuaj taag huv lub nplajteb nuav moog. Tabsis kuv yuav tsi ua kuas Yakhauj cov xeebntxwv raug puamtsuaj."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.9","label":"9","content":"“Kuv yuav tso ncauj hab tshau cov Yixalayees ib yaam le luas muab tshaus tshau nplej. Kuv yuav muab puab xyaw txhua tsaav tuabneeg txhaj tshem tau cov tuabneeg kws tsi muaj nqes povtseg."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.10","label":"10","content":"Cov tuabneeg txhum kws nyob xyaw kuv tsaav tuabneeg yuav raug tua tuag taag rua huv tshaav rog, puab yog cov kws has tas, ‘Vaajtswv yuav tsi ca kev phem lug raug peb ib zag le.’ ”"},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.11","label":"11","content":"Tug TSWV has tas, “Thaus txug nub ntawd kuv yuav rov txhim khu Daviv lub tebchaws kws zoo ib yaam le lub tsev kws tub puag taag lawm. Kuv yuav txhim khu tej ntsaa yeej dlua tshab. Kuv yuav rov khu hab ua kuas zoo ib yaam le lub qub thaus u."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.12","label":"12","content":"Cov Yixalayees yuav ntaus yeej cov tuabneeg kws seem nyob huv lub tebchaws Edoos hab txhua tsaav tuabneeg kws thaus u yog kuv tsaav tuabneeg ib zag lug lawm.” Tug TSWV kws ua kuas muaj tej nuav tshwmsim yog tug has le ntawd."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.13","label":"13","content":"Tug TSWV has tas, “Nub ntawd tub lug yuav txug, thaus ntawd tej qoobloo yuav sav sai heev hab sau tsi yeej, hab tej txiv maab los yuav sav sai heev, tsuam kua txiv maab los tub tsuam tsi yeej. Cawv qaab zib yuav nrug sau tej hauv roob lug, hab tej cawv ntawd yuav ndlwg laub lug sau tej pov roob."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.14","label":"14","content":"Kuv yuav coj kuv tsaav tuabneeg rov lug nyob rua huv puab lub tebchaws. Puab yuav rov txhim khu puab tej nroog kws puag taag lawm rua puab nyob; puab yuav xov vaaj cog txiv maab txhaj tau cawv txiv maab haus; puab yuav xov vaaj cog txiv ntoo txhaj tau txiv ntoo noj."},{"bible_id":"1726","chapter_code":"AMO.9","verse_code":"AMO.9.15","label":"15","content":"Kuv yuav ca puab nyob huv lub tebchaws kws kuv muab pub rua puab ua puab tug lawm, hab kuv yuav tsi muab puab ntab tawm ib zag ntxiv le lawm.” Tug TSWV kws yog mej tug Vaajtswv has le ntawd."}]