[{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.1","label":"1","content":"Phoo ntawv nuav yog tej lug kws Mauxes has tseg rua cov Yixalayees thaus puab tseem nyob huv taj suabpuam ntawm ntug Dlej Yauladees saab nubtuaj. Puab nyob ntawm lub Haav Yauladees kws ze Xufes, ntu nruab nraab ntawm lub nroog Palaas, Taufees, Lanpaas, Haxelaus hab Dixahas."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.2","label":"2","content":"(Yog sawv kev ntawm roob Xinais taug kev hlaa cov pov roob huv tebchaws Edoos moog rua Kades Npane-as mas yog kaum ib nub txhaj txug)."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.3","label":"3","content":"Nub xab ib lub kaum ib hlis ntuj, xyoo plaub caug tom qaab kws cov Yixalayees tawm nraag tebchaws Iziv lug, Mauxes muab Vaajtswv tej lug txhua nqai qha rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.4","label":"4","content":"Tej nuav yog tom qaab kws tug TSWV  tau paab cov Yixalayees tua yeej tug Vaajntxwv Xihoos kws kaav cov Amaules huv lub nroog Hesenpoos hab Vaajntxwv Aunkas kws kaav lub nroog Asetalus hab Edeles huv tebchaws Npasaas."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.5","label":"5","content":"Thaus cov Yixalayees lug nyob huv tebchaws Mau-am ntawm tug Dlej Yauladees saab nubtuaj, Mauxes muab Vaajtswv tej Kevcai lug qha hab ntuag puab. Mauxes has tas,"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.6","label":"6","content":"“Thaus peb tseem nyob nraag Roob Xinais, tug TSWV kws yog peb tug Vaajtswv has rua peb tas, ‘Mej lug nyob ntawm lub Roob nuav ntev heev lawm;"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.7","label":"7","content":"ca le lauj mej tej tsevntaub hab tsiv tawm qhov chaw nuav moog. Mej moog rua ntawm lub laaj roob huv tebchaws Amaules hab tej cheebtsaam kws nyob ibncig ntawd, moog rua huv lub Haav Yauladees, moog rua sau lub pov roob hab huv tej taj nraag, moog rua cheebtsaam kws nyob saab qaabteb, hab moog rua tom ntug Havtxwv Meditelanees. Moog kuas txug rua tebchaws Kana-aas hab dlhau moog rua peg tej roob huv tebchaws Lenpanoos, hab moog kuas txug rua ntawm tug Dlej Efalates."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.8","label":"8","content":"Taagnrho tej nuav yog lub tebchaws kws kuv kws yog tug TSWV tau coglug yuav muab rua mej yawmkoob Anplahaas, Ixaj, Yakhauj hab puab tej xeebntxwv. Mej ca le moog nyob huv lub tebchaws ntawd.’ ”"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.9","label":"9","content":"Mauxes has rua cov pejxeem tas, “Thaus peb tseem nyob nraag Roob Xinais, kuv has rua mej tas, kuv teg num ntau dlhau hwv lawm, ‘Kuv tuab leeg xwb ua tsi taag."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.10","label":"10","content":"Tug TSWV kws yog mej tug Vaajtswv pub rua mej fuamvaam coob npaum le tej nubqub sau nruab ntug."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.11","label":"11","content":"Thov tug TSWV kws yog mej cov yawmkoob tug Vaajtswv, pub kuas mej fuamvaam ib txheeb npaug ntxiv, hab kuas mej lub neej vaammeej lawv le Vaajtswv tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.12","label":"12","content":"Tabsis kuv ib leeg yuav ua le caag txav txim tau rua mej, thaus mej muaj kev sis caav sis tshe?"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.13","label":"13","content":"Mej ca le xaiv ib cov tuabneeg txawj ntse kws paub qaabhau, cov txivneej kws muaj tswvyim hab paub ua num ntawm txhua xeem tuaj rua kuv. Kuv yuav tsaa puab ua cov thawj saib mej.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.14","label":"14","content":"Mej teb kuv has tas, mej pum zoo le kuv has ntawd."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.15","label":"15","content":"Yog le ntawd, kuv txhaj tsaa cov tuabneeg txawj ntse, cov thawjcoj kws paub ua num kws mej xaiv huv mej tej xeem tuaj ua cov coj mej. Ibtxha saib ib txheeb leej, ibtxha saib ib puas leej, ibtxha saib tsib caug leej hab ibtxha saib kaum leej. Hab kuv tseem tsaa ntau tug numtswv ua cov kaav mej txhua xeem."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.16","label":"16","content":"“Thaus ntawd, kuv qha rua puab has tas, ‘Mej noog tej lug sis caav sis tshe ntawm cov pejxeem, mej yuavtsum txav txim kuas ncaaj thaus puab muaj kev sis caav sis tshe, tsi has mej tsaav tuabneeg lossis lwm tsaav tuabneeg kws nrug mej nyob."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.17","label":"17","content":"Thaus mej txav txim, mej tsi xob xaiv ntsejmuag, mej yuavtsum txav txim ncaaj nceeg rua txhua tug, txawm yog nwg yuav yog leejtwg los xij. Mej tsi xob ntshai leejtwg le, rua qhov tej kws mej txav txim sab, yog lug ntawm Vaajtswv. Yog has tas muaj tej rooj plaub kws mej has tsi tau lawm, mej coj tuaj cuag kuv. Kuv maam le has rooj plaub ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.18","label":"18","content":"Tuab lub sijhawm ntawd, kuv qha txhua yaam kws mej yuav tau ua rua mej."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.19","label":"19","content":"“Peb ua txhua yaam lawv le tug TSWV kws yog peb tug Vaajtswv has kuas peb ua. Peb tawm ntawm Roob Xinais moog hlaa lub taj suabpuam kws dlaav hab txaus ntshai, moog rua lub laaj roob huv tebchaws Amaules. Thaus peb lug txug rua huv Kades Npane-as,"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.20+DEU.1.21","label":"20-21","content":"kuv has rua mej tas, ‘Nwgnuav mej lug txug rua ntawm lub laaj roob huv tebchaws Amaules kws tug TSWV kws yog peb tug Vaajtswv hab yog peb cov yawmkoob tug Vaajtswv muab rua peb lawm. Mej tsaa muag saib lub tebchaws ntawd. Mej ca le moog nyob huv lawv le tug TSWV has rua mej lawm. Mej tsi xob ntaus sab yau lossis ntshai.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.22","label":"22","content":"“Tabsis mej tuaj cuag kuv hab has tas, ‘Ca peb tso ib paab txivneej moog soj lub tebchaws hab rov qaab lug qha rua peb, peb txhaj le paub kev moog, hab saib puab tej nroog zoo le caag.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.23","label":"23","content":"“Peb pum has tas qhov ntawd yog qhov kws zoo hab tsimnyog ua, kuv txhaj le xaiv tau kaum ob leeg txivneej, ib xeem ib leeg."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.24","label":"24","content":"Puab taug lub laaj roob moog txug rua ntawm lub Haav Esekaus, hab soj thoob plawg lub haav ntawd."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.25","label":"25","content":"Puab dle tau tej txiv maab txiv ntoo huv lub tebchaws ntawd coj lug qha rua peb, hab has rua peb tas, lub tebchaws kws tug TSWV kws yog peb tug Vaajtswv muab rua peb ntawd, aav rog hab zoo qoobloo kawg le."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.26","label":"26","content":"“Tabsis mej ntxeev sab hab tsi noog tug TSWV kws yog mej tug Vaajtswv tej lug, hab tsi kaam moog rua huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.27","label":"27","content":"Mej ib leeg ywg rua ib leeg huv mej tej tsevntaub has tas, ‘Yog tug TSWV ntxub peb, nwg txhaj coj peb tawm nraag tebchaws Iziv lug hab muab peb cob rua cov tuabneeg Amaules, kuas puab muab peb tua tuag taag xwb!"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.28","label":"28","content":"Peb yuav moog rua huv lub tebchaws ntawd ua dlaabtsi? Peb ntshai kawg le. Thaus peb nov cov tuabneeg kws peb tso moog ntawd, rov lug qha rua peb has tas, cov tuabneeg kws nyob huv lub tebchaws ntawd, puab luj sab hab muaj zug tshaaj peb. Puab tej nroog muaj ntsaa yeej xov sab rua sau nruab ntug, hab puab pum cov tuabneeg ntawd luj kawg le.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.29","label":"29","content":"“Tabsis kuv has rua mej tas, ‘Tsi xob ntshai cov tuabneeg ntawd."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.30","label":"30","content":"Tug TSWV kws yog mej tug Vaajtswv yuav coj mej kev moog hab nwg yuav paab kuas mej tua cov yeebncuab ntawd ib yaam le mej pum nwg ua nyob nraag tebchaws Iziv,"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.31","label":"31","content":"hab nraag taj suabpuam. Mej tub pum has tas, nwg coj mej taug kev kaaj sab lug lug txug rua ntawm nuav, ib yaam le leej txiv puag rawv nwg tug mivnyuas.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.32","label":"32","content":"Tabsis mej tsi noog tej lug kws kuv has, hab tsi ca sab rua tug TSWV,"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.33","label":"33","content":"txawm le ntawd los tug TSWV tseem moog ua mej ntej, nrhav chaw rua mej su. Nwg moog ua mej ntej coj mej txuj hauv kev, nwg ua tug nplaim tawg rua mej pum kev thaus tsaus ntuj, hab ua tauv fuab roog mej thaus nruab nub."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.34","label":"34","content":"“Tug TSWV nov tej lug kws mej ywg lawm, nwg chim heev, nwg txhaj le coglug has tas,"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.35","label":"35","content":"‘Mej tam tuabneeg sab phem nuav yuav tsi muaj ib tug tau moog nyob huv lub tebchaws aav rog hab zoo qoob kws kuv coglug tseg yuav muab rua mej cov yawmkoob le."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.36","label":"36","content":"Tsuas yog Yefunes tug tub Kalej txhaj yuav tau moog nyob huv lub tebchaws ntawd xwb. Nwg muab sab npuab kuv, hab kuv yuav muab lub tebchaws kws nwg moog soj ntawd rua nwg hab nwg cov xeebntxwv.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.37","label":"37","content":"Tub yog vim mej, tug TSWV txhaj chim rua kuv hab has tas, ‘Mauxes, koj yuav tsi tau moog nyob huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.38","label":"38","content":"Tabsis koj yuav tau txhawb noos tug tub Yausuas zug, nwg yog tug paab koj, nwg yuav coj cov Yixalayees moog nyob huv lub tebchaws ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.39","label":"39","content":"“Ces tug TSWV has rua peb suavdlawg tas, ‘Mej cov mivnyuas tseem yau kws tsi tau paub qhov phem qhov zoo, yog cov mivnyuas kws mej has tas yuav raug mej cov yeebncuab nteg, puab txhaj yog cov kws yuav tau moog nyob huv lub tebchaws ntawd. Kuv yuav muab lub tebchaws ntawd rua puab, hab puab yuav tau moog nyob huv."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.40","label":"40","content":"Tabsis mej cov ko, mej ca le tig rov qaab moog rua tom taj suabpuam kws yog txujkev rov moog rua Havtxwv Lab.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.41","label":"41","content":"“Mej teb has tas, ‘Mauxes, peb tau ua txhum rua tug TSWV lawm tag! Tabsis nwgnuav peb yuav moog tua hab txeeb lub tebchaws ntawd lawv le tug TSWV kws yog peb tug Vaajtswv tau has rua peb lawm.’ Ces mej txhua tug txawm ca le npaaj moog ua rog, rua qhov mej xaav has tas, nce moog puav lub laaj roob ntawd yuav yoojyim heev."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.42","label":"42","content":"“Tabsis tug TSWV has rua kuv tas, ‘Koj yuavtsum txwv tsi xob pub puab moog tua cov yeebncuab, rua qhov kuv tsi nrug puab, nyob tsaam puab cov yeebncuab tua yeej puab.’"},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.43","label":"43","content":"Kuv has rua mej lawv le tug TSWV kuas kuv has, tabsis mej tsi tig qhovntsej noog le. Mej ntxeev sab rua tug TSWV, hab vim mej khaavtheeb mej txhaj nce moog rua sau lub laaj roob lawm."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.44","label":"44","content":"Cov Amaules kws nyob sau tej laaj roob tuaj tawmtsaam mej ib yaam le xub ntaab yaa tuaj. Puab caum mej tua lug ti nkaus rua ntawm Haumas hab puab tua yeej mej sau lub laaj roob huv tebchaws Edoos."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.45","label":"45","content":"Mej txhaj le quaj thov tug TSWV paab, tabsis nwg tsi noog hab tsi quavntsej mej le."},{"bible_id":"1726","chapter_code":"DEU.1","verse_code":"DEU.1.46","label":"46","content":"Tom qaab kws mej nyob huv Kades Npane-as tau ib ntus ntev loo."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.1","label":"1","content":"Peb txawm rov qaab moog rua taj suabpuam, taug kev moog rua Havtxwv Lab lawv le tug TSWV tau has lawm. Peb tau ncig moog ncig lug ntev loo ntawm lub laaj roob huv tebchaws Edoos."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.2","label":"2","content":"“Tug TSWV has rua kuv tas,"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.3","label":"3","content":"mej tub ncig moog ncig lug ntawm tej laaj roob nuav tau ntev loo lawm, mej ca le moog rua saab qaumteb."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.4","label":"4","content":"Nwg kuas kuv qha rua mej has tas, ‘Mej taabtom yuav moog rua ntawm lub laaj roob huv tebchaws Edoos, yog mej cov kwvtij kws yog Exaus cov xeebntxwv lub tebchaws, puab yuav ntshai mej heev,"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.5","label":"5","content":"tabsis mej tsi xob moog ua rog rua puab, kuv yuav tsi muab puab lub tebchaws ib thaaj aav luaj xibteg rua mej le. Kuv tub muab lub tebchaws Edoos ntawd rua Exaus cov xeebntxwv lawm."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.6","label":"6","content":"Mej tsuas yuav tau mov noj hab dlej haus ntawm puab xwb.’"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.7","label":"7","content":"“Mej ncu ntsoov has tas tug TSWV kws yog mej tug Vaajtswv tau foom koob moov rua txhua yaam kws mej ua taag lug lawm. Nwg tau tsomkwm mej thaus mej taug kev lug hlaa lub taj suabpuam kws dlaav heev, nwg nrug nraim mej tau plaub caug xyoo hab pub txhua yaam rua mej kuas muaj txaus."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.8","label":"8","content":"“Peb txawm ncaim peb cov kwvtij kws yog Exaus cov xeebntxwv huv tebchaws Edoos, ntawm lub nroog Elas hab Exi-oosnkenpes taug txujkev Alanpas moog rua peg taj suabpuam Mau-am lawm."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.9","label":"9","content":"Tug TSWV has rua kuv tas, ‘Mej tsi xob moog thaab plaub nrug cov tuabneeg Mau-am lossis ua rog rua puab, rua qhov puab yog Lauj cov xeebntxwv. Kuv tub muab lub nroog Ales rua puab lawm, kuv yuav tsi muab lub tebchaws ntawd ib qho rua mej le.’ ”"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.10","label":"10","content":"(Muaj ib tsaav tuabneeg hu ua Emis, yog cov tuabneeg kws luj hab sab heev, puab ibtxwm nyob huv lub nroog Ales ntawd. Cov tuabneeg Emis luj hab sab ib yaam le cov tuabneeg Anakees kws yog ib tsaav tuabneeg luj hab sab heev."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.11","label":"11","content":"Cov tuabneeg Emis muaj dlua ib lub npe hu ua Lefayees, ib yaam le cov tuabneeg Anakees; tabsis cov tuabneeg Mau-am hu cov tuabneeg ntawd ua Emis."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.12","label":"12","content":"Thaus xubthawj cov tuabneeg Haulis nyob huv lub tebchaws Edoos, tabsis Exaus cov xeebntxwv muab puab lawv tawm, rhuav tshem puab tsaav tuabneeg hab lug nyob huv puab lub tebchaws, ib yaam le cov Yixalayees muab puab cov yeebncuab lawv tawm huv puab lub tebchaws kws tug TSWV muab rua puab lawm.)"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.13","label":"13","content":"“Peb txhaj hlaa tug Dlej Zeles moog rua saab tim u lawv le tug TSWV tau has rua peb lawm."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.14","label":"14","content":"Thaus peb tsiv huv Kades Npane-as lug txug thaus peb hlaa tug Dlej Zeles tau peb caug yim xyoo. Cov txivneej kws ua taug tubrog tam ntawd tuag taag lawv le tug TSWV tau has tseg lawm tas, puab yuav tuag taag le ntawd."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.15","label":"15","content":"Tug TSWV tau tawmtsaam puab huv lub yeej kws puab nyob, ua rua puab puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.16","label":"16","content":"“Tom qaab kws cov txivneej ntawd tuag taag lawm,"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.17","label":"17","content":"tug TSWV has rua kuv tas,"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.18","label":"18","content":"‘Nub nua mej hlaa kuas dlhau cheebtsaam Ales huv tebchaws Mau-am."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.19","label":"19","content":"Mej tub moog yuav txug cov tuabneeg Amoos kws yog Lauj cov xeebntxwv lub tebchaws. Mej tsi xob thaab plaub lossis ua rog rua puab, rua qhov kuv yuav tsi muab lub tebchaws kws kuv muab rua puab lawm, ib qho rua mej le.’ ”"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.20","label":"20","content":"(Cheebtsaam nuav lawv le suavdlawg paub, mas yog cov tuabneeg Lefayees lub tebchaws. Yog tsaav tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd lub npe; cov tuabneeg Amoos hu cov tuabneeg kws nyob huv lub tebchaws ntawd ua “Xaaxumis.”"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.21","label":"21","content":"Puab yog cov tuabneeg kws luj hab sab ib yaam le cov tuabneeg Anakees. Puab yog tsaav tuabneeg kws muaj zug hab coob heev. Tabsis tug TSWV muab puab rhuav puamtsuaj taag, yog le ntawd, cov Amoos txhaj moog txeeb tau puab lub tebchaws nyob."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.22","label":"22","content":"Tug TSWV ua ib yaam le ntawd rua Exaus cov xeebntxwv kws yog tuabneeg Edoos kws nyob sau lub laaj roob huv tebchaws Edoos. Tug TSWV rhuav cov tuabneeg Haulis puamtsuaj taag. Yog le ntawd, cov Edoos txhaj moog txeeb tau lub tebchaws ntawd ua puab tug hab moog nyob rua huv. Puab tseem nyob huv lub tebchaws ntawd lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.23","label":"23","content":"Tabsis cov tuabneeg kws nyob huv koog Povtxwv Kaletes, lug nyob saab tebchaws kws lawv ntug Havtxwv Meditelanees. Puab lug tua cov tuabneeg Avimes kws ibtxwm nyob huv lub tebchaws ntawd tuag taag. Hab txeeb tau taagnrho lub tebchaws ntawd moog ti nkaus rua lub nroog Nkaxas ua puab tug.)"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.24","label":"24","content":"“Thaus peb lug dlhau tebchaws Mau-am lawm, tug TSWV has rua peb tas, ‘Mej ca le hlaa tug Dlej Alenoos moog rua saab tim u. Kuv tub muab cov Amaules tug vaajntxwv Xihoos kws kaav lub nroog Hesenpoos, hab nwg lub tebchaws cob rua mej lawm. Mej ca le moog tua hab nyob huv nwg lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.25","label":"25","content":"Txij nub nua moog, kuv yuav ua kuas tej tuabneeg kws nyob txhua qhov ntshai mej. Txhua tug yuav ntshai tshee nyo thaus puab nov mej lub npe.’"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.26","label":"26","content":"“Kuv txhaj tso tuabneeg ntawm taj suabpuam Kedemaus moog cuag Vaajntxwv Xihoos kws nyob huv Hesenpoos, hab nrug nwg cog phoojywg le nuav:"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.27","label":"27","content":"‘Thov ca peb hlaa mej lub tebchaws moog, peb yuav taug kev ncaaj nraim xwb, tsi moog rua saab xis lossis saab txhumphem le."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.28","label":"28","content":"Peb yuav them nqe rua cov dlej kws peb haus hab tej zaub mov kws peb noj. Peb tsuas thov koj tso kev rua peb hlaa koj lub tebchaws"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.29","label":"29","content":"moog txug thaus peb hlaa dlhau tug Dlej Yauladees rua tim lub tebchaws kws tug TSWV kws yog peb tug Vaajtswv muab rua peb lawm, ib yaam le Exaus cov xeebntxwv kws nyob huv tebchaws Edoos hab cov Mau-am kws nyob huv lub nroog Ales, tau tso kev rua peb hlaa puab lub tebchaws lug lawm.’"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.30","label":"30","content":"“Tabsis Vaajntxwv Xihoos tsi pub peb hlaa huv nwg lub tebchaws moog le, rua qhov tug TSWV kws yog peb tug Vaajtswv ua rua nwg muaj lub sab tawv heev, kuas peb txhaj tua yeej nwg hab txeeb tau nwg lub tebchaws kws peb tseem nyob naj nub nua."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.31","label":"31","content":"“Tug TSWV has rua kuv tas, ‘Mej saib, kuv tub muab Xihoos hab nwg lub tebchaws cob rua mej lawm; ca le moog txeeb nwg lub tebchaws rua mej nyob.’"},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.32","label":"32","content":"Vaajntxwv Xihoos hab nwg paab tubrog tuaj tua peb ze rua ntawm lub nroog Yahas."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.33","label":"33","content":"Tabsis tug TSWV kws yog peb tug Vaajtswv tub muab nwg cob rua peb lawm, peb txhaj tua tau nwg, nwg cov tub hab taagnrho nwg cov tubrog."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.34","label":"34","content":"Thaus ntawd, peb txeeb tau nwg lub tebchaws, rhuav txhua lub nroog hab tua txhua tug tuabneeg, tsi has quaspuj, txivneej hab mivnyuas, peb tsi tseg ib tug muaj sa nyob le."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.35","label":"35","content":"Peb coj puab tej tsaj txhu hab fuab puab tej khoom huv tej nroog moog taag."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.36","label":"36","content":"Tug TSWV kws yog peb tug Vaajtswv ca peb moog txeeb tau taagnrho cov nroog kws txij ndlua ntawm Alu-es kws nyob npuab lub Haav Alenoos, hab lub nroog kws nyob huv plawv lub haav ntawd, moog txug ntawm Nkile-as. Tsi muaj ib lub nroog twg muaj ntsaa yeej khov kws peb yuav tsoo tsi tau le."},{"bible_id":"1726","chapter_code":"DEU.2","verse_code":"DEU.2.37","label":"37","content":"Tabsis peb yeej tsi moog ze rua ntawm cheebtsaam kws cov Amoos nyob, lossis moog ze rua ntawm tug ntug dlej Yanpaus, lossis tej nroog kws nyob rua sau laaj roob, lossis txhua qhov chaw kws tug TSWV kws yog peb tug Vaajtswv tsi pub peb moog."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.1","label":"1","content":"“Dlhau ntawd, peb moog rua peg tebchaws Npasaas, Vaajntxwv Aunkas txawm coj nwg paab tubrog tuaj tua peb ze rua ntawm lub nroog Ediles."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.2","label":"2","content":"Tabsis tug TSWV has rua kuv tas, ‘Koj tsi xob ntshai nwg. Kuv yuav muab nwg, nwg cov tubrog hab nwg lub tebchaws cob rua mej. Koj ca le ua rua Aunkas ib yaam le koj ua rua Xihoos kws yog cov Amaules tug vaajntxwv kws kaav lub nroog Hesenpoos.’"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.3","label":"3","content":"“Yog le ntawd, tug TSWV txhaj muab Vaajntxwv Aunkas hab nwg cov pejxeem cob rua peb, hab peb muab puab tua tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.4","label":"4","content":"Thaus ntawd peb moog txeeb tau nwg tej nroog taagnrho tsi tseg ib lub le. Taagnrho cov nroog kws peb txeeb tau huv cheebtsaam Alenkaus kws Vaajntxwv Aunkas kws nyob huv tebchaws Npasaas kaav muaj rau caum lub."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.5","label":"5","content":"Taagnrho cov nroog ntawd puavleej muaj ntsaa yeej sab heev, tej roojvaag los muab laag hlau laag, hab ntau lub zog tsi muaj ntsaa yeej."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.6","label":"6","content":"Peb rhuav txhua lub nroog puamtsuaj taag, hab tua cov quaspuj, txivneej hab mivnyuas tuag taag huv tuabsi, ib yaam le peb ua rua Vaajntxwv Xihoos huv lub nroog Hesenpoos lawm."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.7","label":"7","content":"Peb coj puab tej tsaj txhu hab fuab puab tej khoom huv puab tej nroog moog taag."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.8","label":"8","content":"“Thaus ntawd peb moog txeeb tau lub tebchaws kws cov Amaules ob tug vaajntxwv kaav ntawm tug dlej Yauladees saab nubtuaj, txij ndlua ntawm tug Dlej Alenoos moog txug rua peg lub Roob Helemoos."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.9","label":"9","content":"(Lub Roob Helemoos, cov tuabneeg Xidoos hu ua Roob Xili-oos, hab cov tuabneeg Amaules hu ua Roob Xeniles)."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.10","label":"10","content":"Peb txeeb tau taagnrho cheebtsaam kws Vaajntxwv Aunkas kaav huv tebchaws Npasaas: cov nroog kws nyob huv taj nraag cheebtsaam Nkile-as hab Npasaas, hab dlhau moog rua lub nroog Xalekas hab Ediles kws nyob saab nubtuaj."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.11","label":"11","content":"(“Aunkas yog tug vaajntxwv kawg ntawm tsaav tuabneeg Lefayees. Nwg lub txaaj  yog muab hlau  ua, dlaav plaub tshim, hab ntev cuaj tshim, lawv le luas ibtxwm ntsuag. Naj nub nua lub txaaj ntawd tseem nyob huv cov tuabneeg Amoos lub nroog Lanpas.)"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.12","label":"12","content":"“Thaus peb txeeb tau lub tebchaws ntawd lug ua peb tug lawm, kuv muab cheebtsaam ntawm lub nroog Alu-es, saab qaumteb kws nyob ze tug dlej Alenoos lub laaj roob huv Nkile-as nrug tej nroog ib nraab faib rua xeem Lunpees hab xeem Khas."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.13","label":"13","content":"Kuv muab cheebtsaam Nkile-as kws seem hab lub nroog Npasaas kws Aunkas kaav nrug rua cheebtsaam Alenkaus taagnrho faib rua xeem Manaxes ib nraab.” (Lawv le suavdlawg paub, Npasaas yog cov Lefayees lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.14","label":"14","content":"Yais kws yog xeem Manaxes tau taagnrho cheebtsaam Alenkaus kws yog Npasaas, moog txug ndlua ntawm cov Nkesus hab cov Ma-akas nrimteb. Yales muab nwg tej zog tis npe lawv le nwg lub npe, naj nub nwgnuav luas tseem hu ua Yais tej zog.)"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.15","label":"15","content":"“Kuv muab cheebtsaam Nkile-as faib rua Makhis cuab kwvtij kws yog xeem Manaxes."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.16","label":"16","content":"Kuv muab cheebtsaam ntawm Nkile-as moog ti nkaus rua ntawm tug dlej Alenoos faib rua xeem Lunpees hab xeem Khas. Ob xeem ntawd tug nrimteb saab qaabteb phua plhawv tug dlej Alenoos, hab saab qaumteb tug nrim txij ndlua ntawm tug Dlej Yanpaus kws yog cov Amoos tug nrimteb."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.17","label":"17","content":"Saab nubpoob tug nrim moog txug ndlua tug Dlej Yauladees, txij ndlua ntawm Havtxwv Kalilais kws nyob saab qaumteb moog txug rua nraag Havtxwv Tuag kws nyob saab qaabteb hab moog txug rua ntawm lub taw Roob Pinkas kws nyob saab nubtuaj."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.18","label":"18","content":"“Thaus ntawd kuv has le nuav rua puab tas, ‘Tug TSWV kws yog peb tug Vaajtswv tub muab lub tebchaws kws nyob ntawm tug Dlej Yauladees saab nubtuaj rua mej lawm. Mej ca le txhij mej cov tubrog hab kuas puab hlaa tug Dlej Yauladees moog rua saab tim u, moog ua mej cov kwvtij Yixalayees ntej, hab paab puab tua lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.19","label":"19","content":"Kuv paub has tas mej muaj quaspuj mivnyuas hab muaj tsaj txhu coob. Yog le ntawd tsuas tseg mej cov quaspuj, mivnyuas hab tej tsaj txhu nyob huv cov nroog kws kuv tub muab faib rua mej lawm xwb."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.20","label":"20","content":"Mej yuav tau moog paab mej cov kwvtij Yixalayees tua lub tebchaws kws tug TSWV muab rua puab kws nyob ntawm tug dlej Yauladees saab nubpoob, moog txug thaus tug TSWV pub rua puab nyob kaaj sab lug huv lub tebchaws ntawd ib yaam le tug TSWV tub pub rua mej lawm. Tom qaab ntawd mej maam le rov qaab lug nyob rua huv lub tebchaws kws kuv muab rua mej.’"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.21","label":"21","content":"“Ces kuv has rua Yausuas has tas, ‘Koj tub pum tej kws tug TSWV kws yog koj tug Vaajtswv ua rua Vaajntxwv Xihoos hab Vaajntxwv Aunkas lawm; nwg yuav ua ib yaam le ntawd rua txhua lub tebchaws kws koj moog tua."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.22","label":"22","content":"Koj tsi xob ntshai puab, rua qhov tug TSWV kws yog koj tug Vaajtswv yuav paab kuas koj tua yeej.’"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.23","label":"23","content":"“Thaus ntawd kuv thov Vaajtswv has tas,"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.24","label":"24","content":"‘Tug TSWV kws kaav ib puas tsaav yaam, koj tub qha tej txujci tseemceeb kws koj yuav ua rua kuv paub thaus chivkeeb lug lawm, yeej tsi muaj dlua lwm tug Vaajtswv kws nyob sau ntuj lossis huv nplajteb nuav yuav muaj cuabkaav ua tej txujci tseemceeb npaum le koj tau ua taag lug lawm!"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.25","label":"25","content":"Tug TSWV, thov pub kuv hlaa tug dlej Yauladees moog rua saab tim u, kuas kuv tau pum lub tebchaws aav rog hab zoo qoob, tej laaj roob kws zoo nkauj hab tej roob sab huv tebchaws Lenpanoos.’"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.26","label":"26","content":"“Tabsis tub yog vim mej ntaag, tug TSWV txhaj le chim rua kuv, hab tsi noog kuv tej lug thov. Nwg has rua kuv tas, ‘Koj lug txug ntawm nuav xwb ces tau lawm! Tsi xob has qhov kws koj yuav moog rua tebchaws Kana-aas le!"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.27","label":"27","content":"Koj ca le nce moog rua sau lub ncov Roob Pinkas hab tsaa muag saib saab qaumteb, saab qaabteb, saab nubtuaj hab saab nubpoob. Koj ua tuab zoo saib tej kws koj qhovmuag pum, rua qhov koj yuav tsi tau hlaa tug dlej Yauladees."},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.28","label":"28","content":"Koj yuavtsum qha Yausuas hab txhawb nwg tug zug, kuas nwg muaj lub sab tawv, rua qhov nwg yog tug kws yuav coj kuv tsaav tuabneeg hlaa tug Dlej Yauladees moog nyob lub tebchaws kws koj pum ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.3","verse_code":"DEU.3.29","label":"29","content":"“Yog le ntawd, peb tseem nyob huv lub haav kws saib ntsoov lub nroog Npepe-aus.”"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.1","label":"1","content":"Ces Mauxes has rua cov Yixalayees has tas, “Mej yuavtsum coj lawv le tej lug kws kuv qha rua mej, mej txhaj muaj sa nyob ntev, hab kaav lub tebchaws kws tug TSWV kws yog mej cov yawmkoob tug Vaajtswv muab pub rua mej."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.2","label":"2","content":"Mej tsi xob ntxiv ib lu lug rua tej lug kws kuv has tseg rua mej lossis rhu ib lu lug tseg le. Mej yuavtsum ua lawv le tug TSWV kws yog mej tug Vaajtswv tej lug kws kuv has rua mej txhua lu huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.3","label":"3","content":"Mej puavleej pum tej kws tug TSWV ua sau Roob Pe-aus lawm. Tug TSWV tua cov tuabneeg kws pe tug mlom Npa-aas txhua tug povtseg huv tuabsi,"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.4","label":"4","content":"tabsis mej cov kws muab sab npuab tug TSWV kws yog mej tug Vaajtswv, mej suavdlawg puavleej tseem ua neej nyob lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.5","label":"5","content":"“Kuv tub qha tug TSWV kws yog mej tug Vaajtswv tej kevcai kws nwg kuas kuv qha rua mej taag lawm, thaus mej moog nyob huv lub tebchaws kws mej taabtom yuav moog tua, mej yuavtsum ua lawv le tej kevcai ntawd."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.6","label":"6","content":"Mej yuavtsum muab sab npuab hab ua lawv le tej kevcai nuav, luas lwm tsaav tuabneeg txhaj pum has tas, mej muaj tswvyim. Thaus luas nov txug tej kevcai nuav, luas yuav has nchaa lug tas, ‘Tsaav tuabneeg nuav muaj tswvyim hab txawj ntse kawg le!’"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.7","label":"7","content":"“Tsi muaj ib tsaav tuabneeg twg kws muaj tug tswv nrug puab nyob hab paab puab ib yaam le tug TSWV kws yog peb tug Vaajtswv, nrug peb hab paab peb, txawm yog tsaav tuabneeg ntawd muaj fwjchim luj npaum twg los xij, yeej tsi muaj ib tug kws yuav paab puab le. Tabsis thaus twg peb tsaa ncauj thov tug TSWV, nwg yeej paab peb."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.8","label":"8","content":"Tsi muaj ib tsaav tuabneeg tseemceeb twg kws muaj tej kevcai ncaaj nceeg le tej kws nub nua kuv qha rua mej."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.9","label":"9","content":"Mej yuavtsum ceevfaaj hab ncu ntsoov tej kws mej qhovmuag pum nuav moog taag mej simneej. Mej yuavtsum muab pav qha rua mej tej tubki hab tej xeebntxwv noog"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.10","label":"10","content":"txug tej xwm kws nub mej moog cuag tug TSWV kws yog mej tug Vaajtswv sau lub Roob Xinais.  Nub ntawd nwg has rua kuv tas, ‘Koj ca le hu cov pejxeem tuaj ua ke, kuv xaav qha kuv tej lug rua puab noog, kuas puab txhaj paub fwm hab noog kuv lug moog taag puab tam neej hab puab txhaj paub qha puab tej tubki kuas noog kuv tej lug.’"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.11","label":"11","content":"“Mej yuavtsum pav qha rua mej tej mivnyuas noog has tas, nub ntawd mej moog sawv ntawm taw roob, muaj fuab tsaus nti le paa tawg hab muaj nplaim tawg cig nto ntuj."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.12","label":"12","content":"Mej qha rua puab has tas, tug TSWV has lug huv cov nplaim tawg tuaj rua mej. Nwg has le caag rua mej los mej yeej nov txhua lu, tabsis mej tsi pum nwg."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.13","label":"13","content":"Nwg qha tej kws mej yuavtsum tau ua rua mej, mej txhaj yuav coj tau lawv le tej lug kws nwg cog tseg rua mej lawm. Nwg has kuas mej ua lawv le Kaum Nqai Kevcai kws nwg tau sau rua ntawm ob dlaim txag zeb."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.14","label":"14","content":"Tug TSWV kuas kuv qha nwg tej kevcai rua mej paub hab mej yuavtsum coj, thaus mej moog nyob huv lub tebchaws kws mej taabtom moog tua ntawd."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.15","label":"15","content":"“Thaus tug TSWV has lug huv cov nplaim tawg kws nyob sau Roob Xinais tuaj rua mej, mej tsi pum nwg. Yog mej xaav tau zoo, mej yuavtsum ceevfaaj"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.16","label":"16","content":"tsi xob puab ib tug mlom dlaabtsi hlo le, tsi has zoo le quaspuj lossis zoo le txivneej,"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.17","label":"17","content":"tsi has zoo le tug tsaj lossis zoo le tug noog,"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.18","label":"18","content":"tsi has zoo le tug naab lossis zoo le tug ntseg. Yog mej puab tej ntawd, ces mej ua txhum ntaag."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.19","label":"19","content":"Mej tsi xob teev lossis pe tej kws mej pum nyob sau nruab ntug, tsi has lub nub lossis lub hli hab tej nubqub. Tug TSWV kws yog mej tug Vaajtswv ca lwm tsaav tuabneeg pe tej ntawd."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.20","label":"20","content":"Tabsis Vaajtswv coj mej tawm nraag tebchaws Iziv kws zoo le lub cubtawg lug ua nwg tsaav tuabneeg, ib yaam le naj nub nua mej yog nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.21","label":"21","content":"Tug TSWV kws yog mej tug Vaajtswv chim rua kuv, tub yog vim mej ntaag, tug TSWV txhaj has tas, nwg tsi pub kuv hlaa tug Dlej Yauladees moog nyob tim lub tebchaws aav rog hab zoo qoob kws nwg taabtom muab pub rua mej."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.22","label":"22","content":"Kuv yuav tuag rua huv lub tebchaws nuav, kuv yuav tsi tau hlaa tug Dlej Yauladees moog rua saab tid, tabsis mej yuav tau hlaa moog nyob huv lub tebchaws kws aav rog hab zoo qoob ntawd."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.23","label":"23","content":"Mej yuavtsum ncu ntsoov tug TSWV kws yog mej tug Vaajtswv tej lug kws nwg cog tseg rua mej lawm. Mej yuavtsum noog tug TSWV tej lug kws qha rua mej has tas, ‘Tsi xob puab ib yaam mlom dlaabtsi rua mej pehawm hlo le,’"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.24","label":"24","content":"rua qhov tug TSWV kws yog mej tug Vaajtswv khib mej heev. Nwg zoo ib yaam le tej nplaim tawg kws cig laim lag."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.25","label":"25","content":"“Txawm yog mej moog nyob huv lub tebchaws ntawd tau ntev, hab muaj tub muaj ki, muaj xeebntxwv lawm los mej tsi xob puab ib yaam mlom dlaabtsi le. Yog mej puab mlom, ces mej ua txhum lawm ntaag. Qhov kws tuabneeg puab mlom yog kev txhum kws ua rua tug TSWV chim."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.26","label":"26","content":"Nub nua kuv thov lub ntuj hab lub teb nrug kuv ua timkhawv, yog mej tsi noog kuv lug, tsi ntev mej yuav puamtsuaj taag rua huv lub tebchaws ntawd. Mej yuav tsi tau nyob ntev huv lub tebchaws kws mej taabtom yuav hlaa tug dlej Yauladees moog nyob ntawd. Mej yuav puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.27","label":"27","content":"Tug TSWV yuav ua rua mej tawg ua saab ua sua moog nrug lwm tsaav tuabneeg nyob, mej cov tuabneeg tsuas tshuav cov tsawg txhaj dlim kev puamtsuaj hab muaj sa ua neej nyob xwb."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.28","label":"28","content":"Mej yuav tau teev luas tej mlom huv tej tebchaws kws mej moog nyob ntawd, tsi has tej mlom kws yog ntoo lossis pobzeb. Tej mlom ntawd yeej tsi nov lug hab tsi pum kev, tsi txawj noj hab tsi nov ntxhab dlaabtsi le."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.29","label":"29","content":"Thaus mej moog nyob huv luas tej tebchaws, yog mej muab sab rau nrhav tug TSWV kws yog mej tug Vaajtswv tag, mej yeej yuav ntsib nwg."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.30","label":"30","content":"Thaus tej xwm nuav lug raug mej hab mej raug kev txomnyem ntxhuv sab, thaus ntawd mej yuav tig rov lug cuag tug TSWV hab noog nwg lug."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.31","label":"31","content":"Nwg yog tug Vaajtswv kws muaj kev taabncuab, nwg yuav tsi tso mej tseg lossis ua rua mej puamtsuaj, nwg yuav ncu ntsoov tej lug kws thaus u nwg tau cog tseg rua mej cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.32","label":"32","content":"“Mej sim moog nug saib tam thaus u kws tseem tsi tau yug mej, suav txij thaus Vaajtswv tsim muaj tuabneeg nyob rua lub nplajteb nuav lug puas muaj tej xwm luj npaum le tej kws mej pum nuav los tsi muaj? Mej sim moog nug thoob nplajteb saib, puas muaj leejtwg nov tej xwm zoo le nuav los tsi nov?"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.33","label":"33","content":"Puas muaj leejtwg nov Vaajtswv has lug huv cov nplaim tawg tuaj, hab nwg tseem caj sa nyob ib yaam le thaus mej nov Vaajtswv has, mej tseem muaj sa nyob?"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.34","label":"34","content":"Puas muaj ib tug Vaajtswv twg muaj cuabkaav coj tau ib tsaav tuabneeg tawm huv lwm tsaav tuabneeg lub tebchaws lug ua nwg tsaav tuabneeg le tug TSWV kws yog mej tug Vaajtswv tau coj mej tawm nraag tebchaws Iziv lug? Tub yog Vaajtswv lub fwjchim hab nwg tug zug, ua siv ua npug, ua tsuv ua rog, ua tej txujci tseemceeb kws luj kawg nkaus, hab ua tej xwmtxheej kws tuabneeg ntshai taabmeeg rua mej qhovmuag pum ntaag."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.35","label":"35","content":"Tug TSWV ua tej nuav qha rua mej paub has tas, nwg tuab leeg xwb txhaj yog Vaajtswv, tsi muaj dlua lwm tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.36","label":"36","content":"Tug TSWV ua rua mej nov nwg lub suab has sau ntuj tuaj, nwg txhaj qha tau mej, hab ca mej pum nwg tej nplaim tawg kws tseemceeb huv nplajteb nuav. Mej nov nwg lub suab has lug huv tej nplaim tawg ntawd tuaj."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.37","label":"37","content":"Nwg hlub mej cov yawmkoob, nwg txhaj xaiv mej hab nwg lub fwjchim kws luj kawg nkaus coj mej tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.38","label":"38","content":"Thaus mej txaav quas zug moog rua tom hauv ntej, tug TSWV ntab tej tsaav tuabneeg kws luj hab muaj zug dlua mej tsiv tawm ua ntej mej moog txug, nwg ua le ntawd tub yog nwg coj mej moog nyob huv puab lub tebchaws kws nwg muab pub rua mej nyob ua mej tug lawm."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.39","label":"39","content":"Yog le ntawd, nub nua mej yuavtsum ncu ntsoov rua nruab sab has tas, tug TSWV kws yog Vaajtswv, nwg kaav sau ntuj hab huv nplajteb. Tsi muaj dlua lwm tug Vaajtswv nyob qhov twg le, tsuas yog muaj nwg tuab leeg xwb txhaj yog Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.40","label":"40","content":"Mej yuavtsum ua lawv le tug TSWV tej kevcai kws nub nua kuv qha rua mej txhua nqai. Mej hab mej tej tubki txhaj yuav noj qaab nyob zoo. Mej yuav muaj sa ua neej nyob ntev huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv yuav muab rua mej ua mej tug moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.41","label":"41","content":"Mauxes xaiv tau peb lub nroog kws nyob saab nubtuaj ntawm tug Dlej Yauladees"},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.42","label":"42","content":"tseg rua tug kws yuam kev tua tug tuabneeg kws tsi yog nwg tug yeebncuab, tau tsiv moog cawm sav. Nwg tsiv moog nyob huv cov nroog ntawd ib lub, kuas luas tsi xob muab nwg tua."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.43","label":"43","content":"Xeem Lunpees tau lub nroog Npexeles kws nyob ntawm taj suabpuam; xeem Khas tau lub nroog Lamaus kws nyob huv cheebtsaam Nkile-as; hab xeem Manaxes tau lub nroog Nkaulaas kws nyob huv cheebtsaam Npasaas."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.44","label":"44","content":"Mauxes qha Vaajtswv tej kevcai rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.45+DEU.4.46","label":"45-46","content":"Mauxes muab tug TSWV tej kevcai nuav qha rua puab, tom qaab kws puab tsiv nraag tebchaws Iziv lug nyob rua huv lub haav ntawm tug Dlej Yauladees saab nubtuaj kws saib ntsoov lub nroog Npepe-aus. Lub haav ntawd nyob huv cov Amaules tug Vaajntxwv Xihoos kws kaav lub nroog Hesenpoos lub tebchaws. Thaus Mauxes hab cov Yixalayees tsiv nraag tebchaws Iziv lug, puab tua yeej Vaajntxwv Xihoos."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.47","label":"47","content":"Puab kaav taagnrho Vaajntxwv Xihoos lub tebchaws, hab Vaajntxwv Aunkas lub tebchaws kws yog cheebtsaam Npasaas; Aunkas yog cov Amaules tug vaajntxwv kws nyob ntawm tug Dlej Yauladees saab nubtuaj."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.48","label":"48","content":"Lub tebchaws nuav tug nrim txij ndlua ntawm lub nroog Alu-es kws nyob ntawm ntug Dlej Alenoos moog rua saab qaumteb ti nkaus lub nroog Xili-oos  kws yog lub Roob Helemoos."},{"bible_id":"1726","chapter_code":"DEU.4","verse_code":"DEU.4.49","label":"49","content":"Hab taagnrho cheebtsaam kws nyob ntawm tug Dlej Yauladees saab nubtuaj, hab moog ti nkaus rua nraag Havtxwv Tuag kws nyob saab qaabteb hab moog txug ndlua ntawm taw roob Pinkas kws nyob saab nubtuaj."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.1","label":"1","content":"Mauxes hu taagnrho cov Yixalayees tuaj ua ke hab has rua puab tas, “Cov Yixalayees, mej ca le noog tej kevcai kws nub nua kuv qha rua mej, kuas mej paub coj hab ua lawv le tej kevcai ntawd."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.2","label":"2","content":"Thaus peb tseem nyob ntawm Roob Xinais, tug TSWV kws yog peb tug Vaajtswv tau coglug tseg rua peb."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.3","label":"3","content":"Tsi yog rua peb cov yawmkoob xwb, tabsis yog rua peb cov kws tseem muaj sa nyob naj nub nua ntaag."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.4","label":"4","content":"Thaus nyob sau Roob Xinais, tug TSWV has rua mej tim ntsej tim muag huv cov nplaim tawg tuaj."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.5","label":"5","content":"Thaus ntawd, kuv sawv nruab nraab ntawm mej hab tug TSWV, hab qha tej lug kws nwg kuas kuv qha rua mej, vim mej ntshai tej nplaim tawg ntawd heev, mej txhaj tsi kaam nce moog rua sau roob. “Tug TSWV has tas,"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.6","label":"6","content":"‘Kuv yog tug TSWV kws yog mej tug Vaajtswv, tug kws coj mej tawm nraag tebchaws Iziv kws mej ua luas qhev lug."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.7","label":"7","content":"“ ‘Tsi xob pe lwm tug vaajtswv, tabsis pehawm kuv tuab leeg xwb."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.8","label":"8","content":"“ ‘Tsi xob puab tej mlom kws zoo le tej kws nyob sau nruab ntug lossis tej kws nyob huv nplajteb nuav lossis huv tivtxwv rua mej pe."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.9","label":"9","content":"Tsi xob pe ib tug mlom twg le, rua qhov kuv yog tug TSWV kws yog mej tug Vaajtswv, kuv khib mej heev. Kuv yog tug TSWV kws rau txim rua cov kws ntxub kuv, hab puab cov xeebntxwv moog txug peb hab plaub tam tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.10","label":"10","content":"Tabsis kuv hlub cov kws muab sab npuab kuv hab coj lawv le kuv tej kevcai, ib tam dlhau ib tam moog txug ntau txheeb tam tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.11","label":"11","content":"“ ‘Tsi xob muab kuv lub npe moog has ua dlog ua dlig, rua qhov kuv yog tug TSWV kws yog mej tug Vaajtswv, kuv yuav rau txim rua cov tuabneeg kws muab kuv lub npe moog has ua dlog ua dlig."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.12","label":"12","content":"“ ‘Ncu ntsoov nub Xanpataus ua nub tseemceeb, lawv le tug TSWV kws yog mej tug Vaajtswv has rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.13","label":"13","content":"Ua mej tej num rau nub,"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.14","label":"14","content":"tabsis nub xyaa yog nub su hab pehawm Vaajtswv. Nub ntawd tsi pub leejtwg ua num le, tsi has mej, mej tej tub tej ntxhais, tej tubqhe, tej tsaj txhu, lossis lwm tsaav tuabneeg kws nrug mej nyob huv mej lub tebchaws, suavdlawg yuavtsum su huv tuabsi, kuas mej cov tubqhe tau su ib yaam le mej."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.15","label":"15","content":"Ncu ntsoov thaus mej ua luas qhev nyob nraag tebchaws Iziv, tug TSWV kws yog mej tug Vaajtswv lub fwjchim paab mej dlim. Tub yog le ntawd, kuv txhaj kuas mej fwm Nub Xanpataus."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.16","label":"16","content":"“ ‘Yuavtsum fwm mej nam mej txiv, lawv le tug TSWV kws yog mej tug Vaajtswv has rua mej lawm, mej txhaj yuav noj qaab nyob zoo hab muaj sa ua neej nyob ntev huv lub tebchaws kws kuv muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.17","label":"17","content":"“ ‘Tsi xob tua tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.18","label":"18","content":"“ ‘Tsi xob ntxag luas quaspuj luas quasyawg."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.19","label":"19","content":"“ ‘Tsi xob ua tubsaab."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.20","label":"20","content":"“ ‘Mej tsi xob ua timkhawv tsi tseeb ntxo kwvtij zej zog."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.21","label":"21","content":"“ ‘Tsi xob ntshaw luas quaspuj, tsi xob ntshaw luas tej vaaj tse, luas tej laj teb, luas tej tubqhe, luas tej nyuj, luas tej neeg luav lossis tej kws yog luas tug.’"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.22","label":"22","content":"“Tej nuav yog tug TSWV tej kevcai kws nwg muab rua mej thaus mej tuaj txoos ua ke rua ntawm Roob Xinais, thaus kws tug TSWV has lug ua suab nrov ntxhe ntxhas huv cov nplaim tawg hab huv tauv fuab kws tsaus nti tuaj, nwg tsi muab lwm yaam rua mej, tsuas yog tej kevcai nuav xwb. Nwg sau rua ntawm ob dlaim txag zeb hab muab rua kuv."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.23","label":"23","content":"“Thaus cov nplaim tawg cig thoob plawg sau lub roob ntawd, mej nov ib lub suab has huv qhov kws tsaus nti tuaj, ces mej cov thawjcoj hab cov thawj ntawm tej xeem lug cuag kuv"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.24","label":"24","content":"hab has rua kuv tas, ‘Tug TSWV kws yog peb tug Vaajtswv qha nwg lub fwjchim hab nwg tug fwvxyeej rua peb, thaus peb nov nwg lub suab has huv cov nplaim tawg tuaj. Nub nua peb pum Vaajtswv has lug rua ib tug tuabneeg, txawm le ntawd los nwg tseem muaj sa nyob."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.25","label":"25","content":"Yog peb tseem nov tug TSWV kws yog peb tug Vaajtswv lub suab has lug ntxiv, mas peb yeej yuav tuag; hab cov nplaim tawg yeej yuav kub peb xwb. Peb tsi tau xaav tuag le."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.26","label":"26","content":"Puas muaj leejtwg nov Vaajtswv tug kws muaj sa nyob lub suab has lug huv cov nplaim tawg tuaj hab tug ntawd tseem muaj sa nyob?"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.27","label":"27","content":"Mauxes, thov koj rov qaab moog sau roob, hab noog tug TSWV kws yog peb tug Vaajtswv tej lug saib nwg has le caag rua koj. Koj maam rov lug qha tej lug ntawd rua peb. Peb yuav noog hab ua lawv le tej lug ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.28","label":"28","content":"“Thaus tug TSWV nov mej tej lug, nwg has rua kuv tas, ‘Kuv tub nov tej lug kws cov tuabneeg ntawd has, puab has yog lawm."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.29","label":"29","content":"Yog puab txawj xaav le ntawd, hab noog kuv tej lug moog le, mas puab hab puab tej xeebntxwv yuav tau lub neej zoo moog taag simneej."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.30","label":"30","content":"Koj ca le rov qaab moog has kuas puab rov moog rua huv puab tej tsevntaub."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.31","label":"31","content":"Tabsis Mauxes, koj rov tuaj cuag kuv ntawm nuav. Kuv yuav qha kuv tej kevcai huv tuabsi rua koj. Koj coj moog qha rua puab, kuas puab coj lawv le ntawd, thaus puab moog nyob huv lub tebchaws kws kuv muab rua puab.’"},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.32","label":"32","content":"“Cov Yixalayees, mej yuavtsum ua lawv le tug TSWV kws yog mej tug Vaajtswv tej kevcai kws nwg qha rua mej lawm. Mej yuavtsum coj lawv le Vaajtswv tej kevcai txhua nqai."},{"bible_id":"1726","chapter_code":"DEU.5","verse_code":"DEU.5.33","label":"33","content":"Noog hab ua lawv le tug TSWV kws yog mej tug Vaajtswv tej kevcai txhua nqai, mej txhaj yuav noj qaab nyob zoo hab ua neej nyob ntev rua huv lub tebchaws kws mej yuav moog tua ntawd."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.1","label":"1","content":"“Tej lug nuav yog tug TSWV kws yog mej tug Vaajtswv tej kevcai kws nwg kuas kuv muab qha rua mej. Thaus mej moog nyob huv lub tebchaws kws mej taabtom yuav moog tua hab nyob ntawd, mej yuavtsum coj lawv le tej kevcai nuav."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.2","label":"2","content":"Mej hab mej tej xeebntxwv yuavtsum fwm tug TSWV kws yog mej tug Vaajtswv moog txug nub kws taag mej simneej. Mej yuavtsum ua lawv le tug TSWV tej kevcai kws kuv qha rua mej txhua nqai, mej txhaj yuav muaj sa ua neej nyob ntev huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.3","label":"3","content":"Ib tsoom Yixalayees, mej ca le noog hab khaws coj, mej txhaj yuav tau nyob kaaj sab lug hab caj ua ib tsaav tuabneeg kws muaj fwjchim luj nyob huv lub tebchaws kws aav rog hab zoo qoob, lawv le tug TSWV kws yog peb cov yawmkoob tug Vaajtswv tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.4","label":"4","content":"“Ib tsoom Yixalayees, mej ua tuab zoo noog, tsuas yog tug TSWV tuab leeg xwb, txhaj yog peb tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.5","label":"5","content":"Mej yuavtsum hlub tug TSWV kws yog mej tug Vaajtswv kawg sab kawg ntsws, kawg plaab kawg plawv hab kawg mej tug dlaag tug zug."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.6","label":"6","content":"Mej yuavtsum ncu ntsoov tej lug kws nub nua kuv qha rua mej!"},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.7","label":"7","content":"Mej yuavtsum muab qha rua mej tej mivnyuas, hab naj nub has txug tej lug ntawd, tsi has thaus mej nyob huv tsev, thaus mej taug kev, thaus mej su hab thaus mej ua num."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.8","label":"8","content":"Muab paav rua ntawm mej ncej npaab hab rua ntawm mej hauvplaj ua chaw ncu."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.9","label":"9","content":"Muab sau rua ntawm mej tej ncej qhovrooj hab ntawm mej tej roojvaag."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.10","label":"10","content":"“Tug TSWV kws yog mej tug Vaajtswv yuav muab lub tebchaws vaammeej, muaj zej muaj zog kws tsi yog mej txhais teg ua rua mej nyob ua mej tug, lawv le nwg tau coglug tseg rua Anplahaas, Ixaj hab Yakhauj kws yog mej cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.11","label":"11","content":"Tej vaaj tse ntawd muaj txhua yaam zoo puv nkaus kws tsi yog mej npaaj ca rua huv, hab muaj tej qhov tshij kws tsi yog mej khawb, muaj tej vaaj txiv maab hab tej vaaj txiv ntoo roj kws tsi yog mej cog. Thaus kws tug TSWV coj mej lug nyob huv lub tebchaws ntawd, mej muaj txhua yaam noj nplua mag,"},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.12","label":"12","content":"Mej Yuavtsum ncu ntsoov has tas, tug TSWV tau coj mej tawm nraag tebchaws Iziv kws mej ua luas qhev lug."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.13","label":"13","content":"Mej yuavtsum fwm tug TSWV kws yog mej tug Vaajtswv, pehawm nwg tuab leeg hab tuav nwg lub npe coglug xwb."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.14","label":"14","content":"Mej tsi xob pe lwm tug vaajtswv lossis teev cov tuabneeg kws nyob puagncig mej tej vaajtswv le."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.15","label":"15","content":"Yog mej tseem moog pe lwm tug vaajtswv, tug TSWV yuav chim rua mej hab ua kuas mej puamtsuaj ib yaam le suavtawg kub, rua qhov tug TSWV kws yog mej tug Vaajtswv, nwg nrug mej nyob hab khib mej heev."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.16","label":"16","content":"“Mej tsi xob sim tug TSWV kws yog mej tug Vaajtswv sab, ib yaam le mej sim nwg sab nyob nraag tebchaws Maxas."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.17","label":"17","content":"Mej yuavtsum ncu ntsoov ua lawv le tej kevcai kws tug TSWV tub qha rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.18","label":"18","content":"Mej yuavtsum ua tej kws tug TSWV has tas zoo hab ncaaj nceeg, mej txhaj yuav tau nyob kaaj sab lug. Mej txhaj yuav tau moog nyob lub tebchaws aav rog hab zoo qoob kws tug TSWV tau coglug tseg yuav muab rua mej cov yawmkoob,"},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.19","label":"19","content":"hab mej txhaj yuav lawv tau mej cov yeebncuab tsiv tawm moog, lawv le tug TSWV tau coglug tseg rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.20","label":"20","content":"“Lwm nub mej tej tubki yuav nug mej has tas, ‘Vim le caag tug TSWV kws yog peb tug Vaajtswv has kuas peb ua lawv le tej kevcai nuav?’"},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.21","label":"21","content":"Ces mej qha rua puab has tas, ‘Peb ua Falaus qhev nyob huv tebchaws Iziv mas tug TSWV kws muaj fwjchim luj kawg nkaus paab peb dlim."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.22","label":"22","content":"Peb qhovmuag pum nwg tej txujci tseemceeb hab tej xwm kws nwg ua rua cov Iziv, rua Falaus, Falaus tsev tuabneeg hab nwg cov numtswv ntshai kawg nkaus."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.23","label":"23","content":"Tug TSWV cawm peb dlim ntawm cov Iziv txhais teg, nwg txhaj coj peb lug nyob rua huv lub tebchaws kws nwg muab pub rua peb, lawv le nwg tau coglug tseg rua peb cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.24","label":"24","content":"Tug TSWV kws yog peb tug Vaajtswv has kuas peb ua lawv le tej kevcai nuav txhua nqai hab kuas peb fwm nwg. Yog peb ua lawv le nwg has, nwg yuav tsomkwm peb tsaav tuabneeg hab pub kuas peb vaammeej."},{"bible_id":"1726","chapter_code":"DEU.6","verse_code":"DEU.6.25","label":"25","content":"Yog peb ua lawv le Vaajtswv tej lug txhua lu, nwg yuav txaus sab rua peb.’"},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.1","label":"1","content":"“Tug TSWV kws yog mej tug Vaajtswv yuav coj mej moog nyob huv lub tebchaws kws mej taabtom yuav moog tua, hab nwg yuav ntab ntau tsaav tuabneeg tsiv tawm moog. Thaus mej moog tua, nwg yuav ntab xyaa tsaav tuabneeg kws luj hab muaj zug tshaaj mej tsiv tawm moog, cov tuabneeg ntawd yog cov Hitis, cov Nkinkasis, cov Amaules, cov Kana-aas, cov Pelixes, cov Hivis hab cov Yenpus."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.2","label":"2","content":"Thaus tug TSWV kws yog mej tug Vaajtswv muab tej tsaav tuabneeg ntawd, cob rua mej teg hab mej tua yeej puab lawm, mej yuavtsum tua puab kuas tu noob nrho, mej tsi xob nrug puab sis raug zoo lossis taabncuab puab hlo le."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.3","label":"3","content":"Mej tsi xob moog yuav puab tej ntxhais lug rua mej tej tub, hab tsi xob ca mej tej ntxhais moog yuav puab tej tub,"},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.4","label":"4","content":"rua qhov puab yuav ua rua mej tej tub tej ntxhais tso tug TSWV tseg hab moog pe luas tej vaajtswv. Yog mej ua le ntawd, tug TSWV yuav chim rua mej hab yuav ua kuas mej puamtsuaj taamsim ntawd."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.5","label":"5","content":"Mej ca le rhuav puab tej thaaj, tsoo puab tej ncej zeb dlaab, ntuv puab tej ncej Aselas, hab hlawv puab tej mlom huv tuabsi povtseg."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.6","label":"6","content":"Mej yuavtsum ua le nuav, rua qhov mej yog tug TSWV kws yog mej tug Vaajtswv tsaav tuabneeg. Nwg tau xaiv mej tawm ntawm txhua tsaav tuabneeg huv nplajteb nuav lug ua nwg tsaav tuabneeg kws nwg hlub heev."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.7","label":"7","content":"“Tug TSWV hlub mej hab xaiv mej, tsi yog vim mej yog ib tsaav tuabneeg kws coob tshaaj lwm tsaav; qhov tseeb, mej yog ib tsaav tuabneeg kws tsawg kawg nkaus huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.8","label":"8","content":"Tabsis nwg hlub mej hab nwg ua lawv le tej lug kws nwg tau cog tseg rua mej cov yawmkoob lawm. Tub yog vim le nuav, nwg txhaj siv nwg lub fwjchim kws luj kawg nkaus cawm mej hab tso mej dlim, mej txhaj tsi tau ua Falaus kws yog cov Iziv tug vaajntxwv qhev lawm."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.9","label":"9","content":"Mej yuavtsum ncu ntsoov has tas, tug TSWV kws yog mej tug Vaajtswv tuab leeg xwb txhaj yog Vaajtswv hab nwg yog tug ncaaj nceeg. Nwg yuav ua lawv le tej lug kws nwg tau cog tseg, nwg hlub tug kws noog nwg lug hab muab sab npuab nwg moog txug ib txheeb tam tuabneeg,"},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.10","label":"10","content":"tabsis nwg yuav rau txim rua cov kws ntxub nwg."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.11","label":"11","content":"Yog le ntawd, mej yuavtsum ua lawv le tej kws kuv qha mej; hab coj lawv le tej kevcai txhua nqai kws nub nua kuv muab cob rua mej."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.12","label":"12","content":"“Yog mej noog hab ua lawv le tej kevcai nuav, tug TSWV kws yog mej tug Vaajtswv yuav ua lawv le tej lug kws nwg tau cog tseg rua mej, nwg yuav hlub mej moog ibtxhis lawv le nwg tau coglug tseg rua mej cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.13","label":"13","content":"Nwg yuav hlub hab foom koob moov rua mej, mej yuav fuamvaam muaj tubki coob. Nwg yuav foom koob moov rua mej tej laj teb, mej yuav muaj qoobloo ntau, muaj cawv txiv maab hab roj txiv ntoo. Nwg yuav foom koob moov rua mej, kuas muaj nyuj, muaj yaaj hab muaj tshis coob. Nwg yuav foom tej koob moov nuav rua mej, thaus mej moog nyob huv lub tebchaws kws nwg tau coglug tseg rua mej cov yawmkoob lawm has tas, nwg yuav muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.14","label":"14","content":"Tej tuabneeg kws nyob huv nplajteb nuav, tsi muaj ib tsaav tuabneeg kws yuav tau koob moov npaum le mej. Mej tej quaspuj hab tej tsaj txhu tsi muaj ib tug mooj kws muaj tsi taug mivnyuas le."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.15","label":"15","content":"Tug TSWV yuav tsomkwm tsi pub kuas mej muaj mob muaj nkeeg hab nwg yuav tsi tso tej mob phem kws mej pum nraag tebchaws Iziv lug raug mej le, tabsis nwg yuav tso tej ntawd lug raug mej tej yeebncuab txhua tug."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.16","label":"16","content":"Mej yuavtsum tua txhua tsaav tuabneeg kws tug TSWV kws yog mej tug Vaajtswv muab cob rua mej teg kuas puamtsuaj taag, mej tsi xob hlub puab hlo le. Mej tsi xob pe puab tej vaajtswv, yog mej pe mej yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.17","label":"17","content":"“Mej tsi xob xaav has tas, cov tuabneeg nuav coob dlua mej, mej yuav lawv tsi tau puab tsiv tawm."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.18","label":"18","content":"Mej tsi xob ntshai puab, mej yuavtsum ncu ntsoov tej xwm kws tug TSWV kws yog mej tug Vaajtswv ua rua Falaus hab cov Iziv."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.19","label":"19","content":"Mej yuavtsum ncu ntsoov tej sub tawg sub ntshaa kws mej qhovmuag pum, tej txujci tseemceeb hab tug TSWV kws yog mej tug Vaajtswv lub fwjchim hab tug zug luj zug nchaav kws tso mej dlim, mej txhaj tsi tau ua luas qhev. Tug TSWV yuav ua rua cov tuabneeg kws nwgnuav mej ntshai heev ntawd kuas puamtsuaj taag ib yaam le nwg ua rua cov Iziv raug puamtsuaj lawm."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.20","label":"20","content":"Tug TSWV yuav tso sub tawg sub ntshaa  lug rua tej tsaav tuabneeg ntawd, txawm yog cov kws tsiv moog nkaum los yuav raug puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.21","label":"21","content":"Yog le ntawd, mej tsi xob ntshai tej tuabneeg ntawd. Tug TSWV kws yog mej tug Vaajtswv yuav nrug nraim mej; nwg yog Vaajtswv tug kws muaj fwjchim luj kawg nkaus, tsimnyog suavdlawg fwm hab ntshai nwg."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.22","label":"22","content":"Thaus mej moog tua puab, tug TSWV kws yog mej tug Vaajtswv yuav ntab puab tawm zuj zug moog. Mej tsi xob ua tuab zag tua kuas puab puamtsuaj taag huv tuabsi. Yog mej ua le ntawd, yuav muaj tsaj nruab nraag coob heev tuaj txuv mej."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.23","label":"23","content":"Tug TSWV yuav muab mej tej yeebncuab cob rua mej, nwg yuav ua kuas puab ceeb hab tawg tsiv moog txug nub kws puab raug kev puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.24","label":"24","content":"Tug TSWV yuav muab puab tej vaajntxwv cob rua mej teg. Mej yuav tua tej vaajntxwv ntawd tuag taag, hab puab tej koob meej yuav pluj moog. Yeej tsi muaj leejtwg yuav tiv taug mej. Mej yuav tua puab tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.25","label":"25","content":"Mej yuavtsum muab puab tej mlom hlawv povtseg. Mej tsi xob ntshaw tej nyaj tej kub kws luas muab vuam rua tej mlom ntawd. Hab mej tsi xob coj tej ntawd lug ua mej tug. Yog mej coj lug, mej yuav raug puamtsuaj, rua qhov tug TSWV kws yog mej tug Vaajtswv ntxub tej mlom ntawd heev."},{"bible_id":"1726","chapter_code":"DEU.7","verse_code":"DEU.7.26","label":"26","content":"Mej tsi xob coj tej mlom ntawd ib tug lug tso rua huv mej tej tsev, nyob tsaam mej yuav raug foom tsi zoo ib yaam le tej mlom ntawd. Mej yuavtsum ntxub hab saib tej mlom ntawd tsi muaj nqes, rua qhov tug TSWV tub foom tsi zoo rua tej mlom ntawd lawm."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.1","label":"1","content":"“Mej yuavtsum ua lawv le tej kevcai kws nub nua kuv qha rua mej txhua nqai, mej txhaj muaj sa nyob ntev, muaj tubki coob hab tau moog nyob huv lub tebchaws kws tug TSWV coglug tseg rua mej cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.2","label":"2","content":"Mej yuavtsum ncu ntsoov has tas, tug TSWV kws yog mej tug Vaajtswv coj mej kev hlaa taj suabpuam tau plaub caug xyoo lug le caag, nwg ca mej raug kev txomnyem ntau yaam sim mej sab saib mej puas ua taug sab ntev, hab saib mej puas yuav ua lawv le nwg tej lug."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.3","label":"3","content":"Nwg ca mej tshaib, nwg maam le muab cov manas kws mej hab mej cov yawmkoob tsi tau noj dlua rua mej noj. Nwg ua le ntawd, tub yog nwg qha kuas mej paub has tas, tsi yog mov xwb txhaj cawm tau tuabneeg txujsa, tabsis tug TSWV tej lug txhua lu txhaj cawm tau tuabneeg txujsa."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.4","label":"4","content":"Lub sijhawm plaub caug xyoo ntawd mej tej tsoog tsho yeej tsi ndluag hab mej tej kutaw yeej tsi mob tsi o le."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.5","label":"5","content":"Mej yuavtsum ncu ntsoov has tas, tug TSWV kws yog mej tug Vaajtswv qhuab ntuag hab rau txim rua mej ib yaam le leej txiv qhuab ntuag nwg tej mivnyuas."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.6","label":"6","content":"Yog le ntawd, mej yuavtsum ua lawv le tug TSWV tej lug kws qha rua mej has tas: mej yuavtsum ua lub neej lawv le tug TSWV tej kevcai hab fwm tug TSWV."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.7","label":"7","content":"“Tug TSWV kws yog mej tug Vaajtswv taabtom coj mej moog nyob huv lub tebchaws aav rog hab zoo qoob, yog lub tebchaws kws muaj dlej, muaj qhovdlej txhawv, muaj dlej cag ndlwg laub lug huv tej kwj haa hab sau tej roob,"},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.8","label":"8","content":"lub tebchaws ntawd luas cog nplej hab mog, cog txiv maab, txiv ncuav pas, txiv ntsab pobkws, txiv ntoo roj hab muaj zib ntaab ntau heev."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.9","label":"9","content":"Thaus mej moog nyob huv lub tebchaws ntawd, mej yuav tsi tshaib tsi nqhes hab tsi pluag le. Lub tebchaws ntawd tej roob zeb roob tsuas muaj qhov tooj qhov hlau."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.10","label":"10","content":"Mej yuav muaj txaus noj txaus haus. Mej yuav ua tug TSWV kws yog mej tug Vaajtswv tsaug, vim nwg muab lub tebchaws kws aav rog hab zoo qoob rua mej."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.11","label":"11","content":"“Mej yuavtsum ncu ntsoov tug TSWV kws yog mej tug Vaajtswv; mej yuavtsum ua lawv le nwg tej kevcai kws nub nua kuv muab cob rua mej."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.12","label":"12","content":"Thaus mej muaj noj muaj haus txaus, hab ua tau vaaj tau tsev rua mej nyob,"},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.13","label":"13","content":"muaj nyuj, muaj yaaj, muaj nyaj muaj kub hab ib puas tsaav yaam ntau zuj zug tuaj,"},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.14","label":"14","content":"mej yuavtsum tsi xob khaavtheeb hab tso tug TSWV kws yog mej tug Vaajtswv kws coj mej tawm nraag tebchaws Iziv qhov chaw kws mej ua luas qhev lug tseg."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.15","label":"15","content":"“Nwg coj mej lug hlaa taj suabpuam kws yog taj tuag tshaib tuag nqhes, muaj tej naab muaj taug hab raubris teb. Thaus mej tseem nyob nraag taj suabpuam kws qhuav nkig nkuav hab tsi muaj dlej haus, nwg ua dlej tawm huv pobzeb lug rua mej haus."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.16","label":"16","content":"Tug TSWV muab cov manas kws mej cov yawmkoob tsi tau noj dlua rua mej noj nraag taj suabpuam. Tug TSWV tso ntau yaam kev txomnyem lug sim mej sab, thaus kawg nwg txhaj pub yaam kws zoo rua mej."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.17","label":"17","content":"Mej tsi xob xaav has tas, yog mej tug dlaag tug zug hab mej lub tswvyim khwv mej txhaj muaj txag npluanuj."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.18","label":"18","content":"Mej yuavtsum ncu ntsoov has tas, tug TSWV kws yog mej tug Vaajtswv, yog tug pub rua mej npluanuj. Nwg ua le ntawd, yog nwg ua lawv le tej lug kws nwg cog tseg rua mej cov yawmkoob hab nwg tseem ua zoo rua mej le ntawd lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.19","label":"19","content":"Mej yuavtsum ncu ntsoov tug TSWV kws yog mej tug Vaajtswv, mej tsi xob tso nwg tseg hab moog pe luas tej vaajtswv. Nub nua kuv ntuag mej has tas, yog mej tsi noog lug mej yuav raug puamtsuaj xwb."},{"bible_id":"1726","chapter_code":"DEU.8","verse_code":"DEU.8.20","label":"20","content":"Yog mej tsi noog tug TSWV lug, mej yuav raug puamtsuaj ib yaam le txhua tsaav tuabneeg kws tug TSWV yuav ua kuas puab raug puamtsuaj thaus mej moog txeeb puab lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.1","label":"1","content":"“Ib tsoom Yixalayees, mej ua tuab zoo noog! Nub nuav mej taabtom yuav hlaa tug Dlej Yauladees moog tua lub tebchaws kws muaj cov tuabneeg luj hab muaj zug dlua mej. Puab tej nroog luj hab muaj ntsaa yeej xov sab rua sau ntuj."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.2","label":"2","content":"Cov tuabneeg ntawd sab hab muaj zug heev. Puab luj tshaaj lwm tsaav tuabneeg huv tuabsi, hab mej tub nov moo lawm has tas, tsi muaj leejtwg tawmtsaam yeej puab le."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.3","label":"3","content":"Tabsis nwgnuav mej yuav pum has tas, tug TSWV kws yog mej tug Vaajtswv yuav moog ua mej ntej ib yaam le cov nplaim tawg cig laam lug. Thaus mej moog nas tsaam, tug TSWV yuav ua kuas puab swb. Mej yuav lawv tau puab tsiv hab ua kuas puab puamtsuaj taag sai, lawv le tug TSWV tau coglug tseg rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.4","label":"4","content":"“Thaus tug TSWV kws yog mej tug Vaajtswv ntab puab tsiv taag lawm, mej tsi xob xaav has tas, qhov kws tug TSWV coj mej lug nyob huv lub tebchaws nuav, vim mej yeej tsimnyog lug nyob. Tsi yog le ntawd, tug TSWV ntab cov tuabneeg ntawd tsiv, tub yog vim puab ua kev phem kev qas."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.5","label":"5","content":"Tsi yog vim mej coj ncaaj hab ua zoo, tug TSWV txhaj coj mej lug nyob huv puab lub tebchaws. Tug TSWV ntab puab tsiv vim puab ua kev phem kev qas. Hab tug TSWV yeej ua lawv le nwg coglug tseg rua mej cov yawmkoob, Anplahaas, Ixaj hab Yakhauj lawm."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.6","label":"6","content":"Mej yuavtsum paub has tas, qhov kws tug TSWV muab lub tebchaws aav rog hab zoo qoob rua mej, tsi yog vim mej tsimnyog nyob, tsi yog le ntawd. Mej yeej yog cov tuabneeg kws tawv ncauj."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.7","label":"7","content":"“Mej yuavtsum ncu ntsoov has tas, thaus mej tseem nyob nraag taj suabpuam, mej tau ua rua tug TSWV kws yog mej tug Vaajtswv chim heev npaum le caag. Suav txij nub kws mej tawm nraag tebchaws Iziv lug txug ntawm nuav, mej tseem pheej ntxeev sab rua tug TSWV."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.8","label":"8","content":"Thaus mej tseem nyob ntawm Roob Xinais, mej ua rua tug TSWV chim heev, nwg tub yuav ua kuas mej puamtsuaj."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.9","label":"9","content":"Kuv nce moog nqaa ob dlaim txag zeb kws tug TSWV sau nwg tej lug cog tseg sau roob, yog tej lug kws nwg muab cob rua mej. Kuv moog nyob sau tau plaub caug nub plaub caug mo tsi noj tsi haus ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.10","label":"10","content":"Tug TSWV muab ob dlaim txag zeb rua kuv, nwg muab nwg txhais teg sau tej lug kws nwg has huv cov nplaim tawg tuaj rua mej, yog nub kws mej suavdlawg tuaj ua ke rua ntawm Roob Xinais."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.11","label":"11","content":"Thaus dlhau plaub caug nub plaub caug mo lawm, tug TSWV muab ob dlaim txag zeb kws nwg sau nwg tej lug cog tseg rua kuv."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.12","label":"12","content":"“Tom qaab ntawd, tug TSWV has rua kuv tas, ‘Koj ca le nqeg sau Roob Xinais nuav moog, rua qhov cov tuabneeg kws koj coj tsiv nraag tebchaws Iziv lug, tub ntxeev sab ua phem ua qas lawm. Puab tso tej kevcai kws kuv qha kuas puab ua tseg, hab puab nchuav tau ib tug mlom rua puab pe.’"},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.13","label":"13","content":"“Tug TSWV has ntxiv rua kuv tas, ‘Kuv paub cov tuabneeg nuav tawv ncauj heev."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.14","label":"14","content":"Tsi xob cheem kuv, kuv yuav ua kuas puab puamtsuaj moog, kuas tsi muaj leejtwg nov puab moo ntxiv le lawm. Tom qaab ntawd kuv yuav tsaa koj caajceg ua ib tsaav tuabneeg kws muaj fwjchim hab coob dlua puab.’"},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.15","label":"15","content":"“Yog le ntawd, kuv txhaj nqaa ob dlaim txag zeb kws sau Vaajtswv tej lug cog tseg nqeg sau roob lug. Thaus ntawd muaj nplaim tawg cig lab ploog sau roob."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.16","label":"16","content":"Kuv pum mej tso tug TSWV kws yog mej tug Vaajtswv tej lug kws nwg qha rua mej tseg sai kawg le, hab mej ua txhum rua tug TSWV, rua qhov mej muab kub nchuav ua ib tug mlom nyuj rua mej pe."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.17","label":"17","content":"Kuv txhaj muab ob dlaim txag zeb ntawd ntsawm tawg mog nyoos taabmeeg mej."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.18","label":"18","content":"Kuv txawm rov txhus caug ndlua khoov ua ntsejmuag ti nkaus aav hab thov tug TSWV tau plaub caug nub plaub caug mo, kuv tsi noj tsi haus ib yaam dlaabtsi le. Kuv ua le nuav, tub yog vim mej ua txhum rua tug TSWV hab ua rua nwg chim."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.19","label":"19","content":"Kuv ntshai tug TSWV txujkev chim, rua qhov nwg chim heev; nwg tub yuav ua kuas mej puamtsuaj, tabsis tug TSWV tseem noog kuv tej lug thov dlua ib zag hab."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.20","label":"20","content":"Thaus ntawd, tug TSWV chim rua Aloos heev. Nwg tub yuav laug muab Aloos tua povtseg, kuv txhaj thov tug TSWV zaam txim rua Aloos."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.21","label":"21","content":"Kuv muab mej txujkev txhum kws yog tug mlom nyuj kws mej nchuav pov rua huv cubtawg, kuv muab tsoo ua moov nphoo rua huv tug dlej kws ndlwg sau roob lug."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.22","label":"22","content":"“Thaus mej tseem nyob nraag Tanpelas, Maxas hab Kilaus-Hatavas, mej tau ua rua tug TSWV kws yog mej tug Vaajtswv chim heev."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.23","label":"23","content":"Hab thaus kws tug TSWV khaiv mej tawm huv Kades Npane-as moog tua lub tebchaws kws tug TSWV yuav muab rua mej, mej ntxeev sab rua nwg; mej tsi ca sab hab tsi noog nwg lug."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.24","label":"24","content":"Kuv paub mej txij thaus ntawd lug, mej pheej ntxeev sab rua tug TSWV tsi tseg le."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.25","label":"25","content":"“Kuv khoov ti nkaus rua huv aav, thov tug TSWV tau plaub caug nub plaub caug mo, rua qhov tug TSWV tub ua ib sab lawm has tas, nwg yuav ua kuas mej puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.26","label":"26","content":"Kuv thov tug TSWV has tas, ‘Tug TSWV kws kaav ib puas tsaav yaam, thov koj tsi xob ua rua koj tsaav tuabneeg puamtsuaj. Puab yog cov tuabneeg kws koj tug zug hab lub fwjchim kws luj kawg nkaus cawm hab coj nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.27","label":"27","content":"Thov koj ncu ntsoov Anplahaas, Ixaj hab Yakhauj kws yog koj cov tubkhai. Thov koj tsi xob xaav txug cov tuabneeg nuav tej kev tawv ncauj, kev phem hab kev txhum."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.28","label":"28","content":"Nyob tsaam cov Iziv yuav has tas, koj coj tsi tau koj tsaav tuabneeg moog nyob huv lub tebchaws kws koj coglug tseg yuav muab rua puab nyob. Cov Iziv yuav has tas, koj ntxub koj tsaav tuabneeg, koj txhaj coj puab lug tua rua ntawm taj suabpuam nuav xwb."},{"bible_id":"1726","chapter_code":"DEU.9","verse_code":"DEU.9.29","label":"29","content":"Puab cov nuav yeej yog cov kws koj tau xaiv tseg ua koj tsaav tuabneeg, hab tub yog koj lub fwjchim kws luj kawg nkaus coj puab tawm nraag tebchaws Iziv lug.’"},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.1","label":"1","content":"“Tom qaab ntawd tug TSWV has rua kuv tas, ‘Koj ca le txaug ob dlaim txag zeb zoo ib yaam le thawj ob dlaim, hab ua ib lub Phijxaab ntoo ntim ob dlaim txag zeb ntawd. Thaus ua tau tav lawm, koj ca le nqaa tuaj cuag kuv sau roob."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.2","label":"2","content":"Kuv yuav rov sau tej lug kws kuv tub xub sau rua ob dlaim txag zeb kws koj muab ntsawm tawg taag lawm rua huv ob dlaim txag zeb ntawd. Koj maam le coj moog ntim ca rua huv lub Phijxaab Ntoo.’"},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.3","label":"3","content":"“Yog le ntawd, kuv txhaj muab ntoo kubtwg ua tau ib lub Phijxaab hab txaug tau ob dlaim txag zeb zoo ib yaam le thawj ob dlaim hab nqaa moog sau roob."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.4","label":"4","content":"Tug TSWV rov sau cov lug kws nwg xub sau rua huv thawj ob dlaim txag zeb rua huv ob dlaim tshab ntawd. Tej lug ntawd yog Kaum Nqai Kevcai kws thaus mej moog ua ke ntawm lub roob hab tug TSWV has lug huv cov nplaim tawg tuaj rua mej. Tug TSWV muab ob dlaim txag zeb ntawd rua kuv."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.5","label":"5","content":"Kuv txhaj nqeg sau roob lug, hab muab ob dlaim txag zeb ntawd ntim rua huv lub Phijxaab kws kuv ua lawv le tug TSWV has rua kuv. Ob dlaim txag zeb ntawd tseem nyob huv lub Phijxaab lug txug nwgnuav."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.6","label":"6","content":"(“Cov Yixalayees tsiv tawm ntawm cov Ya-akaas tej qhov tshij lug nyob rua ntawm Mauxelas. Aloos tuag hab puab muab nwg log rua qhov ntawd. Aloos tug tub Ele-axas txhaj ua povthawj hloov Aloos chaw."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.7","label":"7","content":"Tom qaab ntawd puab tsiv lug txug ntawm Nkunkaudas, puab maam le lug nyob rua huv Yaunpathas kws yog lub tebchaws muaj dlej ntau heev."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.8","label":"8","content":"Thaus puab tseem nyob ntawm taw roob,  tug TSWV tau tsaa xeem Levis ua cov kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg kws yog Kaum Nqai Kevcai hab tsaa puab ua cov povthawj kws ua tug TSWV teg num, hab ua cov tuav tug TSWV lub npe foom koob moov rua suavdlawg. Puab tseem ua le ntawd lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.9","label":"9","content":"Yog le ntawd, xeem Levis txhaj tsi muaj feem nrug lwm xeem tau aav; tabsis puab tau ua tug TSWV teg num lawv le tug TSWV kws yog mej tug Vaajtswv tau coglug tseg lawm.)"},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.10","label":"10","content":"“Kuv nyob sau roob tau plaub caug nub plaub caug mo ib yaam le thawj zag. Tug TSWV noog kuv tej lug thov dlua ib zag, nwg txhaj tsi ua rua mej puamtsuaj."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.11","label":"11","content":"Nwg has kuas kuv ca le moog hab coj mej moog, mej txhaj tau moog nyob huv lub tebchaws kws nwg tau coglug tseg yuav muab rua mej cov yawmkoob nyob."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.12","label":"12","content":"“Ib tsoom Yixalayees, mej ca le ua tuab zoo noog saib tug TSWV kws yog mej tug Vaajtswv has kuas mej ua dlaabtsi: nwg xaav kuas mej fwm hab ua lawv le nwg tej lug txhua lu. Nwg kuas mej muab sab npuab hab ua nwg teg num kawg sab kawg ntsws,"},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.13","label":"13","content":"hab coj lawv le nwg tej kevcai txhua nqai. Tej kevcai kws nub nua kuv muab cob rua mej, yuav muaj nqes rua mej."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.14","label":"14","content":"Lub ntuj kws nyob sau yog tug TSWV tug, lub nplajteb hab ib puas tsaav yaam kws nyob huv los puavleej yog tug TSWV tug huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.15","label":"15","content":"Tug TSWV hlub mej cov yawmkoob heev, nwg txhaj xaiv mej lug ua nwg tsaav tuabneeg kws tseemceeb dlua lwm tsaav tuabneeg huv tuabsi, hab nwgnuav mej yog tsaav tuabneeg kws tug TSWV xaiv lawm."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.16","label":"16","content":"Yog le ntawd, txij nuav moog mej yuavtsum noog tug TSWV lug, hab tsi xob tawv ncauj lawm."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.17","label":"17","content":"Tug TSWV kws yog mej tug Vaajtswv yog tug luj dlua tej vaajtswv hab ib puas tsaav yaam kws muaj fwjchim huv tuabsi. Nwg muaj fwjchim luj hab tseemceeb kawg nkaus, suavdlawg yuavtsum fwm hab paub ntshai nwg. Nwg tsi xaiv leejtwg ntsejmuag hab tsi yuav leejtwg tej nyaj xab."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.18","label":"18","content":"Nwg tsomkwm cov mivnyuas ntsuag hab tej puj ntsuag tsi pub leejtwg ua phem rua puab; nwg hlub txhua tsaav tuabneeg kws nrug peb nyob. Nwg pub puab muaj rig tsho naav hab muaj zaub mov noj."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.19","label":"19","content":"Yog le ntawd, mej yuavtsum hlub lwm tsaav tuabneeg, rua qhov yaav taag lug kws mej nyob nraag tebchaws Iziv, luas hu mej ua tuabneeg txawv tebchaws."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.20","label":"20","content":"Mej yuavtsum fwm tug TSWV kws yog mej tug Vaajtswv hab pehawm nwg tuab leeg xwb, mej yuavtsum muab sab npuab nwg hab tuav nwg lub npe coglug xwb."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.21","label":"21","content":"Mej yuavtsum ua nwg tsaug rua qhov nwg yog mej tug Vaajtswv. Mej lub qhovmuag tub pum tej txujci tseemceeb kws nwg ua paab mej lawm."},{"bible_id":"1726","chapter_code":"DEU.10","verse_code":"DEU.10.22","label":"22","content":"Thaus u mej cov yawmkoob moog nyob nraag tebchaws Iziv, puab tsuas muaj xyaa caum leej xwb, tabsis nwgnuav tug TSWV kws yog mej tug Vaajtswv pub rua mej fuamvaam coob ib yaam le tej nubqub sau nruab ntug lawm."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.1","label":"1","content":"“Mej yuavtsum hlub tug TSWV kws yog mej tug Vaajtswv, hab naj nub ua lawv le nwg tej Kevcai."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.2","label":"2","content":"Mej yuavtsum ncu ntsoov tej kws tug TSWV qhuab ntuag mej. Tub yog mej lub qhovmuag pum tej txujci tseemceeb kws tug TSWV ua, tsi yog mej tej mivnyuas pum. Mej pum tug TSWV lub fwvxyeej, nwg lub fwjchim kws luj kawg nkaus, nwg tug zug luj zug nchaav"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.3","label":"3","content":"hab nwg tej txujci tseemceeb. Mej pum tej kws tug TSWV rau txim rua Falaus kws yog cov Iziv tug vaajntxwv hab taagnrho nwg lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.4","label":"4","content":"Mej pum tug TSWV ua rua cov Iziv tej tubrog tuag taag rua huv Havtxwv Lab,  thaus puab caum mej qaab tuaj, tsi has puab cov neeg hab puab tej tsheb neeg los puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.5","label":"5","content":"Mej paub has tas, thaus mej tseem nyob ntawm taj suabpuam ua ntej kws mej lug nyob ntawm nuav, tug TSWV tau paab mej npaum le caag."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.6","label":"6","content":"Nyaj mej tseem ncu tau tej kws tug TSWV rau txim rua Eli-as kws yog xeem Lunpees ob tug tub, Dathaas hab Anpilaas obtug. Tug TSWV ua rua aav qheb hlo nqog kag obtug, obtug quaspuj mivnyuas, vaaj tse, tej tubqhe hab tej tsaj txhu huv tuabsi taabmeeg mej."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.7","label":"7","content":"Mej lub qhovmuag tub pum tej txujci tseemceeb kws tug TSWV tau ua lawm."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.8","label":"8","content":"“Mej yuavtsum ua lawv le tej lug kws nub nua kuv has rua mej txhua lu huv tuabsi, mej txhaj yuav tau hlaa dlej moog tua lub tebchaws kws mej taabtom yuav moog nyob ntawd."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.9","label":"9","content":"Mej txhaj muaj sa nyob ntev huv lub tebchaws kws aav rog hab zoo qoob kws tug TSWV tau coglug tseg yuav muab rua mej cov yawmkoob hab puab cov xeebntxwv."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.10","label":"10","content":"Lub tebchaws kws mej taabtom yuav moog nyob ntawd, zoo tsi thooj le lub tebchaws Iziv kws mej nyob lug lawm. Thaus mej nyob nraag tebchaws Iziv, mej yuav tau khawb kwj tso dlej lug rua huv mej tej laj tej teb khwv kawg le, mej txhaj cog tau qoobloo."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.11","label":"11","content":"Tabsis lub tebchaws kws mej yuav moog nyob ntawd, muaj roob muaj haav, muaj dlej muaj naag hab aav noo zaws."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.12","label":"12","content":"Tug TSWV kws yog mej tug Vaajtswv, tu hab saib lub tebchaws ntawd taag naj taag xyoo."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.13","label":"13","content":"“Mej yuavtsum ua lawv le tej lug kws nub nua kuv qha rua mej lawm. Hlub tug TSWV kws yog mej tug Vaajtswv hab ua nwg teg num kuas kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.14","label":"14","content":"Yog mej ua le ntawd, nwg yuav tso naag lug rua mej lub tebchaws, tsi has lub caij nplooj ntoos zeeg hab lub caij nplooj ntoos hlaav, mej yuav muaj qoobloo, muaj cawv txiv maab, muaj roj txiv ntoo"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.15","label":"15","content":"hab muaj tshaav zaub rua mej tej tsaj noj. Mej yuav muaj zaub mov noj txaus sab txaus ntsws."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.16","label":"16","content":"Mej tsi xob ca leejtwg ntxag tau mej tso tug TSWV tseg moog pe luas tej vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.17","label":"17","content":"Yog mej ua le ntawd, tug TSWV yuav chim rua mej. Nwg yuav tsi tso naag lug rua mej lub tebchaws, aav yuav qhuav, qoobloo yuav tuaj tsi taug. Txawm yog lub tebchaws kws tug TSWV muab rua mej nyob ntawd, ibtxwm zoo qoob los yuav tsi zoo lawm. Mej moog nyob tsi ntev, ces mej yuav tuag taag."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.18","label":"18","content":"“Mej yuavtsum ncu ntsoov tej lug nuav ca rua nruab sab, muab paav rua ntawm mej ncej npaab hab dlai rua ntawm mej hauvplaj, mej txhaj yuav ncu ntsoov."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.19","label":"19","content":"Mej yuavtsum muab pav qha rua mej tej mivnyuas, hab naj nub has txug tej lug nuav, tsi has thaus mej nyob huv tsev hab thaus mej taug kev, thaus mej su hab thaus mej ua num."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.20","label":"20","content":"Mej ca le muab tej lug nuav sau rua ntawm mej tej ncej qhovrooj hab ntawm tej roojvaag."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.21","label":"21","content":"Mej hab mej tej tubki txhaj yuav muaj sa ua neej nyob ntev rua huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv tau coglug yuav muab rua mej cov yawmkoob. Yog tseem muaj lub ntuj lub teb, ces mej yuav nyob huv lub tebchaws nuav moog ibtxhis."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.22","label":"22","content":"“Mej yuavtsum muab sab rau ua lawv le tej lug kws kuv qha rua mej: hlub tug TSWV kws yog mej tug Vaajtswv, ua lawv le nwg tej lug txhua lu huv tuabsi hab muab sab npuab nwg"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.23","label":"23","content":"tug TSWV txhaj le ntab txhua tsaav tuabneeg tsiv tawm ua ntej mej moog tua, mej yuav tau kaav lwm tsaav tuabneeg kws luj hab muaj zug dlua mej lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.24","label":"24","content":"Txhua thaaj aav kws mej txhais kutaw moog tsuj puavleej yog mej tug. Mej tug nrimteb saab qaabteb txij ndlua ntawm taj suabpuam moog ti nkaus peg Roob Lenpanoos kws nyob saab qaumteb, hab saab nubtuaj txij ndlua ntawm tug Dlej Efalates moog ti nkaus ntawm Havtxwv Meditelanees kws nyob saab nubpoob."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.25","label":"25","content":"Lub tebchaws ntawd txhua qhov kws mej moog, tug TSWV kws yog mej tug Vaajtswv yuav ua kuas cov tuabneeg kws nyob huv ntshai mej, lawv le tug TSWV tub coglug tseg lawm, yuav tsi muaj leejtwg txwv tau mej le."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.26","label":"26","content":"“Nub nua kuv yuav ca mej xaiv saib, mej yuav tej lug foom koob moov lossis yuav tej lug foom phem,"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.27","label":"27","content":"yog mej ua lawv le tug TSWV kws yog mej tug Vaajtswv tej lug kws nub nua kuv qha rua mej, mej yuav tau koob moov;"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.28","label":"28","content":"tabsis yog mej tsi ua le ntawd, mej tseem moog pe lwm tsaav tuabneeg tej vaajtswv kws mej tsi tau pe dlua le, ces mej yuav raug foom tsi zoo."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.29","label":"29","content":"Thaus tug TSWV coj mej moog nyob huv lub tebchaws kws mej taabtom yuav moog nyob ntawd, mej yuavtsum qha tej lug foom koob moov sau lub Roob Nkelixees hab qha tej lug foom phem sau lub Roob Enpales."},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.30","label":"30","content":"(Ob lub roob nuav nyob ntawm tug Dlej Yauladees saab nubpoob huv tebchaws Kana-aas. Cov tuabneeg ntawd nyob huv lub taj nraag Yauladees saab nubpoob, tsi dleb ntawm tsob Ntoo Xeeb Maules kws ze lub nroog Nkilenkas.)"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.31","label":"31","content":"Mej taabtom yuav hlaa tug Dlej Yauladees moog tua hab nyob lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv yuav muab rua mej. Thaus mej moog tua yeej hab nyob huv lawm,"},{"bible_id":"1726","chapter_code":"DEU.11","verse_code":"DEU.11.32","label":"32","content":"mej yuavtsum ua lawv le tej kevcai kws nub nua kuv qha rua mej."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.1","label":"1","content":"“Tej nuav yog tej kevcai kws mej yuav tau coj moog taag mej simneej nyob huv lub tebchaws kws tug TSWV kws yog mej cov yawmkoob tug Vaajtswv muab rua mej, mej yuavtsum ua lawv le ntawd!"},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.2","label":"2","content":"Thaus mej moog nyob huv lub tebchaws ntawd, mej yuavtsum muab lwm tsaav tuabneeg tej chaw kws puab teev puab tej vaajtswv sau tej roob sab, tej pov roob hab huv tej qaab ntoo kws muaj nplooj ntxoov nyog, rhuav kuas puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.3","label":"3","content":"Ca le rhuav puab tej thaaj hab tsoo puab tej ncej zeb tseemceeb kuas tawg taag huv tuabsi. Hlawv puab tej mlom Aselas kuas kub nyab hab tsoo puab tej mlom kuas tawg ntsoog ntxawg. Puab txhaj tsi tau chaw teev puab tej vaajtswv lawm."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.4","label":"4","content":"“Mej tsi xob pehawm tug TSWV kws yog mej tug Vaajtswv ib yaam le cov tuabneeg ntawd pe puab tej vaajtswv xwb."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.5","label":"5","content":"Tug TSWV xaiv ib thaaj chaw huv mej lub tebchaws lug ua qhov chaw rua suavdlawg tuaj cuag nwg hab pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.6","label":"6","content":"Mej yuavtsum coj mej tej khoom tuaj fij rua ntawm qhov chaw ntawd, tsi has mej tej khoom kws hlawv fij theej txhoj hab lwm yaam khoom fij, tej khoom fij sis raug zoo, tej ib feem kaum, tej khoom fij kws mej coglug rua tug TSWV, tej khoom fij kws mej txaus sab muab hab thawj tug mivnyuas nyuj hab mivnyuas yaaj."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.7","label":"7","content":"Nyob huv lub tebchaws ntawd, mej hab mej tsev tuabneeg yuav tau noj hab haus txaus sab rua tej qoobloo kws tug TSWV foom koob moov rua mej khwv tau lug, taabmeeg tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.8","label":"8","content":"“Thaus txug lub sijhawm ntawd, mej yuav tsi tau ua ywj sab ib yaam le mej tau ua yaav taag lug. Txij thaus u lug txug naj nub nua, mej tsuas pehawm lawv le mej lub sab nyam xwb,"},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.9","label":"9","content":"rua qhov mej tseem tsi tau moog nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, qhov ntawd mej yuav tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.10","label":"10","content":"Thaus mej hlaa dlhau tug Dlej Yauladees moog rua saab tid lawm, tug TSWV yuav muab lub tebchaws ntawd rua mej nyob ua mej tug. Nwg yuav paab kuas mej dlim ntawm mej cov yeebncuab, hab mej yuav tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.11","label":"11","content":"Tug TSWV yuav xaiv ib thaaj chaw ca ua qhov chaw rua mej moog pehawm nwg, hab mej yuavtsum coj txhua yaam kws kuv tau qha rua mej lawm, tuaj fij rua tug TSWV: mej tej khoom hlawv fij theej txhoj hab lwm yaam khoom fij, tej ib feem kaum, tej khoom fij sis raug zoo hab tej khoom kws mej coglug fij tshwjxeeb rua tug TSWV."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.12","label":"12","content":"Mej, mej tej quaspuj mivnyuas, mej tej tubqhe hab cov Levis kws nrug mej nyob huv mej tej nroog, ca le zoo sab taabmeeg tug TSWV; mej yuavtsum ncu ntsoov has tas, cov Levis yuav tsi muaj aav ua puab tug."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.13","label":"13","content":"Mej tsi xob coj mej tej khoom moog fij rua ntawm qhov chaw kws mej nyam;"},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.14","label":"14","content":"mej yuavtsum coj mej tej khoom moog fij rua ntawm qhov chaw kws tug TSWV xaiv ntawm mej ib xeem le aav, hab mej moog hlawv khoom fij rua ntawm qhov chaw kws tug TSWV qha rua mej lawm xwb."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.15","label":"15","content":"“Tabsis tej tsaj kws mej tua noj, mej nyob qhov twg, mej tua rua qhov ntawd los tau. Mej noj tau lawv le tug TSWV pub rua mej muaj. Cov tuabneeg kws huv hab tsi huv los puavleej noj tau tej tsaj ntawd, ib yaam le mej noj tej nqaj kauv hab nqaj muaslwj."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.16","label":"16","content":"Tabsis mej tsi xob noj tej tsaj ntawd cov ntshaav; mej yuavtsum muab laub povtseg ib yaam le laub dlej."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.17","label":"17","content":"Tsi pub mej nqaa tej khoom kws mej muab fij rua tug TSWV lawm lug noj huv mej tej tsev, tsi has tej ib feem kaum kws yog mej tej qoobloo, tej cawv txiv maab, tej roj txiv ntoo, lossis thawj tug mivnyuas nyuj hab mivnyuas yaaj, tej khoom kws mej coglug muab fij rua tug TSWV, tej khoom kws mej txaus sab muab fij lossis lwm yaam khoom fij."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.18","label":"18","content":"Mej hab mej tej quaspuj mivnyuas, mej tej tubqhe hab cov Levis kws nrug mej nyob huv mej tej nroog, mej tsuas noj tau tej khoom fij nuav taabmeeg tug TSWV kws yog mej tug Vaajtswv rua ntawm qhov chaw kws tug TSWV kws yog mej tug Vaajtswv xaiv tseg ua qhov chaw pehawm nwg xwb. Mej ca le txaus sab rua tej kws Vaajtswv foom koob moov rua mej moog khwv tau lug."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.19","label":"19","content":"Tam twg kws mej tseem nyob huv lub tebchaws ntawd, mej tsi xob tso cov Levis tseg le."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.20","label":"20","content":"“Thaus tug TSWV kws yog mej tug Vaajtswv pub mej tau lub tebchaws dlaav ntxiv, lawv le nwg tub coglug tseg rua mej lawm, mej yuav tua mej tej tsaj noj thaus twg los tau lawv le mej sab nyam."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.21","label":"21","content":"Yog has tas, qhov chaw kws mej moog pehawm tug TSWV nyob dleb mej heev lawm, mej xaav tua tej nyuj hab tej yaaj kws tug TSWV pub rua mej muaj, mej ca le tua hab noj tau huv mej tej tsev lawv le kuv qha rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.22","label":"22","content":"Mej txhua tug, tsi has cov tuabneeg huv hab tsi huv los puavleej noj tau cov nqaj ntawd, ib yaam le mej noj tej nqaj kauv hab nqaj muaslwj."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.23","label":"23","content":"Tabsis tsi xob noj tej nqaj kws txhaam ntshaav, rua qhov ntshaav yog txujsa. Mej tsi xob noj txujsa nrug cov nqaj."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.24","label":"24","content":"Mej tsi xob muab ntshaav ua zaub noj, tabsis mej ca le muab laub povtseg ib yaam le laub dlej."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.25","label":"25","content":"Yog mej ua lawv le kuv tej lug qha nuav, tug TSWV yuav txaus sab rua mej, mej hab mej tej xeebntxwv yuav noj qaab nyob zoo."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.26","label":"26","content":"Ca le coj mej tej khoom fij hab mej tej khoom pub kws mej coglug moog fij rua tug TSWV ntawm qhov chaw kws mej pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.27","label":"27","content":"Ca le coj mej tej khoom fij kws muab hlawv taagnrho, tej nqaj hab tej ntshaav moog hlawv rua sau tug TSWV lub thaaj. Hab tej khoom fij kws mej noj tej nqaj, mej muab cov ntshaav laub rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.28","label":"28","content":"Mej yuavtsum muab sab rau ua lawv le tej lug kws kuv qha rua mej, mej hab mej tej xeebntxwv txhaj yuav noj qaab nyob zoo moog ibtxhis, rua qhov mej ua lawv le tug TSWV kws yog mej tug Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.29","label":"29","content":"“Tug TSWV kws yog mej tug Vaajtswv yuav ua kuas tej tsaav tuabneeg kws mej taabtom yuav moog tua puab hab puab lub tebchaws kuas puamtsuaj taag, mej yuav tau lub tebchaws ntawd nyob ua mej tug."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.30","label":"30","content":"Tom qaab kws tug TSWV ua rua tej tsaav tuabneeg ntawd puamtsuaj taag lawm, mej ncu ntsoov tsi xob pe mlom le puab, nyob tsaam mej raug puamtsuaj. Tsi xob laam moog xauj, saib puab pe puab tej vaajtswv le caag, ces mej txawm yuav pe mej tug Vaajtswv le ntawd."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.31","label":"31","content":"Mej tsi xob pehawm tug TSWV kws yog mej tug Vaajtswv ib yaam le puab pe puab tej vaajtswv, rua qhov thaus puab pe puab tej vaajtswv, puab ua tej kev phem kev qas kws tug TSWV ntxub heev. Puab muab puab tej mivnyuas tua hlawv fij rua sau puab tej thaaj."},{"bible_id":"1726","chapter_code":"DEU.12","verse_code":"DEU.12.32","label":"32","content":"“Mej yuavtsum ua txhua yaam lawv le tej lug kws kuv qha rua mej lawm; mej tsi xob ntxiv lossis rhu ib lus le."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.1","label":"1","content":"“Yog muaj ib tug cevlug lossis ib tug txawj txhais npau suav has tas, yuav muaj tej txujci tseemceeb lossis tej xwmtxheej kws ua rua suavdlawg xaav tsi thoob,"},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.2","label":"2","content":"coj mej moog pe puab tej vaajtswv kws mej tsi tau pe dlua. Txawm yog tej kws nwg has ntawd muaj tseeb"},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.3","label":"3","content":"los mej tsi xob ntseeg tej lug kws nwg has ntawd le. Rua qhov tug TSWV kws yog mej tug Vaajtswv siv nwg sim mej sab, saib mej puas hlub tug TSWV kawg sab kawg ntsws tag."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.4","label":"4","content":"Mej yuavtsum ua lawv le tug TSWV tej lug hab fwm nwg; ua lawv le nwg tej kevcai hab noog nwg lug; muab sab npuab hab pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.5","label":"5","content":"Mej ca le muab tug kws txawj txhais npau suav lossis tug cevlug kws qha kuas mej ntxeev sab rua tug TSWV kws tso mej dlim kev ua qhev nraag tebchaws Iziv lug tua povtseg. Tug ntawd yog tuabneeg phem, nwg ntxag kuas mej muab txujkev kws tug TSWV qha rua mej coj tso povtseg. Mej yuavtsum muab tug ntawd tua, mej txhaj dlim txujkev phem nuav."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.6","label":"6","content":"“Txawm yog koj tug kwvtij kws koom nam koom txiv, lossis koj tej tub tej ntxhais, koj tug quaspuj kws koj hlub, lossis koj tug phoojywg zoo, yum koj tuabywv has tas, peb ca le moog pe lwm tug vaajtswv kws koj hab koj cov yawmkoob tsi tau pe dlua le."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.7","label":"7","content":"Puab cov nuav ib tug yuav ntxag hab yum kuas koj ca le moog nrug cov tuabneeg kws nyob dleb lossis nyob ze koj pe puab tej vaajtswv,"},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.8","label":"8","content":"los koj tsi xob ca nwg ntxag tau koj; tsi xob noog nwg has. Tsi xob mov lossis taabncuab nwg, hab tsi xob npog nwg."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.9","label":"9","content":"Ca le muab nwg tua! Koj yog thawj tug kws muab pobzeb ntaus nwg, ces suavdlawg maam le ntaus tom qaab."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.10","label":"10","content":"Ca le muab pobzeb ntaus kuas nwg tuag! Rua qhov nwg txhobtxwm coj mej tawm ntawm tug TSWV kws yog mej tug Vaajtswv kws coj mej tawm nraag tebchaws Iziv kws mej ua luas qhev lug."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.11","label":"11","content":"Thaus cov Yixalayees nov txug zaaj nuav; puab txhaj ntshai hab tsi muaj leejtwg moog ua txujkev phem nuav lawm."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.12","label":"12","content":"“Thaus mej nyob huv tej nroog kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, mej yuav nov"},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.13","label":"13","content":"cov tuabneeg phem qee leej huv mej tsaav tuabneeg tau coj mej cov tuabneeg kws nyob huv puab tej nroog moog pe tej vaajtswv kws mej tsi tau pe dlua le."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.14","label":"14","content":"Yog mej nov tej zaaj tsi zoo le ntawd, mej yuavtsum maaj nrooj moog tshuaj saib puas muaj tseeb; yog muaj tug tau moog ua phem ua qas le ntawd tag,"},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.15","label":"15","content":"ces ca le muab cov tuabneeg huv lub nroog hab puab tej tsaj txhu tua kuas tuag taag hab rhuav puab lub nroog kuas puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.16","label":"16","content":"Ca le moog sau cov tuabneeg ntawd tej khoom lug tso ua ib pawg rua ntawm tshaav puam huv lub nroog, ces muab lub nroog hab txhua yaam hlawv ua khoom fij rua tug TSWV kws yog mej tug Vaajtswv. Ca lub nroog ntawd pemsij moog ibtxhis tsi xob tsim dlua ntxiv lawm."},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.17","label":"17","content":"Mej tsi xob yuav tej khoom kws yuav muab hlawv fij rua tug TSWV ib yaam le. Tug TSWV txhaj yuav taabncuab mej hab tsi chim rua mej. Nwg yuav taabncuab mej hab pub kuas mej fuamvaam coob lawv le nwg tau coglug tseg rua mej cov yawmkoob lawm,"},{"bible_id":"1726","chapter_code":"DEU.13","verse_code":"DEU.13.18","label":"18","content":"rua qhov mej ua lawv le tug TSWV kws yog mej tug Vaajtswv tej lug kws nub nua kuv qha rua mej."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.1","label":"1","content":"“Mej yog tug TSWV kws yog mej tug Vaajtswv tsaav tuabneeg, thaus mej moog nyav tej tuabneeg tuag, mej tsi xob hlais mej lub cev lossis chais mej cov plaubhau ntawm hauvplaj ib yaam le lwm tsaav tuabneeg ua."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.2","label":"2","content":"Mej yog tsaav tuabneeg tseemceeb rua tug TSWV kws yog mej tug Vaajtswv; nwg tau xaiv mej tawm ntawm ntau tsaav tuabneeg huv nplajteb nuav lug ua nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.3","label":"3","content":"“Mej tsi xob noj tej tsaj kws tug TSWV has tas, yog tsaj tsi huv."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.4","label":"4","content":"Mej noj tau tej tsaj nuav: nyuj, yaaj, tshis,"},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.5","label":"5","content":"muaslwj, nyuj kau, sai lossis kauv"},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.6","label":"6","content":"hab txhua yaam tsaj kws rau taw ncau hab zum zaub."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.7","label":"7","content":"tabsis tej tsaj kws rau taw tsi ncau hab tsi zum zaub, mas mej tsi xob noj le. Mej tsi xob noj ntxhuav, luav lossis loobtswb. Cov tsaj nuav yog tsaj tsi huv; cov tsaj nuav rau taw ncau tabsis tsi zum zaub."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.8","label":"8","content":"Mej tsi xob noj nqaj npuas. Npua yog tsaj tsi huv; npua rau taw ncau tabsis tsi zum zaub. Mej tsi xob noj cov tsaj nuav lossis kov cov tsaj ntawd lub cev tuag."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.9","label":"9","content":"“Mej noj tau tej ntseg kws muaj xab hab muaj khum,"},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.10","label":"10","content":"tabsis tej tsaj nyob huv dlej kws tsi muaj xab hab tsi muaj khum, mej tsi xob noj; cov ntawd yog tsaj tsi huv."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.11","label":"11","content":"“Mej noj tau tej noog kws huv."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.12+DEU.14.13+DEU.14.14+DEU.14.15+DEU.14.16+DEU.14.17+DEU.14.18","label":"12-18","content":"Tej noog nuav yog tej kws tsi huv mej tsi xob noj: dlaav, plaas, laj, kaub kiyaaj, tsaw nqeeb, dlaav npoj, uab laag, noog ntxhuav, noog havtxwv, noog paag hawv, noog noj ntseg, roov dlev, us dlej,  kus ntxhuav hab puav."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.19","label":"19","content":"“Txhua yaam kaab muaj tis kws tsi huv, mej tsi xob noj."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.20","label":"20","content":"Tabsis txhua yaam kaab muaj tis kws huv mej noj tau."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.21","label":"21","content":"“Mej tsi xob noj tej tsaj kws mob tuag, ca cov tuabneeg txawv tebchaws kws nrug mej nyob noj xwb lossis muab muag rua cov tuabneeg txawv tebchaws; rua qhov mej yog tsaav tuabneeg kws dlawbhuv rua tug TSWV kws yog mej tug Vaajtswv. “Mej tsi xob muab mivnyuas yaaj lossis mivnyuas tshis cov nqaj hau nrug leej nam cov kua mig."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.22","label":"22","content":"“Mej yuavtsum tshwj ib feem kaum ntawm tej qoobloo kws mej ua hab sau tau huv ib lub xyoos"},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.23","label":"23","content":"coj moog rua ntawm qhov chaw kws tug TSWV kws yog mej tug Vaajtswv xaiv tseg ca ua qhov chaw pehawm nwg; hab mej noj tej ib feem kaum kws yog nplej, cawv txiv maab, roj txiv ntoo, thawj tug mivnyuas nyuj hab mivnyuas yaaj taabmeeg tug TSWV. Mej ua le nuav txhaj yog mej fwm tug TSWV kws yog mej tug Vaajtswv moog ibtxhis le."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.24","label":"24","content":"Yog lub chaw kws pehawm tug TSWV nyob dleb heev, mej coj tsi tau mej tej ib feem kaum ntawm mej tej qoobloo kws mej tug TSWV foom koob moov rua mej ua hab sau tau lug moog fij rua nwg, ces mej ua le nuav:"},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.25","label":"25","content":"Mej muab tej qoob ib feem kaum ntawd muag hab coj cov nyaj moog fij rua tug TSWV ntawm qhov chaw pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.26","label":"26","content":"Mej muab cov nyaj ntawd yuav nqaj nyuj, nqaj yaaj, cawv txiv maab cawv ntxws hab lwm yaam kws mej xaav yuav. Ces mej hab mej tsev tuabneeg noj haus hab zoo sab taabmeeg tug TSWV kws yog mej tug Vaajtswv qhov ntawd."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.27","label":"27","content":"“Mej tsi xob tso cov Levis kws nrug mej nyob huv mej tej nroog tseg, rua qhov puab tsi muaj aav ua puab tug."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.28","label":"28","content":"Txhua peb lub xyoos twg, coj ib feem kaum ntawm tej qoobloo kws mej ua hab sau tau lug tso rua huv mej tej nroog."},{"bible_id":"1726","chapter_code":"DEU.14","verse_code":"DEU.14.29","label":"29","content":"Tej qoobloo ntawd yog muab rua cov Levis, rua qhov puab tsi muaj aav ua puab tug, hab muab rua cov tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab cov puj ntsuag kws nrug mej nyob huv mej tej nroog kuas puab txhaj tau tej ntawd noj. Mej ua le nuav tug TSWV kws yog mej tug Vaajtswv txhaj foom koob moov rua txhua yaam kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.1","label":"1","content":"“Txhua xyaa lub xyoo twg, mej yuavtsum xuam tej nyaj kws luas tshuav mej nqe."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.2","label":"2","content":"Tej kws mej yuav tau xuam yog le nuav: tej nyaj kws mej qev rua mej ib tug kwvtij Yixalayees, yuavtsum xuam rua nwg. Mej tsi xob tsib cov nyaj ntawd rov qaab; rua qhov tug TSWV kuas mej xuam tej nuj nqes ntawd."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.3","label":"3","content":"Mej tsib tau tej nyaj kws mej qev rua cov tuabneeg txawv tebchaws, tabsis mej tsi xob tsib cov nyaj kws mej cov kwvtij tshuav mej nqe."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.4","label":"4","content":"“Tug TSWV kws yog mej tug Vaajtswv yuav foom koob moov rua mej thaus mej moog nyob huv lub tebchaws kws nwg coglug muab rua mej. Nwg yuav tsi pub mej ib tug twg pluag le."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.5","label":"5","content":"Yog mej fwm tug TSWV hab ua lawv le tej lug kws nub nua kuv qha rua mej,"},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.6","label":"6","content":"tug TSWV yuav foom koob moov rua mej, lawv le nwg tau coglug tseg lawm. Mej yuav muaj nyaj qev rua ntau tsaav tuabneeg, mej yuav tsi moog txais nyaj ntawm ib tsaav tuabneeg twg le, mej yuav kaav ntau tsaav tuabneeg, tabsis yuav tsi muaj ib tsaav tuabneeg twg kaav mej."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.7","label":"7","content":"“Thaus mej moog nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, yog mej cov kwvtij Yixalayees ib tug twg txomnyem nyob huv mej tej nroog, mej tsi xob ua tuabneeg cuamkhum hab tsi kaam paab tug ntawd."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.8","label":"8","content":"Tabsis mej yuavtsum ua tuabneeg sab dlawb sab zoo hab qev nyaj rua nwg kuas txaus le nwg xaav yuav."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.9","label":"9","content":"Txawm yog tub ze rua xyoo kws xuam nuj nqes lawm los mej yuavtsum qev rua nwg. Mej tsi xob muaj lub sab xaav phem. Yog mej tsi kaam qev, nwg yuav quaj thov tug TSWV foom phem rua mej, ces mej yuav raug txim."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.10","label":"10","content":"Mej yuavtsum zoo sab hlo muab rua nwg ntawm lub sab dlawb paug, tug TSWV txhaj yuav foom koob moov rua txhua yaam kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.11","label":"11","content":"Mej muaj cov kwvtij Yixalayees txomnyem kws nrug mej nyob. Yog le ntawd, kuv has rua mej tas, mej yuavtsum ua sab dlawb sab zoo rua puab."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.12","label":"12","content":"“Yog cov Yixalayees muaj ib tug twg, tsi has quaspuj lossis txivneej muab nwg muag rua mej  ua mej tug qhev, thaus kws nwg ua num rua mej puv rau lub xyoo lawm, xyoo xyaa, mej yuavtsum tso nwg moog."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.13","label":"13","content":"Thaus mej tso nwg moog, tsi xob ca nwg moog teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.14","label":"14","content":"Mej yuavtsum ua sab dlawb sab zoo, muab tej kws tug TSWV foom koob moov rua mej muaj kws yog: yaaj, nplej hab cawv txiv maab pub rua nwg coj moog."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.15","label":"15","content":"Ncu ntsoov has tas, thaus mej nyob nraag tebchaws Iziv, mej ua luas qhev, tug TSWV kws yog mej tug Vaajtswv tau tso mej dlim; tub yog vim le ntawd, nub nua kuv txhaj qha tej nuav rua mej."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.16","label":"16","content":"“Tabsis yog has tas mej tug qhev tsi kaam moog; vim nwg ncawg mej tsev tuabneeg hab thov nrug mej nyob,"},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.17","label":"17","content":"mej coj nwg moog rua ntawm qhovrooj, hab muab nwg pobntseg tho; ces nwg yuav ua mej qhev moog taag nwg simneej. Mej ua ib yaam le ntawd rua mej tug ntxhais qhev hab,"},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.18","label":"18","content":"tsi xob nyuaj sab thaus kws mej yuav tso ib tug qhev tawm moog, rua qhov nwg ua num rua mej rau lub xyoo, nwg tsuas tau nqe zug npaum le ib nraab ntawm tug kws mej ndlav ua num xwb.  Mej yuavtsum ua le nuav, tug TSWV kws yog mej tug Vaajtswv txhaj yuav foom koob moov rua tej kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.19","label":"19","content":"“Mej yuavtsum xaiv thawj tug mivnyuas nyuj hab mivnyuas yaaj kws yog tug txiv tshwj rua ib caag ca fij rua tug TSWV kws yog mej tug Vaajtswv; tsi xob siv cov mivnyuas nyuj ntawd ua num, hab tsi xob muab cov mivnyuas yaaj ntawd txav plaub."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.20","label":"20","content":"Txhua xyoo mej hab mej tej quaspuj mivnyuas yuavtsum noj tej nqaj ntawd taabmeeg tug TSWV ntawm qhov chaw kws mej pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.21","label":"21","content":"Tabsis yog has tas, tej tsaj ntawd cegtawv, dligmuag lossis muaj mob, mej tsi xob muab tug tsaj ntawd moog fij rua tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.22","label":"22","content":"Mej tua cov tsaj ntawd noj tau huv mej tej tsev, tsi has cov tuabneeg huv hab tsi huv, puavleej noj tau ib yaam le noj tej nqaj kauv lossis nqaj muaslwj."},{"bible_id":"1726","chapter_code":"DEU.15","verse_code":"DEU.15.23","label":"23","content":"Tabsis mej yuavtsum tsi xob noj cov ntshaav; mej yuavtsum muab laub povtseg ib yaam le laub dlej."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.1","label":"1","content":"“Mej yuavtsum ua Kevcai Hlaa Dlhau rua thaus lub hlis Anpis, qhuas tug TSWV kws yog mej tug Vaajtswv; rua qhov lub hlis ntawd, muaj ib mos yog mo kws tug TSWV coj mej tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.2","label":"2","content":"Mej ca le coj ib tug nyuj lossis ib tug yaaj moog rua ntawm qhov chaw pehawm tug TSWV, hab muab tua ua Kevcai Hlaa Dlhau qhuas tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.3","label":"3","content":"Thaus mej noj cov nqaj ntawd, mej tsi xob noj cov ncuav kws xyaw keeb, xyaa nub ntawd mej yuavtsum noj cov ncuav kws tsi xyaw keeb ib yaam le thaus mej tawm nraag tebchaws Iziv lug, mej maaj heev, mej txhaj noj tej ncuav kws tsi xyaw keeb; cov ncuav ntawd hu ua ncuav txomnyem sab, mej ua le nuav mej txhaj yuav ncu ntsoov nub kws mej tawm nraag tebchaws Iziv qhov chaw kws mej raug kev txomnyem."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.4","label":"4","content":"Xyaa nub ntawd, tsi pub ib tug twg kws nyob huv mej lub tebchaws muaj tej keeb ncuav nyob huv tsev le; tug tsaj kws mej tua thawj mo, mej yuavtsum noj kuas taag dlu lug rua mo ntawd."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.5+DEU.16.6","label":"5-6","content":"“Tsuas pub mej tua tsaj ua Kevcai Hlaa Dlhau rua ntawm qhov chaw kws mej pehawm tug TSWV xwb, tsi pub mej tua rua lwm qhov huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej. Mej ua rua thaus nub poob qho kws yog lub caij mej tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.7","label":"7","content":"Mej hau cov nqaj ntawd noj rua ntawm qhov chaw kws mej pehawm tug TSWV; hab nub tom qaab sawv ntxuv mej maam le rov moog tsev."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.8","label":"8","content":"Rua qhov rau nub tom ntej mej yuav noj ncuav tsi xyaw keeb, hab nub xyaa mej yuavtsum tuaj ua ke pehawm tug TSWV kws yog mej tug Vaajtswv hab nub ntawd mej tsi xob ua num."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.9","label":"9","content":"“Mej suav xyaa lub limtam, txij nub kws mej pib sau qoobloo moog,"},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.10","label":"10","content":"mej maam le ua kevcai sau qoobloo qhuas tug TSWV kws yog mej tug Vaajtswv, hab coj tej khoom fij kws mej txaus sab muab rua tug TSWV lawv le nwg tau foom koob moov rua mej moog fij rua nwg."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.11","label":"11","content":"Mej hab mej tej quaspuj mivnyuas, cov tubkhai, cov Levis, cov tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab cov puj ntsuag kws nyob huv mej tej nroog, ca le noj zoo sab taabmeeg tug TSWV rua ntawm qhov chaw kws mej pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.12","label":"12","content":"Mej yuavtsum ncu ntsoov ua lawv le tej lug qha nuav; hab ncu ntsoov qhov kws mej ua luas qhev nraag tebchaws Iziv."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.13","label":"13","content":"“Tom qaab kws mej ntaus nplej hab tsu kua txiv maab taag lawm, mej ca le ua kevcai nyob Tsev Pheebsuab xyaa nub."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.14","label":"14","content":"Mej hab mej tej quaspuj mivnyuas, cov tubkhai, cov Levis, hab tej tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab cov puj ntsuag kws nrug mej nyob huv mej tej nroog,"},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.15","label":"15","content":"ca le ua Kevcai nyob Tsev Pheebsuab xyaa nub qhuas tug TSWV kws yog mej tug Vaajtswv, ntawm qhov chaw kws mej pehawm nwg. Mej ca le zoo sab rua qhov tug TSWV foom koob moov rua mej tej qoobloo hab tej num kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.16","label":"16","content":"“Mej tsaav tuabneeg txhua tug txivneej yuavtsum tuaj pehawm tug TSWV ntawm qhov chaw kws nwg xaiv ca ib xyoos peb zag: ua Kevcai Hlaa Dlhau, ua Kevcai Sau Qoobloo hab ua Kevcai nyob Tsev Pheebsuab. Txhua tug tsi xob tuaj teg dlawb teg nplag, nyag yuavtsum nqaa nyag ib yaam khoom"},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.17","label":"17","content":"tuaj fij rua tug TSWV, lawv le tug TSWV kws yog mej tug Vaajtswv tau foom koob moov rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.18","label":"18","content":"“Mej yuavtsum tsaa ib paab tuabneeg ua cov txav txim hab tsaa ib cov numtswv ua cov tswjfwm nyob rua huv txhua lub nroog kws tug TSWV kws yog mej tug Vaajtswv muab rua mej lawm. Cov kws mej tsaa ntawd yuav txav txim ncaaj nceeg rua mej tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.19","label":"19","content":"Puab yuavtsum coj txujkev ncaaj nceeg tsi xob tso tseg, tsi xob txav txim tsi ncaaj, hab tsi xob yuav luas tej nyaj xab, rua qhov tej nyaj xab ntawd yuav ua rua cov tuabneeg ncaaj nceeg hab txawj ntse qhovmuag faam txav txim tsi ncaaj."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.20","label":"20","content":"Mej yuavtsum ua ncaaj hab ua zoo nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv yuav muab rua mej, mej txhaj yuav muaj sa ua neej nyob ntev rua huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.21","label":"21","content":"“Thaus mej ua ib lub thaaj rua tug TSWV kws yog mej tug Vaajtswv, mej tsi xob txhus tug mlom ntoo Aselas rua ntawm lub thaaj ib saab;"},{"bible_id":"1726","chapter_code":"DEU.16","verse_code":"DEU.16.22","label":"22","content":"hab mej tsi xob txhus ncej zeb ua ib tug mlom rua mej pe; rua qhov tug TSWV ntxub tej mlom ntawd."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.1","label":"1","content":"“Mej tsi xob coj tug nyuj lossis tug yaaj kws dligmuag lossis cegtawv tuaj fij rua tug TSWV kws yog mej tug Vaajtswv; tug TSWV ntxub qhov kws mej ua le nuav."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.2","label":"2","content":"Yog has tas, huv mej tej nroog muaj ib tug quaspuj lossis ib tug txivneej ua txhum rua tug TSWV hab rhuav nwg tej lug cog tseg,"},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.3","label":"3","content":"moog pe lwm tug vaajtswv, pe lub nub, lub hli lossis pe tej nubqub kws tug TSWV txwv tsi pub pe."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.4","label":"4","content":"Yog muaj tuabneeg qha tej ntawd rua mej, mej yuavtsum ua tuab zoo tshuaj saib, yog muaj tug ua phem le ntawd nyob rua huv cov Yixalayees tag,"},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.5","label":"5","content":"mej ca le coj tug ntawd moog rua saab nrau ntug nroog hab muab pobzeb ntaus nwg kuas tuag."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.6","label":"6","content":"Yog muaj ob lossis peb leeg ua timkhawv has tas tug ntawd ua txhum, mej txhaj muaj cai muab nwg tua; yog muaj ib leeg ua timkhawv xwb, mej tsi xob muab nwg tua."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.7","label":"7","content":"Cov kws ua timkhawv yuavtsum xub muab pobzeb ntaus tug kws ua txhum, suavdlawg maam le muab pobzeb ntaus tom qaab. Mej yuavtsum ua le ntawd txhaj tshem tau txujkev phem huv mej moog."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.8","label":"8","content":"“Yog has tas, nyob huv mej lub nroog muaj tej rooj plaub nyuaj kws tsi pum qaab txav txim kws yog plaub sis txeeb teb, plaub sis ntaus nqaj ndluag ntshaav nrug lossis plaub tua tuabneeg. Thaus muaj le ntawd, mej ca le coj moog rua ntawm qhov chaw kws tug TSWV kws yog mej tug Vaajtswv tau xaiv ca ua lub chaw pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.9","label":"9","content":"Mej ca le peev lug rua cov povthawj hab cov txav txim kws yog cov tu plaub noog, puab yuav taug hab tu rooj plaub ntawd."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.10","label":"10","content":"Puab yog cov kws yuav txav txim sab, mej yuavtsum ua lawv le puab kuas mej ua."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.11","label":"11","content":"Mej ca le yuav lawv le puab tu hab ua lawv puab has rua mej txhua yaam huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.12","label":"12","content":"Yog leejtwg tsi noog tug povthawj lossis tug tu plaub lub sijhawm ntawd has, ca le muab tug ntawd tua, mej ua le nuav txhaj tshem tau txujkev phem tawm huv cov Yixalayees moog."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.13","label":"13","content":"Thaus suavdlawg nov zaaj nuav, puab yuav ntshai hab tsi ua phem le ntawd lawm."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.14","label":"14","content":"“Thaus mej moog nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, mej yuav has tas, ‘Peb yuav tsaa kuas muaj vaajntxwv lug kaav peb ib yaam le luas lwm tsaav tuabneeg kws nyob puagncig peb.’"},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.15","label":"15","content":"Mej ca le tsaa tug kws tug TSWV kws yog mej tug Vaajtswv xaiv ca ua vaajntxwv kaav mej. Yog tsaa mej cov kwvtij ib tug ua vaajntxwv; tsi yog tsaa lwm tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.16","label":"16","content":"Tug vaajntxwv tsi xob muaj neeg coob dlhau rua nwg cov tubrog, hab tsi xob khaiv nwg cov tuabneeg moog yuav neeg  nraag tebchaws Iziv, rua qhov tug TSWV txwv tsi pub mej rov moog nraag tebchaws Iziv le lawm."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.17","label":"17","content":"Tug vaajntxwv tsi xob yuav ntau tug quaspuj, nyob tsaam nwg tso tug TSWV tseg; hab nwg tsi xob ua kuas nwg npluanuj, muaj nyaj muaj kub ntau dlhau."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.18","label":"18","content":"Thaus nwg ua vaajntxwv kaav lub tebchaws, nwg kuas tuabneeg moog muab phoo ntawv kws sau Vaajtswv tej lug hab tej kevcai ntawm cov Levis kws ua povthawj lug theej dlua ib phoo lawv nraim le thawj phoo rua nwg."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.19","label":"19","content":"Nwg yuavtsum khaws phoo ntawv nuav hab naj nub nyeem moog taag nwg simneej, nwg txhaj le paub fwm tug TSWV hab ua lawv le txhua yaam kws qha tseg rua huv phoo ntawv ntawd."},{"bible_id":"1726","chapter_code":"DEU.17","verse_code":"DEU.17.20","label":"20","content":"Yog nwg ua le ntawd, nwg yuav tsi khaav has tas nwg yog tug zoo tshaaj nwg cov kwvtij Yixalayees, hab nwg txhaj tsi tso tug TSWV txuj kevcai tseg. Nwg yuav tau ua vaajntxwv kaav ntev, hab nwg caajceg txhaj yuav tau ua vaajntxwv kaav cov Yixalayees moog ntau tam."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.1","label":"1","content":"“Cov Levis kws ua povthawj hab taagnrho xeem Levis tsi muaj feem nrug cov Yixalayees faib aav, puab tsuas tau noj tej kws luas coj tuaj fij hab tej kws luas zoo sab coj tuaj pub rua tug TSWV xwb."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.2","label":"2","content":"Puab tsi nrug puab cov kwvtij muaj laj muaj teb lug ua puab tug; puab feem yog ua tug TSWV cov povthawj lawv le tug TSWV coglug tseg lawm."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.3","label":"3","content":"“Thaus luas coj nyuj lossis yaaj tuaj tua fij, mas ib ceg teg, lub puabtsaig hab lub plaab yog cov povthawj feem."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.4","label":"4","content":"Thaus cov Yixalayees muab thawj phaum qoob ibtxha kws yog nplej, cawv txiv maab, roj txiv ntoo hab cov plaub yaaj kws puab txav thawj zag coj tuaj fij, tej ntawd yog cov Levis tug."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.5","label":"5","content":"Tug TSWV xaiv xeem Levis tawm ntawm mej txhua xeem lug ua cov povthawj ua nwg teg num moog ibtxhis le."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.6","label":"6","content":"“Yog cov Levis kws nyob huv mej tej nroog xaav moog rua lwm lub nroog kws muaj chaw pehawm tug TSWV los nwg yeej moog tau,"},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.7","label":"7","content":"nwg yuav moog ua povthawj ua num rua tug TSWV kws yog nwg tug Vaajtswv, ib yaam le nwg cov kwvtij Levis kws taabtom ua rua tug TSWV ntawd."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.8","label":"8","content":"Nwg muaj feem tau noj sis npaug zog ib yaam le lwm tug povthawj, tsi xaam tej kws nwg cov kwvtij coj tuaj rua nwg."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.9","label":"9","content":"“Thaus mej moog nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, mej tsi xob moog xyum coj hab ua tej kev phem kev qas le cov tuabneeg kws nyob huv lub tebchaws ntawd ua."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.10","label":"10","content":"Mej tsi xob muab mej tej mivnyuas tua hlawv fij, tsi xob saib yaig, tsi xob xaam noobnyoog, tsi xob khov kuam,"},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.11","label":"11","content":"tsi xob ua khawvkoob hab tsi xob moog cuag txivneeb txivyaig."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.12","label":"12","content":"Tug TSWV kws yog mej tug Vaajtswv ntxub cov tuabneeg kws ua tej kev phem kev qas le ntawd, tub yog le ntawd nwg txhaj muab cov tuabneeg kws nyob huv lub tebchaws ntawd ntab tawm ua ntej mej moog nyob."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.13","label":"13","content":"Mej yuavtsum muab sab npuab tug TSWV kws yog mej tug Vaajtswv kuas kawg sab kawg ntsws.”"},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.14","label":"14","content":"Mauxes has rua puab tas, “Cov tuabneeg kws nyob huv lub tebchaws kws mej taabtom yuav moog tua hab nyob ntawd, puab saib yaig hab xaam noobnyoog, tabsis tug TSWV kws yog mej tug Vaajtswv tsi pub mej ua le puab ua."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.15","label":"15","content":"Tug TSWV yuav xaiv ib tug huv mej tsaav tuabneeg lug ua tug cevlug ib yaam le kuv. Mej yuavtsum noog nwg lug."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.16","label":"16","content":"“Nub kws mej moog rua ntawm Roob Xinais, mej thov kuas tug TSWV tsi xob has lug rua mej hab tsi xob pub mej pum tej nplaim tawg kws tug TSWV nyob huv ntxiv lawm, rua qhov mej ntshai nyob tsaam mej tuag."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.17","label":"17","content":"Tug TSWV has rua kuv tas, ‘Yeej yog le puab tej lug thov."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.18","label":"18","content":"Kuv yuav xaiv puab tsaav tuabneeg ib tug lug ua tug cevlug ib yaam le koj; kuv yuav qha kuas tug cevlug  ntawd pav kuv tej lug txhua lu rua suavdlawg."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.19","label":"19","content":"Tug cevlug tuav kuv lub npe qha rua suavdlawg, yog leejtwg tsi ua lawv le tej lug kws nwg yuav has, ces kuv  yuav rau txim rua tug ntawd."},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.20","label":"20","content":"Tabsis yog ib tug cevlug twg laam tuav kuv lub npe qha ib yaam dlaabtsi kws kuv tsi tau kuas nwg has, hab tug cevlug kws laam tuav lwm tug vaajtswv lub npe qha yuav tuag.’"},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.21","label":"21","content":"“Mej yuav paub has tas, tej lug kws tug cevlug has tsi yog tug TSWV tej lug,"},{"bible_id":"1726","chapter_code":"DEU.18","verse_code":"DEU.18.22","label":"22","content":"yog tug cevlug kws tuav tug TSWV lub npe has tas, yuav muaj ib yaam dlaabtsi tshwm lug, tabsis tsi muaj dlaabtsi tshwm lawv le nwg has ntawd, tej lug ntawd tsi yog tug TSWV lug, tug cevlug ntawd nwg has nwg xwb, mej tsi xob ntshai nwg."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.1","label":"1","content":"“Thaus tug TSWV kws yog mej tug Vaajtswv muab cov tuabneeg kws nyob huv lub tebchaws kws nwg yuav muab rua mej ua kuas puamtsuaj, hab thaus mej moog nyob huv puab tej nroog hab puab tej tsev,"},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.2+DEU.19.3","label":"2-3","content":"mej muab lub tebchaws faib ua peb feem, tu ib lub nroog huv ib feem kws nyob rua qhov chaw moog rua huv yoojyim. Yog muaj ib tug twg tua yuam kev raug lwm tug tuag, nwg txhaj tau kev tsiv moog cawm sav huv cov nroog ntawd ib lub."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.4","label":"4","content":"Yog ib tug twg tua yuam kev raug lwm tug tuag kws tsi yog nwg tug yeebncuab, nwg tsiv moog cawm sav huv cov nroog ntawd ib lub, kuas luas tsi xob muab nwg tua."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.5","label":"5","content":"Yog has tas, muaj ob tug tuabneeg ua ke moog txav ntoo huv haav zoov, thaus ib tug taabtom ntuv ntoo, nwg raab taus hle moog raug ib tug tuag lawm, nwg ca le tsiv moog cawm sav huv cov nroog ntawd ib lub, kuas luas tsi xob muab nwg tua."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.6","label":"6","content":"Yog muaj ib lub nroog cawm sav xwb, nyob tsaam txujkev moog rua lub nroog ntawd dleb heev, yog has tas tug tuag cov kwvtij chim, puab yuav lawv qaab moog nteg tau nwg, ces puab yuav ca le muab tug kws tsi muaj txim ntawd tua. Qhov kws tug ntawd tuag yog nwg yuam kev xwb, tsi yog txhobtxwm tua, rua qhov obtug tsi yog yeebncuab."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.7","label":"7","content":"Yog le ntawd, kuv txhaj kuas mej tshwj peb lub nroog cawm sav tseg."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.8","label":"8","content":"“Thaus tug TSWV kws yog mej tug Vaajtswv pub kuas mej tau lub tebchaws dlaav zuj zug ntxiv lawv le nwg coglug rua mej cov yawmkoob lawm has tas nwg yuav muab rua mej,"},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.9","label":"9","content":"mej rov xaiv dlua peb lub nroog ca ua nroog cawm sav. (Yog mej ua lawv tej lug kws nub nua kuv qha rua mej, hlub tug TSWV kws yog mej tug Vaajtswv, hab ua lawv le nwg tej kevcai txhua nqai, nwg yuav muab taagnrho lub tebchaws rua mej.)"},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.10","label":"10","content":"Mej yuavtsum ua le nuav, tug tuabneeg kws tsi muaj txim txhaj tsi raug tua tuag rua huv lub tebchaws kws tug TSWV muab rua mej, mej txhaj tsi tau ris nwg lub txim."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.11","label":"11","content":"“Tabsis yog leejtwg moog tog kev muab nwg tug yeebncuab tua tuag, ces txawm yog nwg tsiv moog kaum rua huv cov nroog cawm sav ntawd lub twg los xij,"},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.12","label":"12","content":"cov kev txwjlaug kws nyob huv lub nroog ntawd yuav tso tuabneeg moog nteg nwg rov lug cob rua tug tuag cov kwvtij, puab yuav muab nwg tua povtseg pauj qhov kws nwg tua tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.13","label":"13","content":"Mej tsi xob hlub nwg. Ca le muab nwg tshem tawm huv cov Yixalayees moog, mej txhaj tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.14","label":"14","content":"“Mej tsi xob naam mej cov kwvtij tug nrimteb kws tej laug tu tseg, thaus mej nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv yuav muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.15","label":"15","content":"“Yog ib tug ua timkhawv ntxo lwm tug kws ua txhum xwb tsi txaus; yuavtsum yog muaj ob lossis peb leeg ua timkhawv txhaj le ntseeg tau."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.16","label":"16","content":"Yog muaj leejtwg ua timkhawv cuav ntxo ib tug twg has tas, tug ntawd tau ua txhum,"},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.17","label":"17","content":"kuas obtug moog rua ntawm lub chaw pehawm tug TSWV, ca cov povthawj hab cov txav txim tu plaub rua obtug."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.18","label":"18","content":"Cov txav txim yuavtsum ua tuab zoo taug rooj plaub ntawd; yog tug ntawd laam ua timkhawv cuav ntxo nwg tug kwvtij Yixalayees xwb,"},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.19","label":"19","content":"mej yuavtsum tau rau txim rua tug kws ua timkhawv cuav ntawd ib yaam le lub txim kws nwg ntxo lwm tug. Mej ua le ntawd, mej txhaj tshem tau tej kev phem kev qas nuav moog."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.20","label":"20","content":"Thaus kws txhua tug nov, puab txhaj yuav ntshai hab tsi ua txhum le ntawd ntxiv lawm."},{"bible_id":"1726","chapter_code":"DEU.19","verse_code":"DEU.19.21","label":"21","content":"Mej tsi xob hlub nwg le; yuavtsum ca sav pauj sav, qhovmuag pauj qhovmuag, nav pauj nav, teg pauj teg hab kutaw pauj kutaw."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.1","label":"1","content":"“Thaus mej moog tua mej cov yeebncuab, yog mej pum puab muaj tsheb neeg, neeg hab tubrog coob tshaaj mej los mej tsi xob ntshai puab. Tug TSWV kws yog mej tug Vaajtswv, tug kws cawm mej dlim nraag tebchaws Iziv lug, yuav nrug nraim mej."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.2","label":"2","content":"Ua ntej mej yuav moog ntaus rog, ib tug povthawj yuav tuaj has rua cov tubrog tas,"},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.3","label":"3","content":"‘Ib tsoom tubrog Yixalayees, mej noog kuv has! Nub nua mej yuav sawv kev moog tua rog, tabsis mej tsi xob ntshai mej cov yeebncuab, tsi xob ntaus sab yau lossis txhawj."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.4","label":"4","content":"Tug TSWV kws yog mej tug Vaajtswv yuav nrug mej moog hab paab kuas mej tua yeej.’"},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.5","label":"5","content":"“Ces cov numtswv yuav has rua mej tas, ‘Puas muaj leejtwg ua tau tsev, tabsis tsi tau muab fij rua tug TSWV? Yog muaj, nwg ca le rov moog tsev. Nyob tsaam nwg moog raug tua tuag rua huv tshaav rog, ces lwm tug yuav tau muab nwg lub tsev fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.6","label":"6","content":"Puas muaj leejtwg nyavnyuas moog cog tau txiv maab, tabsis tsi tau moog dle ib zag le? Yog muaj, nwg ca le rov moog tsev, nyob tsaam nwg moog raug tua tuag rua huv tshaav rog, ces lwm tug yuav zoo sab kws tau noj nwg tej txiv maab ntawd."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.7","label":"7","content":"Puas muaj leejtwg qhab tau ib tug hluas nkauj, tabsis tsi tau yuav? Yog muaj, nwg ca le rov moog tsev. Nyob tsaam nwg moog raug tua tuag rua huv tshaav rog, ces lwm tug yuav tau yuav tug hluas nkauj ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.8","label":"8","content":"“Cov numtswv rov has rua cov tubrog tas, ‘Puas muaj leejtwg ntshai ua rua nwg ib ce tuag taag? Yog muaj, nwg ca le rov moog tsev. Nyob tsaam nwg ua rua lwm tug tubrog qaug zug.’"},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.9","label":"9","content":"Tom qaab kws cov numtswv tuaj has rua cov tubrog taag lawm, puab maam xaiv cov thawjcoj kws saib tej paab tubrog ntawd."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.10","label":"10","content":"“Thaus mej moog tua mej cov yeebncuab tej nroog, mej yuavtsum ca sijhawm rua cov tuabneeg huv lub nroog tsaa teg thov mej."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.11","label":"11","content":"Yog puab qheb roojvaag hab tsaa teg thov mej, puab yuav tau ua mej qhev hab ua num rua mej."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.12","label":"12","content":"Tabsis yog puab tsi tsaa teg thov mej, puab yuav nrug mej sis tua, mej cov tubrog ca le vij puab lub nroog."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.13","label":"13","content":"Thaus tug TSWV kws yog mej tug Vaajtswv ca mej txeeb tau puab lub nroog lawm, mej ca le muab txhua tug txivneej kws nyob huv lub nroog ntawd tua huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.14","label":"14","content":"Txawm le ntawd los pub mej coj puab tej quaspuj mivnyuas, tej tsaj txhu hab tej khoom kws nyob huv lub nroog lug. Mej siv tau txhua yaam kws yog mej cov yeebncuab le. Tej ntawd yog tug TSWV kws yog mej tug Vaajtswv muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.15","label":"15","content":"Mej yuavtsum ua le ntawd rua cov nroog kws nyob dleb lub tebchaws kws mej taabtom yuav moog nyob ntawd."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.16","label":"16","content":"“Thaus mej moog txeeb tau tej nroog huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, mej yuavtsum muab cov tuabneeg kws nyob huv tua huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.17","label":"17","content":"Mej yuavtsum tua cov Hitis, cov Amaules, cov Kana-aas, cov Pelixes, cov Hivis hab cov Yenpus, kuas tuag taag lawv le tug TSWV has rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.18","label":"18","content":"Mej ua le ntawd puab txhaj tsi coj mej moog pe puab tej vaajtswv, kuas mej ua txhum tawmtsaam tug TSWV."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.19","label":"19","content":"“Thaus mej moog tua ib lub nroog twg, txawm yog yuav siv sijhawm moog vij ntev los mej tsi xob ntuv tej txiv maab txiv ntoo povtseg. Mej noj tej txiv, tabsis mej tsi xob muab tsob ntoo ntuv; rua qhov tsob ntoo tsi yog mej cov yeebncuab."},{"bible_id":"1726","chapter_code":"DEU.20","verse_code":"DEU.20.20","label":"20","content":"Mej ntuv tau lwm yaam ntoo lug thaiv ua chaw tiv sis tua moog txug thaus mej txeeb tau lub nroog."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.1","label":"1","content":"“Yog mej pum ib tug tuabneeg tuag rua tom tej taj nraag huv mej lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, tabsis tsi paub tas leejtwg tua."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.2","label":"2","content":"Mej cov thawjcoj hab cov txav txim yuav tau moog ntsuag saib thaaj chaw kws tug tuag nyob ze lub nroog twg tshaaj,"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.3","label":"3","content":"ces cov thawjcoj kws nyob huv lub nroog kws ze tug tuag tshaaj, yuavtsum xaiv ib tug xyuas nyuj kws tsi tau siv laij teb dlua le;"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.4","label":"4","content":"kuas puab caab tug nyuj ntawd moog rua ntawm ib lub haav kws muaj dlej tsi nqhuab le, hab yog ib thaaj chaw kws tsi tau muaj leejtwg khawb cog ib yaam qoob dlaabtsi le, ces puab muab tug nyuj luv cejdlaab rua qhov ntawd."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.5","label":"5","content":"Cov povthawj yuavtsum moog rua ntawm thaaj chaw ntawd, rua qhov tug TSWV kws yog mej tug Vaajtswv xaiv puab lug ua nwg teg num ntawd, hab tuav tug TSWV lub npe foom koob moov. Puab yog cov kws txav txim sab rua tej plaub ntug kws tuag le ntawd kuas taag."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.6","label":"6","content":"Ces cov thawjcoj kws nyob huv lub nroog kws ze rua tug tuag ntawd, puab yuav ntxuav teg rua sau tug nyuj,"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.7","label":"7","content":"hab has tas, ‘Peb tsi tau tua tug tuabneeg nuav, hab peb tsi paub has tas yog leejtwg tua."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.8","label":"8","content":"Tug TSWV, thov koj zaam txim rua koj tsaav tuabneeg Yixalayees kws koj tau cawm puab dlim nraag tebchaws Iziv lug; hab thov tsi xob pub tug tuabneeg kws tsi muaj txim nuav cov ntshaav lug raug koj tsaav tuabneeg Yixalayees.’"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.9","label":"9","content":"Yog mej ua lawv le tej lug kws tug TSWV kuas mej ua, mej txhaj yuav tsi tau ris tug kws tua tug tuabneeg ntawd lub txim."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.10","label":"10","content":"“Thaus tug TSWV kws yog mej tug Vaajtswv pub mej tua yeej mej cov yeebncuab lawm, yog mej nteg tau tej tuabneeg lug,"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.11","label":"11","content":"cov tuabneeg kws mej nteg tau lug ntawd, yog muaj ib tug hluas nkauj zoo nkauj kws mej nyam hab xaav yuav ua quaspuj,"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.12","label":"12","content":"mej ca le coj tug hluas nkauj ntawd moog huv mej tsev, kuas nwg chais nwg cov plaubhau,  txav nwg cov rau teg,"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.13","label":"13","content":"hab hloov khaub dluag. Ca nwg nyob huv tsev quaj ntsuag nwg nam hab nwg txiv ib lub hlis; mej maam le yuav nwg ua quaspuj."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.14","label":"14","content":"Tom qaab ntawd, yog koj tsi xaav yuav nwg lawm, koj yuavtsum tso nwg moog dlawb moog dlo, tsi xob muab nwg muag lossis saib nwg zoo le tug ntxhais qhev, rua qhov koj tsi yuav nwg lawm."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.15","label":"15","content":"“Yog has tas, ib tug txivneej muaj ob tug quaspuj, hab ob tug quaspuj ntawd puavleej yug tau tub rua nwg, tabsis tug tub hlub tsi yog tug quaspuj kws nwg nyam dlua yug."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.16","label":"16","content":"Thaus leej txiv faib nwg tej qubtxeeg qubteg rua nwg cov tub, nwg tsi xob muab tug tub hlub ntawd feem rua tug tub kws yog tug quaspuj kws nwg nyam dlua yug yuav."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.17","label":"17","content":"Tabsis leej txiv yuavtsum muab nwg tej qubtxeeg qubteg faib ob npaug rua tug tub hlub, txawm yog tug tub ntawd tsi yog tug quaspuj kws nwg nyam dlua yug los xij. Leej txiv yuavtsum tau leeg paub nwg tug tub hlub, hab faib nwg tug rua nwg lawv le txuj cai kws nwg yog tug tub hlub."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.18","label":"18","content":"“Yog leejtwg muaj ib tug tub kws tawv ncauj, ntxeev sab hab tsi fwm nam txiv, txawm yog nwg nam hab nwg txiv qhuab ntuag nwg los nwg tsi noog le."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.19","label":"19","content":"Nwg nam hab nwg txiv ca le coj nwg moog cuag cov thawjcoj huv puab lub nroog hab kuas nwg moog sawv ntawm qhov chaw txav txim;"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.20","label":"20","content":"Ces obtug has rua cov thawjcoj tas, ‘Wb tug tub nuav tawv ncauj, ntxeev sab hab tsi noog wb tej lug qhuab ntuag le; nwg muab tej nyaj coj moog siv ua phuam laam taag, hab ua tuabneeg quav cawv.’"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.21","label":"21","content":"Ces cov txivneej huv lub nroog ntawd ca le muab pobzeb ntaus tug tub ntawd kuas tuag, mej txhaj tshem tau txujkev phem kev qas ntawd moog. Cov Yixalayees txhua tug kws nov zaaj nuav yuav ntshai heev."},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.22","label":"22","content":"“Yog muaj ib tug txivneej twg ua txhum luj, nwg raug muab dlai cejdlaab tuag,"},{"bible_id":"1726","chapter_code":"DEU.21","verse_code":"DEU.21.23","label":"23","content":"tsi xob ca dlai ib mos rua ntawd. Mej yuavtsum muab nwg lub cev txu moog log nub ntawd, rua qhov lub cev tuag kws dlai le ntawd, yuav ua rua Vaajtswv foom phem rua mej lub tebchaws. Mej ca le muab tug tuag lub cev log, txhaj tsi ua rua lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej tsi huv."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.1","label":"1","content":"“Yog mej pum mej ib tug kwvtij Yixalayees twg tug nyuj lossis tug yaaj yuam kev tuaj rua ntawm mej, mej tsi xob ua tug tsi pum, mej ca le coj tug tsaj ntawd moog rua tug tswv."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.2","label":"2","content":"Yog has tas tug tswv nyob dleb lossis mej tsi paub has tas tug tswv yog leejtwg, mej ca le coj tug tsaj ntawd lug rua ntawm mej tsev, hab paab ceev tseg moog txug thaus tug tswv tsaj tuaj nrhav, mej maam le muab rua tug tswv coj rov moog tsev."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.3","label":"3","content":"Yog mej pum mej cov kwvtij Yixalayees ib tug twg tug neeg luav, nwg tej tsoog tsho lossis ib yaam dlaabtsi kws pluj lawm los mej ua ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.4","label":"4","content":"“Yog mej moog pum mej ib tug kwvtij Yixalayees twg ib tug neeg luav lossis ib tug nyuj qaug rua ntawm kev, mej tsi xob ua tug tsi pum; mej ca le paab muab tug tsaj ntawd tsaa sawv."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.5","label":"5","content":"“Tej quaspuj tsi xob naav txivneej tej tsoog tsho hab tej txivneej los tsi xob naav quaspuj tej tsoog tsho; tug TSWV kws yog mej tug Vaajtswv ntxub cov tuabneeg kws naav le ntawd."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.6","label":"6","content":"“Yog mej pum zeg noog nyob sau ntoo lossis huv aav kws tug puj noog tseem puag qai lossis puag mivnyuas, mej tsi xob tua tug puj."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.7","label":"7","content":"Mej muab tau cov mivnyuas, tabsis mej yuavtsum tso tug puj moog, yog mej ua le ntawd, mej txhaj noj qaab nyob zoo hab muaj sa nyob ntev."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.8","label":"8","content":"“Thaus mej ua tsev tshab, mej yuavtsum xov puagncig lub ruv tsev tug npoo, tuabneeg txhaj tsi poob hab tuag, mej txhaj tsi tau ris lub txim ntawd."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.9","label":"9","content":"“Tsi xob cog lwm yaam qoob rua huv mej dlaim teb txiv maab, yog mej cog ob yaam sis xyaw, tug TSWV yuav txwv tsi pub mej dle tej txiv maab lossis sau tej qoob kws mej cog xyaw ntawd."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.10","label":"10","content":"“Mej tsi xob muab nyuj hab neeg luav lug ua ib nkawg hai tuab raab khais laij teb."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.11","label":"11","content":"“Mej tsi xob naav tej tsoog tsho kws muab xuv plaub yaaj hab xuv maaj lug ntus ua ke."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.12","label":"12","content":"“Mej yuavtsum ntxhoo ntxhuav rua ntawm dlaim ntaub kws mej npua plaub ceg kaum."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.13","label":"13","content":"“Yog leejtwg yuav tau quaspuj hab tom qaab kws nwg nrug tug quaspuj ntawd pw taag, nwg tsi nyam tug quaspuj ntawd;"},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.14","label":"14","content":"hab nwg lam has tas tug quaspuj tsi yog nkaujxwb, nwg tub ntxag hluas nraug ua ntej obtug sis yuav lawm."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.15","label":"15","content":"“Yog muaj le ntawd, tug ntxhais nam hab txiv yuavtsum nqaa dlaim ntaub pua chaw kws lu ntshaav moog ua povthawj rua cov txwjlaug huv tsev tu plaub huv lub nroog has tas, obtug tug ntxhais tseem yog nkaujxwb."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.16","label":"16","content":"Tug ntxhais leej txiv has rua cov txwjlaug tas, ‘Kuv muab kuv tug ntxhais qua rua tug txivneej nuav, tabsis nwg tsi nyam kuv tug ntxhais."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.17","label":"17","content":"Nwg lam has tas thaus nwg yuav kuv tug ntxhais, kuv tug ntxhais tub xub ntxag hluas nraug lawm, tabsis mej saib dlaim ntaub pua chaw kws lu ntshaav nuav; yog dlaim kws qha has tas kuv tug ntxhais tsi tau ntxag dlua hluas nraug.’"},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.18","label":"18","content":"Ces cov txwjlaug huv lub nroog ca le muab tug txivneej ntawd nplawm;"},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.19","label":"19","content":"hab puab muab nwg nplua ib puas dlaim nyaj lug khu tug ntxhais nam hab txiv rua qhov tug txivneej ntawd ua rua cov Yixalayees tej ntxhais poob ntsejmuag heev. Tug txivneej ntawd yuavtsum yuav tug quaspuj, hab tsi pub nwg nrauj moog taag simneej."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.20","label":"20","content":"“Tabsis yog has tas, qhov kws tug txivneej has ntawd yeej muaj tseeb tag, hab yog tsi muaj povthawj has tas, tug ntxhais tseem yog nkaujxwb,"},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.21","label":"21","content":"ces puab ca le coj tug ntxhais tawm huv nam txiv tsev moog rua saab nrau qhovrooj, ca cov txivneej kws nyob huv lub nroog muab pobzeb ntaus tug ntxhais ntawd kuas tuag, rua qhov thaus nwg tseem nrug nwg nam nwg txiv nyob, nwg tau ntxag hluas nraug ua ntej yuav quasyawg, ua rua tsaav tuabneeg Yixalayees poob ntsejmuag. Mej ua le ntawd txhaj tshem tau tej kev phem kev qas tawm huv mej moog."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.22","label":"22","content":"“Yog nteg tau ib tug txivneej, thaus nwg nrug lwm tug txivneej tug quaspuj pw, yuavtsum muab tug hluas nraug hab tug quaspuj ntawd tua povtseg huv tuabsi. Mej ua le ntawd txhaj tshem tau tej kev phem kev qas tawm huv mej moog."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.23","label":"23","content":"Yog nteg tau ib tug txivneej huv nroog, vim nwg moog nrug tug hluas nkauj kws luas tub qhab lawm pw."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.24","label":"24","content":"Mej ca le coj obtug tawm moog rua saab nrau ntug nroog hab muab pobzeb ntaus kuas obtug tuag huv tuabsi. Tug ntxhais tuag, vim nwg nyob huv nroog hab nwg tsi qw thov luas paab. Tug hluas nraug tuag, vim nwg moog ntxag tug ntxhais kws luas tub qhab lawm. Mej ua le ntawd txhaj tshem tau tej kev phem kev qas huv mej moog."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.25","label":"25","content":"“Yog has tas, muaj ib tug txivneej moog ntsib ib tug ntxhais kws luas tub qhab lawm, nwg ca le muab mos tom xubtsuag, ces tsuas muab tug txivneej tua povtseg xwb;"},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.26","label":"26","content":"tsi xob ua le caag rua tug ntxhais, rua qhov nwg tsi tau ua txhum kws tsimnyog muab nwg tua. Rooj plaub nuav txav txim ib yaam le ob tug txivneej sis ntaus kws ib tug muab ib tug ntaus tuag lawm."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.27","label":"27","content":"Rua qhov tug txivneej ntawd moog mos tug ntxhais kws luas tub qhab lawm nyob dleb nroog, txawm yog tug ntxhais ntawd qw thov tuabneeg paab los tsi muaj leejtwg nov hab paab nwg."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.28","label":"28","content":"“Yog muaj ib tug txivneej moog mos tug ntxhais kws luas tsi tau qhab,"},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.29","label":"29","content":"tug txivneej ntawd yuavtsum them tsib caug dlaim nyaj rua tug ntxhais ntawd nam hab txiv, hab nwg yuav tug ntxhais ntawd ua quaspuj, rua qhov nwg txhobtxwm yuam tug ntxhais ntawd. Tsi pub nwg nrauj tug quaspuj ntawd moog taag simneej le."},{"bible_id":"1726","chapter_code":"DEU.22","verse_code":"DEU.22.30","label":"30","content":"“Tsi pub leejtwg nrug nwg txiv tug quaspuj pw, rua qhov ua le ntawd rhuav leej txiv ntsejmuag heev."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.1","label":"1","content":"“Tug txivneej kws luas muab saam lossis txav chaw xis lawm, tsi muaj feem koom tug TSWV tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.2","label":"2","content":"“Tsi pub tug mivnyuas tsaub lossis nwg caajceg muaj feem koom nrug tug TSWV tsaav tuabneeg, txawm yog tom qaab kaum tam tuabneeg los tsi pub le."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.3","label":"3","content":"“Tsi pub cov Amoos lossis cov Mau-am lossis ib tug ntawm ob tsaav tuabneeg nuav caajceg muaj feem koom nrug tug TSWV tsaav tuabneeg, txawm yog tom qaab kaum tam tuabneeg los tsi pub le."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.4","label":"4","content":"Rua qhov thaus mej tsiv nraag tebchaws Iziv lug hlaa puab lub tebchaws, puab tsi kaam muab zaub mov rua mej noj hab muab dlej rua mej haus, puab tseem ndlav Npe-aus tug tub Npala-aas kws nyob huv lub nroog Pethaus peg tebchaws Mexuputamias tuaj foom phem rua mej hab."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.5","label":"5","content":"Tabsis tug TSWV kws yog mej tug Vaajtswv tsi noog Npala-aas tej lug, nwg txhaj muab tej lug kws foom phem hloov ua koob moov rua mej, vim nwg hlub mej."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.6","label":"6","content":"Tam twg kws mej tseem ua ib tsaav tuabneeg nyob, mej tsi xob paab cov tuabneeg ntawd lossis txhawb kuas puab vaammeej le."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.7","label":"7","content":"“Tabsis mej tsi xob tso cov Edoos tseg, rua qhov puab yog mej cov kwvtij. Mej tsi xob tso cov tuabneeg Iziv tseg, rua qhov mej tub tau nyob huv puab lub tebchaws ib zag lawm."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.8","label":"8","content":"Tom qaab kws dlhau peb tam tuabneeg lawm, ob tsaav tuabneeg nuav caajceg muaj feem koom nrug tug TSWV tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.9","label":"9","content":"“Thaus mej taabtom sis tua nyob huv lub yeej, mej yuavtsum txuag tsi pub kuas muaj ib yaam dlaabtsi ua rua mej tsi huv."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.10","label":"10","content":"Yog muaj ib tug txivneej nyob huv yeej ua npau suav nrug quaspuj pw, ua rua nwg lub rig ntub hab tsi huv, nwg yuavtsum tawm moog nyob saab nrau ntug yeej."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.11","label":"11","content":"Thaus yuav tsaus ntuj, nwg yuavtsum ntxuav nwg lub cev kuas huv, ces thaus nub poob qho lawm, nwg maam le rov lug rua huv lub yeej."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.12","label":"12","content":"“Mej yuavtsum tshwj ib thaaj chaw rua saab nrau ntug yeej, mej txhaj tau chaw moog tawm rooj."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.13","label":"13","content":"Mej cov tubrog txhua tug nyag yuavtsum muaj nyag ib raab toomtxhob lossis ib raab hlau nrug nraim, thaus mej moog tawm rooj, mej txhaj tau siv khawb qhov faus."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.14","label":"14","content":"Mej yuavtsum tu mej lub yeej kuas huv si, rua qhov tug TSWV kws yog mej tug Vaajtswv nrug nraim mej nyob, tsomkwm mej hab paab kuas mej tua yeej mej cov yeebncuab. Tsi xob ua ib yaam dlaabtsi tsi huv kws ua rua tug TSWV tso mej tseg.”"},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.15","label":"15","content":"“Yog muaj ib tug qhev tsiv nwg tug tswv tuaj cuag mej, kuas mej paab nwg, mej tsi xob muab nwg xaa rov qaab moog rua tug tswv."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.16","label":"16","content":"Ca nwg nrug mej nyob huv mej tej nroog lub kws nwg nyam nyob, hab mej tsi xob tsimtxom nwg."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.17","label":"17","content":"“Tsi pub cov Yixalayees ib tug quaspuj lossis txivneej moog ua namndlav txivndlav nyob rua huv tsev teev mlom,"},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.18","label":"18","content":"hab tsi pub kuas coj cov nyaj kws nwg moog ua namndlav lossis txivndlav tau lug, tuaj tso rua huv tug TSWV kws yog mej tug Vaajtswv lub Tuamtsev lawv le nwg coglug lawm. Tug TSWV ntxub txujkev ua namndlav txivndlav le ntawd."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.19","label":"19","content":"“Thaus mej qev nyaj lossis txais zaub mov hab lwm yaam rua koj ib tug kwvtij Yixalayees, mej tsi xob tsub paaj rua nwg them."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.20","label":"20","content":"Yog mej qev nyaj rua tug tuabneeg txawv tebchaws, mej tsub paaj rua nwg them los tau, tabsis mej tsi xob tsub paaj rua mej cov kwvtij Yixalayees them, mej yuavtsum ua lawv le txuj kevcai nuav, tug TSWV kws yog mej tug Vaajtswv txhaj foom koob moov rua txhua yaam kws mej ua huv lub tebchaws kws nwg muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.21","label":"21","content":"“Thaus mej coglug rua tug TSWV kws yog mej tug Vaajtswv, mej tsi xob rhuav tej lug cog tseg ntawd, tug TSWV yeej tsi tseev le, yog mej rhuav ces mej ua txhum."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.22","label":"22","content":"Yog mej tsi tau coglug rua tug TSWV, mej yeej tsi muaj txim,"},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.23","label":"23","content":"Tabsis yog mej zoo sab coglug rua tug TSWV lawm, mej yuavtsum ua kuas tav."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.24","label":"24","content":"“Thaus mej moog txug ntawm luas tej vaaj txiv maab txiv ntoo, mej dle tau noj, tabsis tsi xob dle ris lug tsev."},{"bible_id":"1726","chapter_code":"DEU.23","verse_code":"DEU.23.25","label":"25","content":"Thaus mej moog txug ntawm luas tej teb npleg, mej dle tau tej naab nplej noj, tabsis tsi xob muab lag hlais."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.1","label":"1","content":"“Yog ib tug txivneej twg yuav quaspuj lawm, tabsis tom qaab ntawd nwg tsi xaav yuav nwg tug quaspuj, rua qhov nwg pum tug quaspuj ntawd ua tej yaam tsi hum nwg sab,  ces nwg ca le sau ib dlaim ntawv nrauj rua tug quaspuj, has kuas tug quaspuj tawm huv nwg tsev moog."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.2","label":"2","content":"Tug quaspuj ntawd moog yuav dlua lwm tug quasyawg,"},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.3","label":"3","content":"yog tug quasyawg tshab los tsi xaav yuav nwg hab, tug quasyawg tshab ca le ua ntawv nrauj rua nwg, hab kuas nwg tawm moog. Lossis yog has tas, tug quasyawg tshab ntawd tuag lawm."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.4","label":"4","content":"Txawm le ntawd los thawj tug quasyawg tsi xob rov moog yuav tug quaspuj ntawd ib zag ntxiv le lawm. Nwg yuavtsum suav has tas, tug quaspuj ntawd yog tuabneeg tsi huv. Yog nwg rov yuav tug quaspuj ntawd dlua, yuav ua rua tug TSWV ntxub nwg heev. Mej tsi xob ua txhum le nuav nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.5","label":"5","content":"“Thaus muaj ib tug txivneej twg nyavnyuas yuav tau quaspuj, tsi xob coj tug ntawd moog tua rog, lossis tsi xob ca nwg ua ib yaam dlaabtsi rua numtswv; tabsis ca nwg nyob huv tsev ib xyoos, kuas nwg tug quaspuj muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.6","label":"6","content":"“Thaus mej qev nyaj rua luas, mej tsi xob kuas luas muab luas lub zeb lossis txhib zeb saab sau lug yuam nqe, rua qhov lub zeb ntawd yog lub kws luas naj nub siv ua noj ua haus yug luas tsev tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.7","label":"7","content":"“Yog leejtwg moog nyag nwg cov kwvtij Yixalayees ib tug lug ua nwg qhev, lossis muab muag moog ua luas qhev, yuavtsum muab tug kws nyag ntawd tua povtseg. Mej ua le ntawd txhaj tshem tau tej kev phem kev qas tawm huv mej moog."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.8","label":"8","content":"“Yog mej cov muaj ib tug mob ruas, tug ntawd yuavtsum ua lawv le cov povthawj kuas nwg ua, hab ua lawv le tej lug kws kuv qha rua puab lawm."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.9","label":"9","content":"Mej ncu ntsoov qhov kws tug TSWV kws yog mej tug Vaajtswv tau ua rua Milias, thaus mej tsiv tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.10","label":"10","content":"“Thaus mej qev ib yaam dlaabtsi rua ib tug twg, mej tsi xob moog rua huv nwg tsev hab muab lub tsho kws nwg muab yuam nqe rua mej,"},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.11","label":"11","content":"mej nyob nrau zoov tog ca nwg maam nqaa tuaj rua mej xwb."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.12","label":"12","content":"Yog tug ntawd txomnyem, mej tsi xob coj nwg lub tsho moog khaws ca ib mos;"},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.13","label":"13","content":"tabsis txhua nub thaus yuav tsaus ntuj, mej ca le xaa rov qaab rua nwg, nwg txhaj tau naav pw. Yog mej ua le nuav, nwg txhaj yuav ncu mej txaj ntsig, hab tug TSWV kws yog mej tug Vaajtswv yuav txaus sab rua mej."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.14","label":"14","content":"“Tsi xob sej tej nqe zug kws cov tuabneeg txomnyem tuaj ua zug ntawm mej, tsi has mej tug kwvtij Yixalayees lossis tug tuabneeg txawv tebchaws kws nyob huv mej tej nroog,"},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.15","label":"15","content":"mej ca le muab nqe zug rua tug ntawd txhua nub ua ntej lub nub poob qho, rua qhov nwg tog rawv tej nqe zug kws nwg ua nub ntawd. Yog mej tsi muab rua nwg, nwg yuav thov tug TSWV foom phem rua mej, ces mej yuav muaj txim."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.16","label":"16","content":"“Yog mivnyuas ua txhum, tsi xob muab nam txiv tua theej mivnyuas, hab yog nam txiv ua txhum, tsi xob muab mivnyuas tua theej nam txiv; tug twg ua txhum tsuas ca tug ntawd tuag xwb."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.17","label":"17","content":"“Mej tsi xob txwv cov tuabneeg txawv tebchaws hab cov mivnyuas ntsuag txuj cai; hab tsi xob muab tug puj ntsuag lub tsho lug yuam tej nqe kws nwg txais."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.18","label":"18","content":"Mej ncu ntsoov qhov kws mej tau ua luas qhev nraag tebchaws Iziv, tug TSWV kws yog mej tug Vaajtswv tau tso mej dlim; tub yog le ntawd, kuv txhaj qha kuas mej ua le nuav."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.19","label":"19","content":"“Thaus mej sau qoobloo, yog mej sau tsi txhua qee teg nplej kws mej hlais, mej tsi xob rov moog sau dlua lawm; tseg tej ntawd rua cov tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab tej puj ntsuag, tug TSWV kws yog mej tug Vaajtswv txhaj yuav foom koob moov rua tej kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.20","label":"20","content":"Thaus mej moog dle tej txiv ntoo roj thawj lwm taag, mej tsi xob rov moog dle tej ntxaib ntxiv lawm, tseg tej ntawd rua cov mivnyuas ntsuag, cov puj ntsuag hab tej tuabneeg txawv tebchaws dle."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.21","label":"21","content":"Thaus mej moog dle tej txiv maab thawj lwm taag, mej tsi xob rov moog dle tej ntxaib ntxiv lawm, tseg tej ntawd rua cov mivnyuas ntsuag, cov puj ntsuag hab tej tuabneeg txawv tebchaws dle."},{"bible_id":"1726","chapter_code":"DEU.24","verse_code":"DEU.24.22","label":"22","content":"Mej ncu ntsoov has tas, mej tau ua luas qhev nyob nraag tebchaws Iziv; tub yog vim le ntawd kuv txhaj qha kuas mej ua le nuav."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.1","label":"1","content":"“Yog muaj ob tug Yixalayees muaj lug sis kom moog rua huv tsev tu plaub, tug txav txim phua has tas ib tug txhum hab ib tug tsi txhum,"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.2","label":"2","content":"ces yog yuav nplawm tug kws tau ua txhum, tug txav txim yuavtsum has kuas tug ntawd pw khwb rwg tsaiv maam le nplawm; hab tsuas pub nplawm lawv le nwg txujkev txhum xwb,"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.3","label":"3","content":"nplawm heev kawg, tsuas pub nplawm plaub caug nplawm xwb, tsi pub nplawm tshaaj ntawd. Yog mej nplawm tshaaj ntawd, yuav rhuav nwg ntsejmuag heev."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.4","label":"4","content":"“Thaus mej taabtom muab nyuj moog tsuj nplej huv tshaav nplej, mej tsi xob muab naab looj nyuj qhovncauj."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.5","label":"5","content":"“Yog muaj ob kwvtij nyob ua ib tse, ib tug moog yuav tau quaspuj, tabsis tug ntawd tuag thaus nwg tug quaspuj tseem tsi tau muaj tub, tug quaspuj ntawd tsi xob moog yuav lwm tug saab nrau, ca le muab nwg txis rua nwg tug quasyawg kws tuag lawm tug kwv xwb."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.6","label":"6","content":"Thawj tug tub kws tug quaspuj ntawd yug, yuavtsum suav has tas yog tug quasyawg kws tuag lawm tug tub. Tug tuag lawm txhaj muaj caajceg nyob huv tsaav tuabneeg Yixalayees moog lawm yaav tom ntej."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.7","label":"7","content":"Tabsis yog has tas, tug quasyawg kws tuag lawm, tug kwv tsi kaam yuav tug quaspuj ntawd, ces tug quaspuj ca le moog has rua cov txwjlaug huv lub nroog ntawd tas, ‘Kuv tug quasyawg tug kwv tsi kaam yuav kuv; kuas kuv tug quasyawg kws tuag lawm muaj caajceg tseg rua huv tsaav tuabneeg Yixalayees.’"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.8","label":"8","content":"Cov txwjlaug huv lub nroog ntawd hu tug kwv tuaj nug saib nwg puas yuav los tsi yuav. Yog has tas nwg tsi kaam yuav tug namtij ntawd,"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.9","label":"9","content":"ces kuas tug quaspuj ntawd moog muab tug kwv ib saab khau hle, nti quavncaug rua tug kwv lub ntsejmuag taabmeeg cov txwjlaug hab has tas, ‘Tug kws tsi ca nwg tug tijlaug muaj caajceg yeej tsimnyog raug le nuav.’"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.10","label":"10","content":"Cov Yixalayees yuav hu tug txivneej ntawd tsev tuabneeg has tas, ‘Tsev tuabneeg ntawm tug txivneej kws luas muab khau hle.’"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.11","label":"11","content":"“Yog muaj ob tug txivneej sis ntaus, hab ib tug ntawm ob tug ntawd, tug quaspuj lug paab nwg tug quasyawg, yog tug quaspuj ntawd xyaab teg moog chua lwm tug txivneej chaw xis,"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.12","label":"12","content":"mej ca le muab tug quaspuj ntawd txhais teg txav povtseg, tsi xob hlub nwg le."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.13+DEU.25.14","label":"13-14","content":"“Mej tsi xob muab raab teev ntxo hab lub kawm kws tsi txwm luj rua luas."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.15","label":"15","content":"Mej yuavtsum siv raab teev kws tsi ntxo hab lub kawm kws txwm lug luj xwb, mej txhaj yuav muaj sa ua neej nyob ntev huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej,"},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.16","label":"16","content":"rua qhov tug TSWV ntxub cov tuabneeg kws ua tsi ncaaj le ntawd."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.17","label":"17","content":"“Mej ncu ntsoov tej kws thaus mej tsiv nraag tebchaws Iziv lug, cov Amalej tau ua rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.18","label":"18","content":"Puab tsi paub ntshai Vaajtswv, puab txhaj nyaag tuaj tom qaab tua mej, thaus kws mej qaug zug hab tsaug muas heev, hab puab tua mej cov tuabneeg kws nyob tom qaab tuag taag."},{"bible_id":"1726","chapter_code":"DEU.25","verse_code":"DEU.25.19","label":"19","content":"Yog le ntawd, thaus tug TSWV kws yog mej tug Vaajtswv muab lub tebchaws rua mej hab ua rua mej nyob tso sab lug tsi ntshai mej tej yeebncuab kws nyob puagncig mej, mej ncu ntsoov muab cov Amalej tua kuas tuag taag, txhaj tsi muaj leejtwg ncu txug puab ntxiv lawm. Mej yuavtsum ncu ntsoov tej nuav!"},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.1","label":"1","content":"“Thaus mej moog txeeb tau lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, hab mej ua zej ua zog nyob rua huv lawm,"},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.2","label":"2","content":"mej suavdlawg nyag muab nyag thawj cov qoob ib yaam mivntsiv ntim rua huv kawm coj moog rua ntawm qhov chaw pehawm tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.3","label":"3","content":"Mej moog cuag tug povthawj kws ua num lub sijhawm ntawd. Mej txhua tug nyag has nyag rua nwg tas, ‘Kuv thov leeg rua tug TSWV kws yog kuv tug Vaajtswv tas, kuv tub tau lug nyob huv lub tebchaws kws nwg coglug muab rua peb cov yawmkoob lawm.’"},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.4","label":"4","content":"“Tug povthawj yuav txais mej tej kawm qoob coj moog tso rua ntawm tug TSWV kws yog mej tug Vaajtswv lub thaaj."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.5","label":"5","content":"Tom qaab ntawd, mej nyag yuav pav nyag tej lug rua tug TSWV has tas: ‘Kuv yawmkoob yog tuabneeg Alames, nwg tsiv ncig teb ncig chaw, nwg txhaj coj nwg tsev tuabneeg moog nyob nraag tebchaws Iziv. Thaus puab moog nyob nraag puab muaj tsawg, tabsis puab fuamvaam coob hab yog ib tsaav tuabneeg kws muaj zug heev."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.6","label":"6","content":"Cov tuabneeg Iziv tsimtxom peb ua lwj ua lam hab yuam peb ua puab qhev,"},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.7","label":"7","content":"peb txhaj le tsaa ncauj thov tug TSWV kws yog peb cov yawmkoob tug Vaajtswv paab peb. Nwg nov peb tej lug thov, pum peb tej kev txomnyem, tej kev khwv hab raug luas tsimtxom."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.8","label":"8","content":"Nwg lub fwjchim hab tug zug luj zug nchaav tso peb dlim nraag tebchaws Iziv lug. Nwg ua tej txujci luj hab tseemceeb kws xaav tsi thoob rua peb pum."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.9","label":"9","content":"Nwg coj peb lug nyob ntawm nuav hab muab lub tebchaws kws aav rog hab zoo qoob rua peb."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.10","label":"10","content":"Yog le ntawd, nwgnuav kuv txhaj coj thawj cov qoob kws tug TSWV pub rua kuv ua tau ibtxha tuaj fij rua nwg.’ “Tom qaab ntawd muab cov qoobloo tso rua ntawm lub thaaj hab pehawm tug TSWV qhov ntawd."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.11","label":"11","content":"Mej ca le zoo sab, rua qhov tug TSWV kws yog mej tug Vaajtswv tub muab txhua yaam kws zoo pub rua mej hab mej tsev tuabneeg lawm. Ca cov Levis hab cov tuabneeg txawv tebchaws kws nrug mej nyob, koom nrug mej zoo sab."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.12","label":"12","content":"“Peb lub xyoo twg mej yuavtsum muab tej qoobloo kws yog ib feem kaum pub rua cov Levis, cov tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab tej puj ntsuag ib zag; txawm yog puab yuav nrug paab twg pawg twg nyob los puab txhaj muaj noj muaj haus. Thaus mej ua tej nuav lawm,"},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.13","label":"13","content":"mej has rua tug TSWV tas, ‘Kuv tej qoobloo tsi tshuav ib feem kaum kws yog koj tug nyob huv kuv tsev lawm. Kuv tub muab taagnrho rua cov Levis, cov tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab tej puj ntsuag lawv le tej lug kws koj has kuas kuv ua lawm. Kuv ncu ntsoov ua lawv le koj tej kevcai kws qha txug ib feem kaum txhua nqai huv tuabsi, tsi tso ib nqai tseg le."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.14","label":"14","content":"Thaus kuv muaj kev quaj ntsuag, kuv tsi noj tej qoobloo kws yog koj feem ib qho le; thaus kuv tsi tau ua kevcai ntxuav, kuv yeej tsi coj tej qoobloo tawm huv kuv tsev moog; hab kuv tsi muab tej ntawd coj moog fij rua tej tuag.  Tug TSWV, kuv noog koj lug hab ua txhua yaam lawv le kws koj qha txug ib feem kaum lawm."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.15","label":"15","content":"Thov koj tug kws nyob qhov chaw dlawbhuv sau ntuj tsaa muag saib peb hab foom koob moov rua koj tsaav tuabneeg Yixalayees; hab lub tebchaws aav rog hab zoo qoob kws koj muab rua peb lawv le koj tau coglug rua peb cov yawmkoob lawm.’"},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.16","label":"16","content":"“Nub nua tug TSWV kws yog mej tug Vaajtswv has kuas mej ua lawv le nwg tej kevcai txhua nqai huv tuabsi; mej ca le muab sab npuab hab ua lawv le ntawd kuas kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.17","label":"17","content":"Nub nua mej tub leeg yuav tug TSWV ua mej tug Vaajtswv lawm. Mej coglug has tas mej yuav noog nwg lug, coj lawv le nwg tej kevcai txhua nqai, hab ua lawv le tej kws nwg has txhua lu huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.18","label":"18","content":"Nub nua tug TSWV yuav mej ua nwg tsaav tuabneeg lawv le tej lug kws nwg tau cog tseg rua mej lawm; hab nwg has kuas mej coj lawv le tej kevcai ntawd txhua nqai."},{"bible_id":"1726","chapter_code":"DEU.26","verse_code":"DEU.26.19","label":"19","content":"Nwg yuav ua kuas mej caj ua ib tsaav tuabneeg tseemceeb tshaaj lwm tsaav tuabneeg kws nwg tsim huv tuabsi, hab mej yuav ua rua suavdlawg qhuas hab fwm nwg lub npe.  Mej yuav tau ua nwg tsaav tuabneeg lawv le nwg tau coglug tseg rua mej lawm.”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.1","label":"1","content":"Mauxes hab cov txwjlaug has rua cov Yixalayees has tas, “Mej yuavtsum ua lawv le tug TSWV txuj kevcai kws nub nua kuv qha rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.2","label":"2","content":"Nub kws mej yuav hlaa tug Dlej Yauladees moog rua huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej, mej muab ob peb lub pobzeb luj lug teeb, hab muab moov sib leem rua txhua lub,"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.3","label":"3","content":"hab mej muab tej kevcai nuav sau rua ntawm cov pobzeb ntawd. Thaus mej moog rua huv lub tebchaws aav rog hab zoo qoob kws tug TSWV kws yog mej cov yawmkoob tug Vaajtswv tau coglug muab rua mej,"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.4","label":"4","content":"hab thaus mej hlaa tug Dlej Yauladees moog rua saab tim lawm, mej muab cov pobzeb ntawd teeb rua sau lub Roob Enpales lawv le nub nua kuv has rua mej, hab muab moov sib leem rua."},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.5","label":"5","content":"Mej muab pobzeb teeb ua ib lub thaaj fij khoom rua tug TSWV, tsi xob muab cuabyeej hlau txaug cov pobzeb ntawd,"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.6","label":"6","content":"rua qhov cov pobzeb kws mej muab ua lub thaaj rua tug TSWV kws yog mej tug Vaajtswv, yuavtsum tsi pub muab cuabyeej hlau txaug le, tom qaab ntawd mej maam hlawv tau khoom fij rua sau lub thaaj,"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.7","label":"7","content":"hab mej muab tej khoom kws fij ua kev sis raug zoo, hab noj zoo sab taabmeeg tug TSWV kws yog mej tug Vaajtswv nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.8","label":"8","content":"Mej sau Vaajtswv txuj kevcai txhua nqai kuas meej rua ntawm cov pobzeb ntawd.”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.9","label":"9","content":"Mauxes hab cov povthawj has rua cov Yixalayees tas, “Mej ca le nyob tuabywv hab noog kuv has, nub nua mej tau ua tug TSWV kws yog mej tug Vaajtswv tsaav tuabneeg lawm;"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.10","label":"10","content":"yog le ntawd, mej yuavtsum noog tug TSWV lug, hab ua lawv le Vaajtswv tej kevcai kws nub nua kuv qha rua mej lawm.”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.11","label":"11","content":"Nub ntawd Mauxes has rua cov Yixalayees has tas,"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.12","label":"12","content":"Thaus mej suavdlawg hlaa tug Dlej Yauladees moog rua saab tid lawm, kuas xeem Xime-oos, Levis, Yudas, Ixakhas, Yauxej hab Npeenyamees moog sawv sau lub Roob Kelixees foom koob moov rua cov pejxeem."},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.13","label":"13","content":"Hab kuas xeem Lunpees, Khas. Aseles, Xenpuloos, Daas hab Nathalis moog sawv sau lub Roob Enpales foom phem rua cov pejxeem."},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.14","label":"14","content":"Cov Levis yuav has nrov nrov rua cov Yixalayees has tas,"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.15","label":"15","content":"“Yog leejtwg puab mlom, tsi has mlom pobzeb, mlom ntoo, lossis mlom tooj hab moog pe tej mlom ntawd nraim nkoog; Vaajtswv yuav foom phem rua tug ntawd, rua qhov tug TSWV ntxub cov tuabneeg pe mlom le ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.16","label":"16","content":"“Yog leejtwg saib tsi taug nwg nam nwg txiv, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.17","label":"17","content":"“Yog leejtwg naam dlhau nwg cov kwvtij tug nrimteb, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.18","label":"18","content":"“Yog leejtwg dlaag cov tuabneeg dligmuag moog yuam kev, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.19","label":"19","content":"“Yog leejtwg yuam cov tuabneeg txawv tebchaws, cov mivnyuas ntsuag hab tej puj ntsuag txuj cai, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.20","label":"20","content":"“Yog leejtwg ntxag nwg txiv tug quaspuj, rhuav nwg txiv ntsejmuag, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.21","label":"21","content":"“Yog leejtwg ntxag tej tsaj, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.22","label":"22","content":"“Yog leejtwg ntxag nwg tug muam, tsi has koom nam tsi koom txiv lossis koom txiv tsi koom nam, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.23","label":"23","content":"“Yog leejtwg ntxag nwg nam tais, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.24","label":"24","content":"“Yog leejtwg nyag tua tuabneeg, tsi muaj leejtwg paub, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.25","label":"25","content":"“Yog leejtwg ca luas ndlav nwg moog tua tug tuabneeg kws tsi muaj txim tuag, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.27","verse_code":"DEU.27.26","label":"26","content":"“Yog leejtwg tsi ua lawv le Vaajtswv tej kevcai nuav, Vaajtswv yuav foom phem rua tug ntawd.” Taagnrho cov Yixalayees yuav thooj txhij teb has tas, “Amees!”"},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.1","label":"1","content":"“Yog mej noog tug TSWV kws yog mej tug Vaajtswv lug hab ua lawv le nwg tej kevcai kws nub nua kuv qha rua mej, tug TSWV yuav tsaa mej ua tsaav tuabneeg kws muaj fwjchim luj dlua lwm tsaav tuabneeg huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.2","label":"2","content":"Yog mej noog tug TSWV kws yog mej tug Vaajtswv lug, mej yuav tau tej koob moov nuav:"},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.3","label":"3","content":"“Tug TSWV yuav foom koob moov rua mej tej nroog hab tej laj teb."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.4","label":"4","content":"“Tug TSWV yuav foom koob moov kuas mej muaj tubki, muaj nyuj, muaj yaaj coob hab muaj qoobloo ntau."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.5","label":"5","content":"“Tug TSWV yuav foom koob moov rua mej tej qoobloo hab tej zaub mov kws mej khwv tau lug."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.6","label":"6","content":"“Tug TSWV yuav foom koob moov rua txhua yaam kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.7","label":"7","content":"“Tug TSWV yuav ua rua mej cov yeebncuab swb thaus puab tuaj tua mej. Puab ua ke tuaj tua mej, tabsis puab yuav tawg ua saab ua sua rov qaab."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.8","label":"8","content":"“Tug TSWV kws yog mej tug Vaajtswv yuav foom koob moov rua tej kws mej ua hab pub kuas mej tau nplej ntau puv txhaab. Nwg yuav foom koob moov rua lub tebchaws kws nwg muab rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.9","label":"9","content":"“Yog mej noog tug TSWV kws yog mej tug Vaajtswv lug hab ua lawv le nwg tej kevcai, tug TSWV yuav ca mej ua nwg tsaav tuabneeg lawv le nwg tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.10","label":"10","content":"Txhua tsaav tuabneeg kws nyob thoob nplajteb yuav pum has tas, tug TSWV tub xaiv mej lug ua nwg tsaav tuabneeg lawm, puab suavdlawg yuav ntshai mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.11","label":"11","content":"Tug TSWV yuav pub kuas mej muaj tubki, muaj nyuj hab muaj qoobloo ntau nyob huv lub tebchaws kws tug TSWV tau coglug rua mej cov yawmkoob has tas, nwg yuav muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.12","label":"12","content":"Tug TSWV yuav qheb rooj ntug tso naag lug lawv caij lawv nyoog hab foom koob moov rua tej kws mej ua, mej yuav muaj qev rua ntau lub tebchaws, tabsis mej yuav tsi tau moog txais luas."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.13","label":"13","content":"Yog mej ua lawv le tug TSWV kws yog mej tug Vaajtswv tej kevcai txhua nqai kws kuv qha rua mej, tug TSWV yuav tsaa mej ua ntau tsaav tuabneeg tug thawj, tsi yog ua tug kws lawv luas qaab; yog mej ua lawv le tug TSWV tej lug kws nub nua kuv qha rua mej, tej kws mej ua yuav vaammeej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.14","label":"14","content":"Tabsis mej yuavtsum tsi xob tso tej kws nub nua kuv qha rua mej lossis moog pe luas tej Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.15","label":"15","content":"“Yog mej tsi noog tug TSWV kws yog mej tug Vaajtswv lug, tsi muab sab npuab nwg, hab tsi ua lawv le nwg tej kevcai kws nub nua kuv qha rua mej, ces mej yuav raug tej kev phem nuav."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.16","label":"16","content":"“Tug TSWV yuav foom phem rua mej tej nroog hab tej laj teb."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.17","label":"17","content":"“Tug TSWV yuav foom phem rua mej tej nplej hab tej zaub mov kws mej khwv tau lug."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.18","label":"18","content":"“Tug TSWV yuav foom kuas mej tsi muaj tubki coob, tej qoobloo tsi zoo hab tej nyuj tej yaaj tsi fuamvaam."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.19","label":"19","content":"“Tug TSWV yuav foom phem rua txhua yaam kws mej ua."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.20","label":"20","content":"“Yog mej ua kev phem kev qas hab tso tug TSWV tseg, nwg yuav tso kev puamtsuaj, kev covnyom, hab kev ntxhuv sab lug rua txhua yaam kws mej ua, moog txug nub kws mej raug puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.21","label":"21","content":"“Nwg yuav tso kaab mob ib yaam taag ib yaam tuaj rua mej, moog txug nub kws mej puamtsuaj taag rua huv lub tebchaws kws mej yuav moog nyob ntawd."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.22","label":"22","content":"Tug TSWV yuav tso mob phem, mob rwj hab mob npaws lug rua mej; nwg yuav ua kuas muaj ntuj qhua teb nkig hab tso cua nplawm mej tej qoobloo kuas qhuav taag. Tej siv npug nuav yuav lug raug mej moog txug nub kws mej tuag taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.23","label":"23","content":"Yuav tsi muaj naag lug rua mej lub tebchaws, mej lub tebchaws yuav qhuav hab tawv cuag hlau."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.24","label":"24","content":"Tug TSWV yuav tsi tso naag lug, tabsis nwg yuav tso moov aav hab xuabzeb sau ntuj lug rua mej, moog txug thaus mej tuag taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.25","label":"25","content":"“Tug TSWV yuav ca mej cov yeebncuab tuaj tua yeej mej. Mej yuav ua ib paab moog tua yeebncuab, tabsis mej yuav swb hab tsiv ua saab ua sua. Thaus txhua tsaav tuabneeg thoob nplajteb pum mej raug tej xwm nuav puab yuav ntshai tshee nyo."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.26","label":"26","content":"Thaus mej tuag, tej noog hab tej tsaj nruab nraag yuav noj mej lub cev, hab yuav tsi muaj leejtwg lawv tej tsaj ntawd kuas tsiv."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.27","label":"27","content":"Tug TSWV yuav ua rua mej mob rwj, ib yaam le nwg ua rua cov Iziv lawm. Nwg yuav ua kuas mej lub cev tawg pleb, mob txhaab qawj ua paug mag, hab txob thoob ib ce khu tsi zoo le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.28","label":"28","content":"Tug TSWV yuav ua kuas mej lub tswvyim pluj xaav tsi tawm dlaabtsi le; nwg yuav ua kuas mej qhovmuag faam hab tsi pum qaab ua dlaabtsi."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.29","label":"29","content":"Txawm yog nruab nub nrig los mej yuav moog kev ib yaam le tej tuabneeg dligmuag. Mej yuav nrhav tsi tau txuj hauv kev moog. Tej kws mej ua yuav tsi vaammeej. Luas yuav fuab mej tej khoom, hab tsimtxom mej taag moog le, yuav tsi muaj leejtwg tuaj paab mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.30","label":"30","content":"“Mej qhab tau luas ib tug ntxhais los lwm tug yuav tuaj txeeb yuav. Mej ua tau tsev los mej yuav tsi tau nyob, mej cog tau txiv maab los mej yuav tsi tau noj."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.31","label":"31","content":"Luas yuav muab mej tej nyuj tua taabmeeg mej los mej yuav tsi tau noj. Luas yuav tuaj caab mej tug neeg luav taabmeeg mej, hab tsi xaa rov qaab rua mej, luas yuav tuaj muab mej tej yaaj tej tshis coj moog pub mej cov yeebncuab, yuav tsi muaj leejtwg tuaj paab mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.32","label":"32","content":"Luas yuav taabmeeg coj mej tej tub tej ntxhais moog ua cov tuabneeg txawv tebchaws qhev. Mej yuav naj nub tog saib kev ntsoov, tabsis tsi pum luas xaa mej tej mivnyuas rov lug le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.33","label":"33","content":"Lwm tsaav tuabneeg yuav tuaj txeeb mej tej qoobloo kws mej ua khwv khwv, kuas mej tsi tau noj, mej tseem yuav raug luas tsimtxom hab quab yuam taag moog le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.34","label":"34","content":"Mej raug luas tsimtxom le ntawd, yuav ua rua mej sab ntsws puag taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.35","label":"35","content":"Tug TSWV yuav ua kuas mej mob rwj ntawm hauvcaug, ntawm txhais ceg hab thoob plawg sau taubhau ti huv kutaw ua paug mag khu tsi zoo le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.36","label":"36","content":"“Tug TSWV yuav coj mej hab mej tug vaajntxwv moog nyob lwm lub tebchaws kws mej hab mej cov yawmkoob tsi tau moog nyob dlua le. Nyob huv lub tebchaws ntawd, mej yuav pe luas tej vaajtswv kws muab ntoo hab pobzeb ua."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.37","label":"37","content":"Cov tuabneeg kws nyob huv tej tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab mej ntab moog nyob, yuav xaav tsi thoob tej kws tug TSWV ua rua mej; puab yuav luag mej plig hab txobthuam mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.38","label":"38","content":"“Mej cog qoobloo ntau, tabsis sau tau tsawg, rua qhov yuav muaj kooj txomfaav noj mej tej qoob."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.39","label":"39","content":"Mej cog txiv maab hab tu zoo heev, tabsis mej yuav tsi tau dle tej txiv hab tsi tau haus tej cawv txiv maab, rua qhov kaab muab tej maab noj taag lawm."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.40","label":"40","content":"Mej cog txiv ntoo roj thoob mej lub tebchaws, tabsis mej tsi tau roj, rua qhov tej txiv zeeg taag lawm."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.41","label":"41","content":"Mej muaj tub muaj ntxhais, tabsis puab yuav tsi nrug mej nyob, rua qhov luas yuav nteg puab moog."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.42","label":"42","content":"Kaab yuav noj mej tej ntoo hab mej tej qoobloo kws nyob huv mej lub tebchaws taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.43","label":"43","content":"“Lwm tsaav tuabneeg kws nrug mej nyob huv mej lub tebchaws yuav muaj fwjchim luj zuj zug, tabsis mej yuav poob fwjchim zuj zug."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.44","label":"44","content":"Puab yuav muaj nyaj qev rua mej, tabsis mej yuav tsi muaj nyaj qev rua puab. Thaus kawg puab yuav tswjfwm mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.45","label":"45","content":"“Tej kev siv kev npug nuav yuav lug raug mej, moog txug thaus mej puamtsuaj taag, rua qhov mej tsi noog tug TSWV kws yog mej tug Vaajtswv lug, hab tsi ua lawv le tej kevcai kws tug TSWV qha rua mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.46","label":"46","content":"Tej xwmtxheej nuav yog lub cim kws qha txug Vaajtswv txujkev txav txim rua mej hab mej tej xeebntxwv moog taag ibtxhis le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.47","label":"47","content":"Tug TSWV tub foom koob moov rua tej kws mej ua lawm, tabsis mej tsi muab sab npuab hab mej tsi muaj lub sab dlawb paug pehawm nwg."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.48","label":"48","content":"Tug TSWV yuav tso mej cov yeebncuab tuaj yuam mej ua puab qhev, mej yuav tshaib plaab, nqhes dlej, labqaab hab mej yuav ntshaw ib puas tsaav yaam. Tug TSWV  yuav muab tug quabtwg hlau kws nyaav heev lug tso rua sau mej cejdlaab, moog txug thaus kws mej puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.49","label":"49","content":"Tug TSWV yuav ca lwm tsaav tuabneeg kws nyob tim qaab ntuj kawg tuaj tawmtsaam mej, yog tsaav tuabneeg kws mej tsi paub puab tej lug. Puab yuav yaa ib yaam le dlaav tuaj tawmtsaam mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.50","label":"50","content":"Tsaav tuabneeg ntawd yuav tsi taabncuab hab tsi txuag leejtwg, tsi has tug laug lossis tug hluas le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.51","label":"51","content":"Puab yuav noj mej tej tsaj txhu hab mej tej qoob taag, mej yuav tuag tshaib. Puab yuav tsi tseg mej tej nplej, cawv txiv maab, roj txiv ntoo, nyuj lossis yaaj rua mej le; ces mej yuav tuag taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.52","label":"52","content":"Puab yuav tuaj tua txhua lub nroog huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej; tej chaw tsomfaaj kws sab hab tej ntsaa yeej kws mej tso sab rua los yuav pob puag taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.53","label":"53","content":"“Thaus mej cov yeebncuab tuaj vij mej tej nroog, mej yuav tshaib plaab heev, mej yuav noj mej tej mivnyuas kws tug TSWV kws yog mej tug Vaajtswv muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.54+DEU.28.55","label":"54-55","content":"Txawm yog tug txivneej kws muaj sab dlawb sab zoo los thaus cov yeebncuab tuaj vij ntawd, nwg yuav tsi hlub hab tsi taabncuab leejtwg le. Nwg yuav noj nwg cov mivnyuas ib tug, nwg yuav tsi faib rua nwg tej kwvtij lossis nwg tug quaspuj kws nwg hlub, lossis nwg lwm tug mivnyuas noj le, rua qhov tsi muaj zaub mov noj lawm."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.56+DEU.28.57","label":"56-57","content":"Txawm yog tug quaspuj kws muaj lub sab dlawb sab zoo, hab muaj txag npluanuj, tsi tau taug kev moog kutaw le los nwg yuav ua ib yaam le ntawd. Thaus yeebncuab tuaj vij nwg lub nroog, nwg yuav tshaib plaab heev vim tsi muaj zaub mov noj le, nwg yuav muab nwg tug mivnyuas mog noj ntsag tu. Nwg yuav tsi faib rua nwg tug quasyawg kws nwg hlub lossis nwg lwm tug mivnyuas noj le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.58","label":"58","content":"“Yog mej tsi noog hab tsi ua lawv le Vaajtswv tej lug qha kws sau tseg rua huv phoo ntawv nuav, hab yog mej tsi fwm tug TSWV kws yog mej tug Vaajtswv lub npe kws dlawbhuv,"},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.59","label":"59","content":"ces nwg yuav tso tej kaab mob kws khu tsi zoo hab tej sub tawg sub ntshaa lug rua mej hab mej tej tubki."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.60","label":"60","content":"Nwg yuav tso tej kaab mob phem kawg nkaus kws mej pum thaus mej nyob nraag tebchaws Iziv lug raug mej, mej yuav khu tsi zoo le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.61","label":"61","content":"Tug TSWV tseem yuav tso ntau yaam kaab mob hab sub tawg sub ntshaa kws tsi tau teev tseg rua huv phoo ntawv kws sau Vaajtswv tej kevcai nuav, lug rua mej kuas mej puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.62","label":"62","content":"Txawm yog mej yuav fuamvaam coob le cov nubqub sau nruab ntug los tshuav qee leej seem xwb, rua qhov mej tsi noog tug TSWV kws yog mej tug Vaajtswv lug."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.63","label":"63","content":"Tug TSWV txaus sab pub rua mej vaammeej hab fuamvaam coob le caag, nwg pum zoo yuav rhuav kuas mej puamtsuaj le ntawd. Nwg yuav ntab mej tawm huv lub tebchaws kws nwg muab rua mej."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.64","label":"64","content":"“Tug TSWV yuav ntab mej moog nyob ua saab ua sua rua ntau lub tebchaws thoob qaab ntuj. Mej yuav moog pe luas tej vaajtswv kws muab ntoo hab pobzeb ua kws mej hab mej cov yawmkoob tsi tau pe dlua le."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.65","label":"65","content":"Huv tej tebchaws kws mej moog nyob ntawd, mej yuav tsi muaj kev kaaj sab, hab tsi muaj aav ua mej tug le, tug TSWV yuav ua rua mej ntshai tshee nyo, qaug zug hab taag kev ca sab."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.66","label":"66","content":"Mej lub neej yuav naj nub muaj kev ntxhuv sab, nruab nub mo ntuj los mej ntshai, hab tsi paub sov mej lub neej yuav xaus thaus twg."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.67","label":"67","content":"Tej kws mej pum yuav ua rua mej lub sab ntshai tshee nyo. Thaus sawv ntxuv mej xaav kuas yog yuav tsaus ntuj, thaus yuav tsaus ntuj los mej xaav kuas yog thaus sawv ntxuv."},{"bible_id":"1726","chapter_code":"DEU.28","verse_code":"DEU.28.68","label":"68","content":"Txawm yog tug TSWV  has tas nej yuav tsi rov moog nraag tebchaws Iziv ntxiv lawm los tug TSWV yuav muab nkoj xaa mej moog. Thaus mej nyob nraag, mej yuav muab mej muag rua mej cov yeebncuab ua puab qhev los tsi muaj leejtwg yuav mej le.”"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.1","label":"1","content":"Ntawm nuav yog tej lug cog tseg kws tug TSWV kuas Mauxes has rua cov Yixalayees thaus puab tseem nyob huv tebchaws Mau-am; cov lug cog tseg nuav yog has ntxiv rua cov kws tug TSWV has rua puab ntawm Roob Xinais."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.2","label":"2","content":"Mauxes hu cov Yixalayees tuaj hab has rua puab tas, “Mej tub pum yaam kws tug TSWV ua rua Falaus, nwg cov numtswv hab nwg lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.3","label":"3","content":"Mej tub pum tej kev siv kev npug, hab tej txujci tseemceeb kws tug TSWV ua lawm."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.4","label":"4","content":"Tabsis lug txug rua naj nub nua, tug TSWV tseem tsi tau pub mej totaub txug tej kws mej pum taag lug lawm."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.5","label":"5","content":"Thaus tug TSWV coj mej lug hlaa taj suabpuam tau plaub caug xyoo ntawd, mej tej rig tsho hab tej khau tub tsi ndluag le."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.6","label":"6","content":"Mej tsi muaj mov noj, tsi muaj cawv txiv maab lossis cawv ntxws haus los tug TSWV tseem npaaj txhua yaam ntawd pub rua mej tau noj tau haus, mej txhaj paub has tas nwg yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.7","label":"7","content":"Thaus peb lug txug ntawm nuav, Vaajntxwv Xihoos kws kaav lub nroog Hesenpoos hab Vaajntxwv Aunkas kws kaav lub tebchaws Npasaas tau tuaj tua peb, tabsis peb tua puab swb,"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.8","label":"8","content":"txeeb tau puab lub tebchaws, hab muab faib rua xeem Lunpees, xeem Khas hab ib nraab xeem Manaxes."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.9","label":"9","content":"Yog le ntawd, mej yuavtsum muab sab npuab hab ua lawv le tug TSWV tej lug cog tseg nuav txhua lu huv tuabsi, tej kws mej ua txhaj yuav vaammeej."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.10","label":"10","content":"“Nub nua taagnrho mej suavdlawg sawv taabmeeg tug TSWV kws yog mej tug Vaajtswv, cov txwjlaug, cov numtswv, cov txivneej,"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.11","label":"11","content":"cov quaspuj mivnyuas hab lwm tsaav tuabneeg kws nrug mej nyob, cov kwv dlej hab txav tawg rua mej."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.12","label":"12","content":"Nub nua mej tuaj sawv ntawm nuav, yog nrug tug TSWV kws yog mej tug Vaajtswv sis coglug, hab leeg has tas mej yuav ua lawv le tej lug nuav,"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.13","label":"13","content":"tug TSWV txhaj txais yuav mej ua nwg tsaav tuabneeg, hab nwg yuav ua mej tug Vaajtswv, lawv le nwg coglug tseg rua mej yawmkoob Anplahaas, Ixaj hab Yakhauj lawm."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.14","label":"14","content":"Tug TSWV tsi yog coglug rua mej cov kws nyob ntawm nuav xwb,"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.15","label":"15","content":"tabsis nwg coglug rua cov kws tsi nyob ntawm nuav hab mej tej xeebntxwv kws tseem tsi tau yug lug huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.16","label":"16","content":"“Mej paub has tas, peb nyob le caag nraag tebchaws Iziv, hab peb hlaa dlhau ntau lub tebchaws lug le caag."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.17","label":"17","content":"Mej tub pum puab tej mlom phem qas kws puab muab ntoo, pobzeb, nyaj hab kub ua lawm."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.18","label":"18","content":"Mej ceevfaaj nyob tsaam muaj tej tug txivneej, tej tug quaspuj, tej tsev tuabneeg lossis ib xeem twg kws nub nua tuaj sawv ntawm nuav tso tug TSWV kws yog mej tug Vaajtswv tseg moog pe lwm tsaav tuabneeg tej vaajtswv. Yog mej ua le ntawd, mej yuav zoo le tug caag tshuaj ab kws tuaj huv mej tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.19","label":"19","content":"Mej ceevfaaj tsi xob pub mej cov ntawm nuav, ib tug twg kws tau nov Vaajtswv tej lug cog tseg lawm, xaav has tas ua le nwg lub sab phem xaav los nwg tseem yuav tau lub neej zoo. Tabsis yog nwg ua le ntawd yuav ua rua mej tug zoo tug phem puamtsuaj huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.20","label":"20","content":"Tug TSWV yuav tsi zaam txim rua tug ntawd. Tug TSWV txujkev chim kws kub cuag nplaim tawg yuav tawmtsaam tug ntawd, hab tej lug foom phem kws sau rua huv phoo ntawv nuav yuav raug tug ntawd moog txug nub kws tug TSWV muab tug ntawd rhuav puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.21","label":"21","content":"Tug TSWV yuav rau txim rua tug ntawd, qha rua cov Yixalayees txhua xeem hab tug ntawd yuav raug tej lug foom phem kws teev rua huv phoo ntawv kws yog tug TSWV tej lug."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.22","label":"22","content":"“Mej tej tubki yaav tom ntej hab lwm tsaav tuabneeg kws nyob dleb yuav nov tej kev txomnyem hab kev siv kev npug kws tug TSWV tso lug rua mej lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.23","label":"23","content":"Mej lub tebchaws yuav qhuav ua leejfaaj hab ua ntsev; cog tsi tau ib yaam dlaabtsi, hab nroj tsuag los tuaj tsi taug le. Mej lub tebchaws yuav zoo ib yaam le lub nroog Xaudoos, lub nroog Kaumaulas, lub nroog Amas hab lub nroog Xenpauyees kws tug TSWV chim hab muab rhuav puamtsuaj taag lawm."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.24","label":"24","content":"Tej tuabneeg thoob nplajteb yuav nug has tas, ‘Vim le caag tug TSWV ua le nuav rua puab lub tebchaws? Yog vim le caag Tug TSWV txhaj chim ua luaj?’"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.25","label":"25","content":"Luas yuav teb has tas, ‘Rua qhov tug TSWV tsaav tuabneeg rhuav tej lug kws puab nrug tug TSWV kws yog puab cov yawmkoob tug Vaajtswv kws coj puab tsiv nraag tebchaws Iziv lug lawm."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.26","label":"26","content":"Puab pe tej vaajtswv kws puab tsi tau pe dlua le, yog tej vaajtswv kws tug TSWV txwv tsi pub puab pe."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.27","label":"27","content":"Vim le nuav tug TSWV txhaj chim heev rua nwg tsaav tuabneeg, hab tso tej kev siv kev npug kws teev tseg rua huv phoo ntawv nuav lug rua puab lub tebchaws."},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.28","label":"28","content":"Tug TSWV npautawg heev, nwg txhaj muab puab ntab tawm huv puab lub tebchaws moog nyob rua luas tej tebchaws kws nwgnuav puab tseem nyob ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.29","verse_code":"DEU.29.29","label":"29","content":"“Muaj tej yaam kws tug TSWV kws yog peb tug Vaajtswv tsi qha rua leejtwg paub; tabsis nwg tub qha nwg tej kevcai rua suavdlawg, kuas peb hab peb tej xeebntxwv ua lawv le tej kevcai ntawd moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.1","label":"1","content":"Mauxes has tas, “Kuv ca mej xaiv saib, mej yuav tej lug foom koob moov lossis tej lug foom phem. Thaus muaj tej xwm nuav lug raug mej hab thaus tug TSWV kws yog mej tug Vaajtswv ntab mej moog nrug lwm tsaav tuabneeg nyob, mej yuav ncu txug tej kws kuv kuas mej xaiv nuav."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.2","label":"2","content":"Yog mej hab mej tej tubki rov lug cuag tug TSWV, hab ua lawv le nwg tej kevcai kws nub nua kuv qha rua mej kawg sab kawg ntsws,"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.3","label":"3","content":"tug TSWV kws yog mej tug Vaajtswv yuav taabncuab mej. Nwg yuav coj mej tawm huv txhua lub tebchaws kws nwg ntab mej moog nyob rov lug, hab nwg yuav pub kuas mej lub neej rov vaammeej dlua."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.4","label":"4","content":"Txawm yog mej tsiv moog nyob rua txhua ceg kaum ntuj lawm los tug TSWV kws yog mej tug Vaajtswv yuav coj mej rov lug,"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.5","label":"5","content":"mej yuav tau kaav lub tebchaws kws thaus u mej cov yawmkoob nyob lug lawm. Tug TSWV yuav pub kuas mej fuamvaam hab vaammeej tshaaj mej cov yawmkoob."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.6","label":"6","content":"Tug TSWV kws yog mej tug Vaajtswv yuav pub lub sab kws paub noog lug rua mej hab mej tej xeebntxwv, mej txhaj muab sab npuab tug TSWV hab hlub nwg kawg sab kawg ntsws, hab mej yuav nyob huv lub tebchaws ntawd moog le."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.7","label":"7","content":"Nwg yuav muab tej lug foom phem nuav rua mej tej yeebncuab kws ntxub hab tsimtxom mej,"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.8","label":"8","content":"mej txhaj yuav noog nwg lug hab ua lawv le nwg tej kevcai txhua nqai kws nub nua kuv qha rua mej."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.9","label":"9","content":"Tug TSWV yuav pub kuas tej kws mej ua vaammeej; mej yuav muaj tubki hab muaj tsaj txhu coob ua npoj ntwg, hab mej tej teb yuav ntsu qoob. Tug TSWV yuav txaus sab ua kuas mej vaammeej ib yaam le nwg ua rua mej cov yawmkoob vaammeej,"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.10","label":"10","content":"tabsis mej yuavtsum noog nwg lug hab coj lawv le nwg tej kevcai kws sau rua huv phoo ntawv nuav txhua nqai huv tuabsi. Mej yuavtsum tig rov lug muab sab npuab tug TSWV kuas kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.11","label":"11","content":"“Tej kevcai kws nub nua kuv qha rua mej, mej tsi xob xaav has tas, nyuaj hab coj tsi tau."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.12","label":"12","content":"Tej kevcai nuav tsi yog nyob sau ntuj. Tsi taag mej yuav nug has tas, ‘Leejtwg yuav nce moog muab lug rua peb, kuas peb txhaj nov hab coj lawv le ntawd?’"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.13","label":"13","content":"Tej kevcai ntawd tsi yog nyob saab ntug havtxwv tim u. Tsi taag mej yuav nug has tas, ‘Leejtwg yuav hlaa havtxwv moog muab lug rua peb, kuas peb txhaj nov hab coj lawv le ntawd.’"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.14","label":"14","content":"Tej kevcai ntawd nyob ntawm mej nuav ntaag. Mej yeej paub hab nyob huv mej lub sab, mej ca le ua lawv le ntawd."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.15","label":"15","content":"“Nub nua kuv ca mej xaiv, saib mej yuav qhov phem lossis qhov zoo, mej yuav txujsa lossis kev tuag."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.16","label":"16","content":"Yog has tas mej noog hab ua lawv le tug TSWV kws yog mej tug Vaajtswv  tej lug kws nub nua kuv qha rua mej, yog mej hlub nwg, noog nwg lug hab coj lawv le nwg tej kevcai, mej yuav vaammeej hab ua ib tsaav tuabneeg coob heev. Tug TSWV kws yog mej tug Vaajtswv yuav foom koob moov rua lub tebchaws kws mej yuav moog nyob."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.17","label":"17","content":"Tabsis yog mej tsi noog nwg lug, tsi ua lawv le nwg tej lug qha, hab ca luas coj mej moog pe luas tej vaajtswv,"},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.18","label":"18","content":"nub nua kuv has rua mej tas, mej yuav raug kev puamtsuaj. Mej yuav tsi tau nyob ntev huv lub tebchaws kws mej yuav hlaa tug Dlej Yauladees moog tua hab nyob."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.19","label":"19","content":"Nwgnuav kuv ca mej xaiv, saib mej yuav txujsa lossis yuav kev tuag, mej yuav tej lug foom koob moov lossis tej lug foom phem; kuv thov lub ntuj lub teb nrug ua timkhawv rua tej kws nub nua mej xaiv. Mej ca le xaiv txujsa."},{"bible_id":"1726","chapter_code":"DEU.30","verse_code":"DEU.30.20","label":"20","content":"Hlub tug TSWV kws yog mej tug Vaajtswv, ua lawv le nwg tej lug qha hab muab sab npuab nwg. Mej hab mej tej xeebntxwv txhaj muaj sa nyob ntev huv lub tebchaws kws tug TSWV tau coglug tseg rua mej yawmkoob Anplahaas, Ixaj hab Yakhauj lawm.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.1","label":"1","content":"Mauxes has rua cov Yixalayees tas,"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.2","label":"2","content":"“Nwgnuav kuv noobnyoog muaj ib puas neeg nkaum xyoo, kuv ua tsi taug mej tug thawj moog ntxiv lawm. Dlua le ntawd, tug TSWV has rua kuv tas, kuv yuav tsi tau hlaa tug dlej Yauladees moog rua saab tim u."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.3","label":"3","content":"Tug TSWV kws yog mej tug Vaajtswv yuav moog ua mej ntej hab nwg yuav tua txhua tsaav tuabneeg kws nyob tid, mej txhaj yuav ntaus tau puab lub tebchaws rua mej nyob; txij nuav moog Yausuas yuav ua mej tug thawjcoj, lawv le tug TSWV tau has tseg lawm."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.4","label":"4","content":"Tug TSWV yuav ua rua cov tuabneeg kws nyob tid puamtsuaj, ib yaam le nwg tau ua rua Xihoos hab Aunkas kws ua vaajntxwv kaav cov Amaules lub tebchaws puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.5","label":"5","content":"Tug TSWV yuav pub kuas mej moog tua yeej cov tuabneeg ntawd, hab mej yuavtsum muab puab tua kuas tuag taag lawv le tej lug kws kuv has rua mej lawm."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.6","label":"6","content":"Mej yuavtsum ua sab tawv hab ua sab ruaj nreeg tsi xob ntshai cov tuabneeg ntawd. Tug TSWV kws yog mej tug Vaajtswv yuav nrug nraim mej, nwg yuav tsi ncaim mej lossis tso mej tseg le.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.7","label":"7","content":"Tom qaab ntawd, Mauxes hu Yausuas lug cuag nwg, hab nwg has rua Yausuas taabmeeg cov Yixalayees tas, “Koj ca le ua sab tawv hab ua sab ruaj nreeg tsi xob ntshai; koj yog tug yuav coj cov tuabneeg nuav moog tua lub tebchaws kws tug TSWV tau coglug tseg rua puab cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.8","label":"8","content":"Tug TSWV yuav moog ua koj ntej hab nrug nraim koj. Nwg yuav tsi ncaim koj lossis tso koj tseg, koj tsi xob poob sab lossis ntshai.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.9","label":"9","content":"Mauxes sau Vaajtswv tej kevcai tseg hab muab rua cov povthawj kws saib lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hab cov Yixalayees tej thawjcoj."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.10","label":"10","content":"Mauxes has rua puab tas, “Xyaa lub xyoo twg kws yog txwm rua xyoo xuam nuj nqes, mej ca le nyeem phoo ntawv nuav rua cov Yixalayees suavdlawg noog, thaus mej ua Kevcai nyob Tsev Pheebsuab."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.11","label":"11","content":"Thaus cov Yixalayees tuaj ua ke rua ntawm qhov chaw pehawm tug TSWV kws yog mej tug Vaajtswv, mej ca le nyeem rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.12","label":"12","content":"Mej ca le hu suavdlawg tsi has quaspuj txivneej, tug hlub tug yau hab lwm tsaav tuabneeg kws nrug mej nyob tuaj huv tuabsi, suavdlawg txhaj nov hab fwm tug TSWV kws yog mej tug Vaajtswv hab muab sab npuab ua lawv le nwg tej lug."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.13","label":"13","content":"Yog mej ua le ntawd, mej tej xeebntxwv kws tsi tau nov dlua tug TSWV kws yog mej tug Vaajtswv tej kevcai txhaj tau nov hab paub noog tug TSWV lug moog taag puab simneej kws nyob huv lub tebchaws kws mej yuav hlaa tug Dlej Yauladees moog tua hab txeeb nyob ntawd.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.14","label":"14","content":"Tom qaab ntawd tug TSWV has rua Mauxes tas, “Koj yuav ua neej nyob tsi ntev lawm. Koj ca le hu Yausuas tuaj cuag koj hab coj nwg moog rua huv kuv lub Tsevntaub sis ntsib, kuv yuav qha nwg.” Ces Mauxes hab Yausuas txawm moog rua huv lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.15","label":"15","content":"hab tug TSWV lug rua obtug pum nyob huv tauv fuab ntawm lub qhovrooj Tsevntaub."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.16","label":"16","content":"Tug TSWV has rua Mauxes tas, “Tshuav tsi ntev koj yuav tuag, thaus koj tuag lawm, cov Yixalayees yuav tsi muab sab npuab kuv, puab yuav tsi ua lawv le tej lug kws kuv has rua puab. Puab yuav tso kuv tseg hab moog pe lwm tsaav tuabneeg tej vaajtswv huv lub tebchaws kws kuv yuav muab rua mej nyob."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.17","label":"17","content":"Thaus muaj tej nuav tshwm lawm, kuv yuav chim rua puab; kuv yuav muab puab tso tseg, hab puab yuav raug kev puamtsuaj. Yuav muaj ntau yaam kev siv kev npug lug raug puab, thaus ntawd puab yuav paub has tas, qhov kws puab raug tej ntawd, vim kuv kws yog puab tug Vaajtswv tsi nrug puab nyob lawm,"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.18","label":"18","content":"thaus ntawd kuv yuav tsi paab puab, rua qhov puab moog ua kev phem kev qas hab moog pe luas tej vaajtswv lawm."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.19","label":"19","content":"“Koj ca le sau zaaj nkauj nuav tseg, hab qha rua cov Yixalayees, txhaj muaj lug kom puab tej kev txhum."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.20","label":"20","content":"Kuv yuav coj puab moog rua huv lub tebchaws kws aav rog hab zoo qoob kws kuv tau coglug tseg rua puab cov yawmkoob lawm. Puab yuav muaj noj muaj haus txaus hab nyob tso sab lug huv lub tebchaws ntawd. Tabsis puab yuav ntxeev sab rua kuv hab moog pe luas tej vaajtswv. Puab yuav tso kuv tseg hab tsi ua lawv le kuv tej lug,"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.21","label":"21","content":"yuav muaj ntau yaam kev siv kev npug lug raug puab, tabsis puab tej xeebntxwv tseem yuav hu zaaj nkauj nuav tawmtsaam puab. Txawm yog kuv tseem tsi tau coj puab moog nyob huv lub tebchaws kws kuv coglug yuav muab rua puab los kuv tub paub puab lub sab lawm.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.22","label":"22","content":"Nub ntawd Mauxes txawm sau zaaj nkauj hab qha rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.23","label":"23","content":"Tom qaab ntawd tug TSWV has rua Noos tug tub Yausuas tas, “Koj ca le ua sab tawv qhawv tsi xob ntshai. Koj yuav ua tug coj cov Yixalayees moog nyob huv lub tebchaws kws kuv tau coglug tseg yuav muab rua puab, hab kuv yuav nrug nraim koj.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.24","label":"24","content":"Mauxes sau Vaajtswv tej kevcai rua huv ntawv tseg, nwg sau txhua nqai tsi tseg ib nqais le."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.25","label":"25","content":"Thaus nwg sau tav lawm, nwg has rua cov povthawj saib lub Phijxaab kws ntim Vaajtswv tej lug cog tseg tas,"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.26","label":"26","content":"“Mej ca le coj Phoo Ntawv kws yog Vaajtswv tej Kevcai nuav moog tso rua ib saab ntawm lub Phijxaab kws ntim tug TSWV kws yog mej tug Vaajtswv tej lug cog tseg, ca nyob ntawd ua timkhawv kom nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.27","label":"27","content":"Kuv paub has tas, puab yog tuabneeg tawv ncauj hab ntxeev sab. Thaus kuv tseem ua neej nyob puab tub ntxeev sab hab tawmtsaam tug TSWV ntau zag lawm, tom qaab kuv tuag lawm ntshai puab hajyam yuav ntxeev sab ntxiv."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.28","label":"28","content":"Mej ca le hu cov thawjcoj ntawm txhua xeem hab cov numtswv tuaj cuag kuv, kuv yuav qha tej lug nuav rua puab; kuv yuav thov lub ntuj lub teb ua timkhawv tawmtsaam puab tej kev txhum."},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.29","label":"29","content":"Kuv paub has tas thaus kuv tuag lawm, cov Yixalayees yuav ua kev phem kev qas, hab tsi kaam ua lawv le tej kws kuv tub qha rua puab lawm. Muaj ib nub puab yuav raug kev siv kev npug, rua qhov puab txhobtxwm ua tej kws tug TSWV txwv tsi pub puab ua, puab ua rua tug TSWV chim heev.”"},{"bible_id":"1726","chapter_code":"DEU.31","verse_code":"DEU.31.30","label":"30","content":"Tom qaab ntawd Mauxes nyeem taagnrho zaaj nkauj rua cov Yixalayees noog."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.1","label":"1","content":"“Lub ntuj noog kuv tej lug, lub nplajteb nov kuv has."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.2","label":"2","content":"Kuv tej lug qha yuav poob lug ib yaam le naag, hab teev ib yaam le lub lwg dlej rua huv nplajteb. Kuv tej lug yuav poob ib yaam le lug naag tshauv rua tej qoobloo, hab ib yaam le kob naag lug rua sau tej nroj tsuag."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.3","label":"3","content":"Kuv yuav qhuas tug TSWV lub npe, hab nwg tsaav tuabneeg yuav qhuas nwg lub fwjchim kws luj kawg nkaus."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.4","label":"4","content":"“Tug TSWV yog lub pobzeb kws tiv thaiv mej, nwg yog tug kws zoo kawg nkaus, tej kws nwg ua yeej ncaaj nceeg; mej tug Vaajtswv yog tug ncaaj hab tseeb; nwg ua qhov yog hab qhov tseeb xwb."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.5","label":"5","content":"Tabsis mej ua tsi ncaaj, tsi tsimnyog mej ua nwg tsaav tuabneeg, mej yog tsaav tuabneeg txhum hab dlaag."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.6","label":"6","content":"Cov tuabneeg ruag hab tsi txawj xaav, puas tsimnyog mej ua le nuav rua tug TSWV? Nwg tsi yog mej Txiv, nwg tsi yog tug tsim mej, hab nwg tsi yog tug kws ua rua mej caj ua ib tsaav tuabneeg los?"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.7","label":"7","content":"“Ncu ntsoov tej xwmtxheej yaav taag lug, hab xaav txug tej tuabneeg ntau tam thaus u; ca le nug mej txiv kuas qha mej, saib muaj dlaabtsi tshwmsim, ca le nug tej laug, puab yuav pav yaav taag lug rua mej noog."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.8","label":"8","content":"Tug TSWV kws muaj fwjchim luj kawg nkaus faib tebchaws rua txhua tsaav tuabneeg; nwg kuas nyag nyob muaj nyag nrim lawv le tej tsaav tuabneeg kws muaj coob lossis muaj tsawg."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.9","label":"9","content":"Tabsis nwg xaiv Yakhauj cov xeebntxwv ua nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.10","label":"10","content":"“Nwg pum puab moog moog lug lug tom taj suabpuam kws qhuav qhawv hab cua ntsawj nrov vwg; tug TSWV hlub hab tsomkwm puab ib yaam le nwg txuag nwg lub qhovmuag."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.11","label":"11","content":"Tug TSWV tsomkwm tsi pub cov Yixalayees poob, ib yaam le tug dlaav qha nwg tej mivnyuas yaa, Nwg muab nwg ob phaab tis txais tsi pub tej mivnyuas poob."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.12","label":"12","content":"Tug TSWV tuab leeg coj nwg tsaav tuabneeg, nwg tsi yuav lwm tsaav tuabneeg tug vaajtswv paab."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.13","label":"13","content":"“Nwg ca puab kaav tej qhov chaw sab, puab yuav tau noj tej qoobloo huv puab tej laj teb. Puab yuav tau haus tej zib ntaab ntawm tej pobtsuas, hab puab tej txiv ntoo roj yuav txi ncw ntawm thaaj aav kws muaj pobzeb."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.14","label":"14","content":"Puab tej nyuj tej tshis yuav muaj kua mig ntau; puab muaj tej yaaj tej tshis hab tej nyuj, tej qeb hab tej cawv txiv maab kws zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.15","label":"15","content":"“Tug TSWV tsaav tuabneeg npluanuj, tabsis puab yog tuabneeg ntxeev sab; puab rog vim puab tau noj tau haus tsau npo. Puab tsi leeg paub Vaajtswv tug kws tsim puab, hab puab tso puab tug Cawmseej kws muaj fwjchim tseg."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.16","label":"16","content":"Puab pe mlom, ua rua tug TSWV khib puab heev, puab ua kev phem kev qas ua rua tug TSWV npautawg rua puab."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.17","label":"17","content":"Puab tua tsaj fij rua tej vaajtswv kws tsi yog vaajtswv, yog tej vaajtswv kws puab cov yawmkoob tsi tau pe dlua, tej dlaab ntawd cov Yixalayees tsi coj hab tsi tau pehawm dlua le."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.18","label":"18","content":"Puab tsi ncu qaab puab tug Vaajtswv, tug Cawmseej kws muaj fwjchim, hab tug kws pub txujsa rua puab lawm."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.19","label":"19","content":"“Thaus tug TSWV pum tej nuav, nwg npautawg kawg le, nwg txhaj tso nwg tej tub tej ntxhais tseg."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.20","label":"20","content":"Tug TSWV has tas, ‘Kuv yuav tsi paab puab lawm, kuv yuav saib puas muaj xwm dlaabtsi lug raug puab, puab yog tuabneeg tawv ncauj, hab tsi ntseeg kuv."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.21","label":"21","content":"Kuv chim rua puab vim puab tej mlom. Puab pe tej vaajtswv kws tsi yog Vaajtswv, ua rua kuv khib. Kuv yuav tso ib paab tuabneeg kws tsi muaj tebchaws tuaj zig kuas puab chim; hab tso ib tsaav tuabneeg ruag tuaj ua kuas puab khib."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.22","label":"22","content":"Kuv txujkev chim yuav cig ib yaam le nplaim tawg hab yuav kub txhua yaam kws nyob huv nplajteb nuav. Cov nplaim tawg yuav kub moog kuas txug huv tubtuag teb hab yuav kub moog kuas ti rua huv qaab tivtxwv roob."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.23","label":"23","content":"“ ‘Kuv yuav tso kev siv kev npug lug rua puab ib yaam taag ib yaam tuaj, hab tua kuv tej xub vug tawmtsaam puab."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.24","label":"24","content":"Puab yuav tuag tshaib hab tuag mob tuag ntsaaj; puab yuav tuag taag rua tej kaab mob phem, kuv yuav tso tej tsaj qus lug tawmtsaam puab, hab tso tej naab muaj taug lug tum puab."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.25","label":"25","content":"Yuav muaj tuabneeg raug nav ntaaj tuag pawg lug ntawm tej kev; tej tuabneeg kws nyob huv tsev yuav ntshai ua plhu thumxem taag, hab tej tub hluas ntxhais hluas yuav tuag taag; tej mivnyuas mog lossis tej laug kws dlawb hau paug los yuav tuag taag."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.26","label":"26","content":"Kuv yuav ua kuas puab puamtsuaj huv tuabsi, yuav tsi muaj leejtwg ncu txug puab lawm."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.27","label":"27","content":"Kuv yuav tsi pub puab cov yeebncuab khaav has tas, puab tua yeej kuv tsaav tuabneeg, tabsis yog kuv ua rua kuv tsaav tuabneeg puamtsuaj xwb.’"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.28","label":"28","content":"“Cov Yixalayees yog ib tsaav tuabneeg kws tsi txawj xaav, puab tsi muaj tswvyim le."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.29","label":"29","content":"Puab tsi paub has tas yog le caag puab txhaj swb; Puab tsi totaub has tas vim le caag puab raug tej ntawd."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.30","label":"30","content":"Vim le caag luas ib leeg tua yeej mej ib txheeb leej, hab vim le caag luas ob leeg tua yeej mej kaum txheeb leej? Tub yog tug TSWV kws yog puab tug Vaajtswv tso puab tseg lawm; puab tug Vaajtswv kws muaj fwjchim luj muab puab cob rua puab cov yeebncuab."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.31","label":"31","content":"Puab cov yeebncuab yeej paub has tas, puab tej vaajtswv tsi muaj fwjchim npaum le cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.32","label":"32","content":"Puab cov yeebncuab ua kev phem kev qas ib yaam le cov tuabneeg huv lub nroog Xaudoos hab lub nroog Kaumaulas, ib yaam le tsob txiv maab kws txi txiv ab lom tuabneeg tuag,"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.33","label":"33","content":"ib yaam le cov cawv kws muab taug naab ua."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.34","label":"34","content":"“Tug TSWV ncu ntsoov tej kws puab cov yeebncuab tau ua taag lug; Nwg tog txug sijhawm, ces nwg yuav rau txim rua puab."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.35","label":"35","content":"Tug TSWV yuav pauj hab rau txim rua puab; nub kws puab raug kev puamtsuaj tub lug yuav txug, lub sijhawm ntawd tub lug ze lawm."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.36","label":"36","content":"Tug TSWV yuav paab nwg tsaav tuabneeg, thaus nwg pum puab qaug zug. Nwg yuav taabncuab cov kws ua nwg teg num, thaus nwg pum puab coogtxuj lawm."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.37","label":"37","content":"Thaus ntawd tug TSWV yuav nug nwg tsaav tuabneeg has tas, ‘Tej vaajtswv kws mej ca sab rua nyob qhov twg lawm?"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.38","label":"38","content":"Mej muab tej tsaj kws mej tua fij tej roj coj moog pub rua tej vaajtswv ntawd noj, hab muab cawv txiv maab fij rua tej vaajtswv ntawd. Ca le has kuas tej vaajtswv ntawd paab mej, hab kuas puab ca le lug cawm mej."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.39","label":"39","content":"“ ‘Kuv tuab leeg xwb txhaj yog Vaajtswv; Tsi muaj dlua lwm tug vaajtswv lawm. Kuv ua kuas tuabneeg tuag hab kuv pub tau txujsa, kuv ua kuas nqaj to hab khu tau kuas zoo. Tsi muaj leejtwg txwv tau tej kws kuv ua ntawd le."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.40","label":"40","content":"Kuv yog Vaajtswv tug kws muaj sa nyob, kuv tsaa teg coglug tseg has tas"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.41","label":"41","content":"kuv yuav huv kuv raab ntaaj kuas ci nplaag hab txav txim kuas ncaaj nceeg. Kuv yuav ua pauj rua kuv cov yeebncuab hab rau txim rua cov kws ntxub kuv."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.42","label":"42","content":"Kuv cov xub vug yuav lu puab tej ntshaav, hab kuv yuav muab ntaaj tua txhua tug kws tawmtsaam kuv. Kuv yuav tsi tseg cov kws tuaj tawmtsaam kuv ib tug le; txawm yog cov kws raug mob hab cov kws nyob huv tsev lojcuj los yuav tuag taag.’"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.43","label":"43","content":"“Txhua tsaav tuabneeg thoob qaab ntuj, mej ca le qhuas tug TSWV tsaav tuabneeg, tug TSWV yuav rau txim rua txhua tsaav tuabneeg kws tuaj tua nwg tsaav tuabneeg. Nwg yuav ua pauj rua nwg cov yeebncuab hab zaam txim rua nwg tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.44","label":"44","content":"Mauxes hab Noos tug tub Yausuas nyeem zaaj nkauj nuav, cov Yixalayees txhua tug txhaj nov."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.45","label":"45","content":"Thaus Mauxes qha Vaajtswv tej lug rua suavdlawg noog taag lawm,"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.46","label":"46","content":"Mauxes has tas, “Mej yuavtsum ua lawv le tej lug kws nub nua kuv qha rua mej lawm. Mej yuavtsum qha tej lug nuav rua mej tej mivnyuas, puab txhaj muab sab npuab hab ua lawv le Vaajtswv tej lug qha nuav txhua lu huv tuabsi."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.47","label":"47","content":"Tej lug ntawd tsi yog tej kws tsi muaj hauvpaug hauvntsis; tabsis yog tej kws cawm tau mej txujsa. Mej yuavtsum coj lawv le ntawd, mej txhaj muaj sa nyob ntev huv lub tebchaws kws mej taabtom yuav hlaa tug Dlej Yauladees moog tua hab nyob ntawd.”"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.48","label":"48","content":"Nub ntawd tug TSWV has rua Mauxes tas,"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.49","label":"49","content":"“Koj ca le nce moog rua sau tej Roob Anpalees huv tebchaws Mau-am kws saib ntsoov rua tim lub nroog Yelikaus; hab nce moog rua sau lub ncov roob Nenpaus, saib moog rua tim tebchaws Kana-aas kws kuv yuav muab rua cov Yixalayees nyob."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.50","label":"50","content":"Koj yuav tuag rua sau lub roob ntawd ib yaam le koj tug tijlaug Aloos tuag rua sau lub Roob Haules,"},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.51","label":"51","content":"rua qhov meb tsi noog kuv lug taabmeeg cov Yixalayees; hab thaus mej nyob ntawm cov qhovdlej Melinpas kws ze lub nroog Kades huv lub taj suabpuam Xees, meb ua saib tsi taug kuv taabmeeg cov Yixalayees."},{"bible_id":"1726","chapter_code":"DEU.32","verse_code":"DEU.32.52","label":"52","content":"Koj yuav tuaj dleb pum lub tebchaws Kana-aas xwb, tabsis koj yuav tsi tau moog nyob lub tebchaws kws kuv yuav muab rua cov Yixalayees.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.1","label":"1","content":"Mauxes kws yog Vaajtswv tug tuabneeg tej lug foom koob moov rua cov Yixalayees ua ntej nwg tuag."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.2","label":"2","content":"Tug TSWV nqeg sau Roob Xinais lug; nwg sawv ib yaam le lub nub ci tuaj rua lub tebchaws Edoos, nwg tug dluab ci sau lub Roob Palaas tuaj rua nwg tsaav tuabneeg. Muaj kaum txheeb tug timtswv nrug nwg. Muaj nplaim tawg cig laam lug ntawm nwg saab teg xis."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.3","label":"3","content":"Tug TSWV hlub nwg tsaav tuabneeg, hab nwg tsomkwm nwg cov tuabneeg. Peb txhaj txhus caug ndlua ntawm nwg kutaw hab ua lawv le nwg tej lug."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.4","label":"4","content":"Peb ua lawv le tej Kevcai kws Mauxes qha rua peb, tej nuav yog tej kws tseemceeb heev rua peb tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.5","label":"5","content":"Tug TSWV yuav ua Vaajntxwv kaav nwg tsaav tuabneeg Yixalayees. Thaus puab txhua xeem hab cov thawjcoj tuaj sis sau ua ke."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.6","label":"6","content":"Mauxes has txug xeem Lunpees le nuav: “Txawm yog xeem Lunpees muaj tuabneeg tsawg los thov tsi xob pub kuas tu noob.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.7","label":"7","content":"Mauxes has txug xeem Yudas has tas: “Tug TSWV, thov koj noog puab tej lug thov; thov koj sau puab rov lug koom nrug lwm xeem ua ke. Tug TSWV thov koj tuaj puab tog hab paab puab tawmtsaam puab cov yeebncuab.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.8","label":"8","content":"Mauxes has txug xeem Levis le nuav: “Tug TSWV, thov koj qha xeem Levis kws yog koj cov tubkhai ncaaj nceeg kuas paub txhais lub Ulees hab lub Thumees. Koj tub sim puab sab ntawm Maxas, hab koj paub puab lub sab ntawm lub qhovdlej Melinpas lawm."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.9","label":"9","content":"Puab muab sab npuab koj heev dlua puab muab sab npuab puab nam puab txiv, puab tej kwvtij lossis puab tej mivnyuas. Puab noog koj lug hab ua lawv le koj tej lug cog tseg."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.10","label":"10","content":"Puab yuav qha koj tsaav tuabneeg ua lawv le koj tej kevcai; puab yuav tua tsaj fij rua sau koj lub thaaj."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.11","label":"11","content":"Tug TSWV, thov paab kuas puab xeem muaj zug heev; thov koj txaus sab rua tej num kws puab ua. Thov rhuav puab tej yeebncuab moog dlu lug; thov tsi xob pub cov yeebncuab ntawd sawv taug lug tawmtsaam puab.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.12","label":"12","content":"Mauxes has txug xeem Npeenyamees le nuav: “Xeem nuav, yog xeem kws tug TSWV hlub hab tsomkwm; Tug TSWV zuv puab taag nub taag mo hab nrug nraim puab nyob.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.13","label":"13","content":"Mauxes has txug xeem Yauxej le nuav: “Thov tug TSWV foom koob moov kuas muaj naag lug rua puab lub tebchaws; hab muaj dlej txheem huv aav tuaj ua rua aav noo."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.14","label":"14","content":"Thov tug TSWV foom koob moov rua puab lub tebchaws, kuas muaj tshaav ntuj ua rua puab tej txiv maab txiv ntoo txi ua nrw nab hab sav lawv caij lawv nyoog."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.15","label":"15","content":"Thov kuas puab tej toj roob hauv peg kws nyob ibtxhis thaus u lug lawm, muaj txiv maab txiv ntoo txi puv toj puv peg."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.16","label":"16","content":"Thov kuas puab lub tebchaws muaj ib puas tsaav yaam zoo, hab tau tug TSWV kws muaj sab zoo tej koob moov; Tug TSWV yog tug has lug huv tsob ntoo kws muaj nplaim tawg cig. Thov kuas xeem Yauxej tau tej koob moov nuav, rua qhov Yauxej yog nwg cov kwvtij tug thawjcoj."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.17","label":"17","content":"Yauxej muaj zug ib yaam le tug txiv nyuj; nwg txwm kub yog kub nyuj qus. Ib tug kub yog Manaxes kws yog ntau txheeb leej tug zug, ib tug kub yog Efalayees kws yog kaum txheeb leej tug zug. Yauxej siv ob tug kub ntawd nrau lwm tsaav tuabneeg kuas tsiv tawm moog; nwg lawv puab tsiv moog ti qaab ntuj kawg.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.18","label":"18","content":"Mauxes has txug xeem Xenpuloos hab xeem Ixakhas le nuav: “Thov kuas xeem Xenpuloos kev ua laag ua luam huv havtxwv, kuas puab muaj txag npluanuj; hab thov kuas xeem Ixakhas muaj txag npluanuj nyob huv vaaj huv tsev."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.19","label":"19","content":"Puab caw lwm tsaav tuabneeg tuaj rua sau puab tej roob tua tsaj fij lawv le puab tej kaab ke, puab muaj txag npluanuj, vim txujkev ua laag ua luam huv havtxwv hab lawv ntug havtxwv.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.20","label":"20","content":"Mauxes has txug xeem Khas has le nuav: “Ua Vaajtswv tsaug kws nwg ua rua xeem Khas lub tebchaws nthuav dlaav. Khas tog luas kev ib yaam le tug tsuv ntxhuav chua luas npaab kuas tu, lossis tev luas tawv taubhau yaws hlo."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.21","label":"21","content":"Puab xaiv lub tebchaws kws zoo tshaaj ua puab tug; Puab tau tej kws yog cov thawjcoj feem. Thaus cov Yixalayees cov thawjcoj tuaj ua ke,  Xeem Khas noog tug TSWV tej lug hab ua lawv le nwg tej kevcai.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.22","label":"22","content":"Mauxes has txug xeem Daas le nuav: “Daas yog tug thaav tsuv ntxhuav kws dlha tej caws qa huv tebchaws Npasaas tuaj.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.23","label":"23","content":"Mauxes has txug xeem Nathalis le nuav: “Tug TSWV foom koob moov rua xeem Nathalis ntau kawg nkaus. Puab lub tebchaws txij ndlua ntawm Havtxwv Kalilais moog ti nkaus saab qaabteb.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.24","label":"24","content":"Mauxes has txug xeem Aseles le nuav: “Aseles tau koob moov ntau dlua lwm xeem huv tuabsi. Thov kuas nwg cov kwvtij hlub nwg tshaaj lwm xeem, hab thov kuas nwg lub tebchaws muaj txiv ntoo roj nplua mag."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.25","label":"25","content":"Thov kuas nwg tej nroog muaj roojvaag hlau thaiv khov kho, hab thov kuas nwg nyob tso sab lug moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.26","label":"26","content":"Cov Yixalayees, tsi muaj lwm tug vaajtswv zoo npaum le mej tug Vaajtswv, nwg moog sau nruab ntug, nwg lub fwjchim ci ntsaa ab, nwg nqeg nroog sau cov fuab lug cawm kuas mej dlim."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.27","label":"27","content":"Vaajtswv yog tug kws ibtxwm tsomkwm mej; nwg ob txhais npaab puag rawv mej moog ibtxhis. Nwg ntab mej tej yeebncuab tsiv tawm ntawm mej moog, hab nwg kuas mej ua rua yeebncuab puamtsuaj tu noob nrho."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.28","label":"28","content":"Yakhauj cov xeebntxwv txhaj tau nyob kaaj sab lug. Puab yuav nyob tso sab plhuav huv lub tebchaws kws zoo nplej hab muaj cawv txiv maab, lub tebchaws ntawd aav noo hab ntsu lwg."},{"bible_id":"1726","chapter_code":"DEU.33","verse_code":"DEU.33.29","label":"29","content":"Cov Yixalayees, ua caag mej yuav tau zoo ua luaj! Mej yog tsaav tuabneeg kws tug TSWV cawm dlim lawm; tsi muaj ib tsaav tuabneeg twg kws tau zoo le mej. Tug TSWV yog mej dlaim thaiv nav ntaaj, hab yog mej raab ntaaj kws paab kuas mej kovyeej; mej tej yeebncuab yuav tsaa suab thov kuas mej hlub, hab mej yuav muab puab tsuj nthi rua huv aav."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.1","label":"1","content":"Mauxes tawm huv lub taj nraag Mau-am moog rua sau Roob Nenpaus, hab nwg nce moog txug rua sau lub ncov Roob Pinkas kws nyob saab nubtuaj ntawm lub nroog Yelikaus; thaus Mauxes nce moog txug sau lawm, tug TSWV kuas nwg tsaa qhovmuag saib thoob plawg lub tebchaws. Nwg pum lub tebchaws Nkile-as thoob plawg moog ti nkaus lub nroog Daas;"},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.2","label":"2","content":"nwg saib pum taagnrho tej cheebtsaam kws Nathalis, Efalayees, Manaxes hab Yudas nyob moog rua saab Nubpoob ti nkaus rua Havtxwv Meditelanees;"},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.3","label":"3","content":"nwg pum taagnrho tebchaws Yudas saab qaabteb, hab lub taj nraag txij ndlua ntawm lub nroog Xau-as moog ti nkaus lub nroog Yelikaus kws muaj toovlaaj ntau heev."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.4","label":"4","content":"Tug TSWV has rua Mauxes tas, “Lub tebchaws nuav yog lub kws kuv tau coglug tseg rua Anplahaas, Ixaj hab Yakhauj has tas, kuv yuav muab rua puab cov xeebntxwv. Kuv pub rua koj pum, tabsis tsi pub koj moog nyob.”"},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.5","label":"5","content":"Tug TSWV tug tubkhai Mauxes txhaj tuag rua huv tebchaws Mau-am lawv le tug TSWV tau has tseg lawm."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.6","label":"6","content":"Tug TSWV muab Mauxes log rua huv ib lub haav huv tebchaws Mau-am kws nyob ncaaj lub nroog Npepe-aus, tabsis txij thaus ntawd lug txug naj nub nua, yeej tsi muaj leejtwg paub has tas tug TSWV muab Mauxes lub cev coj moog log rua qhov twg lawm."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.7","label":"7","content":"Thaus Mauxes tuag, nwg noobnyoog muaj ib puas neeg nkaum xyoo; txawm yog nwg laug heev los nwg tseem muaj zug hab qhovmuag pum kev zoo."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.8","label":"8","content":"Cov Yixalayees quaj nyav Mauxes tau peb caug nub huv lub taj nraag Mau-am."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.9","label":"9","content":"Noos tug tub Yausuas muaj tswvyim, Mauxes txhaj tsaa nwg ua tug hloov Mauxes chaw. Cov Yixalayees noog Yausuas lug lawv le tej lug kws tug TSWV kuas Mauxes qha rua puab."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.10","label":"10","content":"Txij thaus ntawd lug cov Yixalayees tsi muaj ib tug cevlug zoo npaum le Mauxes kws tug TSWV nrug nwg thaam tim ntsej tim muag le lawm."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.11","label":"11","content":"Tsi muaj ib tug cevlug twg kws ua tau tej txujci tseemceeb hab xaav tsi thoob ib yaam le tej kws tug TSWV kuas Mauxes ua rua Falaus, nwg cov numtswv hab nwg cov pejxeem huv lub tebchaws Iziv pum."},{"bible_id":"1726","chapter_code":"DEU.34","verse_code":"DEU.34.12","label":"12","content":"Tsi muaj ib tug cevlug twg kws ua tau tej txujci tseemceeb hab txaus ntshai ib yaam le tej kws Mauxes ua rua cov Yixalayees pum lawm."}]