[{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.1","label":"1","content":"Ntawm nuav yog tug tuabneeg txawj ntse tej lug, nwg yog Daviv tug tub kws ua vaajntxwv nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.2","label":"2","content":"Tug tuabneeg txawj ntse has tas, tsi muaj qaabhau! Tsi muaj qaabhau le! Kev ua neej nyob yeej tsi muaj qaabhau! Txhua yaam yeej tsi muaj qaabhau le!"},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.3","label":"3","content":"Qhov kws tuabneeg siv zug ua num nyaav tiv tshaav tiv naag huv qaab ntuj nuav, ua rua puab tau dlaabtsi lug ntawm tej num kws puab ua ntawd?"},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.4","label":"4","content":"Ib tam taag tshwm dlua ib tam tuaj, tabsis lub nplajteb tseem nyob le qub."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.5","label":"5","content":"Lub nub txawj tawm tuaj hab txawj rov qaab moog rua ntawm qhov chaw kws nwg tawm tuaj, hab rov tawm tuaj dlua."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.6","label":"6","content":"Cua ntsawj moog rua nraag qaab ntug hab ntsawj rov lug rua peg hauv ntuj. Cua ntsawj moog ntsawj lug hab ntsawj rov lug rua qhov qub."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.7","label":"7","content":"Txawm yog txhua tug dlej ndlwg moog rua huv havtxwv los havtxwv kuj tsi puv le, tej dlej ntawd ndlwg rov rua peg hauv dlej hab ndlwg rov lug rua qhov qub xwb."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.8","label":"8","content":"Txhua tsaav yaam ua rua kuv txug sav taag, kuv has lug tsi puv paa le. Lub qhovmuag tseem saib tsi tau txaus hab lub qhovntsej los noog tsi tau dlhuav."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.9","label":"9","content":"Tej xwmtxheej kws tub tshwm taag lug lawm los kuj yog tej kws tseem yuav tshwm lug dlua. Tej kws tub ua taag lug lawm los kuj yog tej kws tseem yuav ua dlua hab, yeej tsi muaj ib yaam dlaabtsi kws yog yaam tshab nyob huv qaab ntuj nuav le."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.10","label":"10","content":"Luas has tas, “Saib maj, yaam nuav yog ib yaam tshab.” Tabsis tej ntawd tub yog tej kws xub muaj ua ntej peb nyob lawm."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.11","label":"11","content":"Tam nuav tsi muaj leejtwg yuav ncu tau tej thaus u, hab tej tuabneeg kws tseem yuav yug lug yeej tsi muaj leejtwg yuav ncu tau tej xwm kws muaj nub nua hab yaav taag lug."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.12","label":"12","content":"Kuv kws yog tug tuabneeg txawj ntse, kuv tau ua vaajntxwv kaav cov Yixalayees nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.13","label":"13","content":"Kuv siv kuv tej kev txawj ntse lug nrhav hab tshawb txhua yaam kws muaj nyob huv lub qaab ntuj nuav. Kuv pum has tas Vaajtswv muab lub nraa nyaav rua tuabneeg ris."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.14","label":"14","content":"Kuv tub pum txhua yaam kws tuabneeg ua nyob huv qaab ntuj nuav, kuv paub has tas txhua yaam kws puab ua ntawd yeej tsi muaj qaabhau le, tsuas zoo ib yaam le nteg cua xwb."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.15","label":"15","content":"Yaam kws nkhaus lawm muab ua kuas ncaaj tsi tau, yaam kws muaj tsi txwm, suav tsi tau ua kuas txwm."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.16","label":"16","content":"Kuv xaav has tas, “Kuv yog tug kws txawj ntse tshaaj lwm tug kws ua vaajntxwv nyob huv lub nroog Yeluxalees ua ntej kuv lawm. Kuv paub tej tswvyim hab kev txawj ntse tseeb kawg le.”"},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.17","label":"17","content":"Kuv npaaj sab kawm kev txawj kev ntse, kev ruag, tswvyim hab kev vwm, saib txawv le caag. Tabsis kuv pum has tas tsuas zoo ib yaam le kuv caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.1","verse_code":"ECC.1.18","label":"18","content":"Tug tuabneeg kws muaj kev txawj ntse ntau, nwg kuj muaj kev nyuaj sab ntau. Hab tug tuabneeg kws paub ntau, nwg kuj muaj kev txhawjxeeb ntau."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.1","label":"1","content":"Kuv xaav has tas, ca kuv sim kev lomzem saib yuav zoo sab npaum le caag, tabsis kuv pum has tas, tej ntawd kuj tsi muaj qaabhau le hab."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.2","label":"2","content":"Kuv pum has tas kev luag yog ib yaam kws ruag kawg, hab tej kev lomzem yeej coj tsi tau ib yaam dlaabtsi lug rua yug le."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.3","label":"3","content":"Kuv xaav muaj tswvyim heev, kuv txhaj sim haus cawv hab ua kev lomzem. Kuv xaav has tas, “Qhov nuav yog yaam zoo tshaaj plawg rua tuabneeg ua tuabneeg lub neej kws nyob ib nyuas ntu huv nplajteb nuav”."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.4","label":"4","content":"Kuv ua ntau teg num tseemceeb kawg le. Kuv ua tau ntau lub tsev hab ua ntau dlaim teb txiv maab."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.5","label":"5","content":"Kuv ua ntau dlaim teb cog txiv ntoo, hab kuv cog ntau yaam txiv rua huv."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.6","label":"6","content":"Kuv khawb ntau lub paag dlej, txhaj tau dlej ywg kuv tej txiv maab txiv ntoo."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.7","label":"7","content":"Kuv yuav tubqhe hab nkauj qhe coob heev, kuv muaj tej tubqhe kws yug huv kuv tsev, kuv muaj nyuj, muaj tshis hab muaj yaaj coob dlua cov vaajntxwv kws xub nyob ua ntej kuv huv lub nroog Yeluxalees nuav."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.8","label":"8","content":"Kuv muaj nyaj hab kub ntau kawg le; tej ntawd yog kuv sau cov vaajntxwv nyob huv cov tebchaws kws kuv kaav tej nyaj lug khaws ca. Kuv muaj cov tub hab cov ntxhais hu nkauj ua rua kuv zoo sab, hab kuv muaj ntau tug quaspuj txaus kuv sab kawg le."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.9","label":"9","content":"Kuv tau ua tug luj dlua cov tuabneeg kws xub nyob ua ntej kuv huv lub nroog Yeluxalees nuav hab kuv tej tswvyim kuj nyob nrug nraim kuv."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.10","label":"10","content":"Txhua yaam kws kuv xaav yuav los kuv kuj tau. Kuv xaav ua kev lomzem los kuv yeej tsi tswj kuv lub sab le. Kuv txaus sab rua txhua yaam num kws kuv ua, hab tej nuav yog kuv tej nqe zug."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.11","label":"11","content":"Kuv xaav txug txhua yaam num nyaav kws kuv tau siv zug khwv nyob huv qaab ntuj nuav, mas kuv pum has tas txhua yaam ntawd tsi muaj qaabhau le, tsuas zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.12","label":"12","content":"Tug vaajntxwv twg los tsuas ua tej kws cov vaajntxwv kws xub nyob ua ntej nwg lug lawm ua xwb. Ces kuv txhaj ua tuab zoo xaav txug kev txawj ntse, kev vwm hab kev ruag saib zoo le caag."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.13","label":"13","content":"Kuv pum has tas, “Kev ntse zoo dlua kev ruag ib yaam le qhov pum kev zoo dlua qhov tsaus ntuj."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.14","label":"14","content":"Cov tuabneeg ntse pum puab txuj hauv kev, tabsis cov tuabneeg ruag xuas dlub moog kev.” Txawm yog le ntawd los kuv pum has tas, thaus kawg puab cov ntawd lub neej zoo ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.15","label":"15","content":"Kuv xaav huv kuv lub sab has tas, “Thaus kawg cov tuabneeg ruag lub neej zoo le caag, ces kuv lub neej yuav zoo ib yaam nkaus le ntawd. Yog le ntawd, tej kev txawj ntse kws kuv muaj yuav zoo dlaabtsi? Tej kev txawj ntse nuav los yeej tsi muaj qaabhau rua kuv le.”"},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.16","label":"16","content":"Tsi muaj leejtwg yuav ncu txug cov tuabneeg txawj ntse hab cov tuabneeg ruag, ib nub tom ntej luas kuj yuav tsi ncu txug peb ib yaam nkaus, cov tuabneeg ntse los yuav tuag ib yaam nkaus le cov tuabneeg ruag hab."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.17","label":"17","content":"Kuv xaav has tas kev ua neej tsi muaj qaabhau, rua qhov txhua yaam xwm kws kuv raug taag lug ua rua kuv ntxhuv sab kawg le. Txhua yaam ntawd puavleej tsi muaj qaabhau, tsuas zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.18","label":"18","content":"Tej num kws kuv ua hab tej kws kuv khwv tau nyob huv qaab ntuj nuav yeej tsi muaj qaabhau rua kuv, rua qhov kuv paub has tas, kuv yuav muab tej ntawd tso tseg rua tug kws yuav lug hloov kuv chaw."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.19","label":"19","content":"Hab leejtwg yuav paub has tas tug kws yuav lug ntawd, nwg yog tug ntse lossis yog tug ruag. Txawm yog nwg yuav zoo le caag los xij nwg yeej yuav tau tej kws kuv lub tswvyim khwv tau rua huv qaab ntuj nuav lawm, tej ntawd los tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.20","label":"20","content":"Yog le ntawd kuv txhaj rov khauvxwm txug tej num nyaav kws kuv tau ua nyob huv qaab ntuj nuav."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.21","label":"21","content":"Tuabneeg siv tswvyim, kev paub, hab kev txawj ntse ua num tau nyaj hab ib puas tsaav yaam khaws ca, tabsis kuj muab tej ntawd tso tseg rua lwm tug kws tsi tau siv dlaag siv zug khwv le yuav, tej ntawd kuj tsi muaj qaabhau hab tsi tsimnyog le."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.22","label":"22","content":"Yug yuav tau dlaabtsi lug ntawm qhov kws yug siv siv zug khwv hab fuas ua ntxhuv sab quas nyo huv qaab ntuj nuav?"},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.23","label":"23","content":"Yug txujsa yuav nyob ntev le caag los xij, txhua yaam kws yug ua tsuas yog coj kev txhawjxeeb hab kev ntxhuv sab lug rua yug xwb. Txawm yog ntuj teb taag mo los yug lub sab yeej tsi tau su le. Tej nuav los tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.24","label":"24","content":"Yaam kws zoo tshaaj plawg rua ib tug tuabneeg yog kev noj kev haus, hab txaus sab rua tej kws nwg khwv tau lug ntawd. Txawm le ntawd los kuv pum has tas tej ntawd puavleej yog lug ntawm Vaajtswv."},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.25","label":"25","content":"Yog tsi lug ntawm Vaajtswv lug, leejtwg yuav tau tej ntawd noj hab muaj kev zoo sab?"},{"bible_id":"1726","chapter_code":"ECC.2","verse_code":"ECC.2.26","label":"26","content":"Vaajtswv pub tswvyim, kev txawj ntse hab kev kaaj sab rua tug kws ua hum nwg sab, tabsis Vaajtswv kuas cov tuabneeg txhum ua num nyaav, Vaajtswv txhaj tau tej ntawd pub rua cov tuabneeg kws ua hum Vaajtswv sab. Tej nuav kuj tsi muaj qaabhau le, tsuas yog zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.1","label":"1","content":"Txhua yaam kws muaj nyob rua huv lub qaab ntuj nuav, yeej tshwmsim lawv le Vaajtswv tau teem caij teem nyoog tseg ca lawm xwb."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.2","label":"2","content":"Vaajtswv teem kuas muaj sijhawm yug hab muaj sijhawm tuag, muaj sijhawm cog hab muaj sijhawm sau."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.3","label":"3","content":"Muaj sijhawm tua hab hab muaj sijhawm khu kuas zoo, muaj sijhawm muab rhuav povtseg hab muaj sijhawm txhim khu dlua tshab."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.4","label":"4","content":"Vaajtswv teem kuas muaj sijhawm ntxhuv sab hab muaj sijhawm zoo sab, muaj sijhawm quaj ntsuag hab muaj sijhawm seev cev lomzem."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.5","label":"5","content":"Muaj sijhawm laim pobzeb povtseg muaj sijhawm khaws pobzeb rov lug muaj sijhawm sis nwj hab muaj sijhawm tsi sis nwj."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.6","label":"6","content":"Muaj sijhawm nrhav tau lug hab muaj sijhawm pluj moog, muaj sijhawm muab lug khaws ca hab muaj sijhawm muab povtseg."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.7","label":"7","content":"Muaj sijhawm muab dlua kuas ndluag hab muaj sijhawm muab ntxiv rua, muaj sijhawm nyob ntsag tu hab muaj sijhawm sis thaam."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.8","label":"8","content":"Vaajtswv teem kuas muaj sijhawm sis hlub hab hab muaj sijhawm sis ntxub, muaj sijhawm ua tsuv ua rog hab muaj sijhawm nyob thaajyeeb."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.9","label":"9","content":"Peb yuav tau dlaabtsi lug ntawm txhua yaam kws peb ua ntawd?"},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.10","label":"10","content":"Kuv paub lub nraa nyaav kws Vaajtswv muab rua peb ris."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.11","label":"11","content":"Vaajtswv yeej teem caij teem nyoog tseg rua txhua tsaav yaam lawm. Nwg pub peb txawj ntshaw hab paub txug lub neej yaav tom ntej, tabsis nwg tsi pub peb txaus sab hab totaub txhua yaam kws nwg tau ua ntawd."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.12","label":"12","content":"Yog le ntawd kuv pum has tas, yaam kws peb tau ces tsuas yog ca le txaus sab rua tej kws peb muaj hab tej kws peb ua thaus peb tseem ua neej nyob nuav xwb."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.13","label":"13","content":"Peb suavdlawg ca le noj hab haus kuas txaus sab rua tej kws peb khwv tau lug, tej ntawd yog tej kws Vaajtswv muab pub rua peb."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.14","label":"14","content":"Kuv paub has tas txhua yaam kws Vaajtswv ua yuav nyob moog ibtxhis. Koj yeej ntxiv tsi tau ib yaam dlaabtsi rua hab rhu tsi tau ib yaam dlaabtsi tawm le. Hab txhua yaam kws Vaajtswv ua nuav yog ua kuas peb ntshai hab fwm nwg."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.15","label":"15","content":"Tej kws tshwm lug, puavleej yog tej kws tub tshwmsim yaav taag lug lawm xwb. Vaajtswv ua kuas tej kws tub tshwmsim lawm rov tshwmsim tuaj dlua."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.16","label":"16","content":"Dlua le ntawd kuv tseem pum has tas, nyob huv qaab ntuj nuav, muaj tej kev phem kev qas nyob rua ntau qhov chaw kws tsimnyog muaj kev ncaaj nceeg hab kev zoo."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.17","label":"17","content":"Kuv xaav has tas, “Vaajtswv yeej yuav txav txim rua tug kws ua ncaaj hab tug kws ua phem ib yaam nkaus. Rua qhov txhua tsaav yaam hab txhua teg num yeej yuav tshwmsim lug rua lub sijhawm  kws tub teem tseg ca ua ntej lawm.”"},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.18","label":"18","content":"Kuv xaav has tas, Vaajtswv taabtom sim peb hab qha kuas peb paub has tas, peb yeej zoo tsi tshaaj tej tsaj txhu."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.19","label":"19","content":"Tuabneeg txujmoo hab tsaj txujmoo zoo ib yaam nkaus, tuabneeg hab tsaj puavleej txawj tuag. Tuabneeg hab tsaj puavleej txawj ua paa, tuabneeg yeej zoo tsi tshaaj tsaj, rua qhov tuabneeg hab tsaj puavleej tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.20","label":"20","content":"Tuabneeg hab tsaj puavleej yuav moog rua huv tuab qhov chaw. Tuabneeg hab tsaj puavleej yog muab aav puab. Puab txhaj yuav rov moog ua aav."},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.21","label":"21","content":"Yuav ua le caag yug txhaj paub has tas, tuabneeg tug plig moog rua sau ntuj hab tsaj tug plig moog rua huv aav lawm?"},{"bible_id":"1726","chapter_code":"ECC.3","verse_code":"ECC.3.22","label":"22","content":"Yog le ntawd kuv paub has tas, qhov zoo tshaaj, ces yog txaus sab rua tej num kws peb ua, tsi muaj lwm yaam kws peb ua tau lawm,  tsi muaj ib yaam qha rua peb paub has tas, tom qaab kws peb tuag lawm, yuav muaj dlaabtsi tshwmsim rua peb."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.1","label":"1","content":"Kuv rov pum dlua tej kev tsi ncaaj nceeg kws muaj nyob huv lub qaab ntuj nuav. Muaj cov tuabneeg kws raug luas tsimtxom quaj quas ntsuag, tabsis tsi muaj leejtwg paab puab le. Qhov kws tsi muaj leejtwg paab puab, vim cov tuabneeg kws tsimtxom puab ntawd yog cov kws muaj fwjchim."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.2","label":"2","content":"Kuv nrug cov tuabneeg kws tuag lawm zoo sab, vim puab tau zoo dlua cov kws tseem ua neej nyob."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.3","label":"3","content":"Tabsis tseem muaj cov kws tau zoo tshaaj cov caj hab cov tuag, cov ntawd yog cov kws tsi tau yug lug, puab tsi tau pum tej kev tsi ncaaj nceeg kws nyob huv lub qaab ntuj nuav."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.4","label":"4","content":"Kuv paub has tas, qhov kws tuabneeg siv zug ua num nyaav kuas puab muaj, tub yog vim puab khib tej kws luas zej zog tub muaj lawm. Tabsis tej ntawd tsi muaj qaabhau le, tsuas zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.5","label":"5","content":"Tug kws luas has tas yog tuabneeg ruag, yog tug kws puag teg puag taw ca nwg tuag tshaib."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.6","label":"6","content":"Qhov kws ca yug muaj kev kaaj sab mivntsiv zoo dlua le yug ob txhais teg ua num txhua lub sijhawm, tej ntawd tsuas zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.7","label":"7","content":"Kuv tseem pum muaj dlua lwm yaam nyob huv qaab ntuj nuav kws tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.8","label":"8","content":"Yog tug txivneej kws nyob tuab leeg txawm yog nwg tsi muaj tub, tsi muaj kwvtij los nwg pheej rau sab ntso ua num nyaav hab tsi txaus sab rua nwg tej kev muaj txag npluanuj le. Nwg khwv tseg rua leejtwg, nwg txhaj pheej tsi su kuas muaj kev zoo sab le? Tej nuav los tsi muaj qaabhau, hab nwg tseem ua lub neej txomnyem ntsuav xwb."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.9","label":"9","content":"Ob leeg zoo dlua ib leeg, rua qhov ob leeg ua num tau nqe zug ntau dlua."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.10","label":"10","content":"Yog ib tug qaug lawm, ib tug yuav nqug nwg teg sawv. Tabsis tsi zoo rua tug kws nwg tuab leeg xwb, yog nwg qaug lawm tsi muaj leejtwg yuav nqug nwg teg sawv."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.11","label":"11","content":"Lub caij ntuj no, ob leeg pw ua ke txhaj le suv, tabsis tug kws pw tuab leeg xwb yuav ua le caag suv taug?"},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.12","label":"12","content":"Yog ob leeg koom ua ke yuav tawmtsaam yeej ib leeg. Txuj hlua kws muaj peb ntswg nqug tsi tu yoojyim."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.13+ECC.4.14","label":"13-14","content":"Ib tug tuabneeg txomnyem yeej muaj cuabkaav lug ua tau vaajntxwv kaav tebchaws lossis tug tuabneeg raug txim muaj cuabkaav tawm huv tsev lojcuj moog nyob sau lub zwmtxwv, tabsis tug vaajntxwv laug kws tsi noog luas tej lug tuavxaam, tub zoo tsi cuag tug tub hluas kws txomnyem hab txawj ntse."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.15","label":"15","content":"Kuv xaav txug txhua tug tuabneeg kws nyob huv qaab ntuj nuav, kuv paub has tas, nyob huv cov tuabneeg ntawd, yuav muaj ib tug tub hluas lug hloov vaajntxwv chaw."},{"bible_id":"1726","chapter_code":"ECC.4","verse_code":"ECC.4.16","label":"16","content":"Txawm yog tej pejxeem kws vaajntxwv kaav ntawd, yuav muaj coob hab tsawg los tom qaab kws nwg tuag lawm, tsi muaj leejtwg yuav ncu txug tej txaj ntsig kws nwg ua taag lug. Tej ntawd tsi muaj qaabhau, tsuas zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.1","label":"1","content":"Koj yuavtsum ceevfaaj qhov kws moog huv lub Tuamtsev. Koj moog noog zoo dlua koj coj khoom moog fij ib yaam le tug tuabneeg ruag kws tsi paub has tas, qhov twg yog hab qhov twg tsi yog."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.2","label":"2","content":"Yuavtsum ua tuab zoo xaav ua ntej koj maam has, hab tsi xob laam tau laam coglug rua Vaajtswv. Vaajtswv yog tug nyob sau ntuj hab koj yog tug nyob huv qaab ntuj nuav, yog le ntawd tsi xob has ib lus tshaaj tej kws koj ua tau."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.3","label":"3","content":"Yog koj yimfuab txhawjxeeb yuav ua rua koj yimfuab ua npau suav ntau, hab yog koj yimfuab has lug ntau, yuav ua rua koj has tej lug tsi zoo."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.4","label":"4","content":"Yog le ntawd thaus koj coglug rua Vaajtswv, koj yuavtsum maaj ua kuas tej lug cog tseg ntawd tav. Nwg yeej tsi txaus sab rua tug tuabneeg ruag le. Koj yuavtsum ua lawv le koj tej lug cog tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.5","label":"5","content":"Yog koj ua tsi tau le koj has, mas zoo dlua le kws koj tsi xob coglug."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.6","label":"6","content":"Tsi xob ca koj tej lug cog tseg ua rua koj ua txhum, hab tsi xob moog has rua Vaajtswv cov povthawj has tas, koj has yuam kev lawm xwb. Vim le caag koj ua kuas Vaajtswv npautawg rua koj? Vim le caag koj ca Vaajtswv rhuav tej kws koj ua ntawd puamtsuaj taag lawm?"},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.7","label":"7","content":"Tsi has ua npau suav ntau, ua tej num kws tsi tseemceeb ntau lossis has lug ntau yeej tsi muaj qaabhau. Yog le ntawd koj yuavtsum fwm Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.8","label":"8","content":"Tsi xob xaav tsi thoob thaus koj pum numtswv tsimtxom cov tuabneeg pluag, tsi tsaa puab cai hab txav txim tsi ncaaj rua puab. Txhua tug numtswv yeej muaj ib tug ua tug luj dlua saib nwg, hab tseem muaj ib tug kws muaj meejmom sab dlua saib puab."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.9","label":"9","content":"Txawm yog vaajntxwv los yeej ca sab rua tej qoobloo."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.10","label":"10","content":"Yog koj ntshaw nyaj txag, ces koj yuav tsi muaj kev txaus sab taag koj simneej le; yog koj ntshaw npluanuj, koj yuav tsi tau tej kws koj ntshaw ntawd. Tej ntawd yeej tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.11","label":"11","content":"Yog koj yimfuab npluanuj, ces yimfuab muaj ntau leej kws koj yuav tau pub rua noj. Tej kws koj tau tsuas yog lu lug kws has tas, “Koj muaj txag npluanuj xwb.”."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.12","label":"12","content":"Tug tuabneeg kws ua num nyaav, txawm yog muaj ntau muaj tsawg los nwg yeej pw tsaug zug zoo. Tabsis tug tuabneeg muaj txag npluanuj, muaj ntau yaam kev nyuaj sab ua rua nwg pw tsi tsaug zug."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.13","label":"13","content":"Kuv pum dlua ib yaam kws xaav tsi thoob nyob huv qaab ntuj nuav: yog qhov kws tuabneeg pheej khaws nyaj ca rua lub sijhawm kws puab cheemtsum siv."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.14","label":"14","content":"Yog muaj tej yaam xwm tsi zoo, ua rua cov nyaj ntawd taag dlu lug, ces puab yuav tsi tshuav dlaabtsi tseg rua puab tej mivnyuas le."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.15","label":"15","content":"Peb nam yug peb lug labqaab, ces thaus peb rov moog los peb yuav moog labqaab; tej kws peb khwv tau, peb yuav coj tsi tau nrug peb moog."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.16","label":"16","content":"Qhov nuav yog ib yaam tsi zoo; peb yug lug le caag, peb yuav rov qaab moog le ntawd. Qhov kws peb ua num nyaav, peb tau dlaabtsi? Tsuas zoo ib yaam le caum cua xwb."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.17","label":"17","content":"Dlua le ntawd peb ua lub neej tsaus ntuj nti, muaj kev tu sab,  kev ntxhuv sab, kev chim hab kev mob kev nkeeg taag moog le xwb."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.18","label":"18","content":"Yaam zoo kws kuv pum yog le nuav: Ca le noj hab haus hab txaus sab rua tej kws peb khwv tau lug thaus Vaajtswv pub peb ua neej nyob ib nyuas ntu huv qaab ntuj nuav. Tej nuav yog feem kws Vaajtswv pub rua peb."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.19","label":"19","content":"Yog Vaajtswv pub rua ib tug tuabneeg twg muaj txag npluanuj, muaj laj muaj teb, nwg ca le txaus sab rua tej ntawd. Nwg yuavtsum ua Vaajtswv tsaug, hab zoo sab rua tej kws nwg khwv tau lug. Rua qhov tej ntawd yog Vaajtswv pub rua nwg."},{"bible_id":"1726","chapter_code":"ECC.5","verse_code":"ECC.5.20","label":"20","content":"Yog Vaajtswv pub nwg muaj kev zoo sab, ces nwg yuav tsi muaj kev ntxhuv sab rua lub neej kws nyob ib ntus ntawd."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.1","label":"1","content":"Kuv pum muaj kev tsi ncaaj nceeg nyob huv qaab ntuj nuav, tej kev tsi ncaaj ntawd tsimtxom tuabneeg nyaav kawg le."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.2","label":"2","content":"Vaajtswv pub qee leej muaj txag npluanuj, qee leej muaj meejmom, qee leej muaj laj muaj teb hab muaj txhua yaam kws nwg xaav tau. Tabsis Vaajtswv tsi pub tug ntawd txaus sab rua tej kws nwg khwv tau lug, Vaajtswv yuav muab tej ntawd rua lwm tug siv. Tej ntawd tsi muaj qaabhau hab yog kev tsi ncaaj nceeg xwb."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.3","label":"3","content":"Txawm yog ib tug tuabneeg twg yuav muaj txug ib puas tug mivnyuas, hab nwg yuav ua neej nyob ntev le caag los xij, yog nwg tsi muaj kev zoo sab, hab thaus nwg tuag yog luas tsi coj nwg moog log, ces kuv suav has tas tug mivnyuas kws tsi tau yug lug tseem zoo dlua tug ntawd."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.4","label":"4","content":"Nwg tsi xob yug lug yuav zoo dlua, rua qhov nwg yeej yuav pluj moog rua huv qhov tsaus ntuj nti kws tsi muaj leejtwg ncu txug nwg le lawm."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.5","label":"5","content":"Txawm yog nwg tsi tau lug pum lub nub hab tsi tau paub kev ua neej zoo le caag los nwg tseem tau su dlua tug kws tuag lawm."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.6","label":"6","content":"Txawm yog nwg yuav ua neej nyob txug ib txheeb lossis ob txheeb xyoo los xij, yeej tsi muaj kev txaus sab dlaabtsi. Thaus kawg obtug yeej yuav moog rua tuab qhov chaw xwb."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.7","label":"7","content":"Tug tuabneeg kws rau sab ntso ua num, tsuas tau noj tau haus xwb, tabsis nwg yeej tsi muaj kev txaus sab le."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.8","label":"8","content":"Tug tuabneeg ntse zoo tshaaj tug tuabneeg ruag le caag? Hab tug tuabneeg pluag kws paub ua lub neej zoo yuav tau dlaabtsi?"},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.9","label":"9","content":"Tej ntawd yeej tsi muaj qaabhau le, tsuas zoo ib yaam le caum cua xwb. Ca le txaus sab rua tej kws koj muaj zoo dlua le kws koj pheej ntshaw lwm yaam."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.10","label":"10","content":"Txhua yaam kws tshwm muaj ntawd yeej teem tseg ntev lug lawm. Peb suavdlawg paub has tas, tsi muaj leejtwg  yuav caav ncauj yeej tug kws muaj tswvyim tshaaj nwg."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.11","label":"11","content":"Yog koj pheej caav ncauj ntau, mas yimfuab tsi muaj qaabhau, hab koj yuav tsi tau dlaabtsi."},{"bible_id":"1726","chapter_code":"ECC.6","verse_code":"ECC.6.12","label":"12","content":"Leejtwg yuav paub has tas yaam twg txhaj zoo rua tuabneeg lub neej kws tsi muaj qaabhau kws nyob ib ntus, ib yaam le tug dluab ntxoov ntxoo kws yuav dlua moog? Puas muaj leejtwg paub has tas tom qaab kws nwg tuag lawm, yuav muaj dlaabtsi tshwmsim rua lub qaab ntuj nuav?"},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.1","label":"1","content":"Lub koob lub npe zoo, zoo dlua tej roj tsw qaab kws muaj nqes; hab nub tuag zoo dlua nub yug."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.2","label":"2","content":"Moog rua huv lub tsev kws muaj kev quaj ntsuag zoo dlua moog rua huv lub tsev kws muaj rooj noj rooj haus hab muaj kev lomzem. Cov kws tseem ua neej nyob yuavtsum ncu ntsoov has tas, txujkev tuag yeej tog rawv txhua tug."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.3","label":"3","content":"Kev quaj ntsuag zoo dlua kev luag ua tsuj ua tsaug. Qhov ntawd ua rua koj lub ntsejmuag mluag, tabsis yuav ua rua koj muaj kev txawj ntse."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.4","label":"4","content":"Tug kws xaav ntsoov rua txujkev tau zoo yog tuabneeg ruag. Tug kws xaav ntsoov rua txujkev tuag yog tuabneeg ntse."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.5","label":"5","content":"Koj noog tug tuabneeg txawj ntse tej lug ntuag, zoo dlua le noog tug tuabneeg ruag hu nkauj qhuas koj."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.6","label":"6","content":"Tug tuabneeg ruag lub suab luag zoo ib yaam le tej txaim tawg kws tawg huv qhovcub, nwg tsuas nrov qhuav xwb tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.7","label":"7","content":"Thaus tug tuabneeg ntse ua tsi ncaaj rua lwm tug, yog nwg ua le tug tuabneeg ruag ua. Yog koj yuav luas tej nyaj xab, ces yog koj rov ua rua koj poob ntsejmuag."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.8","label":"8","content":"Qhov kws xaus zoo dlua qhov kws chiv. Kev ua sab ntev zoo dlua kev khaavtheeb."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.9","label":"9","content":"Tsi xob npautawg sai. Tsuas yog cov tuabneeg ruag txhaj npautawg sai xwb."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.10","label":"10","content":"Tsi xob nug has tas, “Vim le caag yaav taag lug zoo dlua taamsim nuav?” Qhov kws nug le ntawd tsi yog lug ntse."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.11","label":"11","content":"Txhua tug kws ua neej nyob yuavtsum muaj tswvyim, rua qhov tswvyim zoo ib yaam le koj tau txais qubtxeeg qubteg,"},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.12","label":"12","content":"hab lub tswvyim yuav tsomkwm koj ib yaam le tej nyaj txag. Yaam kws muaj nqes ntawm kev txawj ntse, yog lub tswvyim kws muaj peevxwm ua rua koj nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.13","label":"13","content":"Ca le xaav txug tej kws Vaajtswv ua taag lug; leejtwg yuav muaj cuabkaav muab yaam kws Vaajtswv muab nkhaus lawm, ua kuas ncaaj?"},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.14","label":"14","content":"Thaus koj noj qaab nyob zoo, ca le zoo sab, hab thaus koj raug kev txomnyem, ces ncu ntsoov has tas kev noj qaab nyob zoo hab kev txomnyem puavleej yog lug ntawm Vaajtswv lug; koj tsi muaj cuabkaav paub has tas, yuav muaj dlaabtsi tshwmsim lug tom hauv ntej."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.15","label":"15","content":"Kuv pum txhua yaam nyob huv kuv lub neej kws tsi muaj qaabhau. Tug tuabneeg kws ua zoo yuav tuag moog, tabsis tug tuabneeg ua phem los nwg muaj sa nyob."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.16","label":"16","content":"Tsi xob ua tuabneeg ncaaj lossis ntse dlhau hwv. Vim le caag koj yuav ua rua koj puamtsuaj?"},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.17","label":"17","content":"Tabsis tsi xob ua tuabneeg phem lossis ruag dlhau hwv. Vim le caag koj tuag ua ntej lub sijhawm kws teem tseg rua koj?"},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.18","label":"18","content":"Koj yuavtsum zaam kuas dlhau ob yaam ntawd huv tuabsi. Yog koj ua lub neej fwm Vaajtswv, koj yeej yuav zaam dlhau ob yaam ntawd xwb."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.19","label":"19","content":"Tswvyim paab tau tug tuabneeg txawj ntse ua tau num zoo dlua kaum tug thawj tswjfwm huv ib lub nroog."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.20","label":"20","content":"Nyob huv nplajteb nuav yeej tsi muaj ib tug ua zoo txhua lub sijhawm lossis tsi ua txhum le."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.21","label":"21","content":"Tsi xob quavntsej tej kws luas has, nyob tsaam koj nov koj tug tubkhai txobthuam koj,"},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.22","label":"22","content":"hab koj los yeej tau txobthuam lwm tug ntau zag lawm."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.23","label":"23","content":"Kuv siv kuv lub tswvyim sim txhua yaam nuav. Kuv suav has tas kuv yog tug tuabneeg kws txawj ntse, tabsis qhov tseeb, txujkev txawj ntse nyob dleb kuv heev."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.24","label":"24","content":"Yuav ua le caag txhaj paub has tas, kev ua neej nyob muaj qaabhau? Qhov ntawd nyob tub dlhau hwv, peb paub tsi txug le."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.25","label":"25","content":"Tabsis kuv nrhav hab kawm kev txawj ntse; kuv nrhav kuas tau tswvyim hab kev txawj ntse teb kuv tej lug nug, hab kuv kawm kev ua sab phem hab kev ruag saib zoo le caag."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.26","label":"26","content":"Kuv nrhav tau ib yaam kws ab sab tshaaj txujkev tuag, yog tug quaspuj kws muab nwg txujkev hlub thaab rua koj, nwg yuav nteg koj ib yaam le lub vaag lossis rooj ntaa npuj kws maag koj; hab nwg saab npaab kws puag koj yuav zoo ib yaam le txuj saw hlau kws khi koj. Tug tuabneeg kws ua hum Vaajtswv sab txhaj yuav tsiv dlim, tabsis tug quaspuj ntawd yuav nteg tau cov tuabneeg kws nyam ua txhum."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.27","label":"27","content":"Tug tuabneeg txawj ntse has tas, “Saib maj kuv nrhav ib yaam dlhau rua ib yaam kuv txhaj moog nrhav tau lug teb kuv tej lug nug."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.28","label":"28","content":"Kuv nrhav lwm yaam lug teb, tabsis nrhav tsi tau le. Kuv nrhav tau ib tug txivneej kws kuv fwm ntawm ib txheeb leej, tabsis cov quaspuj kuv nrhav tsi muaj ib tug le."},{"bible_id":"1726","chapter_code":"ECC.7","verse_code":"ECC.7.29","label":"29","content":"Tej kws kuv kawm tau yog le nuav: Vaajtswv yeej tsim tuabneeg lug ua ncaaj ua nceeg, tabsis yog peb pheej lob kev nyuaj sab lug rua peb xwb.”"},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.1","label":"1","content":"Tsuas yog tug tuabneeg ntse txhaj le paub lub ntsab lug meej xwb. Tswvyim ua rua nwg muaj ntsejmuag luag ntxhi hab ua rua nwg txujkev chim pluj moog."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.2","label":"2","content":"Ca le ua lawv le vaajntxwv has,  hab tsi xob maaj coglug rua Vaajtswv."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.3","label":"3","content":"Vaajntxwv yeej muaj cuabkaav ua lawv le nwg sab nyam, yog le ntawd ca le tsiv ntawm nwg moog ua ntej koj raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.4","label":"4","content":"Vaajntxwv yeej muaj fwjchim ua tau txhua yaam, hab tsi muaj leejtwg yuav has tau rua nwg has tas, koj ua dlaabtsi le ko?"},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.5","label":"5","content":"Yog koj noog nwg lug, koj yuav tsi raug puamtsuaj, tug tuabneeg ntse yeej paub lub sijhawm hab paub has tas yuav ua le caag txhaj zoo."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.6","label":"6","content":"Yeej muaj lub caij zoo hab muaj txujkev zoo lug ua txhua yaam, tabsis peb tsuas paub mivntsiv xwb!"},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.7","label":"7","content":"Peb yeej tsi muaj ib tug twg paub txug tej yaam kws yuav tshwmsim lug, hab tsi muaj leejtwg qha peb le."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.8","label":"8","content":"Tsi muaj leejtwg tsiv dlim txujkev tuag lossis tshem tau nub tuag tawm ntawm nwg moog. Qhov nuav yog npluav rog kws peb tsiv tsi dlhau, hab nyag kev tsiv tsi dlim le."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.9","label":"9","content":"Kuv pum tej xwm kws tshwmsim huv lub qaab ntuj nuav, mas ibtxha muaj fwjchim hab ibtxha raug txomnyem vim kev tswjfwm ntawm cov tuabneeg muaj fwjchim."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.10","label":"10","content":"Kuv pum luas muab cov tuabneeg ua phem kws tuag lawm coj moog log, puab pheej nkaag moog hab tawm huv qhov chaw dlawbhuv lug; tabsis tseem muaj tuabneeg qhuas puab nyob huv tej nroog kws puab ua kev phem kev qas.  Tej ntawd los tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.11","label":"11","content":"Vim le caag tuabneeg pheej nyam ua kev txhum ua luaj? Rua qhov puab ua txhum le ntawd los puab tsi raug txim taamsim ntawd."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.12","label":"12","content":"Tug tuabneeg txhum txawm ua txhum quas pua zag los nwg tseem ua neej nyob. Txawm le ntawd los kuv paub has tas, “Tug kws fwm Vaajtswv txhaj yog tug kws muaj kev kaaj sab,"},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.13","label":"13","content":"tabsis cov tuabneeg ua phem ua qas yuav tsi tau txujkev kaaj sab ntawd. Puab txujsa tsuas zoo ib yaam le tug dluab ntxoov ntxoo hab puab yuav tuag thaus puab tseem hluas, vim puab tsi fwm Vaajtswv.”"},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.14","label":"14","content":"Muaj tej yaam kws tshwmsim rua lub nplajteb nuav: Qee zag cov tuabneeg ncaaj nceeg raug txim theej cov tuabneeg kws ua phem ua qas. Hab cov tuabneeg ua phem ua qas tau txais cov tuabneeg ncaaj nceeg tej nqe zug. Kuv txhaj le has tas, tej ntawd tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.15","label":"15","content":"Yog le ntawd kuv txhaj has tas, nyag yuavtsum txaus sab rua nyag lub neej, rua qhov tsi muaj dlaabtsi yuav zoo tshaaj kev noj kev haus hab txaus sab rua nwg lub neej lawm. Nwg tsuas ua tej num kws Vaajtswv pub rua nwg ua thaus kws nwg tseem ua neej nyob huv nplajteb nuav xwb."},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.16","label":"16","content":"Thaus kuv muab sab rau nrhav kev txawj ntse, hab kev ua num nyob huv nplajteb nuav, kuv pum has tas nruab nub hab mo ntuj los tsi muaj leejtwg tau su le,"},{"bible_id":"1726","chapter_code":"ECC.8","verse_code":"ECC.8.17","label":"17","content":"hab tsi muaj leejtwg totaub has tas Vaajtswv ua dlaabtsi. Txawm yog koj rau sab nrhav npaum twg los koj yeej tsi paub. Cov tuabneeg txawj ntse khaav has tas puab paub, tabsis puab yeej tsi paub le."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.1","label":"1","content":"Kuv xaav ntev loo txug tej nuav, kuv pum has tas cov tuabneeg txawj ntse, cov tuabneeg ncaaj nceeg, puab tej kev sis hlub hab tej kev sis ntxub puavleej nyob huv Vaajtswv lub xibteg. Tsi muaj leejtwg paub tej kws yuav lug taav puab hauv ntej."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.2","label":"2","content":"Tuab txuj moov phem lug raug cov tuabneeg ncaaj nceeg hab cov tuabneeg nkhaus, cov tuabneeg sab zoo hab cov tuabneeg sab phem,  cov tuabneeg huv hab cov tuabneeg tsi huv, cov tuabneeg muaj khoom fij hab cov tuabneeg kws tsi muaj. Tug tuabneeg ncaaj nceeg los yeej zoo tsi tshaaj tug tuabneeg txhum. Tug tuabneeg kws coglug los yeej zoo tsi tshaaj tug kws tsi coglug. Tsi muaj dlaabtsi txawv le."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.3","label":"3","content":"Nuav yog txuj moov phem kws lug raug txhua tug tuabneeg nyob huv lub nplajteb nuav ib yaam nkaus. Dlua le ntawd thaus puab tseem ua neej nyob, puab txhua tug lub sab puv nkaus tej kev phem hab kev vwm, ces tom qaab ntawd puab yuav tuag."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.4","label":"4","content":"Tabsis yog leejtwg muaj sa nrug cov tuabneeg kws ua neej nyob huv nplajteb nuav, tug ntawd tseem muaj kev ca sab; rua qhov tug dlev kws tseem caj sa muaj nqes dlua tug tsuv ntxhuav kws tuag lawm."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.5","label":"5","content":"Tseeb tag, cov tuabneeg kws tseem ua neej nyob paub has tas, muaj ib nub twg puab yuav tuag, tabsis cov tuabneeg kws tuag lawm tsi paub dlaabtsi le. Puab yuav tsi tau nqe zug hab tsi muaj leejtwg ncu txug puab le lawm."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.6","label":"6","content":"Puab tej kev sis hlub, kev sis ntxub hab tej kev khib puavleej tuag nrug puab moog. Puab yuav tsi nrug luas muaj feem muaj tug huv lub nplajteb nuav ntxiv lawm."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.7","label":"7","content":"Ca le noj koj tej zaub mov hab zoo sab; ca le haus koj tej cawv txiv maab hab kaaj sab lug. Rua qhov Vaajtswv yeej pum zoo kuas koj ua le ntawd."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.8","label":"8","content":"Txuag koj cev rig tsho kuas dlawb txhua lub sijhawm, hab pleev ntshis roj tsw qaab rua koj lub taubhau."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.9","label":"9","content":"Ca le txaus sab ua neej nrug tug quaspuj kws koj hlub moog taag koj lub neej kws tsi muaj qaabhau. Ca le txaus sab rua koj lub neej kws tsi muaj qaabhau, rua qhov tej ntawd txhaj yog tej kws koj muaj nyob huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.10","label":"10","content":"Ca le rau sab ntso ua teg num kws koj ua, rua qhov yuav tsi muaj dlejnum, tsi muaj kev xaav, tsi muaj kev txawj ntse hab tsi muaj tswvyim nyob huv tub tuag teb, qhov chaw kws koj yuav moog nyob ntawd."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.11","label":"11","content":"Kuv pum dlua lwm yaam ntxiv nyob huv nplajteb nuav, cov tuabneeg kws dlha ceev tshaaj los yuav dlha tsi yeej txhua zag kws muaj kev sis tw dlha, hab cov tuabneeg kws sab tawv heev los yuav sis ntaus sis tua tsi yeej lawm; cov tuabneeg txawj ntse los yuav tsi muaj noj tsi muaj haus, cov tuabneeg muaj tswvyim los tsi npluanuj, hab cov tuabneeg kws ua tau tshaaj plawg los tsi tau tuav lub meejmom sab. Txuj moov phem yeej yuav lug raug txhua tug."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.12","label":"12","content":"Tsi muaj leejtwg paub has tas kev puamtsuaj yuav lug raug nwg thaus twg, ib yaam le tej noog kws tsi nwm tub maag luas tej hlua, hab ib yaam le tej ntseg kws moog maag luas lub vaag. Yog le ntawd peb yuav maag luas lub vuj hlua thaus peb tsi ncu ceevfaaj."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.13","label":"13","content":"Muaj dlua ib lub tswvyim zoo kws kuv pum nyob huv nplajteb nuav, xws le:"},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.14","label":"14","content":"Muaj ib lub nroog miv miv kws tsi muaj pejxeem coob nyob huv. Muaj ib tug vaajntxwv kws muaj fwjchim hab muaj tubrog coob heev tuaj ntaus lub nroog ntawd. Nwg tuaj vij hab npaaj tsoo tug ntsaa yeej moog rua huv lub nroog."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.15","label":"15","content":"Muaj ib tug tuabneeg pluag kws ntse heev nyob huv lub nroog ntawd, nwg muaj cuabkaav cawm tau lub nroog tsi raug luas tua, tabsis tsi muaj leejtwg xaav txug tug pluag ntawd le."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.16","label":"16","content":"Kuv has tas, muaj tswvyim zoo dlua muaj zug, tabsis tsi muaj leejtwg xaav txug tug tuabneeg pluag kws txawj ntse ntawd, hab tsi quavntsej nwg tej lug le."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.17","label":"17","content":"Ua tuab zoo noog tug tuabneeg txawj ntse tej lug kws nwg maam maam has, zoo dlua le noog cov tuabneeg ruag tug thawjtswj lub suab kws nthe nqho huv lub rooj saablaaj."},{"bible_id":"1726","chapter_code":"ECC.9","verse_code":"ECC.9.18","label":"18","content":"Lub tswvyim ua tau ntau yaam zoo dlua tej cuabyeej ua rog, tabsis tug tuabneeg txhum yeej ua tsi tau ib yaam zoo le."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.1","label":"1","content":"Yoov tuag ua rua fwj roj tsw qaab tsw phem, hab txujkev ruag kws miv miv yuav ua rua lub tswvyim kws luj pluj taag."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.2","label":"2","content":"Lawv le ibtxwm, mas tug tuabneeg ntse tsuas ua qhov yog, hab tug tuabneeg ruag txhaj ua tej yaam kws tsi yog xwb."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.3","label":"3","content":"Cov tuabneeg ruag, txawm yog puab moog qhov twg los puab tug yaam ntxwv yeej qha rua luas paub has tas, puab yog tuabneeg ruag."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.4","label":"4","content":"Yog koj tug thawjtswj npautawg rua koj, koj tsi xob tsiv tso koj teg num tseg, rua qhov kev ua sab ntev txhaj taav tau txujkev chim."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.5","label":"5","content":"Tej kev phem kws kuv pum nyob huv lub qaab ntuj nuav: yog tej kws cov thawjcoj ua tsi ncaaj, xws le:"},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.6","label":"6","content":"muab cov tuabneeg ruag lug tuav lub meejmom sab, tabsis muab cov tuabneeg muaj txag npluanuj lug tuav lub meejmom qeg."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.7","label":"7","content":"Kuv pum cov tuabneeg ua qhev caij neeg hab cov numtswv moog kutaw ib yaam le cov qhev."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.8","label":"8","content":"Yog leejtwg khawb qhov, tug ntawd yeej yuav poob rua huv lub qhov ntawd; hab yog leejtwg rhuav phaab ntsaa, naab yuav tum tug ntawd."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.9","label":"9","content":"Yog leejtwg txaug pobzeb, pobzeb yuav tais tug ntawd, yog leejtwg phua ntoo, ntoo yuav raug tug ntawd."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.10","label":"10","content":"Yog koj raab taus npub lawm, koj tsi huv, yuav qeg koj tug zug heev. Tabsis lub tswvyim yuav paab tau koj ua num tav."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.11","label":"11","content":"Yog koj xub ca naab tum tau koj, ces koj ntxag tsi tau naab lawm."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.12","label":"12","content":"Tej lug kws tug tuabneeg txawj ntse has ua rua luas qhuas nwg, tabsis tej lug kws tug tuabneeg ruag has, ua rua nwg poob ntsejmuag."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.13","label":"13","content":"Yog nwg pib has tej lug ruag, thaus kawg yuav ua rua muaj kev chim hab npautawg."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.14","label":"14","content":"Tug tuabneeg ruag thaam ib zaaj taag pib ib zaaj tuaj. Tsi muaj leejtwg paub tej kws yuav tshwmsim lug yaav tom ntej, hab tsi muaj leejtwg qha tau has tas, tom qaab kws tuag lawm, yuav muaj dlaabtsi tshwmsim."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.15","label":"15","content":"Tug tuabneeg ruag kws tsi paub nrhav kev rov qaab moog tsev, mas ua rua nwg saab heev."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.16","label":"16","content":"Lub tebchaws kws tug vaajntxwv tseem hluas, hab cov numtswv pheej muaj rooj noj rooj haus tsheej taag mo, mas yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.17","label":"17","content":"Tabsis lub tebchaws kws tug vaajntxwv paub txav txim sab ua qhov zoo, hab cov thawjcoj kws noj haus muaj caij muaj nyoog puab tswj tau puab hab tsi quav cawv, mas yog lub tebchaws kws tau koob moov."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.18","label":"18","content":"Tug txivneej kws tubnkeeg khu nwg lub ruv tsev, ces lub tsev yuav xaw naag, hab pob puag taag."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.19","label":"19","content":"Rooj noj rooj haus yuav ua rua koj zoo sab hab cawv txiv maab yuav ua rua koj kaaj sab, tabsis yog koj tsi muaj nyaj txag, koj yeej tsi tau tej ntawd."},{"bible_id":"1726","chapter_code":"ECC.10","verse_code":"ECC.10.20","label":"20","content":"Tsi xob thuam koj tug vaajntxwv, txawm yog yuav xaav tuabywv xwb los tsi xob xaav le. Hab tsi xob thuam cov tuabneeg npluanuj, txawm yog yuav sis ntxhi tuabywv huv koj lub txaaj los tsi xob ntxhi le. Nyob tsaam noog yuav coj koj tej lug moog has qha rua luas paub."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.1","label":"1","content":"Muab koj tej nyaj coj moog rua cov tuabneeg txawv tebchaws ua laag ua luam, muaj ib nub twg koj txhaj yuav tau paajlaum."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.2","label":"2","content":"Muab koj tej nyaj coj moog tso rua ntau qhov, yog koj yimfuab tso rua ntau qhov yimfuab zoo xwb, rua qhov koj tsi paub has tas yuav muaj xwm dlaabtsi lug raug koj huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.3","label":"3","content":"Tsob ntoo yuav qaug moog rua saab twg los xij, tug caav ntoo yuav nyob qhov ntawd moog le. Thaus twg muaj fuab tsaus nti lug, ces yog yuav lug naag xwb."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.4","label":"4","content":"Yog leejtwg tog kuas cua tug hab fuab cua zoo, ces tug ntawd yuav cog tsi tau ib yaam dlaabtsi hab tsi muaj qoobloo sau le."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.5","label":"5","content":"Vaajtswv yog tug tsim txhua tsaav yaam, koj yeej tsi totaub tej kws Vaajtswv ua, ib yaam le koj tsi totaub has tas yog le caag txhaj muaj taug txujsa rua huv leej nam plaab."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.6","label":"6","content":"Moog cog koj tej qoobloo thaus sawv ntxuv hab thaus yuav tsaus ntuj, rua qhov koj tub tsi paub has tas cov twg yuav hlub zoo dlua, cov nuav los cov tod lossis ob cov yuav hlub zoo ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.7","label":"7","content":"Tug kws pum dluab nub ci thaus nruab nub mas txaus sab heev."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.8","label":"8","content":"Ca le txaus sab rua lub caij lub nyoog kws koj nyob dlhau lug lawm. Txawm yog koj yuav ua neej nyob pistsawg xyoo los xij, ncu ntsoov has tas koj yuav nyob tsi ntev lawm. Yeej tsi muaj ib yaam dlaabtsi kws koj ca sab le."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.9","label":"9","content":"Cov hluas, thaus mej tseem hluas, ca le txaus sab rua mej lub neej hluas. Ca le ua lawv le mej lub sab xaav hab ntshaw, tabsis ncu ntsoov has tas, Vaajtswv yuav txav txim rua mej hab txhua yaam kws mej tau ua."},{"bible_id":"1726","chapter_code":"ECC.11","verse_code":"ECC.11.10","label":"10","content":"Tsi xob ca tej kev nyuaj sab hab kev mob kev nkeeg lug raug mej lub neej hluas kws tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.1","label":"1","content":"Yog le ntawd, thaus mej tseem hluas, mej yuavtsum ncu ntsoov tug kws tsim  mej, ua ntej lub naj lub xyoo txaav lug ze, hab nub phem yuav lug txug mej, thaus ntawd mej yuav has tas: “Kuv tsi xaav ua neej nyob ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.2","label":"2","content":"Thaus ntawd lub nub, lub hli hab tej nubqub yuav tsaus dlub ncab, hab tej fuab kws ua naag tsaus nti yuav tsi txaav ntawm mej moog."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.3","label":"3","content":"Ces thaus ntawd mej ob txhais ncej npaab kws tiv thaiv mej yuav tsi muaj zug, hab mej ob txhais ceg kws nwgnuav muaj zug heev los yuav tsaug leeg. Mej cov nav los tsuas tshuav qee tug zum zaub mov lawm xwb, hab mej ob lub qhovmuag los yuav plooj pum kev tsi tseeb lawm."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.4","label":"4","content":"Mej qhovntsej yuav tsi nov tej suab nrov ntawm tej kev. Mej yuav tsi nov luas tej suab zum zeb lossis tej suab raaj hab suab nkauj nogncaas lawm, tabsis tej noog lub suab quaj yuav tsaa mej sawv."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.5","label":"5","content":"Mej yuav ntshai tej chaw sab, hab tsi tau luag taug kev. Mej cov plaubhau yuav dlawb taag, mej yuav fwj tsi tau mej lub cev, hab tsi ntshaw dlaabtsi le lawm. “Rua qhov suavdlawg yuav moog rua ntawm lub chaw kawg, hab yuav muaj kev quaj ntsuag nyob txhua txujkev."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.6","label":"6","content":"Txuj saw nyaj yuav hle, hab lub teeb tsaav kws muab kub nchuav los yuav poob tawg taag. Txuj hlua dlej ntawm lub qhov tshij los yuav tu, hab lub thoob ntaus dlej los yuav tawg taag."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.7","label":"7","content":"Peb lub cev yuav rov moog ua aav hab tug ntsujplig yuav rov moog cuag Vaajtswv tug kws muab txujsa rua peb."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.8","label":"8","content":"“Tug tuabneeg txawj ntse has tas, ‘Tsi muaj qaabhau! Tsi muaj qaabhau! Txhua yaam tsi muaj qaabhau le.’ ”"},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.9","label":"9","content":"Tabsis vim tug tuabneeg txawj ntse ntawd ntse heev, mas nwg txhaj qha rua tej tuabneeg suavdlawg paub yaam kws nwg paub. Nwg kawm paub ntau yaam paajlug hab nwg tau sim tej paajlug ntawd yeej muaj tseeb tag."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.10","label":"10","content":"Tug tuabneeg txawj ntse ua tuab zoo nrhav tej lug nplig sab, hab nwg sau tej lug tseeb xwb."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.11","label":"11","content":"Tej paajlug kws cov tuabneeg txawj ntse has zoo ib yaam le cov tub yug yaaj tej paas kws puab taav puab cov yaaj, hab tej paajlug kws puab sau nyob moog ibtxhis ib yaam le tej ntsa hlau kws muab ntsa ruaj lawm. Tej paajlug ntawd yog Vaajtswv kws yog tug Tswv yug yaaj muab rua peb."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.12","label":"12","content":"Mivtub, tseem tshuav lwm yaam kws koj yuav tau ua tuab zoo saib, sau ntau phoo ntawv yuav tsi muaj nub xaus, hab kev kawm ntau yuav ua rua koj qaug zug."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.13","label":"13","content":"Thaus kawg nuav, yuavtsum fwm Vaajtswv hab ua lawv le nwg tej lug saamfwm, rua qhov nwg tsim tuabneeg lug ua teg num ntawd."},{"bible_id":"1726","chapter_code":"ECC.12","verse_code":"ECC.12.14","label":"14","content":"Vaajtswv yuav txav txim rua txhua yaam kws peb ua, tsi has ua zoo lossis ua phem, hab tej yaam kws peb ua tsi pub leejtwg paub."}]