[{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.1","label":"1","content":"Kuv yog Paulus kws Vaajtswv tsaa ua Yexus Khetos tug timthawj. Kuv sau tsaab ntawv nuav xaa tuaj rua mej cov kws ntseeg Vaajtswv huv lub nroog Efexus.  Mej yog cov kws nrug Yexus Khetos koom ib txujsa hab muab sab rau ntseeg Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.2","label":"2","content":"Peb thov Vaajtswv tug kws yog peb leej Txiv, hab tug Tswv Yexus Khetos foom koob moov rua mej hab pub kuas mej tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.3","label":"3","content":"Peb ca le ua Vaajtswv kws yog peb tug Tswv Yexus Khetos leej Txiv tsaug! Vim peb nrug Yexus Khetos koom ib txujsa, Vaajtswv txhaj le foom ib puas tsaav yaam koob moov sau ntuj ceebtsheej lug rua peb."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.4","label":"4","content":"Thaus tsi tau tsim ntuj tsim teb, Vaajtswv tub xub xaiv peb lug nrug Yexus Khetos koom ib txujsa hab lug ua Vaajtswv tsaav tuabneeg lawm. Vaajtswv ua le ntawd, mas peb cov kws Vaajtswv naj nub tsomkwm txhaj yuav ua tau tuabneeg zoo kawg nkaus tsi muaj ib qhov txhum taabmeeg Vaajtswv le. Vim Vaajtswv hlub peb,"},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.5","label":"5","content":"Vaajtswv  txhaj xub xaav tseg lawm has tas, Vaajtswv yuav khaiv Yexus Khetos lug coj peb moog ua Vaajtswv cov mivnyuas. Qhov ntawd hum Vaajtswv sab hab lawv le Vaajtswv tau xaav tseg lawm."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.6","label":"6","content":"Peb ca le qhuas Vaajtswv tug kws hlub peb. Vim peb ntseeg Vaajtswv leej Tub kws nwg hlub kawg nkaus, mas Vaajtswv txhaj pub nwg txuj koob moov dlawb dlawb rua peb."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.7","label":"7","content":"Vim Yexus Khetos tuag txhwv peb lub txim, Vaajtswv txhaj zaam txim rua peb. Vaajtswv txujkev hlub luj kawg le."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.8","label":"8","content":"Vaajtswv txuj koob moov kws Vaajtswv pub rua peb ntau nplua mag ntawd zoo kawg nkaus le! Vaajtswv tug kws muaj tswvyim hab paub ib puas tsaav yaam,"},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.9","label":"9","content":"tau khaiv Yexus Khetos lug ua kuas Vaajtswv teg num tav lawv le Vaajtswv tub xub xaav tseg lawm. Txij thaus u lug Vaajtswv tsi tau qha teg num ntawd rua leejtwg paub, tabsis nwgnuav nwg tub qha rua peb paub lawm."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.10","label":"10","content":"Teg num kws Vaajtswv yuav ua kuas tav ntawd, yog qhov kws Vaajtswv yuav coj ib puas tsaav yaam kws Vaajtswv tau tsim lug lawm, tsi has tej kws nyob sau nruab ntug hab tej kws nyob huv nplajteb lug nyob ua ke, hab Vaajtswv yuav tsaa Yexus Khetos ua ib puas tsaav yaam ntawd tug thawj. Thaus txug lub sijhawm kws Vaajtswv teem ca lawm, Vaajtswv yuav ua le ntawd."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.11","label":"11","content":"Vaajtswv tub xaiv peb cov kws nrug Yexus Khetos koom ib txujsa lug ua Vaajtswv tsaav tuabneeg lawv le Vaajtswv tub xub xaav tseg thaus tsi tau tsim lub ntuj hab lub nplajteb lug lawm. Vaajtswv ua le ntawd, rua qhov Vaajtswv yeej ua ib puas tsaav yaam lawv le Vaajtswv pum zoo hab lawv le Vaajtswv tub xub xaav tseg lawm."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.12","label":"12","content":"Yog le ntawd peb cov kws tub xub tso sab rua Yexus Khetos, peb ca le qhuas Vaajtswv tug kws muaj tshwjchim."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.13","label":"13","content":"Mej cov los kuj ib yaam le peb hab. Thaus mej tau nov txujmoo zoo kws yog txujlug tseeb kws cawm tau kuas mej dlim mej lub txim, mej txhaj ntseeg Yexus Khetos. Vaajtswv pub Vaaj Ntsujplig tug Dlawbhuv rua mej lawv le nwg tau coglug tseg rua mej lawm. Vaaj Ntsujplig tug Dlawbhuv ntawd yog lub homthawj kws Vaajtswv nas rua mej. Vaajtswv ua le ntawd yog qha rua mej paub has tas, mej yog Vaajtswv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.14","label":"14","content":"Qhov kws Vaajtswv pub Vaaj Ntsujplig tug Dlawbhuv rua peb ntawd yog ib qhov tseemceeb kws qha rua peb paub has tas, peb yuav tau tej kws Vaajtswv tau coglug lawm has tas, Vaajtswv yuav muab pub rua nwg tsaav tuabneeg. Hab qha rua peb paub has tas, Vaajtswv yuav ca nwg cov tuabneeg tau nyob ywjpheej. Peb ca le qhuas Vaajtswv tug kws muaj tshwjchim."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.15","label":"15","content":"Tub yog vim le ntawd, txij thaus kuv nov has tas mej muab sab rau ntseeg tug Tswv Yexus hab hlub Vaajtswv tsaav tuabneeg txhua tug,"},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.16","label":"16","content":"mas kuv naj nub ua Vaajtswv tsaug tsi tseg tsi tu. Kuv ncu ntsoov thov Vaajtswv paab mej."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.17","label":"17","content":"Kuv thov peb tug Tswv Yexus Khetos tug Vaajtswv, hab tug kws yog peb leej Txiv tug kws muaj fwjchim ci ntsaa ab, pub Vaaj Ntsujplig tug Dlawbhuv rua mej. Tug Ntsujplig ntawd yuav pub tswvyim rua mej hab qha Vaajtswv rua mej, kuas mej paub Vaajtswv heev zuj zug ntxiv."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.18","label":"18","content":"Kuv thov Vaajtswv qheb mej lub sab kuas mej totaub zoo, mej txhaj paub has tas mej cov kws Vaajtswv tub hu lug cuag nwg lawm, mej ca sab le caag rua Vaajtswv. Hab txuj koob moov kws Vaajtswv coglug tseg has tas, Vaajtswv yuav pub rua Vaajtswv tsaav tuabneeg zoo npaum le caag."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.19","label":"19","content":"Hab paub has tas, Vaajtswv lub fwjchim kws ua num huv peb cov ntseeg lub sab, luj npaum le caag."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.20","label":"20","content":"Lub fwjchim ntawd tub yog lub kws Vaajtswv tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug, hab coj Yexus moog nyob ntawm Vaajtswv saab xis sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.21","label":"21","content":"Yexus Khetos nyob sau ntuj ceebtsheej kaav cov timtswv, kaav tej vaajntxwv hab tej numtswv kws muaj fwjchim kaav huv nplajteb nuav huv tuabsi. Yexus Khetos muaj fwjchim luj dlua tej numtswv kws suavdlawg fwm, tsi has tam nuav lossis tam tom ntej."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.22","label":"22","content":"Vaajtswv muab ib puas tsaav yaam huv tuabsi rua Yexus Khetos kaav, hab Vaajtswv tsaa Yexus Khetos ua tug thawj saib cov ntseeg hab ib puas tsaav yaam taagnrho."},{"bible_id":"1726","chapter_code":"EPH.1","verse_code":"EPH.1.23","label":"23","content":"Cov ntseeg yog Yexus Khetos lub cev kws muaj txhua yaam txhij. Yexus Khetos yog tug kws ua rua ib puas tsaav yaam kws nyob txhua qhov  muaj txhij muaj txhua."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.1","label":"1","content":"Yaav taag lug mej zoo le cov tuabneeg kws tuag lawm, rua qhov mej tsi noog Vaajtswv lug hab mej ua txhum."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.2","label":"2","content":"Thaus ntawd mej tseem nyam ua ib yaam le tej tuabneeg kws nyob huv nplajteb nuav ua, hab mej ua lawv le tug kws kaav sau nruab ntug qha mej. Tug ntawd yog tug Dlaab Ntxwgnyoog kws nwgnuav kaav cov tuabneeg kws tsi noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.3","label":"3","content":"Txawm yog peb cov los yaav taag lug, peb yeej ua ib yaam le puab hab, peb ntshaw kev phem kev qas hab peb ua lawv le peb lub cev hab peb lub sab ibtxwm nyam ua, yog le ntawd Vaajtswv yeej yuav rau txim rua peb ib yaam le Vaajtswv rau rua lwm tug."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.4","label":"4","content":"Tabsis Vaajtswv hlub peb kawg nkaus le."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.5","label":"5","content":"Peb tsi noog Vaajtswv lug, hab peb zoo le cov tuabneeg kws tuag lawm los Vaajtswv tseem pub peb rov muaj txujsa ib yaam le Vaajtswv tau tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug. Vaajtswv hlub mej kawg le, Vaajtswv txhaj le cawm kuas mej dlim."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.6","label":"6","content":"Vim peb nrug Yexus Khetos koom ib txujsa, Vaajtswv txhaj tsaa peb nrug Yexus Khetos sawv rov qaab lug. Vaajtswv ua le ntawd kuas peb tau nrug Yexus Khetos kaav sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.7","label":"7","content":"Txij nuav moog rua yaav tom ntej, tej kws Vaajtswv ua ntawd yuav qha rua suavdlawg paub has tas, Vaajtswv foom koob moov ntau kawg nkaus rua peb cov kws ntseeg Yexus Khetos, rua qhov Vaajtswv hlub peb heev."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.8","label":"8","content":"Vaajtswv tug kws hlub mej, nwg cawm mej dlim, tub yog vim mej ntseeg. Qhov kws mej dlim ntawd, tsi yog vim mej ua num zoo, tabsis yog Vaajtswv ca le pub dlawb rua mej xwb."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.9","label":"9","content":"Qhov kws mej dlim tsi yog mej tug dlaag tug zug ua, mas mej txhaj tsi muaj lug khaav tau."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.10","label":"10","content":"Peb yog cov kws Vaajtswv txhais teg puab. Vaajtswv tsim peb lug nrug Yexus Khetos koom ib txujsa, kuas peb ua tau tej num zoo kws Vaajtswv tub xub npaaj tseg ca rua peb ua lawm."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.11","label":"11","content":"Cov Yudais hu mej cov kws yog lwm Tsaav Tuabneeg has tas, cov kws tsi ua kevcai txav, puab hu mej le ntawd, rua qhov puab yeej hu puab ua cov kws ua kevcai txav. Txuj kevcai txav yeej yog yaam kws tuabneeg txhais teg ua rua tuabneeg lub cev. Mej cov kws yog lwm Tsaav Tuabneeg, mej yuavtsum ncu ntsoov has tas yaav taag lug mej yeej tsi yog cov kws ua kevcai txav."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.12","label":"12","content":"Mej yeej yog lwm tsaav tuabneeg, mej tsi yog cov kws Vaajtswv xaiv ca lawm, Mej tsi muaj feem nrug Vaajtswv tsaav tuabneeg tau tej koob moov kws Vaajtswv coglug tseg yuav muab pub rua cov tuabneeg kws nwg xaiv tseg lawm. Mej nyob huv nplajteb nuav, mej tsi muaj chaw ca sab, hab mej tsi paub Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.13","label":"13","content":"Tabsis nwgnuav mej cov kws yaav taag lug nyob nrug dleb, mej tub lug nrug Yexus Khetos koom ib txujsa lawm. Vim Yexus Khetos tuag txhwv mej, Vaajtswv txhaj coj mej lug cuag Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.14","label":"14","content":"Rua qhov Yexus Khetos tub lug ua rua cov Yudais hab lwm tsaav tuabneeg ua tau ib paab lawm, peb txhaj nyob tau ua ke. Saab phaab ntsaa kws kem nruab nraab kuas ob tog ua yeebncuab, Yexus Khetos tub lug muab rhuav lawm."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.15","label":"15","content":"Nwg rhuav cov Yudais txuj kevcai, tsi has tej kws puab qha hab tej kws puab txwv. Nwg ua le ntawd, tub yog nwg tsim dlua ib paab tuabneeg tshab tawm huv ob paab tuabneeg ntawd lug nrug nwg sis raug zoo."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.16","label":"16","content":"Vim Yexus Khetos tuag le ntawd, nwg txhaj rhuav tau qhov kws ob tsaav tuabneeg ntawd ua yeebncuab kuas puab lug ua tau ib paab, hab coj puab rov lug cuag Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.17","label":"17","content":"Yog le ntawd, Yexus Khetos txhaj lug qha txujmoo zoo kws ua rua suavdlawg nyob taug ua ke, tsi has mej cov kws yog lwm tsaav tuabneeg kws nyob nrug dleb Vaajtswv hab cov Yudais kws nyob ze Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.18","label":"18","content":"Yog le ntawd peb txhua tug kws ntseeg Yexus Khetos, tsi has cov Yudais hab lwm Tsaav Tuabneeg, peb moog cuag tau Vaajtswv, rua qhov peb puavleej koom Vaajtswv tuab tug Ntsujplig xwb."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.19","label":"19","content":"Yog le ntawd mej cov kws yog lwm tsaav tuabneeg, mej tsi yog lwm tsaav tuabneeg lawm, mej yog Vaajtswv tsaav tuabneeg. Mej muaj feem ib yaam nkaus le Vaajtswv tsaav tuabneeg, hab mej yog Vaajtswv tsev tuabneeg lawm."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.20","label":"20","content":"Vaajtswv muab mej lug ua rua sau lub qua tsev kws cov timthawj hab cov cev Vaajtswv lug  tub ncaws ca lawm. Tug ncej taag ntawd yog Yexus Khetos ntaag."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.21","label":"21","content":"Yexus yog tug kws txheem lub tsev ntawd kuas khov, hab ua kuas tav, txhaj le tau ib lub tuamtsev kws zoo kawg nkaus rua Vaajtswv nyob."},{"bible_id":"1726","chapter_code":"EPH.2","verse_code":"EPH.2.22","label":"22","content":"Vaajtswv taabtom muab mej cov hab puab cov txhua tug kws nrug Yexus Khetos koom ib txujsa, lug ua ib lub tsev rua Vaajtswv tug Ntsujplig nyob."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.1","label":"1","content":"Tub yog vim le nuav kuv txhaj thov Vaajtswv paab mej. Vim kuv ua Yexus Khetos teg num paab mej cov kws yog lwm tsaav tuabneeg, kuv txhaj raug kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.2","label":"2","content":"Kuv xaav has tas nyaj mej yuav nov moo lawm has tas, Vaajtswv tug kws hlub kuv, tsaa kuv ua teg num nuav paab mej."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.3","label":"3","content":"Zaaj kws yaav taag lug Vaajtswv tsi tau qha rua leejtwg paub, nwgnuav Vaajtswv tub qha rua kuv paub lawm. (Kuv tub sau mivntsiv has txug zaaj nuav lawm."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.4","label":"4","content":"Yog mej nyeem tej kws kuv sau ntawd, mej yuav paub has tas kuv totaub le caag txug Yexus Khetos zaaj kws Vaajtswv muab zais ca lawm.)"},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.5","label":"5","content":"Yaav taag lug Vaajtswv tsi qha rua leejtwg paub, tabsis nwgnuav Vaajtswv tug Ntsujplig tub qha rua cov timthawj hab cov cev Vaajtswv lug paub lawm."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.6","label":"6","content":"Zaaj kws Vaajtswv muab zais ca ntawd tub yog txujmoo zoo kws qha has tas, Vaajtswv foom koob moov rua lwm Tsaav Tuabneeg, ib yaam le Vaajtswv foom rua cov Yudais. Ob co puavleej yog tuab lub cev tej teg taw, hab suavdlawg puavleej yuav tau tej kws Vaajtswv coglug tseg lawm has tas, nwg yuav pub rua cov kws ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.7","label":"7","content":"Vaajtswv hlub kuv, Vaajtswv txhaj le tsaa kuv ua nwg ib tug tubkhai qha Txujmoo Zoo. Hab Vaajtswv pub nwg lub fwjchim rua kuv, kuv txhaj ua tau teg num nuav."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.8","label":"8","content":"Kuv yog tug kws muaj fwjchim yau dlua Vaajtswv tsaav tuabneeg txhua tug huv tuabsi los Vaajtswv tseem muab Txujmoo Zoo kws has txug Yexus Khetos txuj koob moov kws tsimtxaj kawg nkaus rua kuv coj moog qha lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.9","label":"9","content":"Hab qha rua suavdlawg paub has tas, Vaajtswv ua le caag ua tau lawv le tej kws Vaajtswv muab zais ca lawm. Vaajtswv tug kws tsim ib puas tsaav yaam huv tuabsi tub muab zaaj ntawd zais ca thaus tsim lub ntuj hab lub nplajteb lawm."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.10","label":"10","content":"Nwg ua le ntawd, naj nub nwgnuav cov timtswv ceebtsheej kws kaav sau ntuj, hab cov kws muaj fwjchim txhaj yuav paub ib puas tsaav yaam kws yog Vaajtswv lub fwjchim ua. Qhov kws puab yuav paub tej nuav yog vim puab pum teg num kws cov ntseeg ua."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.11","label":"11","content":"Tej kws Vaajtswv ua nuav yog lawv le tej kws Vaajtswv tub xub xaav tseg thaus u lug lawm. Hab Vaajtswv khaiv peb tug Tswv Yexus Khetos lug ua kuas tej ntawd tav."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.12","label":"12","content":"Vim peb ntseeg hab nrug Yexus Khetos koom ib txujsa, peb txhaj muaj cuabkaav moog cuag Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.13","label":"13","content":"Yog le ntawd kuv thov qha rua mej has tas, mej tsi xob poob sab rua qhov kws kuv raug kev txomnyem paab mej. Qhov kws kuv raug le nuav yeej yuav muaj nqes rua mej."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.14","label":"14","content":"Tub yog vim le nuav kuv txhaj txhus caug ndlua ntawm Vaaj leej Txiv lub xubndlag,"},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.15","label":"15","content":"nwg yog tug kws txhua tsaav tuabneeg tsi has cov kws nyob sau ntuj ceebtsheej hab cov kws nyob huv nplajteb nuav hu has tas, leej Txiv."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.16","label":"16","content":"Kuv thov Vaajtswv tug kws muaj koob moov ntau kawg nkaus pub nwg tug Ntsujplig lub fwjchim rua mej, kuas mej muaj lub sab tawv,"},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.17","label":"17","content":"hab kuv thov Yexus Khetos lug nyob huv mej lub sab. Kuv thov Vaajtswv paab kuas mej muab sab npuab Vaajtswv ib yaam le tsob ntoo kws tej caag ntsa aav tub tub, hab kuas mej puv npo txujkev hlub."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.18","label":"18","content":"Kuas mej hab Vaajtswv tsaav tuabneeg txhua tug muaj cuabkaav totaub has tas, Yexus Khetos txujkev hlub dlaav le caag, ntev le caag, sab le caag hab tub le caag."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.19","label":"19","content":"Hab kuas mej paub Vaajtswv txujkev hlub kws tsi muaj leejtwg paub txug, mej txhaj yuav paub tej kws Vaajtswv ua txhij txhua."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.20","label":"20","content":"Peb ca le ua Vaajtswv tsaug, rua qhov Vaajtswv tug kws muaj fwjchim, nwg nyob huv peb lub sab. Nwg ua tau ib puas tsaav yaam ntau dlua le tej kws peb thov hab tej kws peb xaav."},{"bible_id":"1726","chapter_code":"EPH.3","verse_code":"EPH.3.21","label":"21","content":"Peb cov ntseeg yuavtsum nrug Yexus Khetos ua kuas Vaajtswv tau koob meej ib tam dlhau ib tam moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.1","label":"1","content":"Kuv yog tug kws raug kaw rua huv tsev lojcuj, rua qhov kuv ua Vaajtswv teg num. Kuv thov mej ua mej lub neej kuas phim qhov kws Vaajtswv tub hu mej lug ua Vaajtswv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.2","label":"2","content":"mej yuavtsum txu fwjchim, ua sab dlawb sab zoo hab ua sab ntev. mej ib leeg yuavtsum paab ib leeg, suavdlawg txhaj paub has tas mej sis hlub tag."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.3","label":"3","content":"Vaajtswv tug Ntsujplig tub ua rua mej sis raug zoo lawm, hab qhov kws mej sis raug zoo ntawd, tub nqug mej lug nyob ua ke sis hum lawm. Yog le ntawd, mej tsi xob ca ib yaam dlaabtsi ua rua mej nyob tsi taug ua ke."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.4","label":"4","content":"Peb suavdlawg puavleej koom ib lub cev hab peb koom Vaajtswv tuab tug Ntsujplig. Vaajtswv tub hu mej lug ua nwg tsaav tuabneeg lawm, mej txhaj muaj chaw ca sab ib yaam le peb."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.5","label":"5","content":"Peb koom tuab tug Tswv, muaj tuab txujkev ntseeg, hab muaj tuab txuj kevcai raus dlej xwb."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.6","label":"6","content":"Txhua tsaav tuabneeg puavleej koom tuab tug Vaajtswv, nwg yog suavdlawg Txiv. nwg yog tug kws kaav suavdlawg, nwg khaiv suavdlawg ua nwg teg num, hab nwg nyob huv suavdlawg lub sab."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.7","label":"7","content":"Yexus Khetos pub peb txhua tug nyag muaj nyag tswvyim."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.8","label":"8","content":"Lawv le Vaajtswv txujlug has tseg has tas: Thaus nwg moog rua sau ntuj kws yog qhov chaw sab, nwg coj cov tuabneeg kws raug luas nteg coob leej nrug nwg moog; hab nwg pub tswvyim rua nwg cov tuabneeg."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.9","label":"9","content":"Lu lug kws has tas, nwg moog rua sau ntuj, txhais has tas, nwg tub xub moog rua huv nruab aa  qhov kws tub tshaaj plawg."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.10","label":"10","content":"Yog le ntawd, tug kws moog rua huv nruab aa tub yog tug kws moog rua sau ntuj ceebtsheej ntaag. Nwg txhaj nyob tau txhua qhov chaw."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.11","label":"11","content":"Nwg yog tug kws pub koob moov rua tuabneeg, nwg tsaa qee leej ua timthawj, qee leej ua cov cev Vaajtswv lug, qee leej ua xwbfwb qha Txujmoo Zoo, qee leej ua cov xwbfwb qha, hab qee leej ua cov saib cov ntseeg."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.12","label":"12","content":"Nwg ua le ntawd tub yog nwg qha kuas cov ntseeg paub ua Vaajtswv teg num, cov ntseeg kws yog Yexus Khetos lub cev txhaj le yuav txawj luj hlub zuj zug"},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.13","label":"13","content":"moog txug thaus peb suavdlawg ua tau ib lub sab, ntseeg ib yaam nkaus, paub tseeb Vaajtswv tug Tub, hab ua tau lub neej zoo ib yaam le Yexus Khetos."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.14","label":"14","content":"Thaus ntawd peb yuav tsi ua le tej mivnyuas yau kws noog cov tuabneeg dlaag tej lug, hab lawv luas qaab rua nuav rua u. Cov tuabneeg dlaag ntawd txhobtxwm dlaag kuas suavdlawg yuam kev xwb."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.15","label":"15","content":"Peb tsi xob ua le puab, peb yuavtsum muaj txujkev hlub hab has lug tseeb, peb txhaj yuav ua tau lub neej zoo rua txhua faab le Yexus Khetos kws yog lub taubhau."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.16","label":"16","content":"Nwg yog tug kws kaav lub cev tej teg taw hab tej sab tej ntsws. Nwg muab tej ntawd lug sis txuas ua ke, hab nwg pub lub cev muaj tej qej txhaa, tej yaag txhaa txhaj lug sis dlhos ua ke. Yog le ntawd thaus tej teg taw nyag ua nyag teg num, hab sis hlub sis paab, ces lub cev txhaj le kheev hlub."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.17","label":"17","content":"Kuv thov qha tseeb rua mej lawv le kws Vaajtswv tub xub qha rua kuv lawm has tas, mej tsi xob ua le cov tuabneeg pe dlaab ua. Puab xaav tej zaaj kws tsi muaj nqes dlaabtsi le."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.18","label":"18","content":"Puab lub sab ruag hab tsaus ntuj nti lawm. Puab tsi tau txujsa kws Vaajtswv pub rua cov ntseeg, rua qhov puab tsi quavntsej hab puab tawv ncauj."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.19","label":"19","content":"Puab tsi paub txaajmuag, puab muab puab lub cev moog ua kev phem kev qas, puab tsi tswj puab lub sab, hab puab ua tej kws tsi tsimnyog ua."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.20","label":"20","content":"Yexus Khetos zaaj kws mej kawm tub tsi qha kuas mej ua le ntawd."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.21","label":"21","content":"Mej tub nov nwg zaaj lawm, hab vim mej yog nwg cov thwjtim, mej txhaj tau kawm tej lug tseeb kws nwg qha."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.22","label":"22","content":"Yog le ntawd mej yuavtsum muab mej lub sab qub kws mej ibtxwm coj tso povtseg, lub sab qub kws naj nub ntxag kuas mej ua kev phem kev qas ntawd taabtom yuav puamtsuaj moog."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.23","label":"23","content":"Mej yuavtsum hloov dlua sab tshab."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.24","label":"24","content":"Mej yuavtsum muab lub sab tshab lug coj. Lub sab tshab ntawd Vaajtswv tsim zoo le Vaajtswv tug yaam ntxwv, suavdlawg txhaj pum has tas mej ua mej lub neej ncaaj nceeg hab dlawbhuv."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.25","label":"25","content":"Yog le ntawd mej tsi xob dlaag lawm. Txhua tug yuavtsum has lug tseeb rua kwvtij zej zog, rua qhov peb suavdlawg puavleej yog tej teg taw kws koom Yexus lub cev."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.26","label":"26","content":"Yog thaus twg mej chim, mej tsi xob pub qhov kws mej chim ntawd ua rua mej ua txhum, hab tsi xob chim taag nub."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.27","label":"27","content":"Tsi xob ca dlaab Ntxwgnyoog tau kev ntxag mej."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.28","label":"28","content":"Tug kws ibtxwm nyag luas tug tsi xob nyag lawm. Nwg khwv ntawm nwg teg zoo dlua, nwg txhaj le yuav muaj yaam nuav yaam u paab cov tuabneeg txomnyem."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.29","label":"29","content":"Mej tsi xob has lug twm lwm tug, tabsis mej yuavtsum has tej lug zoo xwb txhaj muaj nqes rua cov kws noog."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.30","label":"30","content":"Hab tsi xob ua rua Vaajtswv tug Ntsujplig tu sab; rua qhov Vaajtswv tug Ntsujplig yog Vaajtswv lub homthawj kws Vaajtswv muab nas rua mej lawm, kuas suavdlawg paub has tas mej yog Vaajtswv tsaav tuabneeg. Vaajtswv ua le ntawd kuas mej paub has tas, muaj ib nub Vaajtswv yuav tso mej dlim ntawm txujkev txhum."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.31","label":"31","content":"Mej yuavtsum muab mej lub sab phem, lub sab ua nruj ua tsiv, hab lub sab heev tso povtseg. Tsi xob sis caav sis tshe, tsi xob thuam lwm tug, hab tsi xob xaav ib yaam phem hlo le."},{"bible_id":"1726","chapter_code":"EPH.4","verse_code":"EPH.4.32","label":"32","content":"Mej yuavtsum ua sab dlawb sab zoo, ib leeg hlub ib leeg, hab ib leeg zaam txim rua ib leeg, ib yaam le Vaajtswv tub zaam txim rua mej cov kws ntseeg Yexus Khetos lawm."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.1","label":"1","content":"Vim mej yog Vaajtswv cov mivnyuas kws Vaajtswv hlub, mej yuavtsum xyum ua mej lub neej lawv le Vaajtswv tug yaam ntxwv."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.2","label":"2","content":"Mej yuavtsum hlub lwm tug ib yaam le Yexus Khetos hlub peb, hab nwg muab nwg txujsa lug theej peb lub txhoj. Qhov ntawd zoo ib yaam le tej tshuaj tsw qaab kws luas muab fij rua Vaajtswv hab yog yaam kws Vaajtswv pum zoo yuav."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.3","label":"3","content":"Vim mej yog Vaajtswv tsaav tuabneeg lawm, tsi tsimnyog mej yuav ua nkauj ua nraug, ua kev phem kev qas hab ntshaw luas tug. Txawm yog mej yuav has txug xwb los tub tsi tsimnyog has."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.4","label":"4","content":"Hab tsi tsimnyog mej has tej lug vuabtsuab kws tshawv noog, hab tej lug kws tsi muaj qaabhau, mej ca le ua Vaajtswv tsaug zoo dlua."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.5","label":"5","content":"Kuv qha tseeb rua mej has tas, cov tuabneeg kws ua kev nkauj kev nraug, ua kev phem kev qas hab ua tuabneeg sab hlub, (rua qhov cov tuabneeg sab hlub zoo ib yaam le cov tuabneeg kws pe dlaab pe mlom.) Cov tuabneeg kws ua le ntawd, puab yuav tsi muaj feem moog nyob huv Yexus Khetos hab Vaajtswv lub tebchaws hlo le."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.6","label":"6","content":"Tsi xob pub cov tuabneeg kws has tej lug tsi muaj hauvpaug hauvntsis ntxag tau mej. Tub yog vim muaj tej kev phem kev qas kws suavdlawg ua, Vaajtswv txhaj yuav rau txim rua cov tuabneeg kws tsi noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.7","label":"7","content":"Yog le ntawd, mej tsi xob moog nrug cov tuabneeg ntawd ua ke hlo le."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.8","label":"8","content":"Yaav taag lug mej yeej nyob huv qhov tsaus ntuj, tabsis nwgnuav mej cov kws ntseeg Vaajtswv, mej tub lug nyob huv qhov pum kev lawm. Yog le ntawd, mej yuavtsum ua mej lub neej kuas phim qhov kws mej yog cov kws nyob huv qhov pum kev."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.9","label":"9","content":"Tub yog qhov pum kev  ntawd ua rua mej ua tau txhua yaam zoo, ua tuabneeg ncaaj nceeg hab has lug tseeb."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.10","label":"10","content":"Mej yuavtsum ua tuab zoo saib, saib mej yuav ua yaam twg txhaj le hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.11","label":"11","content":"Cov tuabneeg kws nyob huv qhov tsaus ntuj nyam ua tej kev phem kev qas, mej tsi xob moog nrug puab ua, rua qhov tej ntawd yeej tsi muaj nqes. Mej yuavtsum muab tej ntawd lug nthuav rua qhov pum kev."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.12","label":"12","content":"Tej kws puab ua nraim quas nkoog ntawd, txawm yog yuav has txug xwb los tub txaajmuag kawg le."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.13","label":"13","content":"Thaus muab ib puas tsaav yaam ntawd lug nthuav rua qhov pum kev lawm, suavdlawg yuav pum has tas tej ntawd zoo le caag."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.14","label":"14","content":"Rua qhov txhua yaam kws lug nyob huv qhov pum kev yuav ci ib yaam le qhov pum kev hab. Tub yog vim le ntawd txhaj muaj lug sau tseg has tas: “Tug tuabneeg kws pw tsaug zug, koj ca le tsim hab sawv huv qhov tuag rov qaab lug, hab ca Yexus Khetos ci rua koj pum kev.”"},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.15","label":"15","content":"Yog le ntawd mej yuavtsum ceevfaaj hab ua zoo. Tsi xob ua le cov tuabneeg ruag, tabsis mej yuavtsum ua le cov tuabneeg kws muaj tswvyim."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.16","label":"16","content":"Mej yuavtsum siv txhua lub sijhawm kuas muaj nqes, rua qhov naj nub nua tej tuabneeg ua phem kawg le."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.17","label":"17","content":"Mej tsi xob ua le cov tuabneeg ruag, tabsis mej yuavtsum ua tuab zoo saib saib Vaajtswv xaav kuas mej ua yaam twg."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.18","label":"18","content":"Mej tsi xob haus cawv txiv maab kuas qaug, rua qhov tej ntawd yuav ua rua mej ua tuabneeg tsi tsimtxaj. Mej yuavtsum ca Vaaj Ntsujplig kaav mej lub sab."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.19","label":"19","content":"Mej ib leeg yuavtsum qha ib leeg lawv le tej lug kws nyob huv Daviv phoo nkauj, tej zaaj nkauj qhuas Vaajtswv hab tej zaaj nkauj kws cov ntseeg hu ua Vaajtswv tsaug. Thaus mej hu tej zaaj nkauj ntawd, mej yuavtsum hu ntawm lub sab xyivfaab hlo."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.20","label":"20","content":"Mej cov kws ntseeg Yexus Khetos, mej yuavtsum naj nub ua Vaajtswv tsaug rua txhua yaam lug ntawm Yexus Khetos lub npe."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.21","label":"21","content":"Vim mej yog cov kws fwm Yexus Khetos, mej ib leeg yuavtsum noog ib leeg lug."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.22","label":"22","content":"Mej cov kws yog quaspuj, mej yuavtsum noog mej tej quasyawg lug, ib yaam le mej noog tug Tswv lug."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.23","label":"23","content":"Rua qhov tug quasyawg yog tug kws muaj fwjchim kaav tug quaspuj, ib yaam le Yexus Khetos muaj fwjchim kaav cov ntseeg. Cov ntseeg yog Yexus Khetos lub cev, hab Yexus Khetos yog cov ntseeg tug Cawmseej."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.24","label":"24","content":"Yog le ntawd mej cov kws yog quaspuj, nyag yuavtsum noog nyag tug quasyawg lug txhua lu, ib yaam le cov ntseeg noog Yexus Khetos lug."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.25","label":"25","content":"Mej cov kws yog quasyawg, mej yuavtsum hlub mej tej quaspuj, ib yaam le Yexus Khetos hlub cov ntseeg, hab nwg muab nwg lub cevlug txhwv cov ntseeg."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.26","label":"26","content":"Nwg muab dlej hab muab nwg txujlug lug ntxuav cov ntseeg kuas huv, nwg txhaj zoo muab puab pub rua Vaajtswv."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.27","label":"27","content":"Nwg ua le ntawd nwg txhaj tau cov ntseeg kws zoo kawg nkaus, tsi muaj ib qhov txhum, tsi ceb tsi txoom hab tsi muaj ib qhov phem le lug ua nwg tug."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.28","label":"28","content":"Cov quasyawg yuavtsum hlub puab cov quaspuj ib yaam le puab hlub puab lub cev. Tug kws hlub nwg tug quaspuj, tug ntawd yeej hlub nwg lub cev."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.29","label":"29","content":"Yeej tsi muaj leejtwg yuav ntxub nwg lub cev. Tsuas muaj nwg yuav tu ntshis hab nrhav zaub nrhav mov lug yug nwg lub cev, ib yaam le Yexus Khetos ua rua cov ntseeg."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.30","label":"30","content":"Rua qhov peb suavdlawg puavleej koom Yexus lub cev."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.31","label":"31","content":"Lawv le muaj lug sau ca rua huv Vaajtswv txujlug has tas, “Tub yog vim le nuav tug tub txhaj tso nwg nam nwg txiv tseg, hab moog nrug nwg tug quaspuj nyob, obtug yuav koom ua ib lub cev.”"},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.32","label":"32","content":"Nqai nuav qha ib qhov tseemceeb rua peb. Lawv le kuv totaub, nqai nuav yog has txug Yexus Khetos hab cov ntseeg."},{"bible_id":"1726","chapter_code":"EPH.5","verse_code":"EPH.5.33","label":"33","content":"Tabsis nqai nuav kuj yog has txug mej hab. Txhua tug quasyawg nyag yuavtsum hlub nyag tug quaspuj ib yaam le nyag hlub nyag lub cev. hab txhua tug quaspuj nyag yuavtsum fwm nyag tug quasyawg."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.1","label":"1","content":"Cov mivnyuas,  mej yuavtsum noog mej nam mej txiv lug, txhaj lawv le tug Tswv txuj kevcai."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.2","label":"2","content":"Vaajtswv txuj kevcai qha has tas, “Mej yuavtsum fwm mej nam mej txiv.” Nqai nuav yog thawj nqai kws Vaajtswv coglug has tas,"},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.3","label":"3","content":"“Yog mej ua le ntawd, mej yuav noj qaab nyob zoo hab muaj txujsa nyob ntev huv nplajteb nuav.”"},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.4","label":"4","content":"Mej cov kws ua nam ua txiv, mej tsi xob ua rua mej tej mivnyuas chim. Mej yuavtsum qhuab ntuag mej tej mivnyuas lawv le Vaajtswv txujlug qha."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.5","label":"5","content":"Mej cov kws yog tubqhe, mej txhua tug yuavtsum noog mej cov tswv lug, hab paub ntshai puab. Mej yuavtsum rau sab ntso ua mej teg num tag tag, ib yaam le mej ua rua Yexus Khetos."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.6","label":"6","content":"Mej tsi xob ua num thaus cov tswv pum kuas puab qhuas mej xwb, tabsis mej yuavtsum rau sab ntso ua lawv le Vaajtswv lub sab nyam, rua qhov mej yog Yexus Khetos cov tubqhe."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.7","label":"7","content":"Yog le ntawd mej cov kws yog tubqhe, mej yuavtsum zoo sab hlo ua mej teg num ib yaam le mej ua rua Vaajtswv, tsi yog ua rua tuabneeg."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.8","label":"8","content":"Mej ncu ntsoov has tas Vaajtswv yuav muab nqe zug rua txhua tug kws ua num zoo, tsi has cov kws ua qhev hab cov kws tsi ua qhev."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.9","label":"9","content":"Mej cov kws ua tswv, mej yuavtsum ua zoo ib yaam le ntawd rua mej cov tubqhe, mej tsi xob ua phem rua puab. Mej yuavtsum ncu ntsoov has tas, mej hab mej cov tubqhe puavleej muaj tuab tug TSWV nyob sau ntuj ceebtsheej, nwg yog tug txav txim rua txhua tug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.10","label":"10","content":"Thaus kawg nuav kuv qha rua mej has tas, mej yuavtsum nrug tug Tswv sis raug zoo, mej txhaj le yuav muaj zug, hab tau nwg lub fwjchim kws luj kawg nkaus."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.11","label":"11","content":"Mej yuavtsum muab tej cuabyeej kws Vaajtswv pub rua mej lawm lug naav. Yog mej ua le ntawd thaus dlaab Ntxwgnyoog tuaj ntxag mej, mej txhaj yuav kovyeej."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.12","label":"12","content":"Rua qhov tsi yog peb tawmtsaam tuabneeg, tabsis yog peb tawmtsaam tej dlaab kws nyob sau nruab ntug, tsi has cov thawj, tej kws muaj fwjchim hab tej fwjchim kws kaav tam tsaus ntuj."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.13","label":"13","content":"Yog le ntawd, nwgnuav mej yuavtsum muab Vaajtswv tej cuabyeej lug naav. Yog mej ua le ntawd thaus dlaab Ntxwgnyoog lug tawmtsaam mej, mej txhaj kovyeej. Hab thaus tej kev tawmtsaam ntawd dlhau lawm, mej txhaj tseem nyob ruaj nreeg."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.14","label":"14","content":"Yog le ntawd mej yuavtsum npaaj tog. Ca le muab txujlug tseeb lug ua hlaab sa, muab kev ncaaj nceeg lug ua dlaim hlau thaiv hauvsab."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.15","label":"15","content":"Hab mej yuavtsum muab lub sab kub lug moog qha txujmoo zoo kws has txug txujkev kaaj sab lug ua khau rau."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.16","label":"16","content":"Mej yuavtsum naj nub tuav txujkev ntseeg thaiv mej, ib yaam le mej tuav dlaim thaiv nav ntaaj. Yog mej ua le ntawd, mej yuav tua tau dlaab Ntxwgnyoog xibxub suavtawg kws nwg tua tuaj."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.17","label":"17","content":"Ca le muab txujkev dlim txim kws Vaajtswv pub rua mej lawm coj lug ua mom hlau ntoo. Hab muab Vaajtswv txujlug kws Vaajtswv tug Ntsujplig pub rua mej, coj lug ua raab ntaaj."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.18","label":"18","content":"Ib puas tsaav yaam kws mej ua nuav, mej yuavtsum thov Vaajtswv paab hab. Mej yuavtsum thov Vaajtswv txhua lub sijhawm lawv le Vaajtswv tug Ntsujplig coj mej. Vim le ntawd mej yuavtsum ceevfaaj hab ua sab ntev thov Vaajtswv tsi xob nkeeg. Hab naj nub thov Vaajtswv paab cov ntseeg suavdlawg."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.19","label":"19","content":"Hab mej thov Vaajtswv paab kuv, kuas thaus kuv qha Vaajtswv txujlug, kuv muaj lub sab tawv qha Txujmoo Zoo lub ntsab lug rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.20","label":"20","content":"Txawm yog nwgnuav kuv raug kaw rua huv tsev lojcuj los kuv yeej yog ib tug xeebcom, vim kuv tseem qha txujmoo zoo, yog le ntawd thov mej thov Vaajtswv paab kuas kuv muaj sab tawv qha Txujmoo Zoo kws kuv yuavtsum qha."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.21","label":"21","content":"Peb tug kwv Tikhikus kws peb hlub, nwg yog ib tug tubkhai kws ua tug Tswv teg num, nwg yuav qha txhua yaam num kws kuv ua rua mej, mej txhaj paub has tas kuv nyob le caag."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.22","label":"22","content":"Tub yog vim le ntawd kuv txhaj le khaiv nwg tuaj saib mej. Kuv kuas nwg qha rua mej paub has tas, peb suavdlawg nyob le caag, hab nwg yuav txhawb mej tug zug."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.23","label":"23","content":"Thov Vaajtswv tug kws yog peb leej Txiv hab tug Tswv Yexus Khetos paab kuas mej cov ntseeg tau nyob kaaj sab lug, kuas mej muab sab rau ntseeg hab ib leeg txawj hlub ib leeg."},{"bible_id":"1726","chapter_code":"EPH.6","verse_code":"EPH.6.24","label":"24","content":"Thov Vaajtswv txuj koob moov nyob nrug txhua tug kws muaj lub sab hlub peb tug Tswv Yexus Khetos moog ibtxhis le."}]