[{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.1+EST.1.2","label":"1-2","content":"Thaus lub sijhawm ntawd, Xawxes ua vaajntxwv kaav txij ndlua tebchaws Eedias moog txug ndlua tebchaws Sudaas. Nwg kaav ib puas neeg nkaum xyaa lub xeev, thaus ntawd Vaajntxwv Xawxes nyob sau nwg lub zwmtxwv huv lub tuamceeb nroog Susas huv tebchaws Pawxias."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.3","label":"3","content":"Xyoo peb kws vaajntxwv kaav tebchaws, nwg txawm npaaj muaj ib rooj noj haus luj rua nwg cov numtswv hab cov thawjtswj, cov Pawxias hab cov Midias tej thawj tubrog, cov tuabneeg kws muaj meejmom hab cov tswvxeev kuj tuaj nyob ntawd huv tuabsi hab."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.4","label":"4","content":"Ces vaajntxwv txawm qha nwg tej cuabyeej ua rog kws zoo kawg nkaus hab tej khoom kws zoo ci nplaag, rua suavdlawg saib tau rau lub hlis."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.5","label":"5","content":"Thaus kws dlhau rau lub hlis ntawd lawm, vaajntxwv tseem npaaj dlua ib rooj noj haus rua cov txivneej kws nyob huv lub tuamceeb nroog Susas ntawd noj hab. Cov tuabneeg npluanuj hab cov tuabneeg pluag puavleej tuaj nyob ua ke. Puab tuaj noj haus tau xyaa nub huv vaajntxwv lub loog."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.6","label":"6","content":"Muaj ib co ntaub paag dlawb hab xav kws yog muab ib txuj xuv paaj zaas tshuaj paajyeeb txuas rua ntawm cov khawb nyaj dlai rua ntawm cov ncej zeb. Hab muaj tej rooj nyob kws yog muab nyaj muab kub ua zoo nkauj heev txawb rua ntawm lub taj tshaav puam kws muab tej txag pobzeb dlawb, txag pobzeb lab txho hab cov plag dleg kws ci zoo nkauj heev pua."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.7","label":"7","content":"Muab tej khob kub laub cawv rua suavdlawg haus, tej khob ntawd ib lub zoo nkauj tsi thooj ib lub, hab vaajntxwv ua sab dlawb paug muab cawv txiv maab ntau kawg nkaus coj lug rua puab haus."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.8","label":"8","content":"Vaajntxwv tso plhuav rua puab haus npaum le puab yuav haus taug tsi muaj leejtwg txwv; vaajntxwv has rua nwg cov tubkhai huv nwg lub loog kuas ca puab txhua tug haus kuas txaus lawv le puab sab nyam."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.9","label":"9","content":"Vasetis kws yog vaajntxwv tug quaspuj kuj npaaj muaj ib rooj noj haus luj rua ib tsoom quaspuj nyob rua huv Vaajntxwv Xawxes lub loog tau noj hab."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.10","label":"10","content":"Thaus puab noj haus moog txug nub xyaa, vaajntxwv haus cawv txiv maab txaus hab zoo sab lawm, nwg txhaj hu nwg cov tubkhai: Mehumas, Npixethas, Hanpaunas, Npithas, Anpathas, Xethaas hab Kalakas kws yog xyaa tug nraug saam kuas lug cuag nwg."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.11","label":"11","content":"Nwg saamfwm rua puab kuas moog coj nam Vaajntxwv Vasetis kuas nwg ntoo lub mom kub lug. Nam vaajntxwv yog ib tug quaspuj kws zoo nkauj heev, hab vaajntxwv xaav qha nam vaajntxwv cev txaj zaam kws zoo nkauj heev ntawd rua cov numtswv hab nwg cov qhua suavdlawg saib."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.12","label":"12","content":"Tabsis thaus cov tubkhai coj vaajntxwv tej lug saamfwm moog has rua nam Vaajntxwv Vasetis, nwg tsi kaam lug. Qhov nuav ua rua vaajntxwv chim heev."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.13","label":"13","content":"Muaj ib txuj kevcai kws vaajntxwv yuavtsum tau nug cov tub txawg tub ntse saib txuj cai hab tej kevcai lijchoj has tseg le caag. Yog le ntawd, nwg txhaj hu nwg cov tuavxaam kws paub tej kevcai ntawd tuaj saib yuav ua le caag."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.14","label":"14","content":"Cov tuavxaam kws vaajntxwv pheej txeev hu kuas tuaj nrug nwg saablaaj yog: Kasenas, Sethas, Amathas, Talasis, Meles, Maxenas hab Memukaas, puab yog xyaa tug nom kws kaav tebchaws Pawxias hab tebchaws Medias, hab yog cov numtswv kws luj tshaaj cov huv tuabsi."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.15","label":"15","content":"Nwg txhaj has rua cov tuavxaam tas, “Kuv kws yog Vaajntxwv Xawxes, tau muab lug saamfwm rua kuv cov tubkhai kuas moog has rua nam Vaajntxwv Vasetis, tabsis nwg tsi ua lawv le kuv tej lug saamfwm! Mas lawv le txuj kevcai has tseg ne, tsimnyog peb ua le caag rua nwg?”"},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.16","label":"16","content":"Ces Memukaas txhaj has rua vaajntxwv hab nwg cov numtswv tas, “Nam Vaajntxwv Vasetis tsi yog ua saib tsi taug vaajntxwv tuab leeg xwb, tabsis nwg ua saib tsi taug vaajntxwv cov numtswv hab txhua tug txivneej kws nyob huv lub tebchaws kws vaajntxwv kaav huv tuabsi."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.17","label":"17","content":"Vim qhov kws nam vaajntxwv ua le ntawd, yuav nrov nchaa moog thoob rua txhua tug quaspuj tau nov, ces yuav ua rua puab saib tsi taug puab tej quasyawg, hab puab yuav has tas, ‘Vaajntxwv Xawxes tau saamfwm kuas nam Vaajntxwv Vasetis lug sawv ntawm nwg xubndlag, tabsis nam vaajntxwv tsi kaam lug.’"},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.18","label":"18","content":"Thaus cov numtswv huv tebchaws Pawxias hab Medias tej quaspuj nov txug zaaj kws nam vaajntxwv ua nuav, ces puab yuav coj moog pav qha puab tej quasyawg ua ntej tsaus ntuj. Ces txhua tug quaspuj kws nyob rua txhua qhov yuav tsi fwm puab cov quasyawg, hab puab cov quasyawg yuav chim heev rua puab cov quaspuj."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.19","label":"19","content":"Yog vaajntxwv txaus sab, thov kuas vaajntxwv tawm ntawv hab muab sau tseg rua huv cov Pawxias hab Medias txuj kevcai tsi pub hloov le, kuas Vasetis tsi xob tau lug cuag Vaajntxwv Xawxes ib zag ntxiv le lawm; hab thov kuas vaajntxwv nrhav dlua ib tug nam vaajntxwv kws zoo tshaaj Vasetis lug nyob Vasetis chaw."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.20","label":"20","content":"Yog ua le nuav mas thaus tej pejxeem kws nyob thoob plawg koj lub tebchaws kws luj hab dlaav kawg nkaus tau nov txug zaaj nuav, cov quaspuj txhaj saib taug puab tej quasyawg. Txawm yog tug quasyawg yuav muaj txag npluanuj hab pluag los puab txhaj le saib taug.”"},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.21","label":"21","content":"Vaajntxwv hab nwg cov numtswv nyam zaaj tswvyim nuav heev, lawv le Memukaas has ntawd."},{"bible_id":"1726","chapter_code":"EST.1","verse_code":"EST.1.22","label":"22","content":"Vaajntxwv txhaj sau ntawv xaa moog thoob plawg txhua lub xeev, nwg sau xaa moog rua txhua lub xeev lawv le puab tsaav tuabneeg ntawd tej lug kws has tas,  kuas txhua tug txivtsev yuavtsum ua tug tswj nwg lub cuab lub yig hab muaj cai ua tug txav txim sab txhua yaam."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.1","label":"1","content":"Tom qaab ntawd, vaajntxwv txujkev chim txag lawm, tabsis nwg pheej xaav txug tej kws Vasetis tau ua taag lug hab tsaab ntawv kws nwg tau sau moog tawmtsaam Vasetis ntawd."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.2","label":"2","content":"Vaajntxwv cov tuavxaam qee leej kws nwg tso sab tau rua txawm has rua vaajntxwv tas, “Vim le caag koj tsi moog nrhav tej tug nkaujxwb kws zoo nkauj heev?"},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.3","label":"3","content":"Koj ca le tsaa ib cov numtswv kws nyob rua txhua lub xeev kws koj kaav, kuas coj cov hluas nkauj kws zoo nkauj heev tuaj rua huv lub chaw txoos cov hluas nkauj huv lub tuamceeb nroog Susas. Hab koj tso puab rua Henkais kws yog tug nraug saam kws saib cov quaspuj ua tug tsomkwm puab, hab kuas puab muab tshuaj pleev puab kuas puab zoo nkauj."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.4","label":"4","content":"Tug ntxhais twg yog tug koj nyam tshaaj, koj ca le coj tug ntawd lug ua nam vaajntxwv hloov Vasetis chaw.” Vaajntxwv xaav has tas zaaj nuav yog ib zaaj tswvyim zoo, nwg txhaj ua lawv le ntawd."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.5","label":"5","content":"Muaj ib tug tuabneeg Yudais npe hu ua Maudekhais kws yog Yais tug tub hab yog Kises hab Sime-is tug xeebntxwv kws yog xeem Npeenyamees, nwg nyob huv lub nroog Susas."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.6","label":"6","content":"Maudekhais yog ib tug kws raug nteg tuab lub sijhawm thaus Nenpukajnexales kws ua vaajntxwv kaav tebchaws Npanpiloos tau nteg Yehauyakhees kws ua vaajntxwv kaav cov Yudais hab cov pejxeem huv lub nroog Yeluxalees moog."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.7","label":"7","content":"Exethaws yog Maudekhais ib tug kwvtij tug ntxhais, thaus Exethaws nam hab txiv tuag lawm, Maudekhais sau Exethaws lug ua nwg tug ntxhais, Exethaws lub npe Henplais hu ua Hadasas; nwg yog ib tug ntxhais kws zoo nkauj hab ntxim nyam kawg le."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.8","label":"8","content":"Thaus vaajntxwv saamfwm hab tshaajtawm moog lawm, ces puab txawm coj tau cov hluas nkauj coob heev tuaj rua huv lub tuamceeb nroog Susas, hab Exethaws yog ib tug kws puab coj tuaj rua huv vaajntxwv lub loog kws yog Henkais ua tug zuv cov hluas nkauj ntawd."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.9","label":"9","content":"Henkais nyam Exethaws hab hlub nwg kawg le; Henkais txhaj maaj nrooj muab tshuaj lug rua Exethaws pleev hab muab tej zaub mov zoo lug rua nwg noj. Henkais muab qhov chaw kws zoo tshaaj plawg rua Exethaws nyob, hab xyaa tug hluas nkauj kws xaiv tshwjxeeb huv vaajntxwv lub loog lug ua cov tu Exethaws."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.10","label":"10","content":"Exethaws yeej tsi qha rua leejtwg paub has tas, nwg yog tuabneeg Yudais, rua qhov Maudekhais yeej txwv tsi pub nwg qha rua leejtwg paub le."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.11","label":"11","content":"Maudekhais naj nub tuaj ncig moog ncig lug ntawm lub tsev halees kws vaajntxwv cov hluas nkauj nyob, noog xuv saib Exethaws puas ua tau zoo hab saib puas muaj xwm dlaabtsi rua Exethaws."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.12","label":"12","content":"Lawv le kevcai, mas txhua tug hluas nkauj yuavtsum xub tu nwg lub cev ib lub xyoos ua ntej kws coj moog cuag Vaajntxwv Xawxes, thawj rau lub hlis yog pleev tshuaj tsw qaab hab rau lub hlis tom qaab yog pleev cov roj ntoos tsw qaab. Tom qaab ntawd maam le coj cov hluas nkauj ib tug zuj zug moog cuag Vaajntxwv Xawxes."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.13","label":"13","content":"Thaus kws tug hluas nkauj tawm ntawm lub tsev Halees moog rua huv vaajntxwv lub loog, nwg xaav coj saw hab naav tsoog tsho zoo le caag los yeej tau le."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.14","label":"14","content":"Thaus yuav tsaus ntuj nwg moog cuag vaajntxwv, hab taagkig thaus sawv ntxuv luas coj nwg moog rua lwm lub Halees hab tso rua Sasakas kws yog tug nraug saam saib vaajntxwv cov nam yau ua tug saib. Nwg tsi tau rov moog cuag vaajntxwv ntxiv le lawm, yuavtsum yog vaajntxwv nyam nwg txaus sab hab hu txug nwg npe lawm xwb."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.15","label":"15","content":"Thaus lub sijhawm kws lug txug rua Maudekhais tug yawm laug Anpihais tug ntxhais Exethaws kws Maudekhais sau lug ua nwg tug ntxhais moog cuag vaajntxwv lawm, Exethaws tsi thov ib yaam dlaabtsi le, nwg tsuas naav tej kws Henkais kws yog vaajntxwv tug nraug saam kws zuv cov hluas nkauj ntawd muab rua nwg naav nkaus xwb. Exethaws yog ib tug ntxhais kws leejtwg pum los yeej nyam nwg heev."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.16","label":"16","content":"Thaus coj Exethaws moog cuag Vaajntxwv Xawxes huv nwg lub loog, yog lub kaum hli ntuj kws yog lub hlis Tenpes kws Xawxes ua vaajntxwv kaav tebchaws tau xyaa xyoo lawm."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.17","label":"17","content":"Vaajntxwv nyam Exethaws tshaaj cov hluas nkauj kws tub tau moog cuag vaajntxwv lawm, vaajntxwv nyam hab hlub nwg tshaaj lwm tug ntxhais nkaujxwb huv tuabsi. Vaajntxwv txhaj muab lub mom kub lug rua Exethaws ntoo hab muab nwg tsaa ua nam vaajntxwv hloov Vasetis chaw."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.18","label":"18","content":"Ces vaajntxwv txhaj npaaj ib rooj noj haus luj heev, luas qhuas Exethaws hab caw taagnrho nwg cov numtswv hab cov numtswv kws tuav ntaub ntawv tuaj noj. Hab vaajntxwv tshaajtawm moog rua txhua lub xeev kuas suavdlawg su ib nub  hab vaajntxwv muab khoom faib pub rua suavdlawg."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.19","label":"19","content":"Tau tsi ntev vaajntxwv txawm tsaa Maudekhais ua ib tug numtswv saib phaab ntaub ntawv."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.20","label":"20","content":"Exethaws yeej tsi tau qha rua leejtwg paub has tas, nwg yog tuabneeg Yudais le. Maudekhais txwv tsi pub nwg qha rua leejtwg, hab Exethaws yeej noog Maudekhais lug, ib yaam le thaus nwg tseem yog mivnyuas ntxhais kws Maudekhais coj nwg lug tu ntaag."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.21","label":"21","content":"Lub sijhawm kws Maudekhais tau ua ib tug nom nyob ntawm vaajntxwv lub loog, mas muaj Npithanas hab Teles kws yog ob tug nraug saam zuv nyob ntawm ob saab lub roojloog kws moog rua huv chaav kws vaajntxwv nyob. Obtug txawm ntxeev sab rua Vaajntxwv Xawxes hab tuavhuv yuav muab vaajntxwv tua povtseg."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.22","label":"22","content":"Maudekhais nov zaaj ntawd, nwg txhaj moog has qha rua nam vaajntxwv Exethaws, ces Exethaws txhaj coj Maudekhais cov lug moog pav qha rua vaajntxwv paub."},{"bible_id":"1726","chapter_code":"EST.2","verse_code":"EST.2.23","label":"23","content":"Thaus kws tshuaj tau tej xwmtxheej hab paub has tas muaj tseeb lawm, luas txhaj muab ob tug txivneej sab phem ntawd coj moog dlai cejdlaab rua sau tug ncej dlai tuabneeg lawm. Hab vaajntxwv saamfwm kuas muab zaaj nuav sau tseg ca rua huv phoo ntawv kws teev tej xwmtxheej huv nwg lub tebchaws khaws ca."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.1","label":"1","content":"Tom qaab tej xwm nuav dlhau lawm, vaajntxwv txhaj muab Hamedathas tug tub Hamaas kws yog Ankas  tug xeebntxwv tsaa ua tug nom kws luj dlua lwm tug ntawm vaajntxwv."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.2","label":"2","content":"Taagnrho vaajntxwv cov numtswv kws nyob ntawm vaajntxwv lub roojvaag puavleej txhus caug pe hab hawm Hamaas; rua qhov vaajntxwv tau saamfwm kuas txhua tug yuavtsum pe Hamaas. Tabsis Maudekhais tsi kaam txhus caug pe nwg le."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.3","label":"3","content":"Ces vaajntxwv cov numtswv kws nyob ntawm vaajntxwv lub roojvaag txhaj nug Maudekhais has tas, “Vim le caag koj tsi kaam ua lawv le vaajntxwv tej lug saamfwm?”"},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.4","label":"4","content":"Puab pheej naj nub has los nwg yeej tsi noog puab has le. Maudekhais txhaj qha rua puab has tas, “Kuv yog tuabneeg Yudais, kuv tsi pe Hamaas.” Yog le ntawd, puab txhaj moog pav qha rua Hamaas saib nwg puas pub rua Maudekhais muaj cai ua tau le ntawd."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.5","label":"5","content":"Thaus Hamaas paub has tas, Maudekhais tsi hawm nwg hab tsi kaam txhus caug pe nwg lawm, nwg chim heev,"},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.6","label":"6","content":"hab thaus nwg paub has tas, Maudekhais yog tuabneeg Yudais lawm, nwg tsi yog xaav muab Maudekhais tuab leeg rau txim xwb, nwg tuav tswvyim yuav muab taagnrho cov tuabneeg Yudais kws nyob thoob plawg huv lub tebchaws Pawxias kws Vaajntxwv Xawxes kaav ntawd tua povtseg huv tuabsi hab."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.7","label":"7","content":"Vaajntxwv Xawxes kaav tebchaws tau kaum ob xyoos rua thaus lub ib hlis ntuj kws yog lub hlis Nixaam, Hamaas txawm saamfwm kuas rhu ntawv xaam noobnyoog (kws puab hu ua “Pulees”) saib nub twg hab lub hlis twg txhaj le zoo caij zoo nyoog rua nwg moog tua cov Yixalayees; puab txhaj rhu ntawv tau rua lub kaum ob hlis ntuj nub kaum peb kws yog lub hlis Adas."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.8","label":"8","content":"Hamaas has rua Vaajntxwv Xawxes has tas, “Muaj ib tsaav tuabneeg nyob xyaw peb cov pejxeem thoob plawg rua txhua qhov huv koj lub tebchaws nuav. Puab tej kevcai txawv tsi zoo le lwm tsaav tuabneeg tej. Hab puab tsi ua lawv le koj tej kevcai. Yog le ntawd, qhov kws koj ca puab ua neej nyob tsi muaj nqes dlaabtsi rua koj le."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.9","label":"9","content":"Yog has tas vaajntxwv txaus sab, thov ca le tawm ntawv tso cai muab cov tuabneeg ntawd tua kuas tuag taag huv tuabsi, hab kuv tuamyeem muab peb puas xyaa caum tsib taas nyaj moog tso rua huv vaajntxwv lub txhaab nyaj them rua vaajntxwv cov tuabneeg kws ua num huv lub tebchaws.”"},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.10","label":"10","content":"Vaajntxwv txawm hle nwg ntiv nplhaib kws siv ua lub homthawj nas tej ntaub ntawv cob rua Hamedathas tug tub Hamaas kws yog Ankas tug xeebntxwv kws yog cov Yudais tug yeebncuab ntawd."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.11","label":"11","content":"Vaajntxwv has rua Hamaas has tas, “Kuv muab cov tuabneeg ntawd hab puab tej nyaj txag cob rua koj; koj ca le ua rua puab lawv le koj pum zoo.”"},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.12","label":"12","content":"Lub ib hlis ntuj, nub kaum peb, Hamaas hu vaajntxwv cov teev ntawv tuaj, hab kuas puab sau lawv le nwg cov lug saamfwm, muab txhais ua txhua yaam lug le vaajntxwv ibtxwm ua hab muab xaa rua txhua tug tswvxeev, txhua tug thawjcoj hab txhua tug numtswv. Tsaab ntawv nuav sau ua vaajntxwv npe hab muab vaajntxwv lub nplhaib nas homthawj rua."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.13","label":"13","content":"Cov tuabneeg xaa ntawv xaa tsaab ntawv ntawd ceev heev moog rua txhua lub xeev kws vaajntxwv kaav. Tsaab ntawv nuav has kuas muab cov Yudais, tsi has laug hab hluas, quaspuj hab mivnyuas tua povtseg huv tuabsi rua lub kaum ob hlis, nub kaum peb kws yog lub hlis Adas. Tsi xob hlub leejtwg le, lojxov tua kuas puab tuag taag hab fuab puab tej khoom txhua yaam kuas dlu lug huv tuabsi."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.14","label":"14","content":"Luas xaa tsaab ntawv nuav moog rua txhua lub xeev, ua ib txuj kevcai hab qha rua tsoom pejxeem suavdlawg kuas paub npaaj txhij rua tuab nub ntawd."},{"bible_id":"1726","chapter_code":"EST.3","verse_code":"EST.3.15","label":"15","content":"Thaus muab vaajntxwv cov lug saamfwm tshaajtawm rua suavdlawg paub nyob huv lub tuamceeb nroog Susas lawm, cov tuabneeg xaa ntawv txhaj muab xaa ceev heev moog rua txhua lub xeev. Ces Vaajntxwv hab Hamaas lug nyob tsawg haus cawv; tabsis lub nroog Susas muaj kev tsi sis humxeeb ua ntxhuv nyo."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.1","label":"1","content":"Thaus Maudekhais nov tej xuv tsi zoo ntawd, nwg txhawj kawg le, nwg txhaj muab nwg cev rig tsho dlua kag, muab ntaub tsaaj lug npua hab tsuab tshauv rua sau nwg taubhau, hab nwg quaj qw nrov heev moog rua huv plawv nroog."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.2","label":"2","content":"Thaus nwg moog txug rua ntawm txujkev kws moog rua huv lub loog. nwg tsi nkaag moog rua huv, rua qhov luas txwv tsi pub ib tug tuabneeg twg kws npua ntaub tsaaj moog rua huv lub loog hlo le."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.3","label":"3","content":"Nyob rua huv txhua lub xeev kws vaajntxwv tsaab ntawv tshaajtawm moog txug cov Yudais lawm, puab muaj kev txhawjxeeb quaj ntsuag luj kawg le. Puab txhaj le yoo mov, quaj, nyuaj sab hab puab txhua tug puavleej muab ntaub tsaaj lug npua hab dlaa huv qhov tshauv."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.4","label":"4","content":"Thaus kws Exethaws cov nkauj qhe hab cov nraug saam lug has qha tej kws Maudekhais taabtom quaj hab ua ntawd rua Exethaws paub, Exethaws mob sab heev. Nwg txhaj nqaa rig tsho moog rua Maudekhais naav, hab muab cov ntaub tsaaj hle povtseg, tabsis Maudekhais tsi kaam txais cov rig tsho ntawd le."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.5","label":"5","content":"Ces Exethaws txhaj le hu Hathas, tug nraug saam kws vaajntxwv tsaa lug ua Exethaws tug tubkhai kuas lug cuag nwg, hab kuas Hathas moog nug Maudekhais saib yog nwg muaj kev nyuaj sab dlaabtsi hab yog vim le caag."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.6","label":"6","content":"Hathas txhaj tawm moog cuag Maudekhais huv plawv nroog ntawm txujkev kws moog rua huv vaajntxwv lub loog."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.7","label":"7","content":"Maudekhais pav txhua yaam kws tshwmsim rua nwg ntawd rua Hathas noog hab has txug cov nyaj kws Hamaas coglug yuav muab npaum twg coj moog tso rua huv vaajntxwv lub txhaab nyaj, yog yuav muab cov Yudais tua kuas tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.8","label":"8","content":"Hab Maudekhais muab tsaab ntawv saamfwm kws vaajntxwv sau tawm huv lub tuamceeb nroog Susas, kuas muab cov Yudais tua povtseg huv tuabsi ntawd rua Hathas, nqaa moog qha rua Exethaws, hab kuas Exethaws ca le moog cuag vaajntxwv, hab thov vaajntxwv hlub nam vaajntxwv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.9","label":"9","content":"Hathas txhaj rov lug hab pav txhua yaam kws Maudekhais tau has ntawd qha rua Exethaws noog."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.10","label":"10","content":"Ces Exethaws txhaj muab lug rua Hathas rov qaab moog has rua Maudekhais has tas,"},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.11","label":"11","content":"“Taagnrho vaajntxwv cov tubkhai hab cov pejxeem kws nyob huv txhua lub xeev kws vaajntxwv kaav, puavleej paub zoo txug txuj cai nuav, tsi has vaajntxwv cov tuavxaam hab tej pejxeem; yog ib tug txivneej lossis ib tug quaspuj twg, laam moog cuag vaajntxwv kws vaajntxwv tsi tau hu nwg moog, tug ntawd yuavtsum raug tua povtseg. Vim muaj txuj kevcai sau tseg le ntawd lawm; tsuas yog tshwj tug kws vaajntxwv muab nwg tug cwj kub cev rua, tug ntawd txhaj tsi raug tua tuag xwb. Vaajntxwv tub tsi hu kuv moog cuag nwg tau peb caug nub nuav lawm.”"},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.12","label":"12","content":"Thaus kws Maudekhais nov tej lug kws Exethaws has ntawd lawm,"},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.13","label":"13","content":"Maudekhais kuas puab rov qaab moog teb rua Exethaws has tas, “Tsi xob xaav has tas, koj nyob huv vaajntxwv lub loog ces koj yuav dlim, tsi raug tua tuag le lwm tug tuabneeg Yudais."},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.14","label":"14","content":"Yog has tas koj pheej nyob tuabywv tsi quavntsej le nuav mas yuav muaj txujkev paab lug sau ntuj lug hab yuav cawm cov Yudais kuas dlim. Tabsis koj hab koj txiv tsev tuabneeg yuav tuag tu noob nrho. Leejtwg yuav paub, tej zag qhov kws koj tau lug ua nam vaajntxwv rua tej lub sijhawm zoo le nuav, yog lug cawm peb tsaav tuabneeg kuas dlim kev puamtsuaj los kuj tsi paub!”"},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.15","label":"15","content":"Exethaws teb rov moog rua Maudekhais has tas:"},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.16","label":"16","content":"“Moog has rua taagnrho cov Yudais kws nyob huv lub nroog Susas tuaj sis sau ua ke, hab ua kevcai yoo mov. Tsi xob noj tsi xob haus ib yaam dlaabtsi peb nub peb mos. Kuv hab kuv cov nkauj qhe los yuav yoo mov ib yaam nkaus le mej hab. Ces tom qaab ntawd kuv yuav moog cuag vaajntxwv, yog has tas kuv ua txhum kevcai, kuv tuag los xijpeem, kuv yeej yuav zoo sab tuag.”"},{"bible_id":"1726","chapter_code":"EST.4","verse_code":"EST.4.17","label":"17","content":"Ces Maudekhais txhaj moog ua txhua yaam lawv le Exethaws has rua nwg ntawd."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.1","label":"1","content":"Exethaws yoo mov lug txug nub peb, nwg txawm muab nwg cev tsoog tsho nam vaajntxwv lug naav moog sawv ntawm chaav kws nyob huv vaajntxwv lub loog, hab nwg tig xubndlag moog rua ntawm vaajntxwv lub zwmtxwv. Vaajntxwv nyob quastsawg sau nwg lub zwmtxwv tig xubndlag tuaj rua ntawm txujkev kws tuaj rua huv lub loog."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.2","label":"2","content":"Thaus vaajntxwv pum nam Vaajntxwv Exethaws sawv ntsug tig tuaj rua ntawm vaajntxwv, vaajntxwv txaus sab rua nwg heev, ces vaajntxwv txawm cev hlo nwg tug cwj kub moog rua Exethaws. Ces Exethaws txhaj txaav zog lug tuav nkaus tug cwj kub ntawd."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.3","label":"3","content":"Vaajntxwv nug has tas, “Nam Vaajntxwv Exethaws, koj muaj dlaabtsi? Qha kuv saib koj xaav yuav dlaabtsi, txawm yog koj xaav yuav lub tebchaws kws kuv kaav nuav ib nraab los kuv yeej yuav muab kuas tau rua koj.”"},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.4","label":"4","content":"Exethaws teb has tas, “Yog txaus vaajntxwv sab, mo nuav kuv xaav kuas koj hab Hamaas tuaj koom kuv rooj mov kws kuv npaaj rua meb tuaj noj.”"},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.5","label":"5","content":"Vaajntxwv txhaj has kuas Hamaas ca le kawgkag tuaj, obtug yuav moog noj Exethaws rooj mov. Yog le ntawd, vaajntxwv hab Hamaas txhaj moog noj Exethaws rooj mov ntawd."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.6","label":"6","content":"Thaus kws obtug tseem taabtom haus cawv txiv maab, vaajntxwv nug Exethaws has tas, “Qha kuv saib koj xaav yuav dlaabtsi, kuv yuav muab kuas tau rua koj. Txawm yog koj thov yuav lub tebchaws kws kuv kaav nuav ib nraab los kuv yeej yuav txaus sab muab rua koj.”"},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.7","label":"7","content":"Exethaws teb has tas, “Tej kws kuv xaav tau hab kuv thov, mas yog le nuav:"},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.8","label":"8","content":"Yog vaajntxwv txaus sab, hab yog tej kws kuv thov ntawd hum vaajntxwv sab hab ua kuas kuv tej lug thov ntawd tav, thov kuas pigkig koj hab Hamaas rov qaab tuaj noj dlua kuv ib rooj mov kws kuv npaaj rua koj. Thaus lub sijhawm ntawd kuv maam qha tej kws kuv xaav tau rua koj.”"},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.9","label":"9","content":"Thaus Hamaas noj mov taag hab sawv tawm moog lawm, nwg zoo sab kawg le. Tabsis thaus kws Hamaas pum Maudekhais nyob ntawm vaajntxwv lub roojvaag, Maudekhais tsi sawv hawm hab txhus caug pe nwg, ces nwg txawm chim heev rua Maudekhais."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.10","label":"10","content":"Txawm le ntawd los Hamaas ua tag tswj kuas tau nwg lub sab hab taug kev moog tsev lawm. Hamaas txhaj le caw nwg cov phoojywg tuaj rua huv nwg tsev hab kuas Xeles kws yog nwg tug quaspuj lug koom nrug puab."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.11","label":"11","content":"Hamaas txawm khaav nwg lub neej kws npluanuj, muaj tub coob, hab qhov kws vaajntxwv muab nwg tsaa ua tug nom luj hab tseemceeb tshaaj vaajntxwv tej numtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.12","label":"12","content":"Hab Hamaas has ntxiv tas, “Nam vaajntxwv Exethaws yeej tsi caw leejtwg nrug vaajntxwv moog noj nwg rooj mov le, tsuas yog caw kuv tuab leeg nrug vaajntxwv moog noj xwb, hab nwg tseem caw kuas pigkig kuv rov qaab nrug vaajntxwv moog noj mov dlua hab."},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.13","label":"13","content":"Tabsis tej nuav tsi muaj qaabhau dlaabtsi rua kuv hlo le, yog thaus twg kuv tseem pum Maudekhais kws yog tug tuabneeg Yudais, tuaj nyob ntawm vaajntxwv lub roojvaag.”"},{"bible_id":"1726","chapter_code":"EST.5","verse_code":"EST.5.14","label":"14","content":"Ces Hamaas tug quaspuj hab nwg cov phoojywg txawm has rua nwg tas, “Ca le moog txhus ib tug ncej dlai tuabneeg kuas sab tsib caug tshim hab pigkig sawv ntxuv, koj ca le moog thov vaajntxwv muab Maudekhais dlai cejdlaab rua sau tsaiv, koj maam le nrug vaajntxwv moog noj haus zoo sab xwb.” Hamaas txaus sab rua cov lug kws puab has ntawd kawg le. Hamaas txhaj le moog txhus tau ib tug ncej dlai tuabneeg."},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.1","label":"1","content":"Mo ntawd vaajntxwv pw tsi tsaug zug le, hab nwg has kuas nqaa phoo ntawv kws teev tej xwmtxheej huv lub tebchaws kws nwg kaav ntawd lug hab puab muab nyeem rua nwg noog."},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.2","label":"2","content":"Puab txawm nyeem tau zaaj kws sau has txug Maudekhais qha txug qhov kws Npithanas hab Teles kws yog vaajntxwv ob tug nraug saam kws zuv chaav tsev vaajntxwv nyob, hab obtug tau ntxeev sab yuav muab Vaajntxwv Xawxes tua povtseg ntawd."},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.3","label":"3","content":"Vaajntxwv nug has tas, “Peb tub muab yeebkoob hab nqe zug rua Maudekhais qhov kws nwg ua nuav lawm los tsi tau?” Vaajntxwv cov numtswv teb has tas, “Yeej tsi tau muab ib yaam dlaabtsi rua nwg hlo le.”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.4","label":"4","content":"Vaajntxwv nug ntxiv has tas, “Kuv cov numtswv puas muaj leejtwg tuaj nyob huv lub loog nuav.” Thaus ntawd Hamaas taabtom tuaj txug ntawd lub tshaav puam huv vaajntxwv lub loog; nwg tuaj thov vaajntxwv kuas muab Maudekhais coj moog dlai cejdlaab rua sau tug ncej kws nwg npaaj tau lawm."},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.5","label":"5","content":"Vaajntxwv cov tubkhai teb nwg has tas, “Hamaas nyob ntawm nuav, nwg sawv ntawm tshaav puam tog xaav ntsib koj.” Vaajntxwv has tas, “Moog coj nwg lug huv nuav.”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.6","label":"6","content":"Yog le ntawd, Hamaas txhaj lug hab vaajntxwv nug nwg has tas, “Muaj ib tug tuabneeg kws kuv xaav muab yeebkoob rua heev, kuv yuav ua le caag txhaj tsimnyog rua tug txivneej nuav?” Hamaas txawm xaav tuabywv has tas, “Tseem yuav muaj leejtwg kws vaajntxwv xaav muab yeebkoob rua tshaaj kuv lawm hab? Tsuas yog kuv tuab leeg lawm xwb.”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.7+EST.6.8","label":"7-8","content":"Yog le ntawd Hamaas txhaj le teb vaajntxwv has tas, “Muab vaajntxwv lub tsho luj kws vaajntxwv naav lug rua tug txivneej ntawd naav. Muab xauv lug saam rua vaajntxwv tug neeg, muab eeb lug pem hab muab tshaam tswb  lug dlai rua."},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.9","label":"9","content":"Ces kuas koj ib tug numtswv kws luj dlua cov muab koj cev tsoog tsho ntev khu rua tug kws koj yuav muab yeebkoob rua ntawd naav, hab muab koj tug neeg rua nwg caij, coj nwg taug kev moog rua huv plawv nroog qw has tas, ‘Tug txivneej nuav yog tug kws vaajntxwv txaus sab muab yeebkoob rua nwg.’ ”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.10","label":"10","content":"Ces vaajntxwv has rua Hamaas has tas, “Koj ca le moog muab cev tsoog tsho ntev hab kuv tug neeg lug ua lawv le koj has ntawd ntaag, hab muab yeebkoob rua Maudekhais tug kws yog tuabneeg Yudais kws nyob ntawm lub roojvaag. Yuavtsum ua txhua yaam kws koj has ntawd rua nwg tsi xob tseg ib yaam le.”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.11","label":"11","content":"Yog le ntawd, Hamaas txhaj moog muab cev tsoog tsho ntev hab caab vaajntxwv tug neeg lug, muab cev tsoog tsho ntev khu rua Maudekhais naav hab muab tug txiv neeg rua Maudekhais caij taug kev moog rua huv plawv nroog, hab qw tshaajtawm has tas, “Tug txivneej kws vaajntxwv txaus sab muab yeebkoob rua yog tug nuav ntaag.”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.12","label":"12","content":"Ces Maudekhais rov lug rua ntawm vaajntxwv lub loog. Tabsis Hamaas ca le muab ntaub npug nwg ntsejmuag, maaj ceev nrooj rov moog tsev, tu sab hab txaajmuag kawg le."},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.13","label":"13","content":"Hamaas pav txhua yaam kws tshwmsim lug rua nwg ntawd rua Xeles kws yog nwg tug quaspuj hab nwg cov phoojywg noog. Ces nwg tug quaspuj hab nwg cov phoojywg kws ntse has rua nwg tas, “Yog thaus pib nuav koj tub tsi yeej Maudekhais kws yog tuabneeg Yudais lawm, ces koj yuav swb nwg xwb, nwg yeej yuav kovyeej koj.”"},{"bible_id":"1726","chapter_code":"EST.6","verse_code":"EST.6.14","label":"14","content":"Thaus kws puab tseem taabtom sis thaam le ntawd, ces vaajntxwv cov nraug saam txawm tuaj txug ndlua, hab coj Hamaas ceev nrooj moog noj Exethaws rooj mov."},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.1","label":"1","content":"Ces vaajntxwv hab Hamaas obtug txhaj rov ua ke moog nrug nam vaajntxwv Exethaws noj mov"},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.2","label":"2","content":"zag ob. Thaus obtug taabtom haus cawv txiv maab, vaajntxwv rov nug Exethaws dlua ntxiv has tas, “Nam Vaajntxwv Exethaws, koj xaav yuav dlaabtsi? Qha rua kuv, kuv yuav muab pub rua koj. Txawm yog koj xaav yuav lub tebchaws kws kuv kaav nuav ib nraab los kuv yeej yuav muab rua koj.”"},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.3","label":"3","content":"Nam Vaajntxwv Exethaws teb has tas, “Vaajntxwv, yog koj txaus sab rua kuv hab txaus sab yuav pub rua kuv tag, mas thov tseg kuv txujsa, hab tseg kuv tsaav tuabneeg txujsa."},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.4","label":"4","content":"Vim kuv hab kuv tsaav tuabneeg tub raug muab muag coj moog tua povtseg kuas puamtsuaj tu noob nrho le lawm. Yog has tas, peb raug muag moog ua tubqhe hab ntxhais qhev xwb, ces kuv yeej ua tuabywv hab tsi tuaj taabkaum koj txug tej ntawd  hlo le, tabsis tub yog peb yuav raug tua kuas puamtsuaj taag, kuv txhaj le muab has qha rua koj paub.”"},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.5","label":"5","content":"Ces Vaajntxwv Xawxes nug nam Vaajntxwv Exethaws has tas, “Leejtwg yog tug yuav ua le ntawd? Hab tug ntawd nyob qhov twg?”"},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.6","label":"6","content":"Exethaws teb has tas, “Peb tug yeebncuab hab tug tuabneeg kws tsimtxom peb, yog tug nyuas Hamaas kws sab phem nuav ntaag!” Hamaas ntshai vaajntxwv hab nam vaajntxwv kawg nkaus"},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.7","label":"7","content":"Ces vaajntxwv txawm sawv ntseeg ntawm rooj npautawg vog tawm plawg moog rua nrau vaajntxwv lub vaaj lawm; tabsis Hamaas tseem nyob ntawd thov kuas nam Vaajntxwv Exethaws tseg nwg txujsa, vim Hamaas paub has tas, vaajntxwv yeej yuav rau txim rua nwg txug zaaj nuav xwb."},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.8","label":"8","content":"Thaus kws vaajntxwv rov qaab nraag lub vaaj lug rua huv chaav tsev kws puab haus cawv, nwg pum Hamaas tseem pe khwb rwg ntxig rua sau lub rooj kws Exethaws nyob thov kev taabncuab. Thaus vaajntxwv pum Hamaas ua le ntawd, vaajntxwv txhaj le qw has tas, “Tug nyuas tuabneeg nuav tseem yuav muab nam vaajntxwv yuam taabmeeg rua kuv pum huv kuv lub loog nuav hab los?” Thaus vaajntxwv has le ntawd taagnrho xwb, vaajntxwv cov nraug saam tub muab ntaub qhwv nkaus Hamaas taubhau lawm."},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.9","label":"9","content":"Ces puab cov ntawd tug kws npe hu ua Hanpaunas txawm has tas “Hamaas txhus tau ib tug ncej dlai tuabneeg sab tsib caug tshim rua ntawm nwg tog tsev, yuav ca dlai Maudekhais tug kws tau cawm vaajntxwv txujsa.” Vaajntxwv txhaj has tas, “Ca le coj Hamaas moog dlai rua ntawm tug ncej ntawd ntaag.”"},{"bible_id":"1726","chapter_code":"EST.7","verse_code":"EST.7.10","label":"10","content":"Yog le ntawd, Hamaas txhaj le raug coj moog dlai rua sau tug ncej kws nwg txhus ca dlai Maudekhais. Ces vaajntxwv txujkev chim txhaj nqeg lawm."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.1","label":"1","content":"Nub ntawd, Vaajntxwv Xawxes muab Hamaas kws yog cov Yudais tug yeebncuab, lub tsev hab tej cuabtxhaj cuabtaam pub huv tuabsi rua nam Vaajntxwv Exethaws. Exethaws txhaj has qha rua vaajntxwv has tas, Maudekhais yog nwg neejtsaa kws txheeb heev, txij thaus ntawd lug vaajntxwv txhaj pub Maudekhais moog cuag tau vaajntxwv."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.2","label":"2","content":"Vaajntxwv txhaj hle nwg ntiv nplhaib kws yog nwg lub homthawj (kws nwg muab ntawm Hamaas rov lug) hab muab rua Maudekhais. Hab Exethaws muab Maudekhais tsaa ua tug saib taagnrho Hamaas tej qubtxeeg qubteg."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.3","label":"3","content":"Ces Exethaws rov qaab moog thov vaajntxwv dlua ib zag ntxiv; nwg qhau cev hlo ntawm vaajntxwv kutaw thov hab quaj ua kua muag poob dlawb vog. Nwg thov kuas vaajntxwv muab Hamaas kws yog Ankas  tug xeebntxwv tej kev npaaj sab kws yuav muab cov Yudais tua kuas puamtsuaj tu noob ntawd txwv tseg."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.4","label":"4","content":"Ces vaajntxwv txhaj cev nwg tug cwj kub rua Exethaws, ces Exethaws txawm sawv tseeg hab has tas,"},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.5","label":"5","content":"“Yog vaajntxwv hlub kuv hab tej lug kws kuv thov ntawd hum vaajntxwv sab, thov vaajntxwv has kuas muab tsaab ntawv kws Hamedethas tug tub Hamaas kws yog Ankas tug xeebntxwv sau xaa moog has kuas muab cov Yudais kws nyob huv lub tebchaws kws vaajntxwv kaav tua povtseg huv tuabsi ntawd rhuav tseg."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.6","label":"6","content":"Kuv yuav ua le caag nyaj taug saib kuv tsaav tuabneeg raug kev puamtsuaj, hab ca kuv cov neejtsaa raug tua tuag taag?”"},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.7","label":"7","content":"Vaajntxwv Xawxes txhaj has rua nam Vaajntxwv Exethaws hab Maudekhais kws yog tuabneeg Yudais has tas, “Kuv tub muab Hamaas lub tsev hab tej cuabtxhaj cuabtaam cob rua Exethaws hab kuv tub has kuas puab muab Hamaas dlai cejdlaab tuag lawm, vim nwg tuav tswvyim muab cov Yudais tua povtseg ntawd."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.8","label":"8","content":"Meb ca le sau ib tsaab ntawv lawv le meb sab nyam ua vaajntxwv npe hab muab kuv lub nplhaib homthawj nas rua tsaab ntawv ntawd, xaa moog thoob plawg rua cov Yudais. Rua qhov tsaab ntawv kws Hamaas sau kuv lub npe hab muab kuv lub homthawj nas rua ntawd lawm, mas yeej thim tsi tau rov qaab le lawm.”"},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.9","label":"9","content":"Ces thaus kws txug lub peb hlis ntuj kws yog hli Xivaas, nub neeg nkaum peb Maudekhais txhaj hu cov numtswv kws ua ntaub ntawv tuaj cuag nwg, hab nwg has kuas puab cov tub sau ntawv sau lawv le kws nwg has rua cov Yudais, hab coj cov numtswv luj kws nyob huv txhua lub xeev hab txhua tug numtswv huv ib puas neeg nkaum xyaa lub xeev kws vaajntxwv ua tug kaav. Yog suav txij ndlua ntawm tebchaws Eedias moog txug ndlua tebchaws Sudaas. Puab sau ua txhua yaam lug lawv le yaam lug kws luas siv nyob huv lub tebchaws ntawd. Hab puab sau ua cov Yudais tej lug rua cov tuabneeg Yudais."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.10","label":"10","content":"Maudekhais txhaj sau tsaab ntawv ntawd ua Vaajntxwv Xawxes npe, muab vaajntxwv lub nplhaib homthawj nas rua, hab muab cov ntawv ntawd rua cov tub xaa ntawv kws caij neeg dlha ceev heev, caij vaajntxwv cov neeg xaa tsaab ntawv ntawd moog."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.11","label":"11","content":"Cov lug kws sau rua huv tsaab ntawv nuav vaajntxwv tso ncauj rua cov Yudais kws nyob rua txhua lub nroog, kuas ca le sis sau ua ke hab tiv thaiv puab txujsa. Yog txhua tsaav tuabneeg kws nyob huv txhua lub xeev, tso tubrog tuaj tua cov Yudais hab puab tej quaspuj lossis mivnyuas; kuas cov Yudais ca le tig tua hab rhuav tshem cov yeebncuab ntawd kuas tuag tu noob nrho tsi pub seem ib tug le, hab txeeb puab tej cuabtxhaj cuabtaam moog huv tuabsi."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.12","label":"12","content":"Nub kws cov Yudais yuav tawmtsaam puab cov yeebncuab nyob thoob plawg rua huv tebchaws Pawxias, yog lub kaum ob hlis kws yog lub hli Adas, nub kaum peb. Nub ntawd yog nub kws Hamaas teem ca tua cov tuabneeg Yudais kuas tuag tu noob."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.13","label":"13","content":"Puab txhaj muab tsaab ntawv ntawd ua ib txuj kevcai tshaajtawm moog thoob plawg rua txhua tug pejxeem kws nyob rua huv txhua lub xeev kuas nub ntawd cov Yudais txhaj npaaj tau txhij tig rov tawmtsaam puab cov yeebncuab."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.14","label":"14","content":"Vaajntxwv txhaj saamfwm kuas cov xaa ntawv caij vaajntxwv cov neeg dlha ceev heev xaa tsaab ntawv ntawd moog rua txhua qhov chaw. Hab ca le muab tsaab ntawv ntawd nyeem rua cov pejxeem suavdlawg kws nyob huv lub tuamceeb nroog Susas paub."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.15","label":"15","content":"Thaus kws Maudekhais tawm huv vaajntxwv lub loog moog, nwg naav cev tsoog tsho vaajntxwv txaij xav hab txaij dlawb, ntoo lub mom kub hab naav lub tsho ntev kws yog ntaub maag xav. Ces cov tuabneeg kws nyob huv lub nroog Susas qw zoo sab heev."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.16","label":"16","content":"Ces cov Yudais txhaj tau nyob kaaj sab lug, tso sab plhuav hab xyivfaab hlo, vim puab yeej lawm tag."},{"bible_id":"1726","chapter_code":"EST.8","verse_code":"EST.8.17","label":"17","content":"Txhua lub xeev hab txhua lub nroog kws muab vaajntxwv tsaab ntawv moog nyeem rua nov, mas cov Yudais zoo sab heev, hab puab npaaj muaj rooj noj rooj haus luj rua nub kws muaj kev zoo sab ntawd. Hab muaj tuabneeg coob heev ca le kaav xeem lug ua tuabneeg Yudais, rua qhov puab ntshai cov tuabneeg Yudais heev."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.1","label":"1","content":"Thaus txug nub kaum peb, lub kaum ob hlis kws yog lub hli Adas, yog nub kws yuav ua lawv le vaajntxwv tau saamfwm tseg rua huv nwg tsaab ntawv, hab yog nub kws cov Yudais cov yeebncuab ca sab has tas, puab yuav yeej cov Yudais, tabsis nub ntawd ca le hloov moog ua nub kws cov Yudais yeej puab cov yeebncuab lawm."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.2","label":"2","content":"Cov Yudais txhaj tuaj sis sau ua ke taagnrho rua huv puab tej nroog  hab huv txhua lub xeev kws vaajntxwv kaav, npaaj tawmtsaam cov yeebncuab kws tuaj tua puab, tsi muaj leejtwg yuav tiv tau cov Yudais le, rua qhov cov tuabneeg kws nyob txhua qhov chaw puavleej ntshai cov Yudais heev."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.3","label":"3","content":"Taagnrho cov numtswv ntawm txhua lub xeev, tsi has txhua tug tswvxeev, txhua tug tsaavxwm hab taagnrho vaajntxwv cov numtswv txhua tug, puavleej paab cov Yudais, vim puab ntshai nyob tsaam Maudekhais muab puab tua povtseg."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.4","label":"4","content":"Maudekhais tau ua tug luj nyob huv vaajntxwv lub loog, hab nwg lub koob lub npe nrov nchaa moo lug moog thoob plawg txhua lub xeev hab Maudekhais muaj fwjchim luj zuj zug tuaj."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.5","label":"5","content":"Cov Yudais txhaj muab ntaaj tua puab cov yeebncuab tuag taagnrho, hab puab ua txaus nkaus lawv le puab lub sab nyam rua cov tuabneeg kws ntxub puab."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.6","label":"6","content":"Nyob huv lub tuamceeb nroog Susas nkaus xwb cov Yudais tua puab cov yeebncuab tuag lawm tsib puas leej txivneej."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.7+EST.9.8+EST.9.9+EST.9.10","label":"7-10","content":"Cov tuabneeg kws raug tua tuag taag ntawd, muaj cov Yudais tug yeebncuab Hamaas kws yog Hamedethas tug tub, kaum leej tub nyob rua huv hab puab cov ntawd yog: Pasadathas, Dalefoos, Apathas, Pulathas, Adalias, Alidathas, Pamatas, Alixais, Alidais hab Vaixathas. Txawm le ntawd los puab yeej tsi fuab ib yaam khoom dlaabtsi le."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.11","label":"11","content":"Tuab nub ntawd muaj tuabneeg moog qha rua vaajntxwv paub txug cov tuabneeg kws raug tua tuag taag huv lub tuamceeb nroog Susas saib coob npaum twg."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.12","label":"12","content":"Ces vaajntxwv has qha rua nam Vaajntxwv Exethaws has tas, “Nyob huv lub tuamceeb nroog Susas nkaus xwb cov Yudais tua cov yeebncuab tuag lawm tsib puas leej txivneej kws yog xaam Hamaas kaum leej tub nrug hab. Dlua le lwm lub xeev sov puab tua tuag lawm npaum twg tseem tsi tau paub! Nwgnuav koj xaav yuav yaam dlaabtsi? Koj yeej yuav tau yaam ntawd. Qha rua kuv saib koj xaav yuav dlaabtsi, kuv yuav muab kuas tau rua koj.”"},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.13","label":"13","content":"Exethaws teb has tas, “Yog hum vaajntxwv sab, pigkig thov ca cov Yudais kws nyob huv lub nroog Susas rov ua dlua ib zag ntxiv le kws nub nua koj tau tso cai rua puab ua taag lug lawm. Thov muab Hamaas kaum leej tub ntawd cov cev tuag coj moog dlai rua ntawm cov ncej dlai cejdlaab hab.”"},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.14","label":"14","content":"Yog le ntawd, vaajntxwv txhaj saamfwm kuas ca le ua lawv le ntawd; txhaj ua ib tsaab ntawv tshaajtawm moog rua huv lub nroog Susas, hab muab Hamaas kaum leej tub ntawd coj moog dlai rua ntawm cov ncej dlai cejdlaab."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.15","label":"15","content":"Nub kaum plaub kws yog lub hlis Adas, cov Yudais huv lub nroog Susas txhaj sis sau ua ke hab rov moog tua cov tuabneeg huv lub nroog Susas tuag peb puas leej ntxiv. Tabsis puab tsi fuab ib yaam khoom dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.16","label":"16","content":"Cov Yudais kws nyob huv txhua lub xeev kuj sis sau moog ua ke hab tiv thaiv puab cov tuabneeg txujsa kuas dlim ntawm cov yeebncuab. Hab puab tua cov yeebncuab kws ntxub puab tuag lawm xyaa caum tsib txheeb leej. Tabsis puab tsi fuab ib yaam khoom dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.17","label":"17","content":"Tej nuav yog tshwm muaj rua nub kaum peb kws yog lub hli Adas, hab nub kaum plaub, puab su hab muab nub ntawd ua nub kws puab noj haus hab muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.18","label":"18","content":"Tabsis cov Yudais kws nyob huv lub nroog Susas lug sis sau ua ke nub kaum peb hab kaum plaub tua puab cov yeebncuab, hab puab su rua nub kaum tsib, muab nub ntawd ua nub kws puab noj haus hab muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.19","label":"19","content":"Yog le ntawd, cov Yudais kws nyob huv tej zog hab tej nroog txhaj le su rua nub kaum plaub kws yog lub hli Adas ntawd. Hab puab txhaj le noj haus hab ua kev lomzem zoo sab rua nub ntawd. Puab ib leeg coj zaub mov moog pub rua ib leeg noj."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.20","label":"20","content":"Maudekhais muab tej xwm nuav sau rua huv ntawv hab xaa moog txhua nrho rua cov Yudais kws nyob rua txhua lub xeev kws Vaajntxwv Xawxes kaav, tsi has nyob dleb lossis nyob ze;"},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.21","label":"21","content":"kuas puab muab nub kaum plaub hab kaum tsib kws yog lub hli Adas ntawm txhua lub xyoo lug ua nub su."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.22","label":"22","content":"Ob nub nua, yog ob nub kws cov Yudais dlim ntawm puab cov yeebncuab, hab yog lub hlis kws muab kev tu sab hloov lug ua kev kaaj sab, hab muab kev quaj ntsuag hloov lug ua kev luag zoo sab; Kuas puab ncu ntsoov muab nub ntawd ua ib nub noj haus zoo sab, nub ntawd puab ib leeg coj zaub mov moog pub rua ib leeg hab pub rua cov pluag."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.23","label":"23","content":"Cov pejxeem Yudais txaus sab ua lawv le tsaab ntawv kws Maudekhais sau xaa tuaj rua puab. Cov Yudais txhaj le naj xyoo ua kevcai ncu txug qhov kws puab tub chiv ua muaj lug ntawd lawm."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.24","label":"24","content":"Hamedethas tug tub Hamaas kws yog Ankas tug xeebntxwv kws yog cov Yudais tug yeebncuab tau tuav tswvyim yuav muab cov Yudais tua povtseg, nwg txhaj rhu ntawv xaam noobnyoog yuav muab cov Yudais tua kuas tu noob. (Qhov rhu ntawv ntawd puab hu ua “Pulees”.)"},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.25","label":"25","content":"Tabsis Exethaws moog thov vaajntxwv, vaajntxwv txhaj sau ntawv saamfwm kuas muab Hamaas tej tswvyim tuavhuv ua phem rua cov Yudais ntawd tig rov lug raug nwg. Yog le ntawd, nwg hab nwg cov tub txhaj le raug muab dlai cejdlaab taag."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.26","label":"26","content":"Tub yog vim le nuav puab txhaj muab ob nub su ntawd hu ua pulees, txhais has tas, “Rhu Ntawv.” Rua qhov yog Maudekhais tsaab ntawv hab txhua yaam kws muaj tshwmsim rua cov Yudais,"},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.27","label":"27","content":"cov Yudais txhaj muab zaaj nuav lug ua ib txuj kevcai rua puab, puab tej xeebntxwv hab txhua tug tuabneeg kws tau lug kaav xeem ua tuabneeg Yudais lawm coj, kuas yuavtsum naj xyoo muab ob nub nuav lug ua ob nub su lawv le kws Maudekhais tau has tseg ca lawm."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.28","label":"28","content":"Yuav ua rua cov Yudais ncu ntsoov ob nub kws ua lub koobtsheej Pulees nuav moog txhua tam. Txhua yim tuabneeg, txhua lub xeev hab txhua lub nroog yuav ncu ntsoov hab coj txuj kevcai nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.29","label":"29","content":"Ces nam Vaajntxwv Exethaws kws yog Anpihais tug ntxhais, hab Maudekhais txhaj sau dlua ib tsaab ntawv leeg paub tsaab ntawv kws Maudekhais xub sau lawm, kuas ncu ntsoov ua kevcai Pulees."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.30","label":"30","content":"Maudekhais txhaj muab tsaab ntawv nuav xaa moog rua cov Yudais txhua tug, xaa moog thoob plawg ib puas neeg nkaum xyaa lub xeev huv tebchaws Pawxias kws Vaajntxwv Xawxes kaav hab foom koob moov rua cov Yudais kuas muaj kev thaajyeeb hab tau zoo nyob kaaj sab lug,"},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.31","label":"31","content":"hab kuas coj txuj kevcai ua koobtsheej Pulees lawv le lub caij lub nyoog kws puab tub tau teem tseg lawv le kws Maudekhais kws yog tuabneeg Yudais hab nam Vaajntxwv Exethaws tau saamfwm rua cov Yudais; hab coj lawv le txuj kevcai yoo mov hab txuj kevcai quaj ntsuag kws obtug tau teem tseg rua obtug hab obtug tej xeebntxwv lawm."},{"bible_id":"1726","chapter_code":"EST.9","verse_code":"EST.9.32","label":"32","content":"Txuj kevcai ua koobtsheej Pulees kws Exethaws tau saamfwm kuas muaj ntawd, tau muab teev tseg ca rua huv thooj ntawv lawm."},{"bible_id":"1726","chapter_code":"EST.10","verse_code":"EST.10.1","label":"1","content":"Vaajntxwv Xawxes saamfwm kuas hu cov pejxeem kws nyob thoob plawg huv lub tebchaws kws nwg kaav hab cov kws nyob lawv ntug havtxwv kuas tuaj ua num rua nwg."},{"bible_id":"1726","chapter_code":"EST.10","verse_code":"EST.10.2","label":"2","content":"Txhua yaam num tseemceeb kws yog nwg lub fwjchim hab nwg tug zug luj zug nchaav, hab qhov kws nwg tsaa Maudekhais ua ib tug nom luj puavleej muab sau tseg ca rua huv phoo ntawv xwmtxheej vaajntxwv kws teev cov Pawxias hab cov Medias tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"EST.10","verse_code":"EST.10.3","label":"3","content":"Maudekhais kws yog tuabneeg Yudais tau lug ua Vaajntxwv Xawxes ib tug nom luj, tsuas yog vaajntxwv tuab leeg txhaj le ua tug luj tshaaj Maudekhais xwb. Nwg cov kwvtij Yudais puavleej txaus sab hab fwm nwg, vim nwg paab kuas nwg tsaav tuabneeg hab puab tej xeebntxwv tau nyob ruaj khov hab muaj kev thaajyeeb."}]