[{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.1","label":"1","content":"Yakhauj cov tub kws nyag coj nyag quaspuj tubse nrug Yakhauj moog nyob nraag tebchaws Iziv npe hu le nuav:"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.2","label":"2","content":"Lunpees, Xime-oos, Levis, Yudas,"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.3","label":"3","content":"Ixakhas, Xenpuloos, Npeenyamees,"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.4","label":"4","content":"Daas, Nathalis, Khas hab Aseles."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.5","label":"5","content":"Yakhauj tsev tuabneeg kws nwg coj moog muaj xyaa caum leej. Nwg tug tub Yauxej tub xub moog nyob nraag tebchaws Iziv lawm."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.6","label":"6","content":"Tom qaab ntawd Yauxej txawm tuag lawm, ces taagnrho nwg cov tijlaug, hab cov tuabneeg kws nyob tam ntawd puavleej tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.7","label":"7","content":"Tabsis puab cov tubki kws yog cov Yixalayees muaj mivnyuas fuamvaam coob nyob puv nkaus tebchaws Iziv."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.8","label":"8","content":"Tug vaajntxwv tshab kws lug kaav tebchaws Iziv, nwg tsi paub Yauxej."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.9","label":"9","content":"Nwg has rua nwg cov pejxeem has tas, “Cov Yixalayees fuamvaam coob hab muaj zug heev, nyob tsaam puab ua phem rua peb."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.10","label":"10","content":"Ces thaus muaj tsuv muaj rog tuaj tua peb, puab yuav sau nthwv tuaj yeebncuab tog tua peb, hab puab yuav tsiv tawm  huv peb lub tebchaws moog. Peb yuavtsum nrhav kev txuv cov tuabneeg nuav tsi pub kuas puab fuamvaam ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.11","label":"11","content":"Yog le ntawd, cov Iziv txhaj khaiv tuabneeg moog yuam cov Yixalayees ua num nyaav kawg nkaus kuas puab poob sab. Cov Yixalayees ua lub nroog Phithoos hab lub nroog Lamexes rau Falaus tej cuabyeej."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.12","label":"12","content":"Txawm yog cov Iziv yuav quab yuam cov Yixalayees npaum le caag los puab yimfuab fuamvaam coob npaum le ntawd hab rhawv zej zog dlaav zuj zug, ua rua cov Iziv ntshai puab heev."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.13","label":"13","content":"Cov Iziv yuam cov Yixalayees ua qhev txomnyem ntsuav,"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.14","label":"14","content":"hab yuam puab ua cov Iziv tej vaaj tse, tej laj teb hab ua txhua yaam num nyaav, puab tsi hlub cov Yixalayees hlo le."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.15","label":"15","content":"Muaj ib nub cov Iziv tug vaajntxwv has rua ob tug quaspuj kws yog Sifalas hab Puahas kws pheej moog paab cov Henplais tej quaspuj dlaws cev."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.16","label":"16","content":"Nwg has rua obtug tas, “Thaus meb moog paab cov Henplais tej quaspuj dlaws cev, tug mivnyuas twg yog tug tub, meb ca le muab tua povtseg, tabsis tug twg yog tug ntxhais, meb maam le ca nyob.”"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.17","label":"17","content":"Tabsis obtug quaspuj ntawd paub ntshai Vaajtswv, obtug txhaj tsi ua lawv le vaajntxwv Iziv has, obtug tsi tua tej mivnyuas tub povtseg."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.18","label":"18","content":"Yog le ntawd, vaajntxwv txhaj tso tuabneeg moog hu obtug tuaj cuag nwg, hab nwg nug obtug has tas, “Vim le caag meb ua le nuav? Vim le caag meb tseem tseg cov mivnyuas tub nyob hab?”"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.19","label":"19","content":"Obtug teb has tas, “Cov quaspuj Henplais tsi zoo le peb cov quaspuj Iziv, puab tau mivnyuas sai heev, hab puab tub tau mivnyuas ua ntej wb moog txug lawm.”"},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.20","label":"20","content":"Vim obtug paub ntshai Vaajtswv, Vaajtswv txhaj ua zoo rua obtug hab pub obtug muaj tubki coob."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.21","label":"21","content":"Cov Yixalayees pheej fuamvaam coob zuj zug hab muaj zug heev."},{"bible_id":"1726","chapter_code":"EXO.1","verse_code":"EXO.1.22","label":"22","content":"Thaus kawg Falaus saamfwm rua nwg cov pejxeem suavdlawg has tas, “Ca le muab cov Henplais tej mivnyuas tub kws nyavnyuas yug tau lug txhua tug pov rua huv tug Dlej Niles, tabsis tseg cov mivnyuas ntxhais ca.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.1","label":"1","content":"Thaus ntawd muaj ib tug txivneej kws yog xeem Levis, moog yuav nwg xeem ib tug ntxhais lug ua quaspuj,"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.2","label":"2","content":"hab tug quaspuj ntawd yug tau ib tug tub rua nwg. Thaus tug quaspuj ntawd pum has tas, tug tub nuav ntxim hlub heev, nwg txawm muab zais tau peb lub hlis."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.3","label":"3","content":"Tabsis thaus kws nwg yuav zais tsi tau tug tub ntawd ntxiv lawm, nwg txhaj muab ib lub tawb kavtheej lug hab muab roj ntoos leem tsi pub kuas dlej txheem tau rua saab huv. Nwg muab tug tub ntawd tso pw rua huv lub tawb hab nqaa moog tso rua huv cov lojkov nraag ntug dlej."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.4","label":"4","content":"Tug tub ntawd tug muam txhaj moog sawv ib caag dleb tsawv saib tuaj, saib puas muaj xwm dlaabtsi rua tug tub ntawd."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.5","label":"5","content":"Falaus tug ntxhais moog dlaa dlej nraag haav dlej, thaus kws nwg cov ntxhais qhev ncig ua si ntawm ntug dlej. Taamsim ntawd nwg txawm pum ib lub tawb nyob huv cov lojkov, nwg txhaj kuas ib tug nkauj nqe moog nqaa lug rua nwg saib."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.6","label":"6","content":"Thaus tug ntxhais qhev nqaa lug txug, Falaus tug ntxhais muab qheb hlo saib, ua cav muaj ib tug mivnyuas tub pw huv. Tug tub ntawd quaj heev, ua rua Falaus tug ntxhais hlub nwg kawg le; nwg has tas, “Tug tub nuav yog cov Henplais mivnyuas.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.7","label":"7","content":"Tug tub ntawd tug muam txhaj lug has rua Falaus tug ntxhais has tas, “Koj puas xaav khaiv kuv moog nrhav ib tug quaspuj kws yog cov Henplais tu tug tub nuav rua koj?”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.8","label":"8","content":"Falaus tug ntxhais teb has tas, “Thov koj ca le moog nrhav.” Yog le ntawd, tug ntxhais txhaj moog coj tug tub ntawd leej nam tuaj."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.9","label":"9","content":"Falaus tug ntxhais has rua tug quaspuj ntawd tas, “Koj coj tug mivnyuas nuav moog tu rua kuv, kuv yuav muab nqe zug rua koj.” Yog le ntawd, nwg txhaj coj tug mivtub ntawd lug tu."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.10","label":"10","content":"Thaus tug mivnyuas ntawd luj hlub lawm, leej nam txhaj coj moog cob rua Falaus tug ntxhais kws yuav tug mivnyuas ntawd ua nwg tug tub. Vaajntxwv tug ntxhais has tas, “Kuv muab tug tub nuav huv dlej lug, yog le ntawd, kuv yuav tis tug tub nuav lub npe hu ua Mauxes.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.11","label":"11","content":"Thaus Mauxes hlub tav txiv lawm, Mauxes txhaj moog ncig saib nwg tsaav tuabneeg, hab nwg pum puab raug luas quab yuam ua num nyaav kawg le. Hab nwg tseem pum cov Iziv ib tug txivneej muab ib tug Henplais kws yog Mauxes tsaav tuabneeg ntaus."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.12","label":"12","content":"Thaus Mauxes pum le ntawd, Mauxes xaam ncig leeg thaaj tsaam ntawd tsi muaj leejtwg nyob ze, nwg txawm muab tug tuabneeg Iziv ntawd tua kag. Nwg muab hai moog faus rua huv cov xuabzeb."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.13","label":"13","content":"Nub tom qaab Mauxes rov tawm moog hab pum ob tug tuabneeg Henplais taabtom sis ntaus. Mauxes has rua tug kws ua txhum has tas, “Ua caag koj laam ntaus tug kws yog koj tsaav tuabneeg Henplais?”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.14","label":"14","content":"Tug txivneej ntawd teb has tas, “Leejtwg tsaa koj ua nom tuaj txav txim rua wb le nuav? Koj yuav muab kuv tua povtseg ib yaam le koj tua tug tuabneeg Iziv hab los?” Ces Mauxes ntshai heev hab nwg xaav has tas, “Muaj tuabneeg paub zaaj kws kuv ua taag lug lawm lauj.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.15","label":"15","content":"Thaus Falaus nov dlheev zaaj nuav, nwg txhaj nrhav Mauxes tua povtseg, tabsis Mauxes tub xub tsiv moog rua tim tebchaws Midias lawm. Muaj ib nub, thaus Mauxes taabtom nyob ntawm ib lub qhov tshij,"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.16","label":"16","content":"Yethoos kws yog tug povthawj huv tebchaws Midias, xyaa leej ntxhais tuaj ntaus dlej laub rua huv dlaab rua puab txiv cov yaaj hab cov tshis haus."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.17","label":"17","content":"Tabsis cov tuabneeg yug yaaj muab Yethoos cov ntxhais lawv tsiv. Ces Mauxes txhaj moog paab puab hab ntaus dlej rua puab cov tsaj haus."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.18","label":"18","content":"Thaus cov ntxhais rov lug txug tsev, puab txiv nug puab has tas, “Ua caag nub nua mej lug tsev ntxuv dlua txhua nub?”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.19","label":"19","content":"Cov ntxhais teb has tas, “Muaj ib tug tuabneeg Iziv paab peb, tsi pub cov yug yaaj ua phem rua peb, hab nwg tseem ntaus dlej rua peb hab ntaus dlej rua peb tej tsaj haus huv tuabsi, peb txhaj tau lug tsev ntxuv.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.20","label":"20","content":"Yethoos nug nwg cov ntxhais has tas, “Tug txivneej ntawd nyob qhov twg? Ua le caag mej tsi coj nwg lug tsev? Mej ca le moog hu nwg lug nrug peb noj mov.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.21","label":"21","content":"Yog le ntawd Mauxes txhaj ua ib sab nyob huv tebchaws Midias, hab Yethoos muab nwg tug ntxhais Xipaulas rua Mauxes yuav,"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.22","label":"22","content":"Xipaulas yug tau ib tug tub rua Mauxes. Mauxes has tas, “Rua qhov kuv yog tuabneeg txawv tebchaws nyob huv lub tebchaws nuav, yog le ntawd, kuv tis kuv tug tub nuav lub npe hu ua Nkesoos.”"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.23","label":"23","content":"Tau ntau xyoo tom qaab kws cov Iziv tug vaajntxwv tuag lawm, tabsis cov Yixalayees tseem pheej quaj ntsuag rua txujkev ua qhev hab quaj thov Vaajtswv paab. Puab tej suab quaj moog txug Vaajtswv,"},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.24","label":"24","content":"Vaajtswv nov puab tej suab quaj hab ncu txug tej lug kws nwg tau cog tseg rua Anplahaas, Ixaj hab Yakhauj lawm."},{"bible_id":"1726","chapter_code":"EXO.2","verse_code":"EXO.2.25","label":"25","content":"Vaajtswv pum cov Yixalayees txujkev kws ua luas qhev hab nwg hlub puab kawg nkaus le."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.1","label":"1","content":"Muaj ib nub Mauxes taabtom moog yug nwg yawmtxiv Yethoos kws yog tug povthawj nyob huv tebchaws Midias cov yaaj hab cov tshis, nwg coj paab tsaj ntawd hlaa taj suabpuam moog txug tim lub Roob Xinais kws yog lub roob dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.2","label":"2","content":"Nyob rua qhov ntawd, tug TSWV ib tug timtswv tau lug txa ua nplaim suavtawg cig laam lug rua Mauxes pum nyob huv ib tsob ntoo. Mauxes pum nplaim tawg cig lab ploog huv tsob ntoo tuaj, tabsis tsob ntoo tsi kub nyab le."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.3","label":"3","content":"Mauxes xaav has tas, “Ua caag qhov nuav yuav txawv ua luaj, vim le caag tsob ntoo tsi kub nyab le, kuv yuav txaav moog kuas ze hab xauj saib.”"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.4","label":"4","content":"Thaus tug TSWV pum Mauxes txaav lug ze, nwg hu Mauxes huv tsob ntoo ntawd tuaj has tas, “Mauxes! Mauxes!” Mauxes teb has tas, “Kuv nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.5","label":"5","content":"Vaajtswv has tas, “Tsi xob txaav lug ze ntawm nuav. Ca le hle koj nkawm khau, rua qhov koj sawv ntawm thaaj chaw kws dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.6","label":"6","content":"Kuv yog koj cov yawmkoob tug Vaajtswv, yog Anplahaas, Ixaj hab Yakhauj tug Vaajtswv.” Yog le ntawd, Mauxes tsi muaj cuabkaav yuav saib taug Vaajtswv, nwg txhaj muab teg pus nwg ntsejmuag."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.7","label":"7","content":"Tom qaab ntawd tug TSWV has tas, “Kuv pum kuv tsaav tuabneeg kws nyob nraag tebchaws Iziv raug kev tsimtxom heev, kuv nov puab tej suab quaj qw thov kuv paab kuas puab dlim ntawm txujkev kws puab raug yuam ua luas qhev. Kuv paub puab raug kev txomnyem kawg nkaus le lawm,"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.8","label":"8","content":"yog le ntawd, kuv txhaj lug paab kuas puab dlim ntawm cov tuabneeg Iziv hab yuav coj puab tawm huv tebchaws Iziv moog nyob lub tebchaws vaammeej kws aav rog hab zoo qoob kws naj nub nua cov Kana-aas, cov Hitis, cov Amoos, cov Pelixes, cov Hivis hab cov Yenpus nyob."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.9","label":"9","content":"Kuv tub nov kuv tsaav tuabneeg lub suab quaj thov kuv paab puab lawm, hab kuv pum cov tuabneeg Iziv tsimtxom puab kawg nkaus le."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.10","label":"10","content":"Nwgnuav kuv yuav khaiv koj moog cuag cov Iziv tug vaajntxwv hab koj moog tso kuv tsaav tuabneeg kuas puab tawm tau huv nwg lub tebchaws lug.”"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.11","label":"11","content":"Tabsis Mauxes has rua Vaajtswv tas, “Kuv tsi yog ib tug numtswv. Kuv yuav ua le caag muaj cuabkaav moog cuag tau vaajntxwv, hab coj cov Yixalayees tawm huv tebchaws Iziv lug?”"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.12","label":"12","content":"Vaajtswv teb has tas, “Kuv yuav nrug nraim koj, hab thaus koj coj cov Yixalayees tawm huv tebchaws Iziv lug, mej yuav tuaj pehawm kuv sau lub roob nuav. Koj txhaj yuav paub has tas kuv yog tug khaiv koj moog.”"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.13","label":"13","content":"Mauxes teb Vaajtswv has tas, “Thaus kuv moog txug ntawm cov Yixalayees hab qha rua puab has tas, ‘Mej cov yawmkoob tug Vaajtswv khaiv kuv tuaj cuag mej,’ hab puab yuav nug kuv has tas, ‘Tug Vaajtswv ntawd lub npe hu le caag?’ Yog le ntawd, kuv yuav teb puab le caag?”"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.14","label":"14","content":"Vaajtswv has tas, “KUV YOG TUG KWS KUV YOG. Koj yuavtsum qha rua puab has tas: ‘Tug kws nwg lub npe hu ua KUV YOG TUG KWS KUV YOG,  tau tso kuv tuaj paab mej.’"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.15","label":"15","content":"Qha rua cov Yixalayees paub has tas, kuv yog tug TSWV, puab cov yawmkoob tug Vaajtswv, kws yog Anplahaas, Ixaj hab Yakhauj tug Vaajtswv, khaiv koj moog paab puab. Lub npe nuav yog kuv lub npe moog ibtxhis, txij nuav moog lawm yaav tom ntej txhua tam tuabneeg yuavtsum hu kuv lub npe le nuav."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.16","label":"16","content":"Koj ca le moog hab hu cov Yixalayees cov kev txwjlaug tuaj ua ke hab qha rua puab has tas, kuv yog tug TSWV, puab cov yawmkoob tug Vaajtswv kws yog Anplahaas, Ixaj, hab Yakhauj tug Vaajtswv tau lug tshwm rua koj pum. Qha rua puab has tas, kuv tub lug saib puab hab kuv pum cov Iziv tsimtxom puab lawm."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.17","label":"17","content":"Kuv npaaj sab has tas, kuv yuav coj puab tawm huv tebchaws Iziv, qhov chaw kws puab raug luas tsimtxom moog nyob huv lub tebchaws vaammeej kws yog cov Kana-aas, cov Hitis, cov Amoos, cov Pelixes, cov Hivis hab cov Yenpus lub tebchaws vaammeej kws aav rog hab zoo qoob."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.18","label":"18","content":"“Kuv tsaav tuabneeg yuav noog tej lug kws koj has. Ces koj yuavtsum nrug cov Yixalayees tej kev txwjlaug moog cuag cov Iziv tug vaajntxwv hab has rua nwg tas, ‘Tug TSWV kws yog cov Henplais tug Vaajtswv lug ua rua peb pum. Nwgnuav thov koj tso peb moog peb nub ke rua tom taj suabpuam, peb yuav moog tua tsaj fij rua tug TSWV kws yog peb tug Vaajtswv.’"},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.19","label":"19","content":"Kuv paub has tas, cov Iziv tug vaajntxwv yeej yuav tsi tso mej moog, yog nwg tsi raug tug kws muaj fwjchim luj kawg nkaus yuam kuas tso."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.20","label":"20","content":"Tabsis kuv yuav siv kuv lub fwjchim kws txaus ntshai kawg rau txim rua cov Iziv. Ces tom qaab ntawd nwg maam le yuav tso mej tawm moog."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.21","label":"21","content":"“Kuv yuav tshoov cov Iziv sab kuas puab fwm koj, mas thaus kuv tsaav tuabneeg tawm moog, puab yuav tsi tawm moog teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"EXO.3","verse_code":"EXO.3.22","label":"22","content":"Txhua tug quaspuj Yixalayees yuav moog thov tej quaspuj Iziv kws nrug mej nyob koom zej koom zog, hab nrug nwg nyob ua ib tse, tej tsoog tsho, saw nyaj saw kub. Cov Yixalayees yuav muab tej ntawd rua puab tej tub tej ntxhais coj hab naav, hab mej yuav sau cov Iziv tej qhov txhua chaw huv tuabsi moog.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.1","label":"1","content":"Mauxes teb tug TSWV has tas, “Tabsis yog cov Yixalayees tsi ntseeg kuv hab tsi noog tej lug kws kuv has, kuv yuav ua le caag? yog puab has tas, ‘Tug TSWV tub tsi tau lug tshwm rua koj pum le ne?’ ”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.2","label":"2","content":"Tug TSWV txhaj nug Mauxes has tas, “Koj tuav dlaabtsi ntawm koj txhais teg?” Mauxes teb has tas, “Kuv tuav ib tug paas nreg.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.3","label":"3","content":"Tug TSWV has ntxiv rua Mauxes has tas, “Koj ca le muab pov rua huv aav.” Thaus Mauxes muab tug paas nreg pov rhees rua huv aav, tug paas ntawd txawm txa kag ua ib tug naab, Mauxes ntshai hab nwg ca le tig hlo tsiv."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.4","label":"4","content":"Ces tug TSWV has rua Mauxes has tas, “Koj ca le cev teg tuav nkaus tug naab tug kutwv nqaa hlo.” Mauxes txhaj cev loo teg tuav nkaus tug naab, ces tug naab rov qaab yog tug paas nreg le qub lawm."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.5","label":"5","content":"Tug TSWV has rua Mauxes has tas, “Koj ua le nuav qha rua cov Yixalayees has tas, tug TSWV kws yog puab cov yawmkoob tug Vaajtswv kws yog Anplahaas, Ixaj hab Yakhauj tug Vaajtswv tau lug tshwm rua koj pum tag.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.6","label":"6","content":"Tug TSWV has ntxiv rua Mauxes has tas, “Koj ca le muab koj txhais teg ntsaws rua huv koj plaab tshos.” Mauxes ua lawv le ntawd, hab thaus nwg thau nwg txhais teg tawm lug, ua cav nwg txhais teg ca le mob ruas ua cos dlawb paug ib yaam le te."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.7","label":"7","content":"Tug TSWV has tas, “Koj ca le muab koj txhais teg ntsaws rov qaab rua huv koj plaab tshos dlua.” Mauxes txawm ua lawv le ntawd, thaus nwg thau nwg txhais teg tawm lug, ua cav nwg txhais teg zoo dlu lug ib yaam le qub lawm."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.8","label":"8","content":"Tug TSWV has tas, “Yog puab tsi ntseeg koj lossis tsi ntseeg thawj yaam txujci kws koj ua, ces puab yeej yuavtsum ntseeg zaaj nuav xwb."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.9","label":"9","content":"Thaus puab pum koj ua ob yaam txujci nuav taag, yog puab tseem tsi ntseeg koj hab tsi kaam noog koj tej lug, koj ca le moog has dlej huv tug dlej Niles lug laub rua sau nruab nqhuab. Cov dlej ntawd yuav txa ua ntshaav.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.10","label":"10","content":"Tabsis Mauxes has rua Vaajtswv has tas, “Tug TSWV, thov koj tsi xob khaiv kuv moog. Kuv yeej ibtxwm has lug txhaav, txawm yog thaus koj nrug kuv thaam los kuv yeej has tsi tau lug nrawm le. Kuv yeej ibtxwm has tsi tau lug zoo hab nplaig yeej txhaav.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.11","label":"11","content":"Tug TSWV has rua Mauxes has tas, “Leejtwg yog tug tsim tuabneeg kuas muaj qhovncauj? Leejtwg yog tug kws ua rua tuabneeg laag ntseg lossis ruag? Leejtwg ua rua tuabneeg tsi pum kev lossis dligmuag? Kuv yog tug TSWV kws ua tej nuav."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.12","label":"12","content":"Koj ca le moog! Kuv yuav paab koj has hab yuav qha kuas koj txawj has.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.13","label":"13","content":"Tabsis Mauxes teb has tas, “Thov koj khaiv lwm tug moog.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.14","label":"14","content":"Thaus Mauxes has le nuav, tug TSWV npautawg heev rua Mauxes hab has tas, “Koj tug tijlaug Aloos kws yog xeem Levis ne? Kuv paub nwg yeej has tau lug zoo. Taamsim nuav nwg taabtom tuaj cuag koj, hab thaus nwg pum koj nwg yuav zoo sab heev."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.15","label":"15","content":"Koj ca le nrug nwg thaam hab qha rua nwg ua tug has. Kuv yuav paab meb has lug, hab kuv yuav qha kuas meb paub tej kws tsimnyog meb ua."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.16","label":"16","content":"Aloos yuav yog tug kws sawv koj cev has koj cov lug rua cov pejxeem. Ces koj yuav zoo ib yaam le Vaajtswv, koj ua tug qha rua nwg has lug lawm xwb."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.17","label":"17","content":"Nqaa tug paas nreg nuav nrug koj moog, koj txhaj yuav tau tug paas nuav siv ua txujci rua puab.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.18","label":"18","content":"Ces Mauxes txawm rov qaab moog cuag nwg yawmtxiv Yethoos, hab has rua Yethoos has tas, “Thov ca kuv rov qaab moog saib kuv cov kwvtij kws nyob nraag tebchaws Iziv, saib puab puas tseem muaj sa nyob.” Yethoos pum zoo hab has tas “Moog zoo koj.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.19","label":"19","content":"Thaus Mauxes tseem nyob huv tebchaws Midias, tug TSWV has rua Mauxes has tas, “Koj ca le rov qaab moog nraag tebchaws Iziv, rua qhov cov tuabneeg kws nrhav koj tua povtseg tub tuag taag lawm.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.20","label":"20","content":"Mauxes txhaj tsaws nwg tug quaspuj hab ob tug tub caij neeg luav hab puab rov moog rua tebchaws Iziv lawm Mauxes nqaa rawv nwg tug paas nreg kws Vaajtswv kuas nwg nqaa nrug nwg moog."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.21","label":"21","content":"Tug TSWV has rua Mauxes ib zag ntxiv has tas, “Thaus koj moog txug nraag tebchaws Iziv, koj yuavtsum ua txhua yaam txujci tseemceeb kws kuv tub muab fwjchim rua koj lawm, koj ua tim ntsej tim muag rua Falaus saib. Tabsis kuv yuav ua kuas Falaus muaj lub sab tawv, hab nwg yuav tsi kaam tso cov tuabneeg ntawd tawm moog."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.22","label":"22","content":"Ces koj yuavtsum qha rua nwg has tas, kuv kws yog tug TSWV has le nuav, ‘Cov Yixalayees yog kuv tug tub hlub ntaag."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.23","label":"23","content":"Kuv has rua koj has tas, ca le tso kev rua kuv tug tub tawm moog, kuas nwg txhaj tau pehawm kuv, tabsis koj pheej tsi kaam tso le. Taamsim nuav kuv yuav tua koj cov tub hlub kuas tuag taag.’ ”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.24","label":"24","content":"Thaus tug TSWV ntsib Mauxes tsuam chaw pw ntawm ib tog kev kws moog rua nraag tebchaws Iziv, nwg tub xaav muab Mauxes tua povtseg rua nraag."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.25","label":"25","content":"Ces Xipaulas kws yog Mauxes tug quaspuj, txhaj muab tau ib lub pobzeb ntse ntse lug hlais nwg tug tub dlaim tawv noov, hab muab moog so Mauxes kutaw,  hab has tas, “Qhov tseeb tag koj yog kuv tug quasyawg kws tso ntshaav rua kuv.”"},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.26","label":"26","content":"Ces tug TSWV txhaj tseg Mauxes txujsa. Qhov kws nwg has tas, “Koj yog tug quasyawg kws tso ntshaav,” tub yog has txug qhov kws ua kevcai txav tawv ntaag."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.27","label":"27","content":"Tom qaab ntawd, tug TSWV has rua Aloos has tas, “Koj ca le moog ntsib Mauxes tom taj suabpuam.” Yog le ntawd, Aloos txhaj moog ntsib Mauxes rua sau lub roob dlawbhuv, hab thaus kws Aloos pum Mauxes, nwg puag nkaus Mauxes nwj."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.28","label":"28","content":"Ces Mauxes qha Aloos txhua yaam kws tug TSWV tau has rua Mauxes kuas nwg rov lug rua tebchaws Iziv, hab nwg tseem qha tej txujci kws tug TSWV kuas nwg ua ntawd huv tuabsi rua Aloos."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.29","label":"29","content":"Mauxes hab Aloos obtug txhaj ua ke lug rua nraag tebchaws Iziv, hab hu taagnrho cov Yixalayees tej thawjcoj tuaj txoos ua ke."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.30","label":"30","content":"Aloos has txhua yaam kws tug TSWV has rua Mauxes rua cov Yixalayees noog, hab Mauxes txawm ua txhua yaam txujci tseemceeb kws tug TSWV qha rua Mauxes lawm, rua cov Yixalayees saib."},{"bible_id":"1726","chapter_code":"EXO.4","verse_code":"EXO.4.31","label":"31","content":"Puab kuj ntseeg, hab thaus puab nov has tas, tug TSWV tau lug saib puab hab pum puab tej kev txomnyem kws raug luas tsimtxom ntawd lawm, puab txhaj qhau cev hlo pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.1","label":"1","content":"Tom qaab ntawd, Mauxes hab Aloos txhaj moog cuag cov Iziv tug vaajntxwv hab has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv has tas, ‘Koj ca le tso kuv tsaav tuabneeg moog, puab yuav moog ua ib rooj mov noj tom taj suabpuam ua kuv tsaug.’ ”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.2","label":"2","content":"Tabsis Falaus nug has tas, “Tug TSWV yog leejtwg? Ua caag txhaj yuav kuas kuv noog nwg lug hab tso cov Yixalayees tawm moog? Kuv tsi paub tug TSWV; kuv tsi kaam tso cov Yixalayees moog qhov twg le.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.3","label":"3","content":"Mauxes hab Aloos obtug teb has tas, “Cov Henplais tug Vaajtswv lug ua rua peb pum. Yog le ntawd, thov koj pub peb moog peb nub ke rua tom taj suabpuam, moog tua tsaj fij rua tug TSWV kws yog peb tug Vaajtswv. Yog peb tsi ua le ntawd, nwg yuav tua peb lug ntawm tso tej kaab mob phem lossis lug ntawm tej nav ntaaj nav rag kuas peb tuag taag.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.4","label":"4","content":"Falaus has rua Mauxes hab Aloos obtug tas, “Yog le caag meb pheej xaav ua kuas cov tuabneeg nuav tso puab teg num tseg ua dlaabtsi? Ca le tso cov qhev nuav rov moog ua num taamsim nuav!"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.5","label":"5","content":"Meb saib maj, mej cov tuabneeg kws nyob huv lub tebchaws nuav fuamvaam coob tshaaj cov Iziv lawm, nwgnuav meb txawm yuav kuas puab tso num tseg nua los?”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.6","label":"6","content":"Tuab nub ntawd Falaus has rua cov Iziv kws ua thawj saib cov qhev, hab has rua cov Yixalayees kws ua thawjcoj le nuav:"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.7","label":"7","content":"“Txij nub nua moog mej tsi xob muab quavnyaab rua cov tuabneeg nuav xyaw aav puab thwvcib le qub lawm. Mej ca puab maam moog nrhav puab xwb."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.8","label":"8","content":"Tabsis yuavtsum yuam kuas puab, puab tau thwvcib ntau ib yaam le thaus kws mej tseem muab quavnyaab rua puab, tsi pub kuas tsawg tshaaj ntawd. Vim puab tubnkeeg, puab txhaj tuaj thov kuas kuv tso puab coj khoom moog fij rua puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.9","label":"9","content":"Mej muab num rua puab ua kuas nyaav dlua qhov qub, kuas puab khwv heev tsi tau su le, puab txhaj tsi khoom noog luas tej lug dlaag ntxag.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.10","label":"10","content":"Cov Iziv kws saib cov qhev hab cov Yixalayees kws ua thawjcoj txhaj moog has rua cov Yixalayees has tas, “Falaus yuav tsi muab quavnyaab rua mej lawm."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.11","label":"11","content":"Nwg has tas, mej yuavtsum moog nrhav mej quavnyaab, hab moog nrhav qhov twg los tau, tabsis yuavtsum puab kuas tau thwvcib ntau npaum le qub.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.12","label":"12","content":"Yog le ntawd, cov Yixalayees txhaj moog nrhav quavnyaab thoob plawg huv tebchaws Iziv."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.13","label":"13","content":"Cov thawj kws saib cov qhev ntawd, yuam kuas txhua nub puab yuavtsum puab thwvcib tau ntau ib yaam le thaus kws tseem muab quavnyaab rua puab."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.14","label":"14","content":"Cov Iziv kws ua thawj saib cov qhev, ntaus cov Yixalayees kws puab muab tsaa ua cov thawj saib num. Puab nug has tas, “Vim le caag mej cov tuabneeg puab tsi tau thwvcib ntau npaum le yaav taag lug lawm?”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.15","label":"15","content":"Cov Yixalayees kws saib num txhaj moog cuag Falaus hab ywg has tas, “Falaus, vim le caag koj ua le nuav rua peb?"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.16","label":"16","content":"Koj tub tsi muab quavnyaab rua peb le yaav taag lug, tabsis koj tseem kuas puab yuam peb puab thwvcib taag zug le! Hab nwgnuav puab ntaus peb ua lwj ua lam, mas tsimnyog koj nrug paub zaaj nuav.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.17","label":"17","content":"Falaus teb has tas, “Mej tubnkeeg hab tsi xaav ua num xwb, hab tub yog vim le nuav mej txhaj tuaj thov kuv kuas kuv pub mej coj khoom moog fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.18","label":"18","content":"Mej ca le rov qaab moog ua num taamsim nuav, kuv yuav tsi muab quavnyaab rua mej lawm, tabsis mej yuavtsum puab thwvcib kuas tau ntau ib yaam le mej ibtxwm puab lug lawm.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.19","label":"19","content":"Cov Yixalayees kws saib num, pum has tas puab yeej yuav raug teebmeem xwb, rua qhov Falaus has kuas txhua nub puab yuavtsum puab thwvcib kuas tau ntau ib yaam le puab ibtxwm puab lug lawm."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.20","label":"20","content":"Thaus puab rov qaab lug, puab ntsib Mauxes hab Aloos obtug taabtom tog puab."},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.21","label":"21","content":"Puab has rua Mauxes hab Aloos obtug tas, “Thov Vaajtswv taug tej num kws meb ua lug lawm hab rau txim rua meb, rua qhov meb ua rua Falaus hab nwg cov numtswv ntxub peb heev. Meb ua le ntawd ib yaam le yog meb muab ntaaj cob rua puab tua peb povtseg ntaag.”"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.22","label":"22","content":"Mauxes moog thov tug TSWV dlua ib zag ntxiv has tas, “Tug TSWV, ua caag koj tsi hlub koj tsaav tuabneeg? Vim le caag koj khaiv kuv tuaj?"},{"bible_id":"1726","chapter_code":"EXO.5","verse_code":"EXO.5.23","label":"23","content":"Txij nub kws koj khaiv kuv ua tug sawv koj cev moog has rua Falaus, nwg tseem hajyam tsimtxom puab heev xwb. Hab koj tub tsi ua ib yaam dlaabtsi paab puab le!”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.1","label":"1","content":"Ces tug TSWV has rua Mauxes has tas, “Nwgnuav koj yuav pum tej kws kuv yuav ua rua Falaus. Kuv yuav yuam kuas nwg tso kuv tsaav tuabneeg tawm moog. Qhov tseeb, yog kuv yuam kuas nwg ntab kuv tsaav tuabneeg tawm huv nwg lub tebchaws moog.”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.2","label":"2","content":"Vaajtswv nrug Mauxes thaam hab has rua Mauxes has tas, “Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.3","label":"3","content":"Kuv yog tug Vaajtswv kws muaj fwjchim luj kawg nkaus, tug kws tau tshwm lug rua Anplahaas, Ixaj hab Yakhauj puab pum, tabsis kuv tsi tau qha kuv lub npe dlawbhuv kws yog tug TSWV rua puab paub."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.4","label":"4","content":"Hab kuv tseem tau coglug rua puab, yuav muab lub tebchaws Kana-aas pub rua puab, yog lub tebchaws kws thaus u puab lug nyob ua tuabneeg txawv tebchaws tau ib ntus."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.5","label":"5","content":"Nwgnuav kuv nov cov Yixalayees kws raug cov Iziv muab yuam ua qhev lub suab quaj qw lawm, hab kuv ncu txug tej lug kws kuv cog tseg lawm."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.6","label":"6","content":"Koj moog qha rua cov Yixalayees has tas, tej lug nuav yog kuv has rua puab ntaag, ‘Kuv yog tug TSWV, kuv yuav paab mej hab tso kuas mej dlim ntawm txujkev kws ua cov Iziv qhev. Kuv yuav tsaa kuv txhais npaab kws muaj zug luj zug nchaav, coj kev rau txim nyaav heev lug rua puab, hab kuv yuav cawm kuas mej dlim."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.7","label":"7","content":"Kuv yuav xaiv mej ua kuv tsaav tuabneeg, hab kuv yuav yog mej tug Vaajtswv. Thaus kuv tso mej dlim kev ua qhev huv tebchaws Iziv lug, mej txhaj yuav paub has tas kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.8","label":"8","content":"Kuv yuav coj mej moog nyob huv lub tebchaws kws kuv coglug rua Anplahaas, Ixaj hab Yakhauj lawm; hab kuv yuav muab pub rua mej nyob ua mej tug. Kuv yog tug TSWV.’ ”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.9","label":"9","content":"Mauxes coj cov lug nuav moog has rua cov Yixalayees, tabsis puab tsi ntseeg nwg le, rua qhov puab dlhuav sab rua txujkev ua luas tauj luas qhev hwv lawm."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.10","label":"10","content":"Ces tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.11","label":"11","content":"“Koj moog has rua Falaus kws yog cov Iziv tug vaajntxwv kuas nwg ca le tso cov Yixalayees tawm huv nwg lub tebchaws moog.”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.12","label":"12","content":"Tabsis Mauxes teb has tas, “Cov Yixalayees tub tsi noog kuv lug lawm, Falaus yuav ua le caag noog kuv lug? Kuv yog ib tug tuabneeg kws ibtxwm has lug txhaav heev.”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.13","label":"13","content":"Tug TSWV has rua Mauxes hab Aloos obtug le nuav: “Meb ca le qha rua cov Yixalayees hab Falaus kws yog cov Iziv tug vaajntxwv has tas, ‘Kuv yog tug tsaa meb ua ob tug coj cov Yixalayees tawm huv tebchaws Iziv nuav moog.’ ”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.14","label":"14","content":"Yakhauj tug tub hlub Lunpees, muaj plaub tug tub: Hanauj, Palus, Hexeloos hab Kalamis, puab puavleej yog cov yawmkoob kws ris puab caajceg npe."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.15","label":"15","content":"Xime-oos muaj rau tug tub: Yemuyees, Yamees, Auhas, Yakhees, Xauhas, hab Sa-ules, puab yog tug quaspuj Kana-aas cov tub; puab puavleej yog cov yawmkoob kws ris puab caajceg npe."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.16","label":"16","content":"Levis muaj peb tug tub: Nkesoos, Kauhas hab Melalis; puab puavleej yog cov yawmkoob kws ris puab caajceg npe. Levis ua neej nyob tau ib puas peb caug xyaa xyoo."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.17","label":"17","content":"Nkesoos muaj ob tug tub: Linpanis, hab Sime-is; obtug muaj xeebntxwv coob heev."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.18","label":"18","content":"Kauhas muaj plaub tug tub: Amalas, Ixahas, Henploos, hab Uxiyees. Kauhas ua neej nyob tau ib puas peb caug peb xyoos."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.19","label":"19","content":"Melalis muaj ob leeg tub: Mahalis hab Musis. Cov nuav puavleej yog suav xeem Levis nrug puab tej xeebntxwv huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.20","label":"20","content":"Amalas yuav nwg txiv tug muam Yaukhenpes lug ua quaspuj, Yaukhenpes txhaj yug tau Aloos hab Mauxes obtug. Amalas ua neej nyob tau ib puas peb caug xyaa xyoo."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.21","label":"21","content":"Ixakhas muaj peb tug tub: Kaulahas, Nefenkas hab Xikhalis."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.22","label":"22","content":"Uxiyees, muaj peb tug tub: Misayees, Exafas hab Sithalis."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.23","label":"23","content":"Aloos yuav Elinpas kws yog Aminadas tug ntxhais hab yog Nahasoos tug muam ua quaspuj; Elinpas yug tau Nadas, Anpihus, Ele-axas hab Ithamas rua Aloos."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.24","label":"24","content":"Kaulas muaj peb tug tub: Axis, Ekanas, hab Anpe-asafas; puab puavleej yog Kaulas caajceg kws faib ua tej cuab lawm cov yawmkoob."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.25","label":"25","content":"Aloos tug tub Ele-axas, yuav Putiyees ib tug ntxhais ua quaspuj; hab nwg yug tau Finehas rua Ele-axas. Cov nuav yog cov thawjcoj ntawm nwg caajceg hab yog tej cuab kwvtij ntawm xeem Levis."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.26","label":"26","content":"Aloos hab Mauxes yog ob tug kws Vaajtswv has tas, “Coj cov Yixalayees tawm huv tebchaws Iziv moog.”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.27","label":"27","content":"Obtug yog ob tug kws moog cuag Falaus kws yog cov Iziv tug vaajntxwv kuas tso cov Yixalayees tawm moog nyob ywjpheej."},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.28","label":"28","content":"Thaus tug TSWV lug has rua Mauxes huv tebchaws Iziv,"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.29","label":"29","content":"nwg has le nuav: “Kuv yog tug TSWV. Ca le qha txhua yaam kws kuv qha koj lawm rua cov Iziv tug vaajntxwv.”"},{"bible_id":"1726","chapter_code":"EXO.6","verse_code":"EXO.6.30","label":"30","content":"Tabsis Mauxes teb has tas, “Koj yeej paub kuv yog ib tug tuabneeg kws has lug txhaav heev; yuav ua le caag Falaus txhaj noog kuv has?”"},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.1","label":"1","content":"Tug TSWV has tas, “Kuv yuav ua kuas koj zoo le Vaajtswv rua Falaus, hab koj tug tijlaug Aloos yuav ua tug cev koj tej lug rua nwg."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.2","label":"2","content":"Koj yuavtsum pav txhua yaam kws kuv qha koj rua Aloos, hab nwg yuav has rua Falaus kuas tso cov Yixalayees tawm huv nwg lub tebchaws moog."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.3","label":"3","content":"Tabsis kuv yuav ua kuas Falaus muaj lub sab tawv heev, txawm yog nwg yuav pum kuv ua tej txujci txaus ntshai heev nyob huv tebchaws Iziv nuav npaum twg los nwg yuav tsi noog koj tej lug."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.4","label":"4","content":"Ces kuv yuav tsaa kuv txhais teg rau txim nyaav rua cov Iziv hab yuav coj kuv tsaav tuabneeg Yixalayees tawm huv tebchaws Iziv moog."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.5","label":"5","content":"Thaus kuv tsaa kuv txais teg lug tawmtsaam cov Iziv hab coj kuv tsaav tuabneeg tawm huv puab lub tebchaws moog, puab txhaj yuav paub has tas, kuv yog tug TSWV tag.”"},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.6","label":"6","content":"Mauxes hab Aloos obtug ua lawv le kws tug TSWV has."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.7","label":"7","content":"Thaus obtug moog cuag Falaus, Mauxes noobnyoog muaj yim caum xyoo, Aloos noobnyoog muaj yim caum peb xyoos."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.8","label":"8","content":"Tug TSWV has rua Mauxes hab Aloos obtug tas,"},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.9","label":"9","content":"“Yog Falaus has kuas meb ua txujci rua nwg saib, koj ca le has kuas Aloos muab nwg tug paas nreg pov rhees rua ntawm Falaus xubndlag, ces tug paas ntawd yuav txa ua ib tug naab.”"},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.10","label":"10","content":"Mauxes hab Aloos moog cuag Falaus hab ua lawv le tej kws tug TSWV has. Aloos muab nwg tug paas nreg pov rhees rua ntawm Falaus hab nwg cov numtswv xubndlag, tug paas ntawd txawm txa ua ib tug naab."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.11","label":"11","content":"Falaus hu nwg cov tuabneeg txawj ntse hab cov tuabneeg txawj yeegsiv tuaj hab puab ua tau tej txujci ib yaam le Mauxes obtug ua."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.12","label":"12","content":"Puab muab puab tej paas pov rua huv aav, tej paas ntawd txawm txa ua naab taag le hab, tabsis Aloos tug paas nreg muab puab tej paas nreg nqog taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.13","label":"13","content":"Txawm yog le ntawd los Falaus tseem muaj lub sab tawv, tsi ntseeg Mauxes hab Aloos obtug tej lug lawv le tug TSWV tau has tseg lawm."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.14","label":"14","content":"Ces tug TSWV has rua Mauxes tas, “Falaus lub sab tawv heev, nwg tsi kaam tso cov Yixalayees tawm moog."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.15","label":"15","content":"Yog le ntawd, thaus sawv ntxuv koj ca le moog cuag Falaus thaus nwg moog nraag tug dlej Niles. Koj nqaa tug paas nreg kws txa tau ua naab, hab moog tog nwg nraag ntug dlej."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.16","label":"16","content":"Koj has rua Falaus has tas, ‘Tug TSWV kws yog cov Henplais tug Vaajtswv khaiv kuv tuaj has kuas koj ca le tso nwg tsaav tuabneeg tawm moog, puab txhaj tau moog pehawm nwg tom taj suabpuam. Tabsis koj tseem tsi noog Vaajtswv lug le hab."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.17","label":"17","content":"Falaus, nwgnuav tug TSWV has tas, koj yuav paub nwg yog tug TSWV lug ntawm tej txujci kws nwg yuav ua nuav. Koj saib, kuv yuav muab tug paas nreg nuav nplawm tug dlej Niles nuav, mas tug dlej nuav yuav txa ua ntshaav taagnrho."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.18","label":"18","content":"Ntseg yuav tuag taag, hab dlej yuav tsw lwj ntxag, ua rua cov Iziv yuav haus tsi taug tej dlej ntawd.’ ”"},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.19","label":"19","content":"Tug TSWV has rua Mauxes has tas, “Koj kuas Aloos muab nwg tug paas nreg tsaa rua txhua tug dlej, tej kwj dleg, hab tej paag dlej huv tebchaws Iziv. Tej dlej ntawd yuav txa ua ntshaav, hab yuav muaj ntshaav thoob plawg lub tebchaws, txawm yog huv tej thoob ntoo hab tej hub pobzeb los yuav muaj ntshaav taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.20","label":"20","content":"Ces Mauxes hab Aloos txawm ua lawv le tug TSWV has. Aloos muab nwg tug paas nreg nplawm tug dlej Niles taabmeeg Falaus hab nwg cov numtswv, ces tej dlej txawm txa ua ntshaav taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.21","label":"21","content":"Tej ntseg huv dlej tuag taag tsw lwj ntxag ua rua cov Iziv haus tsi taug. Hab ua rua muaj ntshaav thoob plawg tebchaws Iziv."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.22","label":"22","content":"Cov Iziv kws txawj yeegsiv, puab ua tau ib yaam le ntawd hab, Falaus txhaj tseem muaj lub sab tawv le qub. Nwg tsi noog Mauxes hab Aloos tej lug lawv le tug TSWV tau has tseg lawm."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.23","label":"23","content":"Falaus rov qaab moog tsev, nwg tsi quavntsej zaaj nuav le."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.24","label":"24","content":"Cov Iziv moog khawb qhovdlej lawv tug ntug dlej Niles, rua qhov puab haus tsi taug tug dlej Niles."},{"bible_id":"1726","chapter_code":"EXO.7","verse_code":"EXO.7.25","label":"25","content":"Xyaa nub kws tug TSWV muab dlej hloov ua ntshaav dlhau lawm."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.1","label":"1","content":"Tug TSWV has rua Mauxes has tas, “Ca le moog cuag Falaus hab has rua nwg tas, ‘Koj ca le tso kuv tsaav tuabneeg moog, puab yuav moog pehawm kuv."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.2","label":"2","content":"Yog koj tseem tsi tso puab moog hab, kuv yuav rau txim rua koj lub tebchaws kws yog tso qaav lug nyob puv nkaus koj lub tebchaws."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.3","label":"3","content":"Qaav yuav nyob puv nkaus huv tug dlej Niles, tej qaav ntawd yuav tawm huv tug dlej Niles lug nyob huv koj tsev, huv koj chaav pw, sau koj lub txaaj, huv koj cov numtswv hab koj cov pejxeem tsev, huv koj lub qhovcub, hab koj tej laujkaub ua noj ua haus."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.4","label":"4","content":"Tej qaav ntawd yuav dlha lug nce koj, koj cov pejxeem hab koj cov numtswv huv tuabsi.’ ”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.5","label":"5","content":"Tug TSWV has rua Mauxes has tas, “Koj kuas Aloos muab nwg tug paas nreg tsaa rua tej dlej, tej kwj dleg, hab tej paag dlej, ua kuas qaav tawm tuaj nyob thoob plawg tebchaws Iziv.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.6","label":"6","content":"Yog le ntawd, Aloos txhaj muab nwg tug paas tsaa rua tej dlej, ces qaav txawm tawm tuaj puv nkaus tebchaws Iziv."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.7","label":"7","content":"Tabsis cov Iziv kws txawj yeegsiv, kuj ua yeegsiv kuas qaav tawm tuaj puv nkaus lub tebchaws Iziv hab."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.8","label":"8","content":"Falaus hu Mauxes hab Aloos obtug moog cuag nwg, nwg has rua obtug tas, “Meb ca le thov kuas tug TSWV tshem tej qaav nuav tawm moog, kuv yuav tso mej cov tuabneeg coj tsaj moog fij rua tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.9","label":"9","content":"Mauxes has rua Falaus has tas, “Kuv zoo sab thov Vaajtswv paab koj. Saib koj muab lub sijhawm twg rua kuv thov Vaajtswv rua koj, koj cov numtswv hab koj cov pejxeem kuas tej qaav ntawd tsiv tawm ntawm mej moog, tsuas pub muaj nyob huv tug dlej Niles xwb.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.10","label":"10","content":"Falaus teb has tas, “Pigkig koj maam le thov Vaajtswv rua kuv.” Mauxes teb has tas, “Kuv yuav ua lawv le koj thov, mas koj txhaj yuav paub has tas, tsi muaj lwm tug vaajtswv zoo npaum le tug TSWV kws yog peb tug Vaajtswv nuav lawm."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.11","label":"11","content":"Tej qaav ntawd yuav tsiv tawm ntawm koj, koj cov numtswv hab koj cov pejxeem moog, tsuas pub muaj nyob huv tug dlej Niles xwb.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.12","label":"12","content":"Mauxes hab Aloos tawm huv Falaus tsev moog, hab Mauxes thov tug TSWV kuas tshem tej qaav kws tso lug tsimtxom Falaus ntawd moog kuas taag."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.13","label":"13","content":"Tug TSWV ua lawv le Mauxes thov, tej qaav kws nyob huv tej tsev, ntawm tej tshaav puam hab tom tej teb puavleej tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.14","label":"14","content":"Cov Iziv khaws tej qaav tuag ntawd lug tso ua tej pawg tsw lwj ntxag thoob lub tebchaws."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.15","label":"15","content":"Thaus Falaus pum tej qaav ntawd tuag taag lawm, nwg rov muaj lub sab tawv ib yaam le qub, lawv le tug TSWV tau has lawm, Falaus yeej tsi noog Mauxes hab Aloos obtug tej lug le."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.16","label":"16","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le has kuas Aloos muab nwg tug paas nreg nplawm aav, tej moov aav kws nyob thoob plawg huv lub tebchaws Iziv nuav yuav txa ua yoov qab taag.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.17","label":"17","content":"Yog le ntawd, Aloos muab nwg tug paas nreg nplawm aav, tej moov aav thoob plawg lub tebchaws Iziv txawm txa ua yoov qab ntsauv tuabneeg hab tej tsaj."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.18","label":"18","content":"Cov Iziv kws txawj yeegsiv, puab ua taag zug kuas muaj yoov qab, tabsis puab ua tsi tau le. Yoov qab yaa lug puv nkaus txhua qhov chaw,"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.19","label":"19","content":"hab cov tuabneeg kws txawj khawvkoob has rua Falaus has tas, “Vaajtswv yog tug kws ua tej xwm nuav tag!” Tabsis Falaus tseem muaj lub sab tawv heev, nwg tsi noog Mauxes hab Aloos obtug lug lawv le tug TSWV tau has tseg lawm."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.20","label":"20","content":"Tug TSWV has rua Mauxes has tas, “Pigkig sawv ntxuv koj ca le moog cuag Falaus, thaus kws nwg taabtom moog nraag haav dlej, hab koj qha tug TSWV tej lug rua nwg has tas, ‘Koj ca le tso kuv tsaav tuabneeg moog, puab txhaj tau moog pehawm kuv."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.21","label":"21","content":"Kuv ceebtoom rua koj has tas, yog koj tsi kaam, kuv yuav rau txim rua koj kws yog tso yoov lug tsaws koj, koj cov numtswv, hab koj cov pejxeem. Cov Iziv tej tsev los yuav muaj yoov puv nkaus, hab yuav yaa lug tsaws puv nkaus sau npoo aav."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.22","label":"22","content":"Tabsis kuv yuav tseg cheebtsaam Nkausees, thaaj chaw kws kuv tsaav tuabneeg nyob, yuav tsi pub kuas muaj yoov hlo le. Kuv yuav ua le nuav koj txhaj paub has tas, kuv yog tug TSWV kws ua tej nuav nyob huv lub tebchaws nuav."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.23","label":"23","content":"“ ‘Kuv yuav ua ib yaam lug cais  kuv tsaav tuabneeg hab koj tsaav tuabneeg. Pigkig yuav muaj yaam txujci nuav tshwmsim lug.’ ”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.24","label":"24","content":"Tug TSWV tso yoov yaa poog ntwg lug tsaws puv nkaus rua huv Falaus lub loog hab huv nwg cov numtswv tej tsev. Cov yoov nuav ua rua cov pejxeem thoob plawg lub tebchaws Iziv tau kev ntxhuv sab heev."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.25","label":"25","content":"Falaus txhaj khaiv tuabneeg moog hu Mauxes hab Aloos obtug tuaj cuag nwg, hab nwg has rua obtug tas, “Mej ca le moog muab khoom hlawv fij rua mej tug Vaajtswv nyob huv lub tebchaws nuav.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.26","label":"26","content":"Mauxes teb has tas, “Ua le ntawd tsi yog cai, rua qhov tej tsaj kws peb tua fij rua tug TSWV kws yog peb tug Vaajtswv, yog ib yaam kws qas heev rua cov Iziv. Yog peb muab tej tsaj kws cov Iziv tsi nyam lug tua ua khoom fij nyob qhov twg, thaus puab pum peb, puab yuav muab pobzeb ntaus kuas peb tuag."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.27","label":"27","content":"Yog le ntawd, peb yuavtsum moog peb nub ke rua tom taj suabpuam, peb maam tua tsaj fij rua tug TSWV kws yog peb tug Vaajtswv, lawv le nwg tau has rua peb lawm.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.28","label":"28","content":"Falaus has tas, “Yog mej moog tsi dleb, kuv yuav tso mej moog tua tsaj hlawv fij rua tug TSWV kws yog mej tug Vaajtswv tom taj suabpuam. Mej thov Vaajtswv paab kuv hab.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.29","label":"29","content":"Mauxes teb has tas, “Thaus kuv rov moog, kuv yuav thov tug TSWV kuas pigkig nwg tshem cov yoov nuav tawm ntawm koj, koj cov numtswv hab koj cov pejxeem moog kuas taag. Tabsis koj tsi xob dlaag peb ntxiv lawm, hab pheej txwv tsi pub cov Yixalayees moog tua tsaj fij rua tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.30","label":"30","content":"Mauxes tawm ntawm Falaus lub tsev lug hab thov tug TSWV,"},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.31","label":"31","content":"hab tug TSWV ua lawv le Mauxes tej lug thov. Tej yoov yaa tawm ntawm Falaus, ntawm nwg cov numtswv hab ntawm nwg cov pejxeem moog taag tsi tshuav ib tug seem nyob qhov twg le lawm."},{"bible_id":"1726","chapter_code":"EXO.8","verse_code":"EXO.8.32","label":"32","content":"Tabsis zag nuav los Falaus tseem muaj lub sab tawv ib yaam le qub, nwg yeej tsi kaam tso cov Yixalayees moog le."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.1","label":"1","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le rov moog cuag Falaus hab has rua nwg has tas, tug TSWV kws yog cov Henplais tug Vaajtswv has tas, ‘Koj ca le tso kuv tsaav tuabneeg moog, puab txhaj tau moog pehawm kuv."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.2","label":"2","content":"Yog koj tseem tsi pub puab moog,"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.3","label":"3","content":"kuv yuav rau txim rua koj kws yog tso mob aws lug rua mej tej tsaj kws yog mej tej neeg, tej neeg luav, tej ntxhuav, tej nyuj, tej yaaj hab tej tshis."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.4","label":"4","content":"Kuv yuav ua kuas cov Iziv tej tsaj txhu tuag taag, tabsis kuv yuav tsi pub cov Yixalayees tej tsaj ib tug tuag le."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.5","label":"5","content":"Kuv yog tug TSWV, kuv tub teem sijhawm ca lawm, pigkig kuv yuav ua tej txujci nuav.’ ”"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.6","label":"6","content":"Nub tom qaab, tug TSWV txawm ua lawv le nwg tau has ntawd, ces cov Iziv tej tsaj tuag taag huv tuabsi, tabsis cov Yixalayees tej tsaj tsi tuag ib tug le."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.7","label":"7","content":"Falaus tso tuabneeg moog tshuaj saib tej xwm ntawd, puab pum has tas, cov Yixalayees tej tsaj tsi tuag ib tug le. Tabsis Falaus tseem muaj lub sab tawv tsi tso cov Yixalayees moog le."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.8","label":"8","content":"Tug TSWV has rua Mauxes hab Aloos obtug tas, “Meb ca le tsuab ob peb taus tshauv huv qhovcub muab rua Mauxes w rua sau nruab ntug taabmeeg Falaus."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.9","label":"9","content":"Cov moov tshauv ntawd yuav yaa ri nab moog thoob plawg lub tebchaws Iziv, hab tej moov tshauv ntawd yaa moog txug thaaj tsaam twg, cov tuabneeg hab tej tsaj kws nyob thaaj tsaam ntawd yuav mob rwj ua paug thoob plawg ib ce.”"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.10","label":"10","content":"Yog le ntawd, obtug txhaj moog tsuab ib leeg ib taus tshauv, obtug lug sawv ze ntawm Falaus xubndlag, Mauxes muab cov tshauv ntawd w rua sau nruab ntug, cov tshauv ntawd txawm ua rua tuabneeg hab tej tsaj mob rwj thoob plawg ib ce."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.11","label":"11","content":"Cov tuabneeg kws txawj ua yeegsiv, puab tsi muaj peevxwm lug cuag Mauxes, rua qhov puab mob rwj thoob plawg ib ce ib yaam le cov Iziv hab."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.12","label":"12","content":"Tabsis tug TSWV ua rua Falaus muaj lub sab tawv, lawv le kws tug TSWV tau has tseg lawm, Falaus txhaj tsi noog Mauxes hab Aloos obtug tej lug."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.13","label":"13","content":"Tug TSWV has rua Mauxes has tas, “Pigkig koj ca le sawv ntxuv moog cuag Falaus hab has rua nwg tas, tug TSWV kws yog cov Henplais tug Vaajtswv has tas, ‘Ca le tso kuv tsaav tuabneeg moog, puab yuav moog pehawm kuv."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.14","label":"14","content":"Zag nuav tsi yog kuv yuav rau txim rua koj cov numtswv hab koj cov pejxeem xwb, tabsis kuv yuav rau txim rua koj ntaag, koj txhaj yuav paub has tas, nyob huv nplajteb nuav yeej tsi muaj ib tug kws yuav muaj fwjchim luj npaum le kuv."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.15","label":"15","content":"Yog kuv tsaa teg lug tawmtsaam koj hab tso kaab mob lug rua koj cov pejxeem, ces mej yeej yuav tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.16","label":"16","content":"Tabsis kuv tsi pub koj tuag, rua qhov kuv xaav kuas koj pum kuv lub fwjchim, kuv lub koob meej txhaj yuav nrov nchaa moo lug moog thoob plawg lub nplajteb."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.17","label":"17","content":"Nwgnuav koj tseem muaj lub sab tawv hab tsi kaam tso kuv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.18","label":"18","content":"Pigkig lub sijhawm nuav kuv yuav tso lawg lug hlub heev, txij thaus muaj lub tebchaws Iziv nuav lug, yeej tsi tau muaj dlua ib zag lawg lug hlub npaum le zag nuav."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.19","label":"19","content":"Koj yuavtsum kuas suavdlawg muab tej tsaj txhu lawv lug rua huv nkuaj hab muab txhua yaam kws koj muaj coj lug tso rua huv tsev, rua qhov lawg yuav lug ntaus cov tuabneeg hab tej tsaj kws nyob ntawm tej tshaav puam kuas tuag taag huv tuabsi.’ ”"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.20","label":"20","content":"Falaus cov numtswv qee leej ntshai heev vim tej lug kws tug TSWV has ntawd, puab txhaj coj puab cov qhev lug tsev hab caab puab tej tsaj lug rua huv nkuaj."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.21","label":"21","content":"Tabsis cov tuabneeg kws tsi quavntsej Vaajtswv tej lug, puab tso puab cov qhev hab tej tsaj nwg nyob nwg rua huv tej teb."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.22","label":"22","content":"Ces tug TSWV has rua Mauxes has tas, “Koj ca le tsaa koj txhais teg rua sau ntuj, lawg yuav poob lug thoob plawg lub tebchaws Iziv, lawg yuav ntaus tuabneeg, ntaus tej tsaj txhu hab tej qoobloo kws nyob huv tej teb kuas puamtsuaj taag.”"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.23","label":"23","content":"Mauxes txawm muab nwg tug paas nreg taw rua sau ntuj, tug TSWV ua xub nroo hab tsaglig xub laim lug ti nkaus rua huv aav. Tug TSWV tso"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.24","label":"24","content":"lawg lug hlub heev nchuav nthwv ib tog tuaj hab xub laim lab pis vog, cua dlaaj cua dlub ntsawj nrov nroo ntwg ib tog tuaj. Txij thaus muaj lub tebchaws Iziv lug, cov Iziv yeej tsi tau pum muaj dlua ib zag le nuav."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.25","label":"25","content":"Tej tuabneeg, tej tsaj txhu hab txhua yaam kws nyob tom tej taj nraag thoob plawg lub tebchaws Iziv, raug lawg ntaus puamtsuaj taag. Lawg tseem ntaus tej qoobloo kws cog rua huv tej teb hab txhua tsob ntoo ntsoog taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.26","label":"26","content":"Tsuas tshuav cheebtsaam Nkausees kws cov Yixalayees nyob txhaj tsi muaj lawg poob lug raug xwb."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.27","label":"27","content":"Falaus khaiv tuabneeg moog hu Mauxes hab Aloos obtug tuaj cuag nwg, nwg has rua obtug tas, “Zag nuav kuv ua txhum lawm; tug TSWV yeej ua yog lawm, kuv hab kuv cov pejxeem puavleej ua txhum."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.28","label":"28","content":"Thov tug TSWV lauj! Peb tiv tsi taug tej suab xub nroo hab tej lawg nuav lawm! Kuv thov coglug tso mej moog, tsi pub mej nyob huv nuav ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.29","label":"29","content":"Mauxes teb Falaus has tas, “Thaus kuv tawm huv lub nroog nuav moog, kuv yuav tsaa teg thov tug TSWV. Xub yuav tsi nroo, hab lawg yuav tsi lug ntxiv lawm, koj txhaj yuav paub has tas lub nplajteb nuav yog tug TSWV tug."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.30","label":"30","content":"Tabsis kuv tub paub lawm has tas, koj hab koj cov numtswv yuav tsi ntshai tug TSWV kws yog Vaajtswv.”"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.31","label":"31","content":"Tej maaj hab nplej raug puamtsuaj taag, rua qhov lub caij ntawd nplej taabtom sav, hab maaj taabtom tawg paaj."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.32","label":"32","content":"Tabsis tej mog tsi raug puamtsuaj, rua qhov tseem tuaj tsi tau nto npoo aav."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.33","label":"33","content":"Mauxes tawm huv Falaus lub loog moog, nwg moog rua nrau ntug nroog, nwg tsaa teg thov tug TSWV. Xub txawm ntsag, lawg hab naag txawm tu."},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.34","label":"34","content":"Thaus Falaus pum has tas, xub tsi nroo, lawg hab naag tsi lug lawm, nwg rov ua txhum dlua. Nwg hab nwg cov numtswv rov muaj lub sab tawv le qub,"},{"bible_id":"1726","chapter_code":"EXO.9","verse_code":"EXO.9.35","label":"35","content":"hab ua lawv le kws Vaajtswv tau has rua Mauxes lawm, mas Falaus yeej tsi kaam tso cov Yixalayees moog le."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.1","label":"1","content":"Ces tug TSWV has rua Mauxes has tas, “Koj ca le moog cuag Falaus. Kuv ua rua Falaus hab nwg cov numtswv kuas muaj lub sab tawv, kuv txhaj tau ua kuv tej txujci tseemceeb rua puab pum"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.2","label":"2","content":"hab mej txhaj yuav tau pav rua mej tej xeebntxwv noog has tas, thaus kuv ua kuv tej txujci ntawd, cov Iziv poob ntsejmuag luj kawg nkaus. Mej txhaj yuav paub has tas, kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.3","label":"3","content":"Mauxes hab Aloos moog cuag Falaus hab has rua nwg tas, “Tug TSWV kws yog cov Henplais tug Vaajtswv has tas, ‘Koj yuav tawv moog txug thaus twg koj maam le fwm kuv? Ca le tso kuv tsaav tuabneeg moog, puab yuav moog pehawm kuv."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.4","label":"4","content":"Yog koj tseem tawv tsi kaam tso kuv tsaav tuabneeg moog, mas pigkig kuv yuav tso kooj lug puv nkaus koj lub tebchaws."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.5","label":"5","content":"Cov kooj ntawd yuav coob heev plooj nkaus sau npoo aav. Cov kooj ntawd yuav noj txhua yaam kws lawg ntaus tuag tsi taag hab noj tej ntoo kuas taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.6","label":"6","content":"Cov kooj ntawd yuav yaa lug puv nkaus huv koj lub loog hab huv koj cov numtswv hab koj cov pejxeem tej tsev. Cov kooj ntawd yuav ua phem tshaaj plawg tej kws koj cov yawmkoob ibtxwm pum lug lawm.’ ” Ces Mauxes txawm tawm lug lawm."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.7","label":"7","content":"Falaus cov numtswv has rua Falaus has tas, “Koj tseem yuav ca tug tuabneeg nuav ua rua peb raug kev txomnyem moog txug thaus twg? Ca le tso cov Yixalayees nuav moog, puab txhaj tau moog pe tug TSWV kws yog puab tug Vaajtswv. Koj tsi pum lub tebchaws Iziv tub puamtsuaj taag lawm los?”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.8","label":"8","content":"Falaus khaiv tuabneeg moog hu Mauxes hab Aloos obtug tuaj cuag nwg, nwg has rua obtug tas, “Ca le moog pehawm tug TSWV kws yog mej tug Vaajtswv. Tabsis cov twg yuav moog?”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.9","label":"9","content":"Mauxes teb has tas, “Peb suavdlawg yuav moog taagnrho, moog kuas taag peb tej mivnyuas hab tej laug huv tuabsi. Peb yuav coj peb cov tub cov ntxhais, tej yaaj tej tshis hab tej nyuj moog huv tuabsi, rua qhov peb yuav moog ua ib rooj mov noj qhuas tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.10","label":"10","content":"Falaus teb has tas, “Kuv coglug rua tug TSWV has tas kuv yuav tsi pub mej coj mej tej quaspuj mivnyuas moog! Kuv paub has tas, mej taabtom tuavhuv yuav ua phem."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.11","label":"11","content":"Tsi tau, tsi pub moog! Yog has tas mej xaav moog tag, tsuas pub cov txivneej moog xwb.” Ces Falaus txawm ntab Mauxes hab Aloos obtug tawm huv nwg lub loog moog lawm."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.12","label":"12","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le tsaa teg rua lub tebchaws Iziv, kuas kooj lug rua huv tebchaws Iziv nuav. Kooj yuav lug noj txhua tsaav txhua yaam qoobloo hab noj tej kws lawg ntaus puamtsuaj tsi taag.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.13","label":"13","content":"Mauxes txawm muab nwg tug paas nreg tsaa rua lub tebchaws Iziv, tug TSWV tso cua ntsawj saab nubtuaj tuaj, nub ntawd ib nub hab ib mos. Taagkig sawv ntxuv cua txawm ntsawj kooj yaa ua npoj ntwg lug."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.14","label":"14","content":"Cov kooj ntawd yaa ua tsheej ntshuas lug tsaws puv nkaus lub tebchaws Iziv. Zag nuav kooj txomfaav coob tshaaj plawg dlua le kws txeev pum lug lossis yuav tsi pum ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.15","label":"15","content":"Tej kooj ntawd yaa lug tsaws plooj nkaus aav, tsi pum ib qhov aav tshwm le. Tej kooj ntawd noj tej txiv ntoo hab txhua yaam kws lawg ntaus puamtsuaj tsi taag dlu lug thoob plawg lub tebchaws Iziv tsi seem ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.16","label":"16","content":"Falaus khaiv tuabneeg ceev heev moog hu Mauxes hab Aloos obtug tuaj hab has rua obtug tas, “Kuv tau ua txhum rua tug TSWV kws yog mej tug Vaajtswv hab ua txhum rua mej lawm."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.17","label":"17","content":"Nwgnuav thov zaam txim rua kuv ib zag ntxiv hab thov tug TSWV kws yog mej tug Vaajtswv tshem lub txim kws yuav coj kuv moog rua txujkev tuag tawm ntawm kuv moog.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.18","label":"18","content":"Mauxes txawm tawm huv Falaus lub loog moog thov tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.19","label":"19","content":"Hab tug TSWV muab cov cua kws ntsawj saab nubtuaj tuaj hloov kuas ntsawj saab nubpoob tuaj, ntsawj tej kooj ntawd kuas moog poob taag rua huv Havtxwv Lab.  Tsi pub kuas seem ib tug kooj nyob qhov twg le."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.20","label":"20","content":"Tabsis tug TSWV ua rua Falaus muaj lub sab tawv tsi kaam tso cov Yixalayees moog le hab."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.21","label":"21","content":"Vaajtswv has rua Mauxes has tas, “Koj ca le tsaa koj txhais teg rua sau ntuj, yuav tsaus ntuj nti thoob plawg lub tebchaws Iziv.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.22","label":"22","content":"Mauxes tsaa teg rua sau ntuj, txawm tsaus ntuj nti thoob plawg lub tebchaws Iziv tau peb nub."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.23","label":"23","content":"Cov Iziv ib tug saib tsi pum ib tug le, hab lub sijhawm ntawd ua rua cov Iziv tawm tsi tau huv puab tej tsev moog rua qhov twg, tabsis thaaj tsaam kws cov Yixalayees nyob pum kev kaaj nrig."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.24","label":"24","content":"Falaus khaiv tuabneeg moog hu Mauxes tuaj cuag nwg hab has tas, “Mej ca le moog pehawm tug TSWV; txawm yog mej yuav coj mej cov quaspuj mivnyuas nrug mej moog los tau. Tabsis mej tej yaaj, tej tshis, hab tej nyuj ca nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.25","label":"25","content":"Mauxes teb has tas, “Yog le ntawd, koj yuavtsum muab tsaj rua peb coj moog tua hlawv fij rua tug TSWV kws yog peb tug Vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.26","label":"26","content":"Yeej tsi tau le, peb yuavtsum caab peb tej tsaj nrug peb moog kuas taag xwb; tsi pub seem ib tug rua qhov twg le. Peb yuavtsum xaiv tej tsaj zoo tua hlawv fij rua tug TSWV kws yog peb tug Vaajtswv. Nwgnuav peb tseem tsi tau paub yuav muab tug tsaj twg, thaus peb moog txug tod lawm peb maam xaiv, peb txhaj paub muab tug zoo lug tua fij rua nwg.”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.27","label":"27","content":"Tug TSWV ua rua Falaus muaj lub sab tawv, nwg txhaj tsi kaam tso cov Yixalayees moog."},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.28","label":"28","content":"Falaus has rua Mauxes has tas, “Koj ca le tsiv tawm moog, tsi xob tuaj tshwm ntsejmuag rua kuv pum ib zag ntxiv lawm. Nub twg yog kuv pum koj, mas koj tuag xwb!”"},{"bible_id":"1726","chapter_code":"EXO.10","verse_code":"EXO.10.29","label":"29","content":"Mauxes teb has tas, “Ca ua le koj has los mas!”"},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.1","label":"1","content":"Ces Vaajtswv has rua Mauxes has tas, “Kuv yuav rau txim rua Falaus hab cov Iziv ib zag ntxiv hab. Tom qaab ntawd Falaus yuav tso mej moog. Nwg yuav ntab mej tawm huv nuav moog kuas taag."},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.2","label":"2","content":"Koj ca le moog has rua cov Yixalayees txhua tug has tas, kuas puab moog thov cov tuabneeg zej zog, tej saw nyaj saw kub.”"},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.3","label":"3","content":"Tug TSWV ua rua cov Iziv fwm cov Yixalayees, ua rua Falaus cov numtswv hab taagnrho cov Iziv suav has tas, Mauxes yog ib tug tuabneeg tseemceeb heev."},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.4","label":"4","content":"Mauxes txawm has rua Falaus has tas, “Vaajtswv has le nuav tas, ‘Thaus ib taag mo kuv yuav lug saib cov Iziv."},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.5","label":"5","content":"Cov Iziv tej tub hlub yuav tuag taagnrho, suav txij le Falaus tug tub hlub moog txug rua tug puj qhev kws zum zeb tug tub hlub. Tej tsaj txhu thawj tug mivnyuas los yuav tuag taag huv tuabsi hab."},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.6","label":"6","content":"Yuav muaj suab quaj suab nyav ntshu nrooj thoob plawg huv lub tebchaws Iziv kws ibtxwm yeej tsi tau muaj dlua lossis yuav tsi muaj ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.7","label":"7","content":"Tabsis cov Yixalayees nyob ntsag tu, tub tsi nov ib lub suab dlev tum tej tuabneeg lossis puab tej tsaj txhu le. Ces koj txhaj yuav paub has tas, kuv yog tug TSWV kws tau muab ib yaam lug cais cov Iziv hab cov Yixalayees.’ ”"},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.8","label":"8","content":"Mauxes xaus lug has tas, “Taagnrho koj cov numtswv yuavtsum tuaj qhau cev hlo pe kuv hab puab yuav tsaa teg thov kuas kuv coj taagnrho kuv tsaav tuabneeg moog. Tom qaab ntawd kuv maam le tawm moog.” Ces Mauxes npautawg heev ua ntsejmuag dlub txig tawm huv Falaus lub loog moog lawm."},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.9","label":"9","content":"Tug TSWV has rua Mauxes has tas, “Falaus yuav tsi kaam noog koj lug, kuas kuv txhaj tau ua kuv tej txujci rua huv tebchaws Iziv nuav ntxiv.”"},{"bible_id":"1726","chapter_code":"EXO.11","verse_code":"EXO.11.10","label":"10","content":"Mauxes hab Aloos ua tej txujci tseemceeb nuav taabmeeg Falaus, tabsis tug TSWV ua rua Falaus muaj lub sab tawv, nwg txhaj tsi tso cov Yixalayees tawm huv tebchaws Iziv moog le."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.1","label":"1","content":"Tug TSWV has rua Mauxes hab Aloos thaus obtug tseem nyob huv lub tebchaws Iziv has tas,"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.2","label":"2","content":"“Lub hlis nuav yog lub ib hlis ntuj ntawm lub xyoo rua mej."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.3","label":"3","content":"Meb ca le has rua cov Yixalayees kuas paub has tas, lub hlis nuav nub xab kaug, kuas ib tug txivtsev twg yuavtsum xaiv ib tug mivnyuas yaaj lossis ib tug mivnyuas tshis npaaj rua nwg tsev tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.4","label":"4","content":"Yog yim tuabneeg twg tsawg noj tsi taag tug tsaj ntawd, kuas nwg hab yim kws nyob ze nwg koom tua ib tug tsaj, puab yuavtsum ntsuag saib yuav noj taag tug tsaj luaj le caag, hab puab yuavtsum suav puab cov tuabneeg kws noj tug tsaj ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.5","label":"5","content":"Mej muab tug mivnyuas yaaj lossis tug mivnyuas tshis ntawd tua noj, tabsis yuavtsum yog tug kws tsi muaj ib qho phem le; hab yog tug txiv kws muaj noobnyoog ib xyoos xwb."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.6","label":"6","content":"Ces lub hlis nuav nub kaum plaub thaus tsaus ntuj, taagnrho cov Yixalayees yuavtsum tua cov tsaj ntawd noj."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.7","label":"7","content":"Kuas puab txhua yim kws tua tsaj noj, muab tej ntshaav tsaj coj lug pleev rua sau hau qhovrooj hab ob tug ncej qhovrooj."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.8","label":"8","content":"Mo ntawd yuavtsum muab cov nqaj ci noj ntxuag cov ncuav kws tsi xyaw keeb hab noj ntxuag tej zaub ab kuas taag."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.9","label":"9","content":"Mej yuavtsum tsi xob noj nqaj nyoog lossis muab hau noj, tabsis mej yuavtsum muab ci kheej, tsi xob kaus plaab nyuv hab sab ntsws hlo le."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.10","label":"10","content":"Mej yuavtsum noj kuas taag tsi xob pub seem ib qho moog txug rua taagkig kaaj ntug le; yog mej noj tsi taag, mej ca le muab hlawv huv tuabsi povtseg."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.11","label":"11","content":"Mej yuavtsum noj kawgkag kuas taag, rua qhov mej yuav tu nraa sawv kev moog, rau khau hab tuav rawv mej tug paas nreg rua ntawm mej txhais teg. Pluag mo nuav yog mej noj ua Kevcai Hlaa Dlhau fwm kuv kws yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.12","label":"12","content":"“Mo ntawd kuv yuav moog thoob plawg huv tebchaws Iziv, tua cov Iziv txhua tug tub hlub hab tej tsaj thawj tug mivnyuas kws yog tug txiv kuas tuag taag huv tuabsi, hab rau txim kuas txhua nrho rua cov Iziv tej vaajtswv. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.13","label":"13","content":"Tej ntshaav kws mej pleev ntawm qhovrooj yuav ua lub cim, cim mej tej tsev. Thaus kuv pum cov ntshaav ntawd kuv yuav hlaa mej moog hab rau txim rua cov Iziv, kuas mej txhaj tsi raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.14","label":"14","content":"Mej ncu ntsoov muab nub nua ua nub tseemceeb rua mej. Mej yuav ua kevcai ncu txug tej kws tug TSWV tau ua rua mej pum taag lug lawm. Mej ua kevcai le nuav moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.15","label":"15","content":"Tug TSWV has tas, “Mej yuavtsum noj tej ncuav kws tsi xyaw keeb kuas puv xyaa nub. Thawj nub, mej yuavtsum muab tej keeb kws nyob huv tsev povtseg huv tuabsi, yog xyaa nub ntawd leejtwg tseem noj ncuav xyaw keeb, mej tsi xob suav has tas tug ntawd yog kuv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.16","label":"16","content":"Thawj nub hab nub xyaa mej yuavtsum kuas suavdlawg tuaj sis sau ua ke suav ua nub dlawbhuv. Tsi pub mej ua ib yaam num dlaabtsi rua ob nub ntawd, tsuas pub mej ua pluag noj pluag haus xwb."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.17","label":"17","content":"Mej yuavtsum muab nub kws mej ua kevcai noj ncuav tsi xyaw keeb nuav teem ua nub kws tseemceeb, rua qhov nub nuav yog nub kws kuv coj mej txhua xeem tawm huv tebchaws Iziv moog. Txhua xyoo rov txug nub nua, mej hab mej cov xeebntxwv yuavtsum ncu ntsoov ua txuj kevcai nuav."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.18","label":"18","content":"Lub ib hlis ntuj, suav txij le mo kaum plaub moog txug mo neeg nkaum ib, mej yuavtsum noj ncuav tsi xyaw keeb."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.19","label":"19","content":"Xyaa nub ntawd tsi pub muaj ib qho keeb nyob huv mej tej tsev hlo le. Txawm yog tsaav tuabneeg Yixalayees lossis lwm tsaav tuabneeg los xij, yog leejtwg tseem noj ncuav xyaw keeb, mej tsi xob suav has tas, tug ntawd yog kuv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.20","label":"20","content":"Txawm yog mej nyob qhov twg los xij. Mej tsi xob noj tej ncuav kws xyaw keeb le, mej yuavtsum noj tej ncuav kws tsi xyaw keeb xwb.”"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.21","label":"21","content":"Mauxes hu cov Yixalayees cov thawjcoj tuaj ua ke hab has rua puab tas, “Mej txhua tug nyag ca le moog xaiv nyag ib tug mivnyuas yaaj lossis mivnyuas tshis lug rua mej tej tsev tuabneeg tua noj ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.22","label":"22","content":"Mej muab ib re nplooj hixauv moog raus rua huv lub phab kws rau  cov ntshaav tsaj, hab coj cov ntshaav ntawd moog pleev rua ob tug ncej qhovrooj hab sau hau qhovrooj. Mo ntawd tsi pub mej ib tug twg tawm rua nrau zoov moog txug taagkig kaaj ntug."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.23","label":"23","content":"Thaus tug TSWV lug tua cov Iziv, nwg yuav pum tej ntshaav kws mej pleev rua sau hau qhovrooj hab ob tug ncej qhovrooj, nwg yuav tsi pub tug timtswv kws yog Txujkev Tuag nkaag lug rua huv mej tej tsev tua mej povtseg."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.24","label":"24","content":"Mej hab mej cov tubki yuavtsum fwm txuj kevcai nuav moog ibtxhis tsi kawg le."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.25","label":"25","content":"Thaus mej moog txug huv lub tebchaws kws tug TSWV coglug muab pub rua mej, mej yuavtsum ncu ntsoov ua txuj kevcai nuav."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.26","label":"26","content":"Thaus mej cov mivnyuas nug mej has tas, ‘Tej kevcai nuav lub ntsab yog le caag?’"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.27","label":"27","content":"Mej yuavtsum pav qha rua puab has tas, ‘Yog txuj Kevcai Hlaa Dlhau kws peb ua tug TSWV tsaug, rua qhov tug TSWV hlaa dlhau peb cov Yixalayees tej vaaj tse moog tua cov Iziv, nwg tua cov Iziv tabsis nwg tseg peb ca.’ ” Ib tsoom pejxeem Yixalayees txawm txhus caug ndlua rua huv aav hab pehawm Vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.28","label":"28","content":"Ces puab txawm rov qaab lug tsev hab ua le tug TSWV tau saamfwm rua Mauxes hab Aloos obtug lawm."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.29","label":"29","content":"Thaus ib taag mo tug TSWV lug tua cov Iziv cov tub hlub tuag taagnrho, suav txij le Falaus tug tub hlub, tug kws yuav lug nyob sau lub zwmtxwv lug txug rua cov tuabneeg raug txim kws nyob huv qhov tsaus ntuj cov tub hlub; hab taagnrho tej tsaj txhu thawj tug mivnyuas kws yog tug txiv puavleej raug tua tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.30","label":"30","content":"Mo ntawd Falaus, nwg cov numtswv hab taagnrho cov Iziv sawv lug quaj nyav ntshu nrooj, rua qhov puab tej tub hlub tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.31","label":"31","content":"Mo ntawd Falaus khaiv tuabneeg moog hu Mauxes hab Aloos tuaj cuag nwg, nwg has rua obtug tas, “Meb hab cov Yixalayees ca le tsiv tawm huv peb lub tebchaws nuav moog pe tug TSWV lawv le mej thov kuv."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.32","label":"32","content":"Mej ca le caab mej tej yaaj, tej tshis hab tej nyuj moog kuas taag. Meb thov Vaajtswv foom koob moov rua kuv hab.”"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.33","label":"33","content":"Cov Iziv txhib ceev nrooj kuas cov Yixalayees ca le tsiv tawm huv puab lub tebchaws hab has tas, “Yog mej tsi tawm mas peb yuav tuag taag le lauj!.”"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.34","label":"34","content":"Cov Yixalayees txhaj le muab tej moov nplej tsi xyaw keeb kws puab tub muab ntse tau lawm qhwv rua huv tej khaub dluag hab kwv sau xubpwg moog."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.35","label":"35","content":"Puab ua txhua yaam lawv le Mauxes tub has rua puab lawm, puab thov cov Iziv tej nyaj, tej kub hab tej tsoog tsho nqaa moog huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.36","label":"36","content":"Tug TSWV ua rua cov Iziv fwm cov Yixalayees heev, puab txhaj muab puab tej nyaj tej kub rua cov Yixalayees lawv le cov Yixalayees thov. Yog le ntawd, cov Yixalayees txhaj sau cov Iziv tej nyaj txag coj nrug puab moog."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.37","label":"37","content":"Cov Yixalayees tawm huv lub nroog Lamexes moog rua nraag lub nroog Xukaus. Cov txivneej muaj kwvyees le rau pua txheeb leej, tsi xaam cov quaspuj hab cov mivnyuas."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.38","label":"38","content":"Muaj lwm tsaav tuabneeg coob heev nrug puab moog hab, puab caab yaaj, caab tshis hab caab nyuj coob ua npoj ntwg nrug puab moog."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.39","label":"39","content":"Puab muab tej moov nplej tsi xyaw keeb kws puab tub muab ntse tau huv tebchaws Iziv lawm coj lug cub ua ncuav noj, rua qhov cov Iziv ntab puab tsiv tawm sai heev, puab npaaj tsi yeej tej ncuav kws xyaw keeb hab tej khoom noj le."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.40","label":"40","content":"Cov Yixalayees nyob huv lub tebchaws Iziv tau plaub puas peb caug xyoo."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.41","label":"41","content":"Thaus txug nub kws txwm nkaus plaub puas peb caug xyoo, txhua xeem kws yog tug TSWV tsaav tuabneeg txawm tawm huv tebchaws Iziv moog."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.42","label":"42","content":"Thaus ib taag mo tug TSWV coj cov Yixalayees tawm huv tebchaws Iziv moog. Cov Yixalayees txhaj muab mo ntawd lug zuv mo, hab ua kevcai ncu txug tug TSWV ib tam dlhau rua ib tam."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.43","label":"43","content":"Tug TSWV has rua Mauxes hab Aloos obtug tas, “Ntawm nuav yog ua Kevcai Hlaa Dlhau: Tsi pub cov tuabneeg txawv tebchaws noj rooj mov ua Kevcai Hlaa Dlhau nuav,"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.44","label":"44","content":"tabsis txhua tug tubqhe kws mej yuav lug, yog mej tub muab ua kevcai txav tawv lawm, tug ntawd noj tau."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.45","label":"45","content":"Tabsis tug tuaj ua qhua lossis tug tuaj nrhav zug kws lug su huv mej tsev, mej tsi xob pub nrug mej noj."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.46","label":"46","content":"Pluag mo nuav nyag yuavtsum noj huv nyag tsev xwb, tsi xob nqaa tej nqaj tawm moog noj nrau zoov. Hab mej tsi xob muab tug tsaj ntawd tej pobtxhaa luv le."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.47","label":"47","content":"Cov Yixalayees txhua tug yuavtsum tuaj koom ua txuj kevcai nuav,"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.48","label":"48","content":"tabsis tsi pub cov txivneej kws tsi tau ua kevcai txav tawv noj rooj mov nuav le. Yog cov tuabneeg txawv tebchaws kws nrug mej nyob tug twg xaav nrug mej koom ua Kevcai Hlaa Dlhau ua tug TSWV tsaug, mej yuavtsum xub muab nwg tsev tuabneeg txhua tug txivneej ua kevcai txav tawv tsaiv, mej maam le pub nwg nrug mej noj. Nwg yuavtsum ua kevcai txav tawv ib yaam le tug kws yug huv tsev tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.49","label":"49","content":"Cov Yixalayees hab cov tuabneeg txawv tebchaws kws lug nrug mej nyob, suavdlawg yuavtsum coj txuj kevcai nuav.”"},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.50","label":"50","content":"Cov Yixalayees txhua tug puavleej ua lawv le tej lug kws tug TSWV has rua Mauxes hab Aloos obtug."},{"bible_id":"1726","chapter_code":"EXO.12","verse_code":"EXO.12.51","label":"51","content":"Nub ntawd yog nub kws tug TSWV coj cov Yixalayees txhua xeem tawm huv tebchaws Iziv moog."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.2","label":"2","content":"“Mej yuavtsum muab mej cov Yixalayees tej tub hlub fij rua kuv moog ibtxhis, hab mej yuavtsum muab tej tsaj thawj tug mivnyuas kws yog tug txiv fij rua kuv ua kuv tug.”"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.3","label":"3","content":"Mauxes has rua cov Yixalayees tas, “Mej yuavtsum ncu ntsoov nub ntawd, rua qhov nub ntawd tug TSWV kws muaj fwjchim luj kawg nkaus tau coj mej tawm huv tebchaws Iziv qhov chaw kws mej ua luas qhev lug. Nub ntawd mej tsi xob noj tej ncuav kws xyaw keeb hlo le."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.4","label":"4","content":"Nub ntawd yog lub ib hlis ntuj kws yog lub hli Anpis kws mej tsiv tawm huv tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.5","label":"5","content":"Tug TSWV tau coglug tseg rua mej cov yawmkoob has tas nwg yuav muab cov Kana-aas, cov Hitis, cov Amoos, cov Hivis hab cov Yenpus lub tebchaws rua mej nyob. Thaus Vaajtswv coj mej moog txug rua huv lub tebchaws vaammeej kws aav rog hab zoo qoob, txhua xyoo thaus lub ib hlis ntuj mej yuavtsum ua kevcai noj ncuav tsi xyaw keeb le nuav."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.6","label":"6","content":"Xyaa nub ntawd mej yuavtsum noj cov ncuav tsi xyaw keeb nkaus xwb, mas nub xyaa mej yuavtsum ua rooj mov noj ua tug TSWV tsaug."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.7","label":"7","content":"Mej yuavtsum noj ncuav tsi xyaw keeb kuas txwm nkaus xyaa nub; tsi pub kuas muaj keeb lossis ncuav xyaw keeb nyob huv mej lub tebchaws le."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.8","label":"8","content":"Nub kws pib ua kevcai ntawd, koj yuavtsum qha txhua yaam rua koj cov mivnyuas has tas, Kuv ua le nuav, rua qhov tug TSWV tau ua rua kuv thaus kuv tsiv tawm huv tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.9","label":"9","content":"Txuj kevcai nuav yuav ua rua mej ncu ntsoov kawm hab ncu tug TSWV tej lug, ib yaam le tej kws mej coj rawv ntawm mej teg lossis coj rawv sau mej hauvplaj, ua rua mej ncu ntsoov tug TSWV tej lug, rua qhov tug TSWV, tug kws muaj fwjchim tau coj mej tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.10","label":"10","content":"Mej yuavtsum ua txuj kevcai nuav rua txhua xyoo thaus txug lub caij nuav, tsi xob tso tseg le."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.11","label":"11","content":"“Tug TSWV yuav coj mej moog nyob huv cov Kana-aas lub tebchaws kws nwg tub coglug rua mej hab mej cov yawmkoob lawm. Thaus nwg muab lub tebchaws ntawd pub rua mej,"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.12","label":"12","content":"mej yuavtsum muab mej tej tub hlub fij rua tug TSWV. Mej tej tsaj thawj tug mivnyuas kws yog tug txiv puavleej yog tug TSWV tug,"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.13","label":"13","content":"tabsis txhua tug mivnyuas txiv neeg luav mej yuavtsum coj ib tug mivnyuas yaaj moog hloov chaw txhwv ntawm tug TSWV rov qaab. Yog mej tsi xaav txhwv tug mivnyuas neeg luav rov qaab, mej ca le muab luv cejdlaab kuas tuag. Mej yuavtsum txhwv mej cov tub hlub txhua tug rov qaab huv tuabsi hab."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.14","label":"14","content":"Lwm nub, thaus koj tug tub nug koj has tas, ‘Ua le nuav lub ntsab yog le caag?’ Koj qha rua nwg has tas, ‘Tug TSWV tau siv nwg lub fwjchim kws luj kawg nkaus coj peb tawm nraag tebchaws Iziv qhov chaw kws peb ua luas qhev lug."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.15","label":"15","content":"Thaus Falaus muaj lub sab tawv tsi kaam tso peb tawm, tug TSWV txhaj le tua cov Iziv cov tub hlub huv lub tebchaws ntawd hab tej tsaj thawj tug mivnyuas kws yog tug txiv tuag taag huv tuabsi. Vim le nuav, peb txhaj le muab peb tej tsaj thawj tug mivnyuas kws yog tug txiv tua fij rua tug TSWV, hab txhwv peb tej tub hlub rov qaab.’"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.16","label":"16","content":"Txuj kevcai nuav, yog ua ib qhov rua mej ncu ntsoov rua nruab sab ib yaam le tej kws peb coj ntawm peb txhais teg lossis sau peb hauvplaj, ua rua peb ncu ntsoov nub kws tug TSWV kws muaj fwjchim luj kawg nkaus tau coj peb tawm nraag tebchaws Iziv lug.”"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.17","label":"17","content":"Thaus Falaus tso cov Yixalayees moog lawm, Vaajtswv tsi coj puab taug txujkev kws lawv ntug havtxwv ncaaj nraim moog rua peg tebchaws Filitees, txawm yog txujkev ntawd ze los nwg tsi coj puab moog txuj ntawd. Vaajtswv xaav has tas, “Kuv tsi xaav kuas cov Yixalayees hloov sab tsiv rov qaab moog rua nraag tebchaws Iziv thaus muaj kev sis ntaus sis tua ntawm kev.”"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.18","label":"18","content":"Yog le ntawd, Vaajtswv txhaj coj puab taug kev lawv taj suabpuam moog rua tom Havtxwv Lab.  Thaus cov Yixalayees taug kev tawm huv tebchaws Iziv lug, puab yeej npaaj cuabyeej ua rog nrug nraim tog sis tua xwb."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.19","label":"19","content":"Mauxes coj Yauxej cov pobtxhaa nrug nwg lug, lawv le Yauxej kuas cov Yixalayees coglug rua Yauxej has tas, “Thaus Vaajtswv lug paab mej dlim lawm, mej yuavtsum coj kuv tej pobtxhaa tawm huv tebchaws Iziv nuav nrug mej moog.”"},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.20","label":"20","content":"Cov Yixalayees tsiv tawm huv Xukaus moog tsuam chaw su rua ntawm Ethas kws nyob ntawm ntug taj suabpuam."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.21","label":"21","content":"Nruab nub tug TSWV ua ib tauv fuab moog ua puab ntej coj puab kev, hab thaus mo ntuj nwg ua ib tug nplaim tawg cig laam lug moog ua puab ntej kuas puab pum kev, puab taug kev moog nruab nub mo ntuj los tau huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.13","verse_code":"EXO.13.22","label":"22","content":"Nruab nub tauv fuab coj puab kev moog taag nub, hab mo ntuj tug nplaim tawg cig laam lug coj puab kev moog taag mo."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.1","label":"1","content":"Ces tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.2","label":"2","content":"“Koj ca le kuas cov Yixalayees rov qaab moog tsuam chaw su rua ntawm Pis Hahilaus nyob huv ntu nruab nraab ntawm Midaules hab Havtxwv Lab kws nyob ze Npa-aas Xefoos."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.3","label":"3","content":"Falaus xaav has tas, cov Yixalayees yuav moog moog lug lug tom taj suabpuam hab nrhav tsi tau kev hlaa taj suabpuam tawm moog."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.4","label":"4","content":"Kuv yuav ua kuas Falaus muaj lub sab tawv, hab nwg yuav caum mej qaab tuaj, qhov kws kuv yeej Falaus hab nwg tej tubrog, yuav ua rua kuv tau koob meej. Cov Iziv yuav paub has tas, kuv yog tug TSWV.” Cov Yixalayees ua lawv le tug TSWV tej lug kws has rua puab lawm."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.5","label":"5","content":"Thaus muaj tuabneeg moog qha rua Falaus has tas, cov Yixalayees tsiv taag lawm, nwg hab nwg cov numtswv hloov dlua sab hab has tas, “Ua caag peb laam ua le nuav? Peb txawm tso cov Yixalayees tsiv taag, hab peb tsi tau puab lug ua qhev le lawm!”"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.6","label":"6","content":"Falaus txhaj txhij tubrog hab tej tsheb neeg caij ntaus rog nrug nwg moog caum cov Yixalayees qaab."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.7","label":"7","content":"Nwg kuas cov thawj tubrog caij rau pua lub tsheb neeg caij ntaus rog kws zoo kawg nkaus, hab lwm yaam tsheb caij ntaus rog nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.8","label":"8","content":"Tug TSWV ua rua Falaus muaj lub sab tawv, hab nwg txawm moog caum cov Yixalayees kws muaj Vaajtswv ua tug tsomkwm puab."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.9","label":"9","content":"Cov Iziv cov tubrog caij neeg, hab cov tubrog tsaav tsheb neeg tuaj caum cov Yixalayees qaab. Puab tuaj caum cuag cov Yixalayees ntawm ntug Havtxwv Lab, qhov chaw kws puab tsuam chaw su hab ze rua ntawm Pis Hahilaus hab Npa-aas Xefoos."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.10","label":"10","content":"Thaus cov Yixalayees pum Falaus hab nwg cov tubrog caum tuaj yuav cuag, mas puab ntshai kawg le, puab txhaj quaj zum zawg thov tug TSWV paab puab."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.11","label":"11","content":"Puab ywg Mauxes has tas, “Nyob tom tebchaws Iziv tsi muaj toj ntxaas lawm los? Koj txhaj coj peb lug tuag rua huv taj suabpuam nuav puas yog? Ua caag koj tseem coj peb tawm huv tebchaws Iziv lug ua dlaabtsi hab?"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.12","label":"12","content":"Peb tub has rua koj thaus tseem nyob tom tebchaws Iziv lawm has tas, ‘Ca peb nyob tuabywv; peb zoo sab ua cov Iziv qhev nua ne!’ Peb ua cov Iziv qhev zoo dlua peb tuag taag rua huv taj suabpuam nuav.”"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.13","label":"13","content":"Mauxes ua tuab zoo has rua puab has tas, “Mej tsi xob ntshai! Mej ca le nyob tuabywv saib nub nua tug TSWV yuav paab mej le caag; mej yuav tsi pum cov Iziv nuav ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.14","label":"14","content":"Tug TSWV yuav paab mej tawmtsaam, mej ca le ua tuabywv.”"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.15","label":"15","content":"Tug TSWV has rua Mauxes has tas, “Vim le caag mej yuav quaj thov kuv paab? Kuas cov tuabneeg ca le txaav moog lawm tom ntej."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.16","label":"16","content":"Muab koj tug paas nreg tsaa rua sau nplaim dlej havtxwv. Dlej yuav faib rua ob saab, cov Yixalayees txhaj yuav tau taug kev aav qhuav qhawv moog lawm saab tim u."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.17","label":"17","content":"Kuv yuav ua rua cov Iziv muaj lub sab tawv, kuas puab caum mej qaab, hab kuv yuav tau koob meej lug ntawm qhov kws kuv yeej Falaus, nwg cov tubrog, nwg tej tsheb neeg hab nwg cov tubrog tsaav tsheb neeg."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.18","label":"18","content":"Thaus kuv kovyeej puab lawm, cov Iziv txhaj yuav paub has tas, kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.19","label":"19","content":"Tug TSWV tug timtswv kws moog ua cov tubrog Yixalayees ntej, txaav tuaj tom qaab lawm. Tauv fuab txawm tshem lug thaiv"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.20","label":"20","content":"nruab nraab ntawm cov tubrog Iziv hab cov Yixalayees. Tauv fuab ua rua cov tubrog Iziv saab tsaus ntuj nti, tabsis ua rua cov Yixalayees saab pum kev kaaj nrig,  hab ua rua ob tog txaav tsi tau lug sis ze ib mos."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.21","label":"21","content":"Mauxes tsaa teg rua sau tug dlej havtxwv, tug TSWV tso cua tuaj saab nubtuaj tuaj ntsawj havtxwv ib mos kaaj ntug ua rua dlej havtxwv faib hlo rua ob saab ua kev qhuav qhawv,"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.22","label":"22","content":"hab cov Yixalayees taug kev aav qhuav qhawv huv plawv havtxwv moog rua saab tim u, muaj dlej nphau nphwv thaiv ob saab."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.23","label":"23","content":"Cov tubrog Iziv, tej neeg, tej tsheb neeg hab cov tuabneeg tsaav tsheb neeg, caum cov Yixalayees qaab tuaj rua huv havtxwv."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.24","label":"24","content":"Thaus kaaj ntug txoog tug TSWV nyob huv cov nplaim tawg hab huv tauv fuab saib cov tubrog Iziv hab ua rua cov tubrog Iziv ntshai ua ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.25","label":"25","content":"Hab nwg ua rua puab tej lug tsheb neeg ndlog tsi taug, puab sis thaam zum zawg has tas, “Peb ca le tsiv rov qaab tsi xob caum cov Yixalayees, rua qhov tug TSWV paab puab tawmtsaam peb lawm.”"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.26","label":"26","content":"Ces tug TSWV has rua Mauxes has tas, “Koj ca le tsaa koj txhais teg rua sau dlej havtxwv, kuas dlej nphau lug npug cov Iziv, puab tej tsheb hab cov tuabneeg tsaav tsheb huv tuabsi.”"},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.27","label":"27","content":"Mauxes txawm tsaa teg rua sau dlej havtxwv, thaus kaaj ntug ua cav dlej rov ntum nkaus le qub. Cov Iziv tsiv taag zug kuas dlim, tabsis tug TSWV muab puab pov rua huv havtxwv."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.28","label":"28","content":"Dlej nphau lug npug tej tsheb neeg, cov tuabneeg tsaav tsheb neeg, hab cov tubrog Iziv kws taabtom tuaj caum cov Yixalayees txug huv plawv havtxwv tuag taag tsi seem ib tug le."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.29","label":"29","content":"Tabsis cov Yixalayees taug kev qhuav qhawv huv havtxwv moog rua saab tim u, muaj dlej nphau nphwv ntawm ob saab ntug kev."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.30","label":"30","content":"Nub ntawd tug TSWV paab cov Yixalayees dlim ntawm cov Iziv txhais teg, cov Yixalayees pum cov Iziv tuag ua saab ua sua lawv ntug havtxwv."},{"bible_id":"1726","chapter_code":"EXO.14","verse_code":"EXO.14.31","label":"31","content":"Thaus cov Yixalayees pum tug TSWV lub fwjchim kws nwg yeej cov Iziv, cov Yixalayees ntshai kawg, puab muab sab npuab tug TSWV hab ca sab rua Mauxes tug kws yog tug TSWV tug tubkhai."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.1","label":"1","content":"Thaus ntawd Mauxes hab cov Yixalayees hu nkauj ua tug TSWV tsaug has tas: “Kuv yuav hu nkauj ua tug TSWV tsaug, rua qhov nwg tau kovyeej cov yeebncuab; nwg tau muab cov neeg hab cov tuabneeg caij neeg pov rua huv havtxwv."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.2","label":"2","content":"Tug TSWV yog kuv tug zug hab yog tug tiv thaiv kuv; nwg yog tug kws cawm kuv dlim. Nwg yog kuv tug Vaajtswv, kuv yuav hu nkauj ua nwg tsaug, Nwg yog kuv cov yawmkoob tug Vaajtswv, kuv yuav hu nkauj qhuas nwg lub fwjchim kws luj kawg nkaus."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.3","label":"3","content":"Tug TSWV yog tug thawj tubrog; nwg lub npe hu ua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.4","label":"4","content":"“Nwg muab cov tubrog Iziv hab puab tej tsheb neeg pov rua huv havtxwv; puab tej thawj tubrog kws tseemceeb tau tog hab tuag taag rua huv plawv Havtxwv Lab."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.5","label":"5","content":"Havtxwv tub nphau lug npug nkaus puab; puab tog rua huv qaab thu ib yaam le pobzeb."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.6","label":"6","content":"“Tug TSWV, koj saab teg xis muaj fwjchim heev; koj nyem tej yeebncuab tawg txua lawm."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.7","label":"7","content":"Koj lub fwjchim kws luj kawg nkaus ua rua koj cov yeebncuab tawg ua saab ua sua; koj txujkev chim hlawv puab kub nyab taag ib yaam le tej quavnyaab."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.8","label":"8","content":"Koj tshuab paa rua sau havtxwv ua rua dlej faib ua aav qhuav qhawv; dlej sawv tau le tug ntsaa yeej; huv qaab thu havtxwv aav qhuav qhawv le sau nruab nqhuab."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.9","label":"9","content":"Cov yeebncuab has tas, ‘Kuv yuav caum puab qaab hab nteg kuas tau puab; kuv yuav muab puab tej nyaj txag lug sis faib hab fuab txhua yaam kws kuv xaav tau; kuv yuav rhu kuv raab ntaaj hab txeeb taagnrho tej kws puab muaj.’"},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.10","label":"10","content":"Tabsis tug TSWV, koj tshuab ib paas xwb, ua rua cov Iziv tog taagnrho rua huv qaab thu dlej ib yaam le tej quav txhuas."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.11","label":"11","content":"“Tug TSWV, puas muaj lwm tug tswv kws yuav zoo npaum le koj? Leejtwg txhaj ua tau tej txujci tseemceeb le koj?"},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.12","label":"12","content":"Koj tsaa hlo koj saab teg xis, ces aav txawm nqog kag peb cov yeebncuab."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.13","label":"13","content":"Koj ncu ntsoov tej lug kws koj cog tseg, koj coj cov tuabneeg kws koj txhwv lawm, txhua leej tsiv tawm lug; koj lub fwjchim tsomkwm puab moog nyob lub tebchaws kws zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.14","label":"14","content":"Txhua tsaav tuabneeg kws nov tej nuav, puab ntshai hab poob sab ua ib ce tshee nyo; cov tuabneeg Filitees ntshai kev puamtsuaj ua ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.15","label":"15","content":"Cov tuabneeg Edoos tej numtswv los puavleej ntshai; Mau-am cov thawj tubrog ntshai ua ib ce tshee quas nyo; cov tuabneeg Kana-aas tsi muaj kev ca sab."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.16","label":"16","content":"Tej kev poob sab tau ua rua puab ntshai kawg. Tug TSWV, puab pum koj lub fwjchim, puab ib ce txhaav taag ib yaam le phaab zeb ca moog txug thaus koj tsaav tuabneeg moog dlhau lawm, yog tsaav tuabneeg kws koj tau coj tawm huv txujkev ua luas qhev lug."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.17","label":"17","content":"Koj coj puab lug hab tso puab nyob rua sau koj lub roob, qhov chaw ntawd yeej yog koj qhov chaw, tug TSWV, koj xaiv qhov chaw ntawd ua koj lub tsev, lub Tuamtsev kws koj tau ua."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.18","label":"18","content":"Tug TSWV, koj yuav ua Vaajntxwv moog ibtxhis tsi kawg le.”"},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.19","label":"19","content":"Cov Yixalayees taug kev qhuav qhawv huv havtxwv moog rua saab tim u, tabsis thaus cov tubrog Iziv tej tsheb hab cov tuabneeg tsaav tsheb neeg moog huv havtxwv, tug TSWV ua kuas dlej nphau lug npug puab tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.20","label":"20","content":"Milias kws yog tug cev Vaajtswv lug, nwg yog Aloos tug muam, nwg nqaa ib lub nruag npuaj moog ua ntej, cov quaspuj ib leeg nqaa ib lub nruag npuaj seev cev lawv nwg qaab."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.21","label":"21","content":"Milias hu nkauj rua puab noog has tas: “Hu nkauj ua Vaajtswv tsaug, rua qhov nwg tau kovyeej yeebncuab; nwg tau muab cov neeg hab cov tuabneeg caij neeg pov taag rua huv qaab thu havtxwv.”"},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.22","label":"22","content":"Mauxes txawm coj cov Yixalayees sawv kev tawm ntawm ntug Havtxwv Lab moog rua tom taj suabpuam Sules. Puab moog tau peb nub ke rua tom taj suabpuam, tabsis nrhav tsi muaj dlej haus le."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.23","label":"23","content":"Puab moog txug ntawm ib qhov chaw npe hu ua Malas, tabsis lub qhovdlej kws nyob ntawd ab heev, puab haus tsi taug le. Vim le ntawd, txhaj tis npe rua qhov chaw ntawd hu ua Malas."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.24","label":"24","content":"Cov Yixalayees ywg Mauxes hab nug has tas, “Peb yuav haus dlaabtsi?”"},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.25","label":"25","content":"Mauxes thov tug TSWV hab tug TSWV qha ib yaav ntoo rua Mauxes, ces Mauxes muab yaav ntoo ntawd pov rua huv lub qhovdlej, dlej txawm zoo haus tsi ab lawm. Tug TSWV tau muab kevcai rua puab hab nwg sim puab sab ntawm qhov chaw ntawd."},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.26","label":"26","content":"Tug TSWV has rua puab tas, “Yog mej noog kuv lug hab ua lawv le kuv lub sab nyam, hab muab sab npuab kuv tej kevcai txhua nqai huv tuabsi, kuv yuav tsi rau txim rua mej kuas muaj mob muaj nkeeg le kws kuv tso rua cov Iziv. Kuv yog tug TSWV, tug kws khu mej tej mob tej nkeeg.”"},{"bible_id":"1726","chapter_code":"EXO.15","verse_code":"EXO.15.27","label":"27","content":"Tom qaab ntawd puab lug txug rua ntawm Elimes, nyob rua qhov ntawd muaj kaum ob lub qhovdlej cag, hab muaj xyaa caum tsob toovlaaj; puab tsuam chaw su ze rua ntawm cov qhovdlej ntawd."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.1","label":"1","content":"Cov Yixalayees sawv kev ntawm Elimes lug, yog nub kaum tsib, lub ob hlis ntuj tom qaab kws puab tawm nraag tebchaws Iziv lug. Puab txhaj lug txug rua huv lub taj suabpuam Xees kws nyob ntawm Elimes hab lub roob Xinais ntu nruab nraab."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.2","label":"2","content":"Puab ywg Mauxes hab Aloos obtug tom taj suabpuam kawg le"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.3","label":"3","content":"hab has rua obtug tas, “Peb txaus sab ca tug TSWV muab peb tua kuas tuag taag rua nraag tebchaws Iziv. Peb nyob nraag, peb yeej tau zaub, tau nqaj, hab tau mov noj lawv le peb sab xaav. Tabsis meb coj peb lug nyob rua ntawm taj suabpuam nuav, kuas peb tuag tshaib taag huv tuabsi xwb.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.4","label":"4","content":"Ces tug TSWV has rua Mauxes has tas, “Nwgnuav kuv yuav tso mov poob sau ntuj lug rua mej noj ib yaam le naag lug. Cov tuabneeg naj nub yuav tau moog khaws, hab khaws ib zag kuas txaus noj ib nub xwb. Kuv ua le nuav, yog kuv sim saib puab puas ua lawv le kuv tej lug."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.5","label":"5","content":"Nub rau, puab yuavtsum khaws kuas tshaaj qhov kws puab naj nub khaws ib npaug ntxiv npaaj tseg ca.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.6","label":"6","content":"Mauxes hab Aloos obtug txhaj has rua cov Yixalayees has tas, “Nub nua thaus tsaus ntuj, mej yuav paub has tas tug TSWV yog tug kws coj mej tsiv tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.7","label":"7","content":"Thaus sawv ntxuv mej yuav pum tug TSWV tug tshwjchim kws ci ntsaa ab, nwg tub nov tej lug kws mej ywg nwg lawm, qhov tseeb, yeej yog mej ywg tug TSWV, rua qhov wb tsuas yog ob tug kws cev nwg tej lug xwb.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.8","label":"8","content":"Mauxes has ntxiv tas, “Tug TSWV yog tug kws yuav muab nqaj lug rua mej noj mo nuav, hab thaus sawv ntxuv los mej yuav tau mov noj tsi taag le, rua qhov nwg nov tej lug kws mej ywg nwg lawm. Thaus mej ywg wb, tub yog mej ywg tug TSWV ntaag.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.9","label":"9","content":"Mauxes has rua Aloos has tas, “Koj has kuas suavdlawg ca le tuaj sawv taabmeeg tug TSWV, rua qhov nwg tub nov puab tej lug ywg lawm.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.10","label":"10","content":"Thaus Aloos tseem taabtom has rua suavdlawg, puab txawm tig moog saib tom taj suabpuam, hab taamsim ntawd puab txawm pum tug TSWV tug tshwjchim ci ntsaa ab tshwm sau cov fuab tuaj."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.11","label":"11","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.12","label":"12","content":"“Kuv nov cov Yixalayees tej lug ywg lawm. Ca le qha rua puab has tas, thaus tsaus ntuj zuag puab yuav tau nqaj noj, hab thaus sawv ntxuv puab yuav tau ncuav noj txaus nkaus le puab lub sab nyam. Ces puab yuav paub has tas kuv yog tug TSWV kws yog puab tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.13","label":"13","content":"Thaus tsaus ntuj zuag txawm muaj ncuab coob heev yaa ua npoj ntwg lug tsaws puv nkaus rua huv puab lub yeej, hab thaus sawv ntxuv muaj lwg ntsu thoob plawg puab lub yeej."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.14","label":"14","content":"Thaus lwg yaaj taag lawm, muaj tej dlaim zoo le te khov dlawb paug rua sau tej suabpuam."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.15","label":"15","content":"Thaus cov Yixalayees pum tej ntawd, puab tsi paub sov yog dlaabtsi hab puab sis nug zum zawg has tas, “Cov nuav yog dlaabtsi?” Mauxes teb has tas, “Cov ntawd yog tej mov kws tug TSWV tso lug rua mej noj ntaag."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.16","label":"16","content":"Tug TSWV kuas mej nyag moog khaws kuas txaus nyag tsev tuabneeg noj. Khaws ib leeg ob taig kuas txhua nwg tsev tuabneeg xwb.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.17","label":"17","content":"Cov Yixalayees ua lawv le Mauxes has, muaj ibtxha khaws tau ntau ibtxha khaws tau tsawg."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.18","label":"18","content":"Thaus puab muab lug luj, cov kws khaws tau ntau kuj tsi muaj tshaaj, cov kws khaws tau tsawg kuj muaj txaus. Suavdlawg nyag khaws txaus nyag noj xwb."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.19","label":"19","content":"Mauxes has rua puab tas, “Tsi xob khaws lug npaaj ca rua pigkig.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.20","label":"20","content":"Tabsis muaj qee leej tsi noog Mauxes lug, puab txawm qee ib nraab ca npaaj rua pigkig. Taagkig kaaj ntug tej mov ntawd ua kaas hab lwj lawm, Mauxes chim rua puab heev."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.21","label":"21","content":"Cov Yixalayees naj taagkig sawv ntxuv moog khaws, puab nyag khaws txaus nyag noj; thaus tshaav ntuj tuaj kub lawm, tej mov kws puab khaws tsi taag yaaj huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.22","label":"22","content":"Thaus txug nub rau, puab ib leeg khaws plaub taig kuas txaus txhua tug huv tsev tuabneeg. Cov Yixalayees tej thawjcoj tuaj pav zaaj nuav qha rua Mauxes noog,"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.23","label":"23","content":"Mauxes teb puab has tas, “Tej lug nuav yog tug TSWV saamfwm ca: pigkig yog nub su kws yog tug TSWV nub. Yog le ntawd, tej kws zoo ci, ca le muab ci hab tej kws zoo hau, ca le muab hau. Tej kws seem ca le muab khaws tseg ca rua pigkig.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.24","label":"24","content":"Cov Yixalayees ua lawv le Mauxes has, puab khaws tej mov ntawd ca txug taagkig los cov mov ntawd tsi lwj lossis tsi ua kaas le."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.25","label":"25","content":"Mauxes has rua puab tas, “Nub nua mej yuavtsum noj tej mov ntawd, rua qhov nub nua yog nub Xanpataus kws yog tug TSWV nub, hab mej yuav tsi pum muaj mov nyob tom tshaav puam lawm."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.26","label":"26","content":"Mej tsuas tau khaws rau nub xwb, tabsis nub xyaa, yog nub Xanpataus, yuav tsi muaj mov rua mej khaws lawm.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.27","label":"27","content":"Nub xyaa muaj qee leej tseem moog nrhav khaws mov, tabsis tsi pum muaj ib lub mov nyob qhov twg le."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.28","label":"28","content":"Tug TSWV has rua Mauxes has tas, “Mej tseem yuav tawv tsi ua lawv le kuv tej lug hab kuv tej kevcai moog txug thaus twg?"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.29","label":"29","content":"Mej yuavtsum ncu ntsoov has tas tug TSWV pub mej muaj nub Xanpataus, yog le ntawd, nub rau kuv txhaj pub mov kuas txaus mej noj ob nub. Nub xyaa txhua tug nyag yuavtsum nyob tuabywv huv nyag tsev, nwg yuavtsum tsi xob tawm moog nrau zoov hlo le.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.30","label":"30","content":"Yog le ntawd, nub xyaa cov tuabneeg suavdlawg txhaj su, tsi ua ib yaam num dlaabtsi le."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.31","label":"31","content":"Cov Yixalayees hu cov mov ntawd ua manas.  Cov mov ntawd ua tej lub dlawb dlawb luaj le noob zaub txhwb qab, qaab ib yaam le mov xyaw zib ntaab."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.32","label":"32","content":"Mauxes has tas, “Tug TSWV saamfwm rua peb, kuas peb khaws ib co manas tseg ca rua peb tej xeebntxwv tau saib, puab txhaj le pum tej mov kws tug TSWV pub rua peb noj tom taj suabpuam thaus nwg coj peb tawm nraag tebchaws Iziv lug.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.33","label":"33","content":"Mauxes has rua Aloos has tas, “Muab ib lub hub lug yawm ob taig manas ntim rua huv, hab nqaa moog txawb rua huv tug TSWV lub tsevntaub, khaws tseg rua peb tej xeebntxwv tau saib.”"},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.34","label":"34","content":"Lawv le tug TSWV tau saamfwm rua Mauxes lawm, Aloos txhaj muab lub hub kws ntim cov manas ntawd coj moog txawb rua ntawm lub Phijxaab kws ntim Vaajtswv tej lug cog tseg."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.35","label":"35","content":"Cov Yixalayees noj cov manas ntawd tau plaub caug xyoo, puab txhaj lug txug rua huv tebchaws Kana-aas qhov chaw kws puab lug ua vaaj ua tsev nyob."},{"bible_id":"1726","chapter_code":"EXO.16","verse_code":"EXO.16.36","label":"36","content":"(Lub thoob kws ibtxwm yeem nplej ntim tau neeg nkaum taig.)"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.1","label":"1","content":"Cov Yixalayees sawv kev ntawm taj suabpuam Xees lug, puab tshais chaw ib qho rua ib qho ua ntu zug lawv le tug TSWV has. Puab lug tsuam chaw rua ntawm Lefidees, tabsis thaaj tsaam ntawd tsi muaj dlej haus hlo le."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.2","label":"2","content":"Puab txhaj tuaj ywg Mauxes has tas, “Ca le nrhav dlej rua peb haus!” Mauxes teb puab has tas, “Vim le caag mej yuav ywg le ko? Ua caag mej yuav sim tug TSWV sab?”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.3","label":"3","content":"Tabsis cov tuabneeg nqhes dlej heev, mas puab txhaj pheej ywg Mauxes tsi tseg le. Puab ywg has tas, “Vim le caag koj txhaj coj peb tawm nraag tebchaws Iziv lug? Koj puas paub has tas, peb cov mivnyuas, peb tej tsaj txhu hab peb tub yuav tuag dlej?”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.4","label":"4","content":"Mauxes thov tug TSWV has tas, “Kuv yuav ua le caag rua cov tuabneeg nuav txhaj le zoo? Puab tub yuav muab pobzeb ntaus kuas kuv tuag.”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.5","label":"5","content":"Tug TSWV has rua Mauxes has tas, “Coj cov Yixalayees tej thawjcoj qee leej nrug koj, hab mej ca le moog ua suavdlawg ntej. Nqaa koj tug paas nreg kws koj nplawm tug dlej Niles nrug koj moog."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.6","label":"6","content":"Kuv yuav sawv sau lub pobzeb kws nyob sau roob Xinais. Ca le ntaus lub pobzeb ntawd, dlej yuav tawm huv lug rua cov tuabneeg haus.” Mauxes ua le ntawd rua cov Yixalayees tej thawjcoj saib ntsoov."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.7","label":"7","content":"Txhaj tis npe rua qhov chaw ntawd hu ua Maxas hab Melinpas,  rua qhov cov Yixalayees tau ywg hab sim tug TSWV sab thaus puab nug has tas, “Tug TSWV nrug peb nyob los tsi nrug?”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.8","label":"8","content":"Cov tubrog Amalej tuaj tua cov Yixalayees ntawm Lefidees."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.9","label":"9","content":"Mauxes has rua Yausuas has tas, “Pigkig koj ca le xaiv peb cov txivneej ibtxha moog tua cov Amalej. Kuv yuav moog sawv sau ncov roob hab tsaa tug paas nreg kws Vaajtswv kuas kuv nqaa.”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.10","label":"10","content":"Yausuas ua lawv le Mauxes tau saamfwm rua nwg hab tawm moog tua cov Amalej. Mauxes, Aloos, hab Hules puab nce moog sau roob."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.11","label":"11","content":"Thaus Mauxes tsaa nwg txhais teg, cov Yixalayees tua yeej, tabsis thaus nwg tso teg, cov Amalej tua yeej zuj zug."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.12","label":"12","content":"Thaus Mauxes tsaug npaab lawm, Aloos hab Hules obtug txhaj moog nqaa pobzeb lug rua Mauxes nyob, obtug ib leeg sawv ib saab tuav Mauxes ob txhais npaab, hab tsaa moog txug thaus nub poob qho."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.13","label":"13","content":"Puab ua le ntawd, Yausuas txhaj tua yeej cov Amalej."},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.14","label":"14","content":"Ces tug TSWV has rua Mauxes has tas, “Koj ca le sau zaaj nuav tseg ca, suavdlawg txhaj le yuav ncu ntsoov moog ibtxhis. Qha rua Yausuas paub has tas, kuv yuav ua kuas cov Amalej puamtsuaj taag huv tuabsi moog.”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.15","label":"15","content":"Mauxes ua tau ib lub thaaj hab tis npe rua lub thaaj ntawd hu ua, “Tug TSWV yog kuv tug Chij.”"},{"bible_id":"1726","chapter_code":"EXO.17","verse_code":"EXO.17.16","label":"16","content":"Mauxes has tas, “Tsaa tug TSWV tug chij kuas sab!  Tug TSWV yuav tawmtsaam cov Amalej ib tam dlhau ib tam moog ibtxhis!”"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.1","label":"1","content":"Mauxes yawmtxiv Yethoos kws yog tug povthawj huv tebchaws Midias, nov txug tej kws Vaajtswv ua paab Mauxes hab paab cov Yixalayees thaus nwg coj puab tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.2","label":"2","content":"Yethoos coj Mauxes tug quaspuj Xipaulas kws thaus Mauxes xaa rov qaab moog nrug nwg nyob,"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.3","label":"3","content":"hab xaa Nkesoos, Eli-exes kws yog Xipaulas ob tug tub tuaj rua Mauxes. (Mauxes has tas, “Kuv yog tuabneeg txawv tebchaws, moog nyob rua huv lub tebchaws kws kuv ibtxwm tsi tau paub dlua”; yog le ntawd, nwg txhaj tis nwg tug tub hlub npe hu ua Nkesoos)."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.4","label":"4","content":"Mauxes tseem has ntxiv tas, “Kuv txiv tug Vaajtswv paab kuv hab cawm kuv dlim ntawm cov Iziv tug vaajntxwv raab ntaaj kws yuav tua kuv povtseg”, nwg txhaj tis tug tub yau npe hu ua Eli-exes. )"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.5","label":"5","content":"Mauxes yawmtxiv Yethoos, coj Mauxes tug quaspuj hab Mauxes ob tug tub tuaj rua Mauxes huv taj suabpuam, ntawm thaaj chaw kws Mauxes lug tsuam yeej nyob ze rua ntawm Vaajtswv lub roob dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.6","label":"6","content":"Yethoos khaiv tuabneeg moog has rua Mauxes has tas, “Kuv kws yog koj yawmtxiv Yethoos, kuv tuaj saib koj hab kuv coj koj quaspuj hab nwg ob tug tub tuaj txug lawm.”"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.7","label":"7","content":"Mauxes txhaj tawm moog ntsib nwg yawmtxiv hawm hab nwj nwg. Ces puab txawm sis nug txug kev noj qaab nyob zoo, hab puab moog rua huv Mauxes lub tsevntaub lawm."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.8","label":"8","content":"Mauxes pav txhua yaam kws tug TSWV tau cawm cov Yixalayees ua ntu zug ntawm Falaus hab cov Iziv rua nwg yawmtxiv Yethoos noog. Mauxes tseem pav tej kev nyuaj sab kws cov Yixalayees raug thaus puab taug kev lug hab tej kws tug TSWV cawm puab dlim rua Yethoos noog huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.9","label":"9","content":"Thaus Yethoos nov txhua yaam nuav, nwg zoo sab kawg le"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.10","label":"10","content":"hab nwg has tas, “Ua tug TSWV tsaug kws nwg tau cawm mej dlim ntawm Falaus hab cov Iziv lug! Ua tug TSWV tsaug kws nwg tau cawm nwg tsaav tuabneeg dlim ntawm txujkev ua luas qhev lug lawm!"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.11","label":"11","content":"Nwgnuav kuv paub has tas tug TSWV yog tug kws muaj fwjchim luj tshaaj plawg tej vaajtswv huv tuabsi, rua qhov nwg tau ua tej nuav rua cov Iziv, thaus kws puab tsimtxom cov Yixalayees nyaav heev.”"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.12","label":"12","content":"Yethoos coj tsaj tuaj tua hlawv kheej hab coj khoom tuaj fij rua Vaajtswv, ces Aloos hab cov Yixalayees tej thawjcoj txhaj tuaj nrug nwg noj rooj mov tseemceeb kws ua Vaajtswv tsaug ntawd."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.13","label":"13","content":"Nub tom qaab Mauxes txawm moog nyob tu cov pejxeem tej plaub, hab nwg tu plaub thaus sawv ntxuv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.14","label":"14","content":"Thaus Yethoos pum txhua yaam kws Mauxes ua ntawd, nwg txawm nug has tas, “Koj ua dlaabtsi le nuav rua cov pejxeem? Vim le caag koj tuab leeg yuav tu plaub rua cov pejxeem, hab nrug cov pejxeem sawv ntawm nuav thaus sawv ntxuv moog txug thaus tsaus ntuj le?”"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.15","label":"15","content":"Mauxes teb has tas, “Kuv yuavtsum ua le nuav, rua qhov cov pejxeem tuaj cuag kuv, mas yog puab xaav paub qhov kws ua hum Vaajtswv sab nyam."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.16","label":"16","content":"Thaus muaj ob tug tuabneeg sis caav sis tshe, obtug tuaj cuag kuv, kuv ua tug taug obtug tej lug, hab txav txim rua obtug saib leejtwg yog tug muaj cai, hab kuv muab Vaajtswv tej lug saamfwm hab kevcai lug qha rua obtug.”"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.17","label":"17","content":"Yethoos teb has tas, “Koj ua le nuav tsi yog lawm."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.18","label":"18","content":"Koj hab cov pejxeem kws tuaj cuag koj yuav qaug zug heev. Tej num nuav nyaav heev rua koj, koj ib leeg xwb yuav tsi muaj peevxwm ua tau."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.19","label":"19","content":"Koj noog kuv has, kuv yuav paab tswvyim qee yaam rua koj, hab thov Vaajtswv nrug nraim koj. Koj yuavtsum ua tug sawv cev cov tuabneeg rua ntawm Vaajtswv hab coj puab tej plaub ntug moog cuag nwg xwb."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.20","label":"20","content":"Koj yuavtsum qha Vaajtswv txuj kevcai rua puab, hab qha rua puab ua puab lub neej kuas lawv le kevcai."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.21","label":"21","content":"Tabsis koj yuavtsum xaiv ib cov txivneej kws muaj peevxwm huv cov Yixalayees hab tsaa puab ua cov thawj kaav cov pejxeem: tsaa cov kws kaav ib txheeb leej, ib puas leej, tsib caug leej hab kaum leej. Puab cov nuav yuavtsum yog cov kws fwm Vaajtswv, yog cov kws suavdlawg ca sab tau rua hab yog cov kws tsi yuav luas tej nyaj xab."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.22","label":"22","content":"Ca puab ua cov tu plaub ntug rua cov pejxeem moog le. Tej plaub ntug luj maam kuas puab coj tuaj cuag koj, tabsis tej plaub ntug miv, ca rua puab tu. Ua le nuav koj lub nraa txhaj yuav sib, rua qhov puab yuav paab koj ris koj lub nraa."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.23","label":"23","content":"Yog koj ua lawv le Vaajtswv has, koj lub zug yuav tsi ntaug, hab cov pejxeem yuav rov moog tsev zoo sab hlo.”"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.24","label":"24","content":"Mauxes noog nwg yawmtxiv tej lug qha"},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.25","label":"25","content":"hab xaiv cov tuabneeg kws muaj peevxwm huv cov Yixalayees. Nwg muab puab tsaa ua cov thawj kaav ib txheeb leej, ib puas leej, tsib caug leej, hab kaum leej."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.26","label":"26","content":"Puab ua cov tu tej plaub ntug miv rua cov pejxeem moog le, tabsis tej plaub ntug luj puab coj tuaj rua Mauxes tu."},{"bible_id":"1726","chapter_code":"EXO.18","verse_code":"EXO.18.27","label":"27","content":"Ces Mauxes txawm xaa nwg yawmtxiv Yethoos sawv kev, hab Yethoos moog tsev lawm."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.1+EXO.19.2","label":"1-2","content":"Cov Yixalayees tawm huv Lefidees lug txug rua ntawm taj suabpuam Xinais, yog nub xab ib lub peb hli ntuj tom qaab kws puab tsiv nraag tebchaws Iziv lug. Puab tsaa tsevntaub nyob rua ntawm taw Roob Xinais,"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.3","label":"3","content":"hab Mauxes nce moog cuag Vaajtswv sau roob, tug TSWV hu sau roob tuaj rua Mauxes hab qha kuas nwg moog has rua cov Yixalayees kws yog Yakhauj cov xeebntxwv has tas,"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.4","label":"4","content":"“Mej tub pum kuv kws yog tug TSWV, ua rua cov Iziv hab kuv tau puag rawv mej lug ib yaam le tug dlaav puag rawv nwg cov mivnyuas huv nwg ob saab qaab tis."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.5","label":"5","content":"Nwgnuav, yog mej noog kuv lug hab ua lawv le kuv tej lug cog tseg, mej txhaj yuav yog kuv tsaav tuabneeg. Taagnrho lub nplajteb nuav yeej yog kuv le, tabsis mej yog cov kws raug xaiv lug ua kuv tsaav tuabneeg,"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.6","label":"6","content":"mej yog cov kws yuav tau ua povthawj ua kuv teg num hab yog ib tsaav tuabneeg dlawbhuv. Ntawm nuav yog tej lug kws koj coj moog has rua cov Yixalayees.”"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.7","label":"7","content":"Yog le ntawd, Mauxes txhaj nqeg lug hab hu taagnrho cov pejxeem hab cov thawjcoj tuaj ua ke, nwg pav tej lug kws tug TSWV has rua nwg rua puab noog."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.8","label":"8","content":"Ces puab txawm thooj txhij teb has tas, “Peb yuav txaus sab ua txhua yaam le tug TSWV has,” Mauxes txhaj pav tej lug kws puab leeg ntawd rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.9","label":"9","content":"Tug TSWV has rua Mauxes tas, “Kuv yuav lug cuag koj huv tauv fuab kws dlub tsaus nti, kuas cov pejxeem txhaj le nov kuv lub suab nrug koj thaam hab txij nuav moog yaav tom ntej puab txhaj yuav ntseeg koj tej lug.” Mauxes pav cov pejxeem tej lug rua tug TSWV noog,"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.10","label":"10","content":"hab tug TSWV has rua Mauxes has tas, “Ca le moog cuag cov pejxeem hab has rua puab tas, puab muab nub nua hab pigkig lug tu puab lub sab kuas zoo moog pehawm Vaajtswv, puab yuavtsum ntxhua puab tej khaub dluag huv tuabsi,"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.11","label":"11","content":"hab quasneeg puab tu cev kuas txhij. Nub ntawd kuv yuav lug sau Roob Xinais rua suavdlawg pum kuv."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.12","label":"12","content":"Koj yuavtsum kem nrim ncig lub taw roob, kuas cov pejxeem tsi xob hlaa tug nrim ntawd, hab has rua puab kuas tsi xob nce moog sau roob lossis moog ze lub taw roob. Yog leejtwg cev taw moog tsuj lub taw roob, tug ntawd yuav raug tua povtseg;"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.13","label":"13","content":"yuavtsum muab pobzeb ntaus lossis muab neevnti tua nwg kuas tuag, tsi pub ib tug twg moog chwv nwg le. Txawm yog tuabneeg lossis tsaj los yuavtsum raug muab tua kuas tuag. Thaus nov suab raaj nrov lawm, maam pub cov pejxeem nce moog sau roob.”"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.14","label":"14","content":"Ces Mauxes nqeg sau roob lug hab has rua cov pejxeem kuas puab npaaj moog pehawm Vaajtswv. Yog le ntawd, puab txhaj le ntxhua puab tej rig tsho,"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.15","label":"15","content":"hab Mauxes has rua puab tas, “Mej suavdlawg tu cev hab npaaj kuas txhij rua quasneeg, hab tsi pub leejtwg nrug quaspuj pw le.”"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.16","label":"16","content":"Nub peb thaus sawv ntxuv txawm muaj xub nroo hab tsaglig xub lab pis vog, fuab pus tsaus nti npug nkaus sau roob, hab nov ib lub suab raaj nrov heev. Ua rua cov tuabneeg kws nyob huv puab lub yeej ntshai ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.17","label":"17","content":"Mauxes coj puab tawm huv yeej moog ntsib Vaajtswv, puab moog sawv rua ntawm taw roob."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.18","label":"18","content":"Paa nchu auv nab tsaus nti puv nkaus sau Roob Xinais, rua qhov tug TSWV ua suavtawg lug sau roob. Tej paa nchu auv nab ib yaam le ib cub suavtawg, hab lub roob cu ua zug koog."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.19","label":"19","content":"Lub suab raaj txawm nrov heev zuj zug tuaj. Mauxes has rua Vaajtswv, hab Vaajtswv teb Mauxes huv lub suab xub tuaj."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.20","label":"20","content":"Tug TSWV lug rua sau Roob Xinais hab nwg hu Mauxes moog cuag nwg rua sau roob. Mauxes txhaj nce moog rua sau roob"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.21","label":"21","content":"hab tug TSWV has rua Mauxes has tas, “Koj rov qaab moog rua nraag cov pejxeem hab ceebtoom rua suavdlawg kuas tsi xob hlaa tug nrim tuaj cuag kuv, yog puab tsi noog, coob leej yuav raug tua tuag."},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.22","label":"22","content":"Txawm yog cov povthawj los puab yuavtsum ua kevcai ntxuav puab kuas huv tsaiv, puab maam tuaj cuag kuv, yog puab tsi ua le ntawd, kuv yuav rau txim rua puab.”"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.23","label":"23","content":"Mauxes has rua tug TSWV has tas, “Cov pejxeem tuaj tsi tau, rua qhov koj tub saamfwm rua peb suavdlawg kuas kem nrim ncig lub roob, ca ua qhov chaw tseemceeb lawm.”"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.24","label":"24","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le nqeg moog coj Aloos nrug koj tuaj, tabsis tsi xob pub cov povthawj hab cov pejxeem hlaa dlhau tug nrim tuaj cuag kuv, yog puab tsi noog kuv lug, kuv yuav rau txim rua puab.”"},{"bible_id":"1726","chapter_code":"EXO.19","verse_code":"EXO.19.25","label":"25","content":"Ces Mauxes nqeg rov qaab lug rua nraag cov pejxeem hab qha rua puab paub tej kws tug TSWV tau has rua nwg lawm."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.1","label":"1","content":"Cov lug nuav yog Vaajtswv lug, hab Vaajtswv yog tug has:"},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.2","label":"2","content":"“Kuv yog tug TSWV kws yog mej tug Vaajtswv, tug kws coj mej tawm nraag tebchaws Iziv kws mej ua luas qhev lug.”"},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.3","label":"3","content":"“Tsi xob pe lwm tug vaajtswv, tabsis pe kuv tuab leeg xwb."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.4","label":"4","content":"“Tsi xob puab tej mlom kuas zoo le tej kws nyob sau nruab ntug lossis huv nplajteb nuav lossis huv tivtxwv rua mej pe."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.5","label":"5","content":"Tsi xob pe ib tug mlom twg le, rua qhov kuv yog tug TSWV kws yog mej tug Vaajtswv, kuv khib mej heev, kuv yog tug TSWV kws rau txim rua cov tuabneeg kws ntxub kuv hab rua puab cov xeebntxwv moog txug peb hab plaub tam tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.6","label":"6","content":"Tabsis kuv hlub cov kws muab sab npuab kuv hab coj lawv le kuv tej kevcai ib tam dlhau ib tam moog ntau txheeb tam tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.7","label":"7","content":"“Tsi xob muab kuv lub npe moog has ua dlog ua dlig, rua qhov kuv kws yog tug TSWV kws yog mej tug Vaajtswv, kuv yuav rau txim rua cov tuabneeg kws muab kuv lub npe moog has ua dlog ua dlig."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.8","label":"8","content":"“Ncu ntsoov nub Xanpataus ua nub tseemceeb."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.9","label":"9","content":"Mej ua mej tej num rau nub,"},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.10","label":"10","content":"tabsis nub xyaa yog nub su hab pehawm tug TSWV. Nub ntawd tsi pub leejtwg ua num le, tsi has mej tej tub tej ntxhais, mej tej tubqhe, mej tej tsaj txhu lossis lwm tsaav tuabneeg kws nrug mej nyob huv mej lub tebchaws."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.11","label":"11","content":"Kuv kws yog tug TSWV, rau nub ntawd kuv tsim lub nplajteb, lub ntuj, dlej havtxwv, txhua yaam kws nyob sau nruab ntug, nyob huv nplajteb nuav hab huv havtxwv, tabsis nub xyaa yog nub kws kuv su. Yog le ntawd, kuv kws yog tug TSWV txhaj foom koob moov rua nub Xanpataus hab muab nub ntawd ua nub tseemceeb."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.12","label":"12","content":"“Yuavtsum fwm mej nam mej txiv, mej txhaj yuav muaj sa ua neej nyob ntev rua huv lub tebchaws kws kuv muab pub rua mej nyob."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.13","label":"13","content":"“Tsi xob tua tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.14","label":"14","content":"“Tsi xob ntxag luas quaspuj luas quasyawg."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.15","label":"15","content":"“Tsi xob ua tubsaab."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.16","label":"16","content":"“Tsi xob ua timkhawv tsi tseeb ntxo kwvtij zej zog."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.17","label":"17","content":"“Tsi xob ntshaw luas vaaj luas tsev, tsi xob ntshaw luas quaspuj, luas tej tubqhe, luas tej nyuj, luas tej neeg luav lossis tej kws yog luas tug.”"},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.18","label":"18","content":"Thaus suavdlawg nov xub nroo hab nov suab raaj nrov, puab pum tsaglig xub laim hab paa nchu auv nab sau roob, puab ntshai ua ib ce tuag taag hab sawv dleb dleb saib xwb."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.19","label":"19","content":"Puab has rua Mauxes has tas, “Yog koj qha peb, peb yuav noog koj lug; tabsis peb ntshai heev yog tug TSWV has rua peb, mas ntshai peb yuav tuag taag.”"},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.20","label":"20","content":"Mauxes teb has tas, “Tsi xob ntshai; Vaajtswv lug sim mej sab hab ua kuas mej fwm nwg, kuas mej tsi xob moog ua txhum xwb.”"},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.21","label":"21","content":"Tabsis cov pejxeem tseem sawv nrug dleb heev, tsuas yog Mauxes tuab leeg xwb txhaj le moog ze tauv fuab dlub tsaus nti kws Vaajtswv nyob."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.22","label":"22","content":"Vaajtswv kuas Mauxes has rua cov Yixalayees has tas, “Mej tub pum kuv kws yog tug TSWV has sau ntuj tuaj rua mej lawm."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.23","label":"23","content":"Yog le ntawd, mej tsi xob nchuav mlom nyaj mlom kub lug rua mej pe."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.24","label":"24","content":"Muab aav lug puab ua ib lub thaaj ua qhov chaw kws coj mej tej yaaj, tej nyuj tuaj tua hlawv kheej theej txhoj hab ua kev sis raug zoo nrug kuv. Txhua qhov chaw kws kuv kuas mej pehawm kuv, kuv yuav nrug mej nyob hab foom koob moov rua mej."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.25","label":"25","content":"Yog mej muab pobzeb teeb ua kuv lub thaaj, tsi xob muab tej pobzeb kws txaug tau lawm lug ua, rua qhov tsi tsimnyog muab tej pobzeb kws txaug tau lawm lug ua kuv lub thaaj."},{"bible_id":"1726","chapter_code":"EXO.20","verse_code":"EXO.20.26","label":"26","content":"Mej tsi xob ua kuv lub thaaj kuas muaj qeb ntai nce rua sau; yog mej ua le ntawd, thaus mej nce moog rua sau, luas yuav pum mej chaw txaajmuag."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.1","label":"1","content":"“Muab cov kevcai nraag nuav rua cov pejxeem Yixalayees:"},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.2","label":"2","content":"Yog mej yuav cov Henplais lug ua qhev, nwg yuavtsum ua mej qhev kuas txwm nkaus rau xyoos. Xyoo xyaa, nwg maam le nyob ywj sab hab tsi raug them nqe txhwv dlaabtsi."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.3","label":"3","content":"Yog nwg tsi tau yuav quaspuj ua ntej kws nwg lug ua mej qhev, thaus nwg rov qaab moog nwg yuavtsum tsi xob coj tug quaspuj nrug nwg moog, tabsis yog nwg muaj quaspuj ua ntej nwg lug ua mej qhev, thaus nwg rov qaab moog nwg yuavtsum coj nwg tug quaspuj nrug nwg moog."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.4","label":"4","content":"Yog has tas, tug tswv yuav quaspuj rua nwg hab nwg tug quaspuj yug tau tub lossis ntxhais rua nwg, mas tug quaspuj hab cov mivnyuas yog tug tswv le tuabneeg, ces tug qhev nwg tsuas tawm moog tuab leeg xwb."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.5","label":"5","content":"Tabsis yog tug qhev has tas, nwg hlub nwg tug tswv, nwg tug quaspuj, nwg cov mivnyuas hab tsi xaav tawm moog nyob ywj sab,"},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.6","label":"6","content":"ces ca nwg tug tswv coj nwg moog rua ntawm qhov chaw pehawm Vaajtswv. Kuas nwg sawv ntawm qhovrooj lossis ntawm tug ncej qhovrooj hab muab nwg lub nploojntseg tho qhov. Ces nwg yuavtsum ua nwg tug tswv qhev moog taag nwg lub neej le."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.7","label":"7","content":"“Yog leejtwg muag nwg tug ntxhais moog ua luas qhev, mas tug ntxhais ntawd yuav tsi tau tawm moog ywj sab le tug txivneej."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.8","label":"8","content":"Yog muab tug ntxhais ntawd muag rua lwm tug kws xaav yuav nwg moog ua quaspuj, tabsis yog tug txivneej ntawd tsi nyam, nwg yuavtsum muab tug quaspuj ntawd muag rov rua nwg txiv, tug txivneej ntawd tsi muaj cai muab nwg muag rua cov tuabneeg txawv tebchaws, rua qhov nwg tau ua tsi ncaaj rua tug quaspuj ntawd lawm."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.9","label":"9","content":"Yog tug tswv twg yuav ib tug ntxhais lug ua qhev hab muab txis rua nwg tug tub, nwg yuavtsum saib taug tug ntxhais ntawd ib yaam le yog nwg yug."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.10","label":"10","content":"Yog tug txivneej ntawd yuav nam yau, nwg yuavtsum pub tug nam hlub kuas muaj noj muaj naav hab pub rua nwg muaj cai ib yaam le yaav taag lug."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.11","label":"11","content":"Yog nwg tsi ua le tej kws tau has lug sau nuav rua nwg tug nam hlub, nwg yuavtsum xaa tug nam hlub ntawd rov qaab hab tsi pub kuas them nyaj rua tug quasyawg le."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.12","label":"12","content":"“Leejtwg ntaus hab tua ib tug tuabneeg twg tuag, ca le muab tug ntawd tua kuas tuag hab."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.13","label":"13","content":"Tabsis yog tua yuam kev raug, tsi yog nwg txhobtxwm tua tug tuabneeg ntawd, nwg yuavtsum tsiv moog nyob huv qhov chaw kws kuv xaiv rua mej lawm, nwg txhaj yuav dlim."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.14","label":"14","content":"Tabsis yog tug txivneej ntawd chim hab txhobtxwm tua lwm tug, txawm yog nwg tsiv moog cawm sav rua ntawm kuv lub thaaj los ca le muab nwg tua kuas tuag."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.15","label":"15","content":"“Yog leejtwg ntaus nwg nam lossis nwg txiv, yuavtsum muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.16","label":"16","content":"“Yog leejtwg moog nyag ib tug tuabneeg coj moog muag rua luas lwm tug lossis ca nyob ua nwg qhev los ca le muab tug kws nyag ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.17","label":"17","content":"“Yog leejtwg foom phem rua nwg nam lossis nwg txiv, ca le muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.18","label":"18","content":"“Yog muaj ob tug txivneej sis tshe, hab muaj ib tug muab pobzeb ntaus ib tug lossis nkaug nrig rua, tabsis nwg tsi tuag, tsuas yog raug mob hab pw xwb, tug ntawd yuav tsi raug txim,"},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.19","label":"19","content":"tabsis tom qaab kws tug raug mob sawv taug nreg paas tawm moog rua nrau zoov, tug kws ntaus tug ntawd yuavtsum them nqe rua nwg lub sijhawm kws nwg raug mob hab tu nwg moog txug thaus nwg zoo."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.20","label":"20","content":"“Yog tug txivneej twg muab paas ntoo ntaus nwg tug tubqhe lossis ntxhais qhev tuag taamsim ntawd, tug txivneej ntawd yuav raug txim."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.21","label":"21","content":"Tabsis yog tug qhev ntawd tseem nyob tau ib nub lossis ob nub, maam le tuag, mas tug tswv yuav tsi raug txim; rua qhov tug qhev ntawd yog nwg yuav lug."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.22","label":"22","content":"“Yog muaj tej txivneej sis ntaus raug ib tug quaspuj kws suab mivnyuas huv plaab, ua rua nwg tug mivnyuas pob, tabsis nwg tsi mob ntxiv, mas yuavtsum muab tug kws ntaus raug tug quaspuj ntawd nplua lawv le nwg tug quasyawg xaav tau hab lawv le cov tu plaub pum zoo."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.23","label":"23","content":"Tabsis yog tug quaspuj ntawd raug mob ib qho twg, mas yuavtsum rau txim sav pauj sav,"},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.24","label":"24","content":"qhovmuag pauj qhovmuag, nav pauj nav, teg pauj teg, kutaw pauj kutaw,"},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.25","label":"25","content":"qhov kub nyab pauj qhov kub nyab, qhov txhaab pauj qhov txhaab, hab qhov nqaj pauj qhov nqaj xwb."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.26","label":"26","content":"“Yog tug txivneej twg ntaus nwg tug tubqhe lossis nwg tug ntxhais qhev qhovmuag dlig, nwg yuavtsum tso tug ntxhais qhev ntawd moog ywj sab, vim nwg muab ntaus dligmuag lawm."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.27","label":"27","content":"Yog nwg ntaus nwg tug tubqhe lossis tug ntxhais qhev luv nav, nwg yuavtsum muab tso moog vim nwg muab ntaus luv nav lawm."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.28","label":"28","content":"“Yog nyuj nrau ib tug tuabneeg twg tuag, yuavtsum muab pobzeb ntaus tug nyuj ntawd kuas tuag, hab tsi xob noj tug nyuj ntawd tej nqaj, tabsis tsi xob rau txim rua tug tswv nyuj."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.29","label":"29","content":"Yog tug nyuj ntawd tub yeej txeev nrau tuabneeg lug lawm hab tub muaj tuabneeg moog has rua tug tswv nyuj paub lawm, tabsis nwg tsi ceev tug nyuj ntawd rua huv nkuaj, txhaj moog nrau tuabneeg tuag, yuavtsum muab pobzeb ntaus tug nyuj hab tug tswv nyuj kuas tuag huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.30","label":"30","content":"Tsi taag le ntawd xwb, yog tug tswv txaus sab muab nyaj txhwv nwg txujsa, mas nwg yuavtsum them lawv le luas kuas nwg them."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.31","label":"31","content":"Yog tug nyuj ntawd nrau tug tub lossis tug ntxhais twg tuag los yeej ua lawv nraim le tuab txuj kevcai nuav hab."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.32","label":"32","content":"Yog tug nyuj ntawd nrau tug tubqhe lossis tug ntxhais qhev twg tuag, tug tswv nyuj yuavtsum them peb caug dlaim nyaj nqe taubhau rua tug qhev ntawd tug tswv, hab yuavtsum muab pobzeb ntaus tug nyuj ntawd kuas tuag."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.33","label":"33","content":"“Yog leejtwg qheb qhov lossis khawb qhov ca tsi muab npug, ib tug nyuj lossis ib tug neeg luav poob rua huv lub qhov ntawd,"},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.34","label":"34","content":"nwg yuavtsum them tug nqe tsaj ntawd. Nwg them nyaj rua tug tswv tsaj hab nwg yuav tug tsaj ntawd."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.35","label":"35","content":"Yog leejtwg tug nyuj moog nrau lwm tug, tug nyuj tuag, mas muab tug nyuj ntawd muag hab muab cov nyaj lug faib rua obtug ob leeg, hab muab tug nyuj tuag lug faib ib leeg ib saab."},{"bible_id":"1726","chapter_code":"EXO.21","verse_code":"EXO.21.36","label":"36","content":"Tabsis yog tug tswv nyuj tub paub has tas, nwg tug nyuj txeev nrau lwm tug lug lawm, tabsis nwg tsi ceev rua huv nkuaj, nwg yuav tau muab ib tug nyuj pauj tug nyuj kws tuag ntawd, hab nwg yuav tug nyuj kws tuag ntawd."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.1","label":"1","content":"“Yog leejtwg nyag luas ib tug nyuj lossis ib tug yaaj hab muab tug tsaj ntawd tua lossis muab muag lawm, nwg yuavtsum them tsib tug nyuj pauj ib tug nyuj, hab plaub tug yaaj pauj ib tug yaaj."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.2","label":"2","content":"“Yog muaj tubsaab tuaj tsoo tsev mo ntuj hab raug tua tuag, tug kws tua tug tubsaab ntawd tsi txhum;"},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.3","label":"3","content":"Tabsis yog nwg tua nruab nub, mas nwg txhum. “Tug tubsaab yuavtsum raug them tej kws nwg moog nyag lug. Yog nwg tsi muaj nyaj them, nwg yuavtsum muab nwg muag moog ua luas qhev hab muab cov nyaj lug them tej nqe kws nwg nyag ntawd."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.4","label":"4","content":"“Yog tug tubsaab ntawd nyag tsaj, tsi has nyuj, neeg luav, lossis yaaj kws moog nrhav tau tseem caj sa hab nwg caab rawv ntawm nwg teg, mas nwg yuavtsum them ob tug pauj ib tug."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.5","label":"5","content":"“Yog leejtwg tso nwg tej tsaj moog noj zaub huv teb lossis vaaj txiv maab, hab cov tsaj ntawd moog noj luas lwm tug tej qoob  huv luas thaaj teb, nwg yuavtsum muab tej qoob kws zoo tshaaj plawg huv nwg thaaj teb lossis huv nwg lub vaaj txiv maab moog them."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.6","label":"6","content":"“Yog leejtwg hlawv nwg thaaj teb hab kis moog kub luas tej pawg nplej huv luas tej teb, hab kub luas tej nplej kws tsi tau sav lossis tub hlais taag hab muab sau ua pawg lawm, tug kws ua suavtawg kub ntawd yuavtsum them tej kws nwg ua suavtawg kub ntawd."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.7","label":"7","content":"“Yog leejtwg zoo sab khaws lwm tug tej nyaj lossis tej khoom muaj nqes ca rua huv nwg tsev hab muaj tubsaab tuaj nyag tej ntawd huv nwg tsev lawm, yog nwg nteg tau, mas tug tubsaab ntawd yuavtsum them ob npaug."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.8","label":"8","content":"Tabsis yog nteg tsi tau tug tubsaab ntawd, mas yuav tau coj tug kws ca cov nyaj ntawd moog rua tom qhov chaw kws pehawm Vaajtswv, hab kuas nwg twv has tas, nwg yeej tsi tau nyag cov nyaj ntawd."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.9","label":"9","content":"“Txhua rooj plaub kws yog sis txeeb tej cuabtxhaj cuabtaam, xws le nyuj, neeg luav, yaaj, rig tsho lossis lwm yaam kws pluj lawm, yuavtsum coj ob tug txivneej kws sis txeeb tej ntawd moog sawv tim ntsej tim muag rua ntawm Vaajtswv. Yog Vaajtswv txav txim rua tug twg, tug ntawd yuavtsum them ob npaug rua tug kws yeej cai."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.10","label":"10","content":"“Yog leejtwg pum zoo coj lwm tug tej neeg luav, nyuj, yaaj lossis lwm yaam tsaj lug tu, yog tug tsaj ntawd tuag lossis raug mob lossis muaj lwm tug muab lawv tsiv lawm, hab tsi muaj tuabneeg ua timkhawv pum,"},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.11","label":"11","content":"ces nwg yuavtsum moog rua ntawm qhov chaw pehawm Vaajtswv hab tsaa teg twv has tas, nwg tsi tau nyag. Yog tsi muaj tuabneeg nyag tug tsaj ntawd, mas tug tswv tsaj yuavtsum zoo sab ca tug tsaj ntawd pluj moog, hab tug kws saib tug tsaj ntawd txhaj tsi tau them,"},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.12","label":"12","content":"tabsis yog muaj tuabneeg nyag tug tsaj ntawd lawm, nwg yuavtsum them rua tug tswv tsaj."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.13","label":"13","content":"Yog muaj tsaj qus tum tug tsaj ntawd lawm, tug kws saib tug tsaj ntawd tsuas nqaa cov nqaj kws seem moog qha rua tug tswv paub xwb, yog tsaj tum tuag ces nwg tsi tau them."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.14","label":"14","content":"“Yog leejtwg moog qev lwm tug ib tug tsaj lug ua raug mob lossis ua tuag thaus tug tswv tsi nyob ntawd pum, tug qev yuavtsum them tug tsaj ntawd."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.15","label":"15","content":"Tabsis yog tuag thaus tug tswv pum ntsoov, tug qev yuav tsi tau them. Yog nwg ndlav, ces cov nqe ntawd yeej npug tug tsaj nqe lawm."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.16","label":"16","content":"“Yog leejtwg moog ntxag ib tug nkaujxwb kws tsi tau muaj tuabneeg qhab hab moog nrug nwg pw lawm, tug ntawd yuavtsum them tug ntxhais ntawd nqe tshoob hab yuav nwg ua quaspuj."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.17","label":"17","content":"Tabsis yog leej txiv tsi kaam muab nwg tug ntxhais rua tug ntawd yuav ua quaspuj los nwg yuavtsum them nyaj kuas txaus nkaus tug ntxhais ntawd cov nqe tshoob."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.18","label":"18","content":"“Cov quaspuj kws txawj ua khawvkoob hab saib yaig, yuavtsum muab tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.19","label":"19","content":"“Tug txivneej twg ntxag tsaj, mas yuavtsum muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.20","label":"20","content":"“Yog leejtwg fij khoom rua lwm tug vaajtswv kws tsi yog tug TSWV, yuavtsum muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.21","label":"21","content":"“Mej tsi xob tsimtxom lossis quab yuam cov tuabneeg txawv tebchaws kws nrug mej nyob, rua qhov thaus mej nyob nraag tebchaws Iziv, mej tub yog tuabneeg txawv tebchaws hab."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.22","label":"22","content":"Mej tsi xob tsimtxom ib tug puj ntsuag lossis ib tug mivnyuas ntsuag twg."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.23","label":"23","content":"Yog mej tsimtxom puab, thaus puab quaj thov kuv, kuv kws yog tug TSWV nov puab tej suab quaj,"},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.24","label":"24","content":"kuv yuav npautawg rua mej hab kuv yuav tua mej huv tshaav rog. Mej cov quaspuj yuav ua puj ntsuag hab mej cov mivnyuas yuav ua mivnyuas ntsuag."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.25","label":"25","content":"“Yog mej qev nyaj rua kuv cov tuabneeg kws yog cov pluag, tsi xob tsub paaj rua nwg them."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.26","label":"26","content":"Yog leejtwg muab nwg lub tsho ntev tuaj yuam nqe rua koj hab nwg coglug yuav txhwv rov qaab, thaus tsaus ntuj koj yuavtsum xaa rua nwg,"},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.27","label":"27","content":"rua qhov nwg muaj tuab lub tsho ntawd naav kuas suv xwb. Nwg yuav ua le caag pw tsaug zug? Thaus nwg quaj thov kuv, kuv yuav teb nwg tej lug thov, rua qhov kuv yog tug kws muaj lub sab taabncuab."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.28","label":"28","content":"“Mej tsi xob has lug phem rua Vaajtswv,  hab tsi xob foom phem rua tej numtswv kws tswjfwm mej."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.29","label":"29","content":"“Muab mej tej qoobloo, mej tej txiv maab, hab mej tej roj txiv ntoo, coj tuaj fij rua kuv thaus kws tej ntawd sav lawm. “Muab mej cov tub hlub pub rua kuv."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.30","label":"30","content":"Muab mej tej nyuj hab tej yaaj thawj tug mivnyuas kws yog tug txiv coj tuaj fij rua kuv. Thawj tug mivnyuas kws yog tug txiv, mas ca nrug tug nam nyob xyaa nub xwb, nub yim yuavtsum coj tuaj fij rua kuv."},{"bible_id":"1726","chapter_code":"EXO.22","verse_code":"EXO.22.31","label":"31","content":"“Mej yog kuv tsaav tuabneeg, mej tej tsaj kws raug tsaj qus tum tuag rua huv tshaav zaub, mej tsi xob muab tej nqaj lug ua noj, ca le muab pov rua dlev noj xwb."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.1","label":"1","content":"“Tsi xob coj tej zaaj tsi tseeb moog has rua nrau toj nrau peg, hab tsi xob ua timkhawv tsi tseeb paab tug tuabneeg txhum."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.2","label":"2","content":"Tsi xob nrug paab tuabneeg coob moog ua txhum lossis nrug feem coob ua timkhawv tsi ncaaj huv tsev tu plaub,"},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.3","label":"3","content":"hab tsi xob xaiv cov tuabneeg pluag ntsejmuag huv tsev tu plaub."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.4","label":"4","content":"“Yog koj moog pum koj tug yeebncuab, tug nyuj lossis tug neeg luav kws pluj lawm, koj ca le caab rov qaab lug rua nwg."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.5","label":"5","content":"Yog koj pum nwg tug neeg luav thauj nraa qaug, koj yuavtsum moog paab tsaa tug neeg luav ntawd sawv; tsi xob dlhau moog."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.6","label":"6","content":"“Tsi xob txav txim tsi ncaaj rua tug tuabneeg pluag thaus nwg tuaj rua huv tsev tu plaub."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.7","label":"7","content":"Tsi xob laam nrhav lug tsi tseeb lam rua lwm tug, hab tsi xob tua cov tuabneeg kws tsi muaj txim dlaabtsi povtseg. Kuv yuav rau txim rua txhua tug kws ua phem le ntawd."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.8","label":"8","content":"Tsi xob yuav luas tej nyaj xab, rua qhov tej nyaj ntawd ua rua cov numtswv qhovmuag faam, txav txim tsi ncaaj hab ua rua cov tuabneeg ncaaj nceeg swb cai."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.9","label":"9","content":"“Tsi xob tsimtxom cov tuabneeg poob tebchaws; mej yeej paub has tas, ua tuabneeg txawv tebchaws zoo le caag, rua qhov thaus u mej yeej tau moog ua tuabneeg poob tebchaws nyob nraag tebchaws Iziv lawm hab."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.10","label":"10","content":"“Mej muab rau xyoo lug tseb nplej hab sau mej tej qoobloo huv mej tej teb."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.11","label":"11","content":"Tabsis xyoo xyaa ca tej teb su, hab tsi xob sau ib yaam dlaabtsi kws tuaj huv mej tej teb ntawd le. Cov tuabneeg pluag yuav noj tej khoom kws tuaj huv tej teb ntawd, hab tej tsaj qus yuav tau noj tej kws seem. Mej tej vaaj txiv maab hab mej tej txiv ntoo roj los ua ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.12","label":"12","content":"“Mej ua mej tej num rau nub, tabsis nub xyaa mej su tsi xob ua num, ca mej tej tubqhe hab cov tuabneeg txawv tebchaws kws ua num rua mej hab mej tej tsaj tau su."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.13","label":"13","content":"“Ncu ntsoov txhua yaam kws kuv has rua mej lawm. Tsi xob thov lwm tug Vaajtswv; hab tsi xob has txug puab tej npe hlo le."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.14","label":"14","content":"“Yuavtsum ua kevcai ua kuv tsaug ib xyoos twg peb zag."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.15","label":"15","content":"Lub hli Anpis, yog lub hli kws mej tawm nraag tebchaws Iziv lug, mej ua kevcai noj Ncuav Tsi Xyaw Keeb lawv le kuv tub tau saamfwm tseg rua mej lawm. Xyaa nub kws mej ua kevcai ntawd mej tsi xob noj tej ncuav xyaw keeb hlo le. Mej tsi xob tuaj pehawm kuv teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.16","label":"16","content":"“Ua Kevcai Sau Qoobloo rua thaus lub caij kws mej pib sau mej tej qoob. “Ua Kevcai Nyob Tsev Pheebsuab rua lub caij nplooj ntoos zeeg hab thaus mej dle mej tej txiv maab txiv ntoo huv mej tej vaaj."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.17","label":"17","content":"Mej yuavtsum ua kevcai ib xyoos peb zag hab taagnrho mej cov txivneej ca le tuaj pehawm kuv kws yog tug TSWV mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.18","label":"18","content":"“Tsi xob muab ncuav xyaw keeb fij rua kuv thaus mej muab tsaj tua hlawv fij rua kuv. Cov roj tsaj kws tua theej txhoj fij rua kuv thaus mej ua cov kevcai nuav, tsi pub seem moog txug taagkig sawv ntxuv le."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.19","label":"19","content":"“Txhua xyoo mej yuavtsum coj tej qoob kws mej xub sau tau lug tuaj fij rua huv tug TSWV kws yog mej tug Vaajtswv lub tsev. “Tsi xob muab mivnyuas yaaj lossis mivnyuas tshis cov nqaj lug hau nrug leej nam cov kua mig."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.20","label":"20","content":"“Kuv yuav khaiv ib tug timtswv moog ua mej ntej, tsomkwm mej thaus mej taabtom taug kev hab nwg yuav coj mej moog kuas txug qhov chaw kws kuv tub tau npaaj tseg rua mej lawm."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.21","label":"21","content":"Mej yuavtsum noog nwg lug hab fwm nwg. Tsi xob ntxeev sab tawmtsaam nwg, rua qhov kuv yog tug tso nwg lug, hab nwg yuav tsi zaam txim rua mej."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.22","label":"22","content":"Tabsis yog mej fwm nwg hab ua lawv le kuv tej lug saamfwm, kuv yuav tawmtsaam mej tej yeebncuab."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.23","label":"23","content":"Kuv tug timtswv yuav moog ua mej ntej hab coj mej moog kuas txug huv lub tebchaws kws cov Amaules, cov Hitis, cov Pelixes, cov Kana-aas, cov Hivis hab cov Yenpus nyob, hab kuv yuav ua kuas puab puamtsuaj taag."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.24","label":"24","content":"Mej tsi xob pe puab tej mlom, hab tsi xob moog xyum coj puab tej kevcai. Muab puab tej mlom rhuav povtseg hab muab puab tej ncej zeb tseemceeb tsoo povtseg."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.25","label":"25","content":"Yog mej pehawm kuv kws yog tug TSWV, mej tug Vaajtswv, kuv yuav foom koob moov kuas mej muaj mov noj hab dlej haus nplua mag hab yuav tshem mej tej kaab mob kev nkeeg moog huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.26","label":"26","content":"Nyob huv mej lub tebchaws, mej cov quaspuj yuav tsi pob mivnyuas lossis txhua tug quaspuj yuav muaj tub muaj ki, kuv yuav pub kuas mej muaj sa nyob ntev."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.27","label":"27","content":"“Kuv yuav ua rua cov tuabneeg kws thaiv mej kev kuas puab ntshai kuv; kuv yuav coj kev ntxhuv sab lug rua cov tuabneeg kws mej yuav moog tua ntawd hab kuv yuav ua kuas mej cov yeebncuab tsiv tawm ntawm mej moog."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.28","label":"28","content":"Kuv yuav ua kuas mej cov yeebncuab ntshai yoog taag;  kuv yuav lawv cov Hivis, cov Kana-aas hab cov Hitis tsiv ua ntej mej moog txug."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.29","label":"29","content":"Kuv yuav tsi lawv puab tsiv kuas taag huv ib lub xyoos. Yog kuv ua le ntawd, lub tebchaws yuav caj nroj tsuag hab yuav muaj tsaj qus coob heev."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.30","label":"30","content":"Kuv yuav lawv puab tawm ib zag mivntsiv moog txug thaus mej fuamvaam coob zuj zug, maam le muab hlo lub tebchaws rua mej."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.31","label":"31","content":"Kuv yuav tu nrim rua mej lub tebchaws pib kag ntawm ceg Havtxwv Lab moog txug ndlua ntawm Havtxwv Meditelanees, hab pib kag ntawm taj suabpuam moog txug ndlua ntawm tug Dlej Efalates. Kuv yuav muab fwjchim rua mej lawv cov tuabneeg kws nyob huv lub tebchaws ntawd kuas tsiv ua ntej kws mej moog nyob."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.32","label":"32","content":"Mej tsi xob koom teg nrug puab lossis teev puab tej mlom hlo le."},{"bible_id":"1726","chapter_code":"EXO.23","verse_code":"EXO.23.33","label":"33","content":"Mej tsi xob ca cov tuabneeg ntawd nrug mej nyob huv mej lub tebchaws; yog mej ca puab nrug mej nyob, puab yuav coj mej moog ua txhum tawmtsaam kuv. Yog mej pe puab tej mlom, tej mlom ntawd yuav yog ib rooj ntxab kws tais mej cejdlaab.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.1","label":"1","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le tuaj cuag kuv sau roob nuav, coj Aloos, Nadas, Anpihus hab cov Yixalayees cov thawjcoj xyaa caum leej nrug koj tuaj; hab mej tuaj dleb dleb pehawm kuv xwb."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.2","label":"2","content":"Tsuas pub koj txaav tuaj ze kuv xwb, tsi pub lwm tug txaav tuaj ze kuv. Tsi xob pub cov pejxeem nce tuaj rua sau roob nuav hlo le.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.3","label":"3","content":"Mauxes txhaj coj tug TSWV tej lug hab tej kevcai lug pav qha rua cov pejxeem, hab taagnrho cov pejxeem thooj txhij teb has tas, “Peb yuav ua txhua yaam lawv le tug TSWV has.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.4","label":"4","content":"Mauxes sau tug TSWV tej lug huv tuabsi ca. Nub tom qaab thaus sawv ntxuv, Mauxes moog teeb ib lub thaaj rua tim taw roob, hab muab kaum ob lub pobzeb lawv le cov Yixalayees kaum ob xeem lug teeb tseg ca ua chaw ncu txug."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.5","label":"5","content":"Mauxes khaiv cov tub hluas Yixalayees kuas moog hlawv tej khoom fij, hab tua nyuj hlawv fij rua tug TSWV ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.6","label":"6","content":"Mauxes muab cov ntshaav nyuj ib nraab tso rua huv cov phab hab muab ib nraab ndluav rua lub thaaj."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.7","label":"7","content":"Nwg muab phoo ntawv kws sau cov lug cog tseg kws tug TSWV saamfwm kuas sau, lug nyeem rua cov pejxeem noog. Cov pejxeem leeg lug rua nwg has tas, “Peb yuav noog hab ua txhua yaam lawv le tug TSWV has.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.8","label":"8","content":"Ces Mauxes muab cov ntshaav kws nyob huv cov phab nchus rua cov pejxeem. Mauxes has tas, “Ntawm nuav yog cov ntshaav kws tug TSWV muab ua lub cim coglug tseg rua mej lawv le cov lug saamfwm nuav.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.9","label":"9","content":"Mauxes, Aloos, Nadas, Anpihus, hab cov Yixalayees xyaa caum leej thawjcoj txhaj nce moog sau roob"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.10","label":"10","content":"hab puab pum cov Yixalayees tug Vaajtswv. Qhov chaw kws nwg tsuj pua cov hlaws ntsuab le ntuj ntsuab."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.11","label":"11","content":"Vaajtswv tsi tau ua le caag rua cov Yixalayees cov thawjcoj kuas raug kev puamtsuaj; puab puavleej pum Vaajtswv, hab cov thawjcoj ntawd noj haus ua ke."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.12","label":"12","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le nce tuaj cuag kuv sau roob, koj tuaj nyob sau nuav tog, kuv yuav muab ob dlaim txag zeb kws kuv sau kuv tej lug hab kuv tej kevcai txhua nqai rua koj, kuv sau tej nuav tseg ca qha suavdlawg.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.13","label":"13","content":"Mauxes hab Yausuas tug kws yog Mauxes tug tubkhai txawm sawv kev moog, hab Mauxes txawm nce moog sau Vaajtswv lub roob lawm."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.14","label":"14","content":"Mauxes has rua cov thawjcoj tas, “Mej nyob ntawm lub yeej nuav tog txug thaus wb rov qaab lug. Aloos hab Hules obtug nrug mej nyob ntawm nuav; hab yog mej leejtwg muaj plaub ntug dlaabtsi ca le moog cuag obtug.”"},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.15","label":"15","content":"Mauxes nce moog sau roob hab muaj fuab pus tsaus nti sau."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.16","label":"16","content":"Tug TSWV tug tshwjchim nyob sau Roob Xinais, hab fuab pus tsaus nti tau rau nub; hab nub xyaa tug TSWV hu huv tauv fuab tuaj rua Mauxes."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.17","label":"17","content":"Tug TSWV tug tshwjchim ci ntsaa ab tshwm lug rua cov Yixalayees pum zoo ib yaam le nplaim tawg cig laam lug sau roob tuaj."},{"bible_id":"1726","chapter_code":"EXO.24","verse_code":"EXO.24.18","label":"18","content":"Mauxes txawm nce moog sau roob hab nkaag moog rua huv tauv fuab. Nwg moog nyob sau roob tau plaub caug nub plaub caug mo."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.2","label":"2","content":"“Koj has rua cov Yixalayees kuas coj khoom tuaj fij rua kuv. Koj ca le txais txhua yaam kws cov tuabneeg txaus sab coj tuaj fij."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.3","label":"3","content":"Cov khoom kws coj tuaj fij nuav mas yog: kub, nyaj, tooj;"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.4","label":"4","content":"xuv xav, xuv tsaamxem, xuv lab hab tej rig tsho kws muab plaub tshis lug ntus ua;"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.5","label":"5","content":"hab tej tawv yaaj kws muab zaas tshuaj paajyeeb tej tawv nyuj kws zoo heev, ntoo kubtwg;"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.6","label":"6","content":"hab roj saam teeb, tej roj pleev txhawb meejthawj hab tej moov tshuaj kws tsw qaab;"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.7","label":"7","content":"tej qai zeb hab tej hlaws kws muaj nqes tshaaj plawg kws coj moog dlai rua ntawm tug Povthawj Hlub lub tsho efaus  hab nwg dlaim ntaub npug hauvsab."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.8","label":"8","content":"Puab yuavtsum ua ib lub Tsevntaub rua kuv, kuv txhaj nrug puab nyob."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.9","label":"9","content":"Ua lub Tsevntaub nuav hab npaaj ua tej khoom siv rua huv lub Tsevntaub ntawd lawv le kuv yuav qha koj ua ntaag."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.10","label":"10","content":"“Muab cov ntoo kubtwg lug ua ib lub Phijxaab, qhov ntev ob tshim hab ib dlus, qhov dlaav ib tshim hab ib dlus, hab qhov sab ib tshim hab ib dlus."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.11","label":"11","content":"Muab cov tseem kub vuam lub phijxaab ntawd saab nrau hab saab huv nruab nrog, hab muab kub lug ua tug ntug thoob plawg."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.12","label":"12","content":"Muab kub ua plaub lub khawb ntsa rua ntawm plaub tug ceg, ntsa ib saab ob lub khawb."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.13","label":"13","content":"Muab ntoo kubtwg ua ob tug laag kws kwv hab muab kub vuam ob tug laag ntoo ntawd huv tuabsi,"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.14","label":"14","content":"hab muab ob tug laag ntawd ntxig rua huv cov khawb ntawm lub phijxaab ib saab ib tug laag."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.15","label":"15","content":"Thaus ntxig rua huv cov khawb lawm tsi xob rhu le."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.16","label":"16","content":"Ca le muab ob dlaim txag zeb kws kuv sau kuv cov lug saamfwm kws kuv yuav muab rua koj tso rua huv lub Phijxaab ntawd."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.17","label":"17","content":"“Muab cov tseem kub ua dlaim khwb, qhov ntev ob tshim hab ib dlus, qhov dlaav ib tshim hab ib dlus."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.18","label":"18","content":"Muab kub ntaus ua ob tug qhelunpees muaj tis,"},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.19","label":"19","content":"txawb ib tug rua ib tog hau phijxaab. Muab ob tug qhelunpees cog keevxeeb rua lub hau phijxaab ib tug rua ib tog."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.20","label":"20","content":"Tso ob tug qhelunpees ntawd tig xubndlag tuaj ua ke, kuas cov koojtis nthuav lug roog lub phijxaab."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.21","label":"21","content":"Muab ob dlaim txag zeb ca rua huv lub Phijxaab hab muab lub hau khwb lub phijxaab."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.22","label":"22","content":"Kuv yuav ntsib koj qhov ntawd, hab kuv nyob sau lub hau Phijxaab kis nruab nraab ntawm ob saab qaab koojtis qhelunpees. Kuv yuav muab kuv tej kevcai rua koj coj moog qha cov Yixalayees."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.23","label":"23","content":"“Muab ntoo kubtwg lug ua ib lub rooj ntev ob tshim, dlaav ib tshim, sab ib tshim hab ib dlus."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.24","label":"24","content":"Muab kub vuam lub rooj ntawd, hab muab kub nchuav ua ib tug ntug ncig thoob plawg lub npoo rooj."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.25","label":"25","content":"Lub npoo rooj ntawd ua tuab le ib xib, hab muab kub ua ib tug ntswg thoob plawg lub npoo rooj."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.26","label":"26","content":"Muab kub ntaus ua plaub lub khawb ntsa rua plaub lub kaum rooj ntawm plaub tug ceg."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.27","label":"27","content":"Cov khawb kws ntxig laag kwv lub rooj ntawd, muab ntsa kuas ze rua ntawm tug npoo."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.28","label":"28","content":"Muab ntoo kubtwg lug txua ua ob tug laag hab muab kub vuam rua ob tug laag ntawd."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.29","label":"29","content":"Ua phaaj, khob, hub hab taig lug tau laub cawv txiv maab ua khoom fij. Tej twj taig nuav yuavtsum muab cov tseem kub ua xwb."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.30","label":"30","content":"Lub rooj ntawd yuavtsum txawb rua ntawm hauv ntej lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, hab cov ncuav dlawbhuv kws fij rua kuv yuavtsum ca nyob sau lub rooj."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.31","label":"31","content":"“Muab cov tseem kub ntaus ua ib lub teeb. Lub taw hab tug ncej txawb teeb los muab tej tseem kub ntaus ua paaj, cos paaj, hab nplai paaj, kuas keevxeeb rua ntawm tug ncej txawb teeb."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.32","label":"32","content":"Hab ua kuas ncau ua rau ceg, ib saab peb ceg."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.33","label":"33","content":"Rau ceg ntawd ib ceg ua peb lub paaj zoo le paaj txiv dluaj, nrug cov cos paaj hab nplooj."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.34","label":"34","content":"Tug ncej txawb teeb mas zaig ua plaub lub paaj zoo le paaj txiv dluaj, nrug cov cos paaj hab cov nplooj."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.35","label":"35","content":"Ntawm rau tug ceg teeb ntawd, ua ib lub paaj rua huv qaab ntawm cov ceg ncau."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.36","label":"36","content":"Cov cos paaj, cov ceg hab tug ncej txawb teeb yog muab tuab thooj kub ntaus ua xwb."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.37","label":"37","content":"Ua xyaa lub teeb rua ntawm tug ncej txawb teeb, hab taws kuas cig pum kev laam lug rua tom hauv ntej."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.38","label":"38","content":"Muab cov tseem kub ntaus ua raab txab kws txav cov teebxeeb hab ua lub phaaj rau txab."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.39","label":"39","content":"Muab xyaa caum tsib choj kub lug ntaus ua tej ceg teeb, hab tej twj taig kws siv rua lub teeb."},{"bible_id":"1726","chapter_code":"EXO.25","verse_code":"EXO.25.40","label":"40","content":"Yuavtsum ua txhua yaam nuav lawv le kuv tau qha rua koj sau roob lawm."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.1","label":"1","content":"“Muab kaum dlaim ntaub maag xav kws zoo heev, ntaub tsaamxem, hab xuv lab lug ua lub tsevntaub. Xaws ib cov qhelunpees rua ntawm cov ntaub ntawd."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.2","label":"2","content":"Txav cov ntaub ntawd kuas sis luag zog, ib dlaim ntev neeg nkaum yim tshim, dlaav plaub tshim."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.3","label":"3","content":"Muab tsib dlaim xaws ua ib dlaig, muab kaum dlaim xaws ua ob dlaig."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.4","label":"4","content":"Xub muab dlaim ntaub xav xaws rua txhua dlaim ntaub cov ntug saab nrau."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.5","label":"5","content":"Ua tsib caug lub ntsej rua thawj dlaim ntaub hab tsib caug lub ntsej rua dlaim ob, yuavtsum ntsuag kuas sis ncaag zog."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.6","label":"6","content":"Muab kub ntaus ua tsib caug lub khawb khawm ob dlaim ntaub ua ib dlaig."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.7","label":"7","content":"“Muab kaum ib dlaim ntaub plaub tshis xaws ua ib dlaig vuv lub Tsevntaub ntawd."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.8","label":"8","content":"Txav cov ntaub ntawd kuas sis luag zog, ib dlaim ntev peb caug tshim hab dlaav plaub tshim."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.9","label":"9","content":"Muab tsib dlaim ntaub plaub tshis xaws ua ib dlaig, hab muab rau dlaim xaws ua ib dlaig. Dlaim rau yog dlaim kws dlauv ua lub hauvmum Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.10","label":"10","content":"Ua tsib caug lub ntsej tis rua tog taw tom nuav, hab ua tsib caug lub ntsej tis rua tog taw tom u."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.11","label":"11","content":"Muab tooj ntaus ua tsib caug lub khawb khawm ob dlaim ntaub ntawd ua ib dlaig vuv lub tsev."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.12","label":"12","content":"Dlaim ntaub kws vuv lub tsev, tseg ib nraab nqug moog thaiv saab peg qaum Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.13","label":"13","content":"Tseg tw dlauv rua ob saab, ib saab twg tseg ntev le ib tshim, dlauv lug npug lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.14","label":"14","content":"“Vuv ob txheej tuaj sau, ib txheej yog muab cov tawv laug yaaj kws zaas lab, hab ib txheej yog muab cov tawv kws zoo heev."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.15","label":"15","content":"“Txav ntoo kubtwg lug ua cov taab kws sawv ntsug txheem lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.16","label":"16","content":"Txhua tug taab ntev kaum tshim hab dlaav ib tshim hab ib dlus,"},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.17","label":"17","content":"muab ob saab npoo qhais ua qwb dla sis dlhos, kuas cov taab ntawd sis dlhos ua ke. Taagnrho cov taab ntawd puavleej muab qhais ua qwb dla huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.18","label":"18","content":"Muab neeg nkaum tug taab txhus rua saab nraag,"},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.19","label":"19","content":"muab plaub caug pluaj nyaj ua taw tag rua neeg nkaum tug taab, ob pluaj tag ib tug taab, kuas ob tug taab ntawd txhaj sis dlhos ruaj."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.20","label":"20","content":"Muab neeg nkaum tug taab txheem lub Tsevntaub saab peg,"},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.21","label":"21","content":"hab muab plaub caug pluaj nyaj ua taw tag, ob pluaj tag ib tug taab."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.22","label":"22","content":"Lub Tsevntaub saab tom qaab kws yog saab nubpoob, txheem rau tug taab,"},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.23","label":"23","content":"hab muab ob tug taab txheem lub kaum tsev tom kawg."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.24","label":"24","content":"Cov taw taab puavleej txawb rua sau cov taw nyaj ntawd. Ob tug taab huv taw los yuavtsum txawb sis dlhos ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.25","label":"25","content":"Yog le ntawd, muaj yim tug taab hab kaum rau pluaj nyaj, ob pluaj tag ib tug taab."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.26","label":"26","content":"“Txua kaum tsib tug laag ntoo kubtwg, muab tsib tug ua taab rua saab phaab ntsaa Tsevntaub saab peg,"},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.27","label":"27","content":"muab tsib tug ua taab rua saab phaab ntsaa saab nraag, hab muab tsib tug ua taab rua saab hauvmum tom qaab kawg kws yog saab nubpoob."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.28","label":"28","content":"Tug laag nruab nraab, yog tug kws yuam cov phaab ntsaa ntu nruab nraab, tom nuav moog ti nkaus rua tom u."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.29","label":"29","content":"Muab cov tseem kub vuam cov taab hab muab cov khawb kub khawm cov taab rua ntawm cov nqaaj, cov nqaaj ntawd puavleej muab kub vuam huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.30","label":"30","content":"Tsaa lub Tsevntaub lawv le kuv tau qha rua koj sau Roob Xinais."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.31","label":"31","content":"“Muab ib dlaim ntaub maag zoo heev kws txaij xav, txaij paajyeeb lab hab cov plaub yaaj kws zaas lab lug ua dlaim ntaub thaiv. Xaws cov dluab qhelunpees rua ntawm dlaim ntaub ntawd."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.32","label":"32","content":"Muab cov nqailauj kub dlai rua hab coj moog khuab rua ntawm plaub tug ncej ntoo kubtwg kws vuam kub, hab muab txawb rua sau plaub pluaj nyaj kws tag taw."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.33","label":"33","content":"Muab dlaim ntaub ntawd dlai rua ntawm cov khawb huv lub tsev, hab muab lub Phijxaab kws ntim ob dlaim txag zeb kws kuv sau tej lug cog tseg txawb rua ntawm dlaim ntaub saab tod. Dlaim ntaub ntawd quas Chaav Dlawbhuv hab Chaav kws Dlawbhuv kawg nkaus."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.34","label":"34","content":"Muab lub hau moog khwb lub Phijxaab kws ntim tej lug cog tseg."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.35","label":"35","content":"Muab lub rooj moog txawb rua saab nrau dlaim ntaub saab peg, hab muab tug ncej txawb teeb txawb rua saab nraag."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.36","label":"36","content":"“Muab ib dlaim ntaub maag zoo heev kws txaij xav, txaij paajyeeb hab xuv lab kws xaws ua paaj ntaub txaij nraug zeeg lug ua dlaim ntaub npug lub qhovrooj Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.26","verse_code":"EXO.26.37","label":"37","content":"Koj yuavtsum ua tsib tug ncej ntoo kubtwg hab muab tej tseem kub vuam rua hab ua ib co nqailauj kub dlai dlaim ntaub nuav rua sau; hab ua tsib tug taw tooj tag cov ncej ntawd."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.1","label":"1","content":"“Muab ntoo kubtwg lug ua lub thaaj. Ua qhov ntev hab qhov dlaav tsib tshim hab qhov sab peb tshim."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.2","label":"2","content":"Ua plaub tug kub rua sau plaub ceg kaum thaaj. Plaub tug kub ntawd, txua koom hlo nrug lub thaaj hab muab tooj vuam rua huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.3","label":"3","content":"Ua ib co laujkaub ntim tshauv, ib co dluav, ib co taig, ib co dlav rawg hab ib cov yag rau ncaig tawg. Tej cuabyeej nuav puavleej yog muab tooj ua."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.4","label":"4","content":"Muab tooj hab ua dlaim ntxaij; hab muab tooj ntaus ua plaub lub khawb ntsa rua plaub ceg kaum ua teg nqaa."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.5","label":"5","content":"Muab dlaim ntxaij tooj ntawd pua rua huv lub thaaj kuas txug ndlua ib nraab."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.6","label":"6","content":"Muab ntoo kubtwg ua ob tug laag kws kwv lub thaaj, hab muab tooj vuam rua,"},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.7","label":"7","content":"hab muab ntxig rua ntawm plaub lub khawb kws ntsa rua ntawm lub thaaj ob saab."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.8","label":"8","content":"Muab txag ntoo ua lub thaaj hab tseg huv plawv khoob, lawv nraim le tug qauv kws kuv tau qha rua koj sau roob lawm."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.9","label":"9","content":"“Koj yuavtsum xov vaaj ncig lub Tsevntaub. Muab dlaim ntaub maag kws ntev ib puas tshim xov saab nraag,"},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.10","label":"10","content":"muab neeg nkaum tug kaav tooj ua ncej, muab neeg nkaum tug kaav tooj tag taw, tabsis cov khawb hab cov hlua yog muab nyaj ua."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.11","label":"11","content":"Xov zoo ib yaam le ntawd rua saab ntsaa vaaj peg hab."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.12","label":"12","content":"Muab dlaim ntaub kws ntev tsib caug tshim xov saab nubpoob, txhus kaum tug ncej hab kaum tug tag taw."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.13","label":"13","content":"Saab nub tuaj, yog lub roojvaag kws nkaag moog rua huv, saab ntawd xov tsib caug tshim dlaav ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.14","label":"14","content":"Ib saab roojvaag twg ntev kaum tsib tshim, txhus peb tug ncej hab peb tug tag taw."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.15","label":"15","content":"Saab roojvaag tod los ntev kaum tsib tshim, txhus peb tug ncej hab peb tug tag taw."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.16","label":"16","content":"Dlaim ntaub maag kws npug lub roojvaag ntev neeg nkaum tshim hab txaij xav, tsaamxem hab lab, hab muab xaws ua paaj ntaub txaij nraug zeeg rua. Txhus plaub tug ncej hab plaub tug tag taw dlai dlaim ntaub ntawd."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.17","label":"17","content":"Taagnrho cov ncej kws xov ncig lub tsev, puavleej muab xuv nyaj paav, tej khawb khawm los yog khawb nyaj, hab cov tag taw puavleej yog tooj."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.18","label":"18","content":"Lub vaaj, qhov ntev muaj ib puas tshim, qhov dlaav muaj tsib caug tshim, hab qhov sab muaj tsib tshim. Muab cov ntaub maag kws zoo heev xaws ua ntsaa vaaj hab muab tooj ua cov tag taw."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.19","label":"19","content":"Taagnrho txhua yaam cuabyeej siv huv lub Tsevntaub, tej tswg kws txhus nqug lub Tsevntaub hab tug ntsaa vaaj puavleej yog muab tooj ua."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.20","label":"20","content":"“Ca le saamfwm rua cov Yixalayees kuas puab nqaa cov roj txiv ntoo kws zoo tshaaj plawg tuaj rua koj saam rua lub teeb, txhaj tau taws txhua mo."},{"bible_id":"1726","chapter_code":"EXO.27","verse_code":"EXO.27.21","label":"21","content":"Aloos hab nwg cov tub ua cov kws tu hab taws lub teeb huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib kws ncaaj lub Phijxaab ntawm dlaim ntaub saab nrau nuav kuas cig taabmeeg kuv ib mos kaaj ntug. Cov Yixalayees hab puab cov xeebntxwv yuavtsum ceev cov lug saamfwm nuav moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.1","label":"1","content":"“Ca le hu koj tug tijlaug Aloos hab nwg cov tub: Nadas, Anpihus, Ele-axas hab Ithamas tuaj. Muab puab cais tawm huv cov Yixalayees, hab muab puab tsaa ua cov povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.2","label":"2","content":"Xaws cov tsho povthawj rua koj tug tijlaug Aloos naav, tsaav nwg lub meejmom kuas suavdlawg fwm."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.3","label":"3","content":"Koj hu taagnrho cov tuabneeg kws kuv pub puab muaj peevxwm ua txhua yaam tuaj, hab qha kuas puab xaws cov tsho ntev rua Aloos naav, muab nwg tsaa ua povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.4","label":"4","content":"Qha kuas puab ua dlaim ntaub npug hauvsab, lub tsho efaus, lub tsho ntev, lub tsho txaij, txuj phuam kws ntoo hab txuj hlaab sa. Puab ua cov tsho povthawj nuav rua koj tug tijlaug Aloos hab nwg cov tub naav, kuas puab ua cov povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.5","label":"5","content":"Cov tuabneeg ntawd muab ntaub xav, ntaub tsaamxem, xuv lab, xuv kub hab cov ntaub maag kws zoo heev xaws ua cov tsoog tsho ntawd."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.6","label":"6","content":"“Puab muab ntaub xav, ntaub tsaamxem, xuv lab, xuv kub, hab muab cov ntaub maag kws zoo heev xaws ua lub tsho efaus hab xaws paaj ntaub txaij nraug zeeg rua."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.7","label":"7","content":"Ob txuj hlaab kws khuam xubpwg, muab sis rig rua nrau nrausqaum moog khawm rua nraag ob saab nthaa."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.8","label":"8","content":"Txuj hlaab sa yog muab cov ntaub kws xaws lub tsho efaus ua, hab muab xaws rua ntawm lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.9","label":"9","content":"Muab ob lub qai zeb ci ci txaug Yakhauj kaum ob tug tub cov npe rua,"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.10","label":"10","content":"txaug kuas lawv le puab tej noobnyoog ib tug zuj zug, txaug rau leej npe rua ib lub qai zeb."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.11","label":"11","content":"Yuavtsum yog tug kws txawj ntaus nplhaib, txhaj txaug tau Yakhauj cov tub tej npe rua ntawm ob lub qai zeb, hab yuavtsum nchuav ob dlaim phaj cog ob lub qai zeb ntawd."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.12","label":"12","content":"Muab ob lub qai zeb ntawd dlai rua ntawm lub tsho efaus ob txuj hlaab sau xubpwg, ua lub cim ncu txug kaum ob xeem Yixalayees. Ua le ntawd Aloos txhaj tau coj rawv puab tej npe rua sau nwg ob saab xubpwg, kuas kuv kws yog tug TSWV, ncu ntsoov kuv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.13","label":"13","content":"Muab tej tseem kub nchuav ua ob lub hum txaij nraug zeeg,"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.14","label":"14","content":"hab ua ob txuj saw kub ntswj zoo le txuj hlua, hab muab tis rua ntawm ob dlaim phaj ntawd."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.15","label":"15","content":"“Ua dlaim ntaub npug hauvsab rua tug Povthawj Hlub tau siv npug hauvsab le Vaajtswv lub sab nyam. Muab cov ntaub kws xaws lub tsho efaus ua dlaim ntaub npug hauvsab hab xaws paaj ntaub txaij nraug zeeg rua hab."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.16","label":"16","content":"Dlaim ntaub npug hauvsab ntawd ua xwmfaab xwmmeem hab muab tais ua ob tsem, ntev ib dlus hab dlaav ib dlus."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.17","label":"17","content":"Cog plaub leej qai zeb kws muaj nqes rua ntawm dlaim ntaub npug hauvsab; thawj leej cog ib lub lab dlaaj lig, ib lub dlaaj ntshab si, hab ib lub lab tshab tshab;"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.18","label":"18","content":"leej ob, cog ib lub ntsuab ci hob, ib lub xav hab ib lub dlawb ci hob;"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.19","label":"19","content":"leej peb, cog ib lub lab ntshab si, ib lub txho tawg, hab ib lub lab ua paajyeeb ntshaa;"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.20","label":"20","content":"hab leej plaub, cog ib lub txho xav, ib lub dlawb txho hab ib lub dlawb ci ntshab si. Cov qai zeb nuav puavleej muab cog rua ntawm ob dlaim phaj kub."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.21","label":"21","content":"Kaum ob lub qai zeb ntawd puavleej txaug Yakhauj kaum ob leeg tub npe rua, cov qai zeb ntawd zoo ib yaam le tej homthawj kws txaug kaum ob xeem ntawd npe rua."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.22","label":"22","content":"Muab cov tseem kub nchuav ua ob txuj saw, hab muab ntswj zoo le txuj hlua, tis rua ntawm dlaim ntaub npug hauvsab."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.23","label":"23","content":"Ua ob lub khawb kub tis rua dlaim ntaub npug hauvsab ob lub ntsej saab sau,"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.24","label":"24","content":"hab muab ob txuj saw kub tis rua ntawm ob lub khawb kub."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.25","label":"25","content":"Muab ob tog qaab tis rua ob dlaim phaj, ua le nuav kuas ob txuj saw lu rua lub tsho efaus ob dlaim tag xubpwg ntawm xubndlag."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.26","label":"26","content":"Ua dlua ob lub khawb kub tis rua ntawm dlaim ntaub npug hauvsab ob lub kaum huv qaab ntawm tug npoo kws npuab nkaus lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.27","label":"27","content":"Ua dlua ob lub khawb kub tis ntxiv rua lub tsho khuam ob txuj hlaab khuam xubpwg ob tog tw kawg tom xubndlag kws ze kaab xaws hab txuas nkaus txuj hlaab kws muab ntaub plaub yaaj xaws."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.28","label":"28","content":"Muab ob txuj hlaab ntaub xav khi dlaim ntaub npug hauvsab ob lub khawb rua ntawm lub tsho efaus ob lub khawb, kuas txuas nkaus rua ntawm txuj hlaab lab, hab kuas dlaim ntaub npug hauvsab nyob ncaaj rua ntawm lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.29","label":"29","content":"“Thaus Aloos moog rua huv Chaav Dlawbhuv, nwg yuavtsum naav rawv dlaim ntaub npug hauvsab kws txaug taagnrho cov Yixalayees kaum ob xeem npe rua lawm, kuas kuv kws yog tug TSWV, ncu qaab ntsoov kuv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.30","label":"30","content":"Muab lub Ulees hab lub Thumees  ntsaws rua huv dlaim ntaub npug hauvsab, kuas thaus Aloos tuaj rua huv Chaav Dlawbhuv kws yog kuv qhov chaw nyob, nwg txhaj nqaa rawv ob yaam ntawd. Txhua zag nwg yuavtsum npua dlaim ntaub npug hauvsab tuaj, nwg txhaj yuav paub qha rua cov Yixalayees ua tej yaam kws hum kuv sab."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.31","label":"31","content":"“Muab cov xuv xav xaws ua lub tsho ntev naav npug tuaj sau lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.32","label":"32","content":"Lub tsho ntawd, xaws looj sau taubhau tuaj, hab foob lub cejdlaab tsho kuas thoob plawg txhaj tsi ndluag."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.33+EXO.28.34","label":"33-34","content":"Muab xuv xav, xuv tsaamxem hab xuv lab khi ua tej lub txiv ntsab pobkws, dlai ib lub txiv ntsab pobkws quas ib lub tswb kub, thoob plawg lub tw tsho ntev."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.35","label":"35","content":"Hab muab lub tsho ntev ntawd rua Aloos naav thaus nwg moog ua teg num povthawj, txhaj yuav nov tej tswb ntawd nrov thaus nwg moog rua huv Chaav Dlawbhuv tim ntsej tim muag tug TSWV hab thaus nwg tawm rov qaab, nwg txhaj tsi raug tua tuag."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.36","label":"36","content":"“Hab koj muab cov tseem kub ntaus ua ib dlaim phaj, hab txaug ib cov lug rua ntawm dlaim phaj kub has tas, ‘Dlawbhuv rua tug TSWV.’"},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.37","label":"37","content":"Muab ib txuj hlaab ntaub xav khi dlaim phaj kub ntawd rua sau txuj phuam kws ntoo sau taubhau."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.38","label":"38","content":"Aloos coj rawv dlaim phaj kub ntawd rua sau nwg hauvplaj, ces txawm yog cov pejxeem fij tej yaam khoom yuam kev mivntsiv los kuv kws yog tug TSWV txhaj yuav txais cov Yixalayees tej khoom kws puab coj tuaj fij rua kuv ntawd."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.39","label":"39","content":"“Muab cov xuv maaj kws zoo heev ntus ua ib lub tsho rua Aloos naav hab ntus ua ib txuj phuam rua Aloos ntoo, hab xaws paaj ntaub rua txuj hlaab kuas txaij nraug zeeg."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.40","label":"40","content":"“Koj ca le ua ib cov tsho, ib cov hlaab hab ib cov mom rua Aloos cov tub, koj yuavtsum ua kuas zoo tsimnyog rua puab naav kuas suavdlawg fwm puab."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.41","label":"41","content":"Muab cov tsho nuav rua koj tug tijlaug Aloos hab nwg cov tub naav. Ca le muab roj txiv ntoo pleev puab hab tsaa puab ua cov povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.42","label":"42","content":"Koj muab ntaub maag xaws ib cov rig tuab lu rua puab naav tuaj huv qaab kuas txij ndlua ntawm dluav rua nraag ncej qaab, txhaj tsi pum puab chaw txaajmuag."},{"bible_id":"1726","chapter_code":"EXO.28","verse_code":"EXO.28.43","label":"43","content":"Aloos hab nwg cov tub yuavtsum naav cov rig nuav thaus puab moog rua huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib lossis thaus puab moog sawv ntawm lub thaaj ua teg num povthawj huv Chaav Dlawbhuv, puab txhaj tsi raug tua vim pum puab tej chaw txaajmuag. Qhov nuav yog txuj kevcai kws Aloos hab nwg cov xeebntxwv yuav tau coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.1","label":"1","content":"“Ntawm nuav yog tej kws koj yuavtsum ua rua Aloos hab nwg cov tub, muab puab tsaa ua povthawj ua kuv teg num. Muab ib tug ntsuag nyuj hab ob tug laug yaaj kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.2","label":"2","content":"Muab cov tseem moov nplej kws tsi xyaw keeb zuaj ua ib cov ncuav, muab ib cov moov ntse roj txiv ntoo ua dlua ib cov ncuav, muab ib cov puab ua tej lub nyag nyag muab roj txiv ntoo pleev rua sau."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.3","label":"3","content":"Koj ca le muab cov ncuav ntawd ntim rua huv tawb coj tuaj fij rua kuv thaus kws koj muab tug ntsuag nyuj hab ob tug laug yaaj tua fij."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.4","label":"4","content":"“Koj ca le coj Aloos hab nwg cov tub moog rua tom lub qhovrooj kws yuav moog rua huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib, hab muab dlej lug ua kevcai ntxuav puab."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.5","label":"5","content":"Koj muab cov tsoog tsho rua Aloos naav kws yog lub tsho ntev, lub tsho efaus, lub tsho kws naav npug lub tsho efaus, dlaim ntaub npug hauvsab hab txuj hlaab rua nwg sa."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.6","label":"6","content":"Khu txuj phuam rua Aloos ntoo sau taubhau, hab muab dlaim phaj kub dlawbhuv kws txaug cov lug has tas, ‘Dlawbhuv rua tug TSWV,’ khi rua sau txuj phuam."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.7","label":"7","content":"Ces koj muab cov roj kws txhawb meejthawj laub rua Aloos taubhau hab muab nwg tsaa ua povthawj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.8","label":"8","content":"“Koj coj Aloos cov tub tuaj hab muab cov tsho nuav rua puab naav;"},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.9","label":"9","content":"muab hlaab rua puab sa hab muab mom rua puab ntoo. Ua le ntawd yog koj tsaa Aloos hab nwg cov tub ntaag. Ces puab hab puab cov xeebntxwv yuav ua povthawj ua kuv teg num moog ibtxhis le."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.10","label":"10","content":"“Caab tug txiv nyuj moog rua ntawm hauv ntej lub qhovrooj Tsevntaub kws yog kuv qhov chaw sis ntsib, has rua Aloos hab nwg cov tub kuas tsaa teg rua sau tug txiv nyuj taubhau."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.11","label":"11","content":"Muab tug txiv nyuj ntawd tua taabmeeg tug TSWV rua ntawm lub qhovrooj Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.12","label":"12","content":"Muab koj tug ntivteg tub tug txiv nyuj ntawd cov ntshaav moog pleev rua lub thaaj cov kub. Ces dlua le cov ntshaav kws seem muab laub ywg lub taw thaaj kuas taag."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.13","label":"13","content":"Koj muab cov paavywj, nplooj sab kws zoo tshaaj plawg hab ob lub raum nrug cov npluag roj kws qhwv ob lub raum, coj moog hlawv rua sau lub thaaj fij rua kuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.14","label":"14","content":"Tabsis tug nyuj cov nqaj, dlaim tawv hab cov plaab nyuv mas muab coj moog hlawv rua saab nrau ntug yeej. Qhov nuav yog muab fij tshem cov povthawj lub txim povtseg."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.15","label":"15","content":"“Muab ib tug yaaj lug hab has rua Aloos hab nwg cov tub, kuas puab tsaa teg rua sau tug yaaj ntawd taubhau,"},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.16","label":"16","content":"hab koj ca le muab tug yaaj ntawd tua, muab cov ntshaav coj moog ywg rua lub thaaj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.17","label":"17","content":"Ces muab tug yaaj ntawd txav ua tej dlaim; ntxuav tej plaab nyuv hab cov cegqaab kuas huv, coj moog tso tshooj rua sau lub taubhau hab sau cov nqaj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.18","label":"18","content":"Muab taagnrho tug yaaj ntawd coj moog hlawv rua sau lub thaaj fij rua tug TSWV, kuas tej paa tsw qaab ntxag rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.19","label":"19","content":"“Koj muab dlua ib tug yaaj lug hab has kuas Aloos hab nwg cov tub tsaa teg rua sau tug yaaj ntawd taubhau."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.20","label":"20","content":"Koj muab tug yaaj ntawd tua, hab muab mivntsiv ntshaav coj moog pleev rua Aloos hab nwg cov tub cov tsho ntev lub ntsej saab xis hab pleev rua puab cov ntivtaw xoo saab xis. Muab cov ntshaav kws seem coj moog ywg rua lub thaaj plaub saab ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.21","label":"21","content":"Koj muab mivntsiv ntshaav sau lub thaaj hab mivntsiv roj txhawb meejthawj nchus rua Aloos hab nwg lub tsho, nwg cov tub hab puab cov tsho. Ces nwg hab nwg cov tub hab puab tej tsoog tsho txhaj dlawbhuv txaus kuv sab."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.22","label":"22","content":"“Muab tej roj yaaj hlais tseg, tej roj taubqaab, tej paavywj, nplooj sab, ob lub raum nrug cov npluag roj kws qhwv ob lub raum hab cegqaab saab xis."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.23","label":"23","content":"Rhu cov ncuav kws tub muab fij rua kuv lawm huv lub tawb lug, muab ib yaam ib lub le nuav: muab ib lub ncuav xyaw roj txiv ntoo, muab ib lub ncuav tsi xyaw roj, muab ib lub ncuav nyag nyag,"},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.24","label":"24","content":"hab koj muab taagnrho cov khoom fij nuav rua Aloos hab nwg cov tub, kuas puab muab yom fij rua kuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.25","label":"25","content":"Ces koj rov txais cov zaub mov ntawm puab teg lug, hab muab coj moog hlawv rua sau lub thaaj, tso tshooj ntxiv rua sau cov zaub mov kws tub muab hlawv fij rua kuv lawm. Tej paa ntawd yuav tsw qaab ntxag txaus kuv sab heev."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.26","label":"26","content":"“Koj muab lub hauv nrob yaaj coj lug yom fij tshwjxeeb rua kuv. Thooj nqaj hauv nrob nuav yog koj tug."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.27","label":"27","content":"“Tug yaaj kws muab tua yom fij rua kuv, thaus ua kevcai tsaa tug povthawj, yuavtsum muab lub hauv nrob hab cegqaab tshwj rua ib caag, tseg rua Aloos hab nwg cov tub."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.28","label":"28","content":"Thaus kuv tsaav tuabneeg fij puab tej khoom sis raug zoo, mas muab lub hauv nrob hab cegqaab ua cov povthawj tug, kuv txhaj tsi hloov sab. Qhov nuav yog cov pejxeem muab rua kuv kws yog tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.29","label":"29","content":"“Thaus Aloos tuag, muab nwg cov rig tsho kws yog tug povthawj rua nwg cov tub naav, rua qhov puab yuav naav thaus kws tsaa puab ua povthawj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.30","label":"30","content":"Aloos tug tub kws ua povthawj hloov nwg chaw yuavtsum naav cev rig tsho ntawd xyaa nub, thaus kws nwg tuaj rua huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib hab ua kuv teg num huv Chaav Dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.31","label":"31","content":"“Coj tug yaaj kws tua ua kevcai tsaa Aloos hab nwg cov tub ntawd, moog hau rua huv chaav dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.32","label":"32","content":"Puab yuav noj cov nqaj yaaj hab cov ncuav kws tseg rua huv lub tawb nyob ntawm kuv lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.33","label":"33","content":"Puab yuavtsum noj tej zaub mov kws ua kevcai ntxuav zaam txim thaus tsaa puab ntawd."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.34","label":"34","content":"Tej nqaj lossis tej mov kws seem txug taagkig sawv ntxuv tsi xob noj lawm, ca le muab hlawv povtseg; rua qhov yog tej khoom kws dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.35","label":"35","content":"“Koj ua kevcai tsaa rua Aloos hab nwg cov tub kuas txwm nkaus xyaa nub, ib yaam le kuv tau saamfwm rua koj lawm."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.36","label":"36","content":"Txhua nub twg koj yuavtsum muab ib tug txiv nyuj lug tua theej txhoj, ua kev zaam puab lub txim. Hab qhov nuav yog koj ua kevcai ntxuav lub thaaj. Koj ca le muab roj txiv ntoo laub rua lub thaaj ua kuas lub thaaj dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.37","label":"37","content":"Ua le nuav kuas txwm nkaus xyaa nub. Lub thaaj txhaj yuav dlawbhuv, hab txhua tug tuabneeg lossis txhua yaam kws moog chwv lub thaaj, lub thaaj yuav ua rua txhua tug tuabneeg lossis tej khoom ntawd dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.38","label":"38","content":"“Yuavtsum muab ob tug mivnyuas yaaj kws muaj ib xyoo moog tua hlawv rua sau lub thaaj, ib nub dlhau ib nub tsi tu le."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.39","label":"39","content":"Muab ob tug mivnyuas yaaj ntawd ib tug tua hlawv theej txhoj rua thaus sawv ntxuv hab muab ib tug tua hlawv rua thaus yuav tsaus ntuj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.40","label":"40","content":"Luj ob choj moov nplej zuaj xyaw ib laamfwj tseem roj txiv ntoo, hab ib laamfwj cawv txiv maab fij nrug thawj tug mivnyuas yaaj."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.41","label":"41","content":"Tug mivnyuas yaaj kws hlawv theej txhoj thaus yuav tsaus ntuj, muab moov nplej, roj txiv ntoo, hab cawv txiv maab coj moog fij nrug ib yaam le tug kws fij thaus sawv ntxuv. Cov nuav yog tej zaub mov kws fij rua kuv kws yog tug TSWV, hab tej paa ntawd yuav tsw qaab ntxag txaus kuv sab."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.42","label":"42","content":"Yuavtsum ua kevcai hlawv khoom fij le nuav taabmeeg kuv rua ntawm lub Tsevntaub kws yog kuv qhov chaw sis ntsib lub qhovrooj moog ibtxhis. Kuv yuav nrug koj thaam hab ntsib kuv tsaav tuabneeg ntawm qhov chaw ntawd."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.43","label":"43","content":"Kuv yuav ntsib cov Yixalayees ntawm qhov chaw ntawd, hab kuv tug tshwjchim kws ci ntsaa ab huv kuv qhov chaw sis ntsib yuav ua rua thaaj chaw ntawd dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.44","label":"44","content":"Kuv yuav ua kuas lub Tsevntaub kws yog qhov chaw sis ntsib hab lub thaaj dlawbhuv, hab kuv yuav tsaa Aloos hab nwg cov tub ua cov povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.45","label":"45","content":"Kuv yuav nrug cov Yixalayees nyob, hab kuv yuav ua puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.29","verse_code":"EXO.29.46","label":"46","content":"Puab yuav paub has tas, kuv yog tug TSWV, puab tug Vaajtswv kws coj puab tawm nraag tebchaws Iziv lug, kuv txhaj nrug puab nyob. Kuv yog tug TSWV kws yog puab tug Vaajtswv ntaag."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.1","label":"1","content":"“Muab ntoo kubtwg ua ib lub thaaj hlawv tej moov tshuaj tsw qaab."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.2","label":"2","content":"Lub thaaj ntawd txua ua plaub faab, ntev ib tshim hab dlaav ib tshim, hab sab ob tshim. Txua plaub tug kub koom hlo rua plaub ceg kaum thaaj."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.3","label":"3","content":"Koj muab tej tseem kub vuam rua plaub saab, hab plaub tug kub huv tuabsi, hab muab ib pluaj kub ntsa puab tug ntug thoob plawg."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.4","label":"4","content":"Ua plaub lub khawb kub rua lub thaaj, hab muab ntsa rua ob saab huv qaab tug ntug, ib saab twg ob lub ua chaw ntxig laag kwv lub thaaj."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.5","label":"5","content":"Muab ntoo kubtwg txua ua laag kwv lub thaaj hab muab kub vuam ob tug laag ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.6","label":"6","content":"Muab lub thaaj ntawd txawb rua ntawm dlaim ntaub kws thaiv lub Phijxaab saab nrau nuav. Qhov chaw ntawd, txhaj yog qhov chaw kws kuv yuav ntsib koj."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.7","label":"7","content":"Txhua taagkig kws Aloos tuaj tu cov teeb, nwg yuavtsum hlawv moov tshuaj kuas tsw qaab ntxag rua sau lub thaaj ntawd."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.8","label":"8","content":"Thaus yuav tsaus ntuj kws Aloos tuaj taws cov teeb, nwg yuavtsum hlawv tej moov tshuaj tsw qaab ntawd ib yaam nkaus. Tej moov tshuaj tsw qaab nuav yuavtsum hlawv fij rua tug TSWV moog ibtxhis le."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.9","label":"9","content":"Tsi xob muab tej yaam moov tshuaj tsw qaab kws tsi dlawbhuv lossis tsaj lossis qoobloo hlawv rua sau lub thaaj ntawd, hab tsi pub laub cawv txiv maab fij rua sau lub thaaj ntawd."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.10","label":"10","content":"Aloos yuavtsum muab tej ntshaav tsaj kws tua theej txhoj, pleev lub thaaj plaub tug kub ua kevcai ntxuav ib xyoos ib zag. Yuavtsum ua le nuav txhua xyoo moog ibtxhis le. Lub thaaj nuav yog lub kws dlawbhuv kawg nkaus rua kuv kws yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.11","label":"11","content":"Tug TSWV has rua Mauxes tas,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.12","label":"12","content":"“Thaus koj txheeb cov Yixalayees npe, txhua tug txivneej yuavtsum them nyaj rua kuv txhwv nwg txujsa rov qaab, ua le nuav thaus koj taabtom txheeb npe, puab txhaj tsi raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.13","label":"13","content":"Txhua tug kws sau npe yuavtsum them nyaj kuas puv ntoob le kws tau kom tseg, muab luj kuas nyaav ntaus nqe lawv le numtswv kevcai. Txhua tug yuavtsum them cov nyaj nuav ua khoom fij rua kuv."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.14","label":"14","content":"Txhua tug tuabneeg kws muaj noobnyoog neeg nkaum xyoo rov sau kws tub sau npe taag lawm, yuavtsum coj nyaj tuaj fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.15","label":"15","content":"Thaus puab them cov nyaj nuav txhwv puab txujsa, kuas tug npluanuj tsi xob them ntau tshaaj, hab tug pluag tsi xob them tsawg tshaaj."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.16","label":"16","content":"Txais cov nyaj kws cov pejxeem Yixalayees coj tuaj khaws tseg tau siv rua huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib. Cov nyaj nuav yog coj tuaj txhwv puab txujsa, kuv yuav ncu ntsoov tsomkwm puab.”"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.17","label":"17","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.18","label":"18","content":"“Koj muab tooj ua ib lub phab hab lub taw phab. Coj moog txawb rua ntawm lub Tsevntaub kws yog qhov chaw sis ntsib hab lub thaaj kis nruab nraab, hab nqaa dlej lug laub kuas puv nkaus lub phab ntawd."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.19","label":"19","content":"Aloos hab nwg cov tub txhaj tau cov dlej ntawd ntxuav teg ntxuav taw"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.20","label":"20","content":"ua ntej kws puab moog huv lub Tsevntaub kws yog qhov chaw sis ntsib lossis thaus puab moog sawv fij zaub mov rua ntawm lub thaaj. Puab txhaj tsi raug tua tuag."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.21","label":"21","content":"Puab yuavtsum ncu ntsoov ntxuav teg hab ntxuav taw, puab txhaj yuav tsi tuag. Qhov nuav ua ib txuj kevcai rua puab hab puab tej xeebntxwv coj moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.22","label":"22","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.23","label":"23","content":"“Muab tej khoom tsw qaab nuav: kaum ob choj moov tshuaj tsw qaab, rau choj nroj tsw qaab, rau choj quavntsuas tauj tsw qaab,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.24","label":"24","content":"hab kaum ob choj ntoo kubtwg (muab luj kuas nyaav ntaus nqe lawv le numtswv kevcai). Laub ib taub roj txiv ntoo ntxiv rua,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.25","label":"25","content":"hab muab nyoj ua cov roj txhawb meejthawj, sis tov kuas zoo ib yaam le cov tshuaj tsw qaab."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.26","label":"26","content":"Muab cov roj ntawd pleev lub Tsevntaub kws yog kuv qhov chaw sis ntsib hab lub Phijxaab kws ntim Vaajtswv tej lug cog tseg,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.27","label":"27","content":"lub rooj hab tej cuabyeej kws siv rua lub rooj, lub teeb hab tej cuabyeej kws siv rua lub teeb, lub thaaj hlawv moov tshuaj tsw qaab,"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.28","label":"28","content":"lub thaaj kws hlawv tej khoom fij hab tej cuabyeej kws siv rua lub thaaj ntawd, hab lub phab tooj kws ntxuav teg ntxuav taw hab lub taw phab."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.29","label":"29","content":"Qhov kws koj ua le nuav yog muab tej ntawd fij kuas dlawbhuv, ces txhua tug tuabneeg lossis txhua yaam kws chwv tej ntawd txhaj le dlawbhuv, vim chwv raug yaam kws dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.30","label":"30","content":"Koj muab Aloos hab nwg cov tub txhawb meejthawj, hab muab puab tsaa ua cov povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.31","label":"31","content":"Koj has rua cov pejxeem Yixalayees tas, ‘Mej yuavtsum siv cov roj txhawb meejthawj kws dlawbhuv nuav ua kuv teg num moog ibtxhis."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.32","label":"32","content":"Cov roj nuav, koj tsi xob muab laub rua tej tug tuabneeg kws tsi raug tsaa hab koj tsi xob muab cov roj nuav ua qauv moog ua dlua ib co kuas zoo le cov nuav ntxiv lawm. Cov roj nuav dlawbhuv, mas koj yuavtsum saib taug cov roj dlawbhuv nuav."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.33","label":"33","content":"Yog leejtwg txhobtxwm ua dlua ib cov roj kuas zoo le cov nuav lossis muab cov nuav moog laub rua tug tuabneeg kws tsi yog povthawj, tug ntawd yuav raug rhu tawm huv kuv tsaav tuabneeg Yixalayees moog.’ ”"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.34","label":"34","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le muab xatates, aunikes, nkanpanoos hab cov tseem roj ntoo tsw qaab kws tsw qaab ntxag nuav (txhua yaam muab luj kuas nyaav sis npaug zog),"},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.35","label":"35","content":"coj moog zum ua ke ua ib cov moov tshuaj tsw qaab hab muab ntsev tov ntxiv rua kuas sis tov zoo txhaj dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.36","label":"36","content":"Muab zum kuas ua moov mog heev, hab nqaa moog ca rua huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib, hab muab nphoo rua ntawm hauv ntej lub Phijxaab kws ntim Vaajtswv tej lug cog tseg. Cov moov tshuaj tsw qaab nuav ua kuas mej dlawbhuv rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.37","label":"37","content":"Tsi xob muab tug qauv nuav moog ua moov tshuaj tsw qaab rua mej siv ntxiv lawm. Tej moov tshuaj tsw qaab nuav ua kuas mej dlawbhuv rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.30","verse_code":"EXO.30.38","label":"38","content":"Yog leejtwg tseem ua dlua ib cov moov tshuaj tsw qaab zoo le cov nuav lug rua nwg siv, ca le muab tug ntawd rhu tawm huv kuv tsaav tuabneeg moog.”"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.1","label":"1","content":"Tug TSWV has rua Mauxes tas,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.2","label":"2","content":"“Kuv xaiv Hules tug xeebntxwv kws yog Ulis tug tub Npexalees kws yog xeem Yudas,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.3","label":"3","content":"hab kuv pub rua nwg puv npo Vaaj ntsujplig.  Kuv pub rua nwg muaj kev totaub, kev txawj paub hab muaj peevxwm ua tau num txhua yaam,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.4","label":"4","content":"kuas muaj tswvyim txawj muab qauv txua tau txhua yaam, nchuav kub, nchuav nyaj hab nchuav tooj;"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.5","label":"5","content":"txawj txav tej saw lug sis dlhos; txaug ntoo hab txawj ua tau txhua yaam khoom huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.6","label":"6","content":"Hab kuv tseem xaiv Ahixamas tug tub Auhauli-as kws yog xeem Daas lug nrug Npexalees ua num ua ke. Kuv pub tswvyim zoo rua lwm tug, kuas puab muaj peevxwm ua tau txhua yaam kws kuv has kuas puab ua, xws le:"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.7","label":"7","content":"Lub Tsevntaub kws yog kuv qhov chaw sis ntsib, lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hab lub hau phijxaab, taagnrho tej cuabyeej kws siv huv lub Tsevntaub,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.8","label":"8","content":"lub rooj hab tej cuabyeej kws siv rua lub rooj, tug ncej teeb kws tseem kub hab tej cuabyeej kws siv rua lub teeb, lub thaaj hlawv moov tshuaj tsw qaab,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.9","label":"9","content":"lub thaaj kws hlawv khoom fij hab tej cuabyeej kws siv rua lub thaaj, lub phab ntxuav teg ntxuav taw hab lub taw phab,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.10","label":"10","content":"cov tsho ntev kws Aloos hab nwg cov tub naav thaus puab ua cov povthawj teg num,"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.11","label":"11","content":"cov roj txhawb meejthawj, hab cov moov tshuaj tsw qaab rua Chaav Dlawbhuv Kawg Nkaus. Puab yuavtsum ua txhua yaam nuav, kuas tav lawv le kws kuv tau has rua koj lawm.”"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.12","label":"12","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.13","label":"13","content":"kuas qha rua cov Yixalayees has tas, “Mej yuavtsum muab kuv nub Xanpataus ua nub su, rua qhov nub ntawd yog lub cim rua mej hab kuv moog ibtxhis, hab qha kuas mej paub has tas kuv yog mej tug TSWV, tug kws xaiv mej lug ua kuv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.14","label":"14","content":"Mej yuavtsum fwm nub Xanpataus, rua qhov nub ntawd yog nub tseemceeb heev rua mej. Tabsis yog leejtwg tsi fwm nub ntawd, nwg moog ua num nub ntawd, ca le muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.15","label":"15","content":"Mej muaj rau nub ua mej tej num, tabsis nub xyaa yog nub su kws dlawbhuv rua tug TSWV; yog leejtwg tseem moog ua num nub Xanpataus, ca le muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.16","label":"16","content":"Cov Yixalayees yuavtsum muab nub Xanpataus saib kuas muaj nqes moog ibtxhis, ncu ntsoov nub ntawd yog lub cim rua cov lug cog tseg."},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.17","label":"17","content":"Nub Xanpataus yog lub cim rua kuv hab cov Yixalayees moog ibtxhis le, rau nub ntawd kuv tsim lub ntuj hab lub nplajteb, tabsis nub xyaa kuv su, hab tsi tsim ib yaam dlaabtsi ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"EXO.31","verse_code":"EXO.31.18","label":"18","content":"Thaus Vaajtswv has txhua yaam rua Mauxes sau Roob Xinais lawm, Vaajtswv txhaj muab ob dlaim txag zeb kws Vaajtswv muab nwg tug ntivteg sau nwg cov lug saamfwm cob rua Mauxes."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.1","label":"1","content":"Thaus cov tuabneeg pum has tas Mauxes pheej tsi nqeg sau roob lug, puab txawm sis sau tuaj cuag Aloos hab has rua nwg tas, “Peb tsi paub sov muaj xwm dlaabtsi rua Mauxes tug kws coj peb nraag tebchaws Iziv lug lawm; yog le ntawd, koj ca le nchuav ib tug vaajtswv  lug ua tug coj peb.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.2","label":"2","content":"Aloos teb puab has tas, “Ca le moog hle mej tej quaspuj mivnyuas tej qhws ntsej kub nqaa tuaj rua kuv.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.3","label":"3","content":"Yog le ntawd, puab txhaj hle taagnrho puab tej qhws ntsej kub nqaa tuaj rua Aloos."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.4","label":"4","content":"Aloos muab cov qhws ntsej kub ntawd moog hlawv huv lub yeejvub kuas yaaj, hab muab nchuav ua ib tug mlom nyuj. Puab has tas, “Ib tsoom Yixalayees, tug nuav yog tug vaajtswv kws coj peb nraag tebchaws Iziv lug!”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.5","label":"5","content":"Tom qaab ntawd, Aloos ua ib lub thaaj rua ntawm tug mlom nyuj ntawd hauv ntej hab tshaajtawm rua suavdlawg has tas, “Pigkig peb yuav ua ib pluag noj haus ua tug TSWV tsaug.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.6","label":"6","content":"Taagkig thaus kaaj ntug txoog puab txhaj coj tsaj tuaj tua hlawv fij theej txhoj hab muab dlua ib cov tua fij ua kev sis raug zoo. Cov pejxeem txhaj nyob quastsawg noj tsau haus qaug, sawv dlha seev cev hab sis ntxag."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.7","label":"7","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le maaj nrooj nqeg rov qaab moog taamsim nuav, rua qhov cov pejxeem kws koj coj nraag tebchaws Iziv lug, puab ua txhum hab tso kuv tseg lawm."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.8","label":"8","content":"Puab tso txujkev kws kuv kuas puab taug tseg lawm; puab muab kub nchuav ua ib tug mlom txiv nyuj, puab pe tug mlom nyuj ntawd, muab khoom fij rua tug mlom nyuj hab puab has tas, ib tsoom Yixalayees, tug nuav yog tug vaajtswv kws coj peb nraag tebchaws Iziv lug ntaag!"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.9","label":"9","content":"Tug TSWV has rua Mauxes has tas, kuv paub cov tuabneeg nuav zoo lawm, puab yeej tawv ncauj heev."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.10","label":"10","content":"Nwgnuav, tsi xob cheem kuv. Kuv chim rua puab heev, kuv yuav ua kuas puab raug kev puamtsuaj. Ces kuv yuav tsaa koj hab koj cov xeebntxwv ua tsaav tuabneeg tseemceeb.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.11","label":"11","content":"Tabsis Mauxes thov tug TSWV kws yog nwg tug Vaajtswv has tas, “Tug TSWV, koj tub tau siv koj tug zug hab lub fwjchim coj puab tawm nraag tebchaws Iziv lug, vim le caag koj yuav chim rua koj tsaav tuabneeg ua luaj?"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.12","label":"12","content":"Cov Iziv yuav has tas, koj coj koj tsaav tuabneeg tawm huv tebchaws Iziv lug, yog koj coj puab lug tua povtseg hab ua kuas puab puamtsuaj taag rua tom roob mojsaab qhua xwb! Thov koj ua sab ntev hab txu koj txujkev chim, tsi xob tso kev puamtsuaj lug rua koj tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.13","label":"13","content":"Thov koj ncu ntsoov Anplahaas, Ixaj hab Yakhauj kws yog koj cov tubkhai. Ncu ntsoov tej lug kws koj tau cog tseg lawm has tas, koj yuav pub rua puab muaj xeebntxwv coob ib yaam le cov nubqub sau ntuj hab koj yuav muab lub tebchaws kws koj coglug tseg rua puab cov xeebntxwv, hab ua puab tug moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.14","label":"14","content":"Yog le ntawd, tug TSWV txhaj hloov sab hab tsi tso kev puamtsuaj lug rua nwg tsaav tuabneeg le kws nwg tau has lawm."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.15","label":"15","content":"Mauxes txawm nqeg sau roob lug, nwg nqaa ob dlaim txag zeb kws sau cov lug saamfwm rua ob saab nrug nwg lug."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.16","label":"16","content":"Vaajtswv yog tug txua ob dlaim txag zeb hab sau tej lug saamfwm, hab nwg txaug npe ntawv rua sau ob dlaim txag zeb ntawd."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.17","label":"17","content":"Thaus Yausuas nov cov tuabneeg qw ua tsuj ua tsaug, nwg has rua Mauxes has tas, “Kuv nov suab sis ntaus sis tua qw ua tsuj ua tsaug nraag lub yeej tuaj.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.18","label":"18","content":"Mauxes teb has tas, “Tsi yog lub suab qw zoo le thaus ntaus yeej rog lossis lub suab quaj thaus swb rog; lub suab ntawd yog suab hu nkauj.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.19","label":"19","content":"Thaus Mauxes lug ze lub yeej, nwg pum tug mlom nyuj hab pum cov tuabneeg dlha seev cev lomzem xauv npo, nwg chim heev. Nwg txhaj muab ob dlaim txag zeb ntawm nwg teg ntsawm tawg ntsoog ntxawg rua ntawm taw roob."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.20","label":"20","content":"Nwg coj tug mlom nyuj kws puab nchuav ntawd moog hlawv, muab zum ua moov mog nyoos, hab muab tov dlej rua cov Yixalayees haus."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.21","label":"21","content":"Mauxes nug Aloos has tas, “Cov tuabneeg nuav ua le caag rua koj, koj txhaj coj puab ua kev txhum luj npaum le nuav?”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.22","label":"22","content":"Aloos teb has tas, “Koj tsi xob chim rua kuv, koj yeej paub cov tuabneeg nuav, puab lub sab yeej nyam ua txujkev phem."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.23","label":"23","content":"Puab tuaj thov kuv has tas, ‘Peb tsi paub sov muaj xwm dlaabtsi rua Mauxes tug kws coj peb tawm nraag tebchaws Iziv lug lawm; yog le ntawd, koj ca le nchuav ib tug mlom lug coj peb.’"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.24","label":"24","content":"Kuv txhaj has kuas puab nqaa puab tej saw kub hab tej qhws ntsej kub kws puab muaj tuaj rua kuv. Kuv txhaj coj moog hlawv rua huv qhovcub, ces txawm ua tau tug mlom nyuj nuav.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.25","label":"25","content":"Mauxes pum has tas, Aloos tsi tswj cov tuabneeg hab tso puab ua tej kev txaajmuag taabmeeg rua tej yeebncuab saib tsi taug puab."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.26","label":"26","content":"Yog le ntawd, Mauxes txhaj le moog sawv ntawm roojvaag qw has tas, “Leejtwg tuaj tug TSWV tog ca le lug cuag kuv!” Taagnrho xeem Levis txawm sau nthwv lug vij Mauxes,"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.27","label":"27","content":"Mauxes has rua puab tas, “Tug TSWV kws yog tsaav tuabneeg Yixalayees tug Vaajtswv saamfwm kuas mej nyag nqaa nyag raab ntaaj hab pib ntawm lub roojvaag nuav moog kuas thoob plawg lub yeej nuav muab mej tej kwvtij, tej phoojywg, hab mej tej tuabneeg zej zog tua povtseg kuas taag.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.28","label":"28","content":"Cov Levis noog Mauxes lug, nub ntawd puab txhaj muab cov txivneej tua tuag kwvyees le peb txheeb leej."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.29","label":"29","content":"Mauxes has rua cov Levis has tas, “Nub nua mej rov tsaa mej  ua povthawj ua tug TSWV teg num, rua qhov mej muab mej tej tub hab tej kwvtij tua povtseg, yog le ntawd, nub nua tug TSWV txhaj foom koob moov rua mej.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.30","label":"30","content":"Nub tom qaab Mauxes has rua cov pejxeem has tas, “Mej ua kev txhum luj heev. Tabsis nwgnuav kuv yuav rov moog cuag tug TSWV sau roob dlua; tej zag kuv yuav moog thov tau tug TSWV zaam txim rua mej.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.31","label":"31","content":"Mauxes rov moog cuag tug TSWV hab thov has tas, “Cov tuabneeg nuav ua kev txhum luj kawg le. Puab muab kub nchuav ua ib tug vaajtswv hab puab pe tug vaajtswv ntawd."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.32","label":"32","content":"Thov koj zaam puab tej kev txhum; tabsis yog koj zaam tsi tau, thov koj rhu kuv lub npe tawm huv phoo ntawv kws koj tub sau koj tsaav tuabneeg tej npe lawm.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.33","label":"33","content":"Tug TSWV teb has tas, “Cov twg ua txhum rua kuv, cov ntawd txhaj yog cov kws yuav raug rhu npe tawm huv kuv phoo ntawv moog xwb."},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.34","label":"34","content":"Taamsim nuav koj ca le rov qaab moog, coj cov pejxeem moog nyob qhov chaw kws kuv tub qha rua koj lawm. Ncu ntsoov, kuv tug timtswv yuav moog ua mej ntej coj mej kev, tabsis thaus txug lub sijhawm kuv txav txim, kuv yuav txav txim rua puab tej kev txhum.”"},{"bible_id":"1726","chapter_code":"EXO.32","verse_code":"EXO.32.35","label":"35","content":"Tug TSWV tso kaab mob kis lug rua cov pejxeem, rua qhov puab yuam Aloos muab kub nchuav ua ib tug mlom nyuj rua puab pe."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.1","label":"1","content":"Tug TSWV has rua Mauxes has tas, “Koj hab cov tuabneeg kws koj coj nraag tebchaws Iziv lug, ca le tawm ntawm qhov chaw nuav, hab moog nyob lub tebchaws kws kuv coglug tseg rua Anplahaas, Ixaj hab Yakhauj has tas, kuv yuav muab rua puab cov xeebntxwv nyob."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.2","label":"2","content":"Kuv yuav tso ib tug timtswv lug coj mej kev, kuv yuav ntab cov tuabneeg Kana-aas, cov Amaules, cov Hitis, cov Pelixes, cov Hivis hab cov Yenpus kuas tsiv tawm moog."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.3","label":"3","content":"Mej yuav moog nyob huv lub tebchaws kws aav rog hab zoo qoob. Tabsis kuv yuav tsi nrug mej moog, rua qhov mej yog cov tuabneeg tawv ncauj heev, nyob tsaam kuv ua rua mej puamtsuaj taag tom ib tog kev.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.4","label":"4","content":"Thaus cov pejxeem nov zaaj xuv tsi zoo nuav, puab txawm pib quaj hab tsi coj saw nyaj saw kub le lawm."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.5","label":"5","content":"Vim tug TSWV tau saamfwm rua Mauxes kuas has rua puab tas, “Mej yog cov tuabneeg tawv ncauj. Yog kuv nrug mej moog, nyob tsaam kuv ua rua mej puamtsuaj taag. Nwgnuav ca le hle mej tej nyaj tej kub ca, kuv txhaj paub has tas yuav ua le caag rua mej.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.6","label":"6","content":"Yog le ntawd, tom qaab kws puab tawm ntawm Roob Xinais moog lawm, cov Yixalayees txhaj tsi coj nyaj tsi coj kub lawm."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.7","label":"7","content":"Txhua qhov kws cov Yixalayees tsuam chaw su, Mauxes coj lub Tsevntaub moog tsaa rua tom ntug yeej. Lub tsev ntawd hu ua tug TSWV lub Tsevntaub sis ntsib, hab yog leejtwg xaav moog cuag tug TSWV nwg yuavtsum moog rua huv lub tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.8","label":"8","content":"Yog thaus twg Mauxes tawm moog rua tom lub tsev ntawd, cov pejxeem tawm tuaj sawv ntawm puab tej qhovrooj tsevntaub hab saib Mauxes moog kuas nkaag plawg rua huv lub tsev ntawd."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.9","label":"9","content":"Thaus Mauxes moog rua huv lub tsevntaub lawm, tauv fuab txawm txaav lug npug nkaus lub qhovrooj Tsevntaub, hab tug TSWV nrug Mauxes thaam huv tauv fuab tuaj."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.10","label":"10","content":"Thaus cov pejxeem pum tauv fuab txaav lug rua ntawm lub qhovrooj Tsevntaub, puab suavdlawg tawm huv puab tej tsev tuaj sawv ntawm nyag lub qhovrooj pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.11","label":"11","content":"Tug TSWV nrug Mauxes thaam tim ntsej tim muag ib yaam le ob tug phoojywg sis thaam. Ces thaus sis thaam taag, Mauxes maam rov qaab lug tsev. Tabsis Noos tug tub Yausuas kws yog tug tub hluas paab Mauxes, nwg yeej nyob rawv huv lub Tsevntaub ntawd le."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.12","label":"12","content":"Mauxes has rua tug TSWV has tas, “Koj yeej kuas kuv coj cov tuabneeg nuav moog nyob huv lub tebchaws ntawd, tabsis koj tub tsi qha rua kuv paub tug kws koj yuav tso nrug kuv moog. Koj has tas koj paub kuv zoo hab txaus sab rua kuv."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.13","label":"13","content":"Yog koj txaus sab rua kuv, thov qha tej kev kws koj npaaj sab yuav ua ntawd rua kuv paub, kuv txhaj yuav ua tau tej kws hum koj sab. Ncu ntsoov has tas koj tub xaiv tsaav tuabneeg nuav ua koj tug lawm.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.14","label":"14","content":"Tug TSWV teb has tas, “Kuv yuav nrug koj moog hab pub kuas koj muaj yeej.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.15","label":"15","content":"Mauxes teb tug TSWV has tas, “Yog koj tsi nrug peb moog, thov tsi xob tso peb tawm qhov chaw nuav moog."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.16","label":"16","content":"Yog koj tsi nrug peb moog, leejtwg yuav paub has tas, koj txaus sab rua kuv hab rua koj tsaav tuabneeg? Koj nrug peb moog txhaj yuav cais tau peb tawm ntawm luas lwm tsaav tuabneeg kws nyob huv lub nplajteb nuav.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.17","label":"17","content":"Tug TSWV has rua Mauxes has tas, “Kuv yuav ua lawv le koj thov, rua qhov kuv paub koj zoo hab kuv yeej txaus sab rua koj.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.18","label":"18","content":"Ces Mauxes txawm thov has tas, “Thov koj qha koj tug tshwjchim kws ci ntsaa ab rua kuv pum.”"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.19","label":"19","content":"Tug TSWV teb has tas, “Kuv yuav tso kuv tej kev zoo moog ua koj ntej, hab kuv yuav qha kuv lub npe kws yog tug TSWV taabmeeg koj; kuv yuav hlub tug kws kuv hlub hab taabncuab tug kws kuv taabncuab."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.20","label":"20","content":"Kuv tsi pub koj pum kuv lub ntsejmuag, rua qhov yeej tsi muaj ib tug tuabneeg twg kws pum kuv es tseem muaj sa nyob,"},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.21","label":"21","content":"tabsis muaj ib qhov chaw nyob ntawm kuv ib saab nuav, koj ca le nce moog sawv sau lub pobzeb ntawd."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.22","label":"22","content":"Thaus kuv tug tshwjchim kws ci ntsaa ab hlaa lug, kuv yuav muab koj tso rua huv kis pobzeb, hab muab kuv txhais teg thaiv koj moog txug thaus kws kuv hlaa dlhau koj moog lawm."},{"bible_id":"1726","chapter_code":"EXO.33","verse_code":"EXO.33.23","label":"23","content":"Ces kuv yuav tshem kuv txhais teg tawm, hab koj yuav pum kuv lub nrausqaum tabsis tsi pum kuv lub ntsejmuag.”"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.1","label":"1","content":"Tug TSWV has rua Mauxes has tas, “Koj txav dlua ob dlaim txag zeb kuas zoo ib yaam le thawj ob dlaim, hab kuv yuav sau tej lug kws nyob huv thawj ob dlaim kws koj muab tsoo tawg lawm rua huv ob dlaim tshab ntawd."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.2","label":"2","content":"Koj yuavtsum ua kuas tav rua pigkig, hab pigkig sawv ntxuv koj ca le tuaj rua sau Roob Xinais nuav, tuaj cuag kuv rua sau ncov roob."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.3","label":"3","content":"Tsi xob pub leejtwg nrug koj tuaj; tsi pub kuas leejtwg tuaj rua kuv pum sau roob nuav le; hab tsi xob pub yaaj, tshis hab nyuj tuaj noj zaub ze ntawm lub taw roob nuav.”"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.4","label":"4","content":"Yog le ntawd, Mauxes txhaj txav ob dlaim txag zeb zoo le thawj ob dlaim, hab taagkig sawv ntxuv nwg txhaj nqaa ob dlaim txag zeb ntawd nce moog rua sau Roob Xinais lawv le tug TSWV has rua nwg lawm."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.5","label":"5","content":"Tug TSWV lug nyob huv tauv fuab, nrug Mauxes sawv ua ke, hab qha nwg lub npe dlawbhuv kws yog hu ua tug TSWV rua Mauxes."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.6","label":"6","content":"Tug TSWV hlaa Mauxes xubndlag moog hab hu has tas, “Kuv yog tug TSWV, Vaajtswv tug kws muaj lub sab puv nkaus kev hlub hab taabncuab, yog tug kws tsi chim sai hab yog tug kws muaj kev hlub hab ncaaj nceeg."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.7","label":"7","content":"Kuv txujkev hlub yuav nyob nrug ntau txheeb tam tuabneeg,  hab zaam txim rua tej tuabneeg ua phem hab muaj txim; tabsis kuv yuav rau txim rua puab tej xeebntxwv moog txug peb hab plaub tam tuabneeg, rua qhov puab nam puab txiv tau ua txhum lug lawm.”"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.8","label":"8","content":"Mauxes txhus caug ndlua hab nyo ntshis rua huv aav pehawm."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.9","label":"9","content":"Mauxes has tas, “Tug TSWV, yog koj txaus sab rua kuv tag, kuv thov koj nrug peb moog. Cov tuabneeg nuav yeej tawv ncauj heev, tabsis thov koj zaam tej kev phem kws peb ua hab lub txim kws peb muaj, hab thov koj leeg yuav peb ua koj tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.10","label":"10","content":"Tug TSWV has rua Mauxes has tas, “Kuv coglug rua cov Yixalayees. Kuv yuav ua txujci tseemceeb rua suavdlawg pum, yog tej txujci kws kuv yeej tsi tau ua rua ib tsaav tuabneeg twg pum nyob huv nplajteb nuav le. Txhua tug yuav pum kuv kws yog tug TSWV ua tau txujci tseemceeb, rua qhov kuv yuav ua tej kws txaus ntshai rua mej pum."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.11","label":"11","content":"Mej yuavtsum ua lawv le txuj kevcai kws kuv muab rua mej nub nua lawm. Kuv txhaj yuav ntab cov Amaules, cov Kana-aas, cov Hitis, cov Pelixes, cov Hivis hab cov Yenpus kuas tsiv tawm ua ntej mej moog txug."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.12","label":"12","content":"Mej tsi xob coglug nrug cov tuabneeg kws ibtxwm nyob huv lub tebchaws kws mej yuav moog nyob ntawd, rua qhov tej ntawd yuav ua rooj hlua caws tog mej kev."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.13","label":"13","content":"Mej ca le muab puab tej thaaj rhuav povtseg, muab puab tej ncej zeb tsoo kuas tawg taag, hab muab puab tej ncej mlom quaspuj Aselas ntuv povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.14","label":"14","content":"“Mej tsi xob pe ib tug vaajtswv twg, rua qhov kuv kws yog tug TSWV khib mej heev."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.15","label":"15","content":"Tsi xob cog kev phoojywg nrug cov tuabneeg huv lub tebchaws ntawd, rua qhov thaus puab moog pe puab tej vaajtswv hab tua tsaj fij rua tej mlom ntawd, puab yuav caw mej moog koom nrug puab, hab puab yuav ntxag kuas mej nrug puab noj tej nqaj kws muab fij rua puab tej vaajtswv."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.16","label":"16","content":"Thaus mej moog yuav puab cov ntxhais lug rua mej cov tub ua quaspuj, cov ntxhais ntawd puavleej ua namndlav rua puab tej vaajtswv, ces puab yuav coj mej cov tub moog ua ib yaam le puab ua ntawd hab."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.17","label":"17","content":"“Mej tsi xob nchuav mlom tooj rua mej pe."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.18","label":"18","content":"“Ncu ntsoov ua kevcai noj ncuav tsi xyaw keeb. Ib yaam le kuv tau saamfwm rua mej, lub hli Anpis mej ca le noj cov ncuav tsi xyaw keeb xyaa nub, rua qhov lub hli ntawd yog lub kws mej tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.19","label":"19","content":"“Mej tej tub hlub hab tej tsaj thawj tug mivnyuas kws yog tug txiv puavleej yog kuv tug huv tuabsi,"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.20","label":"20","content":"tabsis muab tug mivnyuas yaaj moog fij txhwv tug mivnyuas neeg luav. Yog mej tsi txhwv tug mivnyuas neeg luav rov qaab, mej ca le muab tug mivnyuas neeg luav ntawd luv cejdlaab kuas tuag. Hab txhwv mej cov tub hlub huv tuabsi rov qaab. “Tsi xob pub ib tug twg tuaj cuag kuv teg dlawb teg nplag le."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.21","label":"21","content":"“Mej muaj rau nub ua num, nub xyaa mej yuavtsum su, txawm yog mej yuav maaj cog qoobloo lossis sau qoobloo npaum twg los xij, mej tsi xob moog ua num."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.22","label":"22","content":"“Ncu ntsoov ua kevcai rua thaus mej pib hlais mej tej nplej caug, hab ua kevcai nyob Tsev Pheebsuab rua thaus lub caij nplooj ntoos zeeg kws mej sau mej tej txiv maab."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.23","label":"23","content":"“Mej txhua tug txivneej yuavtsum tuaj pehawm kuv kws yog tug TSWV kws yog cov Yixalayees tug Vaajtswv ib xyoos twg peb zag."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.24","label":"24","content":"Tom qaab kws kuv ntab lwm tsaav tuabneeg tsiv tawm ua ntej mej moog nyob, hab nthuav mej nrim dlej nrim aav dlaav lawm, tsi muaj leejtwg yuav tuaj txeeb mej lub tebchaws thaus kws mej ua peb zag kevcai ntawd le."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.25","label":"25","content":"“Mej tsi xob muab ncuav xyaw keeb nqaa tuaj fij thaus mej tua tsaj fij rua kuv. Mej tsi xob tseg tej nqaj kws mej tua ua Kevcai Hlaa Dlhau moog txug taagkig kaaj ntug."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.26","label":"26","content":"“Txhua xyoo mej yuavtsum muab mej tej qoobloo kws mej xub sau tau lug, nqaa tuaj tso rua huv tug TSWV lub tsev. “Mej tsi xob muab tej mivnyuas yaaj lossis mivnyuas tshis tej nqaj hau xyaw leej nam cov kua mig.”"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.27","label":"27","content":"Tug TSWV has rua Mauxes has tas, “Ca le sau tej lug nuav tseg, rua qhov tej lug kws kuv cog tseg rua koj hab cov Yixalayees puavleej has lawv le tej lug nuav.”"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.28","label":"28","content":"Mauxes nrug tug TSWV nyob sau roob tau plaub caug nub plaub caug mo, nwg tsi noj mov hab tsi haus dlej le. Hab Vaajtswv sau tej lug cog tseg kws yog Kaum Nqai Kevcai rua sau ob dlaim txag zeb."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.29","label":"29","content":"Thaus Mauxes nqeg sau Roob Xinais lug, nwg nqaa ob dlaim txag zeb kws sau Kaum Nqai Kevcai ntawm nwg ob txhais teg, nwg lub ntsejmuag ci ntsaa ab, rua qhov nwg nrug tug TSWV thaam; tabsis nwg tsi paub has tas nwg lub ntsejmuag ci le ntawd."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.30","label":"30","content":"Thaus Aloos hab cov Yixalayees pum Mauxes lub ntsejmuag ci ntsaa ab, puab ntshai heev hab tsi kaam txaav moog ze nwg le."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.31","label":"31","content":"Tabsis Mauxes hu kuas puab tuaj cuag nwg, ces Aloos hab cov Yixalayees tej thawjcoj txhaj moog cuag nwg, hab nwg nrug puab thaam."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.32","label":"32","content":"Tom qaab ntawd, cov pejxeem Yixalayees sis sau lug sawv ncig Mauxes, hab Mauxes qha taagnrho tej kevcai kws tug TSWV muab rua nwg sau lub Roob Xinais rua puab noog."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.33","label":"33","content":"Thaus Mauxes qha rua puab taag lawm, nwg txhaj muab ib dlaim ntaub npug nwg lub ntsejmuag."},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.34","label":"34","content":"Txhua zag kws Mauxes moog nrug tug TSWV thaam huv lub Tsevntaub, nwg muab dlaim ntaub kws npug nwg lub ntsejmuag yaws. Thaus nwg tawm lug, nwg pav tej kws tug TSWV saamfwm rua nwg rua cov Yixalayees noog"},{"bible_id":"1726","chapter_code":"EXO.34","verse_code":"EXO.34.35","label":"35","content":"hab puab pum Mauxes lub ntsejmuag ci ntsaa ab. Mauxes rov muab ntaub npug nwg lub ntsejmuag moog txug thaus nwg rov moog cuag tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.1","label":"1","content":"Mauxes hu taagnrho ib tsoom pejxeem Yixalayees tuaj sis sau ua ke hab nwg has rua puab tas, “Ntawm nuav yog tug TSWV tej lug kws saamfwm kuas mej yuavtsum ua le nuav:"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.2","label":"2","content":"Mej muaj rau nub ua mej tej num, tabsis nub xyaa yog nub tseemceeb rua mej, nub Xanpataus yog nub kws mej su hab pehawm tug TSWV. Yog leejtwg tseem ua num nub ntawd, yuav raug tua tuag."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.3","label":"3","content":"Txawm yog huv mej tej tsev los nub Xanpataus tsi xob rauv tawg hlo le.”"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.4","label":"4","content":"Mauxes has rua cov Yixalayees tas, “Ntawm nuav yog tug TSWV tej lug saamfwm:"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.5","label":"5","content":"Muab txhua yaam kws mej muaj coj tuaj fij rua tug TSWV. Txhua tug kws xaav nqaa khoom tuaj fij rua tug TSWV mas yog nqaa kub, nyaj hab tooj;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.6","label":"6","content":"tej tseem ntaub maag, ntaub xav, ntaub tsaamxem hab xuv lab; tej ntaub kws muab plaub tshis ntus;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.7","label":"7","content":"tawv laug yaaj kws muab zaas lab; tej tseem tawv nyuj; ntoo kubtwg;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.8","label":"8","content":"roj saam teeb; ntoo tsw qaab tso rua cov roj txhawb meejthawj hab tej moov tshuaj kws tsw qaab;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.9","label":"9","content":"tej qai zeb hab lwm yaam hlaws kws muab xaws rua ntawm cov Povthawj Hlub lub tsho efaus hab dlaim ntaub npug hauvsab."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.10","label":"10","content":"“Taagnrho mej cov kws muaj tswvyim ua txhua yaam yuavtsum tuaj hab ua tej kws tug TSWV saamfwm tseg nuav:"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.11","label":"11","content":"lub Tsevntaub, cov vuv lub tsev, cov xov lub tsev, cov khawb, cov laag, cov taab, cov puab, hab cov tag taw;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.12","label":"12","content":"lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, ob tug laag, lub hau Phijxaab hab dlaim ntaub thaiv lub Phijxaab;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.13","label":"13","content":"lub rooj, cov ceg rooj hab taagnrho tej khoom siv rua lub rooj; cov ncuav kws fij rua tug TSWV;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.14","label":"14","content":"Lub teeb kws taws kuas cig pum kev hab tej khoom siv; cov teebxeeb hab cov roj;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.15","label":"15","content":"lub thaaj hlawv moov tshuaj tsw qaab hab cov ceg; cov roj txhawb meejthawj, cov moov tshuaj tsw qaab; dlaim ntaub thaiv lub qhovrooj kws moog rua huv lub Tsevntaub;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.16","label":"16","content":"lub thaaj hlawv khoom fij hab dlaim ntxaij tooj kws pua lub thaaj; cov ceg thaaj hab tej khoom siv rua lub thaaj; lub phab tooj ntxuav teg ntxuav taw hab lub taw phab;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.17","label":"17","content":"dlaim ntaub xov vaaj, cov ncej vaaj hab cov tag taw, dlaim ntaub roojvaag;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.18","label":"18","content":"lub Tsevntaub tej ntsa hab tej hlua paav lub Tsevntaub hab lub vaaj;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.19","label":"19","content":"hab tej tsoog tsho rua cov povthawj naav thaus puab moog ua num huv Chaav Dlawbhuv, tej tsoog tsho rua Aloos kws yog tug Povthawj Hlub hab nwg cov tub naav.”"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.20","label":"20","content":"Ces cov Yixalayees txawm sawv kev moog,"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.21","label":"21","content":"hab puab txhua tug txaus sab hlo coj puab tej khoom tuaj fij ua tug TSWV lub Tsevntaub sis ntsib. Puab puavleej nqaa txhua yaam khoom moog tso rua huv lub tsev ntawd, kuas tau siv hab ua tej tsoog tsho rua cov povthawj."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.22","label":"22","content":"Taagnrho tej quaspuj txivneej kws xaav muab khoom fij ntawd, txhaj nqaa paaj ntaub, qhws ntsej, nplhaib, saw, paug cejdlaab hab txhua yaam kws yog saw kub tuaj fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.23","label":"23","content":"Txhua tug kws muaj coj tej tseem ntaub maag, ntaub xav, ntaub tsaamxem, xuv lab lossis tej tseem tawv nyuj tuaj."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.24","label":"24","content":"Cov kws txaus sab muab nyaj lossis tooj tuaj fij, kuas puab ca le nqaa tuaj fij rua tug TSWV, hab txhua tug kws muaj ntoo kubtwg kws zoo siv coj tuaj huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.25","label":"25","content":"Txhua tug quaspuj kws txawj ntus ntaub kuas puab nqaa tej tseem xuv maaj, xuv xav, xuv tsaamxem hab xuv lab lossis tej ntaub kws puab tub ntus tau lawm huv tuabsi tuaj."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.26","label":"26","content":"Hab kuas puab muab tej plaub tshis xuab ua xuv."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.27","label":"27","content":"Kuas cov thawjcoj nqaa qai zeb hab lwm yaam hlaws kws muaj nqes tuaj dlai rua lub tsho efaus hab dlaim ntaub npug hauvsab,"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.28","label":"28","content":"hab nqaa tej ntoo tsw qaab hab tej roj kws saam rua cov teeb, cov roj txhawb meejthawj, hab tej moov tshuaj kws tsw qaab tuaj."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.29","label":"29","content":"Cov Yixalayees tej quaspuj hab txivneej kws txaus sab hlo puavleej nqaa puab tej khoom tuaj fij pub rua tug TSWV ua tej num kws tug TSWV tau saamfwm rua Mauxes kuas puab ua ntawd."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.30","label":"30","content":"Mauxes has rua cov Yixalayees has tas, “Tug TSWV xaiv Npexalees kws yog Ulis tug tub hab yog Haules tug xeebntxwv huv xeem Yudas tuaj."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.31","label":"31","content":"Vaajtswv pub rua nwg puv npo Vaajtswv tug ntsujplig,  muaj kev txawj, muaj peevxwm hab totaub ua tau txhua yaam,"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.32","label":"32","content":"muaj tswvyim paub muab qauv hab txawj nchuav kub nchuav, nyaj nchuav hab tooj;"},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.33","label":"33","content":"txav tej qai zeb dlai ua tej tshaam, txawj txua ntoo; hab txawj ua tau txhua yaam."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.34","label":"34","content":"Hab Vaajtswv pub rua Auhauli-as kws yog Ahixamas tug tub kws yog xeem Daas, hab Npexalees kuas muaj peevxwm qha tau lwm tug."},{"bible_id":"1726","chapter_code":"EXO.35","verse_code":"EXO.35.35","label":"35","content":"Vaajtswv pub tswvyim rua obtug txawj ua txhua yaam kws yog txawj muab qauv, ntus tej tseem ntaub maag; ntaub xav, ntaub tsaamxem, hab ntaub plaub yaaj lab hab lwm yaam ntaub. Obtug muaj peevxwm ua tau txhua yaam hab txawj muab txhua yaam qauv."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.1","label":"1","content":"“Npexalees, Auhauli-as hab txhua tug kws tug TSWV pub tswvyim kuas txawj hab totaub ua txhua yaam kws xaav tau lug ua lub Tsevntaub, puab ua txhua yaam lawv le tug TSWV saamfwm tseg.”"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.2","label":"2","content":"Mauxes hu Npexalees, Auhauli-as hab taagnrho cov txivneej txawj ua num kws tug TSWV pub kuas muaj peevxwm hab cov kws txaus sab paab tuaj, hab Mauxes kuas puab ca le pib ua lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.3","label":"3","content":"Mauxes muab tej khoom kws cov Yixalayees coj tuaj ua lub Tsevntaub rua puab hab cov Yixalayees tseem naj taagkig nqaa khoom fij tuaj rua Mauxes."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.4","label":"4","content":"Ces cov txivneej kws txawj ua num txhaj moog cuag"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.5","label":"5","content":"Mauxes hab has rua nwg has tas, “Cov tuabneeg nqaa khoom tuaj ntau tshaaj tej kws peb xaav tau coj lug ua teg num kws tug TSWV saamfwm tseg kuas ua lawm.”"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.6","label":"6","content":"Ces Mauxes txhaj has rua cov pejxeem thoob plawg huv lub yeej, kuas tsi xob nqaa khoom tuaj ua lub Tsevntaub ntxiv lawm; yog le ntawd, cov pejxeem txhaj tseg tsi nqaa tuaj lawm."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.7","label":"7","content":"Cov khoom kws puab xub nqaa tuaj, yeej txaus ua lub tsev tav lawm."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.8","label":"8","content":"Cov txivneej kws ua tug TSWV lub Tsevntaub puavleej yog cov kws paub hab txawj. Puab muab kaum dlaim ntaub maag kws txaij xav, tsaamxem, hab lab xaws ua dluab qhelunpees rua."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.9","label":"9","content":"Cov ntaub ntawd puavleej luj sis luag, ntev neeg nkaum yim tshim hab dlaav plaub tshim."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.10","label":"10","content":"Puab muab tsib dlaim ntaub xaws ua ib dlaig hab muab dlua tsib dlaim lug xaws ua ke ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.11","label":"11","content":"Puab muab ntaub xav xaws ua ib cov ntsej tis lawv tug ntug thoob plawg dlaim ntaub ob saab ntug nrau."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.12","label":"12","content":"Ces puab muab tsib caug lub ntsej tis rua thawj dlaim, hab muab tsib caug lub tis rua dlaim ob kuas sis ncaag zog."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.13","label":"13","content":"Hab puab ntaus tsib caug lub khawb kub lug khawm ob dlaim ntaub ua ke."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.14","label":"14","content":"Ces puab muab plaub tshis ntus ua kaum ib dlaim ntaub lug vuv lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.15","label":"15","content":"Hab puab ntus cov ntaub ntawd sis luag zog, ntev peb caug tshim hab dlaav plaub tshim."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.16","label":"16","content":"Puab muab tsib dlaim lug xaws ua ke ua ib dlaig hab muab rau dlaim lug xaws ua ke ua ib dlaig."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.17","label":"17","content":"Puab muab tsib caug lub ntsej tis rua thawj dlaim ntaub tug ntug ib saab hab muab dlua tsib caug lub ntsej tis rua dlaim ob tug ntug saab tod ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.18","label":"18","content":"Puab muab tooj ntaus ua tsib caug lub khawb khawm ob dlaim ntaub ua ib dlaig vuv lub tsev."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.19","label":"19","content":"Puab tseem vuv ob txheej ntxiv tuaj saab sau, ib txheej yog cov tawv yaaj kws zaas lab hab ib txheej yog cov tawv kws zoo."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.20","label":"20","content":"Puab phua ntoo kubtwg lug ua cov taab sawv ntsug rua lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.21","label":"21","content":"Txhua tug taab sab kaum tshim hab dlaav ib tshim hab ib dlus,"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.22","label":"22","content":"muab ob tug taab qhais ua qwb dla, kuas ob tug taab ntawd sis dlhos ua ke."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.23","label":"23","content":"Puab ua neeg nkaum tug taab rua saab nraag"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.24","label":"24","content":"hab muab plaub caug pluaj nyaj ua taw tag cov taab, ob dlaim tag taw, tag ib tug taab kuas ob tug taab ruaj."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.25","label":"25","content":"Saab peg qaum Tsevntaub los puab ua neeg nkaum tug taab,"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.26","label":"26","content":"hab muab plaub caug pluaj nyaj ua cov tag taw, ob dlaim ua taw tag ib tug taab."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.27","label":"27","content":"Lub Tsevntaub tog saab nubpoob, puab ua rau tug taab"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.28","label":"28","content":"hab ua ob tug rua ntawm ob lub kaum."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.29","label":"29","content":"Ob tug taab kws nyob ntawm kaum tsev, muab sis dlhos huv taw nto plawg rua sau. Ob tug taab ntawm ob lub kaum tsev puavleej ua zoo ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.30","label":"30","content":"Yog le ntawd, txhaj muab yim tug taab hab kaum rau pluaj nyaj lug ua taw, ob pluaj nyaj tag ib tug taab."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.31","label":"31","content":"Puab muab ntoo kubtwg ua kaum tsib tug laag, tsib tug yuam ib saab phaab ntsaa Tsevntaub,"},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.32","label":"32","content":"muab tsib tug yuam saab phaab ntsaa nraag, hab muab tsib tug yuam saab kws nyob saab nubpoob."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.33","label":"33","content":"Tug laag ntoo kws yuam lub Tsevntaub saab phaab ntsaa ntu nruab nraab, yuam tog tom nuav moog ti nkaus tog tom u."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.34","label":"34","content":"Puab muab kub lug vuam cov phaab ntsaa ntawd thoob plawg hab puab muab khawb kub khawm cov taab kws vuam kub huv tuabsi rua ntawm cov phaab ntsaa."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.35","label":"35","content":"Dlaim ntaub thaiv, mas puab muab cov tseem ntaub maag kws txaij xav, tsaamxem hab lab, xaws ua dluab qhelunpees rua ntawm dlaim ntaub ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.36","label":"36","content":"Puab muab ntoo kubtwg ua plaub tug ncej kws dlai dlaim ntaub, muab kub vuam huv tuabsi, hab muab tej khawb kub lug khawm rua. Ces puab muab nyaj ntaus ua plaub dlaim taw tag plaub tug taw ncej ntawd."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.37","label":"37","content":"Puab muab cov tseem ntaub maag kws txaij xav, tsaamxem hab lab, xaws ua paaj ntaub txaij nraug zeeg rua, lug ua dlaim npug lub qhovrooj Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.36","verse_code":"EXO.36.38","label":"38","content":"Puab ua tsib tug ncej dlai dlaim ntaub ntawd, muab khawb khawm rua, hab muab kub vuam cov hau ncej hab tej hlua paav ncej, hab muab tooj ua tsib dlaim taw tag tsib tug ncej ntawd."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.1","label":"1","content":"Npexalees muab ntoo kubtwg lug txua ua lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, ntev ob tshim hab ib dlus, dlaav ib tshim hab ib dlus, sab ib tshim hab ib dlus."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.2","label":"2","content":"Nwg muab cov tseem kub vuam saab huv, saab nrau hab ua ib tug ntug thi thoob plawg lub phijxaab."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.3","label":"3","content":"Nwg ua plaub lub khawb kub rua lub phijxaab, hab muab ntsa rua ntawm plaub ceg kaum taw phijxaab ib saab ob lub."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.4","label":"4","content":"Nwg muab ntoo kubtwg ua ob tug laag kwv lub Phijxaab, hab vuam kub huv tuabsi rua,"},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.5","label":"5","content":"hab muab ob tug laag ntawd ntxig rua cov khawb, ib saab Phijxaab ib tug."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.6","label":"6","content":"Nwg muab cov tseem kub lug ua lub hau phijxaab, ntev ob tshim hab ib dlus, dlaav ib tshim hab ib dlus."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.7","label":"7","content":"Nwg muab kub ntaus ua ob tug qhelunpees,"},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.8","label":"8","content":"ib tug txawb rua ib tog hau phijxaab. Nwg muab ob tug qhelunpees ntawd haam kag rua lub hau phijxaab."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.9","label":"9","content":"Ob tug qhelunpees ntawd puavleej tig ntsejmuag tuaj ua ke, hab ob tug qhelunpees ntawd puavleej nthuav tis npug lub phijxaab."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.10","label":"10","content":"Npexalees muab ntoo kubtwg txua ua ib lub rooj ntev ob tshim, dlaav ib tshim, sab ib tshim hab ib dlus."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.11","label":"11","content":"Nwg muab cov tseem kub vuam lub rooj, hab muab kub ua ib tug ntug thi thoob plawg lub rooj ntawd."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.12","label":"12","content":"Nwg ua ib tug npoo sab le ib xib ncig lub ntug hab muab kub ua tug ntug thoob plawg lub npoo."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.13","label":"13","content":"Nwg ua plaub lub khawb kub ntsa rua plaub lub kaum rooj ntawm plaub tug ceg."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.14","label":"14","content":"Cov khawb kws ntxig ob tug laag kwv lub rooj, muab ntsa ze rua ntawm tug ntug."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.15","label":"15","content":"Nwg muab ntoo kubtwg ua ob tug laag kws kwv lub rooj hab muab kub vuam rua ob tug laag ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.16","label":"16","content":"Nwg tseem muab tej tseem kub nchuav ua ib cov twj taig tau siv rua lub rooj: phaaj, khob, hab taig tau siv rau cawv txiv maab ua khoom fij."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.17","label":"17","content":"Npexalees muab cov tseem kub ua tug ncej txawb teeb. Nwg muab kub ntaus ua tug taw hab tug ncej txawb teeb; ntaus ua cov paaj, cos paaj, hab nplai paaj keevxeeb nrug tug ncej txawb teeb."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.18","label":"18","content":"Hab ua kuas ncau ua rau ceg, ib saab peb ceg."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.19","label":"19","content":"Rau ceg ntawd, ib ceg ua peb lub paaj zoo le paaj txiv dluaj, nrug cov cos paaj hab tej nplai paaj."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.20","label":"20","content":"Tug ncej txawb teeb mas muab zaig ua plaub lub paaj zoo le paaj txiv dluaj, nrug cov cos paaj hab tej nplai paaj."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.21","label":"21","content":"Ntawm rau tug ceg teeb ntawd, ua ib lub paaj rua huv qaab ntawm cov ceg ncau."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.22","label":"22","content":"Cov cos paaj, cov ceg hab tug ncej txawb teeb yog muab tuab thooj kub ntaus ua xwb."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.23","label":"23","content":"Ua xyaa lub teeb rua ntawm tug ncej txawb teeb, hab nwg muab tej tseem kub ntaus ua phaaj hab txab txav teebxeeb."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.24","label":"24","content":"Nwg muab xyaa caum tsib choj kub ntaus ua tug ncej txawb teeb hab tej twj siv rua lub teeb."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.25","label":"25","content":"Npexalees muab ntoo kubtwg txua ua lub thaaj hlawv moov tshuaj tsw qaab. Lub thaaj ntawd txua ua plaub faab, ntev ib tshim hab dlaav ib tshim, hab sab ob tshim. Txua plaub tug kub koom hlo rua plaub ceg kaum thaaj."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.26","label":"26","content":"Nwg muab tej tseem kub vuam rua plaub saab hab plaub tug kub huv tuabsi, hab muab ib pluaj kub ntsa puab tug ntug thoob plawg."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.27","label":"27","content":"Ua khawb kub rua lub thaaj hab muab ntsa rua ob saab huv qaab tug ntug, ib saab twg ob lub ua chaw ntxig tug laag kwv lub thaaj."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.28","label":"28","content":"Nwg muab ntoo kubtwg txua ua ob tug laag kwv lub thaaj hab muab kub vuam ob tug laag ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.37","verse_code":"EXO.37.29","label":"29","content":"Npexalees tseem ua cov roj txhawb meejthawj dlawbhuv hab muab cov nroj tsw qaab lug tov ib yaam le tov tej tshuaj tsw qaab."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.1","label":"1","content":"Npexalees muab ntoo kubtwg txua ua lub thaaj, qhov ntev tsib tshim, qhov dlaav tsib tshim hab sab peb tshim."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.2","label":"2","content":"Nwg ua plaub tug kub rua sau plaub ceg kaum thaaj, plaub tug kub ntawd txua koom hlo nrug lub thaaj, hab muab tooj vuam huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.3","label":"3","content":"Nwg tseem ua tej twj siv rua lub thaaj: laujkaub, dluav, taig, nqailauj hab yag rau ncaig tawg. Tej cuabyeej nuav puavleej yog muab tooj ua xwb."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.4","label":"4","content":"Nwg muab tooj hab ib dlaim ntxaij pua rua huv lub thaaj txug ndlua ib nraab."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.5","label":"5","content":"Nwg Muab tooj ntaus ua plaub lub khawb ntsa rua ntawm plaub ceg kaum thaaj ua teg nqaa."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.6","label":"6","content":"Nwg muab ntoo kubtwg txua ua ob tug laag kws kwv lub thaaj, hab muab tooj vuam rua,"},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.7","label":"7","content":"hab muab ob tug laag ntawd ntxig rua ntawm plaub lub khawb kws ntsa rua ntawm lub thaaj ob saab. Muab txag ntoo ua lub thaaj hab tseg huv plawv khoob."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.8","label":"8","content":"Npexalees ua lub phab ntxuav teg hab lub taw phab yog muab cov quaspuj kws ua num ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj tej tsom av tooj lug nchuav ua."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.9","label":"9","content":"Npexalees xov vaaj ncig tug TSWV lub Tsevntaub. Nwg muab dlaim ntaub maag kws ntev ib puas tshim xov saab nraag,"},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.10","label":"10","content":"muab neeg nkaum tug kaav tooj ua ncej, muab neeg nkaum dlaim tooj tag taw, tabsis cov khawb hab cov hlua yog muab nyaj ua."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.11","label":"11","content":"Xov zoo ib yaam le ntawd rua saab ntsaa vaaj peg hab."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.12","label":"12","content":"Muab dlaim ntaub kws ntev tsib caug tshim xov saab nubpoob, txhus kaum tug ncej hab kaum dlaim tag taw, cov khawb hab cov hlua yog muab nyaj ua."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.13","label":"13","content":"Saab nubtuaj, yog lub roojvaag kws nkaag noog rua huv, saab ntawd xov tsib caug tshim dlaav ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.14","label":"14","content":"Ib saab roojvaag twg ntev kaum tsib tshim, txhus peb tug ncej hab peb dlaim tag taw."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.15","label":"15","content":"Saab roojvaag tom los ntev kaum tsib tshim, txhus peb tug ncej hab peb dlaim tag taw,"},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.16","label":"16","content":"taagnrho cov ntaub kws xov ncig lub Tsevntaub yog muab tej ntaub maag zoo zoo xov xwb."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.17","label":"17","content":"Cov tag taw ncej yog muab tooj ua, cov khawb, cov hlua paav hab cov hau khwb ncej yog muab nyaj ua. Taagnrho cov ncej laajkaab kws xov ncig lub tsev, yog muab xuv nyaj paav xwb."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.18","label":"18","content":"Muab cov ntaub maag zoo kws txaij xav, tsaamxem hab lab, xaws ua paaj ntaub txaij nraug zeeg thaiv lub roojvaag. Dlaim ntaub ntawd ntev neeg nkaum tshim hab sab tsib tshim, ib yaam le cov ntaub kws xov lub vaaj."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.19","label":"19","content":"Plaub tug ncej hab plaub tug tag taw, cov khawb kws khawm tej ncej, cov hau khwb ncej hab cov hlua paav puavleej yog muab nyaj ua."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.20","label":"20","content":"taagnrho cov ntsa kws ntsa lub Tsevntaub hab cov ncej laajkaab kws xov ncig lub Tsevntaub puavleej yog muab tooj ua."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.21","label":"21","content":"Ntawm nuav moog yog teev tej khoom siv huv lub Tsevntaub. Mauxes kuas cov Levis ua txhua yaam num, hab puab nyob qaab tswjfwm ntawm Aloos tug tub Ithamas kws yog tug povthawj."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.22","label":"22","content":"Ulis tug tub Npexalees kws yog Hules tug xeebntxwv hab yog xeem Yudas, ua txhua yaam kws tug TSWV tau saamfwm kuas ua ntawd tav taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.23","label":"23","content":"Tug kws paab Npexalees yog Auhauli-as kws yog Ahixamas tug tub hab nwg yog xeem Daas, Auhauli-as yog tug kws txawj txaug ntoo, muab qauv hab ntus tej ntaub maag txaij xav, tsaamxem hab lab."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.24","label":"24","content":"Taagnrho tej kub kws coj tuaj fij rua tug TSWV ua lub Tsevntaub ntawd nyaav ob txheeb cuaj caum tsib choj, yog luj lawv le numtswv kom tseg."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.25","label":"25","content":"Cov nyaj kws tau lug ntawm cov pejxeem kws tuaj sau npe nyaav xyaa txheeb tsib puas tsib caug choj, yog luj lawv le numtswv kom tseg."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.26","label":"26","content":"Taagnrho txhua tug tuabneeg kws tuaj sau npe ntawd puavleej tau them nqe sis npaug zog, hab txhua tug them tug nqe kuas lawv le numtswv kevcai. Cov txivneej kws noobnyoog muaj neeg nkaum xyoo rov sau, tuaj sau npe yog muaj rau pua peb txheeb tsib puas tsib caug leej."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.27","label":"27","content":"Cov nyaj ntawd, puab muab xyaa txheeb tsib puas choj lug ua ib puas dlaim tag taw lub Tsevntaub hab ua taw rua cov ntaub xov, ib tug taw twg nyaav xyaa caum tsib choj."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.28","label":"28","content":"Muab tsib caug choj nyaj rua Npexalees ua hlua, ua khawb khawm cov ncej, hab ua hau khwb cov ncej."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.29","label":"29","content":"Cov tooj kws coj tuaj fij rua tug TSWV nyaav tsib txheeb peb puas kaum choj."},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.30","label":"30","content":"Npexalees muab cov tooj nuav ua cov tag taw qhovrooj rua tug TSWV lub Tsevntaub sis ntsib, ua lub thaaj, ua dlaim ntxaij hab ua taagnrho tej khoom kws siv rua lub thaaj,"},{"bible_id":"1726","chapter_code":"EXO.38","verse_code":"EXO.38.31","label":"31","content":"cov tag ncej laajkaab kws xov ncig lub Tsevntaub hab cov tag taw ncej roojvaag, hab tej ntsaa laajkaab puavleej yog muab cov tooj ntawd ua."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.1","label":"1","content":"Puab muab tej ntaub txaij xav, tsaamxem hab lab lug xaws ua tsoog tsho rua cov povthawj naav thaus puab moog ua Vaajtswv teg num huv Chaav Dlawbhuv. Hab puab tseem xaws ib cev tsoog tsho povthawj rua Aloos, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.2","label":"2","content":"Puab muab tej tseem ntaub maag kws txaij xav, tsaamxem hab lab, hab xuv kub xaw rua lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.3","label":"3","content":"Puab muab kub ntaus ua tej pluaj nyag nyag hab muab txav ua xuv coj lug ntus nrug cov tseem xuv maaj xav, xuv tsaamxem hab xuv lab."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.4","label":"4","content":"Puab xaws ob txuj hlaab khuam rua sau xubpwg lu rua lub tsho efaus, hab muab ib txug khuam ib saab xubpwg, ua le ntawd txhaj muaj chaw khawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.5","label":"5","content":"Muab cov xuv hab cov ntaub kws xaws lub tsho efaus lug ntus ua txuj hlaab sa kws muab xaws lu rua ntawm lub tsho efaus lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.6","label":"6","content":"Puab muab ob lub qai zeb kws txaug Yakhauj kaum ob leeg tub cov npe rua; cog rua huv cov phaj kub."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.7","label":"7","content":"Puab muab ob lub qai zeb ntawd ntsaws rua huv lub tsho efaus ob dlaim tag xubpwg, yog ob lub qai zeb ua kev ncu txug kaum ob xeem Yixalayees, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.8","label":"8","content":"Puab muab tuab yaam xuv kws xaws ua lub tsho efaus, lug xaws ua dlaim ntaub npug hauvsab, hab xaws paaj ntaub rua kuas zoo ib yaam nkaus."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.9","label":"9","content":"Dlaim ntaub ntawd ua plaub faab hab muab tais ua ob tsem, ntev ib dlus hab dlaav ib dlus."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.10","label":"10","content":"Puab cog plaub leej qai zeb rua dlaim ntaub npug hauvsab: leej ib, cog ib lub lab dlaaj lig, ib lub dlaaj ntshab si hab ib lub lab tshab tshab;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.11","label":"11","content":"leej ob, cog ib lub ntsuab ci hob, ib lub xav hab ib lub dlawb ci hob;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.12","label":"12","content":"leej peb, cog ib lub lab ntshab si, ib lub txho tawg hab ib lub lab ua tsaamxem ntshaa;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.13","label":"13","content":"leej plaub, cog ib lub txho xav, ib lub dlawb txho hab ib lub dlawb ntshab si. Taagnrho cov qai zeb nuav puavleej muab cog rua huv cov phaj kub."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.14","label":"14","content":"Kaum ob lub qai zeb ntawd puavleej txaug Yakhauj kaum ob leeg tub cov npe rua, sawv cev kaum ob xeem Yixalayees."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.15","label":"15","content":"Puab muab cov tseem kub lug ntaus ua ib txuj saw ntswj zoo le txuj hlua tis rua dlaim ntaub npug hauvsab."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.16","label":"16","content":"Puab muab kub ntaus ua ob dlaim phaj hab ob lub khawb kub, muab ob lub khawb kub tis rua ntawm dlaim ntaub npug hauvsab ob ceg kaum sau."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.17","label":"17","content":"Puab muab ob txuj saw kub tis rua ntawm ob lub khawb kub,"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.18","label":"18","content":"hab muab ob tog tw tis rua ob dlaim phaj, ua le nuav kuas ob txuj saw lu lub tsho efaus ob dlaim tag xubpwg kws dlauv rua ntawm xubndlag."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.19","label":"19","content":"Puab ua ob lub khawb kub tis rua dlaim ntaub npug hauvsab ob lub ntsej huv qaab ntawm tug ntug saab huv kws puab lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.20","label":"20","content":"Puab ua dlua ob lub khawb kub tis rua lub tsho efaus ob dlaim tag xubpwg saab huv qaab ntawm xubndlag, ze rua ntawm kaab lejleeg nyob rua sau txuj hlaab kws sa lub tsho efaus."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.21","label":"21","content":"Puab muab ntaub xav khi dlaim ntaub npug hauvsab ob lub khawb rua ntawm lub tsho efaus ob lub khawb kws txuas rua ntawm txuj hlaab, kuas dlaim ntaub npug hauvsab txhaj tsi txaav ntawm lub tsho efaus, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.22","label":"22","content":"Lub tsho ntev kws naav tshooj sau lub tsho efaus, yog muab ntaub xav xaws."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.23","label":"23","content":"Lub cejdlaab tshos, xaws looj sau taubhau tuaj, muab cov ntaub kws ntus sis qhab lug xaws ua lub cejdlaab tshos kuas tsi ndluag."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.24","label":"24","content":"Puab muab ntaub txaij xav, tsaamxem hab lab xaws ua ib cov txiv ntsab pobkws dlai rua ntawm lub tw tsho ntev."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.25","label":"25","content":"Hab puab muab cov tseem kub lug ntaus ua ib cov tswb dlai rua ntawm lub tw tsho nruab nraab ntawm cov txiv ntsab pobkws,"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.26","label":"26","content":"muab cov tswb hab cov txiv ntsab pobkws dlai thoob plawg lub tw tsho, dlai ib lub txiv ntsab pobkws quas ib lub tswb, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.27","label":"27","content":"Puab muab tej ntaub maag kws ntus tau zoo heev, xaws ib cov tsho luj rua Aloos hab nwg cov tub naav,"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.28","label":"28","content":"hab muab ntaub maag xaws phuam, mom, rig tuab lu,"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.29","label":"29","content":"hab muab cov ntaub maag kws txaij xav, tsaamxem hab lab xaws ua hlaab sa, hab xaws paaj ntaub rua kuas txaij nraug zeeg lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.30","label":"30","content":"Puab muab cov tseem kub ntaus ua ib dlaim phaj, hab txaug npe ntawv rua sau dlaim phaj ntawd has tas, “Dlawbhuv rua tug TSWV.”"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.31","label":"31","content":"Puab muab ib txuj hlua ntaub xav khi dlaim phaj kub rua txuj phuam kws ntoo sau taubhau hab muab tig rua ntawm hauvplaj."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.32","label":"32","content":"Txhua yaam num kws ua tug TSWV lub Tsevntaub sis ntsib tub tav taag lawm. Cov Yixalayees ua txhua yaam lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.33","label":"33","content":"Puab coj lub Tsevntaub, cov khawb, cov taab, cov laag, cov ncej hab tej tag taw ncej lug rua Mauxes;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.34","label":"34","content":"cov tawv yaaj kws zaas lab hab cov tawv nyuj yog cov vuv; cov ntaub thaiv;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.35","label":"35","content":"lub Phijxaab kws ntim ob dlaim txag zeb, ob tug laag, lub hau phijxaab;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.36","label":"36","content":"lub rooj hab taagnrho tej khoom siv ntawm lub rooj, hab cov ncuav kws fij rua Vaajtswv;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.37","label":"37","content":"tug ncej txawb teeb kws yog cov tseem kub, cov teeb, taagnrho tej khoom siv ntawm lub teeb hab cov roj saam teeb;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.38","label":"38","content":"lub thaaj kub, cov roj txhawb meejthawj; cov moov tshuaj tsw qaab; dlaim ntaub thaiv lub qhovrooj moog rua huv lub Tsevntaub;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.39","label":"39","content":"lub thaaj tooj nrug dlaim npug lub thaaj; cov ncej thaaj hab tej khoom siv ntawm lub thaaj; lub phab tooj ntxuav teg hab lub taw phab;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.40","label":"40","content":"cov ntaub xov vaaj ncig lub tsevntaub hab cov ncej laajkaab hab tej tag taw ncej laajkaab; dlaim ntaub thaiv lub roojvaag hab cov hlua khi dlaim ntaub, cov ntsa hab taagnrho tej khoom kws siv rua tug TSWV lub Tsevntaub sis ntsib;"},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.41","label":"41","content":"hab tej tsoog tsho kws xaws rua cov povthawj naav moog ua num huv Chaav Dlawbhuv, cov tsoog tsho povthawj rua Aloos hab nwg cov tub naav ua teg num povthawj."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.42","label":"42","content":"Ces cov Yixalayees ua txhua yaam kws tug TSWV tau saamfwm rua Mauxes tav taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.39","verse_code":"EXO.39.43","label":"43","content":"Mauxes tshuaj hab pum has tas txhua yaam kws cov Yixalayees ua tav taag le tug TSWV tau saamfwm tseg lawm tag. Yog le ntawd, Mauxes txhaj foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.1","label":"1","content":"Tug TSWV has rua Mauxes tas,"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.2","label":"2","content":"“Koj ca le tsaa tug TSWV lub Tsevntaub sis ntsib rua lub ib hlis ntuj nub xab ib."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.3","label":"3","content":"Hab muab lub Phijxaab kws ntim Vaajtswv tej lug cog tseg coj moog tso rua huv lub Tsevntaub hab muab dlaim ntaub dlai thaiv lub phijxaab."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.4","label":"4","content":"Nqaa lub rooj lug teeb rua huv, muab tej cuabyeej tso rua sau lub rooj. Hab nqaa tug ncej teeb lug txawb hab muab cov teebxeeb rua huv lub teeb."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.5","label":"5","content":"Muab lub thaaj kub kws hlawv moov tshuaj tsw qaab teeb rua ntawm lub Phijxaab hauv ntej hab dlai dlaim ntaub thaiv lub qhovrooj Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.6","label":"6","content":"Teeb ib lub thaaj rua ntawm lub Tsevntaub hauv ntej tau hlawv khoom fij."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.7","label":"7","content":"Hab muab lub phab ntxuav teg ntxuav taw teeb rua kis nruab nraab ntawm tug TSWV lub Tsevntaub hab lub thaaj, hab nqaa dlej lug laub rua kuas puv."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.8","label":"8","content":"Xov vaaj ncig thoob plawg hab muab dlaim ntaub lug dlai thaiv lub roojvaag."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.9","label":"9","content":"“Ces muab cov roj txhawb meejthawj nchus rua lub Tsevntaub hab taagnrho tej cuabyeej siv, kuas lub tsevntaub hab tej cuabyeej txhaj yuav dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.10","label":"10","content":"Dlua le ntawd, tseem muab nchus rua lub thaaj hab lub thaaj tej cuabyeej, kuas lub thaaj tej cuabyeej txhaj yuav dlawbhuv."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.11","label":"11","content":"Hab muab nchus rua lub phab ntxuav teg ntxuav taw hab lub taw phab huv tuabsi."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.12","label":"12","content":"“Coj Aloos hab nwg cov tub tuaj rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, hab muab dlej lug ntxuav puab."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.13","label":"13","content":"Muab lub tsho luj rua Aloos naav hab muab nwg txhawb meejthawj, mej ua le nuav txhaj yog mej muab nwg tsaa ua povthawj ua kuv teg num."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.14","label":"14","content":"Coj Aloos cov tub tuaj hab muab cov tsho luj rua puab naav."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.15","label":"15","content":"Muab roj pleev puab ib yaam le pleev rua puab txiv, puab txhaj tau ua cov povthawj ua kuv teg num. Muab puab txhawb meejthawj le nuav, puab txhaj yuav tau ua cov povthawj moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.16","label":"16","content":"Mauxes ua txhua yaam lawv le tug TSWV has rua nwg."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.17","label":"17","content":"Yog le ntawd, lub ib hlis ntuj nub xab ib kws yog xyoo ob, suav txij le thaus puab tsiv tawm nraag tebchaws Iziv lug, yog nub kws Mauxes tsaa lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.18","label":"18","content":"Mauxes cog cov tag taw ncej, tsaa cov taab, muab cov laag lug yuam rua hab txhus cov ncej."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.19","label":"19","content":"Nthuav ntaub vuv lub Tsevntaub hab nthuav dlaim tawv kws vuv tuaj sau vuv lub tsev, lawv le tug TSWV tau saamfwm lawm."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.20","label":"20","content":"Ces Mauxes txhaj muab ob dlaim txag zeb tso rua huv lub Phijxaab. Nwg muab ob tug laag ntxig rua ntawm lub Phijxaab cov khawb hab muab lub hau khwb lub phijxaab."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.21","label":"21","content":"Nwg muab lub Phijxaab moog tso rua huv lub Tsevntaub, hab dlai dlaim ntaub thaiv. Qhov kws nwg ua le nuav tub yog muab dlaim ntaub thaiv lub Phijxaab lawv le tug TSWV tau saamfwm tseg lawm."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.22","label":"22","content":"Mauxes teeb rooj rua huv lub Tsevntaub ntawm dlaim ntaub thaiv saab peg,"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.23","label":"23","content":"hab muab cov ncuav kws fij rua tug TSWV tso rua sau lub rooj, lawv le tug TSWV tau saamfwm tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.24","label":"24","content":"Nwg muab tug ncej teeb moog txawb rua huv tug TSWV lub Tsevntaub sis ntsib saab nraag kws yog nyob sis ncaag zog lub rooj,"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.25","label":"25","content":"hab nwg taws cov teeb ntawd rua huv chaav kws nrug tug TSWV sis ntsib, lawv le tug TSWV tau saamfwm tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.26","label":"26","content":"Nwg muab lub thaaj kub coj moog teeb rua huv tug TSWV lub Tsevntaub sis ntsib ntawm dlaim ntaub kws kem lub tsev hauv ntej,"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.27","label":"27","content":"hab hlawv tej moov tshuaj kws tsw qaab, lawv le tug TSWV tau saamfwm tseg rua nwg."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.28","label":"28","content":"Ces nwg txhaj dlai dlaim ntaub thaiv lub qhovrooj Tsevntaub,"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.29","label":"29","content":"hab nwg muab lub thaaj hlawv khoom fij coj moog teeb rua ntawm hauv ntej dlaim ntaub thaiv lub qhovrooj Tsevntaub sis ntsib. Nwg coj tej khoom fij hab tej qoobloo kws yog khoom fij coj moog hlawv huv tuabsi rua sau lub thaaj, lawv le tug TSWV tau saamfwm tseg rua nwg."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.30","label":"30","content":"Nwg muab lub phab ntxuav teg ntxuav taw coj moog teeb rua ntawm tug TSWV lub Tsevntaub sis ntsib hab lub thaaj kis nruab nraab hab nqaa dlej lug laub rua huv puv nkaus."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.31","label":"31","content":"Mauxes, Aloos hab Aloos cov tub ntxuav puab tej teg hab tej taw ntawm lub phab ntawd,"},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.32","label":"32","content":"puab ntxuav teg ntxuav taw ua ntej kws puab moog huv tug TSWV lub Tsevntaub sis ntsib lossis moog ntawm lub thaaj, lawv le tug TSWV tau saamfwm tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.33","label":"33","content":"Mauxes xov vaaj ncig lub Tsevntaub hab lub thaaj, hab nwg dlai ib dlaim ntaub thaiv lub roojvaag. Yog le ntawd, nwg txhaj ua txhua yaam tav huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.34","label":"34","content":"Ces pus fuab tsaus nti laum nkaus tug TSWV lub Tsevntaub hab tug TSWV tug tshwjchim ci ntsaa ab huv tsev."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.35","label":"35","content":"Vim le ntawd, Mauxes txhaj moog tsi tau rua huv tug TSWV lub Tsevntaub."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.36","label":"36","content":"Thaus tauv fuab tshem tawm ntawm lub Tsevntaub lawm, cov Yixalayees txhaj tshais chaw tau moog rua lwm qhov."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.37","label":"37","content":"Tabsis yog tauv fuab ntawd tsi tshem, ces puab yeej tsi tshais chaw moog txug thaus kws tauv fuab tshem."},{"bible_id":"1726","chapter_code":"EXO.40","verse_code":"EXO.40.38","label":"38","content":"Lub sijhawm kws cov Yixalayees pheej tsiv moog tsiv lug, nruab nub puab yeej pum tauv fuab kws yog tug TSWV qhov chaw nyob pus tsaus nti sau lub Tsevntaub hab mo ntuj muaj nplaim tawg cig laam lug."}]