[{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.1","label":"1","content":"Thawj xyoo kws Xailas ua vaajntxwv  kaav tebchaws Pawxias, tug TSWV txhaj ua kuas muaj lawv le nwg tau has rua Yelemis kws yog tug cev Vaajtswv lug lawm. Tug TSWV tshoov Xailas sab kuas ua lawv le tej lug saamfwm nraag qaab nuav, hab muab sau xaa moog nyeem nrov nrov rua cov pejxeem thoob plawg huv lub tebchaws kws Xailas kaav noog."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.2","label":"2","content":"“Ntawm nuav yog Xailas kws yog tug fuabtais kaav tebchaws Pawxias tej lug saamfwm. Tug TSWV kws yog Vaajtswv tug nyob sau ntuj tau tso kuv lug kaav taagnrho lub qaab ntuj nuav hab kuas kuv txhim khu lub Tuamtsev rua nwg nyob huv lub nroog Yeluxalees huv xeev Yudas."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.3","label":"3","content":"Thov Vaajtswv nrug nraim mej txhua tug kws yog nwg tsaav tuabneeg nyob. Mej ca le rov moog rua tim lub nroog Yeluxalees hab rov moog txhim khu tug TSWV kws yog cov Yixalayees tug Vaajtswv lub Tuamtsev dlua tshab. Nwg yog tug Vaajtswv kws mej pehawm nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.4","label":"4","content":"Yog nwg tsaav tuabneeg ib leeg tug twg kws raug luas nteg coj moog lawm, xaav rov qaab lug, mas nwg cov tuabneeg zej zog nruab ze yuav tau paab nwg. Puab yuav tau muab nyaj muab kub, zaub mov noj hab neeg rua nwg thauj nwg tej nraa, coj lug fij rua Vaajtswv huv lub Tuamtsev kws nyob huv lub nroog Yeluxalees.”"},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.5","label":"5","content":"Ces cov thawjcoj ntawm tej cuab kwvtij ntawm xeem Yudas hab xeem Npeenyamees, cov Povthawj hab cov Levis, hab txhua tug kws Vaajtswv tau tshoov kuas muaj lub sab kub lug npaaj nrooj rov qaab moog txhim khu tug TSWV lub Tuamtsev huv lub nroog Yeluxalees dlua tshab."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.6","label":"6","content":"Taagnrho puab cov tuabneeg zej zog txawm nqeg teg nroog paab ntau yaam khoom rua puab lawv le nraag qaab nuav: Tej taig nyaj, taig kub, zaub mov noj, nyuj hab neeg thauj nraa, lwm yaam khoom siv kws muaj nqes hab tej khoom fij huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.7","label":"7","content":"Fuabtais Xailas muab tej taig hab khob kws Fuabtais Nenpukajnexales tau coj huv lub Tuamtsev huv lub nroog Yeluxalees lug tso rua huv lub tsev kws nwg teev nwg tej mlom, rua puab nqaa huv tuabsi rov qaab."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.8","label":"8","content":"Fuabtais muab tej ntawd cob rua Miledas kws yog vaajntxwv tug tub ceev nyaj txag, Miledas muab tshuaj saib taag hab muab teev tseg ca rua huv ntaub ntawv hab nwg muab cob rua Senpaxas kws yog ib tug tswvxeev kaav lub xeev Yudas,"},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.9+EZR.1.10","label":"9-10","content":"muaj lawv le nuav: 1 Cov taig kub kws ca rau tej khoom fij muaj peb caug lub Cov taig nyaj kws ca rau tej khoom fij muaj ib txheeb lub Lwm yaam taig, muaj neeg nkaum cuaj lub Cov taig kub miv muaj peb caug lub Cov taig nyaj miv muaj plaub puas kaum lub Lwm yaam twj taig muaj ib txheeb lub."},{"bible_id":"1726","chapter_code":"EZR.1","verse_code":"EZR.1.11","label":"11","content":"Xaam taagnrho huv tuabsi muaj tsib txheeb plaub puas lub taig kub, taig nyaj hab lwm yaam twj taig kws muab cob rua Senpaxas coj nrug nwg hab nrug lwm tug kws raug nteg moog rua tim Npanpiloos nqaa rov qaab lug rua huv Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.1","label":"1","content":"Coob leej ntau tug kws raug nteg moog, tau rov qaab huv lub xeev Npanpiloos lug rua huv lub nroog Yeluxalees hab huv tebchaws Yudas. Puab nyag txhaj rov lug nyob rua huv nyag tej qub zej qub zog. Puab tej tsev tuabneeg puavleej raug nteg moog ua tuabneeg poob tebchaws nyob rua tim tebchaws Npanpiloos txij le thaus kws Fuabtais Nenpukajnexales tuaj nteg puab moog rau txim lawm."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.2","label":"2","content":"Puab cov thawjcoj yog: Xelunpanpees, Yesuas, Nehemis, Xelayas, Leelayas, Maudekhais, Npeesas, Mixepales, Npinkavais, Lehumes hab Npa-anas. Ntawm nuav moog yog teev cov Yixalayees tej cuab kwvtij kws raug luas nteg coj moog hab tau rov lug:"},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.3+EZR.2.4+EZR.2.5+EZR.2.6+EZR.2.7+EZR.2.8+EZR.2.9+EZR.2.10+EZR.2.11+EZR.2.12+EZR.2.13+EZR.2.14+EZR.2.15+EZR.2.16+EZR.2.17+EZR.2.18+EZR.2.19+EZR.2.20","label":"3-20","content":"Cuab Palauses muaj ob txheeb ib puas xyaa caum ob leeg Cuab Sefatiyas muaj peb puas xyaa caum ob leeg Cuab Alaas muaj xyaa pua xyaa caum tsib leeg Cuab Pahas Mau-am (kws yog Yesuas hab Yau-am cov xeebntxwv), muaj ob txheeb yim pua kaum ob leeg Cuab Elames muaj ib txheeb ob puas tsib caug plaub leeg Cuab Xatus muaj cuaj pua plaub caug tsib leeg Cuab Xakais muaj xyaa pua rau caum leej Cuab Npanis muaj rau pua plaub caug ob leeg Cuab Npenpais muaj rau pua neeg nkaum peb leeg Cuab Ankas muaj ib txheeb ob puas neeg nkaum ob leeg Cuab Adaunikas muaj rau pua rau caum rau leej Cuab Npivais muaj ob txheeb tsib caug rau leej Cuab Adines muaj plaub puas tsib caug plaub leeg Cuab Ates (kws hu ua Hexekiyas) muaj cuaj caum yim leej Cuab Npexais muaj peb puas neeg nkaum peb leeg Cuab Yaulaas muaj ib puas kaum ob leeg Cuab Hasus muaj ob puas neeg nkaum peb leeg Cuab Nkinpas muaj cuaj caum tsib leeg"},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.21+EZR.2.22+EZR.2.23+EZR.2.24+EZR.2.25+EZR.2.26+EZR.2.27+EZR.2.28+EZR.2.29+EZR.2.30+EZR.2.31+EZR.2.32+EZR.2.33+EZR.2.34+EZR.2.35","label":"21-35","content":"Cov tuabneeg kws thaus u puab cov yawmkoob nyob huv tej nroog nraag nuav puavleej rov lug huv tuabsi hab: 1 Nroog Npelehees muaj ib puas neeg nkaum peb leeg nroog Netaufas muaj tsib caug rau leej nroog Anathaus muaj ib puas neeg nkaum yim leej nroog Amaves muaj plaub caug ob leeg nroog Kili-as Ye-alees, Khefilas hab nroog Npeelaus muaj xyaa pua plaub caug peb leeg nroog Lamas hab Nkenpas muaj rau pua neeg nkaum ib leeg nroog Mekhamas muaj ib puas neeg nkaum ob leeg nroog Npethees hab A-is muaj ob puas neeg nkaum peb leeg nroog Nenpaus muaj tsib caug ob leeg nroog Mankanpis muaj ib puas tsib caug rau leej dlua lwm tug Elames muaj ib txheeb ob puas tsib caug plaub leeg nroog Halees muaj peb puas neeg nkaum leej nroog Laudis, Hadis hab Aunaus muaj xyaa pua neeg nkaum tsib leeg nroog Yelikaus muaj peb puas plaub caug tsib leeg nroog Xenas muaj peb txheeb rau pua peb caug leej"},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.36+EZR.2.37+EZR.2.38+EZR.2.39","label":"36-39","content":"Ntawm nuav moog yog tej cuab kwvtij ntawm cov povthawj kws raug luas nteg moog hab tau rov lug: 1 Cuab Yedayas (kws yog Yesuas cov xeebntxwv) muaj cuaj pua xyaa caum peb leeg Cuab Emeles muaj ib txheeb tsib caug ob leeg Cuab Pasehus muaj ib txheeb ob puas plaub caug xyaa leej Cuab Halees muaj ib txheeb kaum xyaa leej"},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.40+EZR.2.41+EZR.2.42","label":"40-42","content":"Cov Levis kws raug luas nteg moog hab tau rov lug: 1 Yesuas hab Kamiyees (kws yog Haudaviyas cov xeebntxwv) muaj xyaa caum plaub leeg Cov kws ntaus suab nkauj huv lub Tuamtsev (kws yog Axafes cov xeebntxwv) muaj ib puas neeg nkaum yim leej Cov kws zuv lub Tuamtsev (kws yog Salumes, Ates, Tamoos, Akus, Hatitas hab Sunpais cov xeebntxwv) muaj ib puas peb caug cuaj leeg"},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.43+EZR.2.44+EZR.2.45+EZR.2.46+EZR.2.47+EZR.2.48+EZR.2.49+EZR.2.50+EZR.2.51+EZR.2.52+EZR.2.53+EZR.2.54","label":"43-54","content":"Cuab kwvtij kws ua num huv lub Tuamtsev kws raug luas nteg moog hab tau rov qaab lug: 1 Xihas, Haxufas, Tanpa-aus Kelus, Xi-as, Padoos Lenpanas, Hankanpas, Akus, Hankas, Saalais, Hanas, Nkidees, Nkahas, Le-ayas, Lexees, Nekaudas, Nkaxas, Uxas, Paxe-as, Npexais, Anas, Me-unis, Nefusexis, Npanpus, Hakufas, Hahus, Npalus, Mehidas, Hasas, Npalekus, Xixelas, Temas, Nexiyas hab Hatifas."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.55+EZR.2.56+EZR.2.57","label":"55-57","content":"Tej cuab kwvtij kws yog Xalumoos cov tubkhai kws raug luas nteg moog hab tau rov qaab lug: 1 Xautais, Haxaufeles, Peludas, Yalas, Dankoos, Nkidees, Sefatiyas, Hatis, Paukheles, Haxenpais hab Amis."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.58","label":"58","content":"Xaam taagnrho cov tuabneeg kws ua num huv lub Tuamtsev hab Xalumoos cov tubkhai cov xeebntxwv kws raug luas nteg coj moog hab tau rov qaab lug muaj peb puas cuaj caum ob leeg."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.59+EZR.2.60","label":"59-60","content":"Cuab kwvtij kws yog Delayas, Taunpias hab Nekaudas kws rov qaab huv lub nroog Teles Melas, Teles Hasas, Khelus, Adas hab Imeles lug muaj rau pua tsib caug ob leeg; tabsis puab tsi muaj ib yaam ua puavpheej qha tau has tas, puab caajceg yog tsaav tuabneeg Yixalayees tag."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.61+EZR.2.62","label":"61-62","content":"Peb cuab kwvtij kws yog cov povthawj kws taug tsi tau puab cov yawmkoob lawm yog Hanpayas, Hakaus hab Npaxilais. (Caajceg cov povthawj Npaxilais yawmkoob tau moog yuav Npaxilais kws nyob huv cheebtsaam Nkile-as tug ntxhais lug ua quaspuj, ces txawm tis npe lawv le nwg yawmtxiv lub xeem lawm xwb.) Txij le thaus kws taug tsi tau has tas, puab cov yawmkoob yog leejtwg lawm, txhaj tsi xaiv puab lug ua povthawj le lawm."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.63","label":"63","content":"Cov Yudas tug tswvxeev has rua puab kuas puab tsi xob noj tej zaub mov kws muab fij rua Vaajtswv moog txug thaus puab muaj ib tug lug ua povthawj kws siv tau lub Ulees hab lub Thumees tsaiv. 1"},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.64+EZR.2.65+EZR.2.66+EZR.2.67","label":"64-67","content":"Xaam taagnrho cov tuabneeg kws raug luas nteg moog hab tau rov qaab lug muaj plaub caug ob txheeb peb puas rau caum leej. Taagnrho puab cov tubqhe tsi has quaspuj hab txivneej muaj xyaa txheeb peb puas peb caug xyaa leej. Cov txivneej hab cov quaspuj kws ntaus suab nkauj muaj ob puas leej. Neeg muaj xyaa pua peb caug rau tug, Neeg zaag muaj ob puas plaub caug tsib tug Ntxhuav muaj plaub puas peb caug tsib tug Neeg luav muaj rau txheeb xyaa pua neeg nkaum tug."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.68","label":"68","content":"Thaus cov tuabneeg kws raug luas nteg moog ntawd rov qaab lug txug rua ntawm tug TSWV lub Tuamtsev huv lub nroog Yeluxalees, muaj qee leej thawjcoj ntawm tej cuab kwvtij tau muab tej khoom tuaj fij ntawm lub sab dlawb paug coj moog paab txhim khu lub Tuamtsev dlua tshab kuas zoo le lub qub thaus u."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.69","label":"69","content":"Puab muab ntau npaum le kws puab muaj coj moog ua teg num nuav, hab xaam taagnrho tej kws puab muab tuaj ntawd tau ib txheeb peb caug choj kub, tsib txheeb xyaa pua plaub caug choj nyaj hab ib puas lub tsho ntev rua cov povthawj."},{"bible_id":"1726","chapter_code":"EZR.2","verse_code":"EZR.2.70","label":"70","content":"Cov povthawj, cov Levis hab cov pejxeem qee leej tau moog nyob rua huv lossis nyob ze lub nroog Yeluxalees.  Cov kws ntaus suab nkauj, cov zuv lub Tuamtsev hab cov kws ua num huv lub Tuamtsev, moog nyob rua huv puab tej nroog; hab dlua le cov Yixalayees kws seem puavleej moog nyob taagnrho rua huv tej nroog kws yaav thaus u puab cov yawmkoob nyob lug lawm."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.1","label":"1","content":"Thaus txug lub xyaa hli ntuj cov tuabneeg Yixalayees rov lug nyob taagnrho rua huv puab tej nroog. Ces puab txawm tuaj sis sau rua huv lub nroog Yeluxalees,"},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.2","label":"2","content":"Yauxadas tug tub Yesuas hab nwg cov phoojywg povthawj, hab Se-atees tug tub Xelunpanpees nrug nwg cov kwvtij, txhaj tau lug txhim khu cov Yixalayees tug Vaajtswv lub thaaj dlua tshab, kuas puab txhaj tau lub chaw hlawv tej khoom fij rua sau lawv le tej kevcai kws Mauxes tug kws yog Vaajtswv tug tuabneeg tau sau tseg lawm."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.3","label":"3","content":"Txawm yog  cov kws rov qaab lug ntawd ntshai cov tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd los puab ca le ua dlua ib lub thaaj tshab rua ntawm qhov qub chaw thaus u. Ces puab txawm naj taagkig hab naj mo pib muab khoom moog hlawv fij rua tug TSWV sau lub thaaj ntawd."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.4","label":"4","content":"Puab ua kevcai nyob tsev pheebsuab lawv le txuj kevcai kws tub muaj lug lawm. Txhua nub puab yeej muab khoom fij lawv le kws tau teev muaj tseg rua nub ntawd,"},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.5","label":"5","content":"hab dlua le ntawd ntxiv, puab tseem tua tsaj coj moog hlawv kheej ua khoom fij le ibtxwm muaj lug, hab tej tsaj kws coj moog fij ua rooj noj rooj haus rua nub xab ib, hab rua thaus kws taagnrho suavdlawg tuaj sis sau pehawm tug TSWV kws yog zoo sab hlo muab khoom fij pub rua tug TSWV."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.6","label":"6","content":"Txawm yog puab tseem tsi tau pib txhim khu lub Tuamtsev dlua tshab los puab ca le coj khoom tuaj fij rua tug TSWV, thaus lub xyaa hli ntuj nub xab ib le lawm."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.7","label":"7","content":"Cov tuabneeg muab nyaj tuaj them rua cov tuabneeg txaug pobzeb hab txua ntoo, muab zaub mov, dlej haus hab roj txiv ntoo, xaa moog rua peg lub nroog Tiles hab Xidoos, coj moog pauv tej ntoo cab peg tebchaws Lenpanoos, hab muab nkuam taug ntug dlej havtxwv tuaj rua ntawm lub nroog Yaupas. Taagnrho tej nuav puab tau ua lawv le Fuabtais Xailas kws kaav tebchaws Pawxias has kuas tso kev rua puab ua."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.8","label":"8","content":"Xyoo ob thaus lub ob hlis ntuj, tom qaab kws puab rov lug txug rua huv Vaajtswv lub Tuamtsev huv lub nroog Yeluxalees, Xelunpanpees kws yog Se-atiyees tug tub hab Yesuas kws yog Yauxadas tug tub nrug obtug cov kwvtij, cov povthawj, cov Levis hab txhua tug kws raug luas nteg coj moog hab tau rov lug rua huv lub nroog Yeluxalees, txhaj sis paab nqeg teg nroog ua num. Taagnrho cov Levis kws muaj noobnyoog neeg nkaum xyoo lossis tshaaj ntawd puavleej raug tsaa lug saib teg num kws txhim khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.9","label":"9","content":"Cov Levis ntawd yog Yesuas hab nwg cov tub hab nwg cov kwvtij, Kamiyees hab nwg cov tub (kws yog Haudaviyas caajceg tsev tuabneeg)  tau koom teg sis paab txhim khu lub Tuamtsev. (Cov Levis kws yog cuab Henadas tuaj paab huv tuabsi hab)."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.10","label":"10","content":"Thaus cov tuabneeg chiv pua tug TSWV lub Tuamtsev lub plaag tsev, cov povthawj naav puab tej tsho ntev tuaj sawv ntawm puab tej chaw tuav rawv xyu ntawm teg, hab cov Levis kws yog cuab Axas los nqaa rawv nruag npuaj tuaj sawv ntawd hab. Puab ua tug TSWV tsaug lawv le tej kws Vaajntxwv Daviv tau qha tseg lawm."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.11","label":"11","content":"Puab hu zaaj nkauj qhuas tug TSWV, hab rov hu ntxiv nqai tshooj has le nuav: “Tug TSWV yog tug zoo hab nwg txujkev hlub rua cov Yixalayees muaj nyob moog ibtxhis le.” Txhua leej txhua tug nyag qw kawg nyag lub zug, ua tug TSWV tsaug, rua qhov tub chiv pua tug TSWV lub Tuamtsev lub plaag tsev lawm."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.12","label":"12","content":"Thaus cov laug coob tug kws yog povthawj, cov Levis hab cov thawjcoj ntawm txhua cuab kwvtij kws puavleej tau pum thawj lub Tuamtsev, saib luas pua tug TSWV lub Tuamtsev lub plaag tsev, puab quaj tu sab kawg, tabsis lwm tug kws nyob ntawd kuj luag hab zoo sab heev."},{"bible_id":"1726","chapter_code":"EZR.3","verse_code":"EZR.3.13","label":"13","content":"Tsi muaj leejtwg yuav noog tau tseeb, sov yog suab qw zoo sab los yog suab quaj tu sab, rua qhov tej suab kws puab qw ntawd nrov ntxhe moog dleb heev."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.1","label":"1","content":"Cov Yudas hab cov Npeenyamees cov yeebncuab nov has tas, cov tuabneeg kws raug nteg coj moog lawm, tau rov qaab lug hab txhim khu tug TSWV kws yog cov Yixalayees tug Vaajtswv lub Tuamtsev dlua tshab."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.2","label":"2","content":"Puab txawm tuaj cuag Xelunpanpees hab cov thawjcoj ntawm tej cuab kwvtij, hab has rua puab tas, “Thov ca peb nrug mej koom ua tug TSWV lub Tuamtsev hab. Peb yeej pe tuab tug Vaajtswv kws mej pe hab peb yeej ibtxwm muab khoom fij rua nwg txij thaus cov Axilias tug Vaajntxwv Exahadoos tso peb lug nyob rua ntawm nuav lawm.”"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.3","label":"3","content":"Xelunpanpees, Yesuas hab cov thawjcoj ntawm tej cuab kwvtij has rua puab tas, “Peb tsi yuav mej paab peb ua lub Tuamtsev rua tug TSWV kws yog peb tug Vaajtswv, peb yuav ua peb xwb, peb yuav ua lawv le Fuabtais Xailas kws kaav tebchaws Pawxias tau saamfwm rua peb lawm.”"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.4","label":"4","content":"Ces cov tuabneeg kws nyob huv lub tebchaws ntawd pheej nrhav kev hem hab ua kuas cov Yixalayees qaug zug tsi xob txhim khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.5","label":"5","content":"Hab puab tseem ndlav cov numtswv Pawxias kuas ua tej yaam tawmtsaam cov Yixalayees. Puab pheej ua le ntawd moog taag ntu kws Fuabtais Xailas kaav tebchaws hab moog txug ntu kws Fuabtais Dali-us  kaav tebchaws."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.6","label":"6","content":"Thaus Xawxes pib ua fuabtais kaav tebchaws, cov tuabneeg kws nyob huv lub xeev Yudas hab huv lub nroog Yeluxalees, tej yeebncuab tau sau ntawv tuaj nkaug hab tawmtsaam cov Yixalayees."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.7","label":"7","content":"Hab thaus kws Fuabtais Ataxawxes kaav tebchaws Pawxias, Npeselas, Miledas, Tanpees hab puab cov phoojywg tau sau ib tsaab ntawv moog rua fuabtais. Tsaab ntawv ntawd sau ua lug Alamais,  hab maam le txhais thaus kws nyeem."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.8","label":"8","content":"Yog le ntawd, Lehumes kws yog tug tswvxeev hab Simesais kws yog tug teev ntawv huv lub xeev, txhaj sau ib tsaab ntawv ntsig txug lub nroog Yeluxalees moog rua Fuabtais Ataxawxes has le nuav:"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.9","label":"9","content":"“Tuaj ntawm Lehumes kws yog tug tswvxeev, hab Simesais kws yog tug teev ntawv huv lub xeev, nrug rua cov kws thooj sab koom ntsws, cov txav txim hab txhua tug numtswv kws puavleej yog cov tuabneeg kws ibtxwm nyob huv lub nroog Elej, nyob huv lub nroog Npanpiloos hab nyob huv lub nroog Xuxas kws nyob huv tebchaws Elames,"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.10","label":"10","content":"hab nrug Asunpanis, tug kws muaj zug hab muaj fwjchim heev kws lwm tsaav tuabneeg kws tsiv lug nyob rua huv lub nroog Xamalis, hab lwm qhov huv lub xeev kws nyob ntawm tug Dlej Efalates saab nubpoob.”"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.11","label":"11","content":"Puab xaa ib tsaab ntawv tuaj has le nuav: “Hawm txug Fuabtais Ataxawxes, tuaj ntawm nwg cov tubkhai kws nyob huv lub xeev ntawm tug Dlej Efalates saab nubpoob."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.12","label":"12","content":"“Peb xaav kuas koj kws yog fuabtais paub has tas, cov Yudas kws tau rov huv koj lub tebchaws lug nyob huv Yeluxalees, puab taabtom txhim khu lub nroog phem hab ntxeev sab ntawd. Puab tub chiv puab cov ntsaa yeej lawm mas tsi ntev yeej yuav tav ntaag."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.13","label":"13","content":"Fuabtais, yog puab rov txhim khu tau lub nroog ntawd hab ua tej ntsaa yeej tav, ntshai cov tuabneeg ntawd yuav tsi kaam them se lawm, ces fuabtais tej nyaj txag yuav tsawg quas zug."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.14","label":"14","content":"Rua qhov nwgnuav peb yog cov kws nyob qaab tswjfwm ntawm fuabtais, peb tsi xaav ca fuabtais poob ntsejmuag. Yog le ntawd, peb txhaj sau tsaab ntawv nuav tuaj qha rua fuabtais,"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.15","label":"15","content":"koj ca le kuas luas tshawb tej ntaub ntawv kws koj cov yawmkoob tau muab khaws ca lawm. Yog koj ua le ntawd, koj yuav paub has tas, lub nroog ntawd yog lub nroog kws ibtxwm ntxeev sab hab yaav thaus u los lub nroog ntawd pheej tsim kev kub ntxhuv rua tej vaajntxwv hab rua tej tswvxeev. Cov tuabneeg kws nyob huv yeej ibtxwm tswjfwm nyuaj kawg. Vim le ntawd lub nroog txhaj raug puamtsuaj taag lawm."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.16","label":"16","content":"Peb thov qha rua fuabtais paub has tas, yog ca puab rov txhim khu tau lub nroog hab tej ntsaa yeej tav taag lawm, tsi ntev fuabtais yuav tsi tau ua tug kaav lub xeev kws nyob ntawm tug Dlej Efalates saab nubpoob lawm!”"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.17","label":"17","content":"Fuabtais sau ntawv xaa moog teb puab le nuav: “Hawm txug Lehumes kws yog tug tswvxeev, Simesais kws yog tug teev ntawv huv lub xeev, cov kws nrug puab thooj sab koom ntsws kws nyob rua huv lub xeev Xamalis hab cov kws nyob tim tug Dlej Efalates saab nubpoob."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.18","label":"18","content":"“Tsaab ntawv kws mej xaa tuaj, tub muab txhais hab nyeem rua kuv noog taag lawm."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.19","label":"19","content":"Kuv tau tso tuabneeg moog tshuaj hab tshawb taag lawm, kuv pum has tas txij le thaus u lug, lub nroog Yeluxalees yeej ibtxwm tawmtsaam cov vaajntxwv hab yog ib lub nroog kws pheej ntxeev sab tsim kev kub ntxhuv tsi tseg le."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.20","label":"20","content":"Cov vaajntxwv muaj fwjchim kws tau kaav lub nroog ntawd hab kaav taagnrho moog rua tim lub xeev kws nyob ntawm tug Dlej Efalates saab nubpoob, mas cov tuabneeg ntawd puavleej them se hab coj khoom tuaj pub rua puab."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.21","label":"21","content":"Yog le ntawd mej ca le txwv kuas cov tuabneeg ntawd tso tseg, tsi xob txhim khu lub nroog ntawd ntxiv moog txug thaus kuv tso lug, puab maam le rov ua."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.22","label":"22","content":"Mej ca le maaj nrooj moog ua qhov nuav, tsi xob ua sab nyaav rua zaaj nuav. Ntshai nyob tsaam kev puamtsuaj yuav nthuav luj tuaj ua rua kuv raug kev txaajmuag.”"},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.23","label":"23","content":"Thaus kws Lehumes, Simesais, hab puab cov thooj sab koom ntsws tau nyeem Fuabtais Ataxawxes tsaab ntawv taag lawm, puab txhaj ceev nrooj moog rua huv lub nroog Yeluxalees hab moog txwv kuas cov Yudas ca le tso tseg, tsi xob txhim khu lub nroog ntxiv lawm."},{"bible_id":"1726","chapter_code":"EZR.4","verse_code":"EZR.4.24","label":"24","content":"Ces puab txawm tso tseg tsi ua lub Tuamtsev, hab nyob tog moog txug thaus Dali-us ua fuabtais kaav tebchaws Pawxias tau ob xyoos."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.1","label":"1","content":"Thaus lub sijhawm ntawd muaj ob tug cevlug, Hakais hab Xakhaliyas. Xakhaliyas yog Idaus tug xeebntxwv txawm pib tuav cov Yixalayees tug Vaajtswv lub npe has rua cov Yudas kws nyob huv lub xeev Yudas hab cov kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.2","label":"2","content":"Thaus kws Se-atiyees tug tub Xelunpanpees hab Yauxadas tug tub Yesuas nov dlheev tej lug ntawd, obtug txawm sawv tseeg rov moog pib ua lub Tuamtsev huv lub nroog Yeluxalees, hab ob tug cev Vaajtswv lug los kuj nqeg teg paab puab ua."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.3","label":"3","content":"Tuab lub sijhawm ntawd Tatenais kws yog tug tswvxeev kaav saab tim tug Dlej Efalates saab nubpoob, Sethas Npauxenais hab obtug cov numtswv, txawm tuaj rua huv lub nroog Yeluxalees hab has rua cov Yudas tas, “Leejtwg yog tug tso cai rua mej txhim khu lub Tuamtsev nuav hab tej cuabyeej siv ntawd?”"},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.4","label":"4","content":"Puab  tseem nug taagnrho cov tuabneeg kws tuaj paab ua lub Tuamtsev ntawd tej npe huv tuabsi hab."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.5","label":"5","content":"Tabsis Vaajtswv yeej saib ntsoov cov Yudas tej thawjcoj, ces cov Pawxias txhaj txav txim sab tsi ua ib yaam dlaabtsi moog txug thaus puab sau ntawv moog rua Fuabtais Dali-us hab tau txais tej lug teb lawm."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.6","label":"6","content":"Ntawm nuav yog tsaab ntawv kws puab sau xaa moog rua fuabtais:"},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.7","label":"7","content":"“Hawm txug Fuabtais Dali-us, thov kuas koj kaav lub tebchaws nyob thaajyeeb lug."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.8","label":"8","content":"“Fuabtais, peb xaav kuas koj paub has tas, peb tau moog rua huv lub xeev Yudas hab pum puab taabtom muab tej laag zeb lug txhim khu Vaajtswv tug kws luj kawg nkaus lub Tuamtsev dlua tshab hab muab tej laag ntoo coj lug ntsa tuav tej phaab ntsaa. Puab rau sab ntso ua hab yeej yuav ua kuas tav tsi ntev nuav ntaag."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.9","label":"9","content":"“Hab peb tau nug cov tuabneeg ntawd cov thawjcoj kuas qha rua peb paub saib leejtwg yog tug tso cai rua puab txhim khu lub Tuamtsev ntawd?"},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.10","label":"10","content":"Peb tseem nug puab tej npe huv tuabsi kuas peb paub qha rua koj has tas, leejtwg yog tug thawjcoj txhim khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.11","label":"11","content":"“Puab teb has tas, ‘Peb yog Vaajtswv tug kws nyob sau ntuj hab huv nplajteb nuav cov tubkhai, hab peb taabtom txhim khu hab tsaa lub Tuamtsev nuav dlua tshab kws ntau xyoo taag lug lawm cov Yixalayees ib tug vaajntxwv kws muaj fwjchim luj dlua ndlais tub ua tseg lawm."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.12","label":"12","content":"Tabsis, vim peb cov yawmkoob tau ua rua Vaajtswv tug kws nyob sau ntuj chim, nwg txhaj le muab puab cob rua Nenpukajnexales kws yog tuabneeg Nkade-as kws ua vaajntxwv kaav lub nroog. Npanpiloos txhais teg, nwg txhaj tuaj muab lub Tuamtsev rhuav puamtsuaj taag, mas cov tuabneeg Yudas txhaj raug nteg coj moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.13","label":"13","content":"Ces thawj xyoos kws Xailas ua fuabtais kaav lub nroog Npanpiloos, Xailas txhaj le sau ntawv tso cai rua peb kuas ca le rov txhim khu Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.14","label":"14","content":"Nwg thim tej taig kub hab taig nyaj kws Nenpukajnexales tau nqaa huv lub Tuamtsev huv lub nroog Yeluxalees moog tso rua huv lub tsev teev mlom huv lub nroog Npanpiloos huv tuabsi rov qaab. Fuabtais Xailas muab tej taig ntawd cob rua tug txivneej kws npe hu ua Senpaxas, tug kws nwg tsaa ua tug tswvxeev kaav cov Yudas."},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.15","label":"15","content":"Fuabtais has rua nwg has tas, “Coj tej twj taig nuav rov qaab moog ca rua huv lub Tuamtsev kws nyob huv lub nroog Yeluxalees, hab ca le rov ua Vaajtswv lub Tuamtsev rua ntawm qhov qub chaw.”"},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.16","label":"16","content":"Yog le ntawd, Senpaxas txhaj tuaj chiv pua Vaajtswv lub Tuamtsev lub plaag tsev huv lub nroog Yeluxalees; peb tau chiv ua thaus ntawd lug txug taamsim nuav, tabsis tseem ua tsi tau tav.’"},{"bible_id":"1726","chapter_code":"EZR.5","verse_code":"EZR.5.17","label":"17","content":"“Fuabtais, yog koj pum zoo, nwgnuav ca le tshawb nrhav fuabtais tej ntaub ntawv huv lub nroog Npanpiloos, saib puas yog Fuabtais Xailas tau tso cai kuas rov txhim khu Vaajtswv lub Tuamtsev huv lub nroog Yeluxalees. Hab thov has qha rov tuaj rua peb paub, saib koj pum zoo le caag.”"},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.1","label":"1","content":"Fuabtais Dali-us saamfwm kuas moog tshawb fuabtais tej ntaub ntawv kws khaws tseg rua huv lub nroog Npanpiloos."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.2","label":"2","content":"Yog le ntawd, nyob huv lub nroog Enpatanas huv lub xeev Medias, puab nrhav tau thooj ntawv ntawd kws muaj lug sau tseg ca has le nraag nuav:"},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.3","label":"3","content":"“Thawj xyoo kws Fuabtais Xailas kaav tebchaws, nwg tau saamfwm kuas ca le rov txhim khu Vaajtswv lub Tuamtsev huv lub nroog Yeluxalees, txhaj tau qhov chaw fij khoom hab nqaa tej khoom tuaj hlawv fij. Lub Tuamtsev qhov sab yuavtsum yog rau caum tshim hab qhov dlaav yuavtsum yog rau caum tshim,"},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.4","label":"4","content":"cov phaab ntsaa peb txheej pobzeb twg yuavtsum muab ib txheej ntoo kem. Txhua yaam nqe yog muab nyaj huv vaajntxwv lub txhaab nyaj moog them."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.5","label":"5","content":"Taagnrho tej taig kub hab tej taig nyaj kws Fuabtais Nenpukajnexales coj huv lub Tuamtsev huv lub nroog Yeluxalees moog rua tim lub nroog Npanpiloos lawm, nqaa huv tuabsi rov lug tso rua ntawm tej qub chaw huv lub Tuamtsev huv lub nroog Yeluxalees.”"},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.6","label":"6","content":"Fuabtais Dali-us xaa cov lug teb has le nuav tas: “Txug Tatenais kws yog tug tswvxeev kws kaav ntawm tug Dlej Efalates saab nubpoob, Sethas Npuxenais hab mej cov numtswv kws nyob ntawm tug dlej Efalates saab nubpoob. “Mej tsi xob moog ze lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.7","label":"7","content":"Hab tsi xob moog thaab cov tuabneeg kws ua tsev ntawd. Ca cov Yudas tug tswvxeev hab cov Yudas tej thawjcoj rov txhim khu Vaajtswv lub Tuamtsev rua ntawm qhov qub chaw thaus u."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.8","label":"8","content":"Dlua le ntawd, kuv saamfwm kuas mej ca le paab cov Yudas tej thawjcoj ua Vaajtswv lub Tuamtsev; muab tej nyaj se kws cov tuabneeg huv lub xeev kws nyob ntawm tug dlej Efalates saab nubpoob them tuaj coj moog them cov tuabneeg kws ua lub Tuamtsev, kuas teg num ntawd txhaj tsi tu ncua."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.9","label":"9","content":"Yaam twg kws cov povthawj huv lub nroog Yeluxalees xaav tau, tsi has ntsuag nyuj, laug yaaj, lossis tej thaav yaaj kws coj moog tua hlawv fij rua Vaajtswv tug kws nyob sau ntuj, tsi has nplej, ntsev, cawv txiv maab, lossis roj txiv ntoo pub rua puab ib nub dlhau ib nub tsi pub tu le."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.10","label":"10","content":"Mej yuavtsum tau ua le nuav, puab txhaj muaj tej khoom fij rua Vaajtswv tug kws nyob sau ntuj, hab thov nwg foom koob moov rua kuv hab kuv cov tub."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.11","label":"11","content":"Kuv has ntxiv has tas, yog ib tug twg tsi noog tej lug saamfwm nuav, mas yuav muab nwg lub tsev ib tug qhaab rhu lug hlav ua muv nkaug nwg lub cev kuas tshaab. Hab muab nwg lub tsev rhuav kuas qaug ua ib pawg."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.12","label":"12","content":"Thov Vaajtswv tug kws xaiv lub nroog Yeluxalees nuav ca ua lub chaw pehawm nwg, txu tej vaajntxwv lossis tej tsaav tuabneeg kws xaav tsaa teg rhuav Vaajtswv lub Tuamtsev kws nyob huv lub nroog Yeluxalees ntawd. Kuv kws yog Dali-us tau tawm lug saamfwm le caag lawm, yuavtsum tau ua kuas lawv le kuv tej lug saamfwm txhua lu.”"},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.13","label":"13","content":"Tug tswvxeev Tatenais, Sethas Npauxenais hab cov numtswv tau ua lawv le fuabtais tej lug saamfwm ntawd."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.14","label":"14","content":"Idaus tug xeebntxwv Xakhaliyas hab Hakais kws yog ob tug cevlug, txhawb puab zug kawg le. Cov Yudas cov thawjcoj txhaj ua tau lub Tuamtsev sai heev. Puab ua lub Tuamtsev tav lawv le cov Yixalayees tug Vaajtswv tej lug saamfwm, hab lawv le Xailas, Dali-us hab Ataxawxes kws yog cov fuabtais kaav tebchaws Pawxias tau saamfwm kuas puab ua."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.15","label":"15","content":"Puab ua tau lub Tuamtsev tav taagnrho rua thaus lub hlis Adas nub xab peb kws Dali-us ua fuabtais kaav tebchaws tau rau xyoo."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.16","label":"16","content":"Ces taagnrho cov Yixalayees, cov povthawj, cov Levis hab cov tuabneeg kws raug nteg moog hab tau rov lug, muaj kev zoo sab heev hab muab lub Tuamtsev fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.17","label":"17","content":"Thaus ua kevcai fij lub Tuamtsev ntawd, puab muab ib puas tug txiv nyuj, ob puas tug yaaj, hab plaub puas tug thaav yaaj coj lug tua fij, hab muab kaum ob tug tshis lug tua dlaws txim, ib tug rua ib xeem Yixalayees."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.18","label":"18","content":"Puab muab cov povthawj hab cov Levis faib lawv le teg num huv lub Tuamtsev huv lub nroog Yeluxalees, lawv le tej lug kws sau tseg rua huv Mauxes phoo ntawv lawm."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.19","label":"19","content":"Thaus cov tuabneeg kws raug luas nteg moog tau rov lug rua huv puab lub tebchaws lawm, xyoo tom qaab ntawd puab ua Kevcai Hlaa Dlhau rua mo kaum plaub lub ib hlis ntuj."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.20","label":"20","content":"Taagnrho cov povthawj hab cov Levis puavleej ua kevcai ntxuav puab kuas huv lawv le kevcai. Cov Levis tua tsaj fij ua Kevcai Hlaa Dlhau rua cov tuabneeg kws tau rov lug, rua cov povthawj hab rua puab txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.21","label":"21","content":"Muab cov tsaj kws tua ua khoom fij ntawd faib rua cov tuabneeg kws tau rov lug nyob huv puab lub qub teb qub chaw, cov tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd, cov tuabneeg kws tso kev pe mlom tseg hab cov tuabneeg kws tuaj koom kev pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv tau noj."},{"bible_id":"1726","chapter_code":"EZR.6","verse_code":"EZR.6.22","label":"22","content":"Puab ua kevcai noj ncuav tsi xyaw keeb zoo sab lomzem tau xyaa nub. Puab zoo sab heev rua qhov tug TSWV ua rua cov Axilias tug fuabtais  txaus sab rua puab, nwg txhaj paab puab txhim khu cov Yixalayees tug Vaajtswv lub Tuamtsev dlua tshab."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.1","label":"1","content":"Tau ntau xyoo tom qaab ntawd, thaus kws Ataxawxes tseem ua fuabtais kaav tebchaws Pawxias, muaj ib tug txivneej npe hu ua Exalas. Nwg taug nwg tej yawmkoob caajceg rov qaab moog txug rua Aloos kws yog tug Povthawj Hlub lawv le nraag qaab nuav: Exalas yog Xelayas tub, Xelayas yog Axaliyas tub, Axaliyas yog Hilekiyas tub."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.2","label":"2","content":"Hilekiyas yog Saloos tub, Salumes yog Xadaus tub, Xadaus yog Ahitus tub,"},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.3","label":"3","content":"Ahitus yog Amaliyas tub, Amaliyas yog Axaliyas tub, Axaliyas yog Melai-us tub,"},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.4","label":"4","content":"Melai-us yog Xelahiyas tub, Xelahiyas yog Uxis tub, Uxis yog Npukis tub."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.5","label":"5","content":"Npukis yog Anpisuas tub, Anpisuas yog Finehas tub, Finehas yog Ele-axas tub, Ele-axas yog Aloos tub. Aloos yog tug Povthawj Hlub."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.6+EZR.7.7","label":"6-7","content":"Exalas tau rov tim tebchaws Npanpiloos lug. Exalas tau kawm paub tug TSWV kws yog cov Yixalayees tug Vaajtswv tej kevcai kws muab rua Mauxes sau tseg rua huv ntawv lawm. Rua qhov tug TSWV kws yog Exalas tug Vaajtswv tau foom koob moov rua nwg, fuabtais txhaj le muab txhua yaam rua nwg lawv le nwg tau thov lawm. Ces thaus Ataxawxes ua fuabtais kaav tebchaws tau xyaa xyoo lawm, Exalas txhaj le nrug ib paab Yixalayees, cov povthawj, cov Levis, cov ntaus suab nkauj, cov zuv roojvaag hab cov tuabneeg ua num huv lub Tuamtsev, suavdlawg rov tim Npanpiloos lug rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.8+EZR.7.9","label":"8-9","content":"Exalas lug txug huv lub nroog Yeluxalees yog thaus lub tsib hlis ntuj kws Ataxawxes ua fuabtais tau xyaa xyoo; Vaajtswv tau tsomkwm nwg sawv kev huv lub nroog Npanpiloos lug, yog thaus lub ib hlis ntuj nub xab ib, hab nwg lug txug rua huv lub nroog Yeluxalees, thaus lub tsib hlis ntuj, nub xab ib."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.10","label":"10","content":"Exalas muab nwg lub neej fij rua tug TSWV, kawm tug TSWV txuj kevcai, hab xyum ua nwg lub neej kuas lawv le txuj kevcai ntawd hab nwg muab tej kevcai hab tej kaab ke ntawd qha huv tuabsi rua cov pejxeem Yixalayees."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.11","label":"11","content":"Fuabtais Ataxawxes muab tsaab ntawv nuav cob rua tug povthawj Exalas kws yog ib tug tub txawg tub ntse, nwg kawm paub thoob plawg tej kevcai hab tej lug saamfwm kws tug TSWV muab cob rua cov Yixalayees:"},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.12","label":"12","content":"“Tuaj ntawm Fuabtais Ataxawxes tuaj,  txug tug povthawj Exalas, tug paub Vaajtswv kws yog tug nyob sau Ntuj tej Kevcai."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.13","label":"13","content":"“Kuv saamfwm kuas cov Yixalayees kws nyob thoob plawg huv kuv lub tebchaws, cov povthawj hab cov Levis kws raug tso nrug koj moog nyob rua tim lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.14","label":"14","content":"Kuv hab kuv cov tuavxaam xyaa leej, tso koj moog tshuaj saib cov tuabneeg kws nyob huv lub nroog Yeluxalees, huv xeev Yudas saib puab puas coj lawv le Vaajtswv txuj kevcai kws tub muab cob rua koj lawm."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.15","label":"15","content":"Koj ca le nqaa tej nyaj hab tej kub kws kuv hab kuv cov tuavxaam txaus sab muab fij rua cov Yixalayees tug Vaajtswv, ua nwg lub Tuamtsev nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.16","label":"16","content":"Hab koj ca le nqaa taagnrho tej nyaj tej kub kws koj moog sau tau thoob plawg huv xeev Npanpiloos, hab nqaa tej nyaj kws cov Yixalayees hab cov povthawj coj tuaj fij rua puab tug Vaajtswv lub Tuamtsev kws nyob huv lub nroog Yeluxalees huv tuabsi nrug koj moog."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.17","label":"17","content":"“Koj yuavtsum ua tuab zoo siv tej nyaj txag nuav, koj muab yuav tej txiv nyuj, tej laug yaaj, tej thaav yaaj, nplej cawv txiv maab hab koj coj tej ntawd moog fij rua sau lub thaaj ntawm Vaajtswv lub Tuamtsev huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.18","label":"18","content":"Koj muab tej nyaj hab tej kub kws seem coj moog yuav tej kws koj hab cov tuabneeg zej zog nruab ze xaav siv ua yaam dlaabtsi los tau lawv le mej tug Vaajtswv pum zoo rua mej siv."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.19","label":"19","content":"Koj ca le nqaa tej taig kws peb tub muab cob rua koj lawm, coj moog rua Vaajtswv huv lub nroog Yeluxalees, txhaj tau siv huv Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.20","label":"20","content":"Hab txhua yaam kws koj xaav yuav coj lug siv rua huv lub Tuamtsev, koj ca le moog rhu nyaj huv fuabtais lub txhaab nyaj lug siv xwb."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.21","label":"21","content":"“Kuv saamfwm rua cov numtswv tuav nyaj txag kws nyob huv lub xeev kws nyob ntawm tug Dlej Efalates saab nubpoob tas, yog tug povthawj Exalas kws kawm paub Vaajtswv tug nyob sau Ntuj txuj kevcai, tuaj thov yaam twg ntawm mej, mej ca le muab rua nwg lawv le nwg thov,"},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.22","label":"22","content":"tsuas pub muab xyaa txheeb tsib puas choj nyaj, tsib puas kawm nplej, ib txheeb ib puas fwj cawv txiv maab, ib txheeb ib puas laamfwj roj txiv ntoo, hab ntsev muab ntau npaum le kws nwg xaav tau."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.23","label":"23","content":"Yaam twg kws Vaajtswv tug kws nyob sau ntuj xaav tau, mej ca le muab kuas tau coj moog siv rua huv nwg lub Tuamtsev, kuas nwg txhaj tsi chim rua kuv hab kuv cov tub."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.24","label":"24","content":"Txwv tsi pub mej moog sau se ntawm cov povthawj, cov Levis, cov ntaus suab nkauj, cov zuv lub Tuamtsev, cov kws tu lub Tuamtsev, lossis txhua tug kws ua num huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.25","label":"25","content":"“Exalas, koj ca le siv lub tswvyim kws koj tug Vaajtswv muab pub rua koj lug tsaa kuas muaj ib cov tuabneeg lug ua thawjcoj saib cov pejxeem, hab ib paab lug tu plaub ntug saib cov tuabneeg kws nyob ntawm tug Dlej Efalates saab nubpoob, kuas puab txhaj ua lub neej lawv le koj tug Vaajtswv txuj Kevcai. Koj yuavtsum qha txuj kevcai ntawd rua txhua tug kws tsi tau paub, kuas puab paub."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.26","label":"26","content":"Yog leejtwg tsi coj lawv le koj tug Vaajtswv txuj kevcai, lossis tug fuabtais kws kaav lub tebchaws tej kevcai, nwg yuavtsum raug txim taamsim ntawd. Yuavtsum muab nwg tua povtseg lossis muab nwg ntab tsiv tawm huv lub tebchaws moog, lossis muab txhua yaam kws yog nwg tug txeeb kuas taag, lossis muab nwg coj moog kaw rua huv tsev lojcuj.”"},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.27","label":"27","content":"Exalas has tas, “Ua tug TSWV kws yog peb cov yawmkoob tug Vaajtswv tsaug! Tug TSWV tshoov fuabtais sab kuas fwm tug TSWV lub Tuamtsev kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.7","verse_code":"EZR.7.28","label":"28","content":"Vim Vaajtswv txujkev hlub, nwg txhaj pub kuv ua tau hum fuabtais, nwg cov tuavxaam hab nwg tsoom numtswv kws muaj fwjchim luj sab nyam, tug TSWV kws yog kuv tug Vaajtswv txhawb kuv zug kawg nkaus le, kuv txhaj muaj cuabkaav has tau cov Yixalayees txhua tug thawjcoj ntawm txhua xeem nrug kuv rov lug.”"},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.1","label":"1","content":"Ntawm nuav moog yog cov thawjcoj ntawm tej cuab kwvtij ntawm cov xeem kws raug luas nteg moog rua tim tebchaws Npanpiloos hab cov tau nrug Exalas rov lug rua huv Yeluxalees thaus kws Ataxawxes ua fuabtais kaav tebchaws:"},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.2+EZR.8.3+EZR.8.4+EZR.8.5+EZR.8.6+EZR.8.7+EZR.8.8+EZR.8.9+EZR.8.10+EZR.8.11+EZR.8.12+EZR.8.13+EZR.8.14","label":"2-14","content":"Nkesoos yog Finehas cuab kwvtij Daniyees yog Ithamas cuab kwvtij Sekaniyas tug tub Hatus yog Daviv cuab kwvtij Xakhaliyas yog Palauses cuab kwvtij, nrug rua ib puas tsib caug leej txivneej ntawm nwg cuab kwvtij (puab puavleej sau npe lawv le puab caajceg tsev tuabneeg) Xakhaliyas tug tub Elehaunais yog Pahas Mau-am cuab kwvtij, nrug rua ob puas leej txivneej Yahaxiyees tug tub Sekaniyas yog Xatus cuab kwvtij, nrug rua peb puas leej txivneej. Yaunathaas tug tub Enpes yog Adines cuab kwvtij, nrug rua tsib caug leej txivneej. Athaliyas tug tub Yesaiyas yog Elames cuab kwvtij, nrug rua xyaa caum leej txivneej. Mikhayees tug tub Xenpadiyas yog Sefatiyas cuab kwvtij, nrug rua yim caum leej txivneej. Yehiyees tug tub Aunpadiyas yog Yau-am cuab kwvtij, nrug rua ob puas kaum yim leej txivneej Yusifiyas tug tub Selaumis yog Npanis cuab kwvtij, nrug rua ib puas rau caum leej txivneej. Npenpais tug tub Xakhaliyas yog Npenpais cuab kwvtij, nrug rua neeg nkaum yim leej txivneej. Hakatas tug tub Yauhanaas yog Ankas cuab kwvtij, nrug rua ib puas kaum leej txivneej. Elifeles, Ye-ules hab Semayas yog Adaunikas cuab kwvtij, nrug rua rau caum leej txivneej. (Puab yog cov kws tom qaab nuav maam lug.) Uthais hab Xakules yog Npivais cuab kwvtij, nrug rua xyaa caum leej txivneej."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.15","label":"15","content":"Kuv hu taagnrho txhua paab tuaj sis sau rua ntawm tug kwj dleg kws ndlwg moog rua huv lub nroog Ahavas, hab peb tsuam chaw su rua ntawm tau peb nub. Kuv nrhav saib puas muaj cov povthawj nyob rua huv tej paab ntawd, tabsis tsi pum muaj ib tug twg yog Levis le."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.16","label":"16","content":"Kuv txhaj khaiv tuabneeg moog hu cuaj tug thawjcoj kws muaj npe le nuav tuaj: Eli-exes, Aliyees, Semayas, Enathaas, Yalis, Enathaas, Nathaas, Xakhaliyas hab Mesulas, hab hu ob tug xwbfwb kws yog Yauyalis hab Enathaas nrug puab tuaj."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.17","label":"17","content":"Kuv txhaj khaiv puab moog cuag Idaus kws yog tug thawjcoj pawg tuabneeg kws nyob ntawm thaaj chaw Kaxifi-as, kuv muab lug rua puab moog has rua nwg, nwg cov phoojywg hab cov tu lub Tuamtsev kuas tso tuabneeg tuaj nrug peb moog tu peb tug Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.18","label":"18","content":"Vim Vaajtswv txujkev hlub, puab txhaj tso Silenpiyas kws yog ib tug muaj peevxwm heev tuaj rua peb; nwg yog xeem Levis kws yog Malis cuab kwvtij, hab nwg coj kaum yim leej kws yog nwg cov tub hab nwg cov kwvtij nrug nwg tuaj."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.19","label":"19","content":"Puab tseem tso Hasanpiyas hab Yesayas kws yog Melalis xeebntxwv, nrug rua obtug cov kwvtij neeg nkaum leej lug rua peb hab."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.20","label":"20","content":"Dlua le ntawd, tseem tso ob puas neeg nkaum leej kws yeej ua num huv lub Tuamtsev, yog cov kws thaus vaajntxwv Daviv hab nwg cov numtswv tau tsaa puab cov yawmkoob lug paab cov Levis lawm. Taagnrho puab cov nuav puavleej teev npe huv tuabsi ca."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.21","label":"21","content":"Thaus peb tseem nyob huv tug kwj dleg Ahavas kuv tau has kuas peb suavdlawg ua kevcai yoo mov hab txu fwjchim taabmeeg peb tug Vaajtswv hab thov kuas nwg coj peb taug kev hab tsomkwm peb hab peb tej mivnyuas hab taagnrho peb tej khoom."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.22","label":"22","content":"Kuv txaajmuag moog tsaa ncauj thov fuabtais kuas tso nwg cov tubrog caij neeg nrug peb moog ua cov tiv thaiv tej yeebncuab thaus peb taug kev, rua qhov kuv tub has rua nwg lawm has tas, peb tug Vaajtswv yeej foom koob moov rua txhua tug kws ca sab rua nwg, tabsis nwg tsi txaus sab hab rau txim rua cov tuabneeg kws tso nwg tseg lawm."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.23","label":"23","content":"Yog le ntawd, peb txhaj le yoo mov hab thov Vaajtswv ua tug tsomkwm peb, hab nwg tau teb peb tej lug thov."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.24","label":"24","content":"Kuv txhaj xaiv cov povthawj kaum ob leeg ua cov thawjcoj: Selenpiyas, Hasanpiyas hab kaum leej."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.25","label":"25","content":"Ces kuv txhaj muab tej nyaj tej kub, hab tej taig kws fuabtais hab nwg cov tuavxaam, cov numtswv, hab cov Yixalayees muab coj lug siv rua huv lub Tuamtsev ntawd lug luj, hab muab cob rua cov povthawj."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.26+EZR.8.27","label":"26-27","content":"Tej nuav yog tej kws kuv muab cob rua puab: 1 Nyaj yog neeg nkaum tsib taas Taig nyaj ib puas lub, nyaav ib puas tsib caug choj Kub nyaav xyaa txheeb tsib puas choj Neeg nkaum lub taig kub nyaav kaum cuaj choj Ob lub taig tooj zoo nkauj heev muaj nqes ib yaam le cov taig kub ntaag."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.28","label":"28","content":"Kuv has rua puab tas, “Mej yog cov tuabneeg dlawbhuv rua tug TSWV kws yog mej cov yawmkoob tug Vaajtswv; yog le ntawd, mej ca le txaus sab hlo muab tej nyaj hab cov taig kub coj moog fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.29","label":"29","content":"Mej yuavtsum saib tej khoom nuav kuas zoo moog txug thaus kws mej coj moog rua huv lub Tuamtsev lawm. Ces thaus mej nqaa moog rua huv tej chaav kws cov povthawj nyob, mej rov muab luj dlua ib zag rua puab saib hab muab cob rua cov thawjcoj ntawm cov povthawj, cov Levis hab cov thawjcoj ntawm cov Yixalayees huv lub nroog Yeluxalees.”"},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.30","label":"30","content":"Yog le ntawd, cov povthawj hab cov Levis txhaj le ua cov saib tej nyaj, tej kub hab tej taig ntawd, hab coj moog rua huv lub Tuamtsev huv lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.31","label":"31","content":"Lub ib hlis, nub kaum ob, peb sawv kev ntawm tug kwj dleg Ahavas rov lug rua huv lub nroog Yeluxalees. Peb tug Vaajtswv nrug nraim peb hab tsomkwm peb tsi pub peb raug tej yeebncuab tua hab peb tsi raug tej xwmtxheej phem thaus peb taug kev."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.32","label":"32","content":"Thaus peb lug txug rua huv lub nroog Yeluxalees lawm, peb txhaj su tau peb nub."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.33","label":"33","content":"Ces nub plaub peb maam le moog huv lub Tuamtsev, hab muab tej nyaj tej kub, hab tej taig luj cob rua Uliyas tug tub Melemaus kws yog tug povthawj, muaj Ele-exas kws yog Finehas tug tub hab ob tug Levis, Yauxanpas tug tub Yesuas hab Nu-adiyas tug tub Npinu-is nrug nwg nyob ntawd."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.34","label":"34","content":"Lub sijhawm ntawd puab txhaj muab txhua yaam lug suav hab luj, hab muab sau rua huv ntawv khaws ca."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.35","label":"35","content":"Cov tuabneeg kws raug nteg moog rua lwm tebchaws hab tau rov lug ntawd, coj tsaj tuaj tua hlawv fij rua cov Yixalayees tug Vaajtswv. Puab fij kaum ob tug txiv nyuj rua taagnrho cov Yixalayees, cuaj caum rau tug thaav yaaj, xyaa caum xyaa tug laug yaaj, hab muab kaum ob tug laug tshis lug tua dlaws txim. Taagnrho cov tsaj nuav puavleej muab hlawv ua khoom fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"EZR.8","verse_code":"EZR.8.36","label":"36","content":"Puab txhaj muab dlaim ntawv tso cai kws fuabtais muab rua puab, coj moog cob rua tug tswvxeev hab cov numtswv kws nyob huv lub xeev ntawm tug Dlej Efalates saab nubpoob. Puab cov ntawd txhaj paab peb cov Yixalayees hab paab lub Tuamtsev kws pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.1","label":"1","content":"Tom qaab kws ua tej ntawd tav taag lawm, cov Yixalayees cov thawjcoj qee leej tuaj qha rua kuv has tas, cov pejxeem Yixalayees, cov povthawj hab cov Levis tsi cais puab tawm ntawm tej tuabneeg zej zog kws yog cov Amoos, cov Mau-am hab cov Iziv lossis cov Kana-aas, cov Hitis, cov Pelixes, cov Yenpus hab cov Amaules. Puab pheej ua tej kev phem ib yaam le cov tuabneeg ntawd ua hab."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.2","label":"2","content":"Vim cov Yudas tau moog yuav lwm tsaav tuabneeg cov ntxhais lug ua quaspuj; yog le ntawd, puab txhaj ua rua tsaav tuabneeg dlawbhuv, nrug cov tuabneeg kws nyob huv lub tebchaws ntawd sis xyaw. Tej kev kws ua tsi ncaaj tsi nceeg nuav tub yog cov thawjcoj hab cov numtswv ntaus thawj ua ntaag."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.3","label":"3","content":"Thaus kuv nov txug tej ntawd, kuv txhaj le dlua rhe kuv lub tsho, dlob kuv tej plaubhau, tej fwjtxwv, hab nyob ua ntsejmuag mluag mlob tu sab kawg le."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.4","label":"4","content":"Kuv nyob qhov ntawd tu sab kawg moog txug lub caij fij khoom thaus yaav tsaus ntuj, hab cov pejxeem txawm pib tuaj sawv vij kuv. Taagnrho suavdlawg puavleej txhawj hab ntshai kawg, rua qhov cov Yixalayees tug Vaajtswv has txug cov tuabneeg kws raug nteg moog rua lwm lub tebchaws hab tau rov lug ntawd tej kev txhum."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.5","label":"5","content":"Thaus yuav tsaus ntuj kws txug lub caij fij tej khoom, kuv txhaj sawv ntawm qhov chaw kws kuv nyob ntawd moog, tabsis kuv tseem naav rawv kuv lub tsho kws kuv muab dlua ndluag taag ntawd, kuv txhaj txhus caug ndlua tsaa kuv ob txhais teg thov tug TSWV kws yog kuv tug Vaajtswv."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.6","label":"6","content":"Kuv thov has tas, “Vaajtswv, kuv txaajmuag kawg nkaus, kuv tsi tsaa taubhau saib tuaj rua ntawm koj qhov chaw nyob. Peb tej kev txhum sab tshaaj peb taubhau lawm hab; tej kev txhum ntawd sab nto ntuj lawm."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.7","label":"7","content":"Txij thaus peb cov yawmkoob lug txug naj nub nua, peb cov kws yog koj tsaav tuabneeg tau ua kev txhum luj kawg le. Vim peb tej kev txhum, txhaj ua rua peb, peb cov vaajntxwv hab cov povthawj poob moog rua tej vaajntxwv txawv tebchaws teg, peb txhaj raug luas tua, raug luas fuab hab raug luas nteg coj moog lawm."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.8","label":"8","content":"Tug TSWV kws yog peb tug Vaajtswv, tau ib nyuas ntu taag lug, koj tau taabncuab peb, ca peb kovyeej hab tsiv dlim ntawm txujkev ua luas qhev hab tau lug nyob thaajyeeb lug huv lub chaw dlawbhuv nuav. Koj tau coj peb tsiv tawm ntawm qhov chaw kws ua luas qhev lug hab pub peb muaj lub neej tshab."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.9","label":"9","content":"Peb tub poob moog ua luas qhev lawm, tabsis koj tsi ca peb ua luas qhev moog le. Koj txhaj tau tshoov Pawxias cov fuabtais sab kuas puab taabncuab peb, nyam peb hab ua ntawv tso cai rua peb rov lug nyob huv nuav hab txhim khu koj lub Tuamtsev kws pob puag taag lawm dlua tshab. Hab pub peb tau nyob thaajyeeb lug huv lub xeev Yudas hab huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.10","label":"10","content":"“Vaajtswv, nwgnuav peb yuav has tau dlaabtsi tom qaab kws tej xwm nuav tub tshwmsim muaj lawm? Vim peb rov tsi noog koj tej lug saamfwm"},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.11","label":"11","content":"kws koj tau muab cob rua peb lug ntawm koj cov tubkhai kws yog cov cevlug. Puab qha rua peb has tas, lub tebchaws kws peb yuav moog txeeb nyob, yog lub tebchaws kws muaj kev tsi ncaaj nceeg, rua qhov cov tuabneeg kws nyob huv lub tebchaws ntawd ua kev phem kev qas puv nkaus saab tebchaws nuav moog ti nkaus saab tebchaws kawg tom u."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.12","label":"12","content":"Puab qha has tas, yog peb xaav ntsib kev tau zoo hab nyob kaaj sab lug huv lub tebchaws ntawd, hab xaav tau lub tebchaws ntawd rua peb tej xeebntxwv nyob moog ibtxhis, kuas peb tsi xob pub peb tej tub tej ntxhais moog yuav cov tuabneeg ntawd tej tub tej ntxhais, hab tsi xob txhawb puab tej kev vaammeej lossis txujkev tau zoo hlo le."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.13","label":"13","content":"Txawm yog has tas peb tub raug txim vim tej kev phem kev qas kws peb tau ua hab tej kws peb tau yuam kev ua txhum luj heev ntawd los peb paub tseeb has tas, koj kws yog peb tug Vaajtswv tub tsi tau rau txim kuas tsimnyog tej kev txhum kws peb ua ntawd, hab koj tseem ca peb muaj sa nyob."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.14","label":"14","content":"Sov yog vim le caag peb ca le tsi quavntsej koj tej lug saamfwm hab ca le moog yuav cov tuabneeg kws phem ntawd tej ntxhais lug ua quaspuj lawm hab? Yog peb tau ua lawm tag, koj yuav chim heev rua peb hab rhuav kuas peb puamtsuaj taag tsi pub ib tug seem le."},{"bible_id":"1726","chapter_code":"EZR.9","verse_code":"EZR.9.15","label":"15","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv, koj yog tug kws ncaaj nceeg, tabsis koj tseem ca peb muaj sa nyob. Peb leeg peb tej kev txhum rua koj; yeej tsi tsimnyog peb tuaj tshwm ntawm koj lub xubndlag.”"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.1","label":"1","content":"Thaus Exalas tseem nyo taubhau thov Vaajtswv ntawm lub Tuamtsev hauv ntej, quaj hab leeg tej kev txhum nuav, ib paab Yixalayees coob heev, quaspuj txivneej hab mivnyuas, sis sau tuaj sawv vij nwg, quaj tu sab kawg nkaus le hab."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.2","label":"2","content":"Ces Yehiyees tug tub Sekaniyas kws yog Elames cuab kwvtij txhaj has rua Exalas has tas, “Peb tau tso txujkev ntseeg Vaajtswv tseg hab tau moog yuav cov tuabneeg txawv tebchaws tej ntxhais lug ua quaspuj, txawm le ntawd los cov Yixalayees tseem tshuav kev ca sab."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.3","label":"3","content":"Nwgnuav peb thov coglug rua peb tug Vaajtswv has tas, peb yuav xaa cov quaspuj hab puab tej mivnyuas rov qaab kuas taag. Peb yuav ua lawv le koj hab cov kws fwm Vaajtswv tej lug saamfwm kuas peb ua. Peb yuav ua lawv le Vaajtswv txuj kevcai kws tau has tseg ntaag."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.4","label":"4","content":"Koj ca le ua teg num nuav. Peb yuav tuaj tom koj qaab, koj ca le ntaus thawj ua ntej hab ua kuas tav.”"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.5","label":"5","content":"Yog le ntawd, Exalas txhaj kuas cov Yixalayees cov thawjcoj, cov povthawj, cov Levis hab cov pejxeem, coglug ua lawv le tej lug kws Sekaniyas tau has ntawd."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.6","label":"6","content":"Ces nwg txhaj le tawm ntawm lub Tuamtsev hauv ntej moog rua huv chaav tsev kws Eli-asis tug tub Yehauhanaas nyob hab nwg pw ib mos  huv, nwg tu sab heev rua cov tuabneeg kws raug nteg moog hab tau rov lug tej kev ua tsi ncaaj nceeg ntawd. Nwg txhaj tsi noj tsi haus ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.7","label":"7","content":"Hab nwg xaa xuv moog thoob plawg huv lub nroog Yeluxalees hab lub xeev Yudas kuas txhua tug kws raug luas nteg moog hab tau rov lug ntawd ca le tuaj saablaaj ua ke huv lub nroog Yeluxalees,"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.8","label":"8","content":"lawv le cov numtswv hab tej thawjcoj tej lug saamfwm. Yog leejtwg tsi tuaj, dlhau peb nub sau nuav lawm, yuav muab txhua yaam kws yog nwg tug txeeb huv tuabsi moog hab nwg yuav tsi tau ua tswvcuab rua huv pawg tuabneeg ntawd moog ntxiv le lawm."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.9","label":"9","content":"Peb nub ntawd, yog lub cuaj hlis ntuj nub neeg nkaum, txhua tug txivneej kws nyob huv cheebtsaam Yudas hab Npeenyamees txhaj tuaj rua huv lub nroog Yeluxalees, hab moog sis sau ua ke rua ntawm lub taj tshaav puam ntawm lub Tuamtsev. Suavdlawg tshee kawg le, rua qhov naag lug hlub heev hab fuab cua tsi zoo."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.10","label":"10","content":"Tug povthawj Exalas sawv tseeg lug has rua puab tas, “Mej yog cov kws tsi muaj kev ncaaj nceeg, mej txhaj coj kev txhum lug rua cov Yixalayees, vim qhov kws mej moog yuav lwm tsaav tuabneeg tej ntxhais lug ua quaspuj."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.11","label":"11","content":"Nwgnuav mej ca le leeg mej tej kev txhum rua tug TSWV kws yog mej cov yawmkoob tug Vaajtswv, hab ua kuas hum nwg sab nyam. Ca le cais mej tawm ntawm lwm tsaav tuabneeg kws nyob huv peb lub tebchaws, hab muab mej cov quaspuj kws yog lwm tsaav tuabneeg tso tseg.”"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.12","label":"12","content":"Tsoom pejxeem teb nrov nrov has tas, “Peb yuav ua le koj has ntaag.”"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.13","label":"13","content":"Tabsis puab has ntxiv tas, “Peb cov tuabneeg coob heev hab naag lug hlub kawg le. Peb yuav sawv tsi tau ntawm tshaav puam le nuav. Tej nuav tsi yog yuav ua kuas tav rua ib nub lossis ob nub tom ntej nuav, rua qhov peb cov kws tau ua txhum muaj coob heev."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.14","label":"14","content":"Ca peb cov thawj kws nyob huv lub nroog Yeluxalees ua cov tu tej plaub ntug nuav, ca cov kws yuav lwm tsaav tuabneeg lug ua quaspuj, puab maam teem sijhawm moog ntsib cov thawjcoj hab cov tu plaub huv nwg lub nroog. Peb ua le nuav txhaj yuav tshem tau Vaajtswv txujkev chim tawm ntawm peb moog.”"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.15","label":"15","content":"Tsi muaj leejtwg tawv nyom zaaj ntawd le, tsuas yog Axahees tug tub Yaunathaas hab Tivas tug tub Yaxeyas txhaj nyom tsi yuav zaaj ntawd xwb. Muaj Mesulas hab Sanpethais kws yog cov Levis tuaj obtug tog hab."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.16","label":"16","content":"Cov tuabneeg kws raug luas nteg moog rua lwm tebchaws hab tau rov lug ntawd zoo sab ua lawv le cov lug kws tau has ntawd, yog le ntawd, tug povthawj Exalas txhaj tsaa  cov txivneej kws yog thawjcoj ntawm txhua cuab kwvtij hab sau puab tej npe. Ces lub kaum hli ntuj nub xab ib, puab txhaj pib tshuaj saib suavdlawg tej npe."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.17","label":"17","content":"Hab lub ib hlis ntuj nub xab ib, puab maam tu tej plaub ntug kws cov txivneej moog yuav lwm tsaav tuabneeg cov ntxhais lug ua quaspuj ntawd tav."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.18","label":"18","content":"Ntawm nuav moog yog teev cov txivneej kws yuav lwm tsaav tuabneeg cov ntxhais lug ua quaspuj tej npe: Cov povthawj caajceg muaj npe lawv le nraag nuav: Yesuas hab nwg cov kwvtij kws yog Yauxadas tsev tuabneeg: Ma-axeyas, Eli-exes, Yalis hab Nkedaliyas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.19","label":"19","content":"Puab tau coglug xaa puab cov quaspuj rov qaab hab puab muab ib tug laug yaaj lug tua dlaws puab tej kev txhum."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.20","label":"20","content":"Elemes cuab kwvtij yog: Hananis hab Xenpadiyas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.21","label":"21","content":"Halees cuab kwvtij yog: Ma-axeyas, Eliyas, Semayas, Yehiyees hab Uxiyas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.22","label":"22","content":"Pahules cuab kwvtij yog: Eli-aunais, Ma-axeyas, Isamayees, Nethanees, Yauxanpas hab Elas"},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.23","label":"23","content":"Cov Levis yog: Yauxanpas, Sime-is, Kelayas (kws muaj dlua ib lub npe hu ua Kelitas), Pethahiyas, Yudas hab Eli-exes."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.24","label":"24","content":"Cov ntaus suab nkauj yog: Eli-asis Cov zuv lub Tuamtsev yog: Salumes, Telees hab Ulis."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.25","label":"25","content":"Dlua le lwm paab: Palauses cuab kwvtij yog: Lamiyas, Ixiyas, Makhiyas, Miyamees, Ele-axas, Makhiyas hab Npeenayas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.26","label":"26","content":"Elames cuab kwvtij yog: Mataniyas, Xakhaliyas, Yehiyees, Adis, Yelemaus hab Eliyas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.27","label":"27","content":"Xatus cuab kwvtij yog: Ele-aunais, Eli-asis, Mataniyas, Yelemaus, Xanpas hab Axixas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.28","label":"28","content":"Npenpais cuab kwvtij yog: Yehauhanaas, Hananiyas, Xanpais hab Athalais."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.29","label":"29","content":"Npanis cuab kwvtij yog: Mesulas, Malus, Adayas, Yasus, Se-as hab Yelemaus."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.30","label":"30","content":"Pahas Mau-am cuab kwvtij yog: Adenas, Khelas, Npenayas, Ma-axeyas, Mataniyas, Npexalees, Npeenau-is, hab Manaxes."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.31+EZR.10.32","label":"31-32","content":"Halees cuab kwvtij yog: Eli-exes, Isiyas, Makhiyas, Semayas, Sime-oos, Npeenyamees, Malus hab Semaliyas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.33","label":"33","content":"Hasus cuab kwvtij yog: Matenais, Mathatas, Xanpas, Elifeles, Yelemais, Manaxes hab Sime-is."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.34+EZR.10.35+EZR.10.36+EZR.10.37","label":"34-37","content":"Npanis cuab kwvtij yog: Ma-adais, Alas, Uyees, Npenayas, Npedeyas, Kheluhis, Vaniyas, Melemaus, Eli-asis, Mataniyas, Matenais hab Yaxus."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.38+EZR.10.39+EZR.10.40+EZR.10.41+EZR.10.42","label":"38-42","content":"Npeenu-is cuab kwvtij yog: Sime-is, Selemiyas, Nathaas, Adayas, Manadanpais, Sasais, Salais, Axalees, Selemiyas, Semaliyas, Salumes, Amaliyas hab Yauxej."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.43","label":"43","content":"Nenpus cuab kwvtij yog: Ye-iyees, Matithiyas, Xanpas, Xenpinas, Yadais, Yau-ees hab Npenayas."},{"bible_id":"1726","chapter_code":"EZR.10","verse_code":"EZR.10.44","label":"44","content":"Taagnrho cov txivneej kws has lug nuav, puavleej yuav lwm tsaav tuabneeg cov ntxhais lug ua quaspuj. Puab muab cov quaspuj hab cov mivnyuas xaa  huv tuabsi rov qaab moog lawm."}]