[{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.1","label":"1","content":"Thaus Fuabtais Dali-us kaav tebchaws Pawxias tau ob xyoos lawm, lub rau hli ntuj nub xab ib tug TSWV lug has rua Hakais kws yog tug cev Vaajtswv lug. Tug TSWV cov lug yog has rua Se-atiyees tug tub Xelunpanpees kws ua tswvxeev kaav lub xeev Yudas, hab has rua tug Povthawj Hlub Yausuas kws yog Yehauxadas tug tub."},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.2","label":"2","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has rua Hakais tas, “Cov tuabneeg suavdlawg has tas, lub sijhawm nuav tseem tsi tau yog lub caij kws yuav txhim khu lub Tuamtsev.”"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.3","label":"3","content":"Yog le ntawd tug TSWV txhaj muab cov lug nuav rua Hakais kws yog tug cev Vaajtswv lug kuas moog has rua cov tuabneeg suavdlawg tas,"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.4","label":"4","content":"“Kuv tsaav tuabneeg, vim le caag mej tub nyob tej tsev zoo zoo lawm, tabsis kuv lub Tuamtsev pob puag taag le?”"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.5","label":"5","content":"Mej puas pum tej xwmtxheej kws taabtom yuav lug raug mej?"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.6","label":"6","content":"Mej cog qoob ntau, tabsis mej sau tau tsawg. Mej muaj zaub mov noj, tabsis tsi tsau. Mej muaj cawv txiv maab haus, tabsis tsi qaug! Mej muaj rig tsho naav, tabsis tsi suv. Tej tuabneeg kws ua num tau nyaj los tsi txaus siv."},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.7","label":"7","content":"Mej puas pum has tas, yog vim le caag txhaj muaj tej xwmtxheej nuav lug raug mej?"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.8","label":"8","content":"Mej ca le moog peg tej roob hab txav ntoo lug khu lub Tuamtsev; kuv txhaj yuav txaus sab, hab tuabneeg txhaj tau chaw tuaj pehawm kuv kuas tsimnyog."},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.9","label":"9","content":"“Mej ca sab has tas yuav sau tau qoobloo ntau, tabsis mej sau tau tsawg kawg le. Hab thaus mej coj tej qoobloo lug rua huv tsev, kuv yuav muab tshuab kuas yaa taag.  Vim le caag kuv txhaj ua le ntawd? Rua qhov thaus kuv lub Tuamtsev pob puag taag, mej txhua tug nyag rau sab ntso ua nyag lub tsev nkaus xwb."},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.10","label":"10","content":"Tub yog vim le ntawd lub ntuj txhaj tsi muaj naag lug, hab lub nplajteb tsi pub kuas mej tej qoobloo tuaj taug le."},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.11","label":"11","content":"Kuv tso ntuj qhua teb nkig lug rua lub tebchaws, sau tej roob, tej teb npleg, teb txiv maab, hab teb txiv ntoo roj, txhua yaam qoobloo kws tuaj huv aav, tuabneeg hab tsaj txhu hab txhua yaam kws mej cog ntawd huv tuabsi.”"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.12","label":"12","content":"Xelunpanpees, Yausuas hab taagnrho cov tuabneeg kws raug luas nteg moog hab tau rov qaab  tim tebchaws Npanpiloos lug, tau ua lawv le tug TSWV kws yog puab tug Vaajtswv tej lug. Puab ntshai hab fwm tug cevlug Hakais kws yog tug TSWV tug tubkhai kawg le."},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.13","label":"13","content":"Hakais txhaj qha tug TSWV tej lug rua cov pejxeem le nuav has tas: “Kuv yuav nrug nraim mej nyob, ntawm nuav yog kuv tej lug cog tseg rua mej.”"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.14","label":"14","content":"Tug TSWV tshoov Xelunpanpees kws yog tug tswvxeev kws kaav lub xeev Yudas, Yausuas kws yog tug Povthawj Hlub, hab taagnrho cov tuabneeg kws raug luas nteg moog,  hab tau rov qaab lug sab, kuas puab txhua tug txhim khu lub Tuamtsev. Puab txhaj pib txhim khu tug TSWV kws yog puab tug Vaajtswv kws muaj Fwjchim Luj kawg nkaus lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"HAG.1","verse_code":"HAG.1.15","label":"15","content":"thaus lub rau hli ntuj nub neeg nkaum plaub kws Dali-us ua fuabtais kaav lub tebchaws tau ob xyoos lawm."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.1","label":"1","content":"Lub xyaa hli ntuj nub neeg nkaum ib kws yog tuab lub xyoos ntawd, tug TSWV has rua Hakais kws yog tug cev Vaajtswv lug dlua ib zag ntxiv."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.2","label":"2","content":"Tug TSWV kuas Hakais moog has rua Xelunpanpees kws yog tug tswvxeev kws kaav lub xeev Yudas, has rua Yausuas kws yog tug Povthawj Hlub, hab has rua cov pejxeem suavdlawg tas,"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.3","label":"3","content":"“Mej puas muaj leejtwg ncu tau has tas lub Tuamtsev thaus u zoo npaum le caag? Nwgnuav mej saib zoo le caag lawm? Mej saib lub Tuamtsev zoo le tsi tseemceeb le lawm."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.4","label":"4","content":"Tabsis nwgnuav mej txhua tug tsi xob qaug zug. Mej ca le rau sab ntso ua num, rua qhov kuv nrug nraim mej nyob."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.5","label":"5","content":"Thaus mej tsiv nraag tebchaws Iziv lug, kuv tau coglug rua mej has tas, kuv yuav nrug nraim mej nyob. Yog le ntawd kuv tseem nrug nraim mej nyob, mej tsi xob ntshai."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.6","label":"6","content":"“Tshuav tsi ntev kuv yuav cu lub ntuj hab lub nplajteb, thooj aav hab dlej havtxwv."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.7","label":"7","content":"Kuv yuav rhuav txhua tsaav tuabneeg, hab yuav coj puab tej nyaj tej kub lug tso rua ntawm nuav, kuas lub Tuamtsev txhaj muaj nyaj puv nkaus."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.8","label":"8","content":"Tej nyaj hab tej kub kws nyob huv nplajteb nuav puavleej yog kuv le huv tuabsi."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.9","label":"9","content":"Lub Tuamtsev tshab nuav yuav zoo tshaaj lub qub thaus u, kuv yuav pub kuas kuv tsaav tuabneeg muaj kev vaammeej hab nyob kaaj sab lug qhov ntawd.” Tug TSWV kws muaj Fwjchim Luj kawg nkaus yog tug has le ntawd."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.10","label":"10","content":"Thaus lub cuaj hlis ntuj nub neeg nkaum plaub kws Dali-us ua fuabtais kaav tebchaws tau ob xyoos lawm, tug TSWV kws muaj Fwjchim Luj kawg nkaus rov lug has rua Hakais kws yog tug cev Vaajtswv lug dlua ib zag ntxiv."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.11","label":"11","content":"Tug TSWV has tas, “Koj ca le nug cov povthawj lawv le tej kev tswjfwm nuav:"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.12","label":"12","content":"Yog has tas leejtwg muab ib thooj nqaj kws tub muab fij theej txhoj lawm, ntsaws rua huv nwg lub nqaws tsho ntev nqaa tawm moog, hab yog has tas nwg lub tsho ntawd chwv tej ncuav, tej zaub mov, tej cawv txiv maab, tej txiv ntoo roj, lossis txhua yaam khoom noj, puas yuav ua rua tej khoom ntawd dlawbhuv lawm?” Thaus kws tug cev Vaajtswv lug nug le ntawd taag lawm, cov povthawj teb has tas, “Yeej tsi huv le.”"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.13","label":"13","content":"Ces Hakais nug has tas, “Yog muaj ib tug tuabneeg twg ua rua nwg tsi huv vim nwg moog kov tug tuabneeg tuag lawm, hab nwg tsua lug kov tej zaub mov nuav, puas yuav ua rua tej zaub mov ntawd tsi huv hab?” Cov povthawj teb has tas, “Yog tag, yeej ua rua tej zaub mov ntawd tsi huv lawm.”"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.14","label":"14","content":"Hakais has tas, “Tug TSWV has tas, saav tuabneeg kws nyob huv lub tebchaws nuav hab txhua yaam kws cov tuabneeg nuav khwv tau lug zoo ib yaam le ntawd; hab txhua yaam kws puab muab fij rua sau lub thaaj yeej tsi huv lawm.”"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.15","label":"15","content":"Tug TSWV has tas, “Mej puas pum tej xwmtxheej kws muaj lug raug mej, ua ntej kws mej pib txhim khu lub Tuamtsev?"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.16","label":"16","content":"Mej yuav moog rua ntawm lub txhaab nplej, ca sab has tas, yuav yawm tau neeg nkaum kawm nplej, tabsis tsuas yawm tau kaum kawm xwb. Mej yuav moog rua ntawm qhov chaw tsuam txiv maab, dlaus kuas tau tsib caug thoob kua txiv maab, tabsis mej tsuas dlaus tau neeg nkaum thoob xwb."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.17","label":"17","content":"Kuv tso cua nplawm hab tso lawg lug ntaus txhua yaam kws mej cog kuas puamtsuaj taag. Txawm le ntawd los mej tseem tsi tau tso mej lub sab qub tseg le hab."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.18","label":"18","content":"Nub nua, yog nub neeg nkaum plaub lub cuaj hli ntuj, yog nub kws pua tau lub plaag Tuamtsev tav log lawm. Mej sim saib txij nuav moog yuav muaj dlaabtsi tshwmsim tuaj?"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.19","label":"19","content":"Txawm yog tsi tshuav nplej, tsi tshuav txiv maab, tsi tshuav txiv ncuav pas, tsi tshuav txiv ntsab pobkws hab tsi tau txug caij txi txiv ntoo roj los txij nuav moog kuv yeej yuav foom koob koov rua mej.”"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.20","label":"20","content":"Nub neeg nkaum plaub lub hlis ntawd, tug TSWV rov has rua Hakais dlua zag ob,"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.21","label":"21","content":"kuas nwg moog has rua Xelunpanpees kws yog tug tswvxeev kws kaav lub xeev Yudas has tas, “Kuv taabtom yuav cu lub ntuj hab lub nplajteb,"},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.22","label":"22","content":"hab muab txhua lub zwmtxwv ntawm txhua lub tebchaws ntxeev hab txu puab tej fwjchim. Kuv yuav muab puab tej tsheb neeg hab cov tuabneeg kws tsaav tsheb neeg ntxeev; tej neeg yuav tuag taag hab puab cov tuabneeg kws caij neeg ib leeg yuav tig tua ib leeg kuas tuag taag."},{"bible_id":"1726","chapter_code":"HAG.2","verse_code":"HAG.2.23","label":"23","content":"Xelunpanpees kws yog kuv tug tubkhai, nub ntawd kuv yuav coj koj moog hab kuv yuav tsaa koj tuav kuv lub npe kaav tebchaws. Koj yog tug kws kuv xaiv tseg lawm.” Tug TSWV kws muaj Fwjchim Luj kawg nkaus yog tug has tej lug nuav."}]