[{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.1","label":"1","content":"Thaus u muaj ntau zag Vaajtswv ua le nuav le u qha cov kws cev Vaajtswv lug kuas puab qha rua peb cov yawmkoob paub tej kws Vaajtswv has,"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.2","label":"2","content":"tabsis tam kawg nuav Vaajtswv khaiv Vaajtswv tug Tub lug qha peb. Vaajtswv tsaa Vaajtswv tug Tub ua tug tsim lub ntuj hab lub nplajteb. Thaus kawg Vaajtswv yuav pub ib puas tsaav yaam huv tuabsi ua tug Tub ntawd tug."},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.3","label":"3","content":"Vaajtswv lub fwjchim ua rua tug Tub ntawd ci ntsaa ab. Nwg muaj fwvxyeej ib yaam le Vaajtswv, nwg tej lug kws muaj fwjchim luj kawg nkaus tuav lub ntuj hab lub nplajteb. Thaus nwg theej tuabneeg lub txhoj taag lawm, nwg moog sau ntuj ceebtsheej. Nwg moog nyob ntawm Vaajtswv tug kws muaj fwjchim luj kawg nkaus saab xis."},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.4","label":"4","content":"Vaajtswv tis lub npe kws tseemceeb dlua cov timtswv ceebtsheej lub rua Vaajtswv tug Tub, ib yaam le Vaajtswv tsaa Vaajtswv tug Tub ua tug kws muaj fwjchim luj dlua cov timtswv ceebtsheej."},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.5","label":"5","content":"Rua qhov Vaajtswv yeej tsi tau has rua nwg cov timtswv ib tug twg has tas: “Koj yog kuv tug Tub; nub nua kuv ua koj Txiv lawm.” Hab Vaajtswv tsi tau has rua cov timtswv ib tug twg has tas, “Kuv yuav ua koj Txiv, hab koj yuav ua kuv tug Tub.”"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.6","label":"6","content":"Thaus Vaajtswv yuav khaiv Vaajtswv tug Tub hlub nqeg lug huv nplajteb, Vaajtswv rov has dlua le nuav: “Vaajtswv cov timtswv sau ntuj txhua tug yuavtsum pehawm tug Tub.”"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.7","label":"7","content":"Thaus Vaajtswv has txug cov timtswv, nwg has tas, “Vaajtswv tsim Vaajtswv cov timtswv zoo le cua hab nwg tsim nwg cov tubkhai zoo le nplaim tawg.”"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.8","label":"8","content":"Tabsis thaus Vaajtswv has txug nwg tug Tub, nwg has tas, “Vaajtswv, koj lub tebchaws  yuav nyob moog ibtxhis, Koj  kaav koj tsaav tuabneeg moog rua txujkev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.9","label":"9","content":"Koj nyam qhov zoo, koj ntxub qhov phem. tub yog vim le nuav Vaajtswv tug kws yog koj tug Vaajtswv txhaj xaiv koj ca, hab ua rua koj zoo sab kawg le, rua qhov koj tau koob meej heev dlua koj cov phoojywg.”"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.10","label":"10","content":"Nwg has dlua has tas, “Tug Tswv, thaus chivkeeb koj tsim lub nplajteb, hab yog koj txhais teg tsim lub ntuj."},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.11","label":"11","content":"Tej ntawd puavleej yuav pluj moog, tabsis koj yuav nyob moog le; tej ntawd yuav txawj qub ib yaam le tej rig tsho."},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.12","label":"12","content":"Koj yuav muab tej ntawd tais ca ib yaam le luas tais lub tsho ntev, hab koj yuav muab tej ntawd hloov ib yaam le luas hloov rig tsho. Tabsis koj yeej zoo le qub, koj yuav tsi txawj laug.”"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.13","label":"13","content":"Vaajtswv yeej tsi tau has rua Vaajtswv cov timtswv ib tug twg has tas: “Koj ca le lug nyob ntawm kuv saab xis moog txug thaus kuv muab koj cov yeebncuab rua koj tsuj.”"},{"bible_id":"1726","chapter_code":"HEB.1","verse_code":"HEB.1.14","label":"14","content":"Yog le ntawd cov timtswv ceebtsheej tsuas yog cov tuabneeg qaum ntuj kws ua Vaajtswv teg num xwb. Vaajtswv khaiv puab lug paab cov tuabneeg kws yuav dlim lub txim."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.1","label":"1","content":"Yog le ntawd peb yuavtsum hajyam ua tuab zoo khaws tej lug tseemceeb kws peb tau nov lug lawm ca zoo zoo, peb txhaj le yuav muab sab npuab tej lug ntawd."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.2","label":"2","content":"Rua qhov tej lug kws cov timtswv ceebtsheej qha puavleej yog lug tseeb. Tug kws tsi noog hab tsi ua lawv le tej lug ntawd, tug ntawd tub raug txim lawv le nwg tej kev txhum lawm."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.3","label":"3","content":"Yog peb tsi quavntsej txujkev dlim txim kws tseemceeb, peb yuav ua le caag dlim tau. Tug Tswv yog tug kws xub qha txujkev dlim txim ntawd ntaag. Cov tuabneeg kws nov nwg qha, puab qha tseeb rua peb has tas muaj le ntawd tag."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.4","label":"4","content":"Tsi yog le ntawd xwb, Vaajtswv tseem ua tej txujci luj hab tseemceeb, hab ua tej kws qha nwg lub fwjchim rua suavdlawg pum has tas, yeej muaj le puab has tag. Hab Vaajtswv pub Vaaj Ntsujplig tug Dlawbhuv rua suavdlawg lawv le Vaajtswv pum zoo pub."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.5","label":"5","content":"Vaajtswv tsi tau tsaa cov timtswv ceebtsheej ua cov kaav lub nplajteb tshab kws peb has txug yuav lug tom ntej nuav."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.6","label":"6","content":"Tabsis Vaajtswv txujlug has tas: “Vaajtswv, tuabneeg tsimtxaj npaum le caag, koj tsua xaam txug puab? Tej nyuas tuabneeg xwb, puab tsimtxaj npaum le caag koj tsua yuav tsomkwm puab?"},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.7","label":"7","content":"Koj tsim nwg, koj pub nwg muaj fwjchim yau dlua cov timtswv ceebtsheej ib nyuas ntu, koj pub nwg muaj fwjchim hab tau ntsejmuag"},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.8","label":"8","content":"hab tsaa nwg ua tug kaav ib puas tsaav yaam huv tuabsi.” Lu lug kws has tas, Vaajtswv tsaa tuabneeg “ua tug kaav ib puas tsaav yaam,” lu lug ntawd qha tseeb has tas, tsi muaj ib yaam dlaabtsi kws Vaajtswv tsi muab rua tuabneeg kaav, txawm le ntawd los nwgnuav peb tseem tsi tau pum tuabneeg kaav ib puas tsaav yaam."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.9","label":"9","content":"Tabsis peb pum has tas, Vaajtswv ca Yexus muaj fwjchim yau dlua cov timtswv ceebtsheej ib nyuas ntu. Vaajtswv ua le ntawd, rua qhov Vaajtswv tug kws hlub suavdlawg, nwg yuav khaiv Yexus lug tuag theej suavdlawg lub txhoj. Nwgnuav peb pum Yexus muaj tug tshwjchim kws ci ntsaa ab hab nwg tau ntsejmuag, rua qhov nwg raug kev tuag txomnyem ntsuav."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.10","label":"10","content":"Qhov kws Vaajtswv tug kws tsim hab saib ib puas tsaav yaam, nwg khaiv Yexus lug raug kev txomnyem, kuas Yexus txhaj ua tau Yexus teg num tav, qhov ntawd Vaajtswv ua yog lawm. Vaajtswv ua le ntawd, nwg txhaj yuav coj tau nwg cov mivnyuas ntau leej lug txais yuav nwg txuj koob moov, rua qhov Yexus yog tug kws cawm puab kuas puab dlim puab lub txim."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.11","label":"11","content":"Yexus hab cov tuabneeg kws Yexus tub pub lub sab tshab rua lawm, puavleej yog tuab leeg txiv yug xwb. Tub yog vim le ntawd, Yexus txhaj tsi txaajmuag hu has tas, puab yog nwg cov kwvtij."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.12","label":"12","content":"Lawv le tej lug kws nwg has tseg lawm has tas: “Vaajtswv, kuv yuav qha koj zaaj rua kuv cov kwvtij noog; Kuv yuav hu nkauj ua koj tsaug taabmeeg cov tuabneeg kws tuaj nyob ua ke noog lug qhuab qha.”"},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.13","label":"13","content":"Nwg has dlua has tas, “Kuv yuav ca sab rua Vaajtswv.” Hab nwg has ntxiv dlua has tas, “Kuv nrug cov mivnyuas kws Vaajtswv pub rua kuv nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.14","label":"14","content":"Vim cov mivnyuas ntawd puavleej yog tuabneeg muaj roj muaj ntshaav, yog le ntawd Yexus txhaj lug yug ua tuabneeg muaj roj muaj ntshaav ib yaam le puab. Nwg ua le ntawd, nwg txujkev tuag txhaj rhuav tau dlaab Ntxwgnyoog lub fwjchim kws ua kuas tuabneeg tuag puamtsuaj moog,"},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.15","label":"15","content":"hab tso tau cov tuabneeg kws ibtxwm ntshai kev pluj kev tuag kuas puab dlim."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.16","label":"16","content":"Peb tub pum tseeb lawm has tas, tsi yog Vaajtswv paab cov timtswv ceebtsheej, tabsis yog Vaajtswv paab Anplahaas cov xeebntxwv."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.17","label":"17","content":"Yog le ntawd Yexus yuavtsum lug ua tuabneeg ib yaam le nwg cov kwvtij, nwg txhaj yuav ua tau puab tug Povthawj Hlub ncaaj nceeg kws muaj lub sab hlub ua Vaajtswv teg num. Nwg ua le ntawd Vaajtswv txhaj yuav zaam tau suavdlawg lub txim."},{"bible_id":"1726","chapter_code":"HEB.2","verse_code":"HEB.2.18","label":"18","content":"Nwgnuav Yexus paub paab cov tuabneeg kws raug kev nyuaj sab, rua qhov nwg tub raug kev nyuaj sab hab kev tsimtxom lug lawm."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.1","label":"1","content":"Yog le ntawd cov kwvtij kws ntseeg Yexus, mej puavleej yog cov kws Vaajtswv hu lug ua Vaajtswv tsaav tuabneeg lawm, mej yuavtsum saib ntsoov Yexus tug kws Vaajtswv khaiv lug ua tug Povthawj Hlub saib tej kws peb ntseeg."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.2","label":"2","content":"Yexus muaj nplooj sab dlawb paug ua teg num kws Vaajtswv muab tso rua nwg ua, ib yaam le Mauxes muaj nplooj sab dlawb paug paab cov Yixalayees kws yog Vaajtswv tsev tuabneeg txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.3","label":"3","content":"Suavdlawg yeej qhuas tug kws ua tsev heev dlua qhuas lub tsev. Ib yaam nkaus le ntawd, tsimnyog Yexus tau ntsejmuag heev dlua Mauxes."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.4","label":"4","content":"Tej tsev yeej muaj tug ua, tabsis Vaajtswv yog tug tsim ib puas tsaav yaam."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.5","label":"5","content":"Mauxes muaj nplooj sab dlawb paug paab Vaajtswv tsev tuabneeg txhua tug huv tuabsi. Nwg yeej yog ib tug Tubkhai, nwg has txug tej kws Vaajtswv yuav qha rua suavdlawg yaav tom ntej."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.6","label":"6","content":"Tabsis Yexus Khetos yog Vaajtswv tug Tub, nwg muaj nplooj sab dlawb paug saib Vaajtswv tsev tuabneeg. Yog peb muaj nplooj sab tawv qhawv, hab ua sab ntev tog tej kws peb ca sab rua, peb txhaj yuav ua tau Vaajtswv tsev tuabneeg."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.7","label":"7","content":"Rua qhov Vaaj Ntsujplig tug Dlawbhuv qha has tas, “Nub nuav yog mej nov Vaajtswv lub suab hu,"},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.8","label":"8","content":"mej tsi xob tawv ncauj, ib yaam le yaav taag lug mej cov yawmkoob ntxeev sab rua Vaajtswv, hab ib yaam le nub kws puab sim Vaajtswv sab thaus puab nyob tom taj suabpuam,"},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.9","label":"9","content":"Vaajtswv has tas, txawm yog mej cov yawmkoob pum tej kws kuv ua lug tau plaub caug xyoo los puab tseem sim kuv sab hab."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.10","label":"10","content":"Tub yog vim le ntawd kuv txhaj chim rua puab cov ntawd hab kuv has tas, ‘Puab lub sab yeej nyam ua phem hab puab tsi kawm kuv tej kevcai.’"},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.11","label":"11","content":"Kuv chim, kuv txhaj coglug tseg has tas, ‘Puab cov ntawd yuav tsi tau lug nrug kuv su ib zag le.’ ”"},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.12","label":"12","content":"Cov kwvtij, mej yuavtsum ceevfaaj zoo, nyob tsaam mej cov muaj ib tug muaj lub sab phem hab tsi ntseeg, nwg ca le tso Vaajtswv tug kws muaj sa nyob tseg."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.13","label":"13","content":"Mej tsi xob ua le ntawd, mej ib leeg yuavtsum naj nub paab ib leeg, thaus peb tseem hu tau has tas, “Nub Nua”; Vaajtswv lu lug kws has tas, “Nub Nua”; lu lug ntawd yog Vaajtswv qha peb. Yog mej ua le ntawd, kev txhum yuav ntxag tsi tau mej ib tug twg ua tuabneeg tawv ncauj."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.14","label":"14","content":"Yog peb muab sab npuab tej kws thaus chivthawj peb ca sab rua moog txug nub kawg, peb yuav nrug Yexus Khetos tau koob moov ib yaam nkaus."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.15","label":"15","content":"Vaajtswv txujlug has tas: “Nub nua yog mej nov Vaajtswv lub suab hu, mej tsi xob tawv ncauj ib yaam le yaav taag lug mej cov yawmkoob ntxeev sab rua Vaajtswv.”"},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.16","label":"16","content":"Cov kws nov Vaajtswv lub suab hu hab ntxeev sab rua Vaajtswv yog cov twg? Tub yog txhua tug kws Mauxes coj tawm huv tebchaws Iziv lug ntaag."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.17","label":"17","content":"Lub sijhawm plaub caug xyoo ntawd, Vaajtswv chim rua cov tuabneeg twg? Vaajtswv chim rua cov tuabneeg kws ua txhum, cov tuabneeg ntawd tub yog cov kws tuag pawg lug tom taj suabpuam."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.18","label":"18","content":"Thaus Vaajtswv coglug tseg has tas, “Puab cov ntawd yuav tsi tau lug su huv qhov chaw kws kuv tu tseg rua puab ib zag le,” yog nwg has txug cov twg? tub yog nwg has txug cov tuabneeg kws ntxeev sab rua nwg ntaag."},{"bible_id":"1726","chapter_code":"HEB.3","verse_code":"HEB.3.19","label":"19","content":"Yog le ntawd peb paub has tas, vim puab tsi ntseeg, Vaajtswv txhaj tsi pub puab moog huv qhov chaw ntawd."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.1","label":"1","content":"Vaajtswv coglug tseg rua peb has tas, nwg yuav pub peb moog nrug nwg su. Yog le ntawd peb suavdlawg yuavtsum ceevfaaj, nyob tsaam mej cov muaj qee leej tsi tau moog nrug nwg su."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.2","label":"2","content":"Rua qhov peb puavleej nov Txujmoo Zoo ib yaam le puab tau nov lawm hab. Puab nov, tabsis Txujmoo Zoo ntawd tsi muaj nqes rua puab, rua qhov thaus puab nov, puab tsi ntseeg."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.3","label":"3","content":"Peb cov kws ntseeg peb yuav tau moog nrug Vaajtswv su. Lawv le Vaajtswv has tseg has tas: “Kuv chim kuv txhaj coglug has tas, ‘Puab cov ntawd yuav tsi tau lug nrug kuv su ib zag le.’ ” Txawm yog thaus Vaajtswv tsim ntuj tsim teb, nwg tub ua nwg tej num tav taag lawm los nwg tseem has le ntawd."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.4","label":"4","content":"Rua qhov Vaajtswv txujlug muaj ib qho has txug nub xyaa has tas: “Nub xyaa Vaajtswv su, Vaajtswv tsi tsim ib yaam dlaabtsi ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.5","label":"5","content":"Muaj dlua ib lus has txug zaaj nuav has tas, “Puab cov ntawd yuav tsi tau lug nrug kuv su ib zag le.”"},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.6","label":"6","content":"Cov tuabneeg thaus u kws xub nov Txujmoo Zoo, puab tsi tau moog nrug Vaajtswv su, rua qhov puab tsi ntseeg, tabsis Vaajtswv pub lwm cov moog nrug Vaajtswv su."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.7","label":"7","content":"Peb paub has tas muaj le ntawd, rua qhov Vaajtswv teem dlua ib nub tseg hu has tas, “Nub Nua.” Tom qaab ntawd ntau xyoo Vaajtswv kuas Daviv has txug zaaj ntawd lawv le tub has taag lug lawm has tas: “Nub nua yog mej nov Vaajtswv lub suab hu, mej tsi xob tawv ncauj.”"},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.8","label":"8","content":"Rua qhov yog Yausuas tub coj puab suavdlawg moog nrug Vaajtswv su lawm, ces tsi taag Vaajtswv yuav rov has dlua has tas, nub nua."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.9","label":"9","content":"Txawm le caag los Vaajtswv tsaav tuabneeg yeej yuav tau su ib yaam le nub xyaa Vaajtswv su."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.10","label":"10","content":"Rua qhov tug kws moog nrug Vaajtswv su lawm, tug ntawd yuav tsi ua num ib yaam le Vaajtswv tsi ua num lawm."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.11","label":"11","content":"Yog le ntawd, tsimnyog peb suavdlawg yuavtsum ua tag moog kuas peb tau nrug Vaajtswv su. Tsi xob pub peb cov ib tug twg tsi noog lug le puab cov ntawd, nyob tsaam nwg tsi tau moog su."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.12","label":"12","content":"Rua qhov Vaajtswv tug kws muaj sa nyob, nwg tej lug tseemceeb hab muaj kuab kawg le. Tej lug ntawd ntse dlua raab ntaaj ob saab ntse, nkaug moog txug nruab plaab nruab plaw nruab nqaj nruab txhaa. Tej lug ntawd paub tej kws tuabneeg xaav hab paub tuabneeg lub sab huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.13","label":"13","content":"Tsi muaj ib yaam dlaabtsi kws tuabneeg yuav muab roog tau tsi pub Vaajtswv pum. Ib puas tsaav yaam kws Vaajtswv tsim lug lawm, Vaajtswv yeej pum huv tuabsi, hab peb txhua tug nyag yuavtsum pav nyag lub neej qha rua Vaajtswv."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.14","label":"14","content":"Yog le ntawd peb yuavtsum muab sab npuab tej kws peb has tas, peb ntseeg, rua qhov peb muaj tuab tug Povthawj Hlub kws tub moog cuag Vaajtswv lawm, tug ntawd yog Vaajtswv tug Tub Yexus."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.15","label":"15","content":"Peb tug Povthawj Hlub yeej paub tej kws peb qaug zug, rua qhov nwg tub raug kev dlaag ntxag ib yaam le peb lug lawm. Txawm le ntawd los nwg tsi tau ua ib qho txhum le."},{"bible_id":"1726","chapter_code":"HEB.4","verse_code":"HEB.4.16","label":"16","content":"Yog le ntawd peb ca le ua sab tawv qhawv moog cuag Vaajtswv tug kws nyob sau lub zwmtxwv, rua qhov nwg yog tug kws hlub peb. Nwg yuav paab peb hab foom koob moov rua txhua tug kws thov nwg."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.1","label":"1","content":"Txhua tug Povthawj Hlub puavleej yog Vaajtswv xaiv tuabneeg lug ua hab tsaa puab ua Vaajtswv teg num paab suavdlawg. Thaus tug Povthawj Hlub ua teg num ntawd, nwg muab khoom fij rua Vaajtswv hab muab tsaj tua theej suavdlawg lub txhoj."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.2","label":"2","content":"Vim nwg qaug zug ib yaam le suavdlawg, nwg txhaj paub ua sab ntev paab cov tuabneeg kws ruag hab yuam kev ua txhum."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.3","label":"3","content":"Tug povthawj hlub yog tug kws muab tsaj tua theej suavdlawg lub txhoj, tabsis vim nwg yeej qaug zug ib yaam le suavdlawg, nwg yuavtsum theej nwg lub txhoj hab."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.4","label":"4","content":"Tsi muaj leejtwg yuav muaj cuabkaav tsaa nwg ua tug Povthawj Hlub, tsuas yog Vaajtswv pum zoo tsaa tug twg, tug ntawd txhaj tau ua, ib yaam le Vaajtswv pum zoo tsaa Aloos ua tug Povthawj Hlub."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.5","label":"5","content":"Ib yaam le ntawd, Yexus Khetos tsi tau khaav has tas, nwg yog ib tug Povthawj Hlub. Tabsis Vaajtswv yog tug kws has rua nwg has tas: “Koj yog kuv tug Tub, nub nua kuv ua koj Txiv lawm.”"},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.6","label":"6","content":"Vaajtswv has dlua ib lus has tas, “Koj yuav ua Povthawj Hlub moog ibtxhis, ib yaam le Mekhixedes.”"},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.7","label":"7","content":"Thaus Yexus tseem nyob huv nplajteb nuav, nwg thov Vaajtswv tug kws paab tau kuas nwg dlim kev pluj kev tuag. Thaus nwg thov nwg quaj hab lug kua muag kawg le. Vaajtswv noog nwg tej lug thov, rua qhov nwg txu nwg lub fwjchim hab muab nwg txujsa tso plhuav rua Vaajtswv kaav."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.8","label":"8","content":"Txawm yog Yexus yog Vaajtswv tug Tub los nwg tseem kawm noog lug lug ntawm kev tiv kev txomnyem."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.9","label":"9","content":"Thaus Vaajtswv ua rua nwg zoo kawg nkaus lawm, nwg txhaj yog tug kws pub txujsa ntev dlhawv moog ibtxhis rua txhua tug kws noog nwg lug."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.10","label":"10","content":"Tom qaab ntawd Vaajtswv tsaa nwg ua tug Povthawj Hlub ib yaam le Mekhixedes."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.11","label":"11","content":"Peb tseem muaj ntau zaaj kws yuav pav qha mej, tabsis pav nyuaj heev, rua qhov mej tsi tshua totaub."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.12","label":"12","content":"Nwgnuav tub tsimnyog mej ua taug xwbfwb lawm, tabsis tseem yuavtsum muaj tuabneeg muab Vaajtswv zaaj lub hauvpaug lug qha mej dlua. Tub tsimnyog mej noj taug zaub taug mov lawm, tabsis mej tseem noj mig."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.13","label":"13","content":"Tug kws noj mig tug ntawd tseem yog mivnyuas yau, nwg tsi tau paub tseeb has tas, zaaj twg yog, zaaj twg tsi yog."},{"bible_id":"1726","chapter_code":"HEB.5","verse_code":"HEB.5.14","label":"14","content":"Tabsis tej zaub mov tsuas yog cov laug txhaj noj taug xwb. Puab tub xyum lug lawm puab txhaj paub has tas, yaam twg phem yaam twg zoo."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.1","label":"1","content":"Yog le ntawd, peb tsi xob pheej naj nub kawm Yexus Khetos txuj kevcai lub hauvpaug xwb, peb yuavtsum kawm ntxiv lawm tom ntej hab. Peb tsi xob rov pib qaab ua dlua, tsi has tso tej kws tsi muaj nqes tseg, ntseeg Vaajtswv,"},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.2","label":"2","content":"lossis kevcai ntxuav,  kevcai tsaa teg, zaaj kws tuabneeg tuag sawv huv qhov tuag rov qaab lug, hab zaaj kws tuabneeg raug txim moog ibtxhis. Tej ntawd peb tub kawm lug lawm tsi taag peb yuav rov qaab kawm dlua."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.3","label":"3","content":"Peb yuavtsum kawm ntxiv moog lawm tom ntej. Yog Vaajtswv pum zoo peb yeej yuav ua le ntawd."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.4","label":"4","content":"Cov tuabneeg kws tub tso Yexus tseg lawm, yuav ua le caag rov qaab lug hloov dlua sab tshab ib zag ntxiv? Yaav taag lug Vaajtswv ua rua cov tuabneeg ntawd pum kev, nwg foom koob moov rua puab hab nwg pub Vaaj Ntsujplig tug Dlawbhuv rua puab."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.5","label":"5","content":"Puab puavleej paub has tas, Vaajtswv txujlug yog txuj kws tseemceeb kawg le, hab puab tub pum lub fwjchim kws yuav muaj lug tam tom ntej nuav mivntsiv lawm."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.6","label":"6","content":"Txawm yog puab paub le ntawd los tom qaab ntawd puab tseem tso Yexus tseg lawm hab. Yog yuav coj puab rov qaab lug hloov dlua sab tshab yeej tsi tau le, rua qhov qhov kws puab tso Yexus tseg tub yog puab rov muab Vaajtswv tug Tub ntsa rua sau tug ntoo khaublig dlua ib zag, hab ua rua luas thuam luas rhuav Yexus ntsejmuag ntaag."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.7","label":"7","content":"Vaajtswv foom koob moov rua thaaj aav kws naj nub nqug dlej naag. Tej qoobloo kws cog rua huv thaaj aav ntawd yuav luj hlub zoo hab yuav muaj nqes rua tug kws cog."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.8","label":"8","content":"Tabsis yog thaaj aav ntawd muaj nroj hab muaj xuavpaug tuaj xwb, thaaj aav ntawd tsi muaj nqes dlaabtsi le. Thaus kawg Vaajtswv yuav foom tsi zoo rua, suavtawg yuav kub thaaj aav ntawd taag huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.9","label":"9","content":"Cov kwvtij kws peb hlub, txawm yog peb has le nuav rua mej lawm los peb tseem ca sab tau rua mej. Peb paub has tas, mej muaj txuj koob moov kws zoo dlua tej kws peb has lug lawm. Txuj ntawd yog txuj kws paab mej dlim mej lub txim."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.10","label":"10","content":"Vaajtswv yog tug ncaaj nceeg! Nwg yeej yuav ncu ntsoov tej num kws mej tau ua lug lawm, hab qhov kws mej paab cov ntseeg ib yaam le naj nub nua mej tseem paab. Mej ua le ntawd tub yog vim mej muab sab npuab Vaajtswv."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.11","label":"11","content":"Peb xaav kuas mej txhua tug muab sab npuab Vaajtswv moog txug nub kawg, mej txhaj yuav tau tej kws mej ca sab rua."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.12","label":"12","content":"Peb tsi xaav pub mej ua tuabneeg tubnkeeg, peb xaav kuas mej ua mej lub neej zoo le cov kws muab sab rau ntseeg hab ua sab ntev lub, mej txhaj yuav tau tej kws Vaajtswv coglug tseg lawm has tas, nwg yuav muab pub rua mej."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.13","label":"13","content":"Thaus Vaajtswv coglug tseg rua Anplahaas, nwg has tseeb has tas, nwg yuav ua lawv le tej lug kws nwg cog tseg. Thaus nwg coglug tseg ntawd, nwg tuav nwg lub npe coglug xwb, rua qhov yeej tsi muaj ib tug kws muaj fwjchim luj dlua nwg."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.14","label":"14","content":"Vaajtswv has tas, “Kuv coglug tseg rua koj has tas, kuv yuav foom koob moov rua koj hab kuas koj cov xeebntxwv fuamvaam coob.”"},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.15","label":"15","content":"Anplahaas ua sab ntev tog, nwg txhaj tau tej kws Vaajtswv coglug tseg."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.16","label":"16","content":"Thaus ib tug tuabneeg yuav coglug, nwg yuavtsum tuav tug kws muaj fwjchim luj dlua nwg lub npe coglug. Tej kws nwg coglug ntawd txhaj yuav ua rua suavdlawg tsi muaj lug sis caav sis tshe."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.17","label":"17","content":"Vaajtswv xaav kuas cov kws yuav tau tej kws Vaajtswv coglug tseg lawm, puab paub tseeb has tas, Vaajtswv yeej tsi hloov tej kws nwg yuav ua, Vaajtswv txhaj has ib lu lug tseemceeb ntxiv rua lu lug kws nwg tau cog tseg lawm."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.18","label":"18","content":"Yog le ntawd, ob yaam nuav yeej hloov tsi tau, Vaajtswv tsi has dlaag. Peb cov kws tsiv dlim kev puamtsuaj lug nrug Vaajtswv nyob lawm, peb txhaj yuav ua taug sab ntev tog yaam kws peb ca sab has tas, yaav tom ntej nuav peb yuav tau."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.19","label":"19","content":"Qhov kws peb ca sab nuav zoo ib yaam le tug tswg kws muaj hlua khi peb lub sab kuas nyob ruaj ruaj. Qhov kws peb ca sab ntawd yuav coj peb hlaa dlhau dlaim ntaub kws thaiv huv lub Tuamtsev sau ntuj ceebtsheej moog rua saab huv."},{"bible_id":"1726","chapter_code":"HEB.6","verse_code":"HEB.6.20","label":"20","content":"Yexus tub xub ua peb ntej moog huv qhov chaw ntawd lawm. Nwg moog le ntawd tub yog nwg paab peb. Nwg ua tug Povthawj Hlub moog ibtxhis ib yaam le Mekhixedes."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.1","label":"1","content":"Tug Mekhixedes nuav ua vaajntxwv kaav lub nroog Xalees, Vaajtswv tug kws muaj fwjchim luj kawg nkaus tsaa nwg ua tug povthawj. Thaus Anplahaas moog ntaus rog, Anplahaas tua tau ntau tug vaajntxwv. Thaus nwg rov qaab lug, Mekhixedes tawm moog tog nwg hab foom koob moov rua nwg."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.2","label":"2","content":"Anplahaas muab tej qhov txhua chaw kws nwg txeeb tau lug ib feem kaum rua Mekhixedes. (Mekhixedes lub npe muaj ob lub ntsab lug. Thawj lub txhais has tas, “Tug Vaajntxwv kws Ncaaj nceeg”; hab vim nwg ua vaajntxwv kaav lub nroog Xalees, nwg txhaj muaj dlua ib lub npe kws txhais has tas, “Tug Vaajntxwv kws ua rua suavdlawg tau zoo nyob kaaj sab lug.”)"},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.3","label":"3","content":"Yeej tsi muaj ntaub ntawv sau qha tseg has tas, leejtwg yog Mekhixedes nam hab txiv lossis qha has tas, leejtwg yog nwg yawmkoob. Tsi muaj ntawv sau qha tseg has txug nub kws nwg yug lossis nub kws nwg tuag. Nwg ua tug povthawj moog ibtxhis le, ib yaam le Vaajtswv tug Tub."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.4","label":"4","content":"Yog le ntawd mej sim ua tuab zoo xaav saib, nwg muaj fwjchim luj npaum le caag dlag. Anplahaas tug kws yog cov Yudais tug yawmkoob, nwg txhaj muab tej qhov txhua chaw kws nwg txeeb tau lug thaus nwg moog ntaus rog ib feem kaum rua Mekhixedes."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.5","label":"5","content":"Vaajtswv txuj kevcai qha has tas, cov Levis cov xeebntxwv kws ua povthawj, puab yuavtsum sau cov Yixalayees tej qhov txhua chaw ib feem kaum coj lug ua puab tug. Puab ua le ntawd tub yog puab sau puab tuab tsaav tuabneeg tej qhov txhua chaw ntaag. Txawm yog puab yog Anplahaas cov xeebntxwv los puab tseem sau hab."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.6","label":"6","content":"Mekhixedes yeej tsi yog cov Levis xeebntxwv, tabsis nwg sau Anplahaas ib feem kaum hab nwg foom koob moov rua Anplahaas tug kws tau tej kws Vaajtswv coglug tseg."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.7","label":"7","content":"Qhov tseemceeb, tug kws foom koob moov yeej muaj fwjchim luj dlua tug kws tau txais koob moov."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.8","label":"8","content":"Txawm yog cov povthawj yog cov tuabneeg kws txawj pluj txawj tuag los puab tseem sau ib feem kaum, tabsis Mekhixedes tsi zoo le puab, nwg sau ib feem kaum. Lawv le muaj lug sau ca rua huv Vaajtswv txujlug lawm has tas, nwg yog tug kws muaj sa nyob."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.9","label":"9","content":"Tej zag yuav muaj ib tug has tas, thaus Anplahaas muab ib feem kaum rua Mekhixedes kuj yog cov Levis muab lawm hab. (Cov Levis tej xeebntxwv yeej yog cov kws sau suavdlawg ib feem kaum.)"},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.10","label":"10","content":"Rua qhov thaus Mekhixedes tawm moog tog Anplahaas, thaus ntawd cov Levis tseem nyob huv Anplahaas tug kws yog cov Levis tug yawmkoob tej roj ntshaa."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.11","label":"11","content":"Yog le ntawd, yog cov povthawj kws yog xeem Levis coj tau tuabneeg lug cuag Vaajtswv lawm, ces tsi taag yuav muaj dlua ib tug povthawj kws muaj yaam ntxwv zoo le Mekhixedes lug hloov cov povthawj kws muaj yaam ntxwv zoo le Aloos. (Cov kws qha Vaajtswv txuj kevcai rua cov Yixalayees yog cov povthawj kws yog xeem Levis.)"},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.12","label":"12","content":"Rua qhov yog Vaajtswv hloov cov povthawj lawm, nwg yuavtsum hloov nwg tej kevcai hab."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.13","label":"13","content":"Peb tug Tswv kws peb has txug nuav yog lwm xeem. Xeem ntawd luas yeej tsi pub ib tug ua povthawj le."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.14","label":"14","content":"Suavdlawg puavleej paub tseeb has tas, Yexus Khetos yug huv xeem Yudas, hab Mauxes tsi tau has tas, xeem ntawd yuav muaj tug ua povthawj."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.15","label":"15","content":"Zaaj nuav ua rua suavdlawg paub has tas, tub muaj dlua ib tug povthawj lawm. Tug ntawd muaj yaam ntxwv zoo le Mekhixedes."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.16","label":"16","content":"Luas yeej tsi tsaa nwg ua povthawj lawv le tuabneeg tej kevcai, tabsis vim nwg yog tug kws muaj sa ntev dlhawv moog ibtxhis, nwg txhaj ua tau povthawj paab peb."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.17","label":"17","content":"Rua qhov Vaajtswv has txug nwg has tas, “Koj yuav ua povthawj moog ibtxhis ib yaam le Mekhixedes.”"},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.18","label":"18","content":"Yog le ntawd peb txhaj tso txuj qub kevcai tseg, rua qhov txuj kevcai ntawd paab tsi tau peb hab tsi tseemceeb."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.19","label":"19","content":"Mauxes txuj kevcai ua tsi tau kuas tuabneeg ua tau zoo kawg nkaus. Nwgnuav peb muaj ib qhov chaw ca sab kws tseemceeb dlua qhov ntawd. Vim le ntawd peb txhaj lug cuag tau Vaajtswv."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.20","label":"20","content":"Dlua le ntawd, thaus Vaajtswv tsaa Yexus ua povthawj, Vaajtswv yeej coglug tseg, tabsis thaus lwm tug ua povthawj Vaajtswv tsi tau coglug tseg."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.21","label":"21","content":"Thaus Vaajtswv tsaa Yexus ua tug povthawj, Vaajtswv coglug tseg rua nwg has tas: “Tug Tswv coglug tseg has tas, ‘Koj yuav ua povthawj moog ibtxhis le.’ ”"},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.22","label":"22","content":"Yog le ntawd, Yexus yog tug kws qha tseg has tas, txuj kevcai tshab zoo dlua txuj qub."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.23","label":"23","content":"Xeem Levis pheej muaj tuabneeg sawv ua povthawj ib tam dlhau ib tam, rua qhov cov kws tuag ua tsi tau num lawm."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.24","label":"24","content":"Tabsis Yexus muaj sa nyob moog ibtxhis, hab nwg teg num ua povthawj tsi poob moog rua lwm tug ua."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.25","label":"25","content":"Tub yog vim le ntawd, nwg txhaj paab tau cov tuabneeg kws nwg coj lug cuag Vaajtswv, tsi has nwgnuav lossis yaav tom ntej, rua qhov nwg muaj sa nyob moog ibtxhis hab thov Vaajtswv paab cov tuabneeg ntawd."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.26","label":"26","content":"Yog le ntawd Yexus yog tug Povthawj Hlub kws paab tau txhua tug kws thov nwg. Nwg yog tug kws zoo kawg nkaus, nwg tsi muaj ib qhov txhum le. Vaajtswv coj nwg tawm huv cov tuabneeg txhum moog nyob sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.27","label":"27","content":"Nwg tsi zoo le tej povthawj hlub, tsi taag nwg yuav naj nub muab tsaj coj lug tua theej nwg lub txhoj ua ntej maam le theej suavdlawg lub, ib yaam le tej povthawj hlub pheej ua. Nwg muab nwg lub cev theej suavdlawg lub txhoj tuab zag xwb, theej tau moog ibtxhis le lawm."},{"bible_id":"1726","chapter_code":"HEB.7","verse_code":"HEB.7.28","label":"28","content":"Mauxes txuj kevcai ibtxwm tsaa cov tuabneeg kws zoo tsi heev ua povthawj hlub, tabsis tej lug kws Vaajtswv cog tseg tom qaab Mauxes txuj kevcai, tsaa Leej Tub tug kws zoo kawg nkaus ua povthawj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.1","label":"1","content":"Zaaj kws peb taabtom has nuav lub ntsab lug tseemceeb has le nuav, peb muaj ib tug Povthawj hlub zoo le ntawd, nwg nyob ntawm tug kws muaj fwjchim luj kawg nkaus lub zwmtxwv saab xis sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.2","label":"2","content":"Nwg ua tug Povthawj Hlub teg num huv Chaav Dlawbhuv Kawg Nkaus kws nyob huv lub tsevntaub tseemceeb kws yog tug Tswv ua tsi yog tuabneeg ua."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.3","label":"3","content":"Txhua tug povthawj hlub puavleej yog Vaajtswv tsaa lug ua cov kws muab khoom hab tua tsaj fij rua Vaajtswv. Yog le ntawd peb tug Povthawj Hlub yuavtsum muaj ib yaam dlaabtsi fij rua Vaajtswv hab."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.4","label":"4","content":"Yog nwgnuav nwg tseem nyob huv nplajteb nuav, nwg yuav tsi ua povthawj, rua qhov tub muaj cov povthawj kws muab khoom fij rua Vaajtswv lawv le cov Yudais txuj kevcai lawm."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.5","label":"5","content":"Tej num kws cov povthawj ntawd ua, tsuas yog tej kws muaj nyob sau ntuj tug yaam ntxwv hab tug dluab xwb. Ib yaam le thaus Mauxes taabtom yuav ua lub tsevntaub, Vaajtswv has rua Mauxes has tas, “Koj yuavtsum ua txhua yaam lawv le tej qauv kws kuv qha rua koj sau roob.”"},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.6","label":"6","content":"Tabsis Vaajtswv muab teg num kws tseemceeb dlua cov povthawj ntawd txuj rua Yexus ua. Ib yaam le txuj kevcai tshab kws Yexus ua kuas tuabneeg hab Vaajtswv sis cuag tau, txuj ntawd yeej zoo dlua txuj qub, rua qhov txuj ntawd muaj lug cog tseg has txug tej kws hajyam zoo dlua."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.7","label":"7","content":"Yog txuj qub kevcai zoo lawm, ces tsi taag yuav muaj dlua txuj tshab."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.8","label":"8","content":"Tabsis Vaajtswv thuam nwg tsaav tuabneeg has tas: “Tug Tswv has tas, muaj ib nub tom ntej nuav, Kuv yuav pub ib txuj kevcai tshab rua cov Yixalayees hab rua xeem Yudas."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.9","label":"9","content":"Txuj ntawd yuav zoo tsi thooj le txuj kws kuv muab rua puab cov yawmkoob, nub kws kuv muab txuj kevcai ntawd, kuv tuav puab teg coj puab tawm huv tebchaws Iziv lug. Puab tsi ua lawv le txuj kevcai kws kuv muab rua puab, yog le ntawd kuv txhaj tsi quavntsej puab le lawm."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.10","label":"10","content":"Txuj nuav yog txuj kevcai kws kuv yuav muab rua cov Yixalayees. Tug Tswv has tas, tom qaab ntawd kuv yuav ua kuas puab ncu ntsoov kuv txuj Kevcai, hab kuv yuav sau txuj kevcai ntawd rua huv puab lub sab. Kuv yuav yog puab tug Vaajtswv, hab puab yuav yog kuv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.11","label":"11","content":"Tsi taag puab yuav qha rua tej tuabneeg zej zog lossis qha puab tuab tsaav tuabneeg kuas paub tug Tswv, rua qhov puab txhua tug puavleej yuav paub kuv, tsi has tug hlub tug yau."},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.12","label":"12","content":"Kuv yuav ua sab ntev rua txhua tug kws ua txhum, hab yuav tsi cim ntsoov puab lub txim ib zag le lawm.”"},{"bible_id":"1726","chapter_code":"HEB.8","verse_code":"HEB.8.13","label":"13","content":"Thaus Vaajtswv has txug ib txuj kevcai tshab tub yog nwg suav has tas, txuj qub kevcai tsi zoo siv lawm. Hab tej kws qub lawm tsi has yaam twg los yeej yuav puamtsuaj moog sai."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.1","label":"1","content":"Txuj qub kevcai yeej muaj lug qha kuas tuabneeg paub pehawm Vaajtswv, hab muaj ib qhov chaw kws tuabneeg ua ca rua suavdlawg moog pehawm Vaajtswv."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.2","label":"2","content":"Puab ua ib lub tsevntaub, chaav saab nrau suavdlawg hu has tas Chaw Dlawbhuv. Nyob huv muaj teeb, muaj rooj hab muaj cov ncuav fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.3","label":"3","content":"Chaav kws nyob tom qaab ntawm dlaim ntaub thaiv kws yog dlaim ob kws moog rua saab huv, suavdlawg hu has tas Chaav kws Dlawbhuv Kawg Nkaus."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.4","label":"4","content":"Nyob huv chaav ntawd muaj ib lub rooj kub ca ua qhov chaw hlawv moov tshuaj tsw qaab, hab muaj ib lub Phijxaab vuam kub ntim txuj kevcai rua huv. Nyob huv lub phijxaab ntawd muaj ib lub taig kub kws muaj hau kaw ntim Manas. Muaj Aloos tug paas nreg kws hlaav nplooj hab muaj ob dlaim txag zeb kws sau Txuj Kevcai."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.5","label":"5","content":"Puab puab ob tug qhelunpees kws muaj Vaajtswv tug tshwjchim kws ci ntsaa ab rua sau lub phijxaab. Qhov ntawd yog Vaajtswv qhov chaw nyob. Puab puab ob tug qhelunpees ntawd nthuav tis vuv qhov chaw kws Vaajtswv zaam txim rua tuabneeg. Tabsis nwgnuav tsi yog lub sijhawm kws yuav qha zaaj nuav txhua txhua huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.6","label":"6","content":"Thaus npaaj tej ntawd txhij rua huv lawm, cov povthawj yuavtsum naj nub moog huv lub tsevntaub chaav ntawd ua puab teg num."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.7","label":"7","content":"Tabsis tsuas yog tug Povthawj Hlub tuab leeg xwb txhaj moog tau rua huv Chaav Dlawbhuv. Ib xyoos nwg moog ib zag, nwg nqaa cov ntshaav tsaj coj moog fij dlaws nwg, hab dlaws suavdlawg tej kev txhum kws suavdlawg yuam kev ua lawm."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.8","label":"8","content":"Vaaj Ntsujplig tug Dlawbhuv qha tej ntawd rua suavdlawg paub tseeb has tas, thaus chaav nrau tseem muaj nyob Vaajtswv tsi qheb kev rua suavdlawg moog huv Chaav Dlawbhuv Kawg Nkaus."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.9","label":"9","content":"Chaav ntawd pev txug tam nuav ntaag. Lub ntsab lug txhais has tas, tej tsaj kws suavdlawg muab tua fij rua Vaajtswv paab tsi tau kuas cov tuabneeg kws tuaj pehawm Vaajtswv ua tau tuabneeg zoo."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.10","label":"10","content":"Tej ntawd tsuas yog zaub yog mov yog dlej haus, hab yog tej kevcai ntxuav xwb. Tej ntawd yog tej kevcai kws tuabneeg yuavtsum xyum coj moog txug nub kws Vaajtswv hloov dlua ib puas tsaav yaam tshab."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.11","label":"11","content":"Tabsis Yexus Khetos tub lug ua tug Povthawj Hlub saib ib puas tsaav yaam zoo kws nwgnuav tub muaj lawm.  Lub tsevntaub kws Yexus moog ua num huv, lub ntawd tseemceeb dlua hab zoo dlua lub qub. Lub ntawd tsi yog tuabneeg txhais teg ua hab tsi yog lub kws Vaajtswv tsim ca rua huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.12","label":"12","content":"Thaus Yexus moog huv lub tsevntaub ntawd, nwg moog huv Chaav Dlawbhuv Kawg Nkaus tuab zag xwb; nwg tsi nqaa ntshaav tshis hab ntshaav txiv nyuj coj moog theej txhoj, tabsis nwg muab nwg cov ntshaav theej peb lub txhoj kuas peb dlim peb lub txim moog ibtxhis le."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.13","label":"13","content":"Puab muab cov ntshaav tshis hab ntshaav txiv nyuj hab tej tshauv kws hlawv tug mivnyuas xyuas nyuj ntawd nphoo rua cov tuabneeg kws ua txhum kevcai. Tej ntawd sau cov tuabneeg ntawd tej kev txhum moog."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.14","label":"14","content":"Yog le ntawd, Yexus Khetos cov ntshaav hajyam muaj nqes heev dlua tej ntawd hab. Vaajtswv tug kws muaj sa nyob moog ibtxhis, nwg tug Ntsujplig kuas Yexus muab Yexus lub cev kws zoo kawg nkaus pub rua Vaajtswv theej tuabneeg lub txhoj. Nwg cov ntshaav ntxuav peb lub sab kuas peb dlim tej kev txhum kws peb tau ua lug lawm, peb txhaj yuav ua tau Vaajtswv tug kws muaj txujsa nyob teg num."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.15","label":"15","content":"Tub yog vim le ntawd, Yexus Khetos txhaj ua ib txuj kevcai tshab kuas cov tuabneeg kws Vaajtswv hu lug ua Vaajtswv tsaav tuabneeg lawm, tau koob moov moog ibtxhis lawv le tej lug kws Vaajtswv cog tseg. Puab yeej yuav tau, rua qhov muaj ib tug lug tuag theej puab tej kev txhum kws puab ua thaus puab tseem coj lawv le txuj qub kevcai."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.16","label":"16","content":"Yog thaus twg muaj tuabneeg muab dlaim ntawv kws sau qha faib qubtxeeg qubteg lug nyeem, yuavtsum muaj ib tug paub tseeb has tas, tug kws sau dlaim ntawv ntawd tuag lawm tag."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.17","label":"17","content":"Thaus tug kws sau dlaim ntawv ntawd tseem ua neej nyob, dlaim ntawv ntawd tsi tseemceeb dlaabtsi, tsuas tseemceeb thaus tug ntawd tuag lawm xwb."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.18","label":"18","content":"Peb txhaj paub has tas, txawm yog thawj txuj kevcai  los yuavtsum muaj nqaj ndluag ntshaav nrug txhaj tseemceeb."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.19","label":"19","content":"Mauxes xub qha txhua nqai lawv le muaj huv Txuj Kevcai rua suavdlawg noog, nwg maam le muab ib re nplooj hixauv hab cov plaub yaaj kws puab muab zaas lab lug raus cov ntshaav txiv nyuj, hab ntshaav tshis tov dlej nchus rua phoo ntawv kws sau Vaajtswv Txuj Kevcai hab nchus rua cov pejxeem."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.20","label":"20","content":"Mauxes has tas, “Cov ntshaav nuav ua lub cim nas rua txuj kevcai kws Vaajtswv kuas mej coj.”"},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.21","label":"21","content":"Mauxes muab ntshaav nchus rua lub tsevntaub hab tej qhov txhua chaw kws suavdlawg siv thaus puab pehawm Vaajtswv ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.22","label":"22","content":"Qhov tseemceeb, lawv le Vaajtswv Txuj Kevcai yuav laug txhua yaam yuavtsum muaj nqaj ndluag ntshaav nrug txhaj lawv le kevcai. Yog nqaj tsi ndluag ntshaav tsi nrug Vaajtswv yeej zaam tsi tau tuabneeg lub txim."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.23","label":"23","content":"Txawm yog tej ntawd puavleej pev txug tej kws nyob sau ntuj ceebtsheej los yuavtsum muaj nqaj ndluag ntshaav nrug txhaj lawv le kevcai. Tabsis tej kws nyob sau ntuj ceebtsheej yuavtsum muaj yaam kws tsimtxaj dlua tej ntawd txhaj hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.24","label":"24","content":"Rua qhov Yexus Khetos tsi moog huv Chaav Dlawbhuv kws yog tuabneeg txhais teg ua. Chaav ntawd tsuas yog Chaav Dlawbhuv tug yaam ntxwv xwb. Tabsis nwg moog sau ntuj ceebtsheej hab nyob ntawm Vaajtswv xubndlag thov Vaajtswv paab peb."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.25","label":"25","content":"Cov Yudais tug Povthawj Hlub naj xyoo nqaa ntshaav tsaj moog huv Chaav Dlawbhuv Kawg Nkaus. Tabsis Yexus Khetos tsi naj xyoo muab nwg lub cev theej tuabneeg lub txhoj."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.26","label":"26","content":"Yog Yexus ua le ntawd ces txij thaus tsim ntuj tsim teb lug, nwg yuavtsum ib sij raug kev txomnyem ib zag lug txug naj nub nwgnuav. Tabsis tam kawg nuav nwg tsuas lug tuab zag xwb, nwg muab nwg lub cev theej tau suavdlawg lub txhoj huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.27","label":"27","content":"Txhua tug tuabneeg puavleej yuav tuag ib zag hab tom qaab ntawd Vaajtswv yuav txav txim rua puab."},{"bible_id":"1726","chapter_code":"HEB.9","verse_code":"HEB.9.28","label":"28","content":"Ib yaam le ntawd, Yexus Khetos muab nwg lub cev pub rua Vaajtswv tuab zag xwb, ris tau ntau leej lub txim. Nwg yuav rov qaab lug dlua ib zag. Zag nuav tsi yog nwg lug theej tuabneeg lub txhoj lawm, tabsis nwg lug paab cov tuabneeg kws taabtom tog nwg kuas puab dlim puab lub txim."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.1","label":"1","content":"Cov Yudais txuj Kevcai tsuas yog tej tseemceeb kws yuav lug tom ntej nuav tug dluab xwb, yeej tsi yog tej ntawd tag tag. Txuj kevcai ntawd paab tsi tau cov tuabneeg kws naj xyoo nqaa qhov txhua chaw moog theej txhoj kuas ua tau tuabneeg zoo le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.2","label":"2","content":"Yog cov tuabneeg kws moog pehawm Vaajtswv ntawd tub dlim puab lub txim lawm tag, ces puab yeej yuav tsi naj nub xaav txug puab qhov txhum hab puab yuav tsi muab tsaj tua theej puab lub txhoj lawm."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.3","label":"3","content":"Txawm yog le ntawd los qhov kws puab theej puab lub txhoj ntawd, ua rua puab naj xyoo ncu ntsoov puab tej kev txhum."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.4","label":"4","content":"Rua qhov tej ntshaav txiv nyuj hab ntshaav tshis yeej ntxuav tsi tau tuabneeg tej kev txhum moog ib zag le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.5","label":"5","content":"Tub yog vim le ntawd, thaus Yexus Khetos yuav lug rua huv nplajteb nuav, nwg has rua Vaajtswv has tas: “Koj tsi yuav tej tsaj kws tuabneeg tua theej txhoj hab tej khoom kws puab muab fij rua koj, yog le ntawd, koj txhaj npaaj ib lub cev rua kuv lawm."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.6","label":"6","content":"Tej tsaj kws tuabneeg muab tua tua hlawv taagnrho rua sau lub thaaj, hab tej kws puab coj tuaj fij dlaws txim tsi hum koj sab."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.7","label":"7","content":"Tom qaab ntawd kuv has tas, ‘Vaajtswv, kuv nyob ntawm nuav, kuv yuav ua txhua yaam kws koj xaav kuas kuv ua, lawv le muaj lug sau ca has txug kuv huv Phoo Kevcai lawm.’ ”"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.8","label":"8","content":"Thaus chivthawj nwg has tas, “Koj tsi yuav tej tsaj kws tuabneeg tua theej txhoj, tej khoom kws puab fij rua koj, tej tsaj kws tuabneeg muab hlawv kheej rua sau lub thaaj, tej kws puab coj tuaj theej txhoj.” Txawm yog puab ua tej ntawd lawv le kevcai los tej ntawd puavleej tsi hum koj sab."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.9","label":"9","content":"Tom qaab ntawd nwg has tas, “Vaajtswv, kuv nyob ntawd nuav, kuv yuav ua txhua yaam kws koj xaav kuas kuv ua.” Yog le ntawd Vaajtswv txhaj muab txuj qub kevcai kws tuabneeg muab tsaj tua theej txhoj ntawd tso tseg kuas muaj ib txuj tshab."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.10","label":"10","content":"Vim Yexus Khetos ua txhua yaam lawv le Vaajtswv xaav kuas nwg ua, hab vim nwg muab nwg lub cev rua Vaajtswv theej peb lub txhoj, peb txhaj ua tau tuabneeg zoo tsi muaj ib qhov txhum le. Qhov kws Yexus muab Yexus lub cev theej txhoj ntawd, nwg ua tuab zag xwb theej tau moog ibtxhis le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.11","label":"11","content":"Cov Yudais cov povthawj txhua tug ua num hab muab tej tsaj tua theej txhoj, puab naj nub ua tuab yaam qub xwb; tej ntawd ntxuav tsi tau tuabneeg tej kev txhum moog ib zag le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.12","label":"12","content":"Tabsis Yexus Khetos theej txhoj tuab zag xwb, nwg theej tau moog ibtxhis. Tom qaab ntawd nwg moog nyob ntawm Vaajtswv saab xis."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.13","label":"13","content":"Nwgnuav nwg tseem nyob ntawd tog moog txug nub kws Vaajtswv muab nwg cov yeebncuab lug rua nwg tsuj."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.14","label":"14","content":"Nwg theej txhoj tuab zag xwb ua rua cov tuabneeg kws nwg xub ntxuav lawm, ua tau tuabneeg zoo kawg nkaus moog ibtxhis le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.15","label":"15","content":"Vaaj Ntsujplig tug Dlawbhuv ua timkhawv rua peb has tas, yeej muaj le ntawd tag. Nwg xub has le nuav:"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.16","label":"16","content":"“Tug Tswv has tas, tom qaab tam ntawd kuv yuav pub txuj kevcai nuav rua puab. Kuv yuav kuas puab ncu ntsoov kuv txuj Kevcai, hab kuv yuav sau txuj kevcai ntawd rua huv puab lub saab.”"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.17","label":"17","content":"Hab tom qaab ntawd nwg rov has dlua has tas, “Kuv yuav tsi cim ntsoov puab lub txim lossis puab tej kev txhum ib zag le lawm.”"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.18","label":"18","content":"Vaajtswv tub zaam tej kev txhum ntawd lawm, yog le ntawd tsi taag peb yuav tua tsaj theej txhoj le lawm."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.19","label":"19","content":"Cov kwvtij, tub yog vim Yexus tuag theej peb lub txhoj, peb txhaj muaj cuabkaav moog rua huv Chaav kws Dlawbhuv Kawg Nkaus."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.20","label":"20","content":"Nwg qha txujkev tshab kws cawm tuabneeg txujsa rua peb taug, nwg qheb dlaim ntaub kuas peb tau kev moog rua saab huv, dlaim ntaub ntawd yog nwg lub cev."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.21","label":"21","content":"Peb muaj ib tug Povthawj Hlub kws saib Vaajtswv tsev tuabneeg."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.22","label":"22","content":"Yog le ntawd, peb ca le muaj nplooj sab dlawb paug lug cuag Vaajtswv, hab ca sab ntsoov rua nwg, rua qhov peb paub has tas, Yexus cov ntshaav tub ntxuav peb lub sab hab dlej tub ntxuav peb lub cev huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.23","label":"23","content":"Tej kws peb qha has tas, peb ca sab rua, peb yuavtsum muab sab npuab tsi xob tso tseg, rua qhov peb paub tseeb has tas, Vaajtswv yeej yuav ua lawv le Vaajtswv tej lug cog tseg."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.24","label":"24","content":"Peb yuavtsum ua tuab zoo saib saib, peb yuav ua le caag ib tug txhaj txhawb tau ib tug tug zug, kuas ib tug txawj hlub ib tug hab ib tug ua zoo rua ib tug."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.25","label":"25","content":"Suavdlawg yuavtsum tuaj ua ke noog lug qhuab qha tsi xob tso tseg, ib yaam le muaj qee leej tau tso tseg lawm. Mej puavleej paub has tas, tub yuav txug nub kws Yexus rov qaab lug. Yog le ntawd, peb ib tug hajyam yuavtsum txhawb ib tug tug zug heev dlua qhov qub."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.26","label":"26","content":"Peb cov kws tub paub tseeb lawm, yog peb tseem txhobtxwm ua txhum dlua, yeej tsi muaj ib yaam dlaabtsi yuav theej tau peb lub txhoj le,"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.27","label":"27","content":"peb tsuas muaj kev txhawj kev ntshai tog rawv nub kws Vaajtswv rau txim hab muab cov suavtawg kws kub heev coj lug hlawv cov tuabneeg kws tawmtsaam Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.28","label":"28","content":"Yog muaj ob leeg lossis peb leeg ua timkhawv has tas, puab pum ib tug ua txhum Mauxes txuj kevcai, ces ca le muab tug kws ua txhum ntawd tua povtseg tsi xob khauvxwm nwg le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.29","label":"29","content":"Yog le ntawd tug kws saib tsi taug Vaajtswv tug Tub, nwg hajyam muaj txim luj dlua tug kws ua txhum Mauxes txuj kevcai, rua qhov nwg saib tsi taug Yexus cov ntshaav kws tub ntxuav nwg tej kev txhum, kuas nwg ua tau tuabneeg zoo lawv le Vaajtswv txuj kevcai tshab."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.30","label":"30","content":"Rua qhov peb paub tug kws has tas, “Kuv yuav pauj kuas tau”; hab tug kws has tas, “Tug Tswv yuav txav txim rua nwg tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.31","label":"31","content":"Suavdlawg puavleej paub has tas, tug kws poob rua huv Vaajtswv tug kws muaj sa nyob lub xibteg, tug ntawd yuav ntshai kawg nkaus le."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.32","label":"32","content":"Mej ca le ua tuab zoo xaav saib yaav taag lug mej lub neej zoo le caag. Thaus Vaajtswv coj mej lug nyob huv qhov kaaj lawm, tom qaab ntawd txawm yog mej raug ntau yaam kev txomnyem los mej tseem ua sab ntev tiv."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.33","label":"33","content":"Muaj qee zag luas thuam hab tsimtxom mej taabmeeg suavdlawg. Thaus mej pum mej tuab paab raug luas tsimtxom puavleej mob mej sab."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.34","label":"34","content":"Mej muaj lub sab hlub cov tuabneeg kws raug txim. Thaus muaj tuabneeg txeeb mej tej qhov txhua chaw, mej zoo sab hlo ca puab nqaa moog, rua qhov mej paub has tas, mej tub muaj yaam kws zoo dlua tej ntawd lawm, hab yaam ntawd yuav nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.35","label":"35","content":"Mej tsi xob poob sab, yog mej ca sab, mej yeej yuav tau nqe zug ntau."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.36","label":"36","content":"Mej yuavtsum ua sab ntev, mej txhaj yuav ua tau lawv le Vaajtswv lub sab nyam, hab tau tej kws Vaajtswv coglug tseg has tas nwg yuav muab rua mej."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.37","label":"37","content":"Rua qhov Vaajtswv txujlug has tas: “Tshuav tsi ntev tug kws yuav lug, nwg yuav lug, hab nwg yuav tsi ncua sijhawm lawm."},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.38","label":"38","content":"Tabsis kuv tsaav tuabneeg kws ncaaj nceeg yuav muaj sa nyob vim puab ntseeg; tabsis yog puab cov ntawd muaj ib tug thim rov qaab lawm, kuv yuav tsi txaus sab rua tug ntawd.”"},{"bible_id":"1726","chapter_code":"HEB.10","verse_code":"HEB.10.39","label":"39","content":"Peb tsi yog cov kws thim rov qaab moog raug kev puamtsuaj, tabsis peb yog cov kws ntseeg moog txug nub kws peb dlim peb lub txim."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.1","label":"1","content":"Kev ntseeg yog qhov kws peb paub tseeb has tas, peb yuav tau tej kws peb ca sab rua, hab yog qhov kws peb ca sab ntsoov rua tej kws peb qhovmuag tsi pum."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.2","label":"2","content":"Tub yog vim cov tuabneeg txheej thaus u ntseeg puab txhaj ua tau hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.3","label":"3","content":"Tub yog vim peb ntseeg peb txhaj totaub has tas, thaus Vaajtswv tsim ntuj tsim teb Vaajtswv has kuas muaj, txawm ca le muaj tag. Yog le ntawd tej kws peb qhovmuag pum, yeej lug ntawm tej kws peb qhovmuag tsi pum lug."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.4","label":"4","content":"Tub yog vim Anpees ntseeg, nwg txhaj muab tej kws zoo dlua Ka-ees le fij rua Vaajtswv. Vim Anpees ntseeg, Vaajtswv txhaj suav has tas Anpees yog tug ncaaj nceeg, rua qhov tej kws Anpees muab fij rua Vaajtswv ntawd hum Vaajtswv sab. Txawm yog Anpees tub tuag lawm los nwgnuav nwg kev nteeg tseem naj nub qha peb."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.5","label":"5","content":"Tub yog vim Enauj ntseeg, Enauj txhaj tsi tuag. Vaajtswv coj nwg moog tsi muaj leejtwg nrhav tau nwg, rua qhov Vaajtswv tub coj nwg moog lawm. Vaajtswv txujlug has tas: “Thaus Vaajtswv tseem tsi tau coj Enauj moog, Enauj yeej ua hum Vaajtswv sab.”"},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.6","label":"6","content":"Tug kws tsi ntseeg, tug ntawd yeej ua tsi tau hum Vaajtswv sab, rua qhov tug kws xaav lug cuag Vaajtswv, tug ntawd yuavtsum ntseeg has tas yeej muaj Vaajtswv tag, hab Vaajtswv yuav muab nqe zug rua tug kws lug cuag Vaajtswv."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.7","label":"7","content":"Tub yog vim Nau-es ntseeg, Nau-es txhaj noog Vaajtswv lug. Vaajtswv qha rua Nau-es txug tej xwm kws yaav tom ntej yuav muaj lug kws Nau-es qhovmuag tsi pum. Nau-es txhaj txua ib lub nkoj, Nau-es hab nwg tsev tuabneeg txhaj dlim kev pluj kev tuag. Vaajtswv ua le ntawd tub yog nwg rau txim rua tej tuabneeg kws tsi ntseeg. Vim Nau-es ntseeg, Vaajtswv txhaj suav has tas Nau-es yog tug kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.8","label":"8","content":"Tub yog vim Anplahaas ntseeg, thaus Vaajtswv kuas Anplahaas tawm moog nyob lub tebchaws kws Vaajtswv coglug tseg has tas, Vaajtswv yuav pub rua nwg, nwg txhaj noog Vaajtswv lug. Anplahaas tawm huv nwg lub tebchaws moog, tabsis nwg tsi paub has tas sov nwg yuav moog qhov twg."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.9","label":"9","content":"Tub yog vim Anplahaas ntseeg, Anplahaas txhaj tau moog nyob lub tebchaws kws Vaajtswv coglug tseg has tas, Vaajtswv yuav pub rua nwg nyob. Anplahaas nyob huv tsevntaub ib yaam le nwg yog tug tuabneeg kws tsi muaj tebchaws nyob. Tom qaab ntawd Ixaj hab Yakhauj nyob huv tsevntaub ib yaam le obtug yawm Anplahaas. Vaajtswv coglug tseg rua obtug ib yaam le coglug rua Anplahaas."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.10","label":"10","content":"Anplahaas nyob le ntawd, rua qhov nwg taabtom tog nub kws Vaajtswv coj nwg moog huv lub nroog kws nyob moog ibtxhis, lub nroog ntawd Vaajtswv yog tug kws muab qauv hab ua lub nroog ntawd."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.11","label":"11","content":"Tub yog vim Anplahaas ntseeg, Anplahaas txhaj muaj tub muaj ki. Txawm yog nwg laug heev hab Xalas ibtxwm xeeb tsi taug tub los nwg  ca sab has tas, Vaajtswv yeej yuav ua lawv le Vaajtswv tej lug cog tseg."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.12","label":"12","content":"Txawm yog Anplahaas laug laug lawm tub yuav tuag los nwg tseem muaj xeebntxwv coob npaum le cov nubqub kws nyob sau nruab ntug, hab npaum le cov xuabzeb ntawm ntug havtxwv kws tsi muaj tuabneeg suav txheeb."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.13","label":"13","content":"Cov tuabneeg ntawd puab muab sab rau ntseeg moog txug nub kws puab tuag. Puab tseem tsi tau tau tej kws Vaajtswv coglug tseg has tas, Vaajtswv yuav pub rua puab, tabsis puab ca sab has tas, yaav tom ntej puab yuav tau, puab txhaj zoo sab tog. Puab leeg taabmeeg suavdlawg has tas, puab tsi muaj teb tsi muaj chaw nyob huv nplajteb nuav, puab taug kev tuaj ua qhua xwb."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.14","label":"14","content":"Peb paub has tas, cov tuabneeg kws has le ntawd puab taabtom nrhav teb nrhav chaw nyob."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.15","label":"15","content":"Puab yeej ncu tsi txug lub tebchaws kws puab tawm tuaj lawm. Yog puab ncu txug, nyaj puab yuav tau rov qaab moog nyob,"},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.16","label":"16","content":"tabsis puab xaav moog nyob lub tebchaws kws zoo dlua lub ntawd, lub tebchaws kws puab xaav moog nyob, yog sau ntuj ceebtsheej. Yog le ntawd Vaajtswv txhaj tsi txaajmuag ca puab hu nwg has tas, nwg yog puab tug Vaajtswv, rua qhov Vaajtswv tub tu ib lub tebchaws ca rua puab lawm."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.17","label":"17","content":"Tub yog vim Anplahaas ntseeg, Anplahaas txhaj coj nwg tug tub Ixaj moog, yuav muab tua fij rua Vaajtswv. Thaus ntawd tub yog Vaajtswv sim Anplahaas sab. Txawm yog Vaajtswv coglug tseg rua Anplahaas lawm los Anplahaas tseem zoo sab muab nwg tuab leeg tub coj moog tua fij rua Vaajtswv hab."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.18","label":"18","content":"Vaajtswv tub has rua Anplahaas lawm has tas, “Koj cov xeebntxwv yuav lug ntawm Ixaj lug.”"},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.19","label":"19","content":"Anplahaas ca sab has tas, txawm yog Ixaj tuag lawm los Vaajtswv yuav tsaa Ixaj sawv huv qhov tuag rov qaab lug. Qhov kws Vaajtswv cheem tsi pub Anplahaas tua Ixaj, qhov ntawd pev ib yaam le Ixaj sawv huv qhov tuag rov qaab lug ntaag."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.20","label":"20","content":"Tub yog vim Ixaj ntseeg, Ixaj txhaj foom koob moov rua Yakhauj hab Exaus. Ixaj qha tej xwmtxheej kws yuav muaj lug yaav tom ntej rua obtug."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.21","label":"21","content":"Tub yog vim Yakhauj ntseeg, thaus Yakhauj yuav tuag, nwg txhaj foom koob moov rua Yauxej ob tug tub. Thaus Yakhauj pehawm Vaajtswv, Yakhauj muab nwg tug paas nreg lug txheem nwg lub cev, rua qhov nwg laug heev lawm."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.22","label":"22","content":"Tub yog vim Yauxej ntseeg, thaus Yauxej yuav tuag, nwg has txug zaaj kws cov Yixalayees yuav tawm huv tebchaws Iziv moog. hab nwg qha qhov chaw kws nwg kuas puab coj nwg lub cev moog log ca."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.23","label":"23","content":"Tub yog vim Mauxes nam hab Mauxes txiv ntseeg, thaus yug tau Mauxes, obtug txhaj muab Mauxes zais tau peb lub hlis. Obtug pum has tas, obtug tug mivtub ntawd zoo nraug heev, obtug txhaj muaj lub sab tawv tsi ua lawv le vaajntxwv tej lug."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.24","label":"24","content":"Tub yog vim Mauxes ntseeg, thaus nwg hlub lawm, nwg tsi pub suavdlawg hu has tas, nwg yog Falaus tug ntxhais tug tub."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.25","label":"25","content":"Nwg txaus sab nrug Vaajtswv tsaav tuabneeg raug kev txomnyem; nwg has tas nwg ua le ntawd zoo dlua le nwg yuav moog ua tej kev phem kev qas kws nyob ib nyuas ntu xwb."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.26","label":"26","content":"Nwg ntseeg has tas, Vaajtswv yuav khaiv tug Mexiyas lug paab Vaajtswv tsaav tuabneeg. Txawm yog tej kws nwg ntseeg le ntawd ua rua luas thuam nwg los nwg pum has tas, qhov ntawd muaj nqes heev dlua txhua tsaav yaam zoo kws nyob huv tebchaws Iziv, rua qhov nwg saib ntsoov tej kws yaav tom ntej Vaajtswv yuav muab rua nwg."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.27","label":"27","content":"Tub yog vim Mauxes ntseeg, Mauxes txhaj tawm huv tebchaws Iziv moog. Txawm yog vaajntxwv chim rua nwg los nwg tsi ntshai. Nwg tsi rov qaab lug, rua qhov nwg ntseeg cuag le kws nwg qhovmuag tub pum Vaajtswv tug kws suavdlawg qhovmuag tsi pum ntaag."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.28","label":"28","content":"Tub yog vim Mauxes ntseeg, Mauxes txhaj ua kevcai Hlaa Dlhau hab kuas suavdlawg muab ntshaav pleev qhovrooj. Puab ua le ntawd tug timtswv kws yog txujkev tuag txhaj tsi tua cov Yixalayees cov tub hlub."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.29","label":"29","content":"Tub yog vim cov Yixalayees ntseeg, puab ca le moog huv havtxwv lab ib yaam le puab moog sau nruab nqhuab. Tabsis thaus cov tuabneeg Iziv lawv qaab moog huv, dlej ca le nphau lug npug cov tuabneeg Iziv tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.30","label":"30","content":"Tub yog vim cov Yixalayees ntseeg, thaus puab moog ncig lub nroog Yelikaus xyaa nub lawm, lub nroog ntawd tej ntsaa yeej txawm qaug taag huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.31","label":"31","content":"Tub yog vim tug namndlav kws hu ua Lahaj ntseeg, nwg txhaj dlim. Nwg tsi nrug cov tuabneeg kws tsi noog Vaajtswv lug raug kev puamtsuaj, rua qhov nwg hu ob tug soj tebchaws lug huv nwg tsev hab paab obtug."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.32","label":"32","content":"Kuv has tso tseg txij nuav xwb, rua qhov kuv tsi muaj sijhawm txaus yuav has txug Khede-oos, Npalaj, Xaaxoos, Yethas, Daviv, Xamuyees hab cov cev Vaajtswv lug ntau leej."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.33","label":"33","content":"Tub yog vim puab ntseeg, puab txhaj ntaus tau tebchaws taagnrho. Puab ua tuabneeg ncaaj nceeg hab puab tau tej kws Vaajtswv coglug tseg has tas, Vaajtswv yuav muab rua puab. Puab ua rua tsuv ntxhuav rua tsi taug qhovncauj."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.34","label":"34","content":"Puab tua tau cov suavtawg kws cig hlub hlub hab tsiv dlim nav ntaaj nav rag. Puab qaug zug, tabsis puab tsua rov qaab muaj zug. Puab muaj tswvyim ua tsuv ua rog hab puab tawmtsaam yeej lwm tsaav tuabneeg cov tubrog."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.35","label":"35","content":"Tub yog vim muaj qee leej quaspuj ntseeg, puab txhaj tau puab tej tuabneeg kws tuag lawm sawv rov qaab lug. Muaj qee leej tsi kaam tawm huv tsev lojcuj, puab zoo sab raug kev tsimtxom moog txug nub tuag, rua qhov puab ca sab has tas, Vaajtswv yuav tsaa puab sawv huv qhov tuag rov qaab lug, hab pub txujsa kws zoo dlua puab txuj rua puab."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.36","label":"36","content":"Muaj qee leej raug luas thuam hab raug luas nplawm, hab muaj qee leej raug luas muab saw hlau khi hab ca rua luas muab kaw rua huv tsev lojcuj;"},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.37","label":"37","content":"muaj qee leej raug luas muab pobzeb ntaus, muaj qee leej raug luas muab kaw kaw ua ob yaa, muaj qee leej raug luas muab ntaaj tua, muaj qee leej naav tawv yaaj tawv tshis moog rua nuav rua u, puab tsi muaj noj tsi muaj haus, txomnyem hab raug luas tsimtxom kawg le."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.38","label":"38","content":"Puab yog tuabneeg zoo dlhau lawm, lub nplajteb nuav tsi phim rua puab nyob. Puab tsi muaj vaaj tsi muaj tsev, puab moog nyob tom tej roob mojsaab qhua hab peg tej roob. Puab nyob huv tej qhov zeb qhov tsua hab khawb qhov aav nyob."},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.39","label":"39","content":"Tub yog vim puab ntseeg, puab lub koob meej txhaj nrov nchaa moo lug moog thoob plawg qhov txhua chaw. Tabsis puab tseem tsi tau tau tej kws Vaajtswv coglug tseg has tas, Vaajtswv yuav pub rua puab,"},{"bible_id":"1726","chapter_code":"HEB.11","verse_code":"HEB.11.40","label":"40","content":"rua qhov Vaajtswv tub tu yaam kws zoo dlua tej kws puab muaj rua peb lawm. Vaajtswv yeej xaav kuas puab hab peb tuab txhij ua tau tuabneeg zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.1","label":"1","content":"Peb tub muaj tuabneeg coob coob nyob puagncig peb ua timkhawv rua peb lawm. Yog le ntawd, peb ca le muab txhua yaam kws thaiv peb kev hab tej kev txhum kws khi peb tso povtseg, hab peb ca le sis twv dlha ncaaj nraim moog kuas txug tug nrim tom kawg."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.2","label":"2","content":"Peb yuavtsum saib ntsoov Yexus tug kws yog peb lub hauvpaug kev ntseeg hab ua kuas peb kev ntseeg tav. Thaus luas muab nwg ntsa rua sau ntoo khaublig, nwg ua sab ntev nyaj tej kev txomnyem ntawd, nwg tsi suav has tas qhov kws nwg tuag sau ntoo khaublig ua rua nwg poob ntsejmuag, rua qhov nwg paub has tas, thaus dlhau txujkev txomnyem lawm, nwg yuav zoo sab kawg le, nwgnuav nwg tub moog nyob ntawm Vaajtswv lub zwmtxwv saab xis lawm."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.3","label":"3","content":"Mej yuavtsum ncu ntsoov Yexus tej kev txomnyem, hab qhov kws nwg ua sab ntev rua cov tuabneeg txhum kws ntxub nwg. Yog mej ua le ntawd, mej yeej yuav tsi poob sab lossis tso Yexus tseg."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.4","label":"4","content":"Mej cov kws tawmtsaam kev phem, mej tseem tsi tau tawmtsaam moog txug nub kws raug luas tua."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.5","label":"5","content":"Mej tsi ncu qaab tej lug kws Vaajtswv ntuag mej lawm los? Nwg ntuag mej, rua qhov mej yog nwg cov mivnyuas. Nwg has tas: “Mivtub, thaus tug Tswv qhuab ntuag koj, koj yuavtsum khaws nwg tej lug ca, hab thaus nwg tshev koj, koj tsi xob poob sab."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.6","label":"6","content":"Rua qhov tug Tswv qhuab ntuag txhua tug kws nwg hlub, hab nwg nplawm txhua tug kws nwg coj lug ua nwg tub.”"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.7","label":"7","content":"Mej yuavtsum ua sab ntev nyaj tej kws mej raug, ib yaam le mej ua sab ntev thaus mej txiv qhuab ntuag mej, rua qhov tej ntawd ua rua suavdlawg paub has tas, Vaajtswv qhuab ntuag mej vim mej yog nwg cov mivnyuas. Yeej tsi muaj ib tug mivnyuas kws leej txiv yuav tsi tau qhuab ntuag le."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.8","label":"8","content":"Yog Vaajtswv tsi qhuab ntuag mej ib yaam le nwg qhuab ntuag nwg cov mivnyuas tag, ces mej yog mivnyuas tsaub xwb."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.9","label":"9","content":"Peb muaj nam muaj txiv qhuab ntuag peb, peb txhaj fwm obtug. Yog le ntawd, hajyam tsimnyog peb noog peb Txiv tug kws nyob sau ntuj ceebtsheej lug, peb txhaj tau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.10","label":"10","content":"Peb nam peb txiv qhuab ntuag peb thaus peb tseem yau lawv le puab pum zoo xwb, tabsis Vaajtswv qhuab ntuag peb kuas muaj nqes rua peb, peb txhaj le yuav ua tau tuabneeg dlawbhuv ib yaam le Vaajtswv yog tug kws dlawbhuv."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.11","label":"11","content":"Thaus luas qhuab ntuag peb, thaus ntawd peb tsi kaaj sab, peb nyuaj sab xwb, tabsis tom qaab ntawd cov tuabneeg kws khaws luas tej lug qhuab ntuag rua nruab sab, cov tuabneeg ntawd yuav tsimtxaj hab yuav tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.12","label":"12","content":"Yog le ntawd, mej yuavtsum muab mej txhais teg kws tsaug lawm tsaa ua num, hab muab mej lub hauvcaug kws tsi muaj zug qoj kuas moog taug kev."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.13","label":"13","content":"Mej yuavtsum taug kev ncaaj nraim moog kuas txug qhov kawg. Mej ua le ntawd, txhais kutaw kws cegtawv lawm txhaj yuav zoo. Yog mej tsi ua le ntawd, ntshai nyob tsaam yuav khu tsi tau."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.14","label":"14","content":"Mej yuavtsum ua sab ntev nrug suavdlawg sis raug zoo, hab mej yuavtsum xyum ua kuas mej lub neej dlawbhuv, rua qhov tug kws tsi muaj lub neej zoo le nuav, tug ntawd yeej yuav tsi pum tug Tswv ib zag le."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.15","label":"15","content":"Mej yuavtsum ceevfaaj tsi xob pub mej cov ib tug twg tso Vaajtswv txuj koob moov tseg. Mej yuavtsum ceevfaaj tsi xob pub mej cov ib tug twg ua le tsob nroj ab kws ua rua ntau leej muaj kev ntxhuv sab."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.16","label":"16","content":"Mej yuavtsum ceevfaaj tsi xob pub mej cov ib tug twg ua txhum kev nkauj kev nraug lossis ua saib tsi taug Vaajtswv ib yaam le Exaus, nwg muab nwg lub npe tij pauv tuab pluag mov noj xwb."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.17","label":"17","content":"Mej tub paub lawm has tas, tom qaab ntawd Exaus xaav tau nwg txiv tej koob moov tabsis tsi tau, rua qhov nwg hloov tsi tau tej kws nwg tau ua lug lawm. Txawm yog nwg quaj kua muag ndlwg si laim los nwg tsi tau le lawm."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.18","label":"18","content":"Mej tsi tau moog pum lub roob Xinais ib yaam le cov Yixalayees moog pum. Puab pum tsaus fuab nti, muaj suavtawg cig lab ploog hab cua dlaaj cua dlub nrov nroo ntwg,"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.19","label":"19","content":"muaj suab xyu nrov ntsoog qeeg hab muaj ib lub suab has lug nrov nroo ntwg. Thaus suavdlawg nov lub suab ntawd puab thov kuas tsi xob has ntxiv rua puab lawm,"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.20","label":"20","content":"Rua qhov puab tsi xaav nov tej lug kws has tas, “Txawm yog ib tug tsaj tuaj chwv lub taw roob nuav los yuavtsum muab pobzeb ntaus tug tsaj ntawd kuas tuag.”"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.21","label":"21","content":"Suavdlawg pum le ntawd, puab ntshai kawg le, Mauxes txhaj has tas, “Kuv ntshai ua ib ce tshee nyo.”"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.22","label":"22","content":"Tabsis mej tuaj txug lub roob Xi-oos hab tuaj txug Vaajtswv tug kws muaj sa nyob lub nroog. Lub nroog ntawd yog lub nroog Yeluxalees nyob sau ntuj ceebtsheej kws muaj cov timtswv ntau txheeb leej nyob,"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.23","label":"23","content":"hab tuaj nrug Vaajtswv cov tub hlub nyob ua ke zoo sab, puab cov ntawd yog cov kws muaj lub npe sau ca rua sau ntuj ceebtsheej. Mej tuaj cuag Vaajtswv tug kws txav txim rua suavdlawg, hab tuaj txug ntawm cov tuabneeg ncaaj nceeg kws tuag lawm cov ntsujplig. Vaajtswv tub ua rua puab cov ntawd ua tau tuabneeg zoo kawg nkaus lawm."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.24","label":"24","content":"Mej tuaj cuag Yexus tug kws ua kuas muaj txuj kevcai tshab, hab tuaj cuag nwg cov ntshaav kws ndlwg lug ywg suavdlawg, cov ntshaav coglug ntawd zoo dlua Anpees cov ntshaav."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.25","label":"25","content":"Yog le ntawd, mej yuavtsum ceevfaaj tsi xob tawv tug kws qha mej. Cov tuabneeg kws tsi kaam noog tug kws qha Vaajtswv txujlug huv nplajteb nuav, cov tuabneeg ntawd yeej tsi muaj ib tug dlim le. Yog le ntawd, yog peb tsi noog tug kws has sau ntuj tuaj tej lug, peb hajyam yuav raug txim nyaav dlua puab hab!"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.26","label":"26","content":"Thaus ntawd Vaajtswv lub suab ua rua lub nplajteb ua zug koog, tabsis nwgnuav Vaajtswv coglug tseg has tas, “Tseem tshuav ib zag kuv yuav ua kuas lub nplajteb ua zug koog, tsi yog lub nplajteb xwb, tabsis lub ntuj los yuav ua zug koog hab.”"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.27","label":"27","content":"Lu lug kws has tas, “Tseem tshuav ib zag”, lu lug ntawd qha rua suavdlawg paub tseeb has tas, tej kws Vaajtswv tsim yuav ua zug koog hab yuav raug muab tshem moog, tabsis tej kws tsi ua zug yuav nyob khov kho moog le."},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.28","label":"28","content":"Yog le ntawd, peb ca le ua Vaajtswv tsaug, rua qhov peb tau lub tebchaws kws nyob khov kho ua peb tug. Peb yuavtsum ua nwg tsaug hab pehawm nwg lawv le nwg lub sab nyam. Thaus peb pehawm nwg, peb yuavtsum fwm hab paub ntshai nwg;"},{"bible_id":"1726","chapter_code":"HEB.12","verse_code":"HEB.12.29","label":"29","content":"rua qhov peb tug Vaajtswv yog cov nplaim tawg kws kub tau txhua yaam yaaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.1","label":"1","content":"Cov ntseeg ib tug yuavtsum hlub ib tug ib yaam le kwvtij sis hlub."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.2","label":"2","content":"Mej yuavtsum ncu ntsoov hu tej qhua lug su huv mej tej tsev. Muaj qee leej hu tau cov timtswv ceebtsheej los puab tub tsi paub has tas, yog cov timtswv."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.3","label":"3","content":"Mej yuavtsum ncu ntsoov cov tuabneeg kws raug kaw huv tsev lojcuj, ib yaam le mej nrug puab raug kaw, hab mej yuavtsum ncu ntsoov cov tuabneeg kws raug kev tsimtxom, ib yaam le mej nrug puab raug."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.4","label":"4","content":"Txujkev sis yuav yog ib qho kws tseemceeb, tsimnyog mej txhua tug yuavtsum saib taug qhov ntawd. Tug quasyawg hab tug quaspuj, ib tug yuavtsum ncaaj nceeg rua ib tug, rua qhov Vaajtswv yuav rau txim rua cov tuabneeg kws ua txhum kev nkauj kev nraug, hab rua cov tuabneeg kws ntxag luas quaspuj luas quasyawg."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.5","label":"5","content":"Mej tsi xob qaug rua nyaj rua kub, mej muaj npaum le caag mej ca le zoo sab rua tej kws mej muaj, rua qhov Vaajtswv has tas, “Kuv yuav tsi tso koj tseg lossis kuv yuav tsi muab koj povtseg ib zag le.”"},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.6","label":"6","content":"Yog le ntawd peb tsi xob ntshai, peb ca le has tas: “Tug Tswv yog tug kws paab kuv, kuv yuav tsi ntshai. Leejtwg yuav ua le caag tau rua kuv?”"},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.7","label":"7","content":"Mej yuavtsum ncu ntsoov txug cov thawj kws yaav taag lug puab ua cov saib mej, hab qha Vaajtswv txujlug rua mej. Mej yuavtsum ua tuab zoo xaav saib thaus puab ua puab lub neej zoo le caag hab puab tuag le caag. Mej yuavtsum muab sab rau ntseeg ib yaam le puab."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.8","label":"8","content":"Yexus Khetos, nwg yeej zoo nwg le qub, naag mo hab nub nua nwg zoo le caag, nwg yeej zoo le ntawd moog ibtxhis le."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.9","label":"9","content":"Mej tsi xob ca tej tuabneeg kws qha txawv txawv ntxag tau mej yuam kev. Qhov kws mej lub sab muaj zug tub yog vim Vaajtswv foom koob moov rua mej, tsi yog vim mej caiv tsi noj yaam nuav yaam u. Tej kevcai ntawd yeej paab tsi tau cov tuabneeg kws xyum coj lawv le ntawd."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.10","label":"10","content":"Cov povthawj kws ua num huv cov Yudais lub tsevntaub, puab tsi muaj cai noj tej kws luas coj tuaj fij theej txhoj sau lub thaaj."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.11","label":"11","content":"Cov Yudais tug Povthawj Hlub naj zag tua tsaj nqaa ntshaav moog theej txhoj huv Chaav kws Dlawbhuv Kawg Nkaus, tabsis nwg muab tug tsaj ntawd nqaa moog hlawv saab ntug yeej nrau."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.12","label":"12","content":"Tub yog vim le ntawd, luas txhaj coj Yexus moog tua saab ntug nroog nrau. Yexus tuag le ntawd tub yog nwg muab nwg cov ntshaav ntxuav suavdlawg lub txim huv tuabsi moog."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.13","label":"13","content":"Yog le ntawd, peb ca le tawm moog cuag nwg saab ntug yeej nrau hab nrug nwg tiv kev txaajmuag."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.14","label":"14","content":"Rua qhov huv nplajteb nuav yeej tsi muaj ib lub nroog kws yuav nyob moog ibtxhis rua peb nyob, tabsis peb taabtom tog lub nroog kws Vaajtswv ua rua peb nyob yaav tom ntej nuav."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.15","label":"15","content":"Yog le ntawd, peb cov kws ntseeg Yexus peb yuavtsum naj nub ua Vaajtswv tsaug. Peb ua le ntawd, ib yaam le peb muab tej kws hum Vaajtswv sab fij rua Vaajtswv sau lub thaaj. Kuv has le nuav yog kuv has tas, peb lub qhovncauj yuavtsum naj nub ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.16","label":"16","content":"Mej yuavtsum ncu ntsoov ua num zoo hab ib tug paab ib tug, rua qhov tej ntawd hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.17","label":"17","content":"Mej yuavtsum noog cov thawj kws saib mej tej lug hab ua lawv le puab has. Puab naj nub saib mej, puab tsi nkeeg hab tsi dlhuav le, rua qhov puab yuavtsum qha tej num kws puab ua rua Vaajtswv. Yog mej noog puab lug, puab yuav kaaj sab lug ua puab tej num. Yog mej tsi noog puab lug, puab yuav nyuaj sab xwb, puab yuav paab tsi tau mej hlo le."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.18","label":"18","content":"Thov mej naj nub thov Vaajtswv paab peb, rua qhov peb paub tseeb has tas peb tsi tau ua txhum, peb naj nub xaav ua tej num zoo xwb."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.19","label":"19","content":"Kuv thov mej kub sab lug thov Vaajtswv kuas nwg yuav khaiv kuv rov tuaj saib mej sai sai."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.20","label":"20","content":"Vaajtswv tub tsaa peb tug Tswv Yexus sawv huv qhov tuag rov qaab lug lawm. Tub yog vim Yexus tuag, nwg txhaj ua tau tug Tswv Yug Yaaj kws muaj fwjchim luj. Nwg cov ntshaav ua lub cim nas rua Vaajtswv tej lug cog tseg kws yuav nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.21","label":"21","content":"Thov Vaajtswv tug kws paab mej tau zoo nyob kaaj sab lug, pub txhua tsaav yaam zoo kws mej yuavtsum muaj rua mej, mej txhaj ua tau lawv le Vaajtswv lub sab nyam. Hab thov Vaajtswv tshoov peb cov kws ntseeg Yexus Khetos lub sab kuas peb ua tej kws hum Vaajtswv sab. Thov kuas Yexus Khetos tau ntsejmuag moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.22","label":"22","content":"Cov kwvtij, kuv thov mej ua sab ntev noog tej lug kws kuv sau tuaj ntuag mej nuav, rua qhov kuv yeej sau tsi ntau pistsawg tuaj rua mej."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.23","label":"23","content":"Kuv has rua mej paub has tas, luas tub tso peb tug kwv Timautes tawm huv tsev lojcuj lawm. Yog nwg tuaj txug sai, kuv yuav coj nwg nrug kuv tuaj saib mej."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.24","label":"24","content":"Thov mej has peb tej lug noj qaab nyob zoo rua mej cov thawjcoj hab cov ntseeg Vaajtswv txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"HEB.13","verse_code":"HEB.13.25","label":"25","content":"Thov Vaajtswv foom koob moov rua mej suavdlawg."}]