[{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Yauj, nyob huv lub tebchaws Uxes,  nwg fwm hab muab sab npuab Vaajtswv. Nwg yog tuabneeg zoo hab tsi ua kev phem kev qas."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.2","label":"2","content":"Nwg muaj xyaa tug tub hab peb tug ntxhais,"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.3","label":"3","content":"muaj xyaa txheeb tug yaaj, peb txheeb tug ntxhuav, ib txheeb tug nyuj hab tsib puas tug neeg luav, hab muaj tubkhai coob heev. Nwg yog tug kws npluanuj tshaaj plawg nyob saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.4","label":"4","content":"Yauj cov tub sis hloo nta ua rooj noj rooj haus, ib tug ua ces suavdlawg tuaj koom, hab caw puab cov muam tuaj nrug puab noj puab haus."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.5","label":"5","content":"Txhua zag kws puab noj haus taag, taagkig tom qaab Yauj sawv ntxuv muab tsaj moog tua hlawv fij ua kevcai dlaws nwg cov mivnyuas tej kev txhum. Nwg naj zag ua kevcai dlaws kev txhum le ntawd rua nwg cov mivnyuas, rua qhov nwg ntshai nyob tsaam nwg cov mivnyuas ua txhum rua Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.6","label":"6","content":"Muaj ib nub cov timtswv ceebtsheej  tuaj cuag tug TSWV, Ntxwgnyoog  los kuj tuaj nrug puab nyob ntawd hab."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.7","label":"7","content":"Tug TSWV nug Ntxwgnyoog has tas, “Koj moog dlaabtsi lug?” Ntxwgnyoog teb has tas, “Kuv moog ncig ntuj ncig teb lug xwb.”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.8","label":"8","content":"Tug TSWV nug has tas, “Koj puas pum Yauj kws yog kuv tug tubkhai? Tej tuabneeg kws nyob huv nplajteb tsi muaj ib tug ua zoo hab muab sab npuab kuv le nwg. Nwg fwm kuv hab tsi ua kev phem kev qas le.”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.9","label":"9","content":"Ntxwgnyoog teb has tas, “Yog koj tsi pub nwg muaj ib yaam dlaabtsi le, nwg puas tseem yuav fwm koj?"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.10","label":"10","content":"Koj yeej ibtxwm tsomkwm nwg, nwg tsev tuabneeg hab txhua yaam kws nwg muaj. Koj foom koob moov rua txhua yaam kws nwg ua, hab pub rua nwg muaj tsaj txhu coob ua npoj ntwg puv toj puv peg."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.11","label":"11","content":"Tabsis nwgnuav yog koj muab txhua yaam kws nwg muaj tshem huv tuabsi moog, nwg yuav tshev nkaug teg nkuav rua koj ntaag!”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.12","label":"12","content":"Tug TSWV has rua Ntxwgnyoog has tas, “Koj yuav ua le caag rua txhua yaam kws nwg muaj los tau, tabsis koj tsi xob kov nwg le.” Ces Ntxwgnyoog txawm moog lawm."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.13","label":"13","content":"Muaj ib nub thaus Yauj cov mivnyuas taabtom noj haus nyob huv tug tijlaug hlub lub tsev,"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.14","label":"14","content":"txawm muaj ib tug tubkhai dlha lug qha rua Yauj has tas, “Thaus peb taabtom muab nyuj laij teb, hab tej neeg luav tseem noj zaub zum zawg ibncig ntawm peb,"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.15","label":"15","content":"Ces taamsim ntawd cov tuabneeg Xanpees  txawm tuaj tua hab txeeb taagnrho tej nyuj hab tej neeg luav huv tuabsi caab moog lawm. Puab muab koj cov tubkhai tua tuag taag, tsuas tshuav kuv tuab leeg tsiv dlim lug qha koj xwb.”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.16","label":"16","content":"Thaus tug ntawd tseem has tsi tau taag, txawm muaj dlua ib tug tubkhai dlha lug qha has tas, “Xub tua koj tej yaaj hab cov tub yug yaaj tuag taag, tsuas tshuav kuv tuab leeg lug qha koj xwb.”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.17","label":"17","content":"Thaus tug ntawd tseem has tsi tau taag, tsua muaj dlua ib tug tubkhai dlha lug qha has tas, “Muaj peb paab tuabneeg Khadees  tuaj tua peb, puab txeeb taagnrho tej ntxhuav hab tua koj cov tubkhai tuag taag, tsuas tshuav kuv tuab leeg tsiv dlim lug qha koj xwb.”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.18","label":"18","content":"Thaus tug ntawd tseem has tsi tau taag, rov muaj dlua ib tug tubkhai dlha lug qha hab has tas, “Koj cov mivnyuas tseem taabtom noj haus huv koj tug tub hlub lub tsev,"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.19","label":"19","content":"muaj cua dlaaj cua dlub ntsawj tom taj suabpuam tuaj ua rua lub tsev qaug lug ntaus koj cov mivnyuas tuag taag. Tsuas tshuav kuv tuab leeg dlim lug qha koj paub xwb.”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.20","label":"20","content":"Thaus nov le ntawd, Yauj sawv tseeg dlua rhe nwg lub tsho hab tu sab heev. Nwg muab nwg cov plaubhau chais hab pw ndlo rua huv aav."},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.21","label":"21","content":"Yauj has tas, “Kuv nam yug kuv lug labqaab le caag, ces kuv yuav rov moog labqaab ib yaam le ntawd, tug TSWV muab txhua yaam rua kuv, nwgnuav tug TSWV coj rov qaab. Thov kuas suavdlawg qhuas nwg lub npe!”"},{"bible_id":"1726","chapter_code":"JOB.1","verse_code":"JOB.1.22","label":"22","content":"Txawm yog muaj tej xwm nuav lug raug Yauj los nwg tsi ua txhum lossis lam txim rua Vaajtswv le."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.1","label":"1","content":"Muaj ib nub cov timtswv ceebtsheej tuaj cuag tug TSWV dlua, Ntxwgnyoog kuj tuaj nrug puab nyob ntawd hab."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.2","label":"2","content":"Tug TSWV nug Ntxwgnyoog has tas, “Koj moog dlaabtsi lug?” Ntxwgnyoog teb has tas, “Kuv moog ncig ntuj ncig teb lug xwb.”"},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.3","label":"3","content":"Tug TSWV nug has tas, “Koj puas pum Yauj kws yog kuv tug tubkhai? Tej tuabneeg kws nyob huv nplajteb tsi muaj ib tug ua zoo hab muab sab npuab kuv npaum le nwg. Nwg fwm kuv hab tsi ua kev phem kev qas le. Tub tsi muaj qaabhau dlaabtsi los koj thov kuv ca koj moog tawmtsaam Yauj, tabsis nwg tseem muab sab npuab kuv ib yaam le nwg ibtxwm ua.”"},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.4","label":"4","content":"Ntxwgnyoog teb has tas, “Tuabneeg yeem tso txhua yaam tseg, kuas nwg tau txujsa xwb."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.5","label":"5","content":"Tabsis nwgnuav yog koj ua rua nwg lub cev muaj mob, nwg yeej yuav tshev nkaug nteg nkuav rua koj ntaag!”"},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.6","label":"6","content":"Yog le ntawd, tug TSWV has rua Ntxwgnyoog has tas, “Koj yuav ua le caag rua nwg los tau, tabsis koj tsi xob txuv nwg txujsa.”"},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.7","label":"7","content":"Ntxwgnyoog txawm ncaim ntawm tug TSWV moog hab ua rua Yauj mob ua paug mag thoob plawg ib ce."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.8","label":"8","content":"Yauj moog nyob ntawm cub tshau hab muab ib dlaim txhais laujkaub aav lug kuam nwg tej qhov txhaab."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.9","label":"9","content":"Yauj tug quaspuj has rua Yauj has tas, “Koj tseem muab sab npuab koj tug Vaajtswv le kws koj ibtxwm ua hab los? Ua le caag koj tsi tshev koj tug Vaajtswv hab tuag moog?”"},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.10","label":"10","content":"Yauj teb has tas, “Ua le caag koj has lug le tug quaspuj kws tsi paub qaabhau! Thaus Vaajtswv pub tej kws zoo rua peb, peb tub zoo sab hlo yuav, tabsis thaus Vaajtswv ca peb raug kev txomnyem, peb txawm tsua yuav ywg nua los?” Txawm yog Yauj raug kev txomnyem npaum le ntawd los nwg tsi tawmtsaam Vaajtswv le."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.11","label":"11","content":"Thaus Yauj peb tug phoojywg, Elifas kws yog tuabneeg Temas, Npiledas kws yog tuabneeg Suhas, hab Xaufas kws yog tuabneeg Namas nov has tas, Yauj mob txomnyem kawg le, puab txawm tuaj nplig Yauj sab."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.12","label":"12","content":"Thaus puab tuaj dleb pum Yauj, puab tsi paub nwg lawm. Thaus puab paub has tas yog Yauj tag, puab txawm tsaa suab hlo quaj, dlua puab tej tsho, tsuab moov aav rua sau puab taubhau hab w rua sau nruab ntug."},{"bible_id":"1726","chapter_code":"JOB.2","verse_code":"JOB.2.13","label":"13","content":"Puab tuaj nrug Yauj nyob huv aav le ntawd tau xyaa nub xyaa mo tsi has ib lu lug le, rua qhov puab pum Yauj txomnyem heev."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.1","label":"1","content":"Thaus kawg Yauj tsaa suab foom nub kws yug nwg,"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.2+JOB.3.3","label":"2-3","content":"Yauj has tas, “Vaajtswv, thov koj foom tsi zoo rua nub kws yug kuv; thov koj tshev mo kws kuv xeeb rua huv kuv nam plaab!"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.4","label":"4","content":"Vaajtswv, thov koj ca nub ntawd tsaus ntuj. Thov tsi xob ncu txug nub ntawd, hab tsi xob pub muaj dluab ci rua nub ntawd."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.5","label":"5","content":"Thov kuas nub ntawd tsaus ntuj ntum nti; Thov tso fuab laum nub ntawd ua kuas lub nub tsaus dlub ncab."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.6","label":"6","content":"Thov muab mo ntawd tshem tawm ntawm lub xyoo moog; tsi xob suav mo ntawd le lawm;"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.7","label":"7","content":"Thov kuas mo ntawd tsi xob xeeb taug mivnyuas hab tsi xob muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.8","label":"8","content":"Has kuas tej txivneeb txivyaig hab tej tuabneeg kws txawj ua rua Levi-athas  tawm tuaj foom tsi zoo rua nub ntawd."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.9","label":"9","content":"Thov kuas lub nubqub kws ci thaus sawv ntxuv qauj moog; thov kuas mo ntawd tsi xob kaaj ntug."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.10","label":"10","content":"Thov foom tsi zoo rua mo kws kuv yug lug, rua qhov mo ntawd ca kuv nam xeeb kuv, kuv txhaj raug kev txomnyem."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.11","label":"11","content":"“Kheev laam kuv tuag thaus kuv tseem nyob huv kuv nam plaab lossis tuag thaus kuv yug poob nthaav lug."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.12","label":"12","content":"Ua le caag kuv nam tseem tau puag kuv rua ntawm nwg lub xubndlag? Ua le caag nwg tseem tau pub mig rua kuv noj?"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.13","label":"13","content":"Yog kuv ntxuv tuag, ces nwgnuav kuv tub tau su"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.14","label":"14","content":"hab pw tsaug zug ib yaam le tej vaajntxwv hab tej numtswv kws txhim khu tej loog kws nyob tam thaus u."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.15","label":"15","content":"Ces kuv tub tau pw tsaug zug ib yaam le tej numtswv kws muaj nyaj muaj kub puv nkaus puab tej tsev,"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.16","label":"16","content":"lossis tau pw tsaug zug ib yaam le tug mivnyuas kws tuag thaus tseem nyob nruab thab."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.17","label":"17","content":"Thaus nyob huv qhov ntxaa, tej tuabneeg phem yuav tsi ua kev phem kev qas lawm, hab tej tuabneeg kws tsaug leeg vim ua num khwv khwv tau su."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.18","label":"18","content":"Tej tuabneeg raug txim yuav tau nyob tsi ntxhuv sab, puab tsi nov tug kws saib puab lub suab nthe lawm."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.19","label":"19","content":"Tej tuabneeg kws muaj koob meej hab tej kws tsi muaj koob meej puavleej nyob qhov ntawd, hab tej tubkhai yuav dlim plawg txujkev ua luas qhev."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.20","label":"20","content":"“Ua le caag ca tug tuabneeg txomnyem ua neej nyob lwj sab ntsuav? Ua le caag ca tug tuabneeg quaj ntsuag pum qhov kaaj?"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.21","label":"21","content":"Puab tog ntsoov txujkev tuag, tabsis kev tuag tsi lug le; puab ntshaw lub qhov ntxaa heev dlua ntshaw nyaj hab kub."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.22","label":"22","content":"Puab tsi muaj kev zoo sab moog txug nub kws puab tuag hab coj puab moog log;"},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.23","label":"23","content":"Vaajtswv thaiv puab txuj hauv kev, hab xov puagncig tsi pub puab tawm."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.24","label":"24","content":"Kuv tej kua muag yog zaub mov rua kuv noj hab kuv lub suab ntsaaj tsi tu le."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.25","label":"25","content":"Tej kws kuv txhawj hab ntshai txawm lug raug kuv."},{"bible_id":"1726","chapter_code":"JOB.3","verse_code":"JOB.3.26","label":"26","content":"Kuv tsi muaj kev kaaj sab, tsi tau su, hab naj nub raug kev txomnyem tsi paub taag le.”"},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.1+JOB.4.2","label":"1-2","content":"Tom qaab ntawd Elifas kws yog tuabneeg Temas has rua Yauj has tas, “Yog kuv has ob peb lu lug koj puas chim? Kuv npu tsi taug kuv tej lug lawm."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.3","label":"3","content":"Koj tub ntuag tej tuabneeg ntau leej lug lawm, hab txhawb cov tuabneeg kws qaug zug kuas muaj zug tuaj."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.4","label":"4","content":"Thaus muaj tuabneeg qaug zug hab dlawm qaug lawd, koj tej lug txhawb tau puab tug zug."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.5","label":"5","content":"Nwgnuav kev txomnyem lug raug koj lawm koj yuav tsi muaj zug tiv taug tej kev txomnyem ntawd."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.6","label":"6","content":"Koj fwm Vaajtswv hab ua koj lub neej zoo tsi muaj leejtwg thuam tau; tsimnyog koj muab sab npuab hab ca sab rua tug TSWV."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.7","label":"7","content":"Koj ua tuab zoo xaav saib tej tuabneeg ncaaj nceeg yeej tsi muaj ib tug raug kev puamtsuaj le."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.8","label":"8","content":"Lawv le kuv pum mas tej tuabneeg kws ua kev txhum, hab ua kev phem kev qas yeej yuav tau sau tej kws puab ua ntawd."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.9","label":"9","content":"Vaajtswv ua rua puab raug kev puamtsuaj, ib yaam le nthwv cua dlaaj cua dlub lug nplawm puab tej vaaj tse qaug taag."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.10","label":"10","content":"Cov tuabneeg sab phem nthe nrov ib yaam le tsuv ntxhuav nyooj, tabsis Vaajtswv kaw puab qhovncauj hab tsoo puab tej nav luv."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.11","label":"11","content":"Puab yuav tuag ib yaam le tej tsuv ntxhuav tuag tshaib kws tum tsi tau tsaj noj, hab puab tej mivnyuas yuav tsiv ua saab ua sua taag."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.12","label":"12","content":"“Muaj ib lub suab has rua kuv, lub suab ntawd has yau heev, kuv tub yuav laug tsi nov."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.13","label":"13","content":"Lub suab ntawd zoo ib yaam le zaaj npau suav phem kws ua rua kuv tsim dlheev nruab dlaab ndlub lug."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.14","label":"14","content":"Kuv ntshai ua ib ce tshee nyo; hab ua rua kuv lub cev tshee ndluas quas txag."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.15","label":"15","content":"Muaj ib nthwv cua ntsawj quas ntxog rua kuv lub plhu, ua rua kuv poob sab nthaav ib ce xub taagnrho."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.16","label":"16","content":"Kuv pum ib yaam sawv ntawm kuv hauv ntej; kuv tsaa qhovmuag saib, tabsis kuv tsi paub has tas, yog dlaabtsi. Kuv txawm nov ib lub suab has ntawm qhov chaw kws ntsag tu tuaj has tas:"},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.17","label":"17","content":"‘Puas muaj ib tug tuabneeg ncaaj nceeg tshaaj  Vaajtswv lossis puas muaj ib tug tuabneeg dlawbhuv tshaaj tug TSWV kws tsim nwg?"},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.18","label":"18","content":"Vaajtswv tsi ntseeg nwg cov timtswv sau ntuj sab; txawm yog nwg cov timtswv los ua txhum hab."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.19","label":"19","content":"Koj puas xaav has tas, Vaajtswv yuav ca sab rua tug kws nwg muab aav nplaum puab? Tej kws nwg muab aav puab ntawd tsi ruaj tsi khov, ib yaam le tug kaab npauj kws luas muab zuaj ces mog taag."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.20","label":"20","content":"Thaus sawv ntxuv tej tuabneeg ua neej nyob, tabsis thaus tsi tau tsaus ntuj puab tub tuag lawm, tsi muaj leejtwg paub."},{"bible_id":"1726","chapter_code":"JOB.4","verse_code":"JOB.4.21","label":"21","content":"Luas yuav txeeb txhua yaam kws puab muaj moog taag; thaus puab tseem tsi tau muaj kev txawj ntse puab tub tuag lawm.’ ”"},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.1","label":"1","content":"Yauj, koj ca le tsaa suab hu saib puas muaj leejtwg teb koj. Puas muaj ib tug timtswv nyob qhov twg kws koj yuav moog cuag tau?"},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.2","label":"2","content":"Tug tuabneeg ruag tuag vim nwg txujkev chim, tug tuabneeg tsi paub qaabhau tuag vim nwg txujkev khib."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.3","label":"3","content":"Kuv pum cov tuabneeg nyob tso sab lug, tabsis tsi nwm kuv txawm foom tsi zoo rua puab tej vaaj tse lawm."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.4","label":"4","content":"Puab tej mivnyuas yuav tsiv tsi dlim kev txomnyem le; tsi muaj leejtwg yuav paab txheem puab huv tsev tu plaub."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.5","label":"5","content":"Cov tuabneeg tshaib plaab yuav tau noj cov tuabneeg ruag tej qoobloo, txawm yog tej qoobloo kws tuaj xyaw tej xuavpaug los puab yuav sau kuas taag moog hab cov tuabneeg ntshaw nyaj yuav txeeb puab tej nyaj tej kub kuas taag."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.6","label":"6","content":"Kev phem kev qas yeej tsi tawm huv aav tuaj, lossis teebmeem yeej tsi tshwm huv nruab aa tuaj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.7","label":"7","content":"Tabsis tuabneeg lob teebmeem lug rua tuabneeg, ib yaam le txaim tawg yaa huv qhovcub tuaj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.8","label":"8","content":"Kheev kuv laam yog koj, kuv tub moog cuag Vaajtswv hab pav kuv tej kev txomnyem rua nwg lawm."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.9","label":"9","content":"Peb tsi totaub tej num tseemceeb kws Vaajtswv ua, hab nwg tej txujci tseemceeb muaj ntau heev suav tsi txheeb le."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.10","label":"10","content":"Nwg tso naag lug rua lub nplajteb hab nwg ua kuas muaj dlej yug tej qoobloo huv tej laj tej teb."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.11","label":"11","content":"Vaajtswv tsaa cov tuabneeg kws txu fwjchim lub neej rua qhov sab, hab paab cov tuabneeg kws muaj kev txhawjxeeb quaj ntsuag kuas muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.12+JOB.5.13","label":"12-13","content":"Nwg tawmtsaam cov tuabneeg dlaag ntxag tej tswvyim, hab muab cov tuabneeg txawj ntse tej tswvyim cuab puab kev, kuas puab ua tsi tau puab tej num tav."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.14","label":"14","content":"Txawm yog nruab nub nrig loa puab maub ib yaam le tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.15","label":"15","content":"Tabsis Vaajtswv paab cov tuabneeg pluag dlim kev pluj kev tuag; hab nwg paab cov tuabneeg txomnyem dlim kev tsimtxom."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.16","label":"16","content":"Vaajtswv pub cov tuabneeg txomnyem muaj chaw ca sab, tabsis nwg kaw cov tuabneeg ua phem ua qas qhovncauj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.17","label":"17","content":"Tug kws Vaajtswv qhuab qha, tug ntawd tau koob moov! thaus Vaajtswv qhuab ntuag koj, koj tsi xob tu sab."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.18","label":"18","content":"Vaajtswv ua rua koj nqaj to, tabsis nwg yuav qhwv koj tej qhov txhaab; nwg txhais teg nplawm koj, tabsis nwg txhais teg yuav khu koj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.19","label":"19","content":"Nwg naj nub yuav cawm kuas koj dlim kev puamtsuaj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.20","label":"20","content":"Thaus muaj kev tshaib nqhes, nwg yuav cawm tsi pub koj tuag, hab thaus muaj kev tsuv kev rog, nwg yuav tsomkwm tsi pub koj tuag."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.21","label":"21","content":"Vaajtswv yuav paab kuas koj tsi xob raug xaiv raug lug; hab thaus muaj kev puamtsuaj tuaj nwg yuav cawm koj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.22","label":"22","content":"Thaus muaj kev puamtsuaj hab muaj kev tshaib nqhes koj yuav luag, hab koj yuav tsi ntshai tej tsaj qus."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.23","label":"23","content":"Tej laj tej teb kws koj laij yuav tsi muaj pobzeb, hab tej tsaj qus yuav tsi tum koj."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.24","label":"24","content":"Koj yuav nyob kaaj sab lug huv koj lub tsevntaub; thaus koj tsaa qhovmuag saib koj tej yaaj, koj yuav pum txhua tug nyob txhij."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.25","label":"25","content":"Koj yuav muaj xeebntxwv coob ib yaam le tej nroj tsuag huv taj nraag."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.26","label":"26","content":"Koj yuav ua neej nyob laug quas nkoog ib yaam le naab nplej kws sav kug rua lub caij sau qoobloo."},{"bible_id":"1726","chapter_code":"JOB.5","verse_code":"JOB.5.27","label":"27","content":"Yauj, peb tub pum hab paub has tas tej nuav yog lug tseeb tag, yog le ntawd koj ca le khaws nkaus tej nuav rua nruab sab."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.1+JOB.6.2","label":"1-2","content":"Yauj has tas, “Yog muab kuv tej kev txomnyem hab kev nyuaj sab lug luj rua sau teev,"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.3","label":"3","content":"tseem nyaav dlua tej xuabzeb ntawm ntug havtxwv, yog le ntawd, kuv tej lug yuav tsi nyaav rua koj ua luaj twg."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.4","label":"4","content":"Vaajtswv tug kws muaj fwjchim luj kawg nkaus muab xub vug tua kuv, mas tej taug fuam thoob plawg kuv lub cev. Vaajtswv tso nwg tej kev nruj tsiv tuaj tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.5","label":"5","content":"“Tug neeg luav qus txaus sab heev thaus nwg tau zaub noj, hab thaus nyuj tau zaub noj, nyuj nyob ntsag tu."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.6","label":"6","content":"Leejtwg txhaj noj taug tej nqaj kws tsi rau ntsev? Lub qai txheej dlawb puas qaab dlaabtsi?"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.7","label":"7","content":"Kuv tsi nqhes tej zaub mov kws zoo le ntawd, hab txhua yaam kws kuv noj ua rua kuv mob."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.8","label":"8","content":"“Vim le caag Vaajtswv tsi muab tej kws kuv thov rua kuv? Vim le caag nwg tsi teb kuv tej lug thov?"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.9","label":"9","content":"Kheev laam Vaajtswv muab kuv tua kuas tuag!"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.10","label":"10","content":"Yog kuv paub has tas Vaajtswv yuav muab kuv tua, txawm yog mob npaum le caag los kuv yeej zoo sab, kuv paub has tas, Vaajtswv yog tug dlawbhuv; kuv tsi tau tawmtsaam nwg tej lug saamfwm le."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.11","label":"11","content":"Kuv yuav ua le caag cuab tau zug ua kuv lub neej moog ntxiv? Thaus kuv tsi muaj kev ca sab lawd, yuav ua le caag xaav ua neej nyob?"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.12","label":"12","content":"Kuv lub cev puas yog pobzeb? Kuv tej txhaa puas yog tooj?"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.13","label":"13","content":"Kuv tug zug ntaug taag paab tsi tau kuv lawm; tsi muaj ib qhov chaw kws kuv yuav vaamkhom le."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.14","label":"14","content":"“Thaus raug kev txomnyem nyuaj sab  le nuav, kuv xaav tau kev paab ntawm tej phoojywg kws sab dlawb sab zoo, tsi has thaus kuv tso Vaajtswv tseg lossis tsi tso."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.15","label":"15","content":"Tabsis mej cov kws yog kuv phoojywg, mej dlaag ntxag kuv ib yaam le lub haav qhuav kws tsi muaj dlej thaus lub caij tsi lug naag."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.16","label":"16","content":"Yog lug dlaus hab dlej nkoog yuav ua rua dlej ndlwg tsi taug,"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.17","label":"17","content":"Tabsis thaus tshaav ntuj tuaj zab tej dlej nkoog yuav yaaj taag, hab tshuav lub kwj haa qhuav qhawv ca lawm xwb."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.18","label":"18","content":"Tej tuabneeg kws taug kev moog nrhav dlej haus yuam kev taag; puab moog moog lug lug hab tuag taag rua tom taj suabpuam."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.19","label":"19","content":"Tej tuabneeg taug kev huv lub nroog Senpas hab lub nroog Temas tuaj nrhav dlej haus,"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.20","label":"20","content":"tabsis puab tej kev ca sab yuav pluj taag rua ntawm lub kwj haa qhuav ntawd."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.21","label":"21","content":"Mej zoo ib yaam le  tej kwj haa qhuav rua kuv xwb, Mej tuaj pum kuv raug kev txomnyem le nuav, ua rua mej ntshai hab tsiv rov qaab."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.22","label":"22","content":"kuv puas tau thov kuas mej muab ib yaam dlaabtsi rua kuv, lossis muab nyaj xab lwm tug kuas tuaj tso kuv,"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.23","label":"23","content":"Lossis cawm kuas kuv dlim ntawm kuv cov yeebncuab lossis cov tuabneeg kws tsimtxom kuv?"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.24","label":"24","content":"“Mej ca le qha kuv, kuv yuav nyob tuabywv noog; qha saib kuv ua txhum dlaabtsi."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.25","label":"25","content":"Tej lug tseeb hloov tau lwm tug lub sab, tabsis mej tej lug tsi muaj qaabhau le."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.26","label":"26","content":"Mej xaav has tas, tej lug kws kuv has tsi muaj qaabhau ib yaam le cua ntsawj xwb los; tabsis ua le caag mej tsua teb kuv tej lug kws taag kev ca sab hab?"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.27","label":"27","content":"Txawm yog tej mivnyuas ntsuag los mej muab rhu ntawv coj moog ua qhev, hab ua tsi ncaaj rua mej tej phoojywg zoo kuas mej npluanuj!"},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.28","label":"28","content":"Mej saib kuv lub ntsejmuag kuv yeej tsi dlaag."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.29","label":"29","content":"Mej has ntau dlhau hwv lawm, ca le tseg tej kws mej has tsi tseeb. Tsi xob lam has tas kuv ua txhum, rua qhov kuv yeej ua yog lawm."},{"bible_id":"1726","chapter_code":"JOB.6","verse_code":"JOB.6.30","label":"30","content":"Tabsis mej xaav has tas, kuv yog tuabneeg dlaag, mej xaav has tas, kuv tsi paub qhov yog hab qhov tsi yog.”"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.1","label":"1","content":"Tuabneeg lub neej nyob huv nplajteb nuav zoo ib yaam le tug tubrog, hab tug tub zug kws luas ndlav ua num nyaav,"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.2","label":"2","content":"hab zoo ib yaam le tej tubkhai kws ntshaw tug dluab ntxoov ntxoo kws laaj quas ntxag; hab zoo ib yaam le tej tub zug kws tog ntsoov nwg tej nqe zug."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.3","label":"3","content":"Kuv tog ib hlis dlhau ib hlis los tsi muaj ib yaam zoo rua kuv lub neej; tog ib mos dlhau ib mos los kuv tsuas muaj kev nyuaj sab xwb."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.4","label":"4","content":"Thaus kuv moog pw los mo ntev heev; kuv nti khuj khuav, laaj tog txug kaaj ntug."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.5","label":"5","content":"Muaj kaas thoob kuv lub cev; kuv dlaim tawv tu pleb qhuav nkig nkuav; hab ua paug mag tawm tuaj."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.6","label":"6","content":"Kuv lub caij nyoog dlhau moog zuj zug tsi muaj kev ca sab, hab dlhau moog ceev dlua tug nqog ntus ntaub."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.7","label":"7","content":"Vaajtswv, thov koj ncu ntsoov kuv, kuv txujsa tsuas ntev le ua ib paas xwb; kuv tej kev zoo sab tsi muaj taag lawm."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.8","label":"8","content":"Nwgnuav koj tseem pum kuv, tabsis koj yuav tsi pum kuv ntxiv lawm. Txawm yog koj nrhav kuv los yuav tsi pum kuv."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.9+JOB.7.10","label":"9-10","content":"Zoo ib yaam le tauv fuab kws yaaj taag lawm, tug tuabneeg tuag yeej tsi sawv rov lug ib zag le; txhua tug kws paub nwg yuav tsi ncu txug nwg le lawm."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.11","label":"11","content":"Yog le ntawd, kuv yuav nyob tuabywv tsi tau! Kuv chim sab hab npautawg heev, kuv yuavtsum tau has xwb."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.12","label":"12","content":"Vim le caag koj zuv rawv kuv le? Koj xaav has tas, kuv yog ib tug zaaj nyob huv havtxwv nua los?"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.13","label":"13","content":"Kuv xaav pw hab su kuas lug sav; kuv qhau cev pw saib kuv tej mob puas ntaug."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.14","label":"14","content":"Tabsis koj ua rua kuv ua npau suav ntshai heev; koj ua rua kuv ua ywgtoog hab ua npau suav phem"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.15","label":"15","content":"ua rua kuv xaav npu paa tuag, ntshai zoo dlua ua neej nyob lub cev muaj mob lwj ntsuav le nuav."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.16","label":"16","content":"Kuv dlhuav heev; kuv tsi xaav ua neej nyob lawm. Tsi xob quavntsej kuv, kuv lub neej tsi muaj qaabhau lawm."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.17","label":"17","content":"Vim le caag koj txhaj muab tuabneeg saib tseemceeb? Vim le caag koj txhaj mob sab nwg?"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.18","label":"18","content":"Koj tshuaj nwg txhua taagkig sawv ntxuv hab sim nwg sab txhua lub sijhawm."},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.19","label":"19","content":"Thaus twg koj maam le tso tseg tsi saib kuv, kuv txhaj tau hloov paa nqog quavncaug?"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.20","label":"20","content":"Tug kws soj saib tuabneeg, yog has tas kuv muaj txim, kuv ua txhum dlaabtsi rua koj? Vim le caag koj muab kuv ua dlaim phaj rua koj sim? Kuv ua ib lub nraa nyaav rua koj los?"},{"bible_id":"1726","chapter_code":"JOB.7","verse_code":"JOB.7.21","label":"21","content":"Koj txawm zaam tsi tau kuv lub txim le? Koj txawm zaam tsi tau tej kws kuv ua txhum le? Tsi ntev kuv tub yuav moog rua huv kuv lub qhov ntxaa, thaus koj nrhav kuv yuav tsi pum kuv lawm."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.1+JOB.8.2","label":"1-2","content":"Npiledas kws yog tuabneeg Suhas teb has tas, “Koj yuav has koj tej lug kws zoo le cua ntsawj moog txug thaus twg?"},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.3","label":"3","content":"Vaajtswv yeej tsi rhuav kev ncaaj nceeg; nwg yeej ua qhov tseeb xwb."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.4","label":"4","content":"Yeej yog koj tej mivnyuas tau ua txhum rua Vaajtswv lawm, yog le ntawd, Vaajtswv txhaj rau txim rua puab lawv le puab tsimnyog raug."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.5","label":"5","content":"Tabsis nwgnuav koj ca le tig rov lug cuag Vaajtswv tug kws muaj fwjchim luj kawg nkaus hab ua kuas hum nwg sab;"},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.6","label":"6","content":"yog koj yeej ua ncaaj hab tsi muaj txhum, Vaajtswv yeej yuav paab koj hab rov pub kuas koj lub cuab lub yig vaammeej dlua."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.7","label":"7","content":"Koj tej kev npluanuj kws pluj taag lawm, pev tsi tau tej kws Vaajtswv yuav muab rua koj yaav tom ntej."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.8","label":"8","content":"“Koj tig moog saib tej kev txawj ntse tam thaus u; ua tuab zoo xaav txug tej kev tseeb kws peb cov yawmkoob muaj lug lawm."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.9","label":"9","content":"Peb txujsa tuab lu kawg le, peb tsi paub sov yuav zoo le caag; peb lub neej dlhau moog ib yaam le tug dluab ntxoov ntxoo kws lug roog lub nplajteb ib vuag."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.10","label":"10","content":"Tabsis ca tej tuabneeg txawj ntse tam thaus u qha koj; ca le noog tej lug kws puab qha has tas,"},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.11","label":"11","content":"“Lojkov yeej tsi tuaj ntawm qhov chaw kws tsi muaj dlej; hab yeej tsi muaj lojkov nyob sau nruab nqhuab le."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.12","label":"12","content":"Yog dlej qhuav, ces lojkov yog cov kws xub tuag, thaus tseem mog kws tsi tau zoo txav lug siv."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.13","label":"13","content":"Tej tuabneeg kws tsi paub Vaajtswv, zoo ib yaam le tej lojkov ntawd; thaus twg puab tso Vaajtswv tseg, ces puab kev ca sab pluj moog taag."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.14","label":"14","content":"Puab ca sab rua kaab laug saab tej nyuas xuv ua zeg."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.15","label":"15","content":"Yog puab tso cev rua kaab laug saab lub zeg, puas yuav khov puab? Yog puab tuav tej xuv kaab laug saab ntawd puas yuav paab tau puab sawv ntsug?”"},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.16","label":"16","content":"Cov tuabneeg sab phem hlub mog nyoos ib yaam le tej nroj kws tau tshaav ntuj, hab zoo ib yaam le tej nroj kws fuam puv vaaj."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.17","label":"17","content":"Tej caag nrhau moog qhwv tej pobzeb hab zawm txhua lub pobzeb ruaj heev."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.18","label":"18","content":"Tabsis yog muab puab rhu tawm ntawm puab qhov chaw, tsi muaj leejtwg paub has tas puab nyob ntawd le."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.19","label":"19","content":"Tej ntawd yog cov tuabneeg sab phem tej kev zoo sab; nwgnuav yuav muaj lwm yaam lug hloov puab chaw."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.20","label":"20","content":"Tabsis Vaajtswv yeej tsi tso tug kws muab sab npuab nwg tseg, lossis paab tug tuabneeg sab phem le."},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.21","label":"21","content":"Vaajtswv yuav rov pub koj qw hab luag zoo sab dlua,"},{"bible_id":"1726","chapter_code":"JOB.8","verse_code":"JOB.8.22","label":"22","content":"tabsis nwg yuav ua rua cov kws ntxub koj poob ntsejmuag, hab cov tuabneeg sab phem tej vaaj tse yuav puamtsuaj taag."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.1+JOB.9.2","label":"1-2","content":"Yauj has tas, “Kuv tub nov dlua tej ko lug lawm. Tabsis tuabneeg yuav ua le caag ua plaub yeej Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.3","label":"3","content":"Leejtwg yuav ua le caag caav yeej Vaajtswv? Vaajtswv ib txheeb lu lug nug tsi muaj leejtwg teb tau ib lus le."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.4","label":"4","content":"Vaajtswv muaj fwjchim hab ntse heev; tsi muaj leejtwg tawmtsaam yeej nwg."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.5","label":"5","content":"Nwg tshem tej roob los roob yeej tsi paub le, hab nwg txujkev chim rhuav tej roob puamtsuaj taag."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.6","label":"6","content":"Vaajtswv ua kuas aav qeeg hab cu kuas nplajteb ua zug koog; nwg dlaj tej ncej kws txheem lub nplajteb."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.7","label":"7","content":"Nwg txwv tau tsi pub kuas lub nub tawm tuaj, hab txwv tau tsi pub kuas tej nubqub ci mo ntuj."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.8","label":"8","content":"Yeej tsi muaj leejtwg paab Vaajtswv nthuav lub ntuj, lossis muab tug zaaj huv havtxwv tsuj nthi tseg."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.9","label":"9","content":"Vaajtswv muab tej nubqub: lub nubqub Ntsauv, lub nubqub Puj Sua Kwv Ntaas, cov nubqub Txhaj Txiv Mim, hab tej nubqub saab qaabteb teeb rua sau nruab ntug:"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.10","label":"10","content":"Peb tsi totaub tej txujci tseemceeb kws nwg ua, hab tej txujci kws nwg ua yeej suav tsi txheeb le."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.11","label":"11","content":"“Vaajtswv hlaa ntawm kuv hauv ntej, tabsis kuv tsi pum nwg, nwg lug ntawm kuv ib saab tabsis kuv tsi nov."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.12","label":"12","content":"Nwg muab tej kws nwg xaav yuav, tsi muaj leejtwg txwv tau; tsi muaj leejtwg muaj cuabkaav nug has tas, ‘Koj ua dlaabtsi?’"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.13","label":"13","content":"Vaajtswv yuav tsi tshem nwg txujkev chim. Nwg yuav tsuj nwg cov yeebncuab kws paab tug Zaaj  huv havtxwv kws tawmtsaam Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.14","label":"14","content":"Yog le ntawd, kuv yuav ua le caag nrhav tau lug teb Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.15","label":"15","content":"Txawm yog kuv tsi tau ua txhum le los kuv yeej tsi muaj cuabkaav teb nwg, kuv tsuas thov kuas Vaajtswv kws yog tug txav txim taabncuab kuv xwb."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.16","label":"16","content":"Txawm yog nwg pub kuv has los sov nwg puas yuav noog kuv tej lug."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.17","label":"17","content":"Txawm yog kuv tsi tau ua txhum los nwg tso naag xub naag cua lug ntsawj hab ntaus kuv nqaj dloog taag."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.18","label":"18","content":"Nwg tsi pub kuv hloov paa le, nwg ua rua kuv lub neej ab sab kawg le."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.19","label":"19","content":"Yog has txug qhov muaj zug, Vaajtswv yog tug muaj zug dlua! Yog has txug kev ncaaj nceeg, leejtwg txhaj yuav pev tau nwg?"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.20","label":"20","content":"Txawm yog kuv tsi tau ua txhum los tej lug kws kuv has rov rau txim rua kuv, txawm yog kuv ua zoo los Vaajtswv has tas kuv ua txhum."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.21+JOB.9.22","label":"21-22","content":"Kuv tsi tau ua txhum los tsi muaj leejtwg quavntsej kuv. Kuv dlhuav tsi xaav ua neej nyob lawm, tsi muaj dlaabtsi zoo rua kuv le. Txawm yog peb txhum hab tsi txhum los Vaajtswv yuav rhuav kuas puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.23","label":"23","content":"Thaus ib tug tuabneeg tsi muaj txim ca le tuag, Vaajtswv khaws luag xwb."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.24","label":"24","content":"Vaajtswv muab lub nplajteb nuav cob rua cov tuabneeg sab phem. Vaajtswv ua rua cov txav txim dligmuag taag. Yog tsi yog Vaajtswv ua, leejtwg yog tug ua?"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.25","label":"25","content":"“Kuv lub caij lub nyoog dlhau moog ceev tshaaj tej tuabneeg sis tw dlha, tabsis tsi muaj ib nub zoo le."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.26","label":"26","content":"Kuv lub neej dlhau moog ceev ib yaam le lub nkoj kws dlha huv dlej, hab ceev ib yaam le tug dlaav kws yaa rwg si lug muab qab."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.27+JOB.9.28","label":"27-28","content":"Yog kuv ua ntsejmuag luag ntxhi hab ua txuj nov qaab kuv tej mob, ces kuv tej kev txomnyem sab txawm rov lug tsimtxom kuv ntaag; kuv paub has tas, Vaajtswv tseem has tas kuv muaj txim."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.29","label":"29","content":"Yog has tas kuv muaj txim, tseem yuav nkim kuv tug zug ua dlaabtsi?"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.30","label":"30","content":"Tsi muaj ib yaam tshuaj kws ntxuav tau kuv tej kev txhum le."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.31","label":"31","content":"Vaajtswv muab kuv pov rua huv paag aav nkus, txawm yog kuv tej rig tsho los tub tsi nyam kuv."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.32","label":"32","content":"Kheev laam Vaajtswv yog tuabneeg, kuv yuav muaj cuabkaav teb nwg; wb yuav moog huv tsev tu plaub kuas luas txav txim rua wb tej lug sis caav."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.33","label":"33","content":"Tabsis tsi muaj leejtwg nyob nruab nraab txav txim rua kuv hab Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.34","label":"34","content":"Vaajtswv, thov koj tsi xob rau txim rua kuv! Thov tshem koj tej kev nruj kev tsiv moog!"},{"bible_id":"1726","chapter_code":"JOB.9","verse_code":"JOB.9.35","label":"35","content":"Kuv yeej tsi ntshai le. Kuv yuavtsum has xwb, rua qhov kuv yeej paub kuv lub sab.”"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.1","label":"1","content":"Kuv dlhuav ua neej nyob heev lawm. Thov noog kuv ywg kuv tej kev lwj sab."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.2","label":"2","content":"Vaajtswv, thov tsi xob rau txim rua kuv. Thov qha rua kuv saib! Yog le caag koj txhaj rau txim rua kuv?"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.3","label":"3","content":"Puas tsimnyog koj ua nruj ua tsiv rua kuv, saib tsi taug tej kws koj tsim, hab luag ntxhi rua tej tuabneeg sab phem tej num?"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.4","label":"4","content":"Koj puas muaj qhovmuag le tuabneeg muaj? Koj puas pum le tuabneeg pum?"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.5","label":"5","content":"Koj noobnyoog puas tuab lu le tuabneeg, lossis koj txujsa puas tuab lu le tuabneeg txuj?"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.6","label":"6","content":"Vim le caag koj pheej nrhav kuv tej kev txhum hab tshawb tej kws kuv ua tsi yog?"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.7","label":"7","content":"Koj yeej paub has tas, kuv tsi muaj txim, hab tsi muaj leejtwg cawm kuas kuv dlim ntawm koj."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.8","label":"8","content":"Koj txhais teg tsim hab puab kuv, hab nwgnuav los yog koj ob txhais teg rhuav kuv."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.9","label":"9","content":"Ncu ntsoov has tas koj muab aav nplaum  puab kuv; koj yuav muab kuv tsoo kuas rov ua moov aav los?"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.10","label":"10","content":"Koj pub kuv txiv tsim muaj kuv; koj ca kuv luj hlub huv kuv nam plaab."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.11","label":"11","content":"Koj tsim kuv lub cev muaj pobtxhaa hab leeg, hab kuas muaj nqaj muaj tawv qhwv tej pobtxhaa."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.12","label":"12","content":"Koj pub kuv muaj sa hab muaj kev hlub tsi tu, hab koj tsomkwm kuas kuv muaj sa nyob."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.13","label":"13","content":"Tabsis nwgnuav kuv paub has tas koj nyaag nrhw ua rua kuv raug mob txhua lub sijhawm."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.14","label":"14","content":"Koj tog ntsoov saib kuv puas ua txhum, ces koj yuav tsi zaam txim rua kuv."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.15","label":"15","content":"Thaus twg kuv ua txhum, ces txawm tsi hum koj sab ntaag, tabsis yog kuv ua ncaaj, koj yeej tsi qhuas kuv le. Kuv txaajmuag kawg, tsaa tsi taug taubhau le."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.16","label":"16","content":"Kuv lub neej nyavnyuas chiv zoo xwb, koj txawm siv txu kuv lub neej ib yaam le tsuv ntxhuav caum tsaj tum; hab koj tseem ua tej txujci tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.17","label":"17","content":"Koj ibtxwm muaj timkhawv kom kuv; koj txujkev chim fuam luj zuj zug tuaj tawmtsaam kuv; koj ibtxwm nrhav lub tswvyim tshab tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.18","label":"18","content":"Vaajtswv, vim le caag koj txhaj le ca kuv yug lug? Tsimnyog koj ca kuv tuag ua ntej thaus tsi tau muaj leejtwg pum kuv."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.19","label":"19","content":"Yog kuv ncaaj nraim huv kuv nam plaab moog rua huv qhov ntxaa, mas yuav zoo ib yaam le kws kuv tsi tau yug lug."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.20","label":"20","content":"Puas yog kuv lub neej tub yuav dlua? tsi xob thaab kuv! Ca kuv muaj kev zoo sab thaus kuv tseem tshuav sijhawm."},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.21","label":"21","content":"Kuv tub yuav moog sai sai nuav, hab yuav tsi rov qaab lug le lawm, yuav moog rua huv lub tebchaws kws tsaus ntuj dlub ncab,"},{"bible_id":"1726","chapter_code":"JOB.10","verse_code":"JOB.10.22","label":"22","content":"yog lub tebchaws kws muaj dluab tsaus nti, txawm yog qhov kaaj los zoo le qhov tsaus ntuj."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.1+JOB.11.2","label":"1-2","content":"Xaufas kws yog tuabneeg Namas teb has tas, “Txawm tsi muaj leejtwg teb tej lug kws tsi muaj qaabhau nuav le? Tug tuabneeg kws has lug ntau puas yog tuabneeg ncaaj nceeg?"},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.3","label":"3","content":"Yauj, koj xaav has tas peb teb tsi tau koj tej lug nua los? Koj tej lug txobthuam yuav ua rua peb nyob tuabywv nua los?"},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.4","label":"4","content":"Koj khaav has tas, koj has lug tseeb; koj khaav has tas koj dlawbhuv taabmeeg Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.5","label":"5","content":"Kuv xaav kuas Vaajtswv teb koj tej lug!"},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.6","label":"6","content":"Nwg yuav qha ntau lub tswvyim rua koj; muaj ntau yaam kev txawj ntse kws tuabneeg tsi paub. Vaajtswv rau txim rua koj sib tshaaj qhov kws koj tsimnyog raug."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.7","label":"7","content":"“Koj puas paub txug Vaajtswv lub peevxwm, koj puas paub Vaajtswv lub fwjchim kws luj kawg nkaus?"},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.8","label":"8","content":"Sau nruab ntug yeej tsi muaj nrim rua Vaajtswv, tabsis koj qhovmuag pum tsi taag. Vaajtswv paub tubtuag teb huv tuabsi, tabsis koj tsi paub."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.9","label":"9","content":"Vaajtswv lub fwjchim luj tshaaj lub nplajteb hab dlaav dlua havtxwv."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.10","label":"10","content":"Yog Vaajtswv kom koj hab coj koj moog rua huv tsev tu plaub, leejtwg yuav cheem tau nwg?"},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.11","label":"11","content":"Vaajtswv paub tej tuabneeg kws tsi muaj nqes; Vaajtswv pum tuabneeg tej kev phem kev qas."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.12","label":"12","content":"Thaus twg tug neeg luav qus yug tau lug ua tuabneeg, mas tug tuabneeg ruag txhaj yuav txawj ntse."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.13","label":"13","content":"“Yauj, koj ca le ua sab ncaaj, koj txhaj le moog cuag tau Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.14","label":"14","content":"Tshem tej kev phem kev qas hab kev txhum tawm huv koj lub tsev moog."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.15","label":"15","content":"Koj txhaj muaj ntsejmuag fim tuabneeg nplajteb, hab nyob tso sab lug tsi ntshai leejtwg."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.16","label":"16","content":"Koj yuav tsi ncu qaab txug koj tej kev nyuaj sab, koj tej kev nyuaj sab yuav dlhau moog ib yaam le dlej ndlwg, koj yuav ncu tsi txug le lawm."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.17","label":"17","content":"Koj lub neej yuav ci tshaaj lub nub ci thaus taav su, hab koj lub neej kws tsaus ntuj nti yuav kaaj nrig ib yaam le thaus sawv ntxuv."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.18","label":"18","content":"Koj yuav ua lub neej nyob kaaj sab lug, hab muaj kev ca sab; Vaajtswv yuav tsomkwm koj hab pub kuas koj tau su."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.19","label":"19","content":"Koj yuav tsi ntshai koj tej yeebncuab; tuabneeg coob leej yuav tuaj thov koj paab."},{"bible_id":"1726","chapter_code":"JOB.11","verse_code":"JOB.11.20","label":"20","content":"Tabsis cov tuabneeg sab phem, yuav saib ncig leeg tsi muaj chaw ca sab hab puab yuav nrhav tsi tau kev tsiv dlim le. Puab txujkev ca sab tsuas yog txujkev tuag xwb.”"},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.1+JOB.12.2","label":"1-2","content":"Yauj teb has tas, “Koj yog cov tuabneeg ntawd ntaag. Thaus koj tuag, koj tej kev txawj ntse yuav tuag nrug koj moog."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.3","label":"3","content":"Tabsis kuv kuj muaj kev txawj ntse ib yaam le koj hab; kuv yeej tsi ntshai hab tsi swb koj le; txhua tug puavleej paub tej kws koj has ntawd."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.4","label":"4","content":"Txawm yog kuv tej phoojywg los naj nub luag kuv plig, txawm yog kuv yeej ncaaj nceeg hab tsi tau ua txhum los puab tseem luag kuv; tabsis kuv paub has tas, muaj ib nub Vaajtswv yuav teb kuv tej lug thov."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.5","label":"5","content":"Koj tsi muaj kev nyuaj sab dlaabtsi, ces koj txawm yuav tuaj muab kuv tso dlaaj tso luag; koj ua le ntawd, yog koj ntaus ib tug txivneej kws tub yuav qaug."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.6","label":"6","content":"Tabsis cov tuabneeg tubsaab hab tsi fwm Vaajtswv nyob kaaj sab lug, puab tug vaajtswv ces yog puab tug zug xwb."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.7","label":"7","content":"“Tabsis koj ca le moog nug tej tsaj lossis tej noog, puab yuav qha koj;"},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.8","label":"8","content":"ca le moog thov tej tsaj nruab nqhuab hab tej tsaj nruab dleg qha kev txawj ntse rua koj."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.9","label":"9","content":"Txawm yog tej tsaj los tub paub has tas Vaajtswv yog tug tsim puab."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.10","label":"10","content":"Vaajtswv yog tug tswj tuabneeg hab tej tsaj txujsa; Vaajtswv lub fwjchim tuav txhua tug tuabneeg txujsa."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.11","label":"11","content":"Ib yaam le koj lub qhovntsej nyam noog luas tej lug, hab koj tug nplaig nyam saaj tej zaub mov."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.12+JOB.12.13","label":"12-13","content":"“Tej tuabneeg laug muaj tswvyim, tabsis Vaajtswv muaj tswvyim hab muaj fwjchim huv tuabsi; tej tuabneeg laug muaj kev txawj ntse, tabsis Vaajtswv muaj kev txawj hab muaj fwjchim ua tau num tav."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.14","label":"14","content":"Yog Vaajtswv muab rhuav lawm, leejtwg yuav txhim khu dlua; hab leejtwg muaj cuabkaav tso tau tug tuabneeg kws Vaajtswv muab kaw?"},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.15","label":"15","content":"Yog Vaajtswv tsi tso naag lug, ces yuav muaj ntuj qhua teb nkig; yog Vaajtswv tso naag lug, ces muaj dlej nyaab."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.16","label":"16","content":"“Vaajtswv yog tug muaj zug hab nwg ibtxwm muaj yeej; tug tuabneeg dlaag ntxag hab tug kws raug luas dlaag ntxag puavleej yog Vaajtswv kaav."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.17","label":"17","content":"Nwg rhuav cov numtswv tej kev txawj ntse, hab ua rua cov thawjcoj kuas puab ua ib yaam le tej tuabneeg ruag."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.18","label":"18","content":"Nwg txu tau tej vaajntxwv hab coj puab moog kaw rua huv tsev lojcuj,"},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.19","label":"19","content":"nwg txu tau cov povthawj hab tej tuabneeg muaj fwjchim kuas poob fwjchim."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.20","label":"20","content":"Nwg kaw cov tuavxaam kws luas ca sab rua, lub qhovncauj, hab muab cov tuabneeg laug tej kev txawj ntse tshem moog."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.21","label":"21","content":"Nwg rhuav cov tuabneeg muaj fwjchim kuas poob ntsejmuag hab ua rua tej numtswv tug zug ntaug."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.22","label":"22","content":"Nwg ua qhov kaaj ci pum kev rua huv tubtuag teb."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.23","label":"23","content":"Nwg ua rua ntau tsaav tuabneeg muaj zug hab muaj fwjchim, tabsis nwg ua rua puab swb hab puamtsuaj."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.24","label":"24","content":"Nwg ua rua puab cov thawjcoj ua tuabneeg ruag hab ua rua puab yuam kev moog moog lug lug tsi paub moog qhov twg."},{"bible_id":"1726","chapter_code":"JOB.12","verse_code":"JOB.12.25","label":"25","content":"Puab maub tsaus ntuj nti qaug puj poog ib yaam le tej tuabneeg qaug cawv.”"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.1+JOB.13.2","label":"1-2","content":"“Tej kws koj has ntawd, kuv tub nov taag lawm, kuv totaub txhua yaam; kuv paub ib yaam le koj paub. Kuv lub qhovmuag yeej pum tej nuav lawm, kuv tsi tau swb koj."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.3","label":"3","content":"Tabsis yog kuv nrug Vaajtswv sis has, tsi yog nrug koj sis caav; kuv xaav nrug Vaajtswv sis has txug kuv zaaj."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.4","label":"4","content":"Koj muab tej lug dlaag lug npug koj txujkev ruag; koj zoo le tej kws tshuaj kws khu tsi tau luas tej mob zoo."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.5","label":"5","content":"Koj tsi xob has lug, luas txhaj xaav has tas, koj yog tuabneeg ntse!"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.6","label":"6","content":"“Koj ca le noog kuv has kuv zaaj."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.7","label":"7","content":"Vim le caag koj has lug dlaag? Koj xaav has tas, koj tej lug dlaag muaj nqes rua Vaajtswv nua los?"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.8","label":"8","content":"Koj yuav tuaj Vaajtswv tog txheem los? Koj yuav nrug Vaajtswv has nwg zaaj huv tsev tu plaub los?"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.9","label":"9","content":"Yog Vaajtswv ua tuab zoo saib koj, nwg puas pum koj muaj ib qho zoo? Koj xaav has tas koj dlaag tau Vaajtswv le koj dlaag tuabneeg nua los?"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.10","label":"10","content":"Yog has tas koj ua tsi ncaaj rua ib tog, Vaajtswv yuav rau txim nyaav rua koj,"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.11","label":"11","content":"hab nwg lub fwjchim yuav ua rua koj ntshai kawg nkaus le."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.12","label":"12","content":"Koj tej paajlug tsi muaj nqes ib yaam le tej moov tshauv; koj tej lug sis caav muas ib yaam le tej aav nplaum."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.13","label":"13","content":"Koj ca le nyob tuabywv, kuv txhaj le muaj sijhawm has lug, ca saib thaus kawg tej ntawd yuav zoo le caag."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.14","label":"14","content":"“Kuv  pheej moo ua kuv lub neej."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.15","label":"15","content":"Kuv taag kev ca sab lawm, Vaajtswv yuav muab kuv tua povtseg los xij. Kuv yeej yuav moog nrug nwg has kuv zaaj xwb."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.16","label":"16","content":"Tej zag qhov kws kuv muaj lub sab tawv le nuav yuav paab tau kuv, rua qhov cov tuabneeg sab phem tsi muaj ib tug moog cuag tau Vaajtswv le."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.17","label":"17","content":"Nwgnuav koj ca le ua tuab zoo noog tej lug kws kuv qha koj."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.18","label":"18","content":"Kuv yeej npaaj rawv yuav moog has kuv zaaj, rua qhov kuv paub has tas kuv tsi tau ua txhum."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.19","label":"19","content":"“Vaajtswv, koj yuav kom kuv ntaag los? Yog koj kom kuv, ces kuv yeej has tsi taug hab tuag xwb!"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.20","label":"20","content":"Ca kuv thov ob yaam; thov kuas koj pum le nuav, kuv yuav tsi tsiv nkaum koj;"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.21","label":"21","content":"tsi xob rau txim rua kuv, hab tsi xob ua rua kuv ntshai dlhau."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.22","label":"22","content":"“Vaajtswv, koj has ua ntej, kuv maam le teb Lossis ca kuv has ua ntej, koj maam le teb."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.23","label":"23","content":"Kuv tej kev txhum yog dlaabtsi? Kuv tau ua txhum dlaabtsi? Thov koj ca le phua kuv tej kev txhum rua kuv."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.24","label":"24","content":"“Vim le caag koj tso kuv tseg? Vim le caag koj saib kuv zoo le tug yeebncuab?"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.25","label":"25","content":"Puas yog koj ua kuas kuv ntshai? Kuv tsi tseemceeb dlaabtsi le; kuv zoo le dlaim nplooj xwb; koj laam tawmtsaam tej nyuas quavnyaab qhuav los?"},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.26","label":"26","content":"“Koj muab kev ab sab lug tawmtsaam kuv, koj sau tej kev txhum kws kuv ua thaus kuv tseem hluas lug rua kuv ris."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.27","label":"27","content":"Koj muab saw hlau khi kuv kutaw; koj saib ntsoov kuv rhais txhua kaujruam, hab koj tu nrim rua kuv tsuj."},{"bible_id":"1726","chapter_code":"JOB.13","verse_code":"JOB.13.28","label":"28","content":"Thaus kawg kuv zoo ib yaam le yaav caav ntoo lwj, hab zoo ib yaam le lub tsho kws ntsaum kaabrwg noj.”"},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.1","label":"1","content":"“Txhua tug tuabneeg kws yug lug ntawm quaspuj, ua neej nyob tsi ntev hab naj nub muaj kev ntxhuv sab."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.2","label":"2","content":"Peb luj hlub hab ntsws sai ib yaam le tej paaj ntoos; peb dlhau moog zuj zug ib yaam le tug dluab ntxoov ntxoo."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.3","label":"3","content":"Vaajtswv, koj puas yuav tsaa laaj muag saib kuv, lossis taug kuv zaaj txav txim rua kuv?"},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.4","label":"4","content":"Yeej tsi muaj ib yaam huv yuav tawm ntawm qhov kws tsi huv le tuabneeg lug."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.5","label":"5","content":"Tuabneeg lub noobnyoog ua neej nyob koj tub teem tseg, hab koj paub has tas puab yuav nyob pistsawg hli. Lub sijhawm kws koj teem tseg yeej tsi muaj leejtwg hloov tau le."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.6","label":"6","content":"Koj ca le tig rua ib qho hab tso nwg tseg; ca nwg tau su zoo sab ib yaam le tug tub zug kws ua num nyaav."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.7","label":"7","content":"“Tseem muaj kev ca sab rua tug ntoo kws luas muab ntuv lawm; nwg lub hauvpaug tseem caj hab hlaav taug kaug tuaj."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.8","label":"8","content":"Txawm yog nwg tej caag laug hab lub hauvpaug qhuav rua sau npoo aav lawm"},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.9","label":"9","content":"los thaus muaj dlej ntub nwg yuav hlaav kaug tuaj ib yaam le tsob ntoo mog."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.10","label":"10","content":"Tabsis thaus tuabneeg tuag lawm, ces nwg txujsa kawg rua nub ntawd; thaus tuabneeg tuag, nwg moog nyob qhov twg lawm?"},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.11","label":"11","content":"“Dlej tu tsi ndlwg hab paag dlej qhuav zoo le caag,"},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.12","label":"12","content":"ces tuabneeg tuag tsi sawv rov lug ib yaam le ntawd. Thaus lub ntuj tseem muaj nyob, puab yuav tsi sawv rov qaab lug; puab yuav tsi tsim ntawm qhov chaw kws puab pw."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.13","label":"13","content":"“Kuv xaav kuas koj muab kuv coj moog zais rua huv tubtuag teb; ca kuv nraim huv moog txug thaus koj txujkev chim dlua tsaiv, hab thov koj teem ib lub caij ncu txug kuv."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.14","label":"14","content":"Yog tuabneeg tuag lawm, nwg puas yuav rov muaj sa? Tabsis kuv yuav naj nub tog txug lub sijhawm kws koj tso kuv dlim tej kev nyuaj sab."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.15","label":"15","content":"Thaus ntawd koj yuav hu kuv hab kuv yuav teb koj, hab koj yuav txaus sab rua tug kws koj tsim."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.16","label":"16","content":"Koj yuav saib ntsoov kuv rhais txhua kaujruam, tabsis koj yuav tsi suav kuv tej kev txhum lawm."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.17","label":"17","content":"Koj yuav zaam kuv tej kev txhum hab muab tshem moog povtseg; txhua yaam kev txhum kws kuv tau ua, koj yuav muab ntxuav huv tuabsi moog."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.18","label":"18","content":"“Yuav muaj ib lub sijhawm kws tej hauv roob yuav nphau taag, hab tej roob tsuas los yuav raug tshem tawm ntawm nwg qhov chaw moog."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.19","label":"19","content":"Dlej yuav tshoob tej pobzeb hab tuamtsaam naag yuav kuav tej moov aav moog taag; yog le ntawd, koj txhaj rhuav tuabneeg tej kev ca sab kws ua neej nyob."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.20","label":"20","content":"Koj muaj zug tshaaj tuabneeg, hab muab puab tshem tawm moog ibtxhis; puab tuag, puab lub ntsejmuag txawv hlo."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.21","label":"21","content":"Txawm yog nwg tej tub tau ntsej tau muag los nwg tsi paub, hab yog puab poob ntsej poob muag los puab qha tsi tau rua nwg."},{"bible_id":"1726","chapter_code":"JOB.14","verse_code":"JOB.14.22","label":"22","content":"Nwg tsuas nov nwg ib ce mob lwj ntsuav, hab nwg quaj ntsuag rua nwg tej kev nyuaj sab.”"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.1+JOB.15.2","label":"1-2","content":"Elifas has tas, “Yauj, koj has lug tso ncua! koj tso ncua xwb!"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.3","label":"3","content":"Yeej tsi muaj ib tug tuabneeg ntse has lug le koj has lossis has tej lug tsi muaj lub ntsab tseemceeb kws txaus luas yuav."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.4","label":"4","content":"Yog ua le kws koj has, yuav tsi muaj leejtwg fwm Vaajtswv; hab tsi muaj leejtwg thov Vaajtswv le."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.5","label":"5","content":"Koj tej kev phem kev qas ua rua koj has tej lug ko ntaag; koj khaws luas tej lug txawj ntse has xwb."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.6","label":"6","content":"Tsi taag kuv yuav rau txim rua koj le; tej lug kws koj has rov ua timkhawv tawmtsaam koj."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.7","label":"7","content":"“Koj yog thawj tug tuabneeg kws yug lug rua huv lub nplajteb nua los? Koj nyob ua ntej Vaajtswv tsim tej roob los?"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.8","label":"8","content":"Koj puas tau nov tej kws Vaajtswv npaaj yuav ua? Puas yog tuabneeg txujkev txawj ntse yog koj le?"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.9","label":"9","content":"Puas muaj ib yaam dlaabtsi kws koj paub kws peb tsi paub."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.10","label":"10","content":"Peb kawm kev txawj ntse lug ntawm tej laug kws plaubhau dlawb paug kws puab yug ua ntej koj txiv."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.11","label":"11","content":"“Vaajtswv tub nplig koj sab; ua le caag koj tsi yuav? Tej kws peb has rua koj, tub yog lug mog lug muas ntaag."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.12","label":"12","content":"Ua le caag koj yuav ua ywj koj lub sab, hab has lug npautawg vog rua peb xwb?"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.13","label":"13","content":"Koj chim rua Vaajtswv, koj txhaj has tej lug ko tawmtsaam nwg."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.14","label":"14","content":"“Yuav ua le caag tuabneeg txhaj ua tau zoo? Yuav ua le caag tuabneeg txhaj ua tau ncaaj nceeg taabmeeg Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.15","label":"15","content":"Txawm yog Vaajtswv cov timtswv los nwg yeej tsi ntseeg sab; rua qhov cov timtswv los tub tsi ncaaj nceeg taabmeeg Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.16","label":"16","content":"Tuabneeg haus kev phem kev qas ib yaam le haus dlej; qhov tseeb, tuabneeg yeej tsi ncaaj; tuabneeg yeej tsi muaj nqes le."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.17","label":"17","content":"“Yauj, nwgnuav koj ca le noog kuv has tej kws kuv paub."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.18","label":"18","content":"Tej tuabneeg txawj ntse yeej qha tej lug tseeb rua kuv, puab tau kawm tej kev txawj ntse ntawd lug ntawm puab txiv, puab qha txhua yaam rua kuv tsi zais le."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.19","label":"19","content":"Puab lub tebchaws yeej yog puab tug, lwm tsaav tuabneeg yuav tsi tuaj tsuj puab lub tebchaws."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.20","label":"20","content":"“Tug tuabneeg sab phem kws tsimtxom lwm tug, nwg yuav raug luas tsimtxom moog taag nwg simneej."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.21","label":"21","content":"Nwg lub qhovntsej yuav nov tej suab quaj suab qw tsi tu, hab tubsaab yuav tuaj fuab nwg thaus nwg xaav has tas, nwg tau zoo nyob tso sab lug."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.22","label":"22","content":"Nwg tsi muaj kev ca sab kws yuav tsiv dlim ntawm qhov tsaus ntuj, rua qhov muaj ib raab ntaaj tog rawv yuav tua nwg povtseg,"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.23","label":"23","content":"hab dlaav npoj  los tog ntsoov yuav noj nwg lub cev. Nwg yeej paub nwg lub neej tom hauv ntej tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.24","label":"24","content":"Kev puamtsuaj muaj fwjchim ib yaam le tug vaajntxwv kws tog rawv yuav tawmtsaam nwg."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.25","label":"25","content":"“Tug tuabneeg kws tsaa teg tawmtsaam Vaajtswv hab twv tug kws muaj fwjchim luj kawg nkaus,"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.26+JOB.15.27","label":"26-27","content":"tug ntawd yog tuabneeg khaavtheeb hab ntxeev sab rua Vaajtswv; nwg muaj lub sab tawv tsaa nwg dlaim thaiv nav ntaaj dlha moog tawmtsaam Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.28","label":"28","content":"“Tug tuabneeg ntawd moog txeeb tej nroog hab tej tsev kws cov tswv tsiv lawm, tabsis yuav muaj tsuv muaj rog tuaj txeeb tej nroog hab fuab tej vaaj tse ntawd."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.29","label":"29","content":"Nwg txujkev npluanuj yuav nyob tsi ntev; hab tej kws nwg khwv tau yuav tsi nyob moog ibtxhis. Txawm yog nwg tug dluab los yuav dlua moog,"},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.30","label":"30","content":"hab nwg yuav tsiv tsi dlim kev tsaus ntuj le. Nwg yuav zoo ib yaam le tsob ntoo kws suavtawg kub tej ceg taag, hab cua ntsawj tej paaj yaa taag lawm."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.31","label":"31","content":"Yog nwg txujkev ruag ua rua nwg ca sab rua txujkev ua phem ua qas, ces nwg yuav tau kev phem kev qas ua nqe zug."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.32","label":"32","content":"Nwg yuav ntsws ua ntej kws tsi tau txug nwg lub sijhawm, hab nwg yuav qhuav ib yaam le tug ceg ntoo kws hlaav tsi taug nplooj."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.33","label":"33","content":"Nwg zoo ib yaam le tsob maab kws cov txiv zeeg thaus tsi tau sav; hab zoo ib yaam le tsob txiv ntoo roj kws tej paaj zeeg taag lawm."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.34","label":"34","content":"Cov tuabneeg kws tsi fwm Vaajtswv yuav tsi muaj xeebntxwv, hab suavtawg yuav kub puab tej vaaj tse kws muab luas tej nyaj xab lug ua."},{"bible_id":"1726","chapter_code":"JOB.15","verse_code":"JOB.15.35","label":"35","content":"Puab yog cov tuabneeg kws tsim kev kub ntxhuv hab ua phem; puab lub sab npaaj rawv dlaag ntxag lwm tug.”"},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.1+JOB.16.2","label":"1-2","content":"Yauj teb has tas, “Kuv yeej tau nov luas has tej ko lug lawm; mej tej lug nplig ua rua kuv ntxhuv sab xwb."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.3","label":"3","content":"Mej tej lug kws tsi muaj qaabhau ko has tsi paub taag le los? Mej yuav has kuas moog txug thaus kawg los?"},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.4","label":"4","content":"Yog has tas mej yog kuv, hab kuv yog mej, kuv yeej has tau txhua yaam le mej has hab. Kuv yuav cu taubhau hab has tau tej lug tuam mom mej ib yaam nkaus."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.5","label":"5","content":"Kuv muaj cuabkaav paab tau mej, txhawb mej tug zug hab nplig tau mej sab."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.6","label":"6","content":"“Txawm yog kuv has lug los tsi paab dlaabtsi, hab yog kuv ua tuabywv los kuv tug mob tsi ntaug."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.7","label":"7","content":"Vaajtswv, koj ua rua kuv lub cev mob lwj quas ntsuav; koj ca kuv tsev tuabneeg raug tua tuag taag."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.8","label":"8","content":"Koj muab kuv khi hab koj yog kuv tug yeebncuab. Kuv tshuav tawv hab pobtxhaa lawm xwb, hab luas muab tej ntawd ua timtseeb has tas kuv ua txhum."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.9","label":"9","content":"“Vaajtswv chim, nwg txhaj muab kuv dlua ua tej dlaim; nwg ntxub kuv hab saib qhovmuag qauj leg rua kuv."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.10","label":"10","content":"Tej tuabneeg tuaj nyob puagncig kuv, puab has lug saib tsi taug kuv, hab xuas tawg ncuav rua kuv lub plhu."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.11","label":"11","content":"Vaajtswv muab kuv cob rua cov tuabneeg ua phem ua qas."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.12","label":"12","content":"Kuv yeej ua neej nyob kaaj sab lug, tabsis Vaajtswv tsawv nkaus kuv cejdlaab caab, nwg nplawm kuv hab tsuj kuv ntsoog taag. Vaajtswv muab kuv ua dlaim phaj rua nwg sim,"},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.13","label":"13","content":"hab tua xub neevnti txhua phaab tuaj rua kuv, tej xub ntawd tuaj raug kuv ua rua kuv nqaj to; txawm le ntawd los nwg tsi hlub kuv le."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.14","label":"14","content":"Nwg ua rua kuv raug mob ua ntu zug; nwg tawmtsaam kuv ib yaam le tug tubrog."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.15","label":"15","content":"“Kuv quaj ntsuag hab muab ntaub tsaaj lug xaws ua rig tsho naav, kuv txu fwjchim hab nyob huv aav."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.16","label":"16","content":"Kuv quaj ceb muag taag, kuv ob lub qhovmuag o lab ploog."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.17","label":"17","content":"Tabsis kuv tsi tau ua txhum dlaabtsi hab kuv muaj lub sab dlawb paug thov Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.18","label":"18","content":"“Lub nplajteb, tsi xob muab kuv tej kev txhum npug ca! Tsi xob ca kuv lub suab thov kev ncaaj nceeg ntsag."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.19","label":"19","content":"Muaj ib tug nyob sau ntuj npaaj rawv tuaj kuv tog paab kuv."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.20","label":"20","content":"Kuv tej phoojywg txobthuam kuv; kuv quaj kua muag ndlwg lawg rua Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.21","label":"21","content":"Kuv xaav kuas muaj ib tug paab kuv moog thov Vaajtswv, ib yaam le tug tuabneeg kws moog thov nwg tug phoojywg."},{"bible_id":"1726","chapter_code":"JOB.16","verse_code":"JOB.16.22","label":"22","content":"Tshuav tsi muaj pistsawg xyoo lawm, kuv yuav tau taug txujkev kws moog tsi muaj nub rov lug."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.1","label":"1","content":"“Kuv txujsa tub yuav tu. Kuv ua tsi taug paa lawm; tsi tshuav ib yaam dlaabtsi rua kuv le, tsuas tshuav lub qhov ntxaa qheb lug tog kuv xwb."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.2","label":"2","content":"Kuv saib ntsoov luas txobthuam kuv mob kawg le."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.3","label":"3","content":"Vaajtswv, kuv yeej ua ncaaj, thov koj noog kuv tej lug, yeej tsi muaj leejtwg noog kuv tej lug le."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.4","label":"4","content":"Koj kaw puab lub sab kuas puab tsi totaub; thov tsi xob pub puab kovyeej kuv."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.5","label":"5","content":"Tug tuabneeg kws dlaag nwg tug phoojywg tej nyaj yuav, nwg tej mivnyuas yuav raug kev txomnyem vim tej kws nwg ua ntawd."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.6","label":"6","content":"Vaajtswv ua rua kuv raug luas has tsi zoo, hab luas nti quavncaug rua kuv ntsejmuag."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.7","label":"7","content":"Kuv tej kev quaj ntsuag ua rua kuv lub qhovmuag tsi pum kev; kuv ob txhais npaab hab ob txhais ceg ntxaug qhuav qhawv ib yaam le tej mojzeeg."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.8","label":"8","content":"Cov tuabneeg kws khaav has tas puab ncaaj nceeg, yuav xaav tsi thoob tej nuav, hab puab thuam has tas kuv tsi fwm Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.9","label":"9","content":"Cov tuabneeg kws muaj meejmom khaav has tas, puab yog cov ncaaj nceeg tshaaj."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.10","label":"10","content":"Tabsis yog puab cov ntawd tuaj sawv taabmeeg kuv, kuv pum has tas puab tsi muaj ib tug ntse le."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.11","label":"11","content":"“Kuv lub sijhawm tub dlhau lawm, tej kws kuv npaaj sab ua tsi tau tav; kuv taag kev ca sab lawm."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.12","label":"12","content":"Tabsis kuv tej phoojywg has tas mo ntuj yuav hloov ua nruab nub; puab has tas, qhov kaaj tub lug ze lawm, tabsis kuv pum has tas, kuv tseem nyob huv qhov tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.13","label":"13","content":"Kuv txujkev ca sab tsuas yog tubtuag teb xwb, yog qhov chaw tsaus ntuj nti kws kuv yuav moog pw."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.14","label":"14","content":"Kuv yuav hu lub qhov ntxaa ua kuv txiv, hab hu tej kaas kws noj kuv ua kuv nam hab kuv cov muam."},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.15","label":"15","content":"Kuv tseem tshuav kev ca sab hab los? Leejtwg pum has tas tseem muaj kev ca sab?"},{"bible_id":"1726","chapter_code":"JOB.17","verse_code":"JOB.17.16","label":"16","content":"Thaus kuv moog rua huv tubtuag teb, kuv tsi muaj kev ca sab le lawm.”"},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.1+JOB.18.2","label":"1-2","content":"Npiledas kws yog tuabneeg Suhas has tas, “Yauj, koj txawm yuav has lug tsi paub xaus le los? Yog koj tsum, peb txhaj yuav has rua koj noog."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.3","label":"3","content":"Ua le caag koj xaav has tas, peb ruag ib yaam le tej nyuj?"},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.4","label":"4","content":"Qhov kws koj chim hajyam ua rua koj mob heev xwb. Koj txujkev chim puas yuav ua rua lub nplajteb nuav hloov ua suabpuam? Vaajtswv puas yuav muab tej hauv roob tshem kuas koj zoo sab?"},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.5","label":"5","content":"“Tug tuabneeg sab phem lub teeb tub tuag hab nwg lub cubtawg yuav tsi cig lawm."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.6","label":"6","content":"Lub teeb kws nyob huv nwg lub tsevntaub yuav tsaus moog."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.7","label":"7","content":"Thaus u nwg rhais ruj khov kho, tabsis nwgnuav nwg qaug lawm; qhov kws nwg qaug tub yog vim nwg ua ywj nwg lub sab."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.8","label":"8","content":"Nwg taug kev moog rua ntawm luas lub vuj hlua, hab lub vuj hlua yuav soo nwg kutaw,"},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.9","label":"9","content":"raab cuamkoob yuav tais nwg laujtaws ruaj nreeg ca."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.10","label":"10","content":"Luas faus vuj hlua rua huv aav; hab cuab muv tog nwg kev."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.11","label":"11","content":"“Muaj kev txhawj ntshai nyob puagncig nwg, hab caum nwg moog txhua kaujruam."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.12","label":"12","content":"Nwg ibtxwm npluanuj, tabsis nwgnuav nwg tshaib nqhes; kev puamtsuaj sawv ntawm nwg ib saab tog nwg."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.13","label":"13","content":"Muaj mob ua paug mag thoob plawg nwg lub cev, ua rua nwg ob txhais npaab hab ob txhais ceg qawj tub zuj zug."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.14","label":"14","content":"Nwg raug muab rhu tawm huv lub tsevntaub kws nwg nyob kaaj sab lug, hab muab caab moog cuag tug vaajntxwv kws yog kev tuag."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.15","label":"15","content":"Suavtawg leejfaaj yuav kub txhua yaam huv nwg lub tsevntaub kuas taag dlu lug tsi tshuav ib yaam dlaabtsi nyob huv le lawm."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.16","label":"16","content":"Nwg tej caag yuav qhuav hab tej nplooj yuav ntsws."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.17","label":"17","content":"Nwg lub koob lub npe yuav pluj huv nplajteb nuav moog; hab yuav tsi muaj leejtwg ncu txug nwg le lawm."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.18","label":"18","content":"Luas yuav muab nwg tshem tawm ntawm cov kws tseem muaj sa nyob lub tebchaws moog, hab muab nwg ntab tawm ntawm qhov kaaj moog rua huv qhov kws tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.19","label":"19","content":"Nwg tsi muaj xeebntxwv seem ua neej nyob le lawm."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.20","label":"20","content":"Tej tuabneeg kws nyob saab nub tuaj hab saab nubpoob, nov txug tej kev puamtsuaj kws lug raug nwg, puab ntshai ua ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"JOB.18","verse_code":"JOB.18.21","label":"21","content":"Cov tuabneeg kws ua phem ua qas yuav tau tej nuav, hab cov tuabneeg kws tsi quavntsej Vaajtswv los yuav tau tej nuav ib yaam nkaus.”"},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.1+JOB.19.2","label":"1-2","content":"Yauj has tas, “Ua le caag mej pheej has lug twm kuv?"},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.3","label":"3","content":"Mej naj nub has lug saib tsi taug kuv, mej pheej tshev kuv, mej tsi txaajmuag le."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.4","label":"4","content":"Txawm yog kuv tau ua txhum tag los tej kev txhum ntawd tsuas raug kuv xwb."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.5","label":"5","content":"Mej xaav has tas mej yog tuabneeg zoo dlua kuv, hab mej suav has tas qhov kws kuv raug kev txomnyem yog kuv ua txhum."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.6","label":"6","content":"Mej tsi paub has tas Vaajtswv yog tug kws ua tej nuav los? Nwg cuab hlua kuas maag kuv."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.7","label":"7","content":"Kuv caam qhov kws nwg quab yuam kuv, tabsis tsi muaj leejtwg noog kuv has; tsi muaj leejtwg nov kuv lub suab quaj thov kev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.8","label":"8","content":"Vaajtswv taav kuv txuj hauv kev, kuv txhaj moog tsi dlhau; nwg ua rua kuv txuj hauv kev tsaus ntuj quas nti."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.9","label":"9","content":"Nwg sau kuv tej nyaj tej kub lawm taag, hab txu kuv lub koob lub npe poob."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.10","label":"10","content":"Nwg puav kuv ntaus txhua ceg kaum. Nwg rhu kuv txujkev ca sab ib yaam le dlob ntoo kuas kuv qhuav hab tuag moog."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.11","label":"11","content":"Vaajtswv chim hab ua nruj ua tsiv tawmtsaam kuv; nwg ua rua kuv ib yaam le kuv yog nwg tug yeebncuab."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.12","label":"12","content":"Nwg tso nwg tej tubrog tuaj tawmtsaam kuv; puab khawb qhov hab tsuam yeej puagncig kuv lub tsevntaub."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.13","label":"13","content":"“Vaajtswv ua rua kuv tej kwvtij tso kuv tseg; cov tuabneeg kws ibtxwm swm kuv tsi paub kuv lawm;"},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.14","label":"14","content":"kuv tej kwvtij kwv npawg tsiv taag tso kuv tseg."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.15","label":"15","content":"Tej tuabneeg kws ibtxwm tuaj ua qhua huv kuv tsev tsi xaam muaj kuv lawm; txawm yog kuv tej ntxhais qhev los saib kuv zoo le tug qhua hab zoo le tej tuabneeg txawv tebchaws lawm xwb."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.16","label":"16","content":"Thaus kuv hu kuv tug tubkhai, nwg tsi teb kuv, txawm yog kuv thov nwg los nwg tsi paab."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.17","label":"17","content":"Kuv tug quaspuj na tsi taug kuv tug ntxhab, hab kuv tej kwvtij tsi muaj ib tug txaav lug ze kuv."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.18","label":"18","content":"Thaus tej mivnyuas yau pum kuv, puab saib tsi taug kuv."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.19","label":"19","content":"Kuv tej phoojywg kws zoo los puab qas kuv; cov tuabneeg kws ibtxwm hlub kuv tig rov tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.20","label":"20","content":"Kuv ntxaug heev tshuav tawv qhwv txhaa lawm xwb; kuv tub yuav laug tsi caj lug ua neej nyob."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.21","label":"21","content":"Mej yog kuv cov phoojywg, mej ca le hlub kuv! Vim Vaajtswv tsaa nwg txhais teg ntaus kuv qaug lawm."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.22","label":"22","content":"Ua le caag mej txhaj tsimtxom kuv ib yaam le Vaajtswv ua rua kuv? Mej tseem tsimtxom kuv tsi tau txaus los?"},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.23","label":"23","content":"“Kuv xaav kuas muaj ib tug ncu kuv tej lug hab muab sau tseg rua nruab ntaw!"},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.24","label":"24","content":"Lossis muab kuv tej lug txaug rua ntawm tej pobzeb kuas nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.25","label":"25","content":"Tabsis kuv paub has tas, muaj ib tug nyob sau ntuj, thaus kawg nwg yuav lug paab kuv dlaws kuv zaaj."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.26","label":"26","content":"Txawm yog tej kaab mob noj kuv cev nqaj dlaim tawv taag lawm los tam neej nuav kuv tseem yuav pum Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.27","label":"27","content":"Kuv lub qhovmuag yuav pum ntsoov nwg, nwg yuav tsi zoo le tug tuabneeg kws kuv tsi paub. Kuv qaug zug rua qhov mej has tas,"},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.28","label":"28","content":"‘Peb yuav tsimtxom nwg le caag?’ Mej nrhav tswvyim ntau yaam tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"JOB.19","verse_code":"JOB.19.29","label":"29","content":"Tabsis nwgnuav mej ca le ntshai nav ntaaj nav rag, Vaajtswv txujkev chim yog raab ntaaj kws yuav hlais tug tuabneeg kws ua txhum, kuas mej paub has tas, muaj ib tug yuav txav txim.”"},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.1+JOB.20.2","label":"1-2","content":"Xaufas kws yog tuabneeg Namas teb has tas, “Yauj, koj ua rua kuv npautawg heev, kuv tog tsi taug yuav rawm teb koj."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.3","label":"3","content":"Tej kws koj has ntawd yog ib lu lug txobthuam saib tsi taug kuv, tabsis kuv paub has tas kuv yuav teb koj le caag."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.4","label":"4","content":"“Koj yeej paub has tas, tam thaus u zoo le caag, txij thaus muaj tuabneeg nyob huv lub nplajteb nuav,"},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.5","label":"5","content":"yeej tsi muaj ib tug tuabneeg sab phem yuav ua neej nyob ntev le."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.6","label":"6","content":"Txawm yog nwg txujkev khaavtheeb yuav sab moog nto ntuj, hab nwg lub taubhau yuav sab moog txug sau cov fuab"},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.7","label":"7","content":"los nwg yuav raug tshuab yaa moog ib yaam le tej moov aav. Cov tuabneeg kws ibtxwm paub nwg, yuav xaav tsi thoob has tas, sov nwg moog rua qhov twg lawm."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.8","label":"8","content":"Nwg yuav yaaj ntshis moog ib yaam le zaaj npau suav, lossis zaaj ywgtoog kws pluj moog tsi pum ntxiv le lawm."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.9","label":"9","content":"Nwg yuav pluj ndlais ntawm qhov chaw kws nwg ibtxwm nyob;"},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.10","label":"10","content":"nwg tej tub yuav xaa tej kws nwg nyag ntawm cov tuabneeg pluag lug rov qaab."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.11","label":"11","content":"Nwg lub cev tseem hluas, tabsis tsi ntev yuav moog ua aav."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.12+JOB.20.13","label":"12-13","content":"“Kev phem kev qas qaab heev, nwg txhaj muab ibtxha npuav rua huv qhovncauj kuas nwg zoo sab."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.14","label":"14","content":"Tabsis tej zaub mov huv nwg plaab ab heev, ab ib yaam le tej tshuaj muaj taug."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.15","label":"15","content":"Tug tuabneeg sab phem yuav ntuav tej kev npluanuj kws nwg nyag luas tug lug tawm; Vaajtswv yuav muab tej kws nwg ntuav tawm lug, xaa rov qaab huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.16","label":"16","content":"Tej kws cov tuabneeg sab phem nqog, zoo ib yaam le tej tshuaj muaj taug; tej ntawd yuav lom nwg tuag ib yaam le tug naab muaj taug tum."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.17","label":"17","content":"Nwg yuav tsi tau pum tug dlej cag kws muaj kua mig hab zib ntaab."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.18","label":"18","content":"Nwg yuav tso txhua yaam kws nwg khwv tau lug tseg; nwg yuav tsi muaj kev zoo sab rua tej paajlaum kws nwg tau,"},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.19","label":"19","content":"rua qhov nwg tsimtxom hab tsi quavntsej cov tuabneeg txomnyem; hab txhaav luas tej tsev kws ua tau lawm yuav."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.20","label":"20","content":"Nwg txujkev ua tuabneeg sab hlub, tsi paub txaus le."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.21","label":"21","content":"Thaus nwg noj, nwg tsi tseg ib yaam dlaabtsi seem le, tabsis nwgnuav nwg txujkev npluanuj tub xaus lawm."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.22","label":"22","content":"Thaus nwg muaj txaus lawm, kev pemsij yuav lug raug nwg."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.23","label":"23","content":"“Ca nwg noj kuas txaus lawv le nwg lub sab! Vaajtswv txujkev chim kws nruj tsiv yuav rau txim rua nwg."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.24","label":"24","content":"Txawm yog nwg tsiv dlim raab ntaaj hlau los xibxub tooj yuav chob nwg."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.25","label":"25","content":"Xibxub yuav chob nwg lub cev tshaab plawg; lub hauv xub kws ntse yuav ua rua nwg ntshaav nrug, hab kev txhawj ntshai yuav lug raug nwg ua rua nwg lub sab tshee nyo."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.26","label":"26","content":"Txhua yaam kws nwg khaws tseg raug puamtsuaj taag; cov nplaim tawg kws tsi yog tuabneeg txhais teg hlawv, yuav kub nwg hab nwg tsev tuabneeg huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.27","label":"27","content":"Lub ntuj qha tug tuabneeg nuav tej kev txhum hab lub nplajteb ua timkhawv tawmtsaam nwg."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.28","label":"28","content":"Vaajtswv txujkev chim yuav phwj tuaj ua rua tug tuabneeg ntawd txujkev npluanuj puamtsuaj taag."},{"bible_id":"1726","chapter_code":"JOB.20","verse_code":"JOB.20.29","label":"29","content":"“Tej nuav yog tej kws cov tuabneeg sab phem tau, hab yog tej kws Vaajtswv npaaj tseg rua puab.”"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.1+JOB.21.2","label":"1-2","content":"Yauj has tas, “Ca le noog kuv tej lug; yog mej noog kuv has txhaj nplig tau kuv sab."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.3","label":"3","content":"Ca sijhawm rua kuv has kuv tej lug, thaus kuv has taag lawd, mej xaav txobthuam le caag los tau."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.4","label":"4","content":"“Kuv tsi yog nrug tuabneeg sis caav; yog le ntawd, kuv txhaj ua tsi taug sab ntev."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.5","label":"5","content":"Mej ca le saib kuv, mej yuav xaav tsi thoob hab tsi paub has le caag."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.6","label":"6","content":"Thaus kuv xaav txug tej xwmtxheej kws lug raug kuv, kuv ib ce tuag taag, kuv ntshai hab tshee kawg le."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.7","label":"7","content":"“Ua le caag Vaajtswv ca cov tuabneeg sab phem muaj sa nyob, pub puab vaammeej hab ua neej nyob laug nkoog?"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.8","label":"8","content":"Puab muaj tub muaj ki, muaj xeebntxwv, hab tseem pum puab tej tubki luj hlub."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.9","label":"9","content":"Vaajtswv tsi tso kev puamtsuaj lug raug puab tej vaaj tse; puab lub neej tsi tau raug kev txhawj ntshai ib zag le."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.10","label":"10","content":"Puab tej nyuj muaj mivnyuas zoo, hab tsi muaj ib tug mooj le."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.11","label":"11","content":"Puab tej mivnyuas dlha ua si, ib yaam le tej mivnyuas yaaj,"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.12","label":"12","content":"hab seev cev nrug tej suab raaj suab xyu."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.13","label":"13","content":"Thaus puab ua neej nyob, puab nyob kaaj sab lug, hab thaus puab tuag, puab tsi tuag txomnyem ntsuav."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.14","label":"14","content":"“Cov tuabneeg sab phem kuas Vaajtswv tsi xob thaab puab; puab tsi nyam ua puab lub neej lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.15","label":"15","content":"Puab xaav has tas txawm yog yuav pehawm Vaajtswv lossis thov Vaajtswv los yeej tsi muaj qaabhau dlaabtsi."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.16","label":"16","content":"Puab khaav has tas, qhov kws puab ua tau yog puab tug zug, tabsis kuv tsi yuav tej kws puab has ntawd."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.17","label":"17","content":"“Tug tuabneeg sab phem lub teeb puas txawj tuag? Cov tuabneeg ntawd puas muaj ib tug tsi raug kev puamtsuaj le? Vaajtswv puas tau chim hab rau txim rua cov tuabneeg sab phem,"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.18","label":"18","content":"hab muab puab tshuab yaa ib yaam le cua ntsawj tej quavnyaab, lossis ib yaam le cua dlaaj cua dlub ntsawj tej moov aav yaa?"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.19","label":"19","content":"“Mej has tas Vaajtswv rau txim rua tej mivnyuas, vim leej txiv tej kev txhum. Tsi yog le ntawd! Vaajtswv tsuas rau txim rua cov kws ua txhum xwb; qhov kws Vaajtswv ua le ntawd, yog nwg qha has tas vim puab tej kev txhum."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.20","label":"20","content":"Ca cov tuabneeg txhum ris puab lub txim vim puab tej kev txhum; Ca puab haus Vaajtswv tug kws muaj fwjchim luj kawg nkaus txujkev chim."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.21","label":"21","content":"Thaus ib tug tuabneeg twg tuag lawm, nwg puas txhawj txug nwg tej mivnyuas saib puas nrug luas ua neej zoo?"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.22","label":"22","content":"Tuabneeg puas muaj peevxwm qha Vaajtswv, leejtwg yog tug txav txim rua cov kws nyob sab tshaaj plawg?"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.23+JOB.21.24","label":"23-24","content":"“Muaj ibtxha tuabneeg noj qaab nyob zoo moog txug nub kws puab taag simneej; thaus puab lub cev tseem muaj zug khov kho, puab tuag kaaj sab lug hab tsi mob txomnyem ntsuav."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.25","label":"25","content":"Muaj ibtxha tuabneeg tsi muaj kev tau zoo hlo le; puab ua neej lwj sab hab tuag txomnyem ntsuav."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.26","label":"26","content":"Tabsis txhua tug puavleej tuag, luas yuav muab log, hab kaas yuav noj puab txhua tug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.27","label":"27","content":"“Kuv paub tej kws mej xaav hab lub tswvyim kws mej xaav ua phem rua kuv."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.28","label":"28","content":"Mej nug has tas, ‘Nwgnuav tug numtswv luj kws yog tuabneeg ua phem ua qas lub tsev nyob qhov twg lawd?’"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.29","label":"29","content":"Mej puas tau nrug cov tuabneeg kws moog tshaam tebchaws thaam? Mej puas paub tej kws puab coj rov lug pav rua suavdlawg?"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.30","label":"30","content":"Nub kws Vaajtswv chim hab rau txim, tsuas yog cov tuabneeg sab phem txhaj seem xwb."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.31","label":"31","content":"Tsi muaj leejtwg yuav kom tug tuabneeg sab phem, lossis ua pauj rua nwg tej kws nwg tau ua lug lawm."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.32","label":"32","content":"Thaus luas kwv nwg moog rua tom qhov ntxaa, muaj tuabneeg zuv nwg lub ntxaa,"},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.33","label":"33","content":"muaj tuabneeg quas txheeb quas pua vaam leej tuaj hlub tshua nwg; hab tej aav los npug nwg lub cev zoo kawg le."},{"bible_id":"1726","chapter_code":"JOB.21","verse_code":"JOB.21.34","label":"34","content":"“Tej lug kws mej tuaj nplig kuv tsi muaj qaabhau le! Tej lug kws mej teb kuv yog lug dlaag xwb!”"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.1+JOB.22.2","label":"1-2","content":"Elifas kws yog tuabneeg Temas has tas, “Tuabneeg muaj nqes dlaabtsi rua Vaajtswv? Txawm yog tej tuabneeg txawj ntse los puas muaj qaabhau rua Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.3","label":"3","content":"Qhov kws koj ua ncaaj puas hum Vaajtswv sab, lossis yog koj ua tuabneeg zoo puas paab tau Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.4","label":"4","content":"Tsi yog vim koj fwm Vaajtswv, Vaajtswv txhaj nplawm hab rau txim rua koj los?"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.5","label":"5","content":"Tsi yog le ntawd, tub yog vim koj ua kev txhum hab ua kev phem kev qas ntau heev."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.6","label":"6","content":"Koj yuam kuas koj tug kwvtij them tej nqe kws nwg tshuav koj rov qaab, koj ca le moog sau nwg tej tsoog tsho lug hab ca nwg nyob labqaab."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.7","label":"7","content":"Koj tsi pub dlej rua cov kws nqhes dlej haus, hab tsi pub mov rua cov kws tshaib plaab noj."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.8","label":"8","content":"Koj siv koj lub fwjchim hab lub meejmom hom taagnrho lub tebchaws ua koj tug."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.9","label":"9","content":"Tsi yog koj tsi paab cov puj ntsuag xwb, tabsis koj tseem moog fuab tej mivnyuas ntsuag tug hab tsimtxom puab."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.10","label":"10","content":"Yog le ntawd, luas txhaj cuab hlua puagncig koj, hab tsi nwm kev txhawj ntshai tuaj voob nkaus koj,"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.11","label":"11","content":"lossis tsaus ntuj nti ua rua koj tsi pum kev, hab dlej nyaab tuaj npug nkaus koj."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.12","label":"12","content":"“Puas yog Vaajtswv nyob sab heev sau ntuj? Txawm yog tej nubqub nyob sab heev los Vaajtswv tseem tuaj sau saib tej nubqub ntawd."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.13","label":"13","content":"Yog le caag koj nug has tas, ‘Vaajtswv tsi paub dlaabtsi? Muaj fuab thaiv Vaajtswv lawm, nwg yuav ua le caag txav txim tau rua peb?’"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.14","label":"14","content":"Koj xaav has tas, thaus Vaajtswv moog kev sau nruab ntug, nwg pum tsi tshaab tej tauv fuab tuab tuab tuaj rua peb."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.15","label":"15","content":"“Koj txav txim sab taug txuj qub ke kws tej tuabneeg sab phem ibtxwm taug lawm los?"},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.16","label":"16","content":"Txawm yog tsi tau txug puab lub sijhawm los dlej tub muab puab kuav moog taag lawm."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.17","label":"17","content":"Cov tuabneeg ntawd yog cov kws tso Vaajtswv tseg, hab ntseeg has tas Vaajtswv ua tsi tau le caag rua puab."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.18","label":"18","content":"Tabsis tub yog Vaajtswv ua rua puab vaammeej ntaag, kuv tsi totaub cov tuabneeg sab phem tej kev xaav le."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.19","label":"19","content":"Cov tuabneeg ua zoo hab cov tuabneeg ncaaj nceeg yuav zoo sab hab luag thaus puab pum cov tuabneeg sab phem raug txim."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.20","label":"20","content":"Tej kws cov tuabneeg sab phem tau yog kev puamtsuaj xwb, hab suavtawg yuav kub tej kws seem kuas taag dlu lug."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.21","label":"21","content":"“Yauj, nwgnuav koj ca le nrug Vaajtswv sis raug zoo hab tsi xob ua rua nwg ib yaam le nwg yog yeebncuab; yog koj ua le kuv has, nwg yuav foom koob moov rua koj."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.22","label":"22","content":"Ca le leeg yuav nwg tej lug qhuab ntuag; koj ca le khaws nwg tej lug rua nruab sab."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.23","label":"23","content":"Qhov tseemceeb koj yuavtsum txu fwjchim tig lug cuag Vaajtswv hab tshem tej kev phem kev qas huv koj lub tsev moog kuas dleb."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.24","label":"24","content":"Ca le muab koj tej kub coj moog povtseg; hab muab koj tej tseem kub coj moog pov rua huv kwj haa qhuav."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.25","label":"25","content":"Ca Vaajtswv tug kws muaj fwjchim luj kawg nkaus hloov koj tej kub chaw, hab ca nwg yog koj tej nyaj kws teeb tej pawg."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.26","label":"26","content":"Ces koj txhaj ca sab ntsoov rua Vaajtswv, hab koj yuav paub has tas nwg yog koj txujkev zoo sab."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.27","label":"27","content":"Thaus koj thov Vaajtswv, nwg yuav noog koj tej lug thov, hab koj yuav ua kuas tav lawv le koj tej lug cog tseg."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.28","label":"28","content":"Txhua yaam kws koj ua txhaj yuav tav, hab koj txuj hauv kev yuav tshaav ntuj lug."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.29","label":"29","content":"Vaajtswv yuav txu tug kws khaavtheeb hab paab tug kws txu fwjchim."},{"bible_id":"1726","chapter_code":"JOB.22","verse_code":"JOB.22.30","label":"30","content":"Yog koj yeej yog tuabneeg ncaaj nceeg hab ua koj teg num ncaaj nwg yuav cawm koj.”"},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.1+JOB.23.2","label":"1-2","content":"Yauj teb has tas, “Kuv tseem yuav caam hab ywg Vaajtswv; kuv nyaj tsi taug lawm, kuv txhaj quaj hab ntsaaj ua luaj."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.3","label":"3","content":"Kuv xaav paub saib nwg nyob qhov twg, kuas kuv txhaj paub moog txug ntawm nwg qhov chaw nyob."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.4","label":"4","content":"Kuv yuav pav kuv zaaj taabmeeg nwg hab has txhua yaam dlaws kuv zaaj."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.5","label":"5","content":"Kuv xaav paub saib nwg yuav has le caag, hab nwg yuav teb kuv tej lug le caag."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.6","label":"6","content":"Vaajtswv yuav siv taagnrho nwg tug zug tawmtsaam kuv los? Tsi yog le ntawd, nwg yeej yuav noog kuv tej lug."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.7","label":"7","content":"Kuv yog tuabneeg ncaaj; kuv yeej muaj cuabkaav has kuv zaaj taabmeeg Vaajtswv; tug kws txav txim rua kuv, nwg yuav tso kuv dlim moog ibtxhis."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.8","label":"8","content":"“Kuv moog nrhav saab nubtuaj, tabsis Vaajtswv tsi nyob ntawd; kuv moog nrhav rua saab nubpoob, tabsis tsi pum nwg."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.9","label":"9","content":"Vaajtswv yeej ua num rua saab qaumteb hab saab qaabteb, tabsis kuv nrhav tsi pum nwg le."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.10","label":"10","content":"Vaajtswv yeej paub txhua kaujruam kws kuv moog yog nwg sim kuv, nwg yuav pum has tas kuv tsi muaj txhum."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.11","label":"11","content":"Kuv taug ncaaj nraim txujkev kws nwg xaiv rua kuv, kuv tsi ncaim moog saab twg le."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.12","label":"12","content":"Kuv ibtxwm ua lawv le Vaajtswv tej lug saamfwm; kuv ua lawv le nwg sab nyam, kuv tsi ua lawv le kuv lub sab xaav."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.13","label":"13","content":"“Vaajtswv yeej tsi hloov sab le. Tsi muaj leejtwg yuav tawmtsaam tau nwg lossis txwv tau nwg kuas tsi xob ua tej kws nwg yuav ua."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.14","label":"14","content":"Tej kws nwg npaaj rua kuv lawd, nwg yuav ua kuas tav; qhov nuav tsuas yog ib yaam ntawm tej kws nwg npaaj xwb."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.15","label":"15","content":"Kuv ntshai ua ib ce tshee nyo taabmeeg nwg."},{"bible_id":"1726","chapter_code":"JOB.23","verse_code":"JOB.23.16+JOB.23.17","label":"16-17","content":"Vaajtswv tug kws muaj fwjchim luj kawg nkaus, ua rua kuv tug zug ntaug taag. Txawm yog qhov tsaus ntuj ua rua kuv tsi pum kev los tsi yog qhov tsaus ntuj ua rua kuv ntshai, tabsis yog Vaajtswv ua, tsi yog qhov tsaus ntuj ua."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.1","label":"1","content":"“Vim le caag, Vaajtswv tsi teem ib lub sijhawm tseg txav txim, hab ua le caag cov kws ua nwg teg num tsi pum nub kws txav txim ncaaj nceeg le?"},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.2","label":"2","content":"“Tej tuabneeg kws naam luas nrimteb kuas tau aav dlaav; puab moog nyag luas tej yaaj lug ua puab tug."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.3","label":"3","content":"Puab moog txhaav cov mivnyuas ntsuag tej neeg luav, hab caab cov puj ntsuag tej nyuj lug yuam nqe moog txug thaus kws puab them nqe taag."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.4","label":"4","content":"Puab yuam cov tuabneeg pluag txuj cai hab ntab cov tuabneeg txomnyem tsiv tawm moog."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.5","label":"5","content":"“Yog le ntawd, cov tuabneeg txomnyem txhaj moog nrhav noj tom taj suabpuam ib yaam le tej neeg luav qus; tsi muaj ib thaaj chaw twg kws puab yuav moog nrhav zaub mov lug rua puab tej mivnyuas noj le."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.6","label":"6","content":"Puab yuav tau moog sau qoobloo tom tej teb kws tsi yog puab le hab yuav tau moog dle txiv maab huv cov tuabneeg sab phem tej vaaj."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.7","label":"7","content":"Mo ntuj puab pw labqaab tsi muaj rig tsho naav, hab tsi muaj ib yaam dlaabtsi rua puab vuv tiv no le."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.8","label":"8","content":"Tej kob tuamtsaam naag kws lug lawv roob ua rua puab ntub taag, hab puab moog nraim ntawm tej qaab pobzeb xwb."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.9","label":"9","content":"“Cov tuabneeg sab phem yuam tej mivnyuas kws tsi muaj nam tsi muaj txiv ua puab qhev, hab puab moog coj cov tuabneeg pluag tej mivnyuas lug yuam tej nqe kws cov tuabneeg pluag them tsi taug."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.10","label":"10","content":"Tabsis cov tuabneeg pluag yuav tau tawm labqaab moog tiv thaiv puab tej mivnyuas; hab puab yuav tau yoo tshaib moog sau qoob."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.11","label":"11","content":"Puab yuav tau yoo nqhes moog tsuam txiv ntoo roj lug ua roj, hab moog tsuam txiv maab lug ua cawv."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.12","label":"12","content":"Tej tuabneeg kws raug mob hab yuav tuag, quaj ntsoog qeeg huv tej nroog, tabsis Vaajtswv tsi quavntsej puab tej lug thov le."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.13","label":"13","content":"“Muaj ib cov tuabneeg tsi kaam txais yuav txujkev kaaj; puab tsi totaub hab tsi paub moog lawv le txujkev kaaj coj puab."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.14","label":"14","content":"Thaus sawv ntxuv cov tuabneeg tua tuabneeg sawv moog tua cov tuabneeg pluag hab cov txomnyem, hab thaus tsaus ntuj, puab moog ua tubsaab."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.15","label":"15","content":"Tug tuabneeg kws ua kev nkauj kev nraug tog tsi taug tsaus ntuj, nwg muab ntaub npug nwg lub ntsejmuag kuas tsi muaj leejtwg paub nwg."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.16","label":"16","content":"Mo ntuj tubsaab tsoo lug huv tsev, tabsis nruab nub tubsaab tsiv moog nkaum kuas luas tsi pum."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.17","label":"17","content":"Nruab nub puab ntshai qhov kaaj, tabsis mo ntuj puab tsi ntshai dlaabtsi le.”"},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.18","label":"18","content":"“Tug tuabneeg sab phem yuav raug dlej kuav moog, hab puab tej laj teb yuav raug Vaajtswv foom tsi zoo; puab yuav tsi tau moog tu puab tej vaaj txiv maab lawm."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.19","label":"19","content":"Tshaav ntuj zab tej dlaus yaaj hab qhuav le caag, ces tubtuag teb yuav coj tug tug tuabneeg txhum moog ib yaam le ntawd ntaag."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.20","label":"20","content":"Txawm yog puab nam los tub tsi ncu txug puab le lawm; kaas yuav noj puab lub cev hab puab cev nqaj yuav puamtsuaj ib yaam le tug caav ntoo lwj."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.21","label":"21","content":"Tej ntawd lug raug puab rua qhov puab tsi ua zoo rua tej puj ntsuag hab tsi ua sab dlawb sab zoo rua cov quaspuj kws tsi muaj mivnyuas."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.22","label":"22","content":"Vaajtswv lub fwjchim yuav rhuav tshem cov tuabneeg kws muaj zug; cov tuabneeg sab phem ua neej nyob tsi muaj kev ca sab."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.23","label":"23","content":"Vaajtswv ca puab nyob tso sab lug, tabsis Vaajtswv saib ntsoov puab txhua lub sijhawm."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.24","label":"24","content":"Cov tuabneeg sab phem lub neej tsuas vaammeej ib ntus xwb, tabsis tom qab ntawd puab yuav ntsws hab qhuav ib yaam le tej nroj tsuag, puab zoo ib yaam le tej kaav nplej kws luas muab txav lawm."},{"bible_id":"1726","chapter_code":"JOB.24","verse_code":"JOB.24.25","label":"25","content":"Puas muaj leejtwg ua timkhawv has tas, tsi muaj le ntawd? Puas muaj leejtwg ua timkhawv has tas, kuv tej lug tsi tseeb?”"},{"bible_id":"1726","chapter_code":"JOB.25","verse_code":"JOB.25.1+JOB.25.2","label":"1-2","content":"Npiledas kws yog tuabneeg Suhas teb has tas, “Vaajtswv yog tug kws muaj fwjchim, peb txhua tug yuavtsum fwm nwg; nwg tswj lub ntuj nyob thaajyeeb lug."},{"bible_id":"1726","chapter_code":"JOB.25","verse_code":"JOB.25.3","label":"3","content":"Puas muaj leejtwg suav txheeb cov timtswv kws ua num rua Vaajtswv? Puas muaj ib qhov chaw twg kws Vaajtswv qhov kaaj ci moog tsi txug le?"},{"bible_id":"1726","chapter_code":"JOB.25","verse_code":"JOB.25.4","label":"4","content":"Puas muaj ib tug tuabneeg twg ncaaj nceeg lossis dlawbhuv taabmeeg Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOB.25","verse_code":"JOB.25.5","label":"5","content":"Vaajtswv saib, mas txawm yog lub hli los tsi ci hab tej nubqub los tsi huv."},{"bible_id":"1726","chapter_code":"JOB.25","verse_code":"JOB.25.6","label":"6","content":"Tuabneeg yog dlaabtsi, yog kaas hab kaab xwb los? Vaajtswv saib tuabneeg tseemceeb le caag?”"},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.1+JOB.26.2","label":"1-2","content":"Yauj teb has tas, “Ua le caag koj yuav siv zug paab kuv ua luaj! Ua le caag koj paab tug tuabneeg kws tsi muaj zug!"},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.3","label":"3","content":"Koj paab tuav tswvyim zoo kawg hab qha koj tej kev txawj ntse rua tug tuabneeg ruag le kuv nuav!"},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.4","label":"4","content":"Koj xaav has tas, leejtwg txhaj yuav noog koj tej lug? Leejtwg tshoov koj lub sab kuas has tej lug nuav?”"},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.5","label":"5","content":"“Cov tuabneeg tuag tej ntsujplig tshee ndluas txag huv cov dlej kws nyob huv nruab tivtxwv."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.6","label":"6","content":"Tubtuag teb qheb lug taabmeeg Vaajtswv; tsi muaj dlaabtsi thaiv tau tsi pub Vaajtswv pum le."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.7","label":"7","content":"Vaajtswv nthuav lub ntuj moog rua saab qaumteb hab muab lub nplajteb tso rua ntawm qhov chaw kws tsi muaj dlaabtsi."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.8","label":"8","content":"Vaajtswv ua kuas muaj dlej nyob huv cov fuab, hab tsi pub kuas cov dlej ntawd xaw huv cov fuab lug."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.9","label":"9","content":"Vaajtswv ca tej tauv fuab lug roog thaus lub hli nraa."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.10","label":"10","content":"Nwg kom nrim rua sau nplaim havtxwv, ua nrim cais qhov kaaj tawm ntawm qhov tsaus."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.11","label":"11","content":"Thaus Vaajtswv dlaj tej ncej kws txheem lub ntuj, lub ntuj ua zug koog txaus ntshai kawg."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.12","label":"12","content":"Vaajtswv lub fwjchim tswj havtxwv nyob tug yeeg; hab nwg txujkev txawj ntse rhuav tau Lahaj kws yog tug Zaaj."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.13","label":"13","content":"Vaajtswv ua paa lub ntuj txhaj kaaj nrig, hab nwg txhais teg moog tua tau tug tsaj zaaj kws tsiv dlim lawm."},{"bible_id":"1726","chapter_code":"JOB.26","verse_code":"JOB.26.14","label":"14","content":"Tabsis tej ntawd tsuas yog Vaajtswv lub fwjchim, hab yog tej kws peb nov zoo le lub suab ntxhi xwb. Puas muaj leejtwg paub has tas, Vaajtswv muaj fwjchim npaum le caag?”"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.1+JOB.27.2","label":"1-2","content":"Yauj teb has tas, “Kuv twv ntxhas ntawm Vaajtswv tug kws muaj fwjchim luj hab muaj sa nyob kws tsi pum kuv txujkev ncaaj nceeg hab ua rua kuv lub neej txomnyem ntsuav has tas,"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.3","label":"3","content":"yog thaus kws Vaajtswv tseem pub kuv muaj txujsa nyob,"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.4","label":"4","content":"kuv lub qhovncauj yuav tsi has ib lu lug phem hab kuv tug nplaig yuav tsi has ib lu lug dlaag le."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.5","label":"5","content":"Kuv yuav tsi leeg has tas, mej has yog; kuv yuav has tas kuv tsi yog tuabneeg txhum txug nub kuv tuag."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.6","label":"6","content":"Kuv yuav tuav rawv txujkev ncaaj nceeg tsi tso tseg le; kuv lub sab yeej paub meej le ntawd."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.7","label":"7","content":"“Thov kuas txhua tug kws tsi tuaj kuv tog hab tawmtsaam kuv raug txav txim ib yaam le cov tuabneeg sab phem hab tsi ncaaj."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.8","label":"8","content":"Cov tuabneeg kws tsi fwm Vaajtswv puas muaj kev ca sab thaus Vaajtswv txav txim rua puab?"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.9","label":"9","content":"Thaus puab muaj kev nyuaj sab, Vaajtswv puas yuav nov puab tej lug thov?"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.10","label":"10","content":"Tsimnyog puab txaus sab rua Vaajtswv hab thov Vaajtswv txhua lub sijhawm."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.11","label":"11","content":"“Ca kuv qha Vaajtswv lub fwjchim hab pav Vaajtswv tug kws muaj fwjchim luj kawg nkaus teg num rua mej paub."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.12","label":"12","content":"Tabsis tsi taag kuv yuav qha mej, rua qhov mej tub pum lawm; yog le caag mej pheej has tej lug kws tsi muaj qaabhau?”"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.13","label":"13","content":"“Tej nuav yog Vaajtswv tug muaj fwjchim luj kawg nkaus rau txim rua cov tuabneeg sab phem hab ua nruj ua tsiv."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.14","label":"14","content":"Txawm yog puab muaj tubki coob los yuav raug nav ntaaj nav rag tua tuag taag rua huv tshaav rog; puab tej mivnyuas yuav tsi muaj noj tsi muaj haus txaus."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.15","label":"15","content":"Cov kws seem yuav raug kaab mob kev nkeeg tuag taag, hab puab cov puj ntsuag tsi quaj nyav puab tej tuabneeg tuag."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.16","label":"16","content":"Cov tuabneeg sab phem yuav muaj nyaj ntau suav tsi txheeb, hab muaj tsoog tsho ntau naav tsi taag;"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.17","label":"17","content":"Tabsis tsuas yog qee leej tuabneeg sab zoo yuav tau tej tsoog tsho ntawd naav, hab qee leej tuabneeg ncaaj nceeg yuav tau tej nyaj ntawd siv."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.18","label":"18","content":"Cov tuabneeg sab phem ua tsev zoo le kaab laug saab tej zeg, lossis zoo ib yaam le tug tubqhe lub tsev kws nwg nyob zuv teb."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.19","label":"19","content":"Thaus puab pw tsaug zug puab tej nyaj txag nyob txhij, tabsis thaus puab sawv lug, puab tej nyaj txag pluj taag lawm."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.20","label":"20","content":"Kev txhawj kev ntshai yuav lug raug puab ib yaam le dlej nyaab; mo ntuj cua dlaaj cua dlub yuav ntsawj puab moog taag."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.21","label":"21","content":"Cov cua saab nubtuaj yuav ntsawj puab tawm huv puab tej tsev moog;"},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.22","label":"22","content":"Thaus puab nrhav kev tsiv kuas dlim, tej cua ntawd yuav ntsawj puab tsi hlub puab le."},{"bible_id":"1726","chapter_code":"JOB.27","verse_code":"JOB.27.23","label":"23","content":"Thaus puab tsiv, cua ntsawj nrov nroo ntwg, lub fwjchim kws yog kev puamtsuaj ua rua puab ntshai heev.”"},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.1","label":"1","content":"Muaj ntau thaaj chaw kws luas khawb nyaj; hab muaj ntau lub chaw kws luas nchuav kub."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.2","label":"2","content":"Tuabneeg khawb tau hlau huv aav lug, hab muab pobzeb hlawv kuas nchuav tau tooj lab."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.3","label":"3","content":"Tuabneeg moog nrhav nyaj hab kub huv qhov tub tub kws tsaus ntuj nti. Puab nrhav huv lub nplajteb nuav qhov kws tub kawg nkaus, hab puab moog khawb tej pobzeb kws nyob huv qhov kws tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.4","label":"4","content":"Tuabneeg moog nrhav khawb nyaj khawb kub dleb ntawm tej chaw kws tuabneeg nyob lossis qhov chaw kws tuabneeg tsi tau moog txug dlua le, puab ua num khua sab khuav, dlauv hlua nqeg moog lug huv tej qhov aav."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.5","label":"5","content":"Qoobloo tuaj huv aav tuaj, tabsis muaj suavtawg kub nyob huv nruab tivtxwv aav."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.6","label":"6","content":"Tej pobzeb kws nyob huv aav, muaj tej hlaws muaj nqes, hab muaj kub nyob huv tej moov aav."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.7","label":"7","content":"Tsi muaj ib tug dlaav twg paub txujkev kws moog rua ntawm tej chaw khawb nyaj, hab tej dlaav npoj los tsi tau yaa lug hlaa tej chaw ntawd le."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.8","label":"8","content":"Tsi muaj tsuv ntxhuav lossis tsaj nyaum taug tej kev kws ntsag tu ntawd le."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.9","label":"9","content":"Tuabneeg khawb tej pobzeb kws tawv tshaaj plawg, puab khawb taag tej roob sau ncov lug ti huv taw."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.10","label":"10","content":"Thaus puab tho tej roob tsuas tshaab lawm; puab nrhav tau tej pobzeb kws muaj nqes."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.11","label":"11","content":"Puab khawb moog tshwm rua huv cov dlej puab muab tej yaam kws nyob nraim quas nkoog rhu tawm lug rua ntawm qhov pum kev."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.12","label":"12","content":"Tabsis yuav nrhav tswvyim qhov twg txhaj tau? hab yuav kawm kev totaub qhov twg?"},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.13","label":"13","content":"Lub tswvyim tsi nyob ntawm tej tuabneeg; hab tsi muaj leejtwg paub lub tswvyim tug nqe."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.14","label":"14","content":"Qhov kws tub tshaaj plawg hab havtxwv has tas, lub tswvyim tsi nyob huv nuav."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.15","label":"15","content":"Txawm yog muab nyaj muab kub yuav los yeej tsi tau lub tswvyim ntawd."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.16","label":"16","content":"Tej tseem kub hab tej saw nyaj saw kub ntaus tsi tau lub tswvyim tug nqe."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.17","label":"17","content":"Lub tswvyim muaj nqes tshaaj kub, tej khob kub lossis khob av pauv tsi tau lub tswvyim."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.18","label":"18","content":"Lub tswvyim muaj nqes dlua tej qai zeb kaulas, qai zeb av hab hlaws."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.19","label":"19","content":"Tej kws tseem kub hab tseem nqai zeb khixaulais los yeej ntaus tsi tau lub tswvyim tug nqe le."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.20","label":"20","content":"Lub tswvyim lug qhov twg lug? Hab kev totaub nyob qhov twg?"},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.21","label":"21","content":"Txhua yaam kws muaj sa yeej tsi pum lub tswvyim le, txawm yog tej noog kws yaa sau nruab ntug los yeej tsi pum le."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.22","label":"22","content":"Txawm yog kev puamtsuaj hab kev tuag los tsuas nov luas caav txug lub tswvyim xwb."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.23","label":"23","content":"Vaajtswv tuab leeg txhaj paub txujkev kws moog nrhav lub tswvyim, hab paub has tas lub tswvyim nyob qhov twg"},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.24","label":"24","content":"Rua qhov Vaajtswv pum ti nkaus qaab ntuj kawg, hab pum txhua yaam kws nyob sau nruab ntug."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.25","label":"25","content":"Thaus Vaajtswv pub rua tej cua muaj fwjchim hab cais kuas havtxwv nyob muaj nrim;"},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.26","label":"26","content":"thaus Vaajtswv txav txim sab tso naag lug, ua fuab tsaus hab tsaglig xub laim rua qhov twg;"},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.27","label":"27","content":"Vaajtswv pum lub tswvyim, nwg saib lub tswvyim yog qhov zoo hab nwg qhuas has tas lub tswvyim zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"JOB.28","verse_code":"JOB.28.28","label":"28","content":"“Vaajtswv has rua tuabneeg tas, Yog mej xaav txawj ntse, mej yuavtsum fwm tug Tswv. Yog mej xaav totaub, mej yuavtsum tso kev phem kev qas tseg.”"},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.1+JOB.29.2","label":"1-2","content":"Yauj rov has ntxiv dlua tas, “Kheev laam kuv lub neej rov zoo le yaav thaus u kws Vaajtswv tseem tsomkwm kuv."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.3","label":"3","content":"Vaajtswv nrug nraim kuv hab nwg ua qhov kaaj rua kuv thaus kuv taug txujkev tsaus ntuj."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.4","label":"4","content":"Tej ntawd yog has txug thaus kuv lub neej tseem vaammeej kws kuv nrug Vaajtswv sis raug zoo hab Vaajtswv tseem tsomkwm kuv lub tsev."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.5","label":"5","content":"Thaus ntawd, Vaajtswv tug kws muaj fwjchim luj kawg nkaus tseem nrug nraim kuv, hab kuv tej mivnyuas tseem nyob puagncig kuv."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.6","label":"6","content":"Kuv tej nyuj tej tshis muaj mig ntau heev, hab kuv tej txiv ntoo roj los luj hlub mog nyoos ntawm tej haav kws muaj pobzeb."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.7","label":"7","content":"Txhua zag kws cov txwjlaug huv lub nroog saablaaj, kuv kuj moog koom nrug puab,"},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.8","label":"8","content":"hab thaus tej tub hluas pum kuv, puab zaam kev rua ob saab, hab tej tuabneeg laug sawv ntsug fwm kuv."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.9","label":"9","content":"Cov thawjcoj nyob ntsag tu tsi sis thaam;"},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.10","label":"10","content":"txawm yog tej numtswv los tsi has lug le."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.11","label":"11","content":"“Txhua tug kws pum kuv lossis nov kuv has lug, puab puavleej qhuas tej kws kuv tau ua taag lug lawd."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.12","label":"12","content":"Thaus tej tuabneeg txomnyem quaj thov, kuv kuj paab puab; kuv paab tej mivnyuas ntsuag kws tsi pum qaab vaamkhom leejtwg."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.13","label":"13","content":"Tej tuabneeg txomnyem los qhuas kuv, hab kuv paab cov puj ntsuag kuas nyob tso sab lug."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.14","label":"14","content":"Kuv yeej ua ncaaj hab ua sab dlawb sab zoo."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.15","label":"15","content":"Yaav taag lug kuv ua qhovmuag rua cov dligmuag hab ua kutaw rua cov saav ceg."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.16","label":"16","content":"Kuv zoo ib yaam le leej txiv rua cov tuabneeg pluag; hab kuv tuaj lwm tsaav tuabneeg tog thaus puab raug kev txomnyem."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.17","label":"17","content":"Kuv rhuav cov tuabneeg nruj tsiv lub fwjchim hab cawm cov tuabneeg kws raug luas tsimtxom."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.18","label":"18","content":"“Kuv xaav ua neej kuas muaj txujsa nyob ntev hab tuag kaaj sab lug huv kuv lub tsev."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.19","label":"19","content":"Yaav taag lug kuv zoo le tsob ntoo kws muaj dlej yug nwg tej caag hab muaj lwg ntsu sau nwg tej ceg."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.20","label":"20","content":"Txhua tug puavleej qhuas kuv, kuv tug zug yeej tsi ntaug le."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.21","label":"21","content":"Thaus kuv ntuag suavdlawg, txhua tug nyob ntsag tu hab ua tuab zoo noog kuv tej lug;"},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.22","label":"22","content":"thaus kuv has taag, tsi muaj leejtwg has ntxiv le lawm. Kuv tej lug nkaag rua huv puab lub sab ib yaam le tej lwg dlej;"},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.23","label":"23","content":"txhua tug txaus sab yuav kuv tej lug ib yaam le tej tub qoob tu loo txaus sab rua tej naag tshab."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.24","label":"24","content":"Thaus puab muaj kev nyuaj sab, kuv ua ntsejmuag luag ntxhi rua puab, kuv lub ntsejmuag kws luag ntxhi, txhawb puab zug kawg le."},{"bible_id":"1726","chapter_code":"JOB.29","verse_code":"JOB.29.25","label":"25","content":"Kuv ua tug txav txim hab leg taagnrho lub luag num; kuv coj puab ib yaam le tug vaajntxwv coj nwg paab tubrog; hab nplig puab sab thaus puab taag kev ca sab."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.1","label":"1","content":"“Tabsis nwgnuav cov tuabneeg kws hluas dlua kuv muab kuv tso dlaaj tso luag! Thau, puab txiv yeej ibtxwm tsi muaj nqes rua kuv, kuv tub tsi pub puab paab kuv cov dlev zuv yaaj."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.2","label":"2","content":"Puab tsi muaj nqes, rua qhov puab tug zug ntaug taag ua tsi tau num rua kuv."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.3","label":"3","content":"Puab pluag hab tshaib nqhes heev, mo ntuj puab txhaj moog khaws tej caag ntoo qhuav; tim tej mojsaab qhua."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.4","label":"4","content":"Puab moog dle tej nroj tom taj suabpuam, hab dlawj tej caag ntoo kws tsi qaab lug noj!"},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.5","label":"5","content":"Tej tuabneeg qw ua tsuj ua tsaug lawv puab tawm ib yaam le luas qw tubsaab."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.6","label":"6","content":"Puab moog nyob huv tej qhov tsua hab qhov aav kws luas khawb rua ntawm tej kis zeb."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.7","label":"7","content":"Puab quaj ib yaam le tej tsaj qus tim tej haav zoov tuaj, hab moog khooj rua huv tej koog ntoo."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.8","label":"8","content":"Puab yog ib paab tuabneeg kws tsi muaj koob tsi muaj npe hab tsi muaj nqes dlaabtsi! Puab raug luas ntab tawm huv lub tebchaws moog."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.9","label":"9","content":"“Tabsis nwgnuav puab tuaj luag kuv plig; hab muab kuv tso dlaaj tso luag."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.10","label":"10","content":"Puab ua phem ua qas rua kuv; puab xaav has tas, puab zoo dlua kuv, kuv tsi phim puab, hab puab tseem tuaj nti quavncaug rua kuv ntsejmuag."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.11","label":"11","content":"Rua qhov Vaajtswv ua rua kuv qaug zug hab taag kev ca sab, puab txhaj ua nruj ua tsiv tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.12","label":"12","content":"Cov tuabneeg sab phem too hauv li tuaj tawmtsaam kuv; puab lawv kuv tawm hab npaaj rawv tua kuv povtseg."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.13","label":"13","content":"Puab xaav ua kuas kuv puamtsuaj, puab taav kuv txuj hauv kev tsi pub kuas kuv tsiv dlim; hab tsi muaj leejtwg cheem tau puab le."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.14","label":"14","content":"Puab sau nthwv nkaag qhov laajkaab tuaj tawmtsaam kuv hab puab qaug tsheej pawg tsuam kuv;"},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.15","label":"15","content":"Tej kev txhawj ntshai npug kuv taag, kuv lub koob meej pluj moog ib yaam le nthwv cua, hab kuv txujkev vaammeej pluj taag ib yaam le tauv fuab."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.16","label":"16","content":"“Nwgnuav kuv tub yuav tuag; tsi muaj ib yaam dlaabtsi paab tau kuas kuv dlim kev txomnyem le."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.17","label":"17","content":"Thaus tsaus ntuj kuv tej pobtxhaa mob lwj ntsuav; tug mob noj rawv kuv tsi tso tseg le."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.18","label":"18","content":"Vaajtswv tsawv nkaus kuv cejdlaab tshos hab muab ntswj kag ua ib caaj."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.19","label":"19","content":"Nwg muab kuv pov rua huv paag aav; kuv tub zoo tsi cuag tej plauv tshauv."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.20","label":"20","content":"“Vaajtswv, kuv hu koj, tabsis koj tsi teb kuv le; hab thaus kuv thov koj, koj yeej tsi quavntsej kuv."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.21","label":"21","content":"Koj ua nruj ua tsiv rua kuv; koj siv koj lub fwjchim tsimtxom kuv."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.22","label":"22","content":"Koj tso cua lug muab kuv ntsawj yaa moog taag; koj muab kuv pov rua huv nthwv cua dlaaj cua dlub kws ntswj pis yog."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.23","label":"23","content":"Kuv paub has tas koj muab kuv pov rua huv txujkev tuag hab rua huv lub tsev kws koj npaaj rua txhua tug kws muaj sa moog nyob."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.24","label":"24","content":"Vim le caag koj tawmtsaam tug tuabneeg kws puamtsuaj, yog tug tuabneeg kws ua tsi tau dlaabtsi, tabsis thov kuas koj hlub xwb?"},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.25","label":"25","content":"Puas yog kuv tub nrug tej tuabneeg nyuaj sab quaj, hab nrug cov tuabneeg txomnyem ntawd nyuaj sab?"},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.26","label":"26","content":"Kuv xaav tau lub neej zoo hab kaaj sab lug; tabsis kuv ua neej nyuaj sab hab tsaus ntuj nti xwb."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.27","label":"27","content":"Kev nyuaj sab hab ntxhuv sab ua rua kuv lwj sab ntsuav; kuv ua neej txomnyem ntsuav ib nub dlhau ib nub."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.28","label":"28","content":"Kuv ua neej tsaus ntuj nti, tsi muaj nub tshaav ntuj le; kuv moog sawv ntawm tej chaw saablaaj thov luas paab kuv."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.29","label":"29","content":"Kuv tu sab hab quaj ib yaam le tej maa hab tej noog ntxhuav quaj."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.30","label":"30","content":"Kuv dlaim tawv dlub hab ua npaws kub heev."},{"bible_id":"1726","chapter_code":"JOB.30","verse_code":"JOB.30.31","label":"31","content":"Qhov chaw kws kuv ibtxwm nov tej suab nkauj nogncaas lomzem xyivfaab, nwgnuav tsuas nov suab quaj hab suab nyav lawm xwb."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.1","label":"1","content":"“Kuv twv taug rua lub ntuj has tas, kuv yuav tsi saib ib tug hluas nkauj twg rua zaaj phem le."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.2","label":"2","content":"“Vaajtswv tug kws muaj fwjchim luj kawg nkaus ua dlaabtsi rua peb hab muab dlaabtsi pauj tej num kws peb ua?"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.3","label":"3","content":"Vaajtswv tso kev puamtsuaj hab sub tawg sub ntshaa lug rua cov kws ua txhum."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.4","label":"4","content":"Vaajtswv paub txhua yaam kws kuv ua; nwg saib ntsoov kuv rhu txhua kaujruam moog kev."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.5","label":"5","content":"“Kuv twv taug rua lub ntuj has tas, kuv tsi tau ua phem hab tsi tau dlaag ntxag leejtwg le."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.6","label":"6","content":"Ca Vaajtswv muab raab teev kws hum txaj lug luj kuv, nwg txhaj pum has tas kuv yog tuabneeg zoo npaum le caag."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.7","label":"7","content":"Yog has tas kuv tsi taug txujkev ncaaj lossis ca txujkev phem coj kuv moog ua txhum, yog kuv txhais teg tsi ncaaj tsi huv vim muaj txim,"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.8","label":"8","content":"ces ca kuas kuv tej qoobloo puamtsuaj moog, lossis thov kuas lwm tug tau noj tej qoobloo kws kuv cog."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.9","label":"9","content":"“Yog has tas kuv ntshaw luas tej quaspuj, lossis moog nkaum xauj nwg qhov tsev,"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.10","label":"10","content":"ces ca kuas kuv tug quaspuj moog ua mov rua luas noj hab luas nrug nwg pw."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.11","label":"11","content":"Cov kws ua kev phem kev qas le ntawd, tsimnyog raug txim tuag."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.12","label":"12","content":"Qhov ntawd yuav zoo ib yaam le cov suavtawg leejfaaj kws kub txhua yaam kws nwg muaj taag dlu lug."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.13","label":"13","content":"“Thaus kuv cov tubkhai ib tug ywg kuv, kuv noog nwg has hab ua zoo rua nwg."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.14","label":"14","content":"Yog kuv tsi ua le ntawd, kuv yuav ua le caag fim taug Vaajtswv? Thaus kws Vaajtswv lug txav txim rua kuv, kuv yuav has le caag rua nwg?"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.15","label":"15","content":"Tug Vaajtswv kws tsim kuv hab tsim kuv tug tubkhai yog tuab tug."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.16","label":"16","content":"“Kuv yeej ibtxwm paab cov tuabneeg pluag, tsi muaj ib zag kws kuv tsi kaam paab le, kuv yeej ibtxwm paab cov puj ntsuag, hab tsi tau ua rua puab tu sab,"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.17","label":"17","content":"lossis ca tej mivnyuas ntsuag tshaib nqhes thaus kuv muaj noj muaj haus."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.18","label":"18","content":"Kuv yeej ibtxwm paab luas lug laug le nuav."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.19","label":"19","content":"“Thaus kuv pum ib tug twg txomnyem yuav tsi taug rig tsho naav,"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.20","label":"20","content":"kuv muab tej rig tsho kws kuv muab tej plaub yaaj ntus rua tug ntawd naav. Ces nwg txhaj ua kuv tsaug hab ncu kuv txaj ntsig."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.21","label":"21","content":"“Yog kuv tau txhaav ib tug mivnyuas ntsuag twg tug yuav, vim kuv paub has tas kuv yuav yeej nwg huv tsev tu plaub,"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.22","label":"22","content":"ces ca kuas kuv ob txhais npaab luv; ca kuas kuv ob txhais npaab pluam ntawm kuv xubpwg moog."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.23","label":"23","content":"Rua qhov kuv ntshai Vaajtswv rau txim rua kuv, kuv txhaj tsi ua txhum le ntawd."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.24","label":"24","content":"“Kuv yeej ibtxwm tsi ca sab rua tej nyaj txag"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.25","label":"25","content":"lossis tso sab rua kev pluanuj."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.26","label":"26","content":"Kuv tsi tau pe lub nub kws ci ntsaa ab lossis pe lub hli thaus taabtom nraa."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.27","label":"27","content":"Kuv tsi tau nwj kuv txhais teg hawm tej ntawd ua rua kuv yuam kev ib zag le."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.28","label":"28","content":"Tug kws ua txhum le ntawd, tsimnyog raug txim tuag; rua qhov nwg saib tsi taug Vaajtswv tug kws muaj fwjchim luj kawg nkaus."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.29","label":"29","content":"“Thaus kuv cov yeebncuab raug kev txomnyem, kuv tsi nyos puab lossis zoo sab thaus puab raug kev puamtsuaj;"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.30","label":"30","content":"kuv tsi tau ua txhum kws yog thov Vaajtswv kuas kuv cov yeebncuab tuag."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.31","label":"31","content":"Txhua tug tubkhai kws ua num rua kuv has tas, kuv yeej ibtxwm nyam tam qhua."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.32","label":"32","content":"Kuv zoo sab hlo caw tej tuabneeg taug kev lug su huv kuv tsev, hab tsi ca puab pw ntawm tej kev."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.33","label":"33","content":"“Luas lwm tug pheej npog luas tej kev txhum, tabsis kuv yeej tsi npog kuv tej kev txhum le."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.34","label":"34","content":"Kuv yeej ibtxwm tsi ntshai tej kws luas has kuv; kuv ibtxwm tsi nyob ntsag tu lossis nkaum nkoog huv tsev, vim ntshai nyob tsaam luas txobthuam kuv."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.35","label":"35","content":"“Tsi muaj leejtwg yuav noog kuv tej lug le los? Kuv twv taug rua lub ntuj has tas, txhua lu lug kws kuv has yog lug tseeb. Ca Vaajtswv tug muaj fwjchim luj kawg nkaus teb kuv. “Kheev laam kuv pum tej kws yeebncuab kom kuv ntawd sau rua huv nruab ntaw."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.36","label":"36","content":"Kuv yuav muab dlai rua ntawm xubpwg, hab muab ntoo rua sau taubhau ib yaam le ntoo lub mom yeebkoob."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.37","label":"37","content":"Kuv yuav pav txhua yaam kws kuv ua rua Vaajtswv noog, hab kuv yuav muaj plhus ntxhas thaus kuv moog cuag nwg."},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.38","label":"38","content":"“Yog kuv tau txeeb dlaim teb kws kuv ua nuav ntawm lwm tug lug,"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.39","label":"39","content":"lossis yog kuv tau moog txhaav luas tej qoobloo lug noj, hab ca tug tswv qoob tshaib plaab;"},{"bible_id":"1726","chapter_code":"JOB.31","verse_code":"JOB.31.40","label":"40","content":"ces ca kuas tej xuavpaug hab nroj tuaj hloov kuv tej qoobloo chaw.” Yauj tej lug taag le nuav."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.1","label":"1","content":"Rua qhov Yauj has tas nwg tsi muaj txim txhum dlaabtsi, peb tug txivneej ntawd txhaj tseg tsi teb Yauj lawm."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.2","label":"2","content":"Tabsis muaj ib tug txivneej npe hu ua Elihus chim heev, nwg tswj tsi tau nwg txujkev chim, rua qhov Yauj has tas Yauj ua ncaaj, tabsis Vaajtswv ua tsi ncaaj. (Elihus yog Npalakees tug tub kws yog Npauxes tug xeebntxwv hab yog xeem Las.)"},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.3","label":"3","content":"Elihus chim heev rua Yauj peb tug phoojywg. Vim puab tsi muaj lug teb Yauj le, qhov ntawd suav has tas, Vaajtswv yog tug ua tsi ncaaj."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.4","label":"4","content":"Vim Elihus hluas dlua puab, nwg txhaj tog kuas puab has taag tsaiv."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.5","label":"5","content":"Thaus Elihus pum has tas, puab peb leeg ntawd, teb tsi tau Yauj tej lug, mas nwg chim heev."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.6","label":"6","content":"Npalakees tug tub Elihus kws yog Npauxes tug xeebntxwv txhaj cuab has nwg zaaj tuaj, nwg teb has tas, “Kuv yog tug hluas hab mej yog cov laug lawm, yog le ntawd kuv txhaj ntshai qha tej kws kuv xaav rua mej noog."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.7","label":"7","content":"Kuv xaav has tas tsimnyog ca mej has, mej cov laug tsimnyog sis paab tawm tswvyim."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.8","label":"8","content":"Tabsis yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tug ntsujplig lug kaav tuabneeg lub sab hab pub tswvyim rua tuabneeg xwb."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.9","label":"9","content":"Tsi yog has tas leejtwg laug ces txawm yuav muaj kev txawj ntse lossis kev laug yuav ua kuas puab paub qhov yog hab qhov tsi yog."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.10","label":"10","content":"Yog le ntawd, kuv xaav kuas mej noog kuv has; ca kuv has tej kws kuv xaav rua mej noog."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.11","label":"11","content":"“Kuv ua sab ntev noog mej has ntev loo lug lawm, hab tog mej nthuav mej tej kev txawj ntse lug has tsuav."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.12","label":"12","content":"Kuv ua tuab zoo noog lawm, mej tsi muaj lug has, mej tsi muaj ib tug teb tau Yauj tej lug le."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.13","label":"13","content":"Mej yuav ua le caag has tau tas mej muaj tswvyim. Vaajtswv yuav teb rua Yauj tej kws mej teb tsi tau."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.14","label":"14","content":"Yauj has rua mej xwb, tsi yog has rua kuv, tabsis kuv yuav tsi teb le mej."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.15","label":"15","content":"“Yauj, puab swb lug lawm, puab tsi muaj lug teb koj le."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.16","label":"16","content":"Thaus puab tsi muaj lug has, txawm yuav ca kuv nyob tuabywv hab los? Puab sawv ntawd los puab tsi muaj lug has le."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.17","label":"17","content":"Tsi tau, nwgnuav kuv yuavtsum teb hab has tej lug kws kuv xaav rua koj noog."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.18","label":"18","content":"Kuv yuav rawm has kuv tej lug; kuv ua tsi taug sab ntev lawm."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.19","label":"19","content":"Yog tsi muaj sijhawm rua kuv has lug, kuv tej lug yuav phwj ib yaam le cov cawv txiv maab tshab kws phwj tawm huv lub naab tuaj."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.20","label":"20","content":"Kuv yuavtsum has kuv lub sab txhaj nqeg."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.21","label":"21","content":"Qhov kws kuv caav nuav tsi yog kuv yuav xaav tuaj leejtwg tog, lossis tsi yog kuv qhuas ib tug twg."},{"bible_id":"1726","chapter_code":"JOB.32","verse_code":"JOB.32.22","label":"22","content":"Kuv tsi laam ua txuj qhuas ib tug twg, yog kuv ua le ntawd, Vaajtswv yuav rau txim rua kuv."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.1","label":"1","content":"“Yauj, koj ua tuab zoo noog tej lug kws kuv yuav has rua koj."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.2","label":"2","content":"Kuv yuav has tej kws kuv tub xaav tseg lawd rua koj noog."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.3","label":"3","content":"Tej lug kws kuv has yog lug ntawm lub sab pheejxeeb hab kuv has tej lug tseeb xwb."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.4","label":"4","content":"Vaajtswv tug ntsujplig tsim kuv hab pub txujsa rua kuv."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.5","label":"5","content":"“Yog koj teb tau, ca le teb kuv tej lug hab npaaj nrug kuv sis caav."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.6","label":"6","content":"Koj hab kuv zoo ib yaam nkaus taabmeeg Vaajtswv wb ob leeg puavleej yog muab aav puab."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.7","label":"7","content":"Yog le ntawd, tsi taag koj yuav ntshai kuv; kuv yuav tsi has nyaav rua koj."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.8","label":"8","content":"“Tej nuav yog tej lug kws kuv nov koj has:"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.9","label":"9","content":"‘Kuv tsi muaj txim; kuv tsi tau ua txhum dlaabtsi. Kuv ncaaj nceeg hab tsi muaj txim."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.10","label":"10","content":"Tabsis yog Vaajtswv nrhav lug tawmtsaam kuv, hab ua rua kuv ib yaam le ua rua tug yeebncuab."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.11","label":"11","content":"Vaajtswv muab saw hlau khi kuv kutaw; nwg saib ntsoov kuv rhais txhua kaujruam.’"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.12","label":"12","content":"“Yauj, ca kuv qha koj, koj yeej ua tsi yog lawm. Vaajtswv muaj fwjchim luj dlua tuabneeg."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.13","label":"13","content":"Ua le caag koj lam has tas Vaajtswv tsi teb tuabneeg tej lug ywg?"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.14","label":"14","content":"Txawm yog Vaajtswv has taag has thab los tsi muaj leejtwg quavntsej nwg tej lug le."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.15","label":"15","content":"Thaus tsaus ntuj kws tuabneeg pw tsaug zug, Vaajtswv has rua tuabneeg huv nruab npau suav hab ua rua tuabneeg ua ywgtoog pum."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.16","label":"16","content":"Vaajtswv ua kuas tuabneeg noog Vaajtswv tej lug hab kuas puab fwm Vaajtswv tej lug ntuag."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.17","label":"17","content":"Vaajtswv has kuas tuabneeg tso puab tej kev txhum tseg hab cawm puab dlim ntawm txujkev kws ua tuabneeg khaavtheeb."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.18","label":"18","content":"Vaajtswv tsi xaav kuas tuabneeg raug kev puamtsuaj; Vaajtswv cawm kuas tuabneeg dlim ntawm txujkev tuag."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.19","label":"19","content":"Vaajtswv ntuag tuabneeg lug ntawm tej kaab mob kev nkeeg kws ua rua nwg lub cev mob lwj ntsuav."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.20","label":"20","content":"Tug tuabneeg muaj mob, nwg yeej tsi qaab lus, txawm yog zaub mov qaab npaum twg los nwg dlhuav kawg le."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.21","label":"21","content":"Nwg lub cev ntxaug zuj zug tsi tshuav dlaabtsi le; pum nwg tej pobtxhaa nyob zoj;"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.22","label":"22","content":"nwg tub yuav moog rua huv tubtuag teb."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.23","label":"23","content":"“Tej zag kuj muaj ib tug timtswv lug paab nwg, yog ib tug ntawm Vaajtswv ib txheeb tug timtswv kws lug qha kuas tuabneeg paub txujkev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.24","label":"24","content":"Vim txujkev hlub, tug timtswv ntawd has tas, ‘Ca le tso nwg! Nwg tsi yog tug kws yuav moog rua huv tubtuag teb. Ntawm nuav yog qhov kws txhwv nwg.’"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.25","label":"25","content":"Nwg lub cev yuav rov puv mog nyoos hab muaj zug tuaj;"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.26","label":"26","content":"thaus nwg thov, Vaajtswv yuav teb nwg tej lug; nwg yuav pehawm Vaajtswv ntawm lub sab xyivfaab hlo; Vaajtswv yuav pauj tej kws nwg ua ncaaj ua nceeg rov rua nwg."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.27","label":"27","content":"Nwg yuav has taabmeeg rua suavdlawg tas, ‘Kuv tau ua txhum lawm tag. Kuv yeej ua tsi ncaaj, tabsis yog Vaajtswv tshwj kuv xwb."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.28","label":"28","content":"Vaajtswv tsi ca kuv moog rua huv tubtuag teb, kuv txhaj tseem muaj sa nyob.’"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.29","label":"29","content":"“Vaajtswv ua txhua yaam nuav, nwg ua taag los ua thab;"},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.30","label":"30","content":"Vaajtswv cawm tuabneeg txujsa hab pub kuas tuabneeg muaj kev kaaj sab."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.31","label":"31","content":"“Yauj, nwgnuav koj ca le noog kuv tej lug, hab koj nyob tuabywv ca kuv has."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.32","label":"32","content":"Tabsis yog koj muaj dlaabtsi yuav has, ca le has rua kuv; yog koj has yog lawm, kuv txaus sab yuav le koj has."},{"bible_id":"1726","chapter_code":"JOB.33","verse_code":"JOB.33.33","label":"33","content":"Tabsis yog koj has tsi yog, ces koj nyob tuabywv noog kuv has, hab kuv yuav qha kuas koj ua tau tuabneeg ntse.”"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.1+JOB.34.2","label":"1-2","content":"Elihus has ntxiv tas, Mej cov kws yog tuabneeg txawj ntse, nwgnuav mej ca le noog tej lug kws kuv yuav has."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.3","label":"3","content":"Thaus mej noj, mej txhaj paub has tas zaub mov qaab. Tabsis thaus mej nov luas tej lug, mej tsua tsi ntse."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.4","label":"4","content":"Ca peb xaiv saib qhov twg yog qhov zoo; ca peb txav txim sab saib qhov twg yog qhov yog."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.5","label":"5","content":"Yauj khaav has tas nwg tsi muaj txim txhum dlaabtsi, tsuas yog Vaajtswv tsi leeg has tas Yauj yog tuabneeg ncaaj nceeg xwb."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.6","label":"6","content":"Yauj nug has tas, “Kuv yuav ua le caag dlaag has tas kuv ua txhum? Kuv muaj mob khu tsi tau, tabsis tsi yog vim kuv ua txhum.”"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.7","label":"7","content":"Mej puas tau pum dlua ib tug tuabneeg zoo le Yauj? Nwg yeej tsi fwm Vaajtswv le."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.8","label":"8","content":"Nwg nyam ua phoojywg nrug cov tuabneeg ua phem ua qas hab moog koom nrug cov tuabneeg txhum xwb."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.9","label":"9","content":"Nwg has tas qhov kws ua lawv le Vaajtswv sab nyam tsi muaj qaabhau dlaabtsi le."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.10","label":"10","content":"Mej cov kws yog tuabneeg paub taab, mej ca le noog kuv has! Tug Vaajtswv kws muaj Fwjchim Luj kawg nkaus puas ua txhum?"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.11","label":"11","content":"Nwg yuav muab nqe zug rua tuabneeg lawv le tej num kws puab ua, hab ua zoo rua puab kuas tsimnyog qhov kws puab ua."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.12","label":"12","content":"Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus yeej tsi ua txhum nwg ibtxwm ua ncaaj rua suavdlawg."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.13","label":"13","content":"Puas muaj leejtwg muab fwjchim rua Vaajtswv? Puas muaj leejtwg tsaa Vaajtswv kaav lub nplajteb?"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.14","label":"14","content":"Yog Vaajtswv rhu tuabneeg txujsa lawm,"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.15","label":"15","content":"ces txhua tug kws muaj sa yuav tuag rov moog ua aav dlua."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.16","label":"16","content":"Yog mej has tas mej yog tuabneeg ntse, nwgnuav mej ca le noog kuv has."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.17","label":"17","content":"Mej tseem yuav rau txim rua Vaajtswv tug kws ncaaj nceeg hab los? Mej xaav has tas Vaajtswv ntxub kev ncaaj nceeg nua los?"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.18","label":"18","content":"Vaajtswv rau txim rua cov vaajntxwv hab cov numtswv thaus puab ua phem ua qas lossis ua tsi ncaaj."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.19","label":"19","content":"Vaajtswv tsi tuaj cov numtswv tog, lossis tsi saib cov npluanuj tseemceeb dlua cov pluag. Rua qhov txhua tug puavleej yog Vaajtswv tsim."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.20","label":"20","content":"Mo ntuj tej tuabneeg ca le tuag tuabywv lawm. Vaajtswv ua tau kuas tuabneeg tuag hab puamtsuaj moog; tej tuabneeg muaj zug los Vaajtswv ua kuas tuag yoojyim heev."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.21","label":"21","content":"Vaajtswv saib ntsoov txhua tug tuabneeg rhais ruj moog kev."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.22","label":"22","content":"Tsi muaj ib qhov tsaus ntuj kws thaiv tau Vaajtswv tsi pum tug tuabneeg txhum le."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.23","label":"23","content":"Vaajtswv tsi tau teem ib lub sijhawm rua tuabneeg moog rua Vaajtswv txav txim."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.24","label":"24","content":"Vaajtswv muab ib cov thawjcoj rhu hab muab ib cov lug hloov, tsi taag yuav taug puab lub neej le."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.25","label":"25","content":"Rua qhov Vaajtswv yeej paub tej kws puab ua huv tuabsi lawm; thaus tsaus ntuj nwg muab puab ntsawm hab tsuj ntag tseg."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.26","label":"26","content":"Vaajtswv rau txim rua tuabneeg txhum rua suavdlawg saib ntsoov,"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.27","label":"27","content":"Rua qhov puab tso nwg tseg hab tsi quavntsej nwg tej lug saamfwm."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.28","label":"28","content":"Puab quab yuam tej tuabneeg pluag, ua rua cov tuabneeg pluag lub suab quaj moog txug Vaajtswv hab Vaajtswv nov puab lub suab quaj thov paab."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.29","label":"29","content":"Yog Vaajtswv txav txim sab tsi ua ib yaam dlaabtsi los yeej tsi muaj leejtwg thuam tau nwg le. Yog Vaajtswv tsiv nkaum lawm, yeej tsi muaj leejtwg nrhav tau, tsi has ib tug twg lossis ib tsaav tuabneeg twg le."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.30","label":"30","content":"Ntau tsaav tuabneeg ua tsi tau ib yaam dlaabtsi rua cov tuabneeg ua phem ua qas kuas cov tuabneeg fwm Vaajtswv tsi xob tswjfwm puab."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.31","label":"31","content":"Yauj, koj puas leeg koj tej kev txhum rua Vaajtswv, hab coglug has tas koj yuav tsi ua ntxiv lawm?"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.32","label":"32","content":"Koj puas tau thov Vaajtswv qha koj tej kev txhum rua koj, hab koj puas txaus sab tso koj tej kev phem kev qas tseg?"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.33","label":"33","content":"Rua qhov koj tsi leeg paub tej kws Vaajtswv ua, koj yuav ua le caag kuas Vaajtswv ua lawv le koj xaav tau? Koj yog tug txav txim sab, tsi yog kuv; ca le qha tej kws koj xaav rua kuv."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.34","label":"34","content":"Tug tuabneeg kws thoob tsib to nrog yeej noog kuv has, tug tuabneeg muaj tswvyim kws nov kuv has yuav has tas,"},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.35","label":"35","content":"tej lug kws Yauj has tsi yog lug txawj ntse, hab tej kws nwg has tsi muaj qaabhau dlaabtsi."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.36","label":"36","content":"Mej ua tuab zoo noog tej kws Yauj has, mej yuav pum has tas, nwg has le tug tuabneeg sab phem has."},{"bible_id":"1726","chapter_code":"JOB.34","verse_code":"JOB.34.37","label":"37","content":"Yauj ntxeev sab tsub ntxiv rua nwg tej kev txhum; nwg ua saib tsi taug Vaajtswv taabmeeg peb."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.1+JOB.35.2","label":"1-2","content":"Elihus has ntxiv tas, “Koj has tas koj tsi tau ua txhum taabmeeg Vaajtswv, koj has le ntawd tsi yog lawm,"},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.3","label":"3","content":"lossis nug Vaajtswv has tas, ‘Kuv tej kev txhum ua le caag rua koj? Yog kuv tsi ua txhum, kuv tsua tau dlaabtsi?’"},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.4","label":"4","content":"Kuv yuav teb koj hab koj cov phoojywg tej lug huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.5","label":"5","content":"“Ca le saib sau nruab ntug! Saib tej fuab nyob sab npaum le caag!"},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.6","label":"6","content":"Txawm yog koj ua txhum los yeej tsi mob Vaajtswv le. Yog koj ua txhum ntau zag, puas ua le caag rua Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.7","label":"7","content":"Yog koj ua ncaaj nceeg, puas paab tau Vaajtswv dlaabtsi? Tsi muaj ib yaam dlaabtsi kws Vaajtswv xaav tau ntawm koj le."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.8","label":"8","content":"Koj tej kev txhum yuav raug tug kws zoo le koj, hab koj txujkev ua zoo paab tau nwg."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.9","label":"9","content":"“Thaus tuabneeg raug tsimtxom puab quaj ntsuag; puab quaj thov kuas lwm tug cawm puab."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.10","label":"10","content":"Tabsis puab tsi moog cuag Vaajtswv tug kws tsim puab, tug kws pub puab muaj kev ca sab thaus puab raug kev tsaus ntuj."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.11","label":"11","content":"Puab tsi moog cuag Vaajtswv tug kws pub kev txawj ntse rua puab, kuas ntse tshaaj tej tsaj hab tej noog."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.12","label":"12","content":"Puab quaj thov kev paab, tabsis Vaajtswv tsi teb, rua qhov puab sab phem hab khaavtheeb heev."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.13","label":"13","content":"Qhov kws puab quaj tsi muaj qaabhau; Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tsi pum lossis tsi nov le."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.14","label":"14","content":"“Yauj, koj has tas, koj tsi pum Vaajtswv; tabsis koj ua sab ntev tog, koj rooj plaub yeej nyob ntawm Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.15","label":"15","content":"Koj xaav has tas Vaajtswv yuav tsi rau txim rua tuabneeg hab nwg tsi quavntsej tuabneeg tej kev txhum nua los?"},{"bible_id":"1726","chapter_code":"JOB.35","verse_code":"JOB.35.16","label":"16","content":"Txawm yog koj has lug ntau los tsi muaj qaabhau; rua qhov koj tsi paub has tas koj has dlaabtsi.”"},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.1+JOB.36.2","label":"1-2","content":"Elihus has ntxiv tas, “Koj ua sab ntev noog kuv has, tej lug nuav yog kuv sawv cev Vaajtswv has rua koj."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.3","label":"3","content":"Kuv muaj kev txawj ntse heev; kuv yuav qha koj lawv le kuv paub has tas Vaajtswv tug kws tsim kuv yog tug ncaaj nceeg."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.4","label":"4","content":"Tej lug kws kuv has rua koj tsi yog lug cuav; tug kws nyob ntawm koj hauv ntej nuav yog ib tug tuabneeg ncaaj hab ntse heev."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.5","label":"5","content":"“Vaajtswv yog tug muaj zug luj zug nchaav! Nwg tsi xaiv leejtwg ntsejmuag; tsi muaj ib yaam kws Vaajtswv tsi paub le."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.6","label":"6","content":"Vaajtswv tsi pub tug tuabneeg txhum ua neej nyob, tabsis nwg ua ncaaj rua tug tuabneeg txomnyem."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.7","label":"7","content":"Vaajtswv tsomkwm cov tuabneeg ncaaj nceeg; nwg ca puab kaav lwm tug ib yaam le tej vaajntxwv, hab ca luas fwm puab moog ibtxhis."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.8","label":"8","content":"Tabsis qhov kws puab raug luas cuab luas khi, hab raug txomnyem yog vim tej kws puab ua."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.9","label":"9","content":"Vaajtswv txhaj qha puab tej kev txhum hab puab tej kev khaavtheeb rua puab."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.10","label":"10","content":"Vaajtswv ua rua puab noog Vaajtswv tej lug ntuag, hab tso puab tej kev phem kev qas tseg."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.11","label":"11","content":"Yog puab noog Vaajtswv lug hab pehawm nwg, puab lub neej yuav vaammeej hab nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.12","label":"12","content":"Tabsis yog puab tsi noog Vaajtswv lug, puab yuav tuag rua nav ntaaj nav rag vim puab tsi quavntsej Vaajtswv."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.13","label":"13","content":"“Cov tuabneeg kws tsi fwm Vaajtswv, puab tsuas npautawg taag moog le xwb, txawm yog thaus puab raug txim los puab tsi thov Vaajtswv le."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.14","label":"14","content":"Puab tuag taag rua thaus puab tseem hluas, puab lub neej puamtsuaj taag txaajmuag ntsuav."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.15","label":"15","content":"Tabsis Vaajtswv ca kev txomnyem lug qha tuabneeg ua neej hab siv txujkev ntxhuv sab lug qheb tuabneeg lub qhovmuag."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.16","label":"16","content":"“Vaajtswv tso koj dlim kev nyuaj sab, hab pub kuas koj nyob tso sab lug; sau koj lub rooj muaj zaub mov nplua mag."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.17","label":"17","content":"Tabsis nwgnuav tsimnyog koj raug txim lawv le tej kws koj ua."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.18","label":"18","content":"Ceevfaaj tsi xob ca luas tej nyaj xab ntxag tau koj; lossis tsi xob ca kev npluanuj coj tau koj moog yuam kev."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.19","label":"19","content":"Tej nyaj xab ntawd yuav tsi paab koj thaus koj thov kuv paab; txawm yog koj siv taagnrho koj tug zug los paab tsi tau koj dlim."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.20","label":"20","content":"Tsi xob tog has tas muaj ib mos, txhua tsaav tuabneeg yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.21","label":"21","content":"Ceevfaaj tsi xob raus teg rua kev ua phem ua qas; qhov kws koj raug txomnyem yog ua kuas koj tso kev txhum tseg."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.22","label":"22","content":"“Ncu ntsoov has tas Vaajtswv yog tug kws muaj fwjchim luj kawg nkaus; nwg yog tug xwbfwb kws zoo tshaaj tej xwbfwb huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.23","label":"23","content":"Tsi muaj leejtwg has kuas Vaajtswv ua le nuav le u; lossis lam has tas Vaajtswv ua txhum."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.24","label":"24","content":"Luas ibtxwm qhuas tej kws Vaajtswv ua; koj los yuavtsum qhuas nwg hab."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.25","label":"25","content":"Txhua tug puavleej pum tej kws Vaajtswv ua lawm; tabsis peb tsuas tuaj dleb saib xwb."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.26","label":"26","content":"Peb tsi paub Vaajtswv lub fwjchim, lossis tsi paub has tas Vaajtswv nyob thaus twg lug lawm."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.27","label":"27","content":"“Vaajtswv yog tug nqaa tej dlej huv nplajteb nuav moog hab tso naag lug rua lub nplajteb."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.28","label":"28","content":"Vaajtswv tso naag huv tej tauv fuab lug rua tuabneeg nplajteb."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.29","label":"29","content":"Tsi muaj leejtwg paub has tas yog le caag fuab txhaj txawj txaav, lossis yog le caag xub txhaj nroo sau ntuj qhov chaw kws Vaajtswv nyob tuaj."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.30","label":"30","content":"Vaajtswv ua kuas muaj tsaglig xub laim thoob ntuj, tabsis huv qaab thu havtxwv tseem tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.31","label":"31","content":"Qhov ntawd qha has tas, Vaajtswv pub txhua tsaav tuabneeg muaj noj muaj haus nplua mag."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.32","label":"32","content":"Vaajtswv sau zog tej tsaglig xub rua huv nwg xibteg hab tso tej tsaglig xub ntawd moog raug qhov chaw kws nwg kom tseg."},{"bible_id":"1726","chapter_code":"JOB.36","verse_code":"JOB.36.33","label":"33","content":"Thaus xub nroo yog ceebtoom has tas, yuav lug naag xub naag cua, txawm yog tej tsaj los tub paub has tas naag xub naag cua yuav lug."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.1","label":"1","content":"“Naag xub naag cua ua rua kuv lub sab tshee nyo."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.2","label":"2","content":"Mej txhua tug ca le noog Vaajtswv lub suab, yog lub suab xub nroo kws tawm ntawm nwg lub qhovncauj tuaj."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.3","label":"3","content":"Vaajtswv ua tsaglig xub laim ci thoob plawg sau nruab ntug, saab ntuj tim nuav moog ti nkaus saab ntuj tim u."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.4","label":"4","content":"Ces nov nwg lub suab nrov nroo ntwg tuaj, yog lub suab xub nroo kws txaus ntshai, thaus kws muaj tsaglig xub laim tuaj."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.5","label":"5","content":"Vaajtswv ua kuas muaj tej txujci tseemceeb tshwm hab muaj ntau yaam kws peb xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.6","label":"6","content":"Vaajtswv tso dlaus, tso naag tshauv hab tuamtsaam naag lug rua lub nplajteb."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.7","label":"7","content":"Txhua tug kws Vaajtswv tsim yuav paub Vaajtswv teg num; Vaajtswv tsi pub tuabneeg ua tau teg num kws Vaajtswv ua."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.8","label":"8","content":"Tej tsaj qus nkaag moog nkaum rua huv puab tej qhov."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.9","label":"9","content":"Cua dlaaj cua dlub ntsawj saab qaabteb tuaj, hab cov cua kws txag heev ntsawj saab qaumteb tuaj."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.10","label":"10","content":"Vaajtswv tshuab paa ua rua dlej nkoog taag, hab muab dlej hloov ua kuas khov ua tej thooj."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.11","label":"11","content":"Tsaglig xub laim ci nplaag huv tej tauv fuab tuaj,"},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.12","label":"12","content":"tej fuab ntawd txaav moog lawv le Vaajtswv sab nyam. Tej fuab ntawd ua lawv le Vaajtswv tej lug saamfwm thoob plawg qaab ntuj."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.13","label":"13","content":"Vaajtswv tso naag lug ywg lub nplajteb, tej zag yog Vaajtswv tso lug rau txim, lossis tso lug qha kuas tuabneeg paub nwg txujkev hlub."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.14","label":"14","content":"“Yauj, koj su ib plag hab ua tuab zoo noog; ua tuab zoo saib tej txujci tseemceeb kws Vaajtswv ua."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.15","label":"15","content":"Koj puas paub has tas Vaajtswv yog tug saamfwm hab ua kuas muaj tsaglig xub laim huv tej tauv fuab tuaj?"},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.16","label":"16","content":"Koj puas paub has tas ua le caag tej fuab txhaj nyob tau ntaa yeeg sau nruab ntug, tsi yog Vaajtswv tej txujci kws tseemceeb hab xaav tsi thoob los?"},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.17","label":"17","content":"Koj tsuas paub tiv cua kub txomnyem ntsuav thaus cua ntsawj saab qaabteb tuaj rua thaaj aav."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.18","label":"18","content":"Koj puas paab tau Vaajtswv nthuav lub ntuj, hab ua kuas lub ntuj ntawd tawv le tooj hab dlu le av?"},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.19","label":"19","content":"Koj qha rua peb saib yuav has le caag rua Vaajtswv; peb tsi muaj tswvyim, hab tsi paub has."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.20","label":"20","content":"Kuv yuav tsi nrug Vaajtswv has; vim le caag kuv yuav ca nwg rhuav kuv?"},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.21","label":"21","content":"“Thaus cua ntsawj lub ntuj kaaj huv si, lub nub kws nyob sau nruab ntug ci heev tsi muaj leejtwg saib taug."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.22","label":"22","content":"Muaj ib qhov ci ntsaa ab saab qaumteb tuaj, hab Vaajtswv tug tshwjchim ci ntsaa ab tuaj ua rua peb ntshai kawg le."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.23","label":"23","content":"Vaajtswv lub fwjchim luj luj heev ua rua peb txaav tsi tau ze nwg; Vaajtswv yeej ua ncaaj ua nceeg thaus nwg txav txim rua tuabneeg."},{"bible_id":"1726","chapter_code":"JOB.37","verse_code":"JOB.37.24","label":"24","content":"Tub yog vim le ntawd, tuabneeg txhaj fwm nwg hab nwg tsi quavntsej cov tuabneeg kws khaav has tas puab ntse.”"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.1","label":"1","content":"Tug TSWV teb Yauj huv nthwv cua dlaaj cua dlub tuaj. Tug TSWV has tas,"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.2","label":"2","content":"“Koj yog leejtwg, koj txhaj tuaj nug kuv lub tswvyim, koj tej lug tsi muaj hauvpaug hauvntsis le los sav?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.3","label":"3","content":"Nwgnuav koj ca le sawv khov kho ib yaam le tug txivneej yawg hab ca le teb tej lug kws kuv yuav nug koj."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.4","label":"4","content":"Thaus kuv tsim lub nplajteb koj puas nyob ntawd? Yog koj paub txhij paub txhua ca le qha rua kuv saib."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.5","label":"5","content":"Leejtwg yog tug kws has tas, yuav tsim lub nplajteb luj le caag? Leejtwg yog tug muab hlua ntsuag lub nplajteb? Koj paub tej nuav huv tuabsi los?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.6","label":"6","content":"Yaam dlaabtsi tuav tej ncej kws txheem lub nplajteb nuav kuas khov? Leejtwg yog tug txhus tug ncej zeb kws txheem lub nplajteb?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.7","label":"7","content":"Nub ntawd thaus kaaj ntug txoog, tej nubqub hu nkauj ua ke, hab tej timtswv sau ntuj qw zoo sab."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.8","label":"8","content":"“Leejtwg yog tug kws kaw rooj qho havtxwv thaus havtxwv phwj yog huv nruab tivtxwv tuaj?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.9","label":"9","content":"Kuv yog tug kws ua kuas fuab laum nkaus havtxwv hab ua kuas qhov tsaus ntuj qhwv nkaus dlej havtxwv."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.10","label":"10","content":"Kuv tu kuas muaj nrim dlej nrim aav rua havtxwv nyob, hab muaj ntsa laag lub rooj qho tsi pub dlej tawm."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.11","label":"11","content":"Kuv has rua dlej has tas, ‘Kuv tsuas pub koj puv txug nuav xwb, tsi pub puv dlhau! Koj tug zug kws ndlaas tuaj, tsuas pub ndlaas txug nuav xwb.’"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.12","label":"12","content":"“Yauj, txij thaus koj xeevxwm ua neej lug txug nwgnuav, koj puas tau has kuas lub nub tawm tuaj?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.13","label":"13","content":"Thaus sawv ntxuv, koj puas tau has kuas tshaav ntuj ci tuaj zab nplajteb, hab cu kuas cov tuabneeg sab phem tawm huv tej chaw kws puab nkaum lug?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.14","label":"14","content":"Tej dluab tshaav ntuj ntawd ua rua suavdlawg pum tej toj roob hauv peg sawv ntshais ntsho ib yaam le tej ntaub kws luas muab nthuav pum tej nre tais meej nplhav hab pum tseeb le lub yeem homthawj kws luas nas rua aav nplaum."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.15","label":"15","content":"Nruab nub pum kev ua rua cov tuabneeg sab phem ua tsi tau phem, hab txwv tsi pub puab ua nruj ua tsiv."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.16","label":"16","content":"“Koj tub moog txug huv qhov kws havtxwv txhawv lawm los? Koj moog tau huv qaab thu havtxwv lug lawm los?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.17","label":"17","content":"Tub muaj tuabneeg coj koj moog saib lub roojvaag kws quas tubtuag teb kws tsaus ntuj nti lawm los?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.18","label":"18","content":"Koj puas paub has tas lub nplajteb nuav luj le caag? Yog koj paub, koj ca le qha kuv saib!"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.19","label":"19","content":"“Koj puas paub has tas tug dluab ci yog ci qhov twg tuaj? lossis qhov tsaus ntuj yog lug qhov twg lug?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.20","label":"20","content":"Koj puas qha tau kuas tej dluab ci hab dluab tsaus ci hab tsaus moog txug txij twg, lossis has kuas rov lug nyob qhov qub?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.21","label":"21","content":"Kuv xaav has tas koj ua tau, rua qhov koj tub laug heev lawm, hab thaus tsim nplajteb, koj tub nyob ntawd ntaag!"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.22","label":"22","content":"“Koj puas tau moog pum tej txhaab kws kuv ca ntim dlaus hab lawg?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.23","label":"23","content":"Kuv npaaj tej ntawd ca rua lub sijhawm kws muaj kev txomnyem hab nub kws muaj kev tsuv kev rog."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.24","label":"24","content":"Koj tub moog txug ntawm qhov chaw kws lub nub tawm tuaj, lossis ntawm qhov chaw kws cov cua saab nubtuaj ntsawj tuaj lawm los?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.25","label":"25","content":"“Leejtwg yog tug khawb kwj rua naag lug hab qheb kev rua xub nroo?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.26","label":"26","content":"Leejtwg yog tug tso naag lug rua tej toj roob hauv peg kws tsi muaj tuabneeg nyob?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.27","label":"27","content":"Leejtwg yog tug ywg dlej rua thaaj aav kws qhuav nkig nkuav kuas tej nroj ntsuag hlub taug?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.28","label":"28","content":"Leejtwg yog tej naag hab tej lwg txiv?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.29","label":"29","content":"Leejtwg yog tej dlej nkoog hab tej te nam?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.30","label":"30","content":"Tej ntawd ua rua dlej khov tawv cuag pobzeb, hab ua rua nplaim havtxwv nkoog khov kho."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.31","label":"31","content":"“Koj puas yog tug kws muab cov nubqub txhaj Txiv Mim lug teeb ua ib ntsau, lossis muab cov Nubqub Puj Sua Kwv ntaas cais nyag nyob nyag?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.32","label":"32","content":"Puas yog koj ua rua tej nubqub tig tau moog lug hum lub caij lub nyoog? Lossis qha kev rua tej Nubqub Ntsauv Luj hab Ntsauv Miv?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.33","label":"33","content":"Koj paub tej kevcai kws luas tswjfwm sau ntuj hab koj muab tau tej kevcai ntawd lug siv rua huv lub nplajteb nua los?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.34","label":"34","content":"“Koj puas has tau kuas tej fuab tso naag lug rua koj?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.35","label":"35","content":"Yog koj has kuas tsaglig xub laim, nwg puas tawm tuaj has rua koj tas, ‘Kuv nyob ntawm nuav?’"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.36","label":"36","content":"Leejtwg qha rua tug qab dleg  has tas, tug dlej Niles yuav fuam tuaj, lossis leejtwg qha rua tug lauv qab has tas, naag yuav lug?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.37","label":"37","content":"Leejtwg muaj kev txawj ntse suav txheeb tej fuab, hab has kuas tej fuab ntawd tso naag lug"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.38","label":"38","content":"rua tej plauv aav kuas nplaum ua tej thooj?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.39","label":"39","content":"“Koj puas nrhav tau nqaj rua tej tsuv ntxhuav noj, hab ua kuas tej mivnyuas tsuv ntxhuav tsau plaab."},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.40","label":"40","content":"thaus puab nkaum huv qhov tsua lossis pw huv puab tej qhov?"},{"bible_id":"1726","chapter_code":"JOB.38","verse_code":"JOB.38.41","label":"41","content":"Thaus uab laag tshaib plaab hab yaa rua nuav rua u, leejtwg yog tug pub rua uab laag, hab pub rua uab laag tej mivnyuas kws quaj thov kuv, noj?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.1","label":"1","content":"“Koj paub thaus twg sai yug mivnyuas? Koj saib ntsoov muaslwj yug mivnyuas los?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.2","label":"2","content":"Koj puas paub tej tsaj ntawd suab mivnyuas pistsawg hli? Hab thaus twg puab yug mivnyuas?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.3","label":"3","content":"Koj puas paub thaus twg tej tsaj qus nyob tsawg ndlua yug mivnyuas?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.4","label":"4","content":"Tej mivnyuas tsaj ntawd luj hlub muaj zug nyob nruab zoo nruab tsuag; puab moog hab tsi rov lug le lawm."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.5","label":"5","content":"“Leejtwg ca tej neeg luav qus nyob ywj sab? Leejtwg dlaws hlua hab tso puab moog?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.6","label":"6","content":"Kuv ca taj suabpuam ua tej neeg luav lub chaw nyob, hab ca puab nyob huv lub taj ntsev."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.7","label":"7","content":"Tej neeg luav ntawd nyam moog nyob dleb tej nroog kuas tsi muaj suab ntshu, kuas tsi muaj leejtwg muab puab cob thauj nraa."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.8","label":"8","content":"Toj roob hauv peg yog puab tej tshaav zaub; hab yog puab tej chaw ncig nrhav noj."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.9","label":"9","content":"“Nyuj qus puas hai ntoo rua koj? Nwg puas lug nyob huv koj lub nkuaj ib mos?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.10","label":"10","content":"Koj puas muab hlua khi tau nwg caab moog laij teb? Lossis koj puas siv tau nwg caab khais haiv koj thaaj teb?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.11","label":"11","content":"Koj ca sab rua nwg tug zug luj zug nchaav, hab xaav has tas nwg yuav ua koj tej num nyaav nua los?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.12","label":"12","content":"Koj xaav has tas nwg yuav thauj tej qoob kws koj sau, hab tej nplej huv koj lub tshaav nplej lug tsev nua los?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.13","label":"13","content":"“Noog ntxhuav ntxuaj tis thawv zoo le yuav yaa taug! Tabsis nwg yaa tsi taug le tug us dlej yaa."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.14","label":"14","content":"Noog ntxhuav nteg qai rua huv aav hab ca aav ncu kuas dlaug."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.15","label":"15","content":"Nwg tsi paub txhawj has tas nyob tsaam luas tsuj, lossis nyob tsaam tej tsaj nruab nraag lug muab ua tawg."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.16","label":"16","content":"Nwg ua ib yaam le tej qai ntawd tsi yog nwg le, nwg tsi mob sab has tas, nyob tsaam nkim nwg tug zug."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.17","label":"17","content":"Tub yog kuv tsim kuas nwg ruag le ntawd, hab tsi pub nwg muaj tswvyim."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.18","label":"18","content":"Tabsis thaus twg nwg dlha, nwg luag tug neeg hab tug tuabneeg kws caij neeg plig."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.19","label":"19","content":"“Yauj, koj puas yog tug kws ua kuas neeg muaj zug hab cog txoob rua neeg?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.20","label":"20","content":"Puas yog koj ua kuas neeg txawj tuam tau le kooj hab hee ua rua tuabneeg ceeb pis nkaus?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.21","label":"21","content":"Tej neeg ntawd txauj aav xyivfaab hlo nraag taj; puab dlha tsaus tsi kawg puab tug zug moog rua huv tshaav rog."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.22","label":"22","content":"Puab tsi paub ntshai dlaabtsi le, hab tsi muaj ib raab ntaaj kws ua rua puab thim rov qaab."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.23","label":"23","content":"Cov tuabneeg caij neeg, tej cuabyeej ua rog nrov zum zawg hab tej nav ntaaj ci nplaag."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.24","label":"24","content":"Puab phoom pis yog dlha rua tom hauv ntej; thaus puab nov suab raaj suab xyu nrov puab nyob tsi tswm le."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.25","label":"25","content":"Thaus puab nov suab raaj suab xyu nrov puab hee quas lawg; thaus tseem moog tsi tau txug huv tshaav rog puab tub nov ntxhab lawm, hab puab noog quas ntsoov cov thawj tubrog lub suab nthe."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.26","label":"26","content":"“Thaus laj nthuav tis yaa rua nraag qaabteb, puas yog koj qha nwg yaa?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.27","label":"27","content":"Puas yog dlaav tog koj has nwg, nwg maam moog ua zeg rua sau tej roob sab?"},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.28","label":"28","content":"Nwg ua zeg rua sau tej roob tsuas sab, hab ua chaw nkaum rua sau tej nkav zeb."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.29","label":"29","content":"Nwg nyob rawv zuv saib dleb hab ze, saib puas pum ib tug tsaj nyob qhov twg kws nwg yuav muab tau lug noj."},{"bible_id":"1726","chapter_code":"JOB.39","verse_code":"JOB.39.30","label":"30","content":"Cov dlaav ntawd yaa poog ntwg vij tej tsaj tuag, hab tej mivnyuas dlaav zuv rawv haus tej tsaj tuag cov ntshaav.”"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.1+JOB.40.2","label":"1-2","content":"Tug TSWV has rua Yauj has tas, “Yauj, koj pheej nrug Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus sis caav? Nwgnuav koj yuav tso tseg lossis tseem yuav caav hab?”"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.3","label":"3","content":"Yauj teb tug TSWV has tas,"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.4","label":"4","content":"“Tug TSWV, kuv yog tuabneeg ruag heev, kuv yuav ua le caag teb tau koj tej lug? Kuv yuav tsi has ib lus ntxiv le lawm."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.5","label":"5","content":"Kuv tub has tshaaj qhov kws tsimnyog kuv has lawm.”"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.6","label":"6","content":"Tom qaab ntawd tug TSWV rov has huv nthwv cua dlaaj cua dlub tuaj rua Yauj ib zag ntxiv."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.7","label":"7","content":"Tug TSWV has rua Yauj has tas, “Koj ca le sawv khov kho ib yaam le tug txivneej yawg, hab teb kuv tej lug."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.8","label":"8","content":"Koj has rua kuv tas, kuv ua tsi ncaaj, hab has tas kuv yog tug txhum, koj yog tug tsi txhum nua los?"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.9","label":"9","content":"Koj muaj zug npaum le kuv los? Koj ua tau koj lub suab nrov qeeg nkawg ib yaam le kuv lub los?"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.10","label":"10","content":"Yog koj ua tau, koj ca le sawv khaav txiv ntxhas ib yaam le tug muaj fwjchim, muab koj lub meejmom hab tug tshwjchim lug naav kag saib."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.11","label":"11","content":"Koj ca le saib tej tuabneeg khaavtheeb; ca le nthe tawg ntho kuas puab txu fwjchim."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.12","label":"12","content":"Koj ca le saib cov tuabneeg khaavtheeb hab txu puab lub fwjchim kuas qeg; muab cov tuabneeg sab phem tsuj nthi rua ntawm puab qhov chaw."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.13","label":"13","content":"Muab puab log kag rua nruab aa; muab puab khi kag rua huv tubtuag teb."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.14","label":"14","content":"Yog koj ua tau, kuv yog thawj tug kws yuav qhuas koj, hab leeg has tas, koj yog tug kws kovyeej lawm."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.15","label":"15","content":"“Koj ca le saib tug tsaj Npehemaus, kuv tsim nwg hab tsim koj huv tuabsi; nwg noj zaub le tug nyuj,"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.16","label":"16","content":"tabsis yog dlaabtsi ua rua tug tsaj ntawd lub cev muaj zug heev? Hab yog lub fwjchim dlaabtsi ua rua nwg tej nqaj puv nruj nreeg!"},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.17","label":"17","content":"Nwg tug kutwv tsaa ntshuas ib yaam le tsob ntoo cab, hab nwg ncej puab ntug ntoob muaj zug heev."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.18","label":"18","content":"Nwg tej pobtxhaa khov cuag tooj, hab nwg tej teg taw tawv cuag hlau."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.19","label":"19","content":"“Tug tsaj kws muaj fwvxyeej tshaaj tej tsaj kws kuv tsim; tsuas yog tug TSWV kws tsim nwg txhaj kovyeej nwg xwb."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.20","label":"20","content":"Nwg noj zaub sau tej roob kws yog tej tsaj nruab nraag tej chaw ncig."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.21","label":"21","content":"Nwg pw huv qaab tej xyov xuavpaug, hab pw tsau hawv tsawv huv qaab tej lojkov."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.22","label":"22","content":"Tej ntoo xuavpaug hab tej lwgzaaj kws tuaj rua ntawm ntug dlej ua ntxoov ntxoo rua nwg nkaum."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.23","label":"23","content":"Nwg tsi ntshai tug dlej kws ndlwg ceev; thaus tug dlej Yauladees ntsawj nwg taubhau los nwg tseem nreg khov kho."},{"bible_id":"1726","chapter_code":"JOB.40","verse_code":"JOB.40.24","label":"24","content":"Leejtwg muaj cuabkaav ua rua nwg dligmuag hab nteg tau nwg? Lossis leejtwg muaj cuabkaav muab hlua chaws tau nwg qhovntswg?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.1","label":"1","content":"“Koj muaj cuabkaav muab nuv ntseg nuv tau Levi-athas lossis muab hlua khi tau nwg tug nplaig los?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.2","label":"2","content":"Koj puas muab hlua chaws tau nwg qhovntswg? Lossis muab nuv ntseg nqai tau nwg puabtsaig?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.3","label":"3","content":"Nwg puas yuav thov kuas koj tso nwg moog? Nwg puas yuav ua tuab zoo thov kuas koj hlub nwg?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.4","label":"4","content":"Nwg puas kaam leeg hab coglug rua koj has tas, nwg yuav ua koj qhev moog ibtxhis?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.5","label":"5","content":"Koj puas yuav khi tau nwg ib yaam le khi noog rua koj tej ntxhais ua si?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.6","label":"6","content":"Cov tuabneeg ntaus ntseg puas tuaj kheev nqe yuav nwg? Tej tub laag tub luam puas yuav muab nwg coj moog txhoov muag?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.7","label":"7","content":"Koj puas yuav muab muv nkaug tau nwg dlaim tawv, lossis muab muv hlau nkaug tau nwg taubhau tshaab?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.8","label":"8","content":"Yog koj nrug nwg sis ntsuag zug ib zag, koj yuav zeem kag tsi kov ntxiv le lawm;"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.9","label":"9","content":"“Yog leejtwg pum zaaj, nwg yuav ntshai ua ib ce tuag taag hab qaug rua huv aav."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.10","label":"10","content":"Thaus muaj tuabneeg moog thaab nwg, nwg yuav ua nyaum kawg nkaus, tsi muaj leejtwg tiv tau le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.11","label":"11","content":"Leejtwg tawmtsaam nwg taag hab tseem muaj sa nyob? Nyob huv nplajteb nuav yeej tsi muaj leejtwg ua tau le ntawd."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.12","label":"12","content":"“Ca kuv qha zaaj tej teg taw rua koj paub, hab qha rua koj saib nwg luj hab muaj zug npaum le caag."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.13","label":"13","content":"Tsi muaj leejtwg laws tau nwg dlaim tawv, lossis nkaug tshaab nwg tej khum."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.14","label":"14","content":"Leejtwg muaj cuabkaav rua tau nwg lub qhovncauj kws nav zuag plag hab txaus ntshai ntawd?"},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.15","label":"15","content":"Nwg lub nrausqaum ua nplai quas reeg ua tej nreej tawv cuag pobzeb."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.16","label":"16","content":"Nwg tej nplai sis dlhos ntum nti, txawm yog cua los tub txeem tsi tau."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.17","label":"17","content":"Tej nplai ntawd sis dlhos ua nreej quas reeg, tsi muaj ib yaam dlaabtsi ua tau rua cov nplai ntawd nti le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.18","label":"18","content":"Thaus nwg txhub muaj dluab ci laim lab vog, hab nwg ob lub qhovmuag ci le thaus lub nub tawm tuaj."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.19","label":"19","content":"Muaj nplaim tawg cig laim lag huv nwg qhovncauj hab yaa lab vog tuaj."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.20","label":"20","content":"Muaj paa nchu tawm huv nwg qhovntswg tuaj, ib yaam le tej paa quavnyaab nchu huv qaab laujkaub."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.21","label":"21","content":"Nwg tej paa ua tau suavtawg; muaj suavtawg tawm lab vog huv nwg qhovncauj tuaj."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.22","label":"22","content":"Nwg lub cejdlaab muaj zug heev; txhua tug kws pum nwg ntshai kawg le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.23","label":"23","content":"Nwg dlaim tawv tawv cuag hlau txag, tsi muaj ib qhov zooj le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.24","label":"24","content":"Nwg sab tawv ib yaam le pobzeb, hab tawv ib yaam le txhib zeb tsi ntshai dlaabtsi le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.25","label":"25","content":"Thaus nwg tawm plawg tuaj, txawm yog tej tuabneeg kws muaj zug heev  los yeej ntshai ua ib ce tuag taag tsi paub ua zaaj twg."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.26","label":"26","content":"Tsi muaj ib raab ntaaj kws yuav txav tau nwg le; txawm yog muab ntaaj, muab muv lossis muab xub vug tua los yeej tsi to le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.27","label":"27","content":"Muab muv hlau nkaug, ces ib yaam le muab quavnyaab nkaug hab muab muv tooj nkaug nwg ces ib yaam le muab ntoo lwj nkaug xwb."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.28","label":"28","content":"Tsi muaj ib xibxub vug yuav ua tau rua nwg tsiv le; muab pobzeb ntaus nwg, ces ib yaam le muab quavnyaab ntaus xwb."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.29","label":"29","content":"Muab qws ntaus nwg, ces ib yaam le muab ib tug quav nplej ntaus; hab thaus tuabneeg muab muv nkaug nwg, nwg tseem luag hab."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.30","label":"30","content":"Nwg tej nplai qaab plaab ntse cuag txhais laamfwj; thaus nwg moog, nwg tshav aav tawg pis rhe ib yaam le khais laij lag."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.31","label":"31","content":"Nwg ua rua havtxwv npau ib yaam le dlej kub npau, hab ua rua havtxwv ua npuag ib yaam le laujkaub roj."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.32","label":"32","content":"Nwg moog kev mas ua rua dlej txaws dlawb vog rov tom qaab; hab nwg ua rua havtxwv ua npuag dlawb paug."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.33","label":"33","content":"Tsi muaj ib yaam huv nplajteb nuav yuav pev tau nwg; nwg yog tug tsaj kws tsi paub ntshai dlaabtsi le."},{"bible_id":"1726","chapter_code":"JOB.41","verse_code":"JOB.41.34","label":"34","content":"Txawm yog tej tsaj kws ua tau heev los nwg tsi ntshai le; nwg yog tug vaajntxwv kws kaav taagnrho txhua yaam tsaj nruab nraag.”"},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.1+JOB.42.2","label":"1-2","content":"Yauj teb tug TSWV has tas, “Tug TSWV, kuv paub has tas koj yog tug kws muaj Fwjchim Luj heev; koj xaav ua dlaabtsi, koj yeej ua tau huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.3","label":"3","content":"Koj nug has tas, ua le caag kuv txhaj muaj sab tawv nrug koj sis caav; kuv yog tuabneeg ruag, kuv has txug tej kws kuv tsi totaub, hab tej yaam xaav tsi thoob kws kuv tsi tau paub dlua le xwb."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.4","label":"4","content":"Koj kuas kuv noog koj has; hab teb koj tej lug."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.5","label":"5","content":"Yaav taag lug, kuv tsuas paub lawv le luas qha kuv xwb, tabsis nwgnuav kuv qhovmuag pum koj lawm tag."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.6","label":"6","content":"Yog le ntawd, kuv txaajmuag kawg nkaus rua tej lug kws kuv has, kuv txhaj moog nyob ntawm cub tshau hab huv aav ris sab hlo tsi ua ntxiv le lawm.”"},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.7","label":"7","content":"Tom qaab kws tug TSWV has rua Yauj taag lawd, tug TSWV has rua Elifas has tas, “Kuv chim heev rua koj hab koj ob tug phoojywg, rua qhov thaus mej pav txug kuv zaaj, mej has tsi tseeb lawv le Yauj kws yog kuv tug tubkhai has."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.8","label":"8","content":"Nwgnuav mej ca le moog nteg xyaa tug txiv nyuj hab xyaa tug laug yaaj tuaj rua Yauj tua hlawv fij dlaws mej lub txim. Yauj yuav thov kuv zaam txim rua mej, kuv yuav teb Yauj tej lug thov, hab kuv yuav tsi rau txim rua mej, lawv le mej tau ua txhum lawm. Thaus mej pav txug kuv zaaj, mej tsi has lug tseeb lawv le Yauj has.”"},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.9","label":"9","content":"Ces Elifas, Npiledas hab Xaufas txawm ua lawv le tug TSWV has, hab tug TSWV teb Yauj tej lug thov."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.10","label":"10","content":"Tom qaab Yauj thov Vaajtswv rua nwg peb tug phoojywg taag, tug TSWV tau foom koob moov rua Yauj rov tau zoo neej dlua hab pub Yauj muaj txhua yaam le qub hab ib npaug ntxiv."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.11","label":"11","content":"Yauj cov kwvtij, cov nkauj muam hab tej phoojywg thaus u tuaj saib Yauj hab nrug Yauj noj haus huv nwg tsev. Puab nplig Yauj sab hab txhawb nwg zug txug tej kev txomnyem kws tug TSWV tso lug rua Yauj. Puab suavdlawg muab nyaj hab ib leeg muab ib nti nplhaib kub rua Yauj."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.12","label":"12","content":"Tug TSWV foom koob moov rua Yauj lub neej zoo heev dlua thaus chivthawj. Yauj muaj kaum plaub txheeb tug yaaj, rau txheeb tug ntxhuav, ob txheeb tug nyuj hab ib txheeb tug neeg luav."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.13","label":"13","content":"Yauj muaj xyaa leej tub hab peb leeg ntxhais."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.14","label":"14","content":"Yauj muab tug ntxhais hlub tis npe hu ua Yemimas, tug ntxhais nraab hu ua Kexiyas, hab tug ntxhais yau hu ua Keles Hapus."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.15","label":"15","content":"Tej quaspuj kws nyob huv lub nplajteb nuav, tsi muaj ib tug zoo nkauj npaum le Yauj cov ntxhais. Yauj faib nwg tej qubtxeeg qubteg rua nwg cov ntxhais ib yaam le faib rua nwg cov tub."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.16","label":"16","content":"Tom qaab ntawd, Yauj ua neej nyob tau ib puas plaub caug xyoo ntxiv, nwg pum nwg cov tub cov ntxhais tej xeebntxwv huv tuabsi."},{"bible_id":"1726","chapter_code":"JOB.42","verse_code":"JOB.42.17","label":"17","content":"Ces thaus Yauj laug heev lawd, nwg maam le tuag."}]