[{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.1","label":"1","content":"Ntawm nuav yog tug TSWV cov lug kws has rua Pethuyees tug tub Yau-ees."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.2","label":"2","content":"Mej cov tuabneeg laug ca le ua tuab zoo noog; Txhua tug kws nyob huv tebchaws Yudas, mej ca le noog. Puas tau muaj tej yaam zoo le nuav tshwmsim lug rua mej tam lossis mej cov yawmkoob tam?"},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.3","label":"3","content":"Ca le pav tej nuav qha rua mej cov mivnyuas; ces puab maam le pav qha rua puab tej mivnyuas, puab ib tam yuav pav qha rua ib tam moog le."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.4","label":"4","content":"Kooj txomfaav ib paab taag ib paab tuaj, nyob puv nkaus ntawm tej qoobloo; yaam twg kws ib paab kooj noj tsi taag, mas lwm paab kooj lug muab khee noj kuas taag."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.5","label":"5","content":"Cov tuabneeg qaug cawv, mej ca le sawv hab quaj; cov tuabneeg quav cawv, mej ca le tsaa suab hlo quaj; rua qhov tej txiv maab kws yuav ca ua cawv tshab tub puamtsuaj taag lawm."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.6","label":"6","content":"Ib paab tubrog kooj yaa tsaus nti tuaj tawmtsaam peb lub tebchaws; puab muaj zug heev hab coob kawg nkaus suav tsi txheeb le; puab tej nav ntse npaum nkaus le nav tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.7","label":"7","content":"Puab muab peb tej vaaj txiv maab noj taag dlu lug hab noj peb tej ntoo txiv ncuav pas taag huv tuabsi. Puab noj tej nplooj, hab kaws tej tawv, tsuas tshuav tej kaav nyob dlawb paug ca xwb."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.8","label":"8","content":"Tej pejxeem, mej ca le quaj ib yaam le tug hluas nkauj quaj tug hluas nraug kws nwg taabtom yuav moog yuav ua nwg tug quasyawg, tabsis tug hluas nraug ntawd ca le tuag lawm."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.9","label":"9","content":"Tsi muaj nplej lossis cawv txiv maab coj moog fij rua huv lub Tuamtsev; cov povthawj quaj ntsuag vim tsi muaj tuabneeg nqaa khoom tuaj fij rua tug TSWV lawm."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.10","label":"10","content":"Tej teb aav lab ploog ca; tej aav qhuav nkig nkuav; rua qhov tej qoobloo puamtsuaj taag, tej txiv maab hab tej txiv ntoo roj los qhuav ntsws taag."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.11","label":"11","content":"Cov tuabneeg ua laj ua teb, mej ca le tu sab; cov tuabneeg kws tu tej vaaj txiv maab, mej ca le tsaa suab quaj, rua qhov tej qeb, tej nplej hab tej qoobloo tub puamtsuaj taag lawm."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.12","label":"12","content":"Tej txiv maab hab txiv ncuav pas qhuav hab ntsws; Tej txiv ntoo puavleej qhuav hab tuag taag. Tej tuabneeg suavdlawg nyob nyuaj sab ntsuav."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.13","label":"13","content":"Mej cov povthawj kws fij khoom ntawm lub thaaj, ca le npua ntaub tsaaj hab quaj! Ca le moog rua huv lub Tuamtsev hab quaj ib mos kaaj ntug! Rua qhov tsi muaj nplej lossis cawv txiv maab fij rua mej tug Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.14","label":"14","content":"Ca le has kuas suavdlawg yoo mov, ca le hu suavdlawg tuaj ua ke! Ca le hu cov thawjcoj hab taagnrho cov Yudas tuaj rua huv tug TSWV kws yog mej tug Vaajtswv lub Tuamtsev, hab thov nwg paab."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.15","label":"15","content":"Tub yuav txug nub kws Tug TSWV teem ca, yog nub kws tug muaj fwjchim luj kawg nkaus yuav ua kuas ib puas tsaav yaam raug puamtsuaj. Nub ntawd yog nub kws suavdlawg yuav ntshai kawg nkaus le!"},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.16","label":"16","content":"Peb saib ntsoov peb tej qoobloo raug puamtsuaj taag tsi muaj kev zoo sab nyob huv Vaajtswv lub Tuamtsev lawm."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.17","label":"17","content":"Tej noob qoob lwj taag rua huv tej aav qhuav, tsi muaj qoobloo sau lug rua huv txhaab; yog le ntawd tej txhaab txhaj pob puag taag."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.18","label":"18","content":"Tej nyuj qaug zuj zig, rua qhov tsi muaj zaub rua nyuj noj le lawm; tej yaaj los tsi muaj zaub noj ib yaam nkaus."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.19","label":"19","content":"Tug TSWV, kuv tsaa ncauj thov koj, vim tej nroj tsuag hab tej ntoo tuag taag, ib yaam le suavtawg plhov."},{"bible_id":"1726","chapter_code":"JOL.1","verse_code":"JOL.1.20","label":"20","content":"Txawm yog tej tsaj qus los puavleej tsaa suab quaj thov koj paab; rua qhov tej haav dlej qhuav taag lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.1","label":"1","content":"Mej ca le nyob sau Vaajtswv lub Roob Dlawbhuv  tshuab xyu ceebtoom rua suavdlawg. Cov Yudas, mej ca le ntshai ua ib ce tshee nyo! Rua qhov tub yuav txug nub kws tug TSWV teem tseg."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.2","label":"2","content":"Nub ntawd ntuj yuav tsaus ndlais teb yuav tsaus nti; fuab laum nkaus, ntuj tsaus dlub ncab, cov tubrog kooj ntawd nas tsaam tsaus nti tuaj ib yaam le dluab ntxoov ntxoo roog tej roob. Yeej tsi tau muaj dlua ib yaam zoo le nuav hlo le, hab yuav tsi muaj ib zag zoo le nuav ntxiv lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.3","label":"3","content":"Puab noj tej nroj tsuag hab qoobloo taag dlu lug ib yaam le suavtawg kub. Lub tebchaws nuav zoo ib yaam le lub Vaaj Edees nyob tom puab hauv ntej, tabsis tom puab qaab, aav lab ploog ib yaam le taj suabpuam. Tsi muaj ib yaam dlaabtsi yuav tsiv dlim ntawm puab le."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.4","label":"4","content":"Puab lub cev zoo ib yaam le neeg lub; puab dlha ib yaam le tej neeg kws caij moog ntaus rog."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.5","label":"5","content":"Thaus puab dlha moog rua sau tej roob, mas nrov npaum le tej tsheb neeg nrov; hab nrov nroo ntwg ib yaam le suavtawg kub tej nroj tsuag qhuav. Puab sawv ua tsheej kaab coob ib yaam le cov tubrog kws npaaj nrooj yuav ntaus rog."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.6","label":"6","content":"Puab moog txug qhov twg, txhua tug tuabneeg ntshai ua ntsejmuag thumxem taag."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.7","label":"7","content":"Cov kooj ntawd mos tsaus nti tuaj ib yaam le paab tubrog; puab nce tej ntsaa yeej ib yaam le tej tubrog. Puab too hauv li nas tsaam moog rua tom hauv ntej tsi tig saib qaab,"},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.8","label":"8","content":"lossis ib tug tsi txeeb ib tug ntej le. Puab nas luas tej yeej tuaj, tsi muaj leejtwg tiv tau le."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.9","label":"9","content":"Puab txeem tuaj rua huv nroog, puab dlha hlaa tej ntsaa yeej tuaj; puab nce pis hlo moog rua sau tej tsev hab nkaag ntawm tej qhovrais moog ib yaam le tej tubsaab."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.10","label":"10","content":"Thaus puab taug kev tuaj, lub nplajteb ua zug koog, lub ntuj tseeg nkawg. Lub nub hab lub hli ca le tsaus dlub ncab, hab tej nubqub los ca le tsi ci lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.11","label":"11","content":"Tug TSWV nthe nqho nwg cov tubrog, cov tubrog kws noog lug muaj coob hab muaj zug kawg le. Nub kws tug TSWV teem ca yog nub kws suavdlawg yuav ntshai kawg nkaus! Leejtwg tseem yuav dlim tau?"},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.12","label":"12","content":"Tug TSWV has tas, “Txawm yog le ntawd los nwgnuav mej ca le tso plhuav tej kev txhum ntawd tseg, hab tig rov lug cuag kuv ntawm mej lub sab dlawb paug, ca le yoo mov, quaj ntsuag hab tu sab."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.13","label":"13","content":"Mej yuavtsum ua rua luas pum has tas mej nyuaj sab tag; tsi yog laam dlua mej tej rig tsho xwb.” Ca le rov lug cuag tug TSWV kws yog mej tug Vaajtswv. Nwg muaj lub sab dlawb sab zoo hab puv npo txujkev hlub; Nwg muaj lub sab ntev hab ua lawv le nwg tej lug cog tseg; Nwg zoo sab yuav zaam txim hab tsi rau txim rua mej."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.14","label":"14","content":"Tej zag tug TSWV kws yog mej tug Vaajtswv, yuav hloov sab hab foom koob moov kuas mej muaj qoobloo nplua mag, ces mej yuav muaj qoobloo hab cawv txiv maab fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.15","label":"15","content":"Ca le tshuab xyu sau Roob Xi-oos; hu suavdlawg tuaj ua ke hab ua kevcai yoo mov!"},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.16","label":"16","content":"Ca le hu kuas cov pejxeem tuaj ua ke; kuas puab txhua tug npaaj tuaj koom lub rooj saablaaj tseemceeb; coj cov laug, cov mivnyuas yau hab cov mivnyuas mog tuaj huv tuabsi. Txawm yog tej nam txiv kws sis yuav tshab los puab yuavtsum tawm huv puab tej tsev tuaj moog koom."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.17","label":"17","content":"Cov povthawj kws tu tug TSWV ntawm lub thaaj hab ntawm txujkev kws moog rua huv lub Tuamtsev kem nruab nraab, ca le quaj hab thov Vaajtswv has tas: “Tug TSWV, thov hlub koj tsaav tuabneeg. Thov tsi xob ca lwm tsaav tuabneeg txobthuam peb, saib tsi taug peb hab has tas, ‘Mej tug Vaajtswv nyob qhov twg?’ ”"},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.18","label":"18","content":"Tom qaab ntawd tug TSWV rov hlub nwg lub tebchaws hab taabncuab nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.19","label":"19","content":"Nwg teb puab tej lug thov has tas, “Nwgnuav kuv yuav pub kuas mej muaj nplej, cawv txiv maab, hab roj txiv ntoo, ces mej yuav txaus sab heev. Lwm tsaav tuabneeg yuav tsi txobthuam mej ntxiv lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.20","label":"20","content":"Kuv yuav lawv cov tubrog kooj kws tuaj peg qaumteb tuaj kuas tawm moog; hab yuav ntab ibtxha moog rua tom taj suabpuam. Kuv yuav puav paab kws ua ntej moog rua huv Havtxwv Tuag, hab kuv yuav puav paab tom tom qaab moog rua huv Havtxwv Meditelanees. Puab tej cev tuag yuav tsw lwj ntxag. Kuv yuav ua kuas puab puamtsuaj taag, vim tej kws puab tau ua rua mej lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.21","label":"21","content":"“Tej laj teb, mej tsi xob ntshai, tabsis ca le xyivfaab hab zoo sab rua tej kws tug TSWV tau ua paab mej lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.22","label":"22","content":"Tej tsaj txhu, tsi xob ntshai, tej tshaav zaub los tub rov hlaav ntsuab xab, tej ntoo los rov tawg paaj txi txiv, hab tej txiv maab txiv ncuav pas los muaj nplua mag lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.23","label":"23","content":"“Cov tuabneeg huv Xi-oos, ca le zoo sab, zoo sab rua tej kws tug TSWV kws yog mej tug Vaajtswv tub paab mej lawm; nwg tso naag lug kuas txaus rua lub caij ntuj naag; Nwg tso naag ntuj tsaug hab naag ntuj tshab lug rua mej ib yaam le yaav thaus u."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.24","label":"24","content":"Yuav muaj nplej puv nkaus huv mej tej tshaav nplej; hab tej rhawv tsuam txiv maab yuav muaj cawv txiv maab hab roj txiv ntoo puv phwj yog."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.25","label":"25","content":"Ntau xyoo kws taag lug, kooj txomfaav noj mej tej qoobloo taag lawm, tabsis nwgnuav kuv yuav them rov qaab rua mej, kuv yog tug kws tso cov tubrog nuav tuaj tawmtsaam mej ntaag."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.26","label":"26","content":"Nwgnuav mej yuav muaj noj muaj haus nplua mag hab txaus mej sab, mej yuav qhuas tug TSWV kws yog mej tug Vaajtswv, tug kws ua tej num zoo heev paab mej; kuv tsaav tuabneeg yuav tsi raug luas txobthuam ntxiv lawm."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.27","label":"27","content":"Cov Yixalayees, mej yuav paub has tas, kuv nrug nraim mej hab kuv yog tug TSWV kws yog mej tug Vaajtswv, tsi muaj dlua lwm tug lawm. Kuv tsaav tuabneeg yuav tsi raug luas txobthuam ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.28","label":"28","content":"“Tom qaab ntawd kuv yuav pub kuv tug ntsujplig lug rua txhua tug: mej tej tub hab tej ntxhais yuav qha kuv txujlug; mej cov laug yuav ua npau suav; hab mej cov tub hluas yuav pum tej zaaj ywgtoog."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.29","label":"29","content":"Thaus txug lub sijhawm ntawd, kuv yuav pub kuv tug ntsujplig rua tej tubkhai, tsi has quaspuj lossis txivneej."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.30","label":"30","content":"“Thaus txug nub ntawd, kuv yuav ua tej yaam cim qha rua sau nruab ntug hab huv nplajteb; yuav muaj ntshaav nrug, suavtawg hab paa tawg nchu auv nab."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.31","label":"31","content":"Ua ntej nub tseemceeb hab tej kev txhawj ntshai kws tug TSWV teem ca ntawd lug txug, lub nub yuav tsaus hab lub hli yuav lab ib yaam le ntshaav."},{"bible_id":"1726","chapter_code":"JOL.2","verse_code":"JOL.2.32","label":"32","content":"Tabsis txhua tug kws thov tug TSWV paab yuav dlim, lawv le tug TSWV tau has tseg lawm tas, ‘Muaj qee leej kws nyob huv Yeluxalees yuav tsiv dlim; cov tuabneeg kws kuv xaiv lawm txhaj yuav muaj sa nyob xwb.’ ”"},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.1","label":"1","content":"Tug TSWV has tas, “Thaus txug lub sijhawm ntawd, kuv yuav rov txhim khu lub tebchaws Yudas hab lub nroog Yeluxalees kuas vaammeej."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.2","label":"2","content":"Kuv yuav sau txhua tsaav tuabneeg tuaj ua ke hab coj puab moog rua huv lub Haav Txav Txim. Kuv yuav txav txim rua puab nyob huv lub haav ntawd lawv le tej kws puab ua rua kuv tsaav tuabneeg lawm. Puab ua rua cov Yixalayees tawg moog nyob ua saab ua sua rua lwm tebchaws, hab muab kuv lub tebchaws Yixalayees faib rua puab."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.3","label":"3","content":"Puab rhu ntawv saib leejtwg tau cov tuabneeg kws raug nteg ntawd. Puab muab tej tub hab tej ntxhais muag moog ua luas qhev; kuas tau nyaj moog them tej namndlav hab yuav cawv haus."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.4","label":"4","content":"“Tiles, Xidoos hab lub tebchaws Filitees, mej pheej ua dlaabtsi rua kuv? Puas yog mej yuav ua phem pauj kuv? Yog mej ua le ntawd kuv yuav ua pauj rua mej taamsim nuav ntaag!"},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.5","label":"5","content":"Mej muab kuv tej nyaj, tej kub hab nqaa kuv tej khoom kws muaj nqes moog tso rua huv mej tej tuamtsev lawm."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.6","label":"6","content":"Mej coj cov tuabneeg huv tebchaws Yudas hab huv lub nroog Yeluxalees moog muag rua cov tuabneeg Kilis, kuas puab moog nyob dleb puab lub tebchaws."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.7","label":"7","content":"Nwgnuav kuv yuav coj puab tawm huv tej tebchaws kws mej coj puab moog muag ntawd rov lug. Kuv yuav ua rua mej ib yaam le mej tau ua rua puab lawm."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.8","label":"8","content":"Kuv yuav ca luas coj mej tej tub hab tej ntxhais moog muag rua cov tuabneeg Yudas; cov Yudas yuav muab mej tej tub tej ntxhais muag moog rua cov tuabneeg Xanpees kws nyob dleb heev. Kuv yog tug TSWV kws has le ntawd."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.9","label":"9","content":"“Ca le has qha rua txhua tsaav tuabneeg le nuav: ‘Mej ca le npaaj moog ua rog; txhij mej cov tubrog kws txawj ntaus rog tuaj; sau taagnrho mej cov tubrog tuaj hab sawv kev moog!"},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.10","label":"10","content":"Ca le muab mej tej khais laij teb lug ntaus ua ntaaj; hab muab mej tej lag hlais nplej lug ntaus ua muv. Txawm yog tug kws tsi muaj zug le los yuavtsum tau moog ntaus rog."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.11","label":"11","content":"Mej txhua tsaav tuabneeg kws nyob ibncig ntawm nuav, ca le tuaj  sis sau rua huv lub vuaghaav.’ ” Tug TSWV, thov koj ca le tso koj cov tubrog tuaj tawmtsaam puab!"},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.12","label":"12","content":"“Txhua tsaav tuabneeg yuavtsum npaaj kuas txhij tuaj rua huv lub Haav Txav Txim. Kuv kws yog tug TSWV yuav nyob quastsawg qhov ntawd txav txim rua txhua tsaav tuabneeg kws nyob ibncig ntawd."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.13","label":"13","content":"Puab yog cov tuabneeg kws ua phem heev; ca le muab puab hlais ib yaam le hlais nplej; ca le muab puab tsuam ib yaam le tsuam txiv maab, kuas cov kua ndlwg si laim.”"},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.14","label":"14","content":"Thaus muaj ntau txheeb ntau vaam leej tuabneeg tuaj rua huv lub Haav Txav Txim lawm; ces nub kws tug TSWV teem tseg tub lug yuav txug."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.15","label":"15","content":"Lub nub hab lub hli yuav tsaus dlub ncab, hab tej nubqub yuav tsi ci lawm."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.16","label":"16","content":"Tug TSWV nthe nqho sau lub Roob Xi-oos tuaj; nwg lub suab nrov ntxhe ntwg huv lub nroog Yeluxalees, lub nplajteb hab lub ntuj tseeg nkawg; tabsis nwg yuav tsomkwm nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.17","label":"17","content":"“Cov Yixalayees, mej yuavtsum paub has tas, kuv yog tug TSWV kws yog mej tug Vaajtswv; kuv nyob sau lub Roob Xi-oos kws yog kuv lub roob dlawbhuv. Yeluxalees yuav yog lub nroog kws dlawbhuv; tej tuabneeg txawv tebchaws yuav ntaus tsi yeej ib zag le lawm."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.18","label":"18","content":"Thaus txug lub sijhawm ntawd luas yuav cog txiv maab puv nkaus sau tej roob, hab yuav pum nyuj noj zaub nplawg nta sau tej roob; tebchaws Yudas yuav muaj dlej nplua mag haus tsi taag. Muaj ib tug dlej yuav ndlwg huv tug TSWV lub Tuamtsev moog ywg lub Haav Akaxias."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.19","label":"19","content":"“Tebchaws Iziv yuav ua taj suabpuam; hab tebchaws Edoos yuav puamtsuaj taag, rua qhov puab tau tuaj tua lub tebchaws Yudas hab tua tej tuabneeg kws tsi muaj txim."},{"bible_id":"1726","chapter_code":"JOL.3","verse_code":"JOL.3.20+JOL.3.21","label":"20-21","content":"Kuv yuav sawv cev cov tuabneeg kws raug tua tuag chaw ua pauj puab cov yeebncuab, kuv yuav tsi tseg cov tuabneeg ua txhum ib tug le; tabsis lub tebchaws Yudas hab lub nroog Yeluxalees yuav muaj tuabneeg nyob moog ibtxhis; hab kuv kws yog tug TSWV, yuav nyob sau lub Roob Xi-oos.”"}]