[{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.1","label":"1","content":"Thaus Mauxes kws yog tug TSWV tug tubkhai tuag lawm, tug TSWV has rua Noos tug tub Yausuas kws paab Mauxes has tas:"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.2","label":"2","content":"“Kuv tug tubkhai Mauxes tuag lawm. Nwgnuav koj hab cov Yixalayees ca le sawbsim hlaa dlej Yauladees moog rua lub tebchaws kws kuv yuav muab rua puab,"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.3","label":"3","content":"lawv le kuv tau coglug tseg rua Mauxes lawm has tas, ‘Txhua thaaj aav kws mej txhais kutaw moog tsuj, kuv yuav muab rua mej.’"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.4","label":"4","content":"Mej tug nrimteb saab qaabteb txij ndlua ntawm taj suabpuam; saab qaumteb txij ndlua ntawm Roob Lenpanoos saab nubtuaj txij ndlua ntawm tug dlej Efalates; hab saab nubpoob, taagnrho tebchaws Hitis moog ti nkaus rua Havtxwv Meditelanees."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.5","label":"5","content":"Yausuas, thaus koj tseem ua neej nyob, yuav tsi muaj leejtwg tawmtsaam yeej koj. Kuv yuav nrug nraim koj ib yaam le kuv nrug Mauxes. Kuv yuav nrug nraim koj tsi tso koj tseg."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.6","label":"6","content":"Koj ua sab tawv qhawv tsi xob ntshai, rua qhov koj yog tug yuav coj cov tuabneeg nuav moog nyob lub tebchaws kws kuv coglug yuav muab rua puab cov yawmkoob."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.7","label":"7","content":"Koj yuavtsum ua sab tawv qhawv tsi xob ntshai leejtwg hab coj lawv le tej Kevcai kws kuv tug tubkhai Mauxes muab rua koj lawm. Koj tsi xob tso ib nqai tseg le, koj txhaj yuav kovyeej txhua qhov chaw kws koj moog."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.8","label":"8","content":"Thaus suavdlawg tuaj ua ke pehawm kuv, yuavtsum muaj tuabneeg nyeem kuv phoo kevcai rua suavdlawg noog. Koj yuavtsum naj nub naj mo kawm hab ua lawv le tej lug ntawd, koj teg num txhaj yuav tav hab vaammeej."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.9","label":"9","content":"Koj yuavtsum ncu ntsoov tej kws kuv has rua koj lawm, koj ua sab tawv qhawv tsi xob ntshai, tsi xob txhawj hab tsi xob poob sab, rua qhov kuv yog tug TSWV kws yog koj tug Vaajtswv, kuv yuav nrug nraim koj txhua qhov kws koj moog.”"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.10","label":"10","content":"Yausuas has rua cov thawjcoj has tas,"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.11","label":"11","content":"“Mej ca le moog thoob plawg huv lub yeej hab has kuas cov pejxeem npaaj zaub mov kuas txaus, tshuav peb nub sau nuav mej yuav hlaa dlej Yauladees moog rua huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv yuav muab rua mej.”"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.12","label":"12","content":"Yausuas has rua xeem Lunpees, xeem Khas hab ib nraab xeem Manaxes has tas,"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.13","label":"13","content":"“Mej yuavtsum ncu ntsoov tej lug kws tug TSWV tug tubkhai Mauxes qha rua mej lawm has tas, tug TSWV kws yog mej tug Vaajtswv yuav muab lub tebchaws ntawm tug dlej Yauladees saab nubtuaj ua mej tug."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.14","label":"14","content":"Ca mej quaspuj mivnyuas hab tej tsaj txhu nyob ntawm nuav. Tabsis mej cov tubrog ca le coj tej cuabyeej ua rog hlaa dlej ua mej cov kwvtij Yixalayees ntej moog paab puab ntaus tebchaws,"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.15","label":"15","content":"moog txug thaus puab tua yeej hab txeeb tau lub tebchaws ntawm tug dlej Yauladees saab nubpoob kws tug TSWV kws yog mej tug Vaajtswv muab pub rua puab tsaiv. Thaus tug TSWV pub rua cov Yixalayees txhua xeem tau nyob kaaj sab lug lawm, mej maam le rov lug rua huv mej lub tebchaws kws nyob ntawm tug dlej Yauladees saab nubtuaj kws tug TSWV tug tubkhai Mauxes faib rua mej lawm.”"},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.16","label":"16","content":"Puab teb Yausuas has tas, “Peb yuav ua txhua yaam lawv le koj has, hab yuav moog txhua qhov kws koj khaiv peb moog."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.17","label":"17","content":"Peb yuav noog koj lug ib yaam le peb noog Mauxes lug, hab peb thov tug TSWV kws yog koj tug Vaajtswv nrug nraim koj ib yaam le nwg nrug Mauxes."},{"bible_id":"1726","chapter_code":"JOS.1","verse_code":"JOS.1.18","label":"18","content":"Yog leejtwg tawv nyom tsi ua lawv le koj has, peb yuav muab tug ntawd tua povtseg. Txawm le caag los xij, koj yuavtsum ua sab tawv qhawv tsi xob ntshai le.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.1","label":"1","content":"Tom qaab ntawd, Yausuas tso ob tug tuabneeg tawm huv puab lub yeej kws nyob ntawm taj ntoo Akaxias moog soj lub nroog Yelikaus huv tebchaws Kana-aas tuabywv. Thaus obtug moog txug huv lub nroog Yelikaus lawm, obtug moog su huv ib tug namndlav kws npe hu ua Lahaj lub tsev."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.2","label":"2","content":"Tug vaajntxwv kws kaav lub nroog Yelikaus nov has tas, mo ntawd muaj ob tug tuabneeg Yixalayees tuaj rua huv puab lub nroog lawm, yog tuaj soj tebchaws."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.3","label":"3","content":"Vaajntxwv txawm tso tuabneeg moog has rua Lahaj has tas, “Koj ca le coj ob tug txivneej kws tuaj su huv koj tsev tawm lug rua peb, rua qhov obtug tuaj soj peb lub tebchaws.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.4+JOS.2.5+JOS.2.6","label":"4-6","content":"[Tabsis Lahaj tub coj obtug moog zais rua huv cov maaj kws nwg hlais lug ca rua sau tsev lawm.] Lahaj has rua puab tas, “Muaj ob tug txivneej tuaj huv kuv tsev nuav tag, tabsis kuv tsi paub has tas sov obtug tuaj qhov twg tuaj; hab thaus tsaus ntuj zuag kws luas tseem tsi tau kaw roojvaag, obtug tub tawm moog lawm. Kuv tsi paub sov obtug moog rua qhov twg lawm. Mej ca le caum obtug qaab moog, nyaj mej yuav moog caum cuag.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.7","label":"7","content":"Thaus vaajntxwv cov tuabneeg ntawd tawm moog dlhau lawm, luas txawm kaw roojvaag. Puab nrhav moog ti nkaus nraag ntug dlej Yauladees ntu kws tuabneeg pheej hlaa moog lug los tsi pum le."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.8","label":"8","content":"Thaus obtug tsi tau pw, Lahaj nce moog has rua obtug tas,"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.9","label":"9","content":"“Kuv paub has tas tug TSWV tub muab lub tebchaws nuav rua mej lawm. Tej tuabneeg kws nyob huv lub tebchaws nuav poob sab hab ntshai mej kawg le."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.10","label":"10","content":"Peb nov has tas thaus mej lug nraag tebchaws Iziv lug, tug TSWV ua rua Havtxwv Lab qhuav qhawv ua kev rua mej moog hab peb tseem nov has tas, thaus mej lug txug ntawm ntug dlej Yauladees saab nubtuaj, mej nteg tau Xihoos hab Aunkas kws yog cov Amaules ob tug vaajntxwv tua povtseg lawm."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.11","label":"11","content":"Thaus peb nov tej xwm nuav, peb txhawj hab ntshai kawg le. Peb txhua tug qaug zug taag vim tej kws mej ua ntawd. Tug TSWV kws yog mej tug Vaajtswv yog tug Vaajtswv kws kaav sau ntuj hab huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.12","label":"12","content":"Muaj Vaajtswv saib ntsoov peb, yog le ntawd meb yuavtsum coglug rua kuv has tas, mej yuav ua zoo rua kuv hab kuv tej kwvtij neejtsaa ib yaam le kuv tub ua zoo rua meb lawm, thov meb muab ib yaam khoom ua timkhawv rua kuv, kuv txhaj yuav ntseeg meb."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.13","label":"13","content":"Thov meb coglug rua kuv has tas, meb yuav paab kuv nam kuv txiv, kuv cov nug, kuv cov vivncaug hab puab tsev tuabneeg kuas dlim, tsi xob ca luas tua peb.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.14","label":"14","content":"Ob tug txivneej ntawd has rua Lahaj has tas, “Yog wb tsi ua lawv le wb has,  thov kuas Vaajtswv rhu wb txujsa! Yog koj tsi qha qhov kws wb tuaj nuav rua leejtwg paub le, thaus tug TSWV muab lub tebchaws nuav rua peb lawm, wb yuav ua lawv le tej lug kws wb tau cog tseg rua koj.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.15","label":"15","content":"Lahaj lub tsev nyob npuab tug ntsaa yeej kws thaiv lub nroog. Nwg tso hlua dlauv ntawm qhovrais lawv tug ntsaa yeej moog rua saab nrau rua obtug nqeg tsiv lawm."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.16","label":"16","content":"Nwg has rua obtug tas, “Meb ca le tsiv moog nraim peb nub rua peg tej roob kuas vaajntxwv cov tuabneeg kws nrhav meb rov lug taag tsaiv, meb yuav moog qhov twg los meb maam le moog, puab txhaj tsi pum meb.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.17","label":"17","content":"Ob tug txivneej ntawd has rua Lahaj has tas, “Wb yuav ua lawv le koj kuas wb coglug rua koj."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.18","label":"18","content":"Koj yuavtsum ua le nuav. Thaus peb tuaj tua mej lub tebchaws, koj yuavtsum muab ib pluaj ntaub lab khi rua ntawm lub qhovrais kws koj tso hlua rua wb nqeg tsiv. Koj ca le coj koj nam koj txiv, koj cov nug, koj cov vivncaug hab puab tsev tuabneeg tuaj nyob huv koj tsev."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.19","label":"19","content":"Yog leejtwg tawm huv koj tsev moog rua saab nrau, nwg raug tua tuag los nwg tsuas ris nwg lub txim xwb, wb yuav tsi nrug paub; tabsis yog cov tuabneeg kws nyob huv koj tsev raug tua tuag, wb yuav ris lub txim ntawd."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.20","label":"20","content":"Yog has tas koj qha tej kws wb tuaj nuav rua luas paub lawm, wb yuav tsi ua lawv le tej lug kws koj kuas wb coglug rua koj.”"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.21","label":"21","content":"Lahaj pum zoo ua lawv le obtug has, nwg txhaj kuas obtug tawm moog. Thaus obtug tawm moog lawm, nwg txawm muab ib pluaj ntaub lab khi rua ntawm qhovrais."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.22","label":"22","content":"Obtug txawm tsiv moog nkaum peg roob; mas vaajntxwv cov tuabneeg moog nrhav obtug rua txhua qhov tau peb nub los nrhav tsi tau le. Puab txhaj rov lug rua huv Yelikaus lawm."},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.23","label":"23","content":"Tom qaab ntawd obtug maam le nqeg sau roob lug hlaa tug dlej Yauladees moog cuag Yausuas. Obtug pav tej xwm ntawd huv tuabsi rua Yausuas noog,"},{"bible_id":"1726","chapter_code":"JOS.2","verse_code":"JOS.2.24","label":"24","content":"hab obtug has ntxiv tas, “Wb paub tseeb has tas tug TSWV tub muab lub tebchaws nuav rua peb lawm, cov tuabneeg kws nyob huv lub nroog ntawd ntshai peb kawg le.”"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.1","label":"1","content":"Nub tom qaab thaus sawv ntxuv Yausuas hab cov Yixalayees txawm tawm huv puab lub yeej ntawm taj ntoo Akaxias moog rua nraag ntug dlej Yauladees. Puab tsuam yeej rua ntawd npaaj yuav hlaa dlej."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.2","label":"2","content":"Tom qaab ntawd peb nub, cov thawjcoj ncig moog thoob plawg huv lub yeej,"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.3","label":"3","content":"hab has rua cov pejxeem has tas, “Thaus mej pum cov povthawj kwv lub Phijxaab kws ntim tug TSWV kws yog mej tug Vaajtswv txujlug cog tseg, mej ca le thaj cuab lawv puab qaab,"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.4","label":"4","content":"mej txhaj paub kev moog, rua qhov mej tsi tau moog dlua txujkev ntawd ib zag le. Tabsis mej tsi xob moog ze lub Phijxaab, mej yuavtsum moog kuas nrug dleb kwvyees le ob txheeb tshim.”"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.5","label":"5","content":"Yausuas has rua cov tuabneeg has tas, “Mej ca le tu mej lub sab, rua qhov pigkig tug TSWV yuav ua tej txujci tseemceeb rua mej pum.”"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.6","label":"6","content":"Tom qaab ntawd Yausuas has kuas cov povthawj kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg moog ua suavdlawg ntej hab puab ua lawv le nwg has."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.7","label":"7","content":"Tug TSWV has rua Yausuas has tas, “Tej txujci kws nub nua kuv ua yuav ua rua cov Yixalayees fwm has tas koj yog ib tug tuabneeg tseemceeb, hab puab yuav paub has tas, kuv nrug nraim koj ib yaam le kuv nrug Mauxes."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.8","label":"8","content":"Koj ca le has rua cov povthawj kws kwv lub Phijxaab has tas, thaus puab moog txug nraag ntug dlej Yauladees lawm, puab yuavtsum moog nreg huv dlej tog.”"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.9","label":"9","content":"Yausuas has rua cov tuabneeg has tas, “Mej ca le txaav lug ze ntawm nuav hab noog tej lug kws tug TSWV kws yog mej tug Vaajtswv has rua mej."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.10","label":"10","content":"Thaus mej taabtom moog rua huv lub tebchaws ntawd, tug TSWV yuav ntab cov Kana-aas, cov Hitis, cov Hivis, cov Pelixes, cov Nkinkasis, cov Amaules hab cov Yenpus tawm ntawm mej hauv ntej moog. Mej txhaj yuav paub has tas tug Vaajtswv kws muaj sa nyob nrug nraim mej,"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.11","label":"11","content":"thaus puab kwv tug TSWV kws kaav lub nplajteb nuav lub Phijxaab hlaa tug dlej Yauladees ua mej ntej."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.12","label":"12","content":"Nwgnuav mej ca le xaiv cov Yixalayees kaum ob leeg txivneej ib xeem ib tug tuaj."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.13","label":"13","content":"Thaus cov povthawj kwv tug TSWV kws kaav lub nplajteb nuav lub Phijxaab nqeg kag rua huv dlej lawm, tug dlej Yauladees yuav faib hlo ua kev rua puab moog.”"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.14+JOS.3.15","label":"14-15","content":"Thaus ntawd yog lub caij sau qoobloo, dlej taabtom fuam luj heev. Cov tuabneeg tawm huv lub yeej moog hlaa tug Dlej Yauladees; cov povthawj kwv lub Phijxaab moog ua suavdlawg ntej, thaus kws cov povthawj nqeg kag rua huv tug dlej,"},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.16","label":"16","content":"dlej txawm teev tsi ndlwg. Tug dlej ntawd yaav hauv dlej puv moog txug peg lub nroog Adaas kws nyob ntawm Xalethaas ib saab hab tug dlej ntawd yaav qaab dleg nqhuab moog ti nkaus nraag Havtxwv Tuag. Cov tuabneeg txhaj hlaa tau moog rua tim lub nroog Yelikaus."},{"bible_id":"1726","chapter_code":"JOS.3","verse_code":"JOS.3.17","label":"17","content":"Cov povthawj kwv tug TSWV lub Phijxaab moog sawv huv plawv tug dlej Yauladees kws nqhuab lawm tog txug thaus cov tuabneeg moog dlhau rua saab tid taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.1","label":"1","content":"Thaus cov tuabneeg moog dlhau tug Dlej Yauladees rua saab tim u lawm, tug TSWV has rua Yausuas has tas,"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.2","label":"2","content":"“Koj ca le xaiv cov Yixalayees kaum ob leeg, ib xeem ib leeg,"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.3","label":"3","content":"hab kuas puab ib leeg khaws ib lub pobzeb huv plawv Dlej Yauladees ntawm thaaj chaw kws cov povthawj sawv lug tso rua ntawm thaaj chaw kws mo nuav mej yuav moog tsuam chaw su.”"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.4","label":"4","content":"Yausuas hu kaum ob leeg kws nwg tub xaiv tau lawm ntawd lug cuag nwg,"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.5","label":"5","content":"hab nwg has rua puab tas, “Mej ca le moog rua huv tug Dlej Yauladees, ntawm tug TSWV kws yog mej tug Vaajtswv lub Phijxaab hauv ntej. Mej ib leeg khaws ib lub pobzeb kwv sau xubpwg lug rua cov Yixalayees ib xeem ib lub."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.6","label":"6","content":"Cov pobzeb ntawd yuav ua lub cim rua cov tuabneeg ncu txug tej xwm kws tug TSWV tau ua lug lawm. Yaav tom ntej yog mej cov mivnyuas nug mej has tas, ‘Pawg pobzeb nuav pev txug dlaabtsi?’"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.7","label":"7","content":"Ces mej yuavtsum qha rua puab has tas, thaus u cov povthawj kwv tug TSWV lub Phijxaab lug hlaa tug dlej Yauladees, tug dlej txawm teev tsi ndlwg. Cov pobzeb nuav yuav ua cim rua cov Yixalayees ncu ntsoov txug tej xwm kws muaj rua ntawm thaaj chaw nuav moog taag puab simneej.”"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.8","label":"8","content":"Puab txawm moog ua lawv le Yausuas has rua puab, puab kwv kaum ob lub pobzeb huv plawv Dlej Yauladees lug, ib lub rua ib xeem, coj lug tso rua ntawm qhov chaw kws puab tsuam yeej lawv le tug TSWV has rua Yausuas lawm."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.9","label":"9","content":"Yausuas muab dlua kaum ob lub pobzeb teeb rua huv plawv Dlej Yauladees ntawm qhov chaw kws cov povthawj kwv lub Phijxaab lug sawv. (Naj nub nua cov pobzeb ntawd tseem nyob huv plawv dlej.)"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.10","label":"10","content":"Cov povthawj sawv huv plawv tug dlej Yauladees moog txug thaus puab ua txhua yaam tav taag lawv le tug TSWV kuas Yausuas has rua suavdlawg lawm. Tej nuav muaj lawv le Mauxes has tseg. Cov tuabneeg moog ceev nrooj taag rua saab ntug dlej tim u."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.11","label":"11","content":"Thaus suavdlawg moog dlhau rua saab tim u lawm, cov povthawj kws kwv tug TSWV lub Phijxaab maam lug moog ua suavdlawg ntej."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.12","label":"12","content":"Cov txivneej kws yog xeem Lunpees, xeem Khas hab ib nraab xeem Manaxes nqaa puab tej cuabyeej ua rog hlaa moog ua suavdlawg ntej lawv le Mauxes tub has tseg rua puab lawm."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.13","label":"13","content":"Suav taagnrho cov tubrog ntawd muaj kwvyees le plaub caug txheeb leej kws npaaj rawv moog ua rog, tug TSWV saib ntsoov puab hlaa dlej moog rua huv lub taj kws nyob ze lub nroog Yelikaus."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.14","label":"14","content":"Qhov kws nub ntawd tug TSWV ua, ua rua cov Yixalayees suavdlawg fwm has tas, Yausuas yog ib tug tuabneeg kws tseemceeb. Puab fwm Yausuas moog taag nwg simneej ib yaam le puab fwm Mauxes."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.15","label":"15","content":"Tug TSWV has rua Yausuas has tas,"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.16","label":"16","content":"“Koj has kuas cov povthawj kws kwv lub Phijxaab ca le tawm huv tug dlej Yauladees lug.”"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.17","label":"17","content":"Yausuas ua lawv le ntawd,"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.18","label":"18","content":"thaus cov povthawj lug txug tim ntug dlej lawm, dlej txawm nphau nphwv lug puv nkaus kwj ib yaam le qub."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.19","label":"19","content":"Nub kws puab hlaa tug dlej Yauladees, yog lub ib hlis ntuj nub xab kaug hab puab lug tsuam yeej rua ntawm Nkilenkas kws nyob ntawm lub nroog Yelikaus saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.20","label":"20","content":"Yausuas muab kaum ob lub pobzeb kws puab khaws huv tug Dlej Yauladees lug teeb ua ib pawg rua ntawm thaaj chaw kws puab su ntawd."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.21","label":"21","content":"Yausuas has rua cov Yixalayees has tas, “Yaav tom ntej yog mej tej mivnyuas nug mej has tas, ‘Pawg pobzeb nuav yog pev txug dlaabtsi?’"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.22","label":"22","content":"Mej yuavtsum qha rua mej cov mivnyuas kuas paub txug lub sijhawm kws cov Yixalayees taug kev qhuav qhawv huv tug dlej Yauladees lug,"},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.23","label":"23","content":"rua qhov tug TSWV kws yog mej tug Vaajtswv ua rua tug dlej Yauladees qhuav ua kev rua mej moog ib yaam le thaus u nwg tau ua rua Havtxwv Lab faib hlo ua kev qhuav qhawv rua peb lug."},{"bible_id":"1726","chapter_code":"JOS.4","verse_code":"JOS.4.24","label":"24","content":"Vim muaj tej xwm nuav, tej tuabneeg kws nyob thoob nplajteb txhaj paub has tas, tug TSWV yog tug kws muaj fwjchim luj kawg nkaus, hab mej yuavtsum fwm tug TSWV kws yog mej tug Vaajtswv moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.1","label":"1","content":"Thaus cov vaajntxwv kws kaav cov Amaules kws nyob ntawm tug Dlej Yauladees saab nubpoob hab cov vaajntxwv kws kaav cov Kana-aas kws nyob lawv ntug Havtxwv Meditelanees nov xuv has tas, tug TSWV ua rua tug dlej Yauladees faib hlo ua kev qhuav qhawv rua cov Yixalayees moog, puab ntshai cov Yixalayees hab poob sab kawg le."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.2","label":"2","content":"Tug TSWV has rua Yausuas has tas, “Koj ca le muab cov pobzeb hauvsim tsoo kuas ntse le nav rag hab muab cov Yixalayees ua kevcai txav.”"},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.3","label":"3","content":"Yausuas txhaj muab cov Yixalayees ua kevcai txav sau lub pov roob kws hu ua Pov roob Kevcai Txav lawv le tug TSWV has."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.4+JOS.5.5+JOS.5.6","label":"4-6","content":"Thaus cov Yixalayees tawm nraag tebchaws Iziv lug, cov txivneej puavleej ua kevcai txav taag lawm. Tabsis plaub caug xyoo kws cov Yixalayees lug hlaa taj suabpuam, puab tsi tau muab cov mivnyuas tub ua kevcai txav le. Cov txivneej kws muaj noobnyoog ua taug rog kws lug nraag tebchaws Iziv lug tuag taag lawm, rua qhov puab tsi noog tug TSWV lug. Tej ntawd yog muaj lawv le tug TSWV tau has tseg has tas, yuav tsi pub puab moog pum lub tebchaws aav rog hab zoo qoob kws nwg coglug tseg rua puab cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.7","label":"7","content":"Yausuas muab puab cov tub ua kevcai txav, rua qhov cov mivnyuas tam ntawd tseem tsi tau ua kevcai txav le."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.8","label":"8","content":"Tom qaab puab ua kevcai txav taag lawm, puab su moog txug thaus kws puab tej qhov txhaab zoo taag."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.9","label":"9","content":"Tug TSWV has rua Yausuas has tas, “Txawm yog mej ua luas qhev hab poob ntsejmuag thaus mej nyob nraag tebchaws Iziv los nub nua kuv pub kuas mej rov tau ntsejmuag.” Yog le ntawd puab txhaj le tis npe rua thaaj chaw ntawd hu ua Nkilenkas,  naj nub nwgnuav luas tseem hu lub npe ntawd."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.10","label":"10","content":"Thaus cov Yixalayees tseem nyob ntawm Nkilenkas huv lub taj nraag kws ze lub nroog Yelikaus, lub hlis ntawd mo kaum plaub thaus yuav tsaus ntuj puab ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.11","label":"11","content":"Nub tom qaab yog thawj nub kws puab tau noj tej qoobloo kws puab ua tau huv lub tebchaws Kana-aas, yog cov ncuav tsi xyaw keeb hab tej mov kib."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.12","label":"12","content":"Txij nub ntawd Manas tsi poob sau ntuj lug hab cov Yixalayees tsi tau Manas noj le lawm. Xyoo ntawd puab noj tej qoobloo kws puab ua tau huv tebchaws Kana-aas lawm xwb."},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.13","label":"13","content":"Thaus Yausuas puab moog ze lub nroog Yelikaus, nwg pum ib tug txivneej tuav rawv ib raab ntaaj sawv ntawm nwg hauv ntej. Yausuas txaav zog moog ze hab nug has tas, “Koj yog peb ib tug tubrog lossis koj yog yeebncuab?”"},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.14","label":"14","content":"Tug txivneej ntawd teb has tas, “Kuv tsi yog tog twg tubrog le. Kuv lug nuav yog lug ua tug TSWV paab tubrog tug thawj.” Yausuas txhus caug ndlua pe hab has tas, “Tug tswv, kuv yog koj tug tubkhai, koj xaav kuas kuv ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JOS.5","verse_code":"JOS.5.15","label":"15","content":"Tug TSWV paab tubrog tug thawj has rua Yausuas has tas, “Ca le hle koj nkawm khau, vim thaaj chaw kws koj sawv ko, yog qhov chaw dlawbhuv.” Yausuas txawm ua le nwg has."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.1","label":"1","content":"Vim cov Yixalayees moog ze lub nroog Yelikaus, cov tuabneeg huv lub nroog txhaj kaw tej roojvaag tsi pub leejtwg tawm lossis moog tau rua huv lub nroog le."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.2","label":"2","content":"Tug TSWV has rua Yausuas has tas, “Kuv yuav muab lub nroog Yelikaus, tug vaajntxwv kws kaav lub nroog, hab tej tubrog kws sab tawv cob rua koj teg."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.3","label":"3","content":"Koj hab koj cov tubrog ca le ncig lub nroog nuav rau nub, ib nub ncig ib lwm."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.4","label":"4","content":"Koj kuas xyaa leej povthawj ib leeg nqaa ib lub xyu moog ua cov povthawj kws kwv lub Phijxaab ntej. Nub xyaa koj hab koj cov tubrog moog ncig lub nroog xyaa lwm, hab kuas cov Povthawj tshuab raaj tshuab xyu moog ua ntej,"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.5","label":"5","content":"hab koj has kuas puab tshuab raaj tshuab xyu ib zaaj ua lub suab nrov ntev loo. Thaus mej nov lub suab xyu ntawd, mej suavdlawg ca le qw nrov nrov, ces tej ntsaa yeej yuav pob zuav pis zog. Thaus ntawd mej suavdlawg ca le moog kag rua huv lub nroog.”"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.6","label":"6","content":"Yausuas txhaj hu cov povthawj lug cuag nwg. Nwg has rua puab tas, “Mej ca le kwv lub Phijxaab moog hab kuas xyaa leej povthawj kws nqaa xyu moog ua ntej.”"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.7","label":"7","content":"Yausuas has rua cov tubrog has tas, “Peb ca le moog ncig lub nroog, ca ib paab tubrog moog ua tug TSWV lub Phijxaab ntej.”"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.8+JOS.6.9","label":"8-9","content":"Thaus Yausuas has le ntawd taag, ib paab tubrog txawm moog ua cov povthawj kws tshuab raaj tshuab xyu ntej, paab kws moog ua cov tshuab xyu qaab yog cov povthawj kws kwv lub Phijxaab, hab ib paab tubrog lawv cov povthawj ntawd qaab. Lub sijhawm ntawd suab raaj suab xyu nrov tsi tu le."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.10","label":"10","content":"Yausuas has rua nwg cov tuabneeg kuas tsi xob qw hab tsi xob has lug moog txug thaus Yausuas kuas puab has, puab maam le has hab qw."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.11","label":"11","content":"Yausuas has kuas cov povthawj kws kwv tug TSWV lub Phijxaab moog ncig lub nroog ib lwm, rov lug su huv yeej ib mos."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.12+JOS.6.13","label":"12-13","content":"Nub tom qaab Yausuas sawv ntxuv lug txhib cov povthawj hab cov tubrog rov moog ncig lub nroog Yelikaus ib yaam le thawj nub. Ib paab tubrog moog ua xyaa tug povthawj kws tshuab xyaa lub xyu ntej, cov povthawj kws kwv tug TSWV lub Phijxaab ua cov tshuab xyu qaab, hab ib paab tubrog lawv cov povthawj ntawd qaab. Lub sijhawm ntawd suab raaj suab xyu nrov tsi tu le."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.14","label":"14","content":"Nub ob los puab rov moog ncig lub nroog ib lwm, puab maam le rov lug rua huv lub yeej. Puab ua le ntawd tau rau nub."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.15","label":"15","content":"Nub xyaa puab sawv ntxuv moog ncig lub nroog ib yaam le txhua nub, tuab nub ntawd puab ncig xyaa lwm."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.16","label":"16","content":"Thaus puab ncig lwm xyaa taag, cov povthawj txawm tshuab raaj tshuab xyu, hab Yausuas has kuas nwg cov tubrog ca le qw nrov nrov, hab nwg has tas, “Tug TSWV tub muab lub nroog nuav rua mej lawm!"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.17","label":"17","content":"Mej yuavtsum ua kuas txhua yaam kws nyob huv lub nroog nuav puamtsuaj taag, txhaj suav tau has tas, yog muab tej ntawd fij rua tug TSWV. Mej tsuas tseg tug namndlav kws hu ua Lahaj hab nwg tsev tuabneeg xwb, rua qhov nwg tau zais peb ob tug tuabneeg soj tebchaws."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.18","label":"18","content":"Mej tsi xob yuav ib yaam dlaabtsi kws tug TSWV has kuas muab rhuav kuas puamtsuaj huv tuabsi; yog mej muab tej ntawd lug yuav, mej yuav ua rua cov Yixalayees raug kev txomnyem hab lub yeej yuav puamtsuaj."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.19","label":"19","content":"Tej cuabyeej kws yog muab nyaj, muab kub, muab tooj lossis muab hlau ua, yog tej kws tshwj tseg rua tug TSWV. Mej yuavtsum coj tej ntawd lug tso rua huv tug TSWV lub txhaab.”"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.20","label":"20","content":"Cov povthawj tshuab raaj tshuab xyu. Thaus cov tubrog nov tej suab xyu, puab txawm qw nrov nrov, ces lub nroog Yelikaus tej ntsaa yeej txawm pob zuav pis zog taag. Cov tubrog txawm nce pis hlo moog rua huv lub nroog hab txeeb kag taamsim ntawd."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.21","label":"21","content":"Puab muab ntaaj tua txhua tug tuabneeg huv lub nroog, tsi has quaspuj, quasyawg, tug hlub tug yau hab tua tej nyuj tej yaaj, tej neeg luav tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.22","label":"22","content":"Yausuas has rua ob tug kws moog soj tebchaws has tas, “Meb ca le moog rua huv Lahaj kws yog tug namndlav lub tsev, coj nwg hab nwg tsev tuabneeg txhua tug tawm lug, lawv le meb tau coglug rua nwg lawm.”"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.23","label":"23","content":"Yog le ntawd obtug txhaj moog coj Lahaj, nwg nam nwg txiv, nwg cov kwvtij hab cov tubqhe kws nyob huv nwg tsev tawm lug hab coj puab lug nyob ze cov Yixalayees lub yeej."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.24","label":"24","content":"Ces cov Yixalayees txawm hlawv lub nroog hab txhua yaam kws nyob huv kub nyab taag, tsuas tseg tej cuabyeej kws yog muab nyaj, muab kub, muab tooj lossis muab hlau ua kws puab yuav coj lug tso rua huv tug TSWV lub txhaab xwb."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.25","label":"25","content":"Vim tug namndlav Lahaj tau zais ob tug kws Yausuas tso moog soj lub nroog Yelikaus, Yausuas txhaj tsi tua nwg, nwg nam nwg txiv hab nwg cov kwvtij. (Lahaj cov xeebntxwv tseem nyob huv tebchaws Yixalayees lug txug naj nub nua)."},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.26","label":"26","content":"Thaus ntawd Yausuas coglug saamfwm has tas, “Yog leejtwg tseem rov txhim khu lub nroog Yelikaus nuav dlua, tug ntawd yuav raug tug TSWV foom tsi zoo. Yog leejtwg khu lub nroog nuav, nwg tug tub hlub yuav tuag. Yog leejtwg khu tej roojvaag, nwg tug tub ntxawg yuav tuag.”"},{"bible_id":"1726","chapter_code":"JOS.6","verse_code":"JOS.6.27","label":"27","content":"Tug TSWV nrug nraim Yausuas, ua rua nwg lub koob lub npe nrov nchaa moo lug moog thoob lub tebchaws."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.1","label":"1","content":"Tug TSWV tsi pub cov Yixalayees muab ib yaam khoom dlaabtsi kws tug TSWV has kuas muab rhuav kuas puamtsuaj huv tuabsi huv lub nroog Yelikaus lug yuav, tabsis muaj ib tug txivneej npe hu ua Akhaas tsi noog tug TSWV lug, yog le ntawd tug TSWV txhaj chim rua cov Yixalayees. (Akhaas yog Kamis tug tub hab yog Xanpedis tug xeebntxwv kws yog Zelas cuab kwvtij hab yog xeem Yudas."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.2","label":"2","content":"Yausuas tso tuabneeg tawm huv Yelikaus moog soj lub nroog A-is kws nyob ntawm Npethees saab nub tuaj ze Npethavees, hab kuas puab moog soj thoob plawg lub tebchaws ntawd. Thaus puab moog soj thoob lawm,"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.3","label":"3","content":"puab rov lug qha rua Yausuas has tas: “Lub nroog A-is tsi yog nroog luj, tsi xob ca taagnrho peb cov tubrog moog tua lub nroog ntawd. Tsuas tso ob txheeb lossis peb txheeb leej tubrog moog tua xwb.”"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.4","label":"4","content":"Yog le ntawd puab txhaj tso kwvyees le peb txheeb leej tubrog Yixalayees moog tua, tabsis puab swb hab thim rov lug."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.5","label":"5","content":"Cov tubrog huv lub nroog A-is caum puab tua ntawm lub roojvaag nroog tuaj txug ntawm thaaj chaw khawb pobzeb. Puab raug caum tua nqeg haav, ua rua cov Yixalayees tuag kwvyees le peb caug rau leej, puab qaug zug hab ntshai kawg le."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.6","label":"6","content":"Yausuas hab cov Yixalayees cov thawjcoj dlua puab tej rig tsho, hab nyuaj sab kawg. Puab txhus caug khoov ti nkaus huv aav, taabmeeg tug TSWV lub Phijxaab ib nub tsaus ntuj, puab tsuab moov aav rua sau puab taubhau, qha has tas puab nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.7","label":"7","content":"Yausuas has tas, “Tug TSWV kws kaav ib puas tsaav yaam! Vim le caag koj coj peb hlaa tug dlej Yauladees lug. Puas yog koj coj peb lug cob rua cov Amaules txhais teg kuas peb raug puamtsuaj taag? Ua caag tsi ca peb nyob tuabywv saab ntug dlej Yauladees tim u?"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.8","label":"8","content":"Tug TSWV, nwgnuav cov tubrog Yixalayees raug yeebncuab tua swb thim lug lawm, kuv yuav has le caag rua puab?"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.9","label":"9","content":"Cov Kana-aas hab tej tuabneeg kws nyob huv lub tebchaws nuav yuav nov tej xwm nuav. Puab yuav tuaj vij hab muab peb txhua tug tua huv tuabsi. Yuav ua le caag koj lub npe txhaj tsi raug luas txobthuam?”"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.10","label":"10","content":"Tug TSWV has rua Yausuas has tas, “Ca le sawv! Ua le caag koj yuav dlaa huv aav le nuav?"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.11","label":"11","content":"Cov Yixalayees ua txhum! Puab tsi noog kuv lug, puab tsi ua lawv le tej lug cog tseg kws kuv kuas puab ua, puab tau muab tej khoom kws kuv has kuas muab rhuav kuas puamtsuaj. Puab ua tubsaab, puab dlaag, hab puab nqaa tej khoom ntawd lug zais xyaw puab cov lawm."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.12","label":"12","content":"Tub yog vim le nuav, cov tubrog Yixalayees txhaj tua tsi yeej puab cov yeebncuab. Puab swb hab thim rov lug, rua qhov puab raug foom kuas puamtsuaj lawm! Yog mej tsi muab tej khoom kws kuv has kuas mej tsi xob muab ntawd povtseg, kuv yuav tsi nrug mej nyob lawm!"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.13","label":"13","content":"Koj ca le sawv! Muab cov tuabneeg ua kevcai ntxuav kuas huv hab coj puab tuaj cuag kuv. Koj has kuas puab ca le npaaj, pigkig tug TSWV kws yog cov Yixalayees tug Vaajtswv muaj lug yuav has rua puab: ‘Cov Yixalayees, mej muab tej khoom kws kuv kuas muab rhuav puamtsuaj huv tuabsi qee yaam lawm! Mej yuav tua tsi yeej mej cov yeebncuab moog txug thaus mej muab tej khoom ntawd tshem tawm ntawm mej moog!’"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.14","label":"14","content":"Koj ca le has rua puab tas, pigkig sawv ntxuv puab txhua xeem yuav tau tuaj sawv ntawm hauv ntej ib xeem zuj zug; kuv hu xeem twg, xeem ntawd sawv lug ib cuab zuj zug, kuv hu cuab twg cuab ntawd sawv lug ib tsev tuabneeg zuj zug, hab kuv hu tsev twg, tsev ntawd sawv lug ib tug zuj zug."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.15","label":"15","content":"Yog xaiv tau tug twg hab tej khoom kws nwg muab nyob ntawm nwg, mas yuav muab tej kws nwg nyag lug, nwg tej qhov txhua chaw hab nwg tsev tuabneeg hlawv huv tuabsi povtseg, rua qhov nwg tsi noog kuv lug hab nwg ua rua cov Yixalayees poob ntsejmuag.”"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.16","label":"16","content":"Nub tom qaab thaus sawv ntxuv, Yausuas txhaj coj cov Yixalayees txhua xeem tuaj, hab kuas ib xeem zuj zug sawv lug rua tom hauv ntej, ces puab txawm rhu ntawv tau xeem Yudas npe."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.17","label":"17","content":"Nwg txhaj coj xeem Yudas ib cuab zuj zug lug, ces puab rhu tau cuab Xelas npe. Ces nwg coj cuab Xelas ib tsev zuj zug lug, puab rhu tau Xanpedis tsev tuabneeg npe."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.18","label":"18","content":"Nwg coj Xanpedis tsev tuabneeg ib tug zuj zug lug, puab rhu tau Akhaas kws yog Kamis tug tub lub npe, Akhaas yog Zelas tug tub Xanpedis tug xeebntxwv hab yog xeem Yudas."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.19","label":"19","content":"Yausuas has rua Akhaas has tas, “Kuv tug tub, koj ca le qha tseeb rua tug TSWV kws yog cov Yixalayees tug Vaajtswv hab leeg koj tej kev txhum. Nwgnuav koj ca le qha rua kuv saib, koj tau ua dlaabtsi? Koj tsi xob zais le.”"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.20","label":"20","content":"Akhaas teb has tas, “Muaj tseeb tag, kuv tau ua txhum rua tug TSWV kws yog cov Yixalayees tug Vaajtswv lawm. Kuv tau ua le nuav:"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.21","label":"21","content":"Tej khoom kws peb moog txeeb tau ntawd, kuv pum ib lub tsho Npanpiloos kws zoo nkauj heev, hab pum tsib choj nyaj dlawb hab ib dlaim kub nyaav kwvyees ib choj. Kuv ntshaw cov khoom ntawd heev, kuv txhaj muab lug ca lawm. Kuv muab faus rua huv kuv lub tsevntaub hab muab cov nyaj tso rua huv qaab.”"},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.22","label":"22","content":"Yog le ntawd, Yausuas txhaj khaiv ob peb leeg txivneej moog rua huv Akhaas lub tsevntaub, hab pum cov khoom ntawd faus rua huv, hab cov nyaj nyob huv qaab tag."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.23","label":"23","content":"Puab nqaa cov khoom ntawd huv Akhaas lub tsevntaub lug rua Yausuas hab cov Yixalayees saib hab muab tso taabmeeg tug TSWV."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.24","label":"24","content":"Yausuas hab cov Yixalayees txawm coj Akhaas, coj cov nyaj, coj lub tsho, coj dlaim kub hab nwg quaspuj mivnyuas, nwg cov nyuj, nwg cov neeg luav, nwg cov yaaj, nwg cov tshis, nwg lub tsevntaub hab nwg tej khoom txhua yaam moog rua huv lub Haav Covnyom."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.25","label":"25","content":"Yausuas has rua Akhaas has tas, “Ua caag koj yuav coj tej kev ntxhuv sab le nuav lug rua peb? Nub nua tug TSWV yuav coj kev covnyom lug rua koj!” Ces taagnrho cov Yixalayees txawm muab pobzeb ntaus Akhaas, ntaus nwg quaspuj mivnyuas tuag taag huv tuabsi, hab muab puab hlawv nrug nwg tej khoom kub nyab taag dlu lug."},{"bible_id":"1726","chapter_code":"JOS.7","verse_code":"JOS.7.26","label":"26","content":"Puab muab pobzeb pov rua sau Akhaas teeb ua ib pawg luj heev. Pawg pobzeb ntawd tseem nyob lug txug naj nub nua. Yog le ntawd, txhaj muab thaaj chaw ntawd hu ua lub Haav Covnyom. Tug TSWV txhaj tsi chim rua puab lawm."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.1","label":"1","content":"Tug TSWV has rua Yausuas has tas, “Ca le coj taagnrho koj cov tubrog moog tua lub nroog A-is; tsi xob ntshai lossis qaug zug. Kuv yuav paab kuas koj moog tua yeej tug vaajntxwv kws kaav lub nroog ntawd, kuv tub muab nwg lub tebchaws, lub nroog hab nwg cov tuabneeg cob rua koj teg lawm."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.2","label":"2","content":"Koj ca le moog tua lub nroog A-is hab nwg tug vaajntxwv lawv le koj ua rua lub nroog Yelikaus hab tug vaajntxwv, tabsis zag nuav koj tseg tej khoom tseemceeb, hab tej tsaj kws mej txeeb tau lug ua koj tug. Mej ca le txhij tubrog hab nyaag tuabywv moog tuaj tom puab qaab tua lub nroog.”"},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.3","label":"3","content":"Yog le ntawd Yausuas txhaj txhij tubrog moog tua lub nroog A-is. Nwg xaiv nwg cov tubrog tau peb caug txheeb leej kws khov kho hab kuas puab moog thaus ib taag mo."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.4","label":"4","content":"Yausuas has rua puab tas, “Mej moog nkaum ze rua ntawm ntug nroog npaaj rawv tog sis tua."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.5","label":"5","content":"Kuv hab cov tubrog kws nrug kuv, peb yuav txeem moog rua huv lub nroog ua ntej. Thaus cov tubrog huv lub nroog A-is tawm tuaj tua peb, peb yuav ua txuj thim tsiv rov qaab ib yaam le peb ua thawj zag."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.6","label":"6","content":"Puab yeej yuav caum peb tua tuaj dlhau ntug nroog. Puab yuav xaav has tas, peb swb puab ib yaam le thawj zag."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.7","label":"7","content":"Thaus ntawd mej ca le tawm huv mej tej chaw nkaum moog txeeb kag lub nroog. Tug TSWV kws yog mej tug Vaajtswv tub muab lub nroog ntawd rua mej lawm."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.8","label":"8","content":"Thaus mej txeeb tau lub nroog lawm, mej ca le tis suavtawg hlawv lub nroog lawv le tug TSWV tau has lawm. Tej nuav yog lug saamfwm rua mej.”"},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.9","label":"9","content":"Yausuas kuas puab moog nrhav chaw nkaum ntawm lub nroog A-is saab nubpoob nruab nraab ntawm lub nroog A-is hab Npethees zuv tog. Mo ntawd Yausuas tseem nyob huv lub yeej."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.10","label":"10","content":"Taagkig sawv ntxuv Yausuas hu nwg cov tubrog tuaj ua ke. Ces Yausuas hab cov Yixalayees cov thawjcoj txawm coj cov tubrog moog rua peg lub nroog A-is."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.11","label":"11","content":"Yausuas hab cov tubrog kws nrug nwg txawm moog rua ntawm ncauj ke kws moog rua huv lub nroog, hab puab tsuam yeej rua ntawm ntug nroog saab qaumteb kws muaj ib lub vuaghaav quas puab hab lub nroog A-is."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.12","label":"12","content":"Yausuas coj kwvyees le tsib txheeb leej tubrog nrug nwg moog nkaum ntawm lub nroog A-is saab nubpoob, nruab nraab ntawm lub nroog A-is hab Npethees."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.13","label":"13","content":"Cov tubrog kws yuav xub moog tua, puab tsuam yeej rua ntawm lub nroog saab qaumteb, hab dlua le lwm cov, puab moog zuv kev rua saab nubpoob. Mo ntawd Yausuas nyob ib mos huv lub vuaghaav."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.14","label":"14","content":"Thaus tug vaajntxwv kws kaav lub nroog A-is pum Yausuas cov tubrog, nwg txawm txhij nwg cov tubrog ceev nrooj tuaj. Nwg hab nwg cov tubrog taug lub haav Yauladees tuaj tua cov Yixalayees ntawm qhov chaw kws puab sis tua thawj zag. Tabsis vaajntxwv tsi paub has tas, cov tubrog Yixalayees yuav puav tom qaab tuaj."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.15","label":"15","content":"Yausuas hab cov tubrog kws nrug nwg ua txuj swb hab tsiv moog rua tom taj suabpuam."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.16","label":"16","content":"Luas hu taagnrho cov txivneej huv nroog tuaj caum Yausuas puab tua, hab thaus puab caum Yausuas cov tubrog moog dleb nroog lawm."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.17","label":"17","content":"Cov txivneej huv lub nroog A-is  txhua tug moog caum cov Yixalayees tua tsi tseg ib tug ca zuv lub nroog le, hab tseg lub roojvaag qheb lug ca."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.18","label":"18","content":"Ces tug TSWV has rua Yausuas has tas. “Ca le tsaa koj raab muv rua lub nroog A-is; kuv tub muab lub nroog ntawd cob rua koj teg lawm.” Yausuas txawm ua lawv le tug TSWV has,"},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.19","label":"19","content":"hab thaus cov tubrog kws nkaum ntawm ntug nroog pum Yausuas tsaa nwg raab muv, puab txawm sawv dlha moog rua huv lub nroog hab txeeb kag tau lub nroog. Puab txawm tis suavtawg hlawv taamsim ntawd."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.20","label":"20","content":"Thaus cov tubrog A-is tig saib tom qaab, puab pum paa tawg nchu auv nab rua sau ntuj, ua rua puab tau kev twg, rua qhov cov tubrog Yixalayees kws tsiv rua tom taj suabpuam tig rov lug tua puab."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.21","label":"21","content":"Thaus Yausuas hab cov tubrog kws nrug nwg pum nwg lwm paab tubrog txeeb tau lub nroog A-is hab tis suavtawg hlawv lawm, puab txawm tig rov lug tua cov tubrog A-is."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.22","label":"22","content":"Cov tubrog Yixalayees kws moog txeeb hab hlawv lub nroog tawm lug paab tua hab. Cov tubrog A-is pum has tas cov tubrog Yixalayees vij puab taag lawm, cov tubrog Yixalayees muab cov tubrog A-is tua tuag taag tsi muaj ib tug dlim le,"},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.23","label":"23","content":"tsuas yog tseg tug vaajntxwv kws kaav lub nroog A-is xwb. Puab nteg tau nwg hab coj moog cuag Yausuas."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.24","label":"24","content":"Cov tubrog Yixalayees tua cov tubrog A-is kws tuaj caum puab tuag taag rua tom taj suabpuam, ces puab rov lug rua huv lub nroog, hab muab cov tuabneeg kws nyob huv nroog tua tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.25+JOS.8.26","label":"25-26","content":"Yausuas tseem tuav rawv nwg raab muv tsaa rua lub nroog A-is moog txug thaus puab tua txhua tug tuag taag huv tuabsi. Nub ntawd cov tuabneeg huv lub nroog A-is, tsi has quaspuj, txivneej kws raug tua tuag muaj kaum ob txheeb leej."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.27","label":"27","content":"Cov Yixalayees tseg tej khoom tseemceeb hab tej tsaj kws puab txeeb tau huv lub nroog ca lawv le tug TSWV tau has rua Yausuas lawm."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.28","label":"28","content":"Yausuas hlawv lub nroog A-is kub nyab ua moov tshauv taag. Hab nwg tseem zoo le ntawd lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.29","label":"29","content":"Yausuas muab tug vaajntxwv kws kaav lub nroog A-is dlai rua ntawd ib tug ntoo moog txug thaus yuav tsaus ntuj. Thaus lub nub yuav poob qho, Yausuas has kuas nwg cov tubrog moog muab vaajntxwv lub cev txu lug hab coj moog pov rua tim ncauj ke roojvaag nroog, puab khaws pobzeb lug teeb rua sau nwg ua ib pawg luj luj; pawg pobzeb ntawd tseem nyob lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.30","label":"30","content":"Yausuas teeb ib lub thaaj rua sau lub roob Enpales rua tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.31","label":"31","content":"Yausuas ua lub thaaj ntawd zoo ib yaam le tug qauv kws tug TSWV tug tubkhai Mauxes qha tseg rua cov Yixalayees hab lawv le Mauxes txuj Kevcai kws has tseg tas: “Lub thaaj kws muab pobzeb ua tsi xob muab txaug hlau txaug”. Puab hlawv khoom theej txhoj rua sau lub thaaj hab muab khoom hlawv fij ua kev sis raug zoo rua tug TSWV."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.32","label":"32","content":"Thaus ntawd Yausuas sau Vaajtswv txuj Kevcai kws Mauxes tub xub sau tseg lawm rua sau cov txag zeb  taabmeeg cov Yixalayees."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.33","label":"33","content":"Cov Yixalayees, puab cov thawjcoj, cov numtswv, cov txav txim, hab lwm tsaav tuabneeg kws nrug puab nyob, puavleej tuaj sawv ntawm tug TSWV lub Phijxaab ob saab, tig xubndlag rua cov povthawj kws kwv lub Phijxaab. Cov tuabneeg ib nraab tig nrausqaum rua lub Roob Khelixemes, hab ib nraab tig nrausqaum rua lub Roob Enpales. Tug TSWV tug tubkhai Mauxes has kuas cov Yixalayees ua le ntawd lub sijhawm kws puab tuaj txais koob moov."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.34","label":"34","content":"Yausuas nyeem tug TSWV txuj Kevcai hab nyeem tej lug foom koob moov hab tej lug foom tsi zoo lawv le tub sau ca rua huv phoo ntawv kws teev txuj Kevcai lawm."},{"bible_id":"1726","chapter_code":"JOS.8","verse_code":"JOS.8.35","label":"35","content":"Txhua nqai Kevcai kws Mauxes sau tseg, Yausuas muab lug nyeem rua suavdlawg noog, tsi has quaspuj mivnyuas hab lwm tsaav tuabneeg kws nrug puab nyob."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.1","label":"1","content":"Qhov kws cov Yixalayees muaj yeej ntawd nrov nchaa moog txug cov vaajntxwv kws nyob ntawm tug dlej Yauladees saab nubpoob, tsi has sau tej laaj roob, tej taw roob, tej taj nraag hab lawv ntug Havtxwv Meditelanees moog rua peg Lenpanoos. Cov vaajntxwv nuav yog cov kws kaav cov Hitis. cov Amaules, cov Kana-aas, cov Pelixes, cov Hivis hab cov Yenpus."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.2","label":"2","content":"Cov vaajntxwv nuav koom ua ke tuaj tua Yausuas hab cov Yixalayees."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.3","label":"3","content":"Tabsis cov Nkinpe-oos kws yog cov Hivis, nov tej kws Yausuas tua yeej lub nroog Yelikaus hab lub nroog A-is,"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.4","label":"4","content":"ces cov Nkinpe-oos txawm tuav tswvyim tuaj dlaag Yausuas. Puab muab tej khoom noj ntim rua huv tej naab kws qub qub hab to qhov lawm, hab muab cawv txiv maab ntim rua huv cov naab tawv qub qub nog rua puab cov neeg luav thauj tuaj."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.5","label":"5","content":"Puab naav tej rig tsho hab rau tej khau ndluag ndluag kws tub zoo muab povtseg lawm xwb, hab tej ncuav kws puab coj tuaj tub qhuav hab tuaj pwm taag lawm."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.6","label":"6","content":"Puab tuaj rua huv lub yeej kws nyob ntawm Nkilenkas, puab has rua Yausuas hab cov Yixalayees has tas, “Peb taug kev dleb heev tuaj, peb xaav tuaj nrug mej sis coglug.”"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.7","label":"7","content":"Tabsis cov Yixalayees teb has tas, “Vim le caag peb txhaj yuav nrug mej sis coglug?, tej zag mej nyob ibncig ze ntawm nuav xwb.”"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.8","label":"8","content":"Puab has rua Yausuas has tas, “Peb txaus sab ua koj cov tubqhe.” Yausuas nug puab has tas, “Mej yog leejtwg hab mej tuaj qhov twg tuaj?”"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.9","label":"9","content":"Puab has rua Yausuas has tas: “Peb tuaj lub tebchaws kws dleb heev tuaj, rua qhov peb tau nov txug tug TSWV kws yog mej tug Vaajtswv hab txhua yaam txujci kws nwg tau ua nraag tebchaws Iziv,"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.10","label":"10","content":"hab tej kws nwg tau ua rua ob tug vaajntxwv kws kaav cov Amaules kws nyob tim tug dlej Yauladees saab nubtuaj kws yog Vaajntxwv Xihoos kws kaav lub nroog Hesenpoos hab Vaajntxwv Aunkas kws nyob huv lub nroog kws Asetalus kaav huv tebchaws Npasaas."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.11","label":"11","content":"Peb cov thawjcoj hab cov pejxeem kws nyob huv peb lub tebchaws kuas peb npaaj mivntsiv khoom noj khoom haus taug kev tuaj cuag koj ua koj qhev hab thov nrug koj sis coglug."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.12","label":"12","content":"Thaus peb sawv kev tuaj peb tej ncuav tseem suv, tabsis koj saib, tub qhuav hab tuaj pwm taag."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.13","label":"13","content":"Thaus peb ntim kua txiv maab rua huv cov naab tawv nuav, cov naab tseem tshab, tabsis koj saib! Tej naab to taag, peb tej rig tsho hab khau los ndluag taag vim peb taug kev dleb heev tuaj.”"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.14","label":"14","content":"Cov Yixalayees txawm txais cov khoom kws cov tuabneeg nuav coj tuaj qee yaam, tabsis puab tsi nug tug TSWV le."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.15","label":"15","content":"Yausuas pum zoo nrug cov Nkinpe-oos cog phoojywg hab ca puab nrug cov Yixalayees nyob. Cov Yixalayees tej thawjcoj txawm coglug has tas, puab yuav ceev tej lug cog tseg ntawd."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.16","label":"16","content":"Tom qaab kws coglug taag tau peb nub, cov Yixalayees maam le paub has tas cov tuabneeg ntawd nyob ibncig ze ntawm puab xwb."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.17","label":"17","content":"Cov Yixalayees moog peb nub xwb, puab txawm moog txug cov nroog kws cov tuabneeg ntawd nyob: cov nroog ntawd yog lub nroog Nkinpe-oos, lub nroog Khefilas, lub nroog Npeluthas, hab lub nroog Kili-as Ye-alees."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.18","label":"18","content":"Tabsis cov Yixalayees tsi tua puab, rua qhov cov thawjcoj tub tuav tug TSWV kws yog cov Yixalayees tug Vaajtswv lub npe nrug cov tuabneeg ntawd sis coglug lawm. Cov Yixalayees txhaj le ywg puab cov thawjcoj,"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.19","label":"19","content":"tabsis cov thawjcoj teb has tas, “Peb tub tuav tug TSWV kws yog cov Yixalayees tug Vaajtswv lub npe nrug puab coglug lawm, nwgnuav peb tua tsi tau puab cov ntawd."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.20","label":"20","content":"Peb yuavtsum ca puab nrug peb nyob vim tej lug kws peb cog tseg rua puab, yog peb tsi ca puab nyob, Vaajtswv yuav rau txim rua peb."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.21","label":"21","content":"Peb tseg puab nyob, tabsis ca puab moog txav tawg hab nqaa dlej rua peb.” Cov Yixalayees tej thawjcoj pum zoo ua le ntawd."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.22","label":"22","content":"Yausuas tso tuabneeg moog coj cov Nkinpe-oos tuaj cuag nwg. Yausuas nug puab has tas, “Vim le caag mej tuaj dlaag peb has tas, mej yog tuabneeg nyob dleb heev tuaj? Tabsis mej nyob ibncig ntawm nuav xwb?"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.23","label":"23","content":"Vim mej dlaag le ntawd, Vaajtswv txhaj rau txim rua mej. Mej cov tuabneeg yuav ua qhev txav tawg hab nqaa dlej rua huv kuv tug Vaajtswv lub Tuamtsev moog le.”"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.24","label":"24","content":"Puab teb has tas, “Qhov kws peb ua le nuav vim peb paub has tas, tug TSWV kws yog mej tug Vaajtswv tau has rua nwg tug tubkhai Mauxes has tas nwg yuav muab taagnrho lub tebchaws Kana-aas nuav rua mej, hab mej yuav tua cov tuabneeg kws nyob huv lub tebchaws nuav kuas tuag taag huv tuabsi ib yaam le mej tau ua taag lug lawm. Peb dlaag mej le ntawd, vim peb ntshai mej heev, peb ua neej nyob ntshai quas rwg xwb."},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.25","label":"25","content":"Nwgnuav peb nyob huv mej xibteg lawm, mej yuav ua le caag rua peb los nyob ntawm mej pum zoo.”"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.26","label":"26","content":"Yog le ntawd, Yausuas txhaj tsi pub kuas cov Yixalayees tua puab,"},{"bible_id":"1726","chapter_code":"JOS.9","verse_code":"JOS.9.27","label":"27","content":"tabsis txij nub ntawd moog cov Nkinpe-oos ua qhev txav tawg hab nqaa dlej rua cov Yixalayees hab rua tug TSWV lub thaaj. Puab tseem ua qhev le ntawd rua huv tug TSWV lub Tuamtsev lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.1","label":"1","content":"Adaunixedes kws ua vaajntxwv kaav lub nroog Yeluxalees  nov has tas, Yausuas moog tua tau lub nroog A-is hab muab rhuav puamtsuaj taag, nteg tau tug vaajntxwv kws kaav lub nroog ntawd, hab muab tua povtseg ib yaam le tua tug vaajntxwv kws kaav lub nroog Yelikaus hab ua rua lub nroog puamtsuaj, hab nwg tseem nov has tas cov Nkinpe-oos nrug cov Yixalayees cog phoojywg hab nrug puab nyob lawm."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.2","label":"2","content":"Cov tuabneeg kws nyob huv lub nroog Yeluxalees ntshai heev, rua qhov lub nroog Nkinpe-oos tseem luj tshaaj tej nroog kws muaj vaajntxwv kaav hab luj dlua lub nroog A-is, hab muaj tej tubrog kws txawj tua rog nyob huv."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.3","label":"3","content":"Vaajntxwv Adaunixedes txhaj le tso tuabneeg moog has rua Vaajntxwv Hauhaas kws kaav lub nroog Henploos, Vaajntxwv Pilaas kws kaav lub nroog Yamus, Vaajntxwv Yafias kws kaav lub nroog Lakhis hab Vaajntxwv Denpis kws kaav lub nroog Enkiloos has tas:"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.4","label":"4","content":"“Mej ca le tuaj paab kuv tua lub nroog Nkinpe-oos, rua qhov cov tuabneeg kws nyob huv lub nroog ntawd moog nrug Yausuas hab cov Yixalayees cog phoojywg lawm.”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.5","label":"5","content":"Cov Amaules tsib tug vaajntxwv kws kaav lub nroog Yeluxalees, lub nroog Henploos, lub nroog Yamus, lub nroog Lakhis, hab lub nroog Enkiloos txhaj koom tuaj tua lub nroog Nkinpe-oos."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.6","label":"6","content":"Cov Nkinpe-oos txhaj tso tuabneeg tuaj cuag Yausuas huv lub yeej kws nyob ntawm Nkilenkas has tas, “Koj ca le tuaj paab peb, rua qhov cov Amaules cov vaajntxwv kws nyob sau tej laaj roob huv tebchaws nuav koom ua ke tuaj tua peb lawm; Thov koj tsi xob tso peb tseg, ca le tuaj cawm peb!”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.7","label":"7","content":"Yog le ntawd Yausuas hab taagnrho nwg cov tubrog hab cov tubrog kws ua tau tshaaj plawg txawm sawv kev huv Nkilenkas moog lawm."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.8","label":"8","content":"Tug TSWV has rua Yausuas has tas, “Koj tsi xob ntshai puab. Kuv tub muab puab cob rua koj txhais teg lawm. Yuav tsi muaj leejtwg tawmtsaam yeej koj.”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.9","label":"9","content":"Yausuas txawm coj nwg paab tubrog tawm huv Nkilenkas maub ib mos kaaj ntug plawg moog txug ndlua lub nroog Nkinpe-oos, hab puab ca le tua thaus cov Amaules tsi nwm le."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.10","label":"10","content":"Thaus cov Amaules pum cov Yixalayees, tug TSWV ua rua cov Amaules ceeb hab tawg tsiv ua saab ua sua taag. Cov Yixalayees tua cov Amaules tuag coob heev rua huv lub nroog Nkinpe-oos, hab caum puab tsiv hlaa lub dlawm Npethes Hauloos moog txug ndlua lub nroog Axekas hab lub nroog Makedas."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.11","label":"11","content":"Thaus cov Amaules tsiv hlaa lub dlawm ntawd moog ua cov Yixalayees ntej, tug TSWV tso tej lawg kws luj heev lug ntaus cov yeebncuab tuag pawg lug moog ti nkaus lub nroog Axekas. Cov kws lawg ntaus tuag tseem coob tshaaj cov kws raug cov Yixalayees tua."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.12","label":"12","content":"Nub kws tug TSWV paab cov Yixalayees tua yeej cov Amaules, Yausuas has rua tug TSWV taabmeeg cov Yixalayees has tas: “Lub nub, ca le nreg rua sau lub nroog Nkinpe-oos; lub hli, ca le nreg rua sau lub Haav Aiyaloos.”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.13","label":"13","content":"Lub nub hab lub hli txawm nreg lawv le Yausuas has moog txug thaus cov Yixalayees tua yeej puab cov yeebncuab. Zaaj xwmtxheej nuav puab muab sau tseg rua huv Yasas phoo ntawv. Lub nub nreg rua sau nruab ntug ntev le ib nub nkaus."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.14","label":"14","content":"Txij thaus u lug txug naj nub nua, yeej tsi tau muaj ib zag kws tug TSWV noog tuabneeg lug le nub ntawd. Tug TSWV tuaj cov Yixalayees tog."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.15","label":"15","content":"Tom qaab ntawd, Yausuas hab nwg cov tubrog txhaj rov lug rua huv lub yeej kws nyob huv Nkilenkas lawm."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.16","label":"16","content":"Cov Amaules tsib tug vaajntxwv tsiv moog nkaum rua huv lub qhov tsua Makedas,"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.17","label":"17","content":"tabsis muaj tuabneeg pum hab lug has qha rua Yausuas has tas tsib tug vaajntxwv ntawd tsiv moog nkaum huv lub qhov tsua Makedas."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.18","label":"18","content":"Yausuas has tas, “Ca le dlov ib cov pobzeb luj lug txhaws lub qhov tsua hab tso tuabneeg zuv ntawm rooj qho."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.19","label":"19","content":"Tabsis mej tsi xob tso tseg. Mej yuavtsum caum cov yeebncuab moog hab tuaj tom qaab tua puab; tsi xob pub kuas puab tsiv dlim rov moog rua huv puab tej nroog le! Tug TSWV kws yog mej tug Vaajtswv tub pub mej tua yeej puab lawm.”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.20","label":"20","content":"Yausuas hab cov Yixalayees tua cov yeebncuab tuag coob heev, tabsis muaj ibtxha tsiv moog nkaum rua ntawm tej ntsaa yeej kws thaiv lub nroog lawm, puab txhaj tsi raug tua."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.21","label":"21","content":"Yausuas cov tubrog rov lug cuag nwg huv lub yeej ntawm Makedas, txhua tug puavleej nyob txhij txhua. Tsi muaj leejtwg yuav muaj cuabkaav tshev lossis tawmtsaam cov Yixalayees le."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.22","label":"22","content":"Yausuas has rua nwg cov tubrog tas, “Mej ca le qheb lub qhov tsua hab coj tsib tug vaajntxwv ntawd lug cuag kuv.”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.23","label":"23","content":"Cov tubrog txhaj moog qheb lub qhov tsua hab coj tsib tug vaajntxwv kws kaav lub nroog Yeluxalees, lub nroog Henploos, lub nroog Yamus, lub nroog Lakhis hab lub nroog Enkiloos tawm huv qhov tsua"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.24","label":"24","content":"lug cuag Yausuas. Yausuas txhaj hu taagnrho cov tubrog Yixalayees lug cuag nwg, hab nwg kuas cov thawj tubrog kws nrug nwg moog tsuj cov vaajntxwv ntawd cejdlaab. Ces puab ua lawv le Yausuas has."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.25","label":"25","content":"Yausuas has rua cov thawj tubrog tas, “Mej tsi xob ntshai lossis qaug zug. Mej ca le ua sab tawv qhawv hab tso sab rua tug TSWV, rua qhov nwg yeej pum zoo kuas mej ua le nuav rua peb cov yeebncuab.”"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.26","label":"26","content":"Yausuas muab tsib tug vaajntxwv ntawd tua hab coj moog dlai rua ntawm tsib tug ntoo ib nub tsaus ntuj."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.27","label":"27","content":"Thaus lub nub poob qho lawm, Yausuas has kuas cov tubrog moog muab cov vaajntxwv ntawd txu hab coj moog pov rua huv lub qhov tsua kws puab tsiv moog nkaum, hab puab muab ib cov pobzeb luj lug txhaws lub qhov tsua. Naj nub nua tej pobzeb ntawd tseem nyob."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.28","label":"28","content":"Nub kws Yausuas moog tua hab txeeb tau lub nroog Makedas, nwg nteg tau tug vaajntxwv kws kaav lub nroog ntawd. Nwg muab tug vaajntxwv hab cov pejxeem tua tuag taag tsi tseg ib tug seem le. Yausuas ua rua tug vaajntxwv kws kaav lub nroog Makedas ib yaam le nwg ua rua tug vaajntxwv kws kaav lub nroog Yelikaus."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.29","label":"29","content":"Tom qaab ntawd, Yausuas hab nwg cov tubrog tawm huv lub nroog Makedas moog tua lub nroog Linas."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.30","label":"30","content":"Tug TSWV pub cov Yixalayees tua yeej tug vaajntxwv hab txeeb tau lub nroog ntawd. Puab tua txhua tug tsi tseg ib tug seem le. Puab ua rua tug vaajntxwv ntawd ib yaam le puab ua rua tug vaajntxwv kws kaav lub nroog Yelikaus."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.31","label":"31","content":"Tom qaab ntawd, Yausuas hab nwg cov tubrog tawm huv lub nroog Linas moog vij hab tua lub nroog Lakhis."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.32","label":"32","content":"Nub ob, tug TSWV pub cov Yixalayees tua yeej lub nroog Lakhis, Puab tua txhua tug tsi tseg ib tug seem le. Puab ua rua lub nroog Lakhis ib yaam le puab ua rua lub nroog Linas."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.33","label":"33","content":"Vaajntxwv Haulaas kws kaav lub nroog Nkexes txawm tuaj paab lub nroog Lakhis, tabsis Yausuas puab tua nwg hab nwg cov tubrog tuag taag tsi tshuav ib tug seem le."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.34","label":"34","content":"Tom qaab ntawd, Yausuas hab nwg cov tubrog tawm huv lub nroog Lakhis moog vij hab tua lub nroog Enkiloos."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.35","label":"35","content":"Nub kws puab txeeb tau lub nroog ntawd, puab tua cov tuabneeg huv tuag taag tsi tseg ib tug seem ib yaam le puab ua rua lub nroog Lakhis."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.36","label":"36","content":"Tom qaab ntawd Yausuas hab nwg cov tubrog tawm huv lub nroog Enkiloos nce tej laaj roob moog tua lub nroog Henploos,"},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.37","label":"37","content":"hab txeeb tau lub nroog ntawd. Puab tua tug vaajntxwv hab cov pejxeem tuag taag ib yaam le puab ua rua cov nroog kws nyob ibncig lub nroog ntawd. Yausuas puab ua rua lub nroog hab cov tuabneeg puamtsuaj taag ib yaam le puab ua rua lub nroog Enkiloos tsi tseg ib tug seem le."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.38","label":"38","content":"Ces Yausuas hab nwg cov tubrog rov lug tua lub nroog Denpis."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.39","label":"39","content":"Yausuas txeeb tau lub nroog, tua tug vaajntxwv hab cov nroog kws nyob ibncig ntawd. Yausuas ua rua lub nroog Denpis tug vaajntxwv ib yaam le nwg ua rua lub nroog Henploos hab lub nroog Linas hab ob tug vaajntxwv."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.40","label":"40","content":"Yausuas tua yeej thoob plawg lub tebchaws, tsi has tug vaajntxwv kws nyob sau laaj roob, nyob zaaj ntaav zaag saab nubtuaj, nyob zaaj taw roob saab nubpoob, hab zaaj mojsaab saab qaabteb. Puab tua txhua tug tsi tseg ib tug seem lawv le tug TSWV has rua Yausuas lawm."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.41","label":"41","content":"Yausuas tua yeej txij ndlua ntawm Kades Npane-as kws nyob saab qaabteb moog rua Nkaxas kws nyob ze ntug havtxwv, hab tau taagnrho cheebtsaam Nkusees moog txug Nkinpe-oos kws nyob saab qaumteb."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.42","label":"42","content":"Yausuas tua yeej cov vaajntxwv nuav hab puab tej nroog, rua qhov tug TSWV kws yog cov Yixalayees tug Vaajtswv tuaj cov Yixalayees tog."},{"bible_id":"1726","chapter_code":"JOS.10","verse_code":"JOS.10.43","label":"43","content":"Tom qaab ntawd, Yausuas hab nwg cov tubrog rov lug rua huv lub yeej kws nyob ntawm Nkilenkas."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.1","label":"1","content":"Thaus Vaajntxwv Yanpees kws kaav lub nroog Haxaules nov has tas, Yausuas hab nwg cov tubrog tua yeej ntau lub nroog lawm, nwg xaa xuv moog rua Vaajntxwv Yaunpas kws kaav lub nroog Madoos, tug vaajntxwv kws kaav lub nroog Siloos hab tug vaajntxwv kws kaav lub nroog Akisas,"},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.2","label":"2","content":"tug vaajntxwv kws nyob sau roob saab qaumteb, tug vaajntxwv kws nyob huv lub Haav Yauladees ntawm Havtxwv Kalilais saab qaabteb, tug vaajntxwv kws nyob ntawm taw roob, hab tug vaajntxwv kws nyob ntawm ntug havtxwv ze lub nroog Daules,"},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.3","label":"3","content":"hab Vaajntxwv Yanpees has moog rua cov Kana-aas kws nyob lawv ob saab ntug dlej Yauladees, cov Amaules, cov Hitis, cov Pelixes, cov Yenpus kws nyob sau roob hab cov Hivis kws nyob ntawm taw roob Helemoos huv tebchaws Mixepas huv tuabsi."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.4","label":"4","content":"Puab coj puab cov tubrog coob heev tuaj npaum le tej xuabzeb ntawm ntug havtxwv. Puab muaj neeg hab tsheb neeg ntau kawg le."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.5","label":"5","content":"Taagnrho cov vaajntxwv nuav sis sau ua ke tuaj tsuam yeej rua ntawm ntug Dlej Meloos tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.6","label":"6","content":"Tug TSWV has rua Yausuas has tas, “Koj tsi xob ntshai puab, pigkig taav lub caij nuav, kuv yuav paab cov Yixalayees tua kuas puab tuag taag huv tuabsi. Tom qaab ntawd koj ca le muab puab tej neeg txav leeg rawg hab hlawv puab tej tsheb neeg.”"},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.7","label":"7","content":"Yausuas hab nwg cov tubrog moog tua puab cov yeebncuab ntawm tug Dlej Meloos thaus puab tsi nwm le."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.8","label":"8","content":"Tug TSWV tub muab cov yeebncuab cob rua cov Yixalayees teg lawm; puab txhaj caum cov yeebncuab tua moog txug ntawm Milefus Mees hab Xidoos kws nyob saab qaumteb, hab moog txug rua ntawm lub Haav Mixepas kws nyob saab nubtuaj. Puab sis tua moog txug thaus cov yeebncuab tuag taag."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.9","label":"9","content":"Yausuas ua rua cov yeebncuab lawv le tug TSWV has rua nwg lawm. Yausuas txhaj muab cov yeebncuab tej neeg txav leeg rawg hab hlawv puab tej tsheb neeg."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.10","label":"10","content":"Yausuas rov lug txeeb tau lub nroog Haxaules hab muab tug vaajntxwv kws kaav lub nroog ntawd tua. (Thaus ntawd lub nroog Haxaules muaj fwjchim dlua lwm lub nroog huv lub tebchaws ntawd.)"},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.11","label":"11","content":"Puab muab txhua tug kws nyob huv lub nroog ntawd tua tuag taag tsi tseg ib tug seem le hab muab lub nroog hlawv."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.12","label":"12","content":"Yausuas tua yeej cov vaajntxwv, txeeb tau puab tej nroog, hab muab txhua tug tuabneeg tua tuag huv tuabsi lawv le tug TSWV tug tubkhai Mauxes tau has tseg lawm."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.13","label":"13","content":"Tabsis cov Yixalayees tsi hlawv tej nroog kws nyob sau tej pov roob, Yausuas tsuas hlawv lub nroog Haxaules nkaus xwb."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.14","label":"14","content":"Cov Yixalayees nqaa tej khoom muaj nqes hab coj tej tsaj txhu huv lub nroog ntawd moog ua puab tug. Tabsis puab muab cov tuabneeg tua tuag taag tsi tseg ib tug seem le."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.15","label":"15","content":"Tug TSWV tub has rua nwg tug tubkhai Mauxes lawm, kuas Mauxes has rua Yausuas, kuas Yausuas ua lawv le tej kws has lug ntawd. Yausuas ua txhua yaam lawv le tug TSWV has rua Mauxes."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.16","label":"16","content":"Yausuas txeeb tau taagnrho lub tebchaws: cheebtsaam kws ua laaj roob hab taw roob, tsi has qaabteb hab qaumteb, taagnrho cheebtsaam Nkusees, cheebtsaam mojsaab qhua kws nyob saab qaabteb, hab taagnrho lub Haav Yauladees."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.17+JOS.11.18","label":"17-18","content":"Cheebtsaam saab qaabteb txij ndlua ntawm lub Roob Halaj kws ze rua ntawm Edoos, hab saab qaumteb moog txug ndlua Npankas huv lub Haav Lenpanoos kws nyob ntawm lub Roob Helemoos saab qaabteb. Yausuas ua rog nrug cov vaajntxwv kws kaav tej cheebtsaam ntawd tau ntev loo, tabsis thaus kawg Yausuas nteg tau cov vaajntxwv ntawd hab muab tua povtseg huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.19","label":"19","content":"Tsuas yog tshuav lub nroog Nkinpe-oos kws cov Hivis ibtxha kws nrug cov Yixalayees cog phoojywg txhaj tsi raug tua xwb. Dlua le lwm lub nroog raug tua hab raug rhuav puamtsuaj taag."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.20","label":"20","content":"Tug TSWV ua kuas puab muaj lub sab tawv tuaj tua cov Yixalayees, yog le ntawd cov Yixalayees txhaj tsi hlub tshua puab hab muab puab tua puamtsuaj taag. Tej nuav muaj lawv le tug TSWV has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.21","label":"21","content":"Thaus ntawd Yausuas moog tua hab rhuav cov tuabneeg Anakees kws luj hab sab heev kws nyob sau tej pov roob huv lub nroog Henploos, lub nroog Denpis, lub nroog Anas hab taagnrho sau tej laaj roob kws cov Yudas hab cov Yixalayees nyob. Yausuas tua cov tuabneeg hab rhuav puab tej nroog puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.22","label":"22","content":"Tsi tshuav cov tuabneeg Anakees ib tug seem nyob huv cov Yixalayees lub tebchaws le; tsuas tshuav leej puav nyob huv Nkaxas, Nkathas hab Asedaus xwb."},{"bible_id":"1726","chapter_code":"JOS.11","verse_code":"JOS.11.23","label":"23","content":"Yausuas txeeb tau taagnrho lub tebchaws lawv le tug TSWV has tseg rua Mauxes lawm. Yausuas muab lub tebchaws faib rua cov Yixalayees txhua xeem, nyag nyob muaj nyag cheebtsaam aav. Cov Yixalayees txhaj tau nyob thaajyeeb lug tsi ua rog le lawm."},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.1","label":"1","content":"Cov Yixalayees tua yeej hab txeeb tau taagnrho lub tebchaws ntawm tug dlej Yauladees saab nubtuaj txij ndlua ntawm lub Haav Alenoos moog rua lub Haav Yauladees, hab moog rua peg lub Roob Helemoos kws nyob saab qaumteb. Puab tua yeej ob tug vaajntxwv,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.2","label":"2","content":"ib tug yog Xihoos kws ua vaajntxwv kaav cov Amaules nyob huv lub nroog Hesenpoos. Nwg kaav ib nraab tebchaws Nkile-as txij ndlua ntawm Alu-es (kws nyob ntawm lub Haav Alenoos), hab txij ndlua ntawm lub nroog  kws nyob huv plawv lub haav ntawd moog txug rua ntawm tug Dlej Yanpus kws yog cov Amoos tug nrimteb;"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.3","label":"3","content":"hab taagnrho lub Haav Yauladees, txij ndlua ntawm Havtxwv Kalilais saab qaabteb moog txug rua ntawm Npethes Yesimaus, (kws nyob ntawm Havtxwv Tuag saab nubtuaj), hab moog rua ntawm lub taw Roob Pikas."},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.4","label":"4","content":"Hab puab tseem tua yeej Vaajntxwv Aunkas kws nyob huv lub tebchaws Npasaas, nwg yog tug vaajntxwv kawg ntawm tsaav tuabneeg Lefayees; nwg kaav lub nroog Asethas hab Edeles."},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.5","label":"5","content":"Vaajntxwv Aunkas kaav taagnrho lub Roob Helemoos, Xalekas, hab taagnrho tebchaws Npasaas moog txug ndlua ntawm cov Nkesus hab cov Makhas tug nrimteb, hab ib nraab tebchaws Nkile-as moog txug rua ntawm lub nroog Hesenpoos kws Vaajntxwv Xihoos kaav."},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.6","label":"6","content":"Ob tug vaajntxwv nuav, yog ob tug kws yaav taag lug Mauxes hab cov Yixalayees tua yeej. Tug TSWV tug tubkhai Mauxes muab lub tebchaws nuav faib rua xeem Lunpees, xeem Khas, hab ib nraab Xeem Manaxes ua puab tug moog le."},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.7","label":"7","content":"Yausuas hab cov Yixalayees tua yeej taagnrho cov vaajntxwv kws nyob lub tebchaws ntawm tug dlej Yauladees saab nubpoob, txij ndlua ntawm Npankas kws nyob huv lub Haav Lenpanoos moog txug rua ntawm lub Roob Halaj kws nyob ze Edoos saab qaabteb. Yausuas muab lub tebchaws faib rua cov Yixalayees txhua xeem ua puab tug lawv le nuav:"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.8","label":"8","content":"Tej pov roob, tej taw roob saab nubpoob, lub Haav Yauladees hab tej taw roob, tej ntaav zaag saab nubtuaj, hab saab qaabteb kws ua suabpuam. Lub tebchaws nuav yaav taag lug yog cov Hitis, cov Amaules, cov Kana-aas, cov Pelixes, cov Hivis hab cov Yenpus lub tebchaws."},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.9","label":"9","content":"Cov Yixalayees tua yeej cov vaajntxwv kws kaav cov nroog nuav: Yelikaus, A-is, (kws nyob ze lub nroog Npethees,)"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.10","label":"10","content":"Yeluxalees, Henploos,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.11","label":"11","content":"Yamus, Lakhis,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.12","label":"12","content":"Ekiloos, Nkexes,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.13","label":"13","content":"Denpis, Nkedes,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.14","label":"14","content":"Haumas, Alas,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.15","label":"15","content":"Linas, Adulaas,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.16","label":"16","content":"Makedas, Npethees,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.17","label":"17","content":"Tapuas, Hefeles,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.18","label":"18","content":"Afes, Lasaloos,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.19","label":"19","content":"Madoos, Haxaules"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.20","label":"20","content":"Siloos, Meloos, Akhesas,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.21","label":"21","content":"Tanas, Menkidaus,"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.22","label":"22","content":"Kedes, Yaune-as (kws nyob huv Kalemees),"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.23","label":"23","content":"Daules, (kws nyob ntawm ntug havtxwv) Nku-ees kws nyob huv Kalilais)"},{"bible_id":"1726","chapter_code":"JOS.12","verse_code":"JOS.12.24","label":"24","content":"hab Tilexas, taagnrho muaj peb caug ib tug vaajntxwv."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.1","label":"1","content":"Thaus Yausuas laug heev lawm. Tug TSWV has rua nwg tas, “Koj tub laug heev lawm, tabsis lub tebchaws tseem tshuav ntau qhov kws mej tsi tau moog txeeb,"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.2","label":"2","content":"yog taagnrho cheebtsaam kws cov Filitees hab cov Nkesus nyob,"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.3","label":"3","content":"moog rua cheebtsaam Avimes kws nyob saab qaabteb, (lub tebchaws txij ndlua ntawm tug Dlej Sihus kws yog ntawm cov Iziv tug nrimteb saab qaumteb moog txug ndlua ntawm cov Ekiloos tug nrimteb kws ibtxwm paub has tas yog cov Kana-aas le. Cov Filitees cov vaajntxwv nyob huv lub nroog Nkaxas, Asedaus, Asekeloos, Nkathas hab Ekiloos)."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.4","label":"4","content":"Tshuav taagnrho lub tebchaws Kana-aas hab Melas, (kws yog cov Xidoos tug) moog rua ntawm Afes kws nyob ntawm cov Amaules tug nrimteb;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.5","label":"5","content":"tebchaws Nkenpas hab taagnrho tebchaws Lenpanoos moog rua saab nubtuaj, txij ndlua ntawm Npankas kws nyob ntawm lub Roob Helemoos saab qaabteb moog rua ntawm lub Dlawm Hamas."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.6","label":"6","content":"Nuav yog xaam taagnrho cov Xidoos lub tebchaws kws nyob sau tej laaj roob ntu nruab nraab ntawm tej Roob Lenpanoos hab Milefus Mees. Kuv yuav ntab cov tuabneeg huv lub tebchaws ntawd tawm ua ntej kws cov Yixalayees moog nyob. Koj yuavtsum muab lub tebchaws faib rua cov Yixalayees lawv le kuv has rua koj lawm."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.7","label":"7","content":"Nwgnuav koj ca le muab lub tebchaws faib rua cov Yixalayees cuaj xeem hab ib nraab xeem Manaxes ua puab tug moog le.”"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.8","label":"8","content":"Xeem Lunpees, xeem Khas hab ib nraab xeem Manaxes tub tau feem aav kws tug TSWV tug tubkhai Mauxes faib rua puab lawm; yog cheebtsaam ntawm tug dlej Yauladees saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.9","label":"9","content":"Puab le aav txij ndlua ntawm Alu-es (kws nyob ntawm lub Haav Alenoos) hab lub nroog kws nyob huv plawv lub vuaghaav ntawd, hab taagnrho lub taj nraag ntawm Medinpas moog txug rua Dinpoos;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.10","label":"10","content":"hab moog txug ntawm cov Amoos tug nrimteb hab taagnrho cov nroog kws cov Amaules tug Vaajntxwv Xihoos kws nyob huv lub nroog Hesenpoos kaav."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.11","label":"11","content":"Losloov cheebtsaam Nkile-as, cheebtsaam Nkesus hab cheebtsaam Makhas, taagnrho lub Roob Helemoos, hab taagnrho tebchaws Npasaas moog rua ntawm lub nroog Xalekas."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.12","label":"12","content":"Losloov lub nroog Asetalus hab lub nroog Edeles kws Vaajntxwv Aunkas kaav. Aunkas yog tug vaajntxwv kawg ntawm cov Lefayees. Mauxes tua yeej cov tuabneeg nuav hab muab puab ntab tawm tsiv moog."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.13","label":"13","content":"Tabsis cov Yixalayees tsi ntab cov Nkesus hab cov Makhas; puab tseem nrug cov Yixalayees nyob huv lub tebchaws."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.14","label":"14","content":"Mauxes tsi faib aav rua xeem Levis lawv le tug TSWV tau has rua Mauxes has tas, puab feem tug yog tej kws cov Yixalayees coj tuaj fij rua sau tug TSWV kws yog cov Yixalayees tug Vaajtswv lub thaaj."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.15","label":"15","content":"Mauxes faib aav rua xeem Lunpees ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.16","label":"16","content":"Puab le aav txij ndlua ntawm Alu-es, (kws nyob ntawm lub Haav Alenoos) hab lub nroog kws nyob huv plawv lub vuaghaav ntawd, hab taagnrho lub taj nraag kws nyob puagncig lub nroog Medinpas;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.17","label":"17","content":"hab losloov lub nroog Hesenpoos hab cov nroog kws nyob huv lub taj nraag yog: Dinpoos, Npamaus Npa-aas, Npethes, Npa-aasme-oos,"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.18","label":"18","content":"Yahas, Kedemaus, Mefas,"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.19","label":"19","content":"Kiliyathas, Xinpemas, Xeles Sahas kws nyob sau lub laaj roob huv lub vuaghaav,"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.20","label":"20","content":"Npes Pe-us hab tej ntaav zaag ntawm lub Roob Pikhas hab Npethes Yesimaus;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.21","label":"21","content":"hab losloov cov nroog kws nyob huv tej taj nraag, hab taagnrho cheebtsaam kws cov Amaules tug Vaajntxwv Xihoos kws nyob huv lub nroog Hesenpoos kaav. Mauxes tua yeej Xihoos ib yaam le nwg tua yeej cov numtswv kws nyob huv tebchaws Midias: Evis, Lekees, Xules, Hules hab Lenpas. Taagnrho cov numtswv nuav puavleej nrug Vaajntxwv Xihoos kaav tebchaws."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.22","label":"22","content":"Npe-us tug tub Npala-aas kws txawj saib moov yog ib tug ntawm cov tuabneeg kws cov Yixalayees muab tua lawm."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.23","label":"23","content":"Xeem Lunpees tug nrimteb saab nubpoob yog lawv tug dlej Yauladees. Tej nroog hab tej zog kws has taag lug nuav yog muab rua xeem Lunpees ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.24","label":"24","content":"Mauxes faib aav rua xeem Khas ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.25","label":"25","content":"Puab le aav yog losloov ntawm lub nroog Yaxes hab taagnrho cov nroog kws nyob huv Nkile-as, ib nraab tebchaws Amoos moog txug rua ntawm Alu-es kws nyob ntawm Lanpas saab nubtuaj;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.26","label":"26","content":"puab le aav txij ndlua ntawm Hesenpoos moog rua ntawm Lamas Mipes, Npetunis, hab txij ndlua ntawm Mahana-ees moog txug rua ntawm cov Ludenpas tug nrimteb."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.27","label":"27","content":"Nyob huv lub Haav Yauladees, yog losloov tej nroog hab tej zog: Npethes Halas, Npes Nilas, Xukaus hab Xafoos, feem aav seem kws Vaajntxwv Xihoos kws nyob huv lub nroog Hesenpoos kaav. Puab tug nrimteb saab nubpoob lawv tug dlej Yauladees moog txug rua peg Havtxwv Kalilais."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.28","label":"28","content":"Cov nroog hab cov zog kws has lug nuav, yog cov kws muab faib rua xeem Khas ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.29","label":"29","content":"Mauxes faib aav rua ib nraab xeem Manaxes ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.30","label":"30","content":"Puab le aav txij ndlua ntawm Mahana-ees hab losloov tebchaws Npasaas kws Vaajntxwv Aunkas kaav, hab taagnrho Yais rau caum lub zog kws nyob huv tebchaws Npasaas;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.31","label":"31","content":"hab losloov lub tebchaws Nkile-as ib nraab moog rua ntawm lub nroog Asetalus hab lub nroog Edeles kws yog cov tuamceeb nroog huv tebchaws Npasaas kws Vaajntxwv Aunkas kaav. Taagnrho cov nroog hab cov zog nuav muab faib rua Manaxes tug tub Makhis cov xeebntxwv ib nraab ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.32","label":"32","content":"Thaus Mauxes nyob huv lub taj nraag Mau-am, nwg faib lub tebchaws ntawm lub nroog Yelikaus hab tug dlej Yauladees saab nubtuaj rua cov Yixalayees;"},{"bible_id":"1726","chapter_code":"JOS.13","verse_code":"JOS.13.33","label":"33","content":"tabsis Mauxes tsi faib aav rua xeem Levis. Nwg has rua puab tas, puab feem tug yog tej kws suavdlawg coj tuaj fij rua tug TSWV kws yog cov Yixalayees tug Vaajtswv xwb."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.1","label":"1","content":"Nuav yog has txug muab lub tebchaws Kana-aas kws nyob ntawm tug dlej Yauladees saab nubpoob faib rua cov Yixalayees. Tug povthawj Ele-axas, Noos tug tub Yausuas hab cov Yixalayees txhua xeem tej thawjcoj yog cov faib rua puab,"},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.2","label":"2","content":"puab rhu ntawv  faib cheebtsaam aav ntawm tug dlej Yauladees saab nubpoob rua cuaj xeem hab ib nraab xeem Manaxes lawv le tug TSWV has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.3+JOS.14.4","label":"3-4","content":"Mauxes tub faib lub tebchaws ntawm tug dlej Yauladees saab nubtuaj rua ob xeem hab ib nraab xeem lawm. (Yauxej caajceg faib ua ob xeem, xeem Manaxes hab xeem Efalayees.) Tabsis Mauxes tsi faib aav rua xeem Levis. Rua qhov puab nyob qhov twg, puab yeej tau aav lug ua vaaj ua tsev hab tau tshaav zaub rua puab tej tsaj lawm."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.5","label":"5","content":"Cov Yixalayees muab lub tebchaws faib lawv le tug TSWV has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.6","label":"6","content":"Muaj ib nub xeem Yudas ibtxha tuaj cuag Yausuas ntawm Nkilenkas, mas Yefunes tug tub Kalej kws yog cuab Kenis has rua Yausuas has tas, “Koj yeej paub qhov kws tug TSWV has rua nwg tug tubkhai Mauxes txug koj hab kuv thaus peb tseem nyob ntawm Kades Npane-as lawm."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.7","label":"7","content":"Thaus tug TSWV tug tubkhai Mauxes khaiv kuv huv Kades Npane-as tuaj soj lub tebchaws nuav, kuv noobnyoog muaj plaub caug xyoo. Kuv coj tej lug tseeb rov lug qha rua nwg."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.8","label":"8","content":"Cov tuabneeg kws nrug kuv moog soj tebchaws ua rua peb cov tuabneeg ntshai heev. Tabsis kuv muab sab npuab tug TSWV kws yog kuv tug Vaajtswv."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.9","label":"9","content":"Vim kuv ua le ntawd, Mauxes txhaj coglug has tas, kuv hab kuv cov xeebntxwv yuav tau feem aav huv lub tebchaws kws kuv tau moog tsuj ua kuv tug."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.10","label":"10","content":"Tabsis txij thaus tug TSWV has rua Mauxes lug txug nwgnuav tub tau plaub caug tsib xyoos lawm. Thaus ntawd cov Yixalayees tseem taug kev lug hlaa taj suabpuam, hab tug TSWV tseem pub kuv muaj sa nyob lug txug naj nub nua lawv le nwg tau coglug tseg lawm. Koj sim saib! Nwgnuav kuv tub muaj yim caum tsib xyoos lawm,"},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.11","label":"11","content":"tabsis nub nua kuv tseem muaj zug khov kho ua taug rog hab ua taug num ib yaam le thaus Mauxes khaiv kuv moog soj tebchaws."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.12","label":"12","content":"Nwgnuav, thov koj muab cheebtsaam kws ua laaj roob rua kuv lawv le tug TSWV tau coglug tseg rua kuv, nub kws kuv hab cov tuabneeg kws nrug kuv moog soj tebchaws lug qha rua Mauxes. Peb qha rua mej suavdlawg has tas, cov tuabneeg Anakees kws luj hab sab nyob huv tej nroog luj kws muaj ntsaa yeej thaiv khov heev. Tej zag tug TSWV yuav nrug nraim kuv hab kuv yuav lawv tau puab tawm ib yaam le tug TSWV tau coglug tseg lawm.”"},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.13","label":"13","content":"Yausuas foom koob moov rua Yefunes tug tub Kalej hab muab lub nroog Henploos rua nwg ua nwg tug."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.14","label":"14","content":"Lub nroog Henploos tseem yog Yefunes tug tub Kalej kws yog cuab Kenis cov xeebntxwv le, rua qhov Kalej muab sab npuab tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"JOS.14","verse_code":"JOS.14.15","label":"15","content":"Yaav taag lug lub nroog Henploos nuav hu ua Alenpas. (Alenpas yog cov Anakees ib tug tuabneeg kws muaj zug heev.) Lub tebchaws txhaj nyob thaajyeeb tsi ua rog."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.1","label":"1","content":"Xeem Yudas tej tsev tuabneeg tau aav ua puab tug lawv le nuav: Puab cheebtsaam aav saab qaabteb moog cob rua ntawm taj suabpuam Xees kws npuab tebchaws Edoos tug nrimteb."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.2","label":"2","content":"Tug nrimteb saab qaabteb txij ndlua ntawm qaab Havtxwv Tuag"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.3","label":"3","content":"moog rua saab qaabteb, pib kag ntawm lub dlawm Alanpees moog rua taj suabpuam Xees, nqeg moog rua saab qaabteb ntawm Nkades Npane-as, hlaa Hexeloos nce moog rua Adales lem moog rua Kalikas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.4","label":"4","content":"hab moog rua ntawm lub nroog Aximoos lawv tug dlej kws npuab Iziv tug nrimteb moog xaus rua ntawm Havtxwv Meditelanees. Tej kws has lug nuav yog xeem Yudas tug nrimteb saab qaabteb."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.5","label":"5","content":"Xeem Yudas tug nrimteb saab nubtuaj yog pib ntawm qaab Havtxwv Tuag nce moog rua qaum Havtxwv Tuag kws tug Dlej Yauladees lug xaus. Tug nrimteb saab qaumteb yog pib ntawd"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.6","label":"6","content":"moog rua Npethes Haunkelas, hab nce moog rua saab qaumteb ntawm lub dlawm kws saib ntsoov rua lub Haav Yauladees; hab tug nrimteb nce moog rua ntawm lub Pobzeb Npuhaas. (Npuhaas yog Lunpees tug tub lub npe),"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.7","label":"7","content":"pib ntawm lub Haav Covnyom nce moog rua Denpis hab lem rua saab qaumteb moog rua ntawm Nkilenkas kws tig moog rua lub dlawm Adumees ntawm lub vuaghaav saab qaabteb. Tug nrimteb nce moog rua ntawm lub qhovdlej Esemes tawm moog rua Elaunkees,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.8","label":"8","content":"hab moog hlaa lub Haav Hinoos saab qaabteb ntawm lub roob kws yog cov Yenpus lub nroog Yeluxalees. Tug nrimteb tseem nce moog rua sau lub ncov roob kws nyob ntawm lub Haav Hinoos saab nubpoob, hab moog xaus rua ntawm lub Haav Lefayees saab qaumteb."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.9","label":"9","content":"Pib ntawd moog rua ntawm lub qhovdlej Netu-as, hab moog rua ntawm cov nroog kws nyob ze lub Roob Efaloos. Tug nrimteb pib ntawd nkhaus moog rua Npa-alas (lossis Kili-as Ye-alees),"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.10","label":"10","content":"tug nrimteb nkhaus puav ntawm Npalas saab nubpoob moog rua tebchaws Edoos kws ua laaj roob, nce moog rua lub Roob Ye-alees (lossis Khexaloos) saab qaumteb, nqeg moog rua Npes Semes, hab hlaa moog rua ntawm lub nroog Teenas."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.11","label":"11","content":"Tug nrimteb moog rua ntawm lub roob kws nyob ntawm lub nroog Ekiloos saab qaumteb, hab lem moog rua ntawm Sikeloos hlaa lub Roob Npalas moog rua Yaanias, hab moog xaus rua ntawm Havtxwv Meditelanees,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.12","label":"12","content":"hab tug nrimteb saab nubpoob yog pib qhov ntawd moog. Xeem Yudas tej tsev tuabneeg le aav yog lawv le cov nrimteb kws has lug nuav."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.13","label":"13","content":"Yausuas faib xeem Yudas aav rua Yefunes tug tub Kalej lawv le tug TSWV has rua nwg lawm. Kalej tau lub nroog Henploos kws yog Anaj txiv Alenpas lub nroog."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.14","label":"14","content":"Kalej lawv cov Sesais, cov Ahimas hab cov Talemais kws yog Anaj cov xeebntxwv tawm huv lub nroog ntawd moog."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.15","label":"15","content":"Kalej tawm huv Henploos moog tua cov tuabneeg huv lub nroog Denpis. (Lub nroog nuav thaus u hu ua Kili-as Xefes)."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.16","label":"16","content":"Kalej has tas, “Yog leejtwg moog tua hab txeeb tau lub nroog Kili-as Xefes, kuv yuav muab kuv tug ntxhais Akexas rua tug ntawd yuav ua quaspuj.”"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.17","label":"17","content":"Kalej tug kwv Kenas tug tub Auniyees moog tua hab txeeb tau lub nroog Denpis, Kalej txhaj muab nwg tug ntxhais Akexas rua Auniyees yuav ua quaspuj."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.18","label":"18","content":"Nub kws noj tshoob, Auniyees txawm taij nwg tug quaspuj  kuas thov nwg txiv muab ib thaaj teb rua nwg. Akexas nqeg sau nwg tug neeg luav lug, hab Kalej nug has tas, “Koj xaav yuav dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.19","label":"19","content":"Akexas teb has tas, “Kuv xaav yuav ib cov qhovdlej, rua qhov thaaj aav kws koj muab rua kuv lawm yog aav qhuav xwb.” Kalej txhaj muab lub qhovdlej saab peg hab lub qhovdlej saab nraag rua nwg tug ntxhais."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.20","label":"20","content":"Nuav yog cheebtsaam aav kws faib rua xeem Yudas ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.21","label":"21","content":"Puab cov nroog saab qaabteb kws nyob ze Edoos tug nrimteb yog: Kaxees, Edes, Yankus,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.22","label":"22","content":"Kinas, Dimunas, Adadas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.23","label":"23","content":"Kedes, Haxaules, Inas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.24","label":"24","content":"Xifes, Telees, Npelus,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.25","label":"25","content":"Haxaules, Hadatas, Keli-aus Hexeloos, (lossis Haxaules),"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.26","label":"26","content":"Amas, Semas, Mauladas"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.27","label":"27","content":"Haxas Nkadas, Hesemoos, Npethepeletes,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.28","label":"28","content":"Haxas Sualis, Npesenpas, Npixiyas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.29","label":"29","content":"Npalas, Iyees, Exees,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.30","label":"30","content":"Etulas, Khesis, Haumas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.31","label":"31","content":"Xilas, Mamanas, Xaaxanas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.32","label":"32","content":"Lenpaus, Sihees, Ayees, hab Limoos: Taagnrho muaj neeg nkaum cuaj lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.33","label":"33","content":"Cov nroog kws nyob lawv tej taw roob yog: Esetaus, Xaulas, Asenas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.34","label":"34","content":"Xanau-as, Enkanees, Tapuas, Enas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.35","label":"35","content":"Yamus, Adulas, Xukaus, Axekas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.36","label":"36","content":"Sala-layees, Adithais, Nkedelas, hab Kedeluthais. Taagnrho muaj kaum plaub lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.37","label":"37","content":"Hab Xenas, Hadasas, Midankas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.38","label":"38","content":"Dilees, Mixepas, Yauthees,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.39","label":"39","content":"Lakhis, Npauxekas, Enkiloos,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.40","label":"40","content":"Kanpoos, Lamas, Kilis,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.41","label":"41","content":"Nkedelaus, Npedankoos, Namas, hab Makedas. Taagnrho muaj kaum rau lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.42","label":"42","content":"Hab Linas, Ethes, Asas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.43","label":"43","content":"Itas, Asenas, Nexis,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.44","label":"44","content":"Kelas, Akhexis, hab Malesas. Taagnrho muaj cuaj lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.45","label":"45","content":"Lub nroog Ekiloos hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.46","label":"46","content":"taagnrho tej nroog hab tej zog kws nyob ze lub nroog Asedaus kws txij ndlua ntawm lub nroog Ekiloos moog txug rua Havtxwv Meditelanees."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.47","label":"47","content":"Lub nroog Asedaus hab lub nroog Nkaxas hab tej zog luj zog miv, moog ti nkaus rua tug dlej kws nyob npuab cov Iziv tug nrimteb hab ntug Havtxwv Meditelanees."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.48","label":"48","content":"Tej nroog kws nyob sau roob yog: Samis, Yatis, Xukaus"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.49","label":"49","content":"Danas, Kile-as Xefes, (lossis Denpis)."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.50","label":"50","content":"Anas, Etemuas, Anees,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.51","label":"51","content":"Nkausees, Hauloos, hab Nkilaus. Taagnrho muaj kaum ib lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.52","label":"52","content":"Hab Alav, Dumas, Esas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.53","label":"53","content":"Yanimes, Npes Tapuas, Apekas."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.54","label":"54","content":"Hutas, Henploos hab Xi-aus. Taagnrho muaj cuaj lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.55","label":"55","content":"Hab Ma-oos, Kalemees, Xifes, Yutas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.56","label":"56","content":"Yexelees, Yaudees, Xanau-as."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.57","label":"57","content":"Kais, Nkinpe-as, hab Teenas. Taagnrho muaj kaum lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.58","label":"58","content":"Hab Halehus, Npexules, Nkedaus."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.59","label":"59","content":"Malas, Npethanaus, hab Etekoos. Taagnrho muaj rau lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.60","label":"60","content":"Hab Kili-as Npa-aas (lossis Kili-as Ye-alees) hab Lanpas: Taagnrho muaj ob lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.61","label":"61","content":"Cov nroog kws nyob huv taj suabpuam: Npes Alanpas, Midees, Xekakas,"},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.62","label":"62","content":"Nisas, Nroog Ntsev hab Enkedis: Taagnrho muaj rau lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.15","verse_code":"JOS.15.63","label":"63","content":"Tabsis cov tuabneeg Yudas tsi ntab cov tuabneeg Yenpus kws nyob huv Yeluxalees tawm. Cov Yenpus tseem nrug cov Yudas nyob."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.1","label":"1","content":"Yauxej cov xeebntxwv tug nrimteb saab qaabteb yog txij ndlua ntawm tug dlej Yauladees kws ze lub nroog Yelikaus ntawm lub qhovdlej kws nyob ntawm Yelikaus saab nubtuaj moog rua taj suabpuam. Tug nrimteb pib ntawm Yelikaus nce moog rua sau lub laaj roob moog rua peg lub nroog Npethees."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.2","label":"2","content":"Pib ntawm Npethees moog rua Lus hab hlaa moog rua Atalus Adas kws yog cov Alekhis nyob,"},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.3","label":"3","content":"tug nrimteb nkhaus moog rua saab nubpoob ntawm cheebtsaam kws cov Yafeles nyob, hab dlhau moog rua Npethes Hauloos Theem Qeg. Tug nrimteb pib ntawd moog txug rua Nkexes, hab moog xaus rua ntawm Havtxwv Meditelanees."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.4","label":"4","content":"Yauxej cov xeebntxwv kws yog xeem Efalayees hab xeem Manaxes Saab Nubpoob tau tej aav nuav ua puab tug."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.5","label":"5","content":"Nuav yog cheebtsaam aav kws faib rua xeem Efalayees lawv le puab tej tsev tuabneeg. Puab tug nrimteb txij ndlua ntawm Atalus Adales saab nubtuaj moog rua Npethes Hauloos Theem Sab,"},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.6","label":"6","content":"hab pib ntawd moog rua Havtxwv Meditelanees. Lub nroog Mimethas nyob rua saab qaumteb ntawm puab lub tebchaws. Puab tug nrimteb saab nubtuaj nkhaus moog rua Tanas Silaus hab moog hlaa ntawm Yanau-as saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.7","label":"7","content":"Tug nrimteb pib ntawm Yanau-as nqeg moog rua Atalus hab Nalas dlhau moog rua ntawm Yelikaus hab moog xaus rua ntawm tug dlej Yauladees."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.8","label":"8","content":"Tug nrimteb kws moog rua saab nubpoob, pib ntawm Tapuas moog rua ntawm tug Dlej Kanas hab moog xaus rua ntawm Havtxwv Meditelanees. Tej kws has lug nuav yog cheebtsaam aav kws muab faib rua xeem Efalayees ua puab tug lawv le puab tej tsev tuabneeg,"},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.9","label":"9","content":"hab tej zog luj zog miv kws nyob huv xeem Manaxes tug nrimteb, tabsis muab tu rua xeem Efalayees lawm."},{"bible_id":"1726","chapter_code":"JOS.16","verse_code":"JOS.16.10","label":"10","content":"Xeem Efalayees tsi ntab cov Kana-aas kws nyob huv lub nroog Nkexes tawm, yog le ntawd, cov Kana-aas txhaj tseem nrug cov Efalayees nyob lug txug naj nub nua, tabsis cov Efalayees yuam cov Kana-aas ua puab qhev."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.1","label":"1","content":"Muab feem aav ntawm tug Dlej Yauladees saab nubpoob faib rua Yauxej tug tub hlub Manaxes cov xeebntxwv ua puab tug lawv le puab tej tsev tuabneeg. Manaxes tug tub hlub Makhis kws yog Nkile-as txiv, nwg yog ib tug tubrog kws ua tau heev, yog le ntawd, puab txhaj muab cheebtsaam Nkile-as hab Npasaas ntawm tug dlej Yauladees saab nubtuaj rua Makhis."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.2","label":"2","content":"Muab feem aav ntawm tug Dlej Yauladees saab nubpoob faib rua xeem Manaxes kws tseem tsi tau aav lawv le puab tej tsev tuabneeg: Anpixes, Heles, Aliyees, Sekhees, Hefeles hab Semidas. Puab yog Yauxej tug tub hlub Manaxes cov xeebntxwv kws ua thawjcoj rua puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.3","label":"3","content":"Manaxes tug tub yog Makhis, Makhis tug tub yog Nkile-as, Nkile-as tug tub yog Xelufehas, Xelufehas tsi muaj tub, tabsis nwg muaj tsib tug ntxhais: Nwg cov ntxhais yog Malas, Nau-es, Haunkelas, Milekas hab Tixas."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.4","label":"4","content":"Puab tsib leeg moog thov tug povthawj Ele-axas, Noos tug tub Yausuas hab cov thawjcoj has tas, “Tug TSWV tau has rua Mauxes kuas faib aav rua peb ua peb tug ib yaam le faib rua peb tej nug kwvtij.” Yog le ntawd, cov thawjcoj txhaj faib aav rua puab tsib leeg ntawd ib yaam le faib rua puab tej nug kwvtij."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.5","label":"5","content":"Yog le ntawd, xeem Manaxes txhaj tau aav tshaaj kaum feem ntxiv rua cheebtsaam Nkile-as hab Npasaas kws nyob ntawm tug Dlej Yauladees saab nubtuaj,"},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.6","label":"6","content":"rua qhov Manaxes cov xeebntxwv, tsi has cov ntxhais lossis cov tub puavleej muaj feem tau aav ua puab tug. Yog le ntawd, txhaj muab hlo cheebtsaam Nkile-as faib rua Manaxes cov xeebntxwv."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.7","label":"7","content":"Manaxes cheebtsaam aav tug nrimteb pib ntawm Aseles moog rua ntawm lub nroog Mimethas kws nyob ntawm Sekhees saab nubtuaj. Tug nrimteb nqeg moog rua saab qaabteb, moog txug ntawm cov tuabneeg Etapuas tug nrimteb."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.8","label":"8","content":"Feem aav kws nyob ibncig lub nroog Tapuas puavleej yog xeem Manaxes le, tabsis lub nroog Tapuas kws nyob ntawm tug nrimteb yog Efalayees cov xeebntxwv le."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.9","label":"9","content":"Tug nrimteb nqeg moog rua ntawm tug dlej Kanas. Txawm yog cov nroog kws nyob saab qaabteb ntawm tug dlej Kanas huv xeem Manaxes tug nrimteb los cov nroog ntawd puavleej yog xeem Efalayees le. Xeem Manaxes tug nrimteb lawv tug dlej Kanas saab qaumteb moog xaus rua ntawm Havtxwv Meditelanees."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.10","label":"10","content":"Xeem Efalayees nyob saab qaabteb, hab xeem Manaxes nyob saab qaumteb kws yog Havtxwv Meditelanees ua puab tug nrimteb saab nubpoob. Xeem Aseles nyob saab qaumteb nubpoob hab xeem Ixakhas nyob saab qaumteb nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.11","label":"11","content":"Xeem Manaxes tau lub nroog Npes Saas hab lub nroog Inpelas hab tej zog kws nyob ibncig, hab lub nroog Daules, (lub nroog kws nyob ntawm ntug havtxwv),  lub nroog Edaules, Tanas, Menkidaus hab tej zog kws nyob ibncig, huv xeem Ixakhas hab xeem Aseles cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.12","label":"12","content":"Tabsis cov Manaxes tsi ntab cov tuabneeg kws nyob huv cov nroog nuav tsiv, cov Kana-aas txhaj tseem nrug puab nyob rua huv cov nroog ntawd."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.13","label":"13","content":"Txawm yog cov Yixalayees fuamvaam coob hab muaj zug txaus los puab tsi ntab cov Kana-aas tsiv, tabsis puab yuam kuas cov Kana-aas ua puab qhev."},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.14","label":"14","content":"Yauxej cov xeebntxwv tuaj has rua Yausuas has tas, “Tug TSWV tub foom koob moov rua peb, peb fuamvaam coob heev lawm, ua le caag koj faib tuab thaaj aav rua peb xwb?”"},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.15","label":"15","content":"Yausuas teb puab has tas, “Yog mej muaj tuabneeg coob heev lawm, feem aav ua laaj roob kws faib rua xeem Efalayees tsi txaus mej nyob, mej ca le moog luaj hab ntuv thaaj haav zoov huv cov Pelixes hab Lefayees lub tebchaws ua nroog rua mej nyob.”"},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.16","label":"16","content":"Puab teb has tas, “Feem aav kws ua laaj roob dlaav tsi txaus peb nyob; tsi yog le ntawd xwb, cov Kana-aas kws nyob huv taj nraag tsi has cov kws nyob huv Npes Saas hab nyob huv tej zog ibncig hab cov kws nyob huv lub Haav Yexelees puavleej muaj tsheb neeg hlau.”"},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.17","label":"17","content":"Yausuas has rua xeem Efalayees hab xeem Manaxes Saab Nubpoob has tas, “Mej cov tuabneeg coob hab muaj zug heev lawm, yeej tsimnyog mej tau dlua ib feem aav ntxiv,"},{"bible_id":"1726","chapter_code":"JOS.17","verse_code":"JOS.17.18","label":"18","content":"feem aav kws ua laaj roob yuav yog mej le. Txawm yog feem aav ntawd tseem ua haav zoov los mej ca le moog luaj hab ntuv ua mej tug, taagnrho saab nuav moog rua saab tim u. Txawm yog cov Kana-aas muaj tsheb neeg hlau hab muaj zug heev los mej ca le muab puab ntab tsiv moog.”"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.1","label":"1","content":"Thaus cov Yixalayees tua hab txeeb tau tebchaws taag lawd, taagnrho cov Yixalayees tuaj sis sau rua huv Silaus hab tsaa tug TSWV lub Tsevntaub. Ces lub tebchaws nyob thaajyeeb lug lawm."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.2","label":"2","content":"Tabsis tseem tshuav xyaa xeem Yixalayees kws tsi tau faib aav rua puab."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.3","label":"3","content":"Yausuas has rua cov Yixalayees has tas, “Mej tseem yuav tog txug thaus twg mej maam le moog tua hab txeeb lub tebchaws kws tug TSWV kws yog mej cov yawmkoob tug Vaajtswv tub muab rua mej lawd?"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.4","label":"4","content":"Mej ca le xaiv ib xeem peb leeg txivneej tuaj rua kuv. Kuv yuav khaiv puab moog kuas thoob lub tebchaws ntsuag tej cheebtsaam kws puab nyam nyob ua puab tug. Tom qaab ntawd puab maam rov lug qha rua kuv."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.5","label":"5","content":"Yuav muab lub tebchaws kws puab moog ntsuag ntawd faib ua xyaa cheebtsaam rua puab; xeem Yudas yuav nyob cheebtsaam saab qaabteb, hab xeem Yauxej yuav nyob cheebtsaam saab qaumteb."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.6","label":"6","content":"Mej muab xyaa cheebtsaam aav ntawd sau kuas meej rua huv ntawv hab coj lug rua kuv. Kuv yuav rhu ntawv  hab nug tug TSWV kws yog peb tug Vaajtswv hab faib aav rua mej."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.7","label":"7","content":"Tabsis kuv yuav tsi faib aav rua xeem Levis, rua qhov puab feem tug yog ua cov povthawj kws ua tug TSWV teg num. Tabsis xeem Khas, xeem Lunpees hab ib nraab xeem Manaxes, ces peb tub paub has tas tug TSWV tug tubkhai Mauxes tub faib cheebtsaam aav ntawm tug dlej Yauladees saab nubtuaj rua puab lawm.”"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.8","label":"8","content":"Yausuas has tas “Mej ca le moog ntsuag kuas thoob lub tebchaws hab muab sau rua huv ntawv coj lug rua kuv, kuv yuav nyob huv lub nroog Silaus nuav tog rhu ntawv hab nug tug TSWV.” Thaus Yausuas has le ntawd taag, puab txawm moog ntsuag lub tebchaws lawm."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.9","label":"9","content":"Cov txivneej ntawd txawm moog thoob plawg lub tebchaws hab lug nyob quastsawg sau saib yuav muab faib le caag txhaj tau xyaa cheebtsaam, hab sau tej nroog txhua lub. Ces puab rov lug cuag Yausuas huv Silaus."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.10","label":"10","content":"Yausuas txhaj le rhu ntawv taabmeeg tug TSWV, hab muab tej cheebtsaam aav ntawd faib rua xyaa xeem Yixalayees ib xeem ib cheebtsaam."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.11","label":"11","content":"Xeem Npeenyamees yog thawj paab kws Yausuas xub faib aav rua. Puab cheebtsaam aav nyob ntu nruab nraab ntawm xeem Yudas hab xeem Yauxej."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.12","label":"12","content":"Puab tug nrimteb saab qaumteb yog txij ndlua ntawm tug Dlej Yauladees nce moog rua zaaj ntaav zaag ntawm Yelikaus saab qaumteb, nkhaus moog rua saab nubpoob moog hlaa cheebtsaam kws ua laaj roob hab moog rua taj suabpuam Npethavees."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.13","label":"13","content":"Tug nrimteb moog rua zaaj ntaav zaag kws nyob saab qaabteb ntawm lub nroog Lus, (kws hu ua Npethees), nqeg moog rua Atalaus Adales, moog rua sau lub roob kws nyob saab qaabteb ntawm Npethes Hauloos Theem Qeg."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.14","label":"14","content":"Tug nrimteb puav lub roob nuav saab nubpoob moog rua saab qaabteb, hab moog rua ntawm Kili-as Npa-aas (lossis Kili-as Ye-alees), kws yog xeem Yudas aav. Tej kws has lug nuav yog tug nrimteb saab nubpoob."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.15","label":"15","content":"Tug nrimteb saab qaabteb txij ndlua ntawm ceg kaum nroog Kili-as Ye-alees moog rua  ntawm cov Qhovdlej Netau-as."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.16","label":"16","content":"Tug nrimteb nqeg moog rua ntawm lub taw roob kws saib ntsoov lub Haav Hinoos ntawm saab qaumteb kws lub Haav Lefayees moog xaus. Tug nrimteb hlaa lub Haav Hinoos nqeg moog rua zaaj ntaav zaag saab qaabteb ntawm Yenpus hab nqeg moog rua Elaunkees."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.17","label":"17","content":"Tug nrimteb lem moog rua saab qaumteb moog rua Esemes, moog rua Nkelilaus kws nyob ncaaj lub Dlawm Adumees, hab tug nrimteb nqeg moog rua ntawm lub Pobzeb Npuhaas (Npuhaas yog Lunpees tug tub),"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.18","label":"18","content":"hab hlaa saab qaumteb ntawm zaaj ntaav zaag kws saib ntsoov rua huv lub Haav Yauladees. Tug nrimteb nqeg moog rua huv lub vuaghaav ntawd,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.19","label":"19","content":"hab hlaa moog rua zaaj ntaav zaag ntawm Npethes Haunkelas saab qaumteb, hab moog xaus rua ntawm Havtxwv Tuag kws tug dlej Yauladees lug tshuam saab qaumteb. Tej kws has lug nuav yog tug nrimteb kawg saab qaabteb."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.20","label":"20","content":"Tug nrimteb saab nubtuaj yog lawv tug dlej Yauladees. Tej kws has lug nuav yog cheebtsaam aav kws tu rua xeem Npeenyamees ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.21","label":"21","content":"Cov nroog kws faib rua xeem Npeenyamees ua puab tug lawv le puab tej tsev tuabneeg yog: Yelikaus, Npethes Haunkelas, Emes Kexis,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.22","label":"22","content":"Npes Alanpas, Xemalais, Npethees,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.23","label":"23","content":"Avimes, Palas, Aupalas,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.24","label":"24","content":"Khefalamaunis, Aufanis hab Nkenpas: Taagnrho muaj kaum ob lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.25","label":"25","content":"Hab Nkinpe-oos, Lamas, Npelaus,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.26","label":"26","content":"Mixepas, Khefilas, Mauxas,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.27","label":"27","content":"Lekees, Ipees, Talalaj,"},{"bible_id":"1726","chapter_code":"JOS.18","verse_code":"JOS.18.28","label":"28","content":"Xelas, Hales, Yenpus (lossis Yeluxalees), Nkinpe-as hab Kili-as Ye-alees: Taagnrho muaj kaum plaub lub nroog hab tej zog kws nyob ibncig. Tej kws has lug nuav yog cheebtsaam aav kws faib rua xeem Npeenyamees ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.1","label":"1","content":"Xeem Xime-oos yog paab ob kws Yausuas faib aav rua puab, lawv le puab tej tsev tuabneeg. Puab cheebtsaam aav nthuav moog txug ndlua ntawm xeem Yudas tug nrimteb"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.2","label":"2","content":"kws yog losloov lub nroog Npesenpas lossis Senpas, Muladas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.3","label":"3","content":"Haxas Sualis, Npalas, Exees,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.4","label":"4","content":"Etaulas, Npethus, Haumas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.5","label":"5","content":"Xikelas, Npes Makanpaus, Haxas Xuxas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.6","label":"6","content":"Npes Lenpaus hab Saluhees: Taagnrho muaj kaum peb lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.7","label":"7","content":"Hab Ayees, Limoos, Ethes hab Asas: Taagnrho muaj plaub lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.8","label":"8","content":"Losloov tej zog kws nyob ibncig tej nroog ntawd moog rua ntawm Npalas Npees (lossis Lamas) kws nyob saab qaabteb. Tej kws has lug nuav yog feem aav kws faib rua xeem Xime-oos ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.9","label":"9","content":"Vim xeem Yudas tau aav dlaav puab nyob tsi taag txhaj muab ib feem faib rua xeem Xime-oos."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.10","label":"10","content":"Xeem Xenpuloos yog paab peb kws Yausuas faib aav rua puab lawv le puab tej tsev tuabneeg. Puab cheebtsaam aav nthuav moog txug ndlua lub nroog Xalis."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.11","label":"11","content":"Puab tug nrimteb txij ndlua ntawd moog rua saab nubpoob moog txug rua Male-as npuab lub nroog Danpeses hab lawv tug dlej ntawm Yaunees saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.12","label":"12","content":"Tug nrimteb pib ntawm Xalis moog rua saab nubtuaj moog txug rua Khilaus Tanpaus moog rua Danpelas hab nce moog rua peg Yafias."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.13","label":"13","content":"Tug nrimteb saab nubtuaj tseem moog ntxiv rua Nkas Hefeles hab Ekaxees, nkhaus lawv lub nroog Ne-as tug nrimteb moog txug ndlua ntawm Limoos."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.14","label":"14","content":"Saab qaumteb, tug nrimteb nkhaus moog rua Hanathoos hab moog xaus rua ntawm lub Haav Itahees."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.15","label":"15","content":"Losloov lub nroog Katas, Nahalas, Siloos, Idalas hab Npelehees: Taagnrho muaj kaum ob lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.16","label":"16","content":"Tej kws has lug nuav yog tej nroog hab tej zog huv cheebtsaam kws faib rua xeem Xenpuloos ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.17","label":"17","content":"Xeem Ixakhas yog paab plaub kws Yausuas faib aav rua puab lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.18","label":"18","content":"Puab cheebtsaam aav yog losloov lub nroog Yexelees, Khexulaus, Sunees,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.19","label":"19","content":"Hafalais, Si-oos, Anahalas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.20","label":"20","content":"Lanpis, Kisi-oos, Enpes,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.21","label":"21","content":"Lemes, Enkanees, Ehadas, hab Npepaxes."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.22","label":"22","content":"Puab tug nrimteb npuab Tanpaus, Sahaxumas, hab Npes Semes, hab moog xaus rua ntawm tug Dlej Yauladees, taagnrho muaj kaum rau lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.23","label":"23","content":"Tej kws has lug nuav yog tej nroog hab tej zog huv cheebtsaam aav kws faib rua xeem Ixakhas ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.24","label":"24","content":"Xeem Aseles yog paab tsib kws Yausuas faib aav rua puab lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.25","label":"25","content":"Puab cheebtsaam aav yog losloov lub nroog Helekas, Halis, Npetees, Akesas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.26","label":"26","content":"Alas Meles, Amas, hab Misales. Tug nrimteb Saab nubpoob npuab lub Roob Kalemees hab Sihaus Linas."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.27","label":"27","content":"Tug nrimteb nkhaus moog rua saab nubtuaj moog txug rua Npes Dankoos, npuab Xenpuloos hab lub Haav Itahees moog rua saab qaumteb txug peg lub nroog Npethemes hab Neyees. Tug nrimteb moog ntxiv rua saab qaumteb moog txug ntawm lub nroog Kanpus,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.28","label":"28","content":"Enpeloos, Lehaus, Hamoos, hab Kanas moog rua ntawm lub nroog Xidoos."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.29","label":"29","content":"Ces tug nrimteb lem moog rua Lamas moog tshuam rua ntawm lub nroog Tiles kws muaj ntsaa yeej thaiv; hab lem moog rua Hauxas hab xaus rua ntawm Havtxwv Meditelanees. Losloov lub nroog Mahalas, Akexis,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.30","label":"30","content":"Umas, Afes hab Lehaus: Taagnrho muaj neeg nkaum ob lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.31","label":"31","content":"Tej kws has lug nuav yog tej nroog hab tej zog huv cheebtsaam aav kws faib rua xeem Aseles ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.32","label":"32","content":"Xeem Nathalis yog paab rau kws Yausuas faib aav rua puab lawv puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.33","label":"33","content":"Puab tug nrimteb txij ndlua ntawm Heles moog rua ntawm tsob ntoo qheb huv Xananees moog rua Adaminekes hab moog rua Yaanias, dlhau moog rua ntawm Lakus hab moog xaus rua ntawm tug Dlej Yauladees."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.34","label":"34","content":"Tug nrimteb pib ntawd lem moog rua saab nubpoob moog txug rua Anaus Tanpaus hab pib ntawd moog rua Hukaus, npuab Xenpuloos saab qaabteb, Aseles nyob saab nubpoob, hab tug Dlej Yauladees nyob saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.35","label":"35","content":"Tej nroog kws muaj ntsaa yeej thaiv yog: Xidis, Xeles, Hamas, Lakas, Khineles,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.36","label":"36","content":"Adamas, Lamas, Haxaules,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.37","label":"37","content":"Kedes, Ediles, Ehaxaus,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.38","label":"38","content":"Yiloos, Midales, Haulees, Npetanas, hab Npes Semes: Taagnrho muaj kaum cuaj lub nroog hab tej zog kws nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.39","label":"39","content":"Tej kws has lug nuav yog tej nroog hab tej zog huv cheebtsaam aav kws faib rua xeem Nathalis ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.40","label":"40","content":"Xeem Daas yog paab xyaa kws Yausuas faib aav ua puab lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.41","label":"41","content":"Puab cheebtsaam aav losloov lub nroog Xaulas, Esetaus, Isemes,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.42","label":"42","content":"Sa-anpimes, Aiyaloos, Ithelas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.43","label":"43","content":"Eloos, Teenas, Ekiloos,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.44","label":"44","content":"Etekes, Nkinpethoos, Npalas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.45","label":"45","content":"Yehus, Npenelas, Nkalimoos,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.46","label":"46","content":"Meyakoos hab Lakoos moog rua cheebtsaam kws nyob ibncig lub nroog Yaupas,"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.47","label":"47","content":"Thaus xeem Daas lub tebchaws poob lawd, puab moog tua hab txeeb lub nroog Lases. Puab txeeb tau lub nroog lug hab tua cov tuabneeg kws nyob huv lub nroog tuag taag hab muab lub nroog ua puab tug. Puab moog nyob huv hab muab lub nroog Lases hloov npe hu ua Daas lawv le puab tug yawmkoob Daas lub npe."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.48","label":"48","content":"Tej kws has lug nuav yog tej nroog hab tej zog huv cheebtsaam aav kws faib rua xeem Daas ua puab tug lawv le puab tej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.49","label":"49","content":"Thaus cov Yixalayees faib aav rua txhua xeem taag lawd, puab muab ib feem aav rua Noos tug tub Yausuas ua nwg tug"},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.50","label":"50","content":"lawv le tug TSWV tau has tseg lawm, puab muab lub nroog Tinas Xelas kws nyob huv xeem Efalayees cheebtsaam aav kws ua laaj roob rua Yausuas lawv le nwg thov. Yausuas ua nroog hab nyob huv."},{"bible_id":"1726","chapter_code":"JOS.19","verse_code":"JOS.19.51","label":"51","content":"Tug povthawj Ele-axas, Noos tug tub Yausuas hab cov thawjcoj ntawm txhua xeem Yixalayees tej tsev tuabneeg tuaj rhu ntawv  nug tug TSWV huv lub nroog Silaus, ntawm tug TSWV lub Tsevntaub. Puab muab lub tebchaws faib tav taag le ntawd."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.1","label":"1","content":"Tug TSWV has rua Yausuas has tas,"},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.2","label":"2","content":"“Koj has rua cov Yixalayees kuas puab ca le xaiv ib cov nroog cawm sav lawv le kuv has rua Mauxes qha rua koj lawm."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.3","label":"3","content":"Yog leejtwg tua yuam kev raug ib tug tuabneeg tuag, tug ntawd ca le tsiv moog nkaum huv cov nroog ntawd kuas dlim ntawm tug kws nrhav nwg tua pauj."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.4","label":"4","content":"Nwg yuavtsum tsiv moog nkaum huv cov nroog ntawd ib lub, moog rua ntawm qhov chaw txav txim kws nyob ntawm roojvaag nroog, hab pav tej xwm ntawd qha rua cov thawjcoj. Ces puab txhaj yuav pub nwg moog rua huv lub nroog hab muab chaw rua nwg nyob."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.5","label":"5","content":"Yog has tas, tug kws nrhav nwg tua tuaj txug ntawm roojvaag los puab yuav tsi muab nwg cob rua tug ntawd. Puab yuav tsomkwm nwg, rua qhov yog nwg tua yuam kev raug tuag xwb, tsi yog nwg chim hab txhobtxwm tua."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.6","label":"6","content":"Nwg yuav tau nyob huv lub nroog ntawd moog txug nub kws luas coj nwg moog txav txim lossis moog txug nub kws tug ua Povthawj Hlub lub sijhawm ntawd tuag tsaiv, nwg maam le tau rov moog rua huv nwg lub nroog.”"},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.7","label":"7","content":"Yog le ntawd, saab tebchaws ntawm tug Dlej Yauladees saab nubpoob, puab txhaj tshwj lub nroog Kedes huv Kalilais huv xeem Nathalis cheebtsaam aav kws ua laaj roob; lub nroog Sekhees huv xeem Efalayees cheebtsaam aav kws ua laaj roob; hab lub nroog Henploos huv xeem Yudas cheebtsaam aav kws ua laaj roob."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.8","label":"8","content":"Ntawm tug Dlej Yauladees saab nubtuaj huv lub taj suabpuam kws nyob ntawm lub nroog Yelikaus saab nubtuaj, puab xaiv lub nroog Npexeles huv xeem Lunpees cheebtsaam aav; lub nroog Lamaus huv Nkile-as kws yog xeem Khas cheebtsaam aav; hab lub nroog Nkaulaas huv Npasaas kws yog xeem Manaxes cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.20","verse_code":"JOS.20.9","label":"9","content":"Cov nroog cawm sav nuav, yog cov Yixalayees xaiv rua puab hab cov tuabneeg txawv tebchaws kws nrug puab nyob. Yog leejtwg tua yuam kev raug ib tug tuabneeg tuag, nwg txhaj tau chaw moog nkaum huv cov nroog ntawd ib lub kuas dlim tug kws nrhav nwg tua; nwg txhaj tsi raug tua ua ntej luas txav txim rua nwg."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.1","label":"1","content":"Xeem Levis cov thawjcoj moog cuag tug povthawj Ele-axas, Noos tug tub Yausuas, hab txhua xeem Yixalayees cov thawjcoj ntawm tej tsev tuabneeg,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.2","label":"2","content":"ntawm lub nroog Silaus huv tebchaws Kana-aas hab has tas, “Tug TSWV has rua Mauxes kuas muab ib cov nroog kws muaj tshaav zaub nyob ibncig rua peb tej tsaj noj rua peb nyob.”"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.3","label":"3","content":"Yog le ntawd, cov thawjcoj txhaj faib tej nroog kws muaj tshaav zaub huv puab tej cheebtsaam rua xeem Levis lawv le tug TSWV tau has rua cov Yixalayees lawm."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.4","label":"4","content":"Xeem Levis kws yog cuab Kauhas yog thawj paab kws cov thawjcoj faib nroog rua. Tug povthawj Aloos cov xeebntxwv tej tsev tuabneeg tau kaum peb lub nroog huv xeem Yudas, xeem Xime-oos hab xeem Npeenyamees cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.5","label":"5","content":"Dlua le lwm tsev tuabneeg ntawm cuab Kauhas, tau kaum lub nroog huv xeem Efalayees, xeem Daas hab xeem Manaxes Saab Nubpoob cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.6","label":"6","content":"Cuab Nkesoos tau kaum peb lub nroog huv xeem Ixakhas, xeem Aseles, xeem Nathalis hab xeem Manaxes Saab Nubtuaj cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.7","label":"7","content":"Cuab Melalis tej tsev tuabneeg tau kaum ob lub nroog huv xeem Lunpees, xeem Khas hab xeem Xenpuloos cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.8","label":"8","content":"Cov Yixalayees rhu ntawv  faib tej nroog kws muaj tshaav zaub rua xeem Levis lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.9","label":"9","content":"Tej kws has lug nuav yog tej npe nroog huv xeem Yudas hab xeem Xime-oos cheebtsaam aav kws muab faib"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.10","label":"10","content":"rua Aloos cov xeebntxwv kws yog cuab Kauhas hab yog Levis cov xeebntxwv. Puab yog thawj paab kws xub lug rhu ntawv."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.11","label":"11","content":"Puab rhu tau lub nroog Alanpas, (Alanpas yog Anas txiv) kws nwgnuav yog lub nroog Henploos huv xeem Yudas cheebtsaam aav ua laaj roob kws muaj tshaav zaub nyob ibncig."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.12","label":"12","content":"Tabsis tej teb hab tej zog kws nyob ibncig lub nroog ntawd tub xub muab rua Yefunes tug tub Kalej ua nwg tug lawm."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.13","label":"13","content":"Cov nroog kws muab ntxiv rua lub nroog Henploos, (yog ib lub nroog cawm sav) kws muab faib rua tug povthawj Aloos cov xeebntxwv yog: Linas,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.14","label":"14","content":"Yatis, Etemuas"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.15","label":"15","content":"Hauloos, Denpis,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.16","label":"16","content":"Ayees, Yutas hab Npexeles Semes kws muaj tej tshaav zaub: Taagnrho muaj cuaj lub nroog nyob huv xeem Yudas hab xeem Xime-oos cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.17","label":"17","content":"Huv xeem Npeenyamees cheebtsaam aav yog muaj plaub lub nroog: Nkinpe-oos, Nkenpas,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.18","label":"18","content":"Anathaus, hab Alimoos kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.19","label":"19","content":"Taagnrho kaum peb lub nroog kws muab faib rua Aloos cov xeebntxwv kws ua povthawj puavleej muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.20","label":"20","content":"Xeem Levis lwm tsev tuabneeg kws yog cuab Kauhas yog tau cov nroog huv xeem Efalayees cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.21","label":"21","content":"Puab tau plaub lub nroog: Sekhees (yog ib lub nroog cawm sav) kws muaj tshaav zaub nyob huv xeem Efalayees cheebtsaam aav kws ua laaj roob, Nkexes,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.22","label":"22","content":"Kixais hab Npethes Hauloos kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.23","label":"23","content":"Huv xeem Daas cheebtsaam aav, puab tau plaub lub nroog: Etekes, Nkinpethoos,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.24","label":"24","content":"Aiyaloos hab Nkalimoos kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.25","label":"25","content":"Huv xeem Manaxes Saab Nubpoob cheebtsaam aav, puab tau ob lub nroog Tanas hab Nkalimoos kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.26","label":"26","content":"Taagnrho kaum lub nroog kws muab rua cuab Kauhas tej tsev tuabneeg puavleej muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.27","label":"27","content":"Xeem Levis kws yog cuab Nkesoos tau ob lub nroog huv xeem Manaxes Saab Nubtuaj cheebtsaam aav: Nkaulaas (yog ib lub nroog cawm sav) kws nyob huv Npasaas hab Npetelas kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.28","label":"28","content":"Huv Xeem Ixakhas cheebtsaam aav, puab tau plaub lub nroog: Kisi-oos, Denpelas,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.29","label":"29","content":"Yamus hab Enkanees kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.30","label":"30","content":"Huv xeem Aseles cheebtsaam aav, puab tau plaub lub nroog Misales, Adoos,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.31","label":"31","content":"Hekas hab Lehaus kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.32","label":"32","content":"Huv xeem Nathalis cheebtsaam aav, puab tau peb lub nroog: Kedes (yog ib lub nroog cawm sav) kws nyob huv Kalilais, Hamus, Daules hab Katas kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.33","label":"33","content":"Taagnrho kaum peb lub nroog kws muab rua cuab Nkesoos tej tsev tuabneeg puavleej muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.34","label":"34","content":"Xeem Levis lwm paab kws yog cuab Melalis, tau plaub lub nroog huv xeem Xenpuloos cheebtsaam aav: Yaunees, Kaletas,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.35","label":"35","content":"Dinas hab Nahalas kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.36","label":"36","content":"Huv xeem Lunpees cheebtsaam aav, puab tau plaub lub nroog: Npexeles, Yahas,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.37","label":"37","content":"Kedemaus, hab Mefas kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.38","label":"38","content":"Huv xeem Khas cheebtsaam aav, puab tau plaub lub nroog: Lamaus (yog ib lub nroog cawm sav) kws nyob huv Nkile-as, Mahana-ees,"},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.39","label":"39","content":"Hesenpoos hab Yaxes kws muaj tshaav zaub."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.40","label":"40","content":"Yog le ntawd, cov nroog kws muab rua cuab Melalis taagnrho muaj kaum ob lub nroog."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.41+JOS.21.42","label":"41-42","content":"Thoob plawg huv lub tebchaws kws cov Yixalayees nyob, puab muab plaub caug yim lub nroog kws muaj tshaav zaub nyob puagncig rua xeem Levis."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.43","label":"43","content":"Thaus puab moog tua hab txeeb tau taagnrho lub tebchaws kws tug TSWV tau coglug tseg rua puab cov yawmkoob has tas yuav muab rua puab lawm. Puab txawm lug nyob huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.44","label":"44","content":"Tug TSWV pub puab tau nyob thaajyeeb quas lug huv lub tebchaws ntawd lawv le nwg tau coglug tseg rua puab cov yawmkoob lawm. Puab cov yeebncuab tsi muaj cuabkaav tuaj tawmtsaam puab le, rua qhov tug TSWV ca cov Yixalayees kovyeej puab tej yeebncuab."},{"bible_id":"1726","chapter_code":"JOS.21","verse_code":"JOS.21.45","label":"45","content":"Tug TSWV ua lawv le nwg tau coglug tseg rua cov Yixalayees lawm."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.1","label":"1","content":"Yausuas hu taagnrho xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj lug cuag nwg."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.2","label":"2","content":"Yausuas has rua puab tas, “Mej tau ua txhua yaam kws tug TSWV tug tubkhai Mauxes has rua mej ua, hab mej tub ua lawv le kuv has lawm."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.3","label":"3","content":"Txij thaus pib lug txug nwgnuav, mej tsi tso mej cov kwvtij Yixalayees tseg le. Mej ua tuab zoo noog hab ua lawv le tug TSWV kws yog mej tug Vaajtswv tej lug saamfwm."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.4","label":"4","content":"Nwgnuav mej cov kwvtij Yixalayees tub nyob thaajyeeb quas lug lawv le tug TSWV kws yog mej tug Vaajtswv tau coglug tseg lawm. Mej ca le rov moog tsev, moog rua mej lub tebchaws ntawm tug Dlej Yauladees saab nubtuaj kws tug TSWV tug tubkhai Mauxes tub muab rua mej lawm."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.5","label":"5","content":"Mej yuavtsum ncu ntsoov ua lawv le tej kevcai kws Mauxes tub qha rua mej lawm has tas: hlub tug TSWV kws yog mej tug Vaajtswv, ua lawv le nwg sab nyam, noog nwg lug, muab sab npuab nwg, hab ua nwg teg num kuas kawg mej lub sab lub ntsws.”"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.6+JOS.22.7+JOS.22.8","label":"6-8","content":"Yausuas foom koob moov rua puab, tso puab moog tsev hab has tas: “Mej rov moog tsev, thov Vaajtswv pub mej muaj txag npluanuj, muaj tsaj txhu coob, muaj nyaj muaj kub, muaj tooj muaj hlau hab muaj tsoog tsho naav. Muab tej kws mej moog txeeb tau ntawm yeebncuab lug faib rua mej tej kwvtij.” Ces puab txawm rov moog tsev lawm. Mauxes tub muab lub tebchaws ntawm tug Dlej Yauladees saab nubtuaj faib rua ib nraab xeem Manaxes lawm, tabsis Yausuas muab lub tebchaws ntawm tug Dlej Yauladees saab nubpoob faib rua ib nraab xeem Manaxes hab lwm xeem."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.9","label":"9","content":"Yog le ntawd, Xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj txhaj rov moog tsev. Puab tso puab cov kwvtij Yixalayees rua ntawm lub nroog Silaus huv tebchaws Kana-aas hab puab rov moog rua tebchaws Nkile-as kws puab txeeb tau lug lawv le tug TSWV tau has rua Mauxes kuas has rua puab lawm."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.10","label":"10","content":"Thaus xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj rov lug txug huv Nkelilaus kws nyob ntawm ntug dlej Yauladees saab nubpoob,  puab teeb tau ib lub thaaj luj hab zoo heev rua ntawm ntug dlej."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.11","label":"11","content":"Muaj tuabneeg moog qha rua cov kwvtij Yixalayees has tas, “Mej noog kuv has! Xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj teeb tau ib lub thaaj rua ntawm Nkelilaus kws nyob ntawm ntug Dlej Yauladees kws yog peb saab!”"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.12","label":"12","content":"Thaus cov kwvtij Yixalayees nov zaaj nuav, puab txawm tuaj sis sau rua huv Silaus hab npaaj moog tua cov xeem kws nyob saab nubtuaj."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.13","label":"13","content":"Cov kwvtij Yixalayees txhaj tso tug povthawj Finehas kws yog Ele-axas tug tub moog cuag xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj kws nyob huv tebchaws Nkile-as."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.14","label":"14","content":"Muaj kaum leej thawjcoj, ib xeem ib leeg ntawm cov xeem kws nyob saab nubpoob nrug Finehas moog, puab puavleej yog cov thawj ntawm tej tsev tuabneeg hab tej cuab."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.15","label":"15","content":"Puab moog cuag xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj huv tebchaws Nkile-as,"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.16","label":"16","content":"hab has rua tug TSWV tsaav tuabneeg has tas, “Vim le caag mej ua tej kev phem nuav tawmtsaam cov Yixalayees tug Vaajtswv? Qhov kws mej teeb lub thaaj nuav rua mej, yog mej ntxeev sab rua tug TSWV! Tsi yog mej ua lug pehawm nwg!"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.17","label":"17","content":"Mej puas tseem ncu tau tej kev txhum kws peb ua nyob ntawm Pe-us kws tug TSWV tso sub tawg sub ntshaa rau txim rua peb? Naj nub nua peb raug txomnyem tub yog vim tej ntawd ntaag. Peb ua txhum luj le ntawd tseem tsi tau txaus hab los?"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.18","label":"18","content":"Mej yuav tso tug TSWV tseg los? Yog nub nua mej ntxeev sab rua tug TSWV, pigkig nwg yuav chim rua peb cov Yixalayees txhua tug."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.19","label":"19","content":"Yog mej lub tebchaws nuav tsi huv, mej ca le tuaj rua tim tug TSWV lub tebchaws kws teeb tug TSWV lub Tsevntaub. Tuaj thov peb muab aav rua mej. Tabsis mej tsi xob ntxeev sab rua tug TSWV lossis ntxeev sab rua peb hab moog teeb dlua lwm lub thaaj ntxiv rua tug TSWV kws yog peb tug Vaajtswv lub."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.20","label":"20","content":"Mej ncu ntsoov has tas, Zelas tug tub Akhaas tsi ua lawv le tug TSWV tej lug, nwg tsi muab tej khoom hlawv kuas taag huv tuabsi; cov Yixalayees txhaj raug txim vim tej ntawd.” Muaj ntau leej tuag nrug Akhaas vim nwg tej kev txhum."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.21","label":"21","content":"Xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj teb rua cov thawjcoj ntawm tej tsev tuabneeg ntawm cov xeem kws nyob saab nubpoob has tas,"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.22","label":"22","content":"“Tug muaj fwjchim luj yog Vaajtswv! Nwg yog tug TSWV! Tug muaj fwjchim luj yog Vaajtswv! Nwg yog tug TSWV! Nwg paub tej kws peb ua nuav hab peb xaav kuas mej paub! Yog has tas peb ntxeev sab hab tsi muab sab npuab tug TSWV, thov tsi xob pub kuas peb muaj sa nyob!"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.23","label":"23","content":"Yog has tas peb tsi noog tug TSWV lug, peb teeb lub thaaj nuav hlawv peb tej khoom theej txhoj, tej nplej lossis tej khoom fij ua kev sis raug zoo, ces ca tug TSWV rau txim rua peb."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.24","label":"24","content":"Tsi yog peb ntxeev sab! Qhov kws peb teeb lub thaaj nuav, yog peb ntshai nyob tsaam yaav tom ntej mej tej xeebntxwv yuav has rua peb cov xeebntxwv has tas, ‘Mej tau ua dlaabtsi rua tug TSWV kws yog cov Yixalayees tug Vaajtswv?"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.25","label":"25","content":"Tug TSWV muab tug Dlej Yauladees ua tug nrim quas nruab nraab ntawm peb hab mej, mej cov kws yog xeem Lunpees hab xeem Khas, tsi tau ua dlaabtsi rua tug TSWV le.’ Ces mej cov xeebntxwv yuav ua rua peb cov xeebntxwv tso txujkev pehawm tug TSWV tseg."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.26","label":"26","content":"Peb teeb lub thaaj nuav, tsi yog teeb lug hlawv tsaj fij lossis hlawv khoom fij,"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.27","label":"27","content":"tabsis yog peb teeb lug ua lub cim qha rua peb hab rua mej hab rua peb tej xeebntxwv ntau tam tom qaab paub has tas, peb yeej pehawm tug TSWV, hlawv khoom theej txhoj hab fij khoom ua kev sis raug zoo taabmeeg tug TSWV lub Tsevntaub. Tej nuav yog peb ua tseg kuas mej tej xeebntxwv tsi xob has tas, ‘Mej tsi tau ua dlaabtsi rua tug TSWV le.’"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.28","label":"28","content":"Tej nuav yog tej kws peb txhawj txug. Yog muaj tseeb le peb xaav ntawd tag, peb tej xeebntxwv txhaj muaj lug has tas, ‘Mej sim saib! Peb cov yawmkoob muaj lub thaaj zoo ib yaam le tug TSWV lub hab. Tsi yog peb teeb lug hlawv tsaj lossis hlawv khoom fij, tabsis yog teeb lug ua lub cim tseg rua mej hab peb xwb.’"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.29","label":"29","content":"Tsi yog peb ntxeev sab lossis tso tug TSWV tseg, peb yuav ca le teeb dlua ib lub thaaj hlawv tsaj, hlawv nplej lossis lwm yaam khoom fij. Peb yeej tsi teeb dlua lwm lub thaaj kuas zoo le tug TSWV kws yog peb tug Vaajtswv lub kws nyob ntawm tug TSWV lub Tsevntaub hauv ntej.”"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.30","label":"30","content":"Tug povthawj Finehas hab kaum leej thawjcoj kws sawv cev tsoom pejxeem kws yog cov thawj ntawm tej tsev tuabneeg ntawm cov xeem nyob saab nubpoob kws nrug Finehas moog ntawd nov tej lug kws xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj has, puab txhaj txaus sab."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.31","label":"31","content":"Tug povthawj Finehas kws yog Ele-axas tug tub has rua puab peb xeem ntawd has tas, “Nwgnuav peb paub has tas, tug TSWV nrug peb nyob. Tsi yog mej ntxeev sab rua tug TSWV, tabsis yog mej ua kuas cov Yixalayees dlim tug TSWV txujkev rau txim xwb.”"},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.32","label":"32","content":"Finehas hab cov thawjcoj kws nrug nwg moog tso xeem Lunpees, xeem Khas hab xeem Manaxes Saab Nubtuaj rua huv tebchaws Nkile-as hab rov lug cuag cov Yixalayees rua huv tebchaws Kana-aas, hab pav txhua yaam rua puab."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.33","label":"33","content":"Cov kwvtij Yixalayees txaus sab hab ua Vaajtswv tsaug. Puab tsi has txug qhov kws yuav tua hab rhuav lub tebchaws kws xeem Lunpees, hab xeem Khas nyob lawm."},{"bible_id":"1726","chapter_code":"JOS.22","verse_code":"JOS.22.34","label":"34","content":"Xeem Lunpees hab xeem Khas has tas, “Lub thaaj nuav ua timkhawv rua peb suavdlawg has tas tug TSWV yog Vaajtswv!” Yog le ntawd, puab txhaj tis npe rua lub thaaj ntawd hu ua “Timkhawv.”"},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.1","label":"1","content":"Tau ib ntus ntev loo lug rua tom qaab nuav, tug TSWV pub cov Yixalayees nyob tso sab lug tsi ntshai puab tej yeebncuab kws nyob ibncig puab. Thaus ntawd Yausuas laug heev lawm,"},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.2","label":"2","content":"nwg txhaj hu taagnrho cov Yixalayees, cov txwjlaug, cov thawjcoj, cov txav txim, hab cov numtswv tuaj cuag nwg, nwg has rua puab tas, “Nwgnuav kuv laug heev lawm."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.3","label":"3","content":"Mej tub pum txhua yaam kws tug TSWV kws yog mej tug Vaajtswv ua rua txhua tsaav tuabneeg lawm. Nwg ua le ntawd yog nwg ua paab mej. Tug TSWV kws yog mej tug Vaajtswv tuaj mej tog paab mej tua hab txeeb tau lub tebchaws."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.4","label":"4","content":"Kuv tub muab txhua tsaav tuabneeg kws nyob huv lub tebchaws nuav tej aav, tsi has tej kws peb txeeb tau lawm lossis tej kws peb tseem tsi tau moog txeeb faib rua mej txhua xeem lawm. Tej aav nuav yog txij ndlua ntawm tug Dlej Yauladees kws nyob saab nubtuaj moog ti nkaus rua ntawm Havtxwv Meditelanees kws nyob saab nubpoob."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.5","label":"5","content":"Tug TSWV kws yog mej tug Vaajtswv yuav ntab puab tawm ua ntej mej lug rua huv lub tebchaws nuav hab nwg yuav ntab kuas puab tsiv taabmeeg mej. Mej yuav tau puab lub tebchaws lawv le tug TSWV kws yog mej tug Vaajtswv tau coglug tseg rua mej lawm."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.6","label":"6","content":"Yog le ntawd, mej yuavtsum noog lug hab ua lawv le txhua yaam kws Mauxes sau rua huv phoo Ntawv Kevcai lawm, mej tsi xob muab ib nqais tso tseg le,"},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.7","label":"7","content":"mej txhaj tsi moog nrug lwm tsaav tuabneeg kws nrug mej nyob koom ua ib nqaag, tsi xob pe lossis teev puab tej vaajtswv hab tuav puab tej vaajtswv npe coglug."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.8","label":"8","content":"Mej yuavtsum muab sab npuab tug TSWV ib yaam le mej ibtxwm muab sab npuab lug txug rua naj nub nua."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.9","label":"9","content":"Thaus mej lug nyob huv lub tebchaws nuav, tug TSWV muab lwm tsaav tuabneeg kws muaj zug hab muaj fwjchim ntab tawm taabmeeg mej, tsi muaj leejtwg muaj cuabkaav tiv mej le."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.10","label":"10","content":"Mej cov tuabneeg, ib leeg yeej muaj peevxwm ua tau kuas ib txheeb leej ntshai hab tsiv moog, rua qhov tug TSWV kws yog mej tug Vaajtswv paab mej tua puab, lawv le nwg tau coglug tseg rua mej lawm."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.11","label":"11","content":"Mej yuavtsum hlub tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.12","label":"12","content":"Yog mej tsi muab sab npuab tug TSWV, mej moog nrug lwm tsaav tuabneeg kws nrug mej nyob ua tshoob ua kug,"},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.13","label":"13","content":"kuas mej paub has tas tug TSWV yuav tsi ntab cov tuabneeg ntawd tawm moog, tabsis cov tuabneeg ntawd yuav ua teebmeem rua mej, ib yaam le lub vuj hlua lossis lub qhov kws cuab muv tog mej, hab ib yaam le tug nplawm kws nplawm mej nrausqaum lossis ib yaam le tug saus kws nyob huv mej qhovmuag. Mej yuav raug txomnyem le ntawd moog txug nub kws mej tsi tshuav ib tug seem nyob huv lub tebchaws kws tug TSWV kws yog mej tug Vaajtswv muab rua mej."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.14","label":"14","content":"“Nwgnuav kuv tsi muaj pistsawg xyoo nrug mej nyob lawm. Mej yeej paub has tas, tug TSWV kws yog mej tug Vaajtswv tub pub ib puas tsaav yaam zoo rua mej lawv le nwg tau coglug tseg rua mej tsi poob ib lus le."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.15","label":"15","content":"Tabsis mej yuavtsum ua lawv le nwg tej lug ib yaam le nwg ua lawv le nwg tej lug cog tseg rua mej hab."},{"bible_id":"1726","chapter_code":"JOS.23","verse_code":"JOS.23.16","label":"16","content":"Yog mej tsi coj lawv le tug TSWV kws yog mej tug Vaajtswv tej lug kws cog tseg rua mej, mej moog pe lwm tsaav tuabneeg tej vaajtswv, nwg yuav chim hab rau txim rua mej, ces tsi ntev mej yuav tsi tshuav ib tug nyob huv lub tebchaws zoo kws nwg muab rua mej.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.1","label":"1","content":"Tom qaab ntawd Yausuas hu taagnrho cov Yixalayees txhua xeem tuaj txoos ua ke rua ntawm Sekhees. Nwg kuas cov txwjlaug, cov thawjcoj, cov txav txim hab cov Yixalayees cov numtswv tuaj nyob taabmeeg Vaajtswv."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.2","label":"2","content":"Yausuas has rua suavdlawg tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv has le nuav: ‘Thaus u mej cov yawmkoob tseem nyob ntawm ntug Dlej Efalates saab tim, puab pe lwm tsaav tuabneeg tej vaajtswv. Cov yawmkoob ntawd ib tug yog Telas kws yog Anplahaas hab Nahaus txiv ntaag."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.3","label":"3","content":"Kuv coj mej yawmkoob Anplahaas tawm huv lub tebchaws ntawd hlaa tug Dlej Efalates hab coj nwg moog thoob plawg tebchaws Kana-aas. Kuv pub nwg muaj nwg tug tub Ixaj hab muaj xeebntxwv coob."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.4","label":"4","content":"Kuv pub Ixaj muaj Yakhauj hab Exaus. Kuv muab lub tebchaws Edoos kws ua laaj roob rua Exaus ua nwg tug, tabsis mej yawmkoob Yakhauj hab nwg cov mivnyuas tsiv moog nyob nraag tebchaws Iziv."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.5","label":"5","content":"Tom qaab ntawd kuv khaiv Mauxes hab Aloos moog hab kuv tso tej kev siv kev npug lug rua tebchaws Iziv, tabsis kuv coj mej tawm lug;"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.6","label":"6","content":"thaus kuv coj mej cov yawmkoob tawm nraag tebchaws Iziv lug, cov Iziv caij neeg hab tsheb neeg, tso tubrog caum puab tua. Tabsis thaus mej cov yawmkoob lug txug ntawm Havtxwv Lab,"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.7","label":"7","content":"puab quaj thov kuv paab, kuv txhaj tso fuab dlub lug quas hlo puab hab cov Iziv. Kuv ua kuas havtxwv nphau lug npug nkaus cov Iziv rua huv qaab thu. Mej paub has tas kuv tau ua le caag rua cov Iziv.’ “ ‘Mej nyob ntawm taj suabpuam tau ntev heev."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.8","label":"8","content":"Kuv maam coj mej lug rua huv cov Amaules lub tebchaws kws nyob ntawm tug Dlej Yauladees saab nubtuaj. Cov Amaules tua mej, tabsis kuv ca mej tua yeej puab. Kuv ca puab puamtsuaj taabmeeg mej hab ca mej txeeb tau puab lub tebchaws."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.9","label":"9","content":"Xipules tug tub Npalaj kws ua vaajntxwv kaav tebchaws Mau-am tuaj tua mej. Nwg khaiv tuabneeg moog has rua Npe-us tug tub Npala-aas, kuas tuaj foom tsi zoo rua mej."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.10","label":"10","content":"Tabsis kuv tsi noog Npala-aas tej lug, Npala-aas txhaj foom koob moov rua mej. Kuv ua le ntawd, yog kuv cawm mej dlim ntawm Npalaj teg."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.11","label":"11","content":"Mej hlaa tug Dlej Yauladees moog rua huv lub nroog Yelikaus. Cov tuabneeg huv Yelikaus tawmtsaam mej ib yaam le cov Amaules, cov Pelixes, cov Kana-aas, cov Hitis, cov Nkikasis, cov Hivis hab cov Yenpus tua mej, tabsis kuv ca mej tua yeej puab."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.12","label":"12","content":"Thaus mej taabtom lug txeem puab lub tebchaws, kuv ua rua puab ntshai heev, mej txhaj lawv tau cov Amaules ob tug vaajntxwv tawm. Mej tsi tau muab mej tej neevnti hab ntaaj tua le."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.13","label":"13","content":"Kuv muab lub tebchaws kws mej tsi tau khwv hab tej nroog kws mej txhais teg tsi tau ua pub rua mej nyob. Nwgnuav mej lug nyob huv tej nroog nuav, mej tau noj tej txiv maab hab tej txiv ntoo roj kws tsi yog mej cog.’ ”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.14","label":"14","content":"Yausuas has ntxiv tas, “Txij nuav moog, mej yuavtsum fwm tug TSWV, muab sab npuab nwg hab muaj lub sab dlawb paug pehawm nwg. Tsi xob pe tej vaajtswv kws mej cov yawmkoob pe tim tebchaws Mexuputamias hab nraag tebchaws Iziv, mej pehawm tug TSWV tuab leeg xwb."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.15","label":"15","content":"Yog mej tsi txaus sab pehawm tug TSWV, nub nua mej ca le txav txim sab saib mej yuav pehawm tug twg, mej yuav pe tej vaajtswv kws mej cov yawmkoob pe tim tebchaws Mexuputamias lossis pe tej vaajtswv kws cov Amaules pe huv lub tebchaws kws mej nyob nuav. Txawm yog mej yuav pe tug twg los xij, kuv hab kuv tsev tuabneeg, peb yuav pehawm tug TSWV tuab leeg xwb.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.16","label":"16","content":"Cov tuabneeg teb has tas, “Peb yuav tsi tso tug TSWV tseg hab moog pe lwm tsaav tuabneeg tej vaajtswv!"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.17","label":"17","content":"Tug TSWV kws yog peb tug Vaajtswv tau coj peb cov yawmkoob hab peb tawm ntawm kev ua luas qhev nraag tebchaws Iziv lug, hab peb tub pum tej txujci tseemceeb kws nwg ua lawm. Tug TSWV tsomkwm hab nrug nraim peb huv tej tebchaws kws peb lug dlhau lawd txhua qhov."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.18","label":"18","content":"Tug TSWV ntab cov Amaules kws nyob huv lub tebchaws nuav tawm moog ua ntej peb lug nyob. Yog le ntawd, peb yuav pehawm tug TSWV kws yog peb tug Vaajtswv xwb.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.19","label":"19","content":"Yausuas has rua puab tas, “Ntshai mej yuav ua tsi tau tug TSWV teg num, rua qhov nwg yog Vaajtswv tug dlawbhuv. Nwg khib mej heev. Nwg yuav tsi zaam txim le."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.20","label":"20","content":"Yog mej tso tug TSWV tseg moog pe lwm tsaav tuabneeg tej vaajtswv, nwg yuav tawmtsaam hab rau txim rua mej. Txawm yog yaav taag lug nwg tau ua zoo rua mej lawm los nwg yuav ua kuas mej puamtsuaj moog.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.21","label":"21","content":"Cov tuabneeg has rua Yausuas has tas, “Peb yuav tsi ua le ntawd! Peb yuav pehawm tug TSWV xwb.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.22","label":"22","content":"Yausuas has rua puab tas, “Mej ncu mej tej lug tseg, mej yeej leeg has tas, mej yuav pehawm tug TSWV xwb.” Puab teb has tas, “Peb yuav ua le ntawd.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.23","label":"23","content":"Yausuas has rua puab tas, “Mej yuavtsum tso lwm tsaav tuabneeg tej vaajtswv tseg, muab sab npuab tug TSWV kws yog cov Yixalayees tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.24","label":"24","content":"Puab has rua Yausuas has tas, “Peb yuav pehawm tug TSWV kws yog peb tug Vaajtswv hab noog nwg tej lug.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.25","label":"25","content":"Nub ntawd Yausuas txhaj kuas puab coglug,  Yausuas muab tej kevcai hab tej lug saamfwm lug qha rua puab ntawm Sekhees, kuas puab coj lawv le ntawd."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.26","label":"26","content":"Yausuas sau tej lug saamfwm ntawd rua huv phoo ntawv kws teev Vaajtswv txuj Kevcai. Yausuas muab ib lub pobzeb luj lug teeb rua huv qaab tsob ntoo qheb kws ze tug TSWV lub tsevntaub."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.27","label":"27","content":"Yausuas has rua puab tas, “Lub pobzeb nuav yuav ua timkhawv rua peb. Lub pobzeb nuav nov txhua lu lug kws tug TSWV has rua peb, nwg yuav ua timkhawv tawmtsaam mej, kuas mej tsi xob ntxeev sab rua mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.28","label":"28","content":"Yausuas txawm kuas puab rov qaab moog tsev, hab puab nyag rov moog rua nyag lub tebchaws lawm."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.29","label":"29","content":"Tom qaab ntawd, Noos tug tub Yausuas kws yog tug TSWV tug tubkhai tuag thaus nwg noobnyoog muaj ib puas kaum xyoo."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.30","label":"30","content":"Puab muab nwg log rua huv nwg thaaj aav ntawm lub nroog Tinas Xelas kws ua laaj roob huv tebchaws Efalayees kws nyob ntawm lub Roob Nkasas saab qaumteb."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.31","label":"31","content":"Tam kws Yausuas tseem ua neej nyob hab tom qaab kws nwg tuag lawm lossis ntu kws cov thawjcoj tam ntawd tseem ua neej nyob, cov Yixalayees pehawm tug TSWV xwb, hab puab pum txhua yaam kws tug TSWV tau ua paab cov Yixalayees."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.32","label":"32","content":"Yauxej lub cev kws cov Yixalayees coj nraag tebchaws Iziv lug, puab muab log rua ntawm Sekhees, huv thaaj aav kws Yakhauj muab ib puas dlaim nyaj yuav ntawm Hamaules kws yog Sekhees txiv lug. Thaaj aav ntawd yog Yauxej cov xeebntxwv tug."},{"bible_id":"1726","chapter_code":"JOS.24","verse_code":"JOS.24.33","label":"33","content":"Aloos tug tub Ele-axas tuag hab puab muab nwg log rua ntawm lub nroog Nkinpe-as kws muab tu rua nwg tug tub Finehas huv tebchaws Efalayees kws ua laaj roob."}]