[{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.1","label":"1","content":"Lub nroog Yeluxalees kws nyob mluag mlob, yaav taag lug muaj tuabneeg nyob xauv npo; Yaav taag lug tuabneeg nplajteb qhuas nwg kawg le, nwgnuav nwg zoo ib yaam le tug puj ntsuag lawm xwb; Cov numtswv huv tej nroog puavleej poob moog ua luas qhev."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.2","label":"2","content":"Yeluxalees quaj ib mos kaaj ntug, kua muag ndlwg lawg ntawm nwg lub plhu; nwg tej qub phoojywg tsi muaj ib tug tuaj nplig nwg sab le; Cov tuabneeg kws koom teg nrug nwg los ntxeev sab rua nwg hab cov tuabneeg ntawd txhua tug puavleej tawmtsaam nwg."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.3","label":"3","content":"Cov tuabneeg Yudas yog cov qhev kws taag kev ca sab lawm, puab raug ntab tsiv moog dleb heev ntawm puab lub tebchaws, Puab moog nyob rua lwm lub tebchaws kws tsi muaj ib lub chaw yog puab tug, yeebncuab nyob puagncig puab, tsi muaj kev tsiv dlim le."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.4","label":"4","content":"Nwgnuav tsi muaj ib tug tuabneeg tuaj pehawm tug TSWV huv lub Tuamtsev nub kws dlawbhuv le lawm. Cov hluas nkauj kws hu nkauj los raug kev txomnyem ntsuav, hab cov povthawj los tsuas naj nub quaj dlhuj dlhev xwb. Tej roojvaag nroog qheb lug ca hab Xi-oos lwj sab ntsuav."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.5","label":"5","content":"Yeluxalees cov yeebncuab vaammeej; puab muaj fwjchim, puab txhaj tswj tau nwg. Tug TSWV ua rua nwg raug kev txomnyem vim tej kev txhum kws nwg ua; nwg cov mivnyuas raug luas nteg hab coj moog taag lawm."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.6","label":"6","content":"Yeluxalees lub koob meej kws nrov nchaa moo lug tsuas yog muaj yaav taag lug xwb; nwg cov thawjcoj zoo le tej muaslwj kws tshaib plaab qaug quas zig lawm xwb; puab dlha qaug quas zig ua cov tuabneeg kws caum puab tua ntej."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.7","label":"7","content":"Lub nroog Yeluxalees kws raug puamtsuaj lawm nwgnuav nyob khua sab khuav, nwg tig rov lug xaav txug lub koob meej kws thaus u nyob nchaa moo lug. Thaus nwg poob moog rua yeebncuab teg lawm, tsi muaj leejtwg kaam paab nwg le; Cov tuabneeg kws tua yeej nwg luag nwg plig thaus kws nwg poob tsaam."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.8","label":"8","content":"Yeluxalees lub koob meej tub pluj taag lawm; nwg labqaab hab raug luas thuam. Nwg quaj pus muag nti hab txaajmuag kawg le. Yeluxalees rov ua rua nwg vuabtsuab heev vim nwg txujkev txhum."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.9","label":"9","content":"Luas pum ntsoov Yeluxalees txujkev ua phem ua qas. Tabsis nwg yeej tsi nyuaj sab txug nwg lub neej hlo le. Nwg poob tsaam txaus ntshai kawg le, yeej tsi muaj leejtwg nplig tau nwg lub sab. Nwg cov yeebncuab tub yeej lawm, nwg maam le quaj thov tug TSWV hlub."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.10","label":"10","content":"Cov yeebncuab fuab taagnrho nwg tej nyaj huv tuabsi moog lawm. Nwg pum ntsoov puab tuaj rua huv lub Tuamtsev qhov chaw kws tug TSWV txwv tsi pub lwm tsaav tuabneeg moog rua huv le."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.11","label":"11","content":"Nwg cov tuabneeg quaj ntsoog qeeg nrhav saib puas muaj dlaabtsi noj; puab muab puab tej nyaj moog yuav mov noj cawm puab txujsa. Lub nroog Yeluxalees tsaa suab hlo quaj has tas, “Tug TSWV, thov koj tsaa qhovmuag saib kuv, saib kuv txujkev txomnyem.”"},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.12","label":"12","content":"Lub nroog Yeluxalees quaj rua cov tuabneeg dlua kev  has tas, “Mej ca le tsaa qhovmuag saib kuv maj!” “Yeej tsi muaj leejtwg raug txomnyem npaum le kuv raug, yog txujkev txomnyem kws tug TSWV tso lug rua kuv thaus lub sijhawm kws nwg chim."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.13","label":"13","content":"“Tug TSWV tso suavtawg sau ntuj lug kub ti nkaus rua huv kuv lub nrog cev, Nwg cuab hlua maag kuv kutaw hab chua kuas kuv qaug rua huv aav. Ces nwg tso kuv tseg hab ca kuv nyaj mob."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.14","label":"14","content":"“Nwg sau taagnrho kuv tej kev txhum lug ua ke hab muab paav ua ib qhoo; nwg muab tej kev txhum ntawd lug rig rua kuv cejdlaab, hab ua rua kuv tug zug ntaug nphaws vim nyaav heev. Tug TSWV muab kuv cob rua cov yeebncuab teg hab kuv tsi muaj zug tawmtsaam puab."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.15","label":"15","content":"“Tug TSWV luag kuv cov tubrog kws sab tawv tshaaj plawg ntawd plig kawg le, nwg tso ib paab tubrog tuaj rhuav ua rua kuv cov tub hluas raug puamtsuaj taag; nwg tsuj kuv cov tuabneeg ib yaam le tsuam txiv maab."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.16","label":"16","content":"“Tub yog vim le nuav kuv tej kua muag txhaj ndlwg si laim huv kuv ob lub qhovmuag lug, tsi muaj leejtwg nplig kuv sab; tsi muaj leejtwg txhawb kuv tug zug le. Yeebncuab ntaus yeej kuv, Kuv cov tuabneeg tsi tshuav ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.17","label":"17","content":"“Kuv cev teg ncuv, tabsis tsi muaj leejtwg paab; Tug TSWV tau hu kuas yeebncuab tuaj txhua txuj hauv kev tuaj tawmtsaam kuv; Puab saib kuv zoo ib yaam le tej khoom kws tsi muaj nqes."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.18","label":"18","content":"“Tabsis tug TSWV yeej ncaaj nceeg, vim kuv tsi noog nwg lug xwb. Cov tuabneeg kws nyob txhua qhov, mej ca le noog kuv has, mej ca le tsaa qhovmuag saib kuv tej mob saib. Kuv cov tub hluas hab ntxhais hluas tub raug luas nteg coj moog taag lawm."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.19","label":"19","content":"“Kuv hu cov tuabneeg kws koom teg nrug kuv, tabsis puab tsi kaam paab kuv. Kuv cov povthawj hab cov thawjcoj moog nrhav zaub mov noj cawm puab txujsa, tabsis puab moog tuag taag rua ntawm tej kev huv nroog lawm."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.20","label":"20","content":"“Tug TSWV, thov koj tsaa qhovmuag saib kuv tug mob, saib kuv tug ntsujplig kws txomnyem ntsuav lauj! Kuv lub sab puag taag rua txujkev quaj ntsuag vim kuv tej kev txhum. Muaj kev tua tuabneeg nyob txhua txujkev; huv tsev los muaj tuabneeg tuag pawg lug."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.21","label":"21","content":"“Thov noog  kuv lub suab quaj; Vim tsi muaj leejtwg nplig kuv sab. Kuv cov yeebncuab zoo sab heev, vim koj tso kev puamtsuaj lug rua kuv. Thov coj  nub zoo kws koj tau coglug tseg lawm lug rua kuv; hab ua kuas kuv cov yeebncuab raug kev txomnyem yaam le kuv raug."},{"bible_id":"1726","chapter_code":"LAM.1","verse_code":"LAM.1.22","label":"22","content":"“Thov koj txav txim rua puab, vim puab tej kev ua phem ua qas; Thov rau txim rua puab ib yaam le koj rau txim rua kuv, vim kuv tej kev txhum. Kuv quaj rua kuv txujkev txomnyem hab mob kuv sab kawg nkaus le.”"},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.1","label":"1","content":"Tug TSWV txujkev chim lug khwb nkaus lub Roob Xi-oos tsaus nti; Nwg muab Xi-oos lub koob meej kws nto moo lug rhuav puamtsuaj taag. Txawm yog nwg lub Tuamtsev los nub kws nwg chim nwg yeej muab tso povtseg."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.2","label":"2","content":"Tug TSWV yuav rhuav txhua lub zog huv tebchaws Yudas kuas puamtsuaj taag tsi taabncuab leejtwg le; hab muab tej chaw faajxwm kws tiv thaiv lub tebchaws rhuav povtseg. Nwg ua rua lub tebchaws hab tej thawjcoj kuas raug kev txaajmuag."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.3","label":"3","content":"Vim tug TSWV chim heev, nwg txhaj ua rua cov Yixalayees tug zug ntaug; nwg tsi paab peb thaus cov yeebncuab tuaj tua peb. Nwg tuaj tawmtsaam peb ib yaam le suavtawg kub txhua yaam puamtsuaj taag lawm."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.4","label":"4","content":"Nwg taw rawv nwg cov xub neevnti rua peb ib yaam le taw rua tej yeebncuab; Nwg muab txhua tug kws peb nyam hab tshua tua povtseg huv tuabsi. Nwg laub nwg txujkev chim ib yaam le nplaim tawg lug rua Xi-oos tug ntxhais lub tsevntaub."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.5","label":"5","content":"Tug TSWV rhuav cov Yixalayees ib yaam le nwg rhuav tej yeebncuab ntaag; nwg muab Yeluxalees tej chaw faajxwm hab tej tsev rhuav puamtsuaj taag. Nwg coj txujkev txomnyem kws tsi txawj kawg lug rua cov Yudas."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.6","label":"6","content":"Nwg muab lub Tuamtsev kws yog qhov chaw pehawm nwg tsoo tawg taag; tug TSWV ua kuas Xi-oos tsi xob ncu qaab txug nub dlawbhuv hab nub Xanpataus. Cov vaajntxwv hab cov povthawj puavleej raug nwg txujkev chim ib yaam nkaus."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.7","label":"7","content":"Tug TSWV muab nwg lub thaaj tso tseg hab ua rua nwg lub Tuamtsev dlawbhuv ua suabpuam taag, nwg tso cai rua yeebncuab tuaj muab lub Tuamtsev tej ntsaa yeej tsoo tawg taag. Puab qw muaj yeej rua ntawm qhov chaw kws thaus peb pehawm Vaajtswv hab zoo sab."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.8","label":"8","content":"Tug TSWV yeej txav txim sab ua kuas Xi-oos tug ntxhais tug ntsaa yeej raug puamtsuaj; Nwg tub muab hlua ntsuag tuab zoo taag lawm; nwg yeej tsi cheem nwg txhais teg kws rhuav lub nroog ntawd. Tej chaw tsomfaaj hab tej ntsaa yeej, nwgnuav tub qaug taag ua ib pawg lawm."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.9","label":"9","content":"Tej roojvaag puag taag qaug rua huv aav, nwg muab tej nqaaj roojvaag tsoo tawg ua tej dlaim; cov vaajntxwv hab cov numtswv raug luas nteg coj moog lawm; txuj kevcai los tsi muaj leejtwg qha, hab tug TSWV tsi ua rua cov cev Vaajtswv lug ua ywgtoog pum le lawm."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.10","label":"10","content":"Yeluxalees cov tuabneeg laug nyob quastsawg huv aav tsi has lug le; puab tsuab moov aav rua sau puab taubhau hab muab ntaub tsaaj lug naav; cov ntxhais hluas nyo taubhau ti nkaus rua huv aav."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.11","label":"11","content":"Kuv quaj heev txhaj ua rua kuv qhovmuag plooj taag; kuv tug plig ua mob ntsuav. Kuv tu sab heev ua rua kuv tug zug ntaug taag vim kuv tsaav tuabneeg txujkev puamtsuaj. Tej mivnyuas hab cov mivnyuas mog qaug tsi ncu qaab taag rua ntawm tej kev huv nroog."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.12","label":"12","content":"Cov mivnyuas ntawd quaj rua puab nam has tas, “Tshaib plaab hab nqhes dlej kawg le;” Puab qaug pawg lug rua ntawm tej kev ua rua puab tej nqaj to taag, puab sav yau zuj zug hab tuag rua ntawm puab nam lub xubndlag."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.13","label":"13","content":"Yeluxalees kws kuv hlub, kuv yuav has le caag rua koj? Yuav ua le caag kuv txhaj rov nplig tau koj lub sab? Tsi tau muaj dlua ib tug twg kws txomnyem npaum nuav. Koj txujkev puamtsuaj nyaav npaum nkaus le dlej havtxwv tsi muaj leejtwg paab tau."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.14","label":"14","content":"Koj cov cevlug tsi muaj dlaabtsi qha rua koj lawm, tabsis puab dlaag xwb, Puab tej lug qhuab qha yeej nthuav tsi tau koj txujkev txhum tawm. Puab ua rua koj xaav has tas, tsi taag koj hloov dlua sab tshab."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.15","label":"15","content":"Cov tuabneeg dlua kev ntawm lub nroog nuav, saib tsi taug koj kag le. Puab cu taubhau hab luag lub nroog Yeluxalees kws puamtsuaj taag lawm has tas, “Ntawm nuav puas yog lub nroog kws zoo nkauj heev? Ntawm nuav puas yog txujkev zoo sab ntawm lub nplajteb nuav?”"},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.16","label":"16","content":"Taagnrho koj cov yeebncuab puavleej saib tsi taug koj hab ua qhovmuag qauj leg ntxub koj kawg nkaus le. Puab zig ncauj hab ntxi muag rua koj has tas, “Peb ua rua nwg puamtsuaj lawm lauj! Nub nua yog nub kws peb tog ntsoov xaav pum heev ntaag!”"},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.17","label":"17","content":"Thaus kawg tug TSWV tau ua lawv le nwg tau npaaj tseg lawm; nwg ua rua peb puamtsuaj taag tsi taabncuab leejtwg le, lawv le nwg tub ceebtoom rua peb ua ntej ntev lug lawm. Nwg ca Peb cov yeebncuab kovyeej peb, nwg ca puab zoo sab thaus peb qaug lawm."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.18","label":"18","content":"Yeluxalees, ca koj tej ntsaa yeej quaj qw rua tug TSWV! Ca koj tej kua muag ndlwg tawm ib yaam le tej dlej taag nub taag mo; ca le quaj hab tu sab kuas koj tug zug ntaug."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.19","label":"19","content":"Koj sawv taag los sawv dlua lug quaj thov tug TSWV ib mos kaaj ntug plawg; ca le qheb koj lub sab hab thov kuas nwg taabncuab koj tej mivnyuas, tej mivnyuas tuag tshaib pawg lug ntawm tej ntug kev."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.20","label":"20","content":"Tug TSWV, thov koj tsaa qhovmuag saib cov tuabneeg kws koj ua rua puab raug kev txomnyem ntawd lauj! Cov quaspuj taabtom noj tej mivnyuas kws puab hlub heev! Cov povthawj hab cov cevlug raug luas tua tuag rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.21","label":"21","content":"Tej laug hab tej hluas los tuag pawg lug rua ntawm tej kev ib yaam nkaus; cov tub hluas hab ntxhais hluas raug yeebncuab muab ntaaj tua tuag taag. Nub kws koj chim, koj muab puab tua tuag pawg lug tsi taabncuab leejtwg le."},{"bible_id":"1726","chapter_code":"LAM.2","verse_code":"LAM.2.22","label":"22","content":"Koj caw kuv cov yeebncuab tuaj npaaj rooj noj rooj haus txaus ntshai heev nyob puagncig kuv. hab nub kws koj chim yeej tsi muaj leejtwg tsiv dlim le. Puab muab cov mivnyuas kws kuv tu hlub hab kuv hlub tua povtseg taag."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.1","label":"1","content":"Kuv yog ib tug kws paub has tas, qhov kws Vaajtswv rau txim ntawd nyaav npaum le caag"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.2","label":"2","content":"Nwg ntab hab coj kuv moog ti nkaus rua huv qhov kws tub tshaaj plawg hab tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.3","label":"3","content":"Nwg muab kuv ntaus taag los ntaus dlua tsi taabncuab kuv le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.4","label":"4","content":"Nwg ua rua kuv tej nqaj tej tawv ndluag rua rug hab tsoo kuv tej pobtxhaa luv."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.5","label":"5","content":"Nwg muab kuv kaw rua huv txujkev txomnyem hab lwj sab."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.6","label":"6","content":"Nwg yuam kuv nyob huv qhov chaw tsaus ntuj nti ib yaam le cov tuabneeg kws tub tuag tau ntev lug lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.7","label":"7","content":"Nwg muab saw hlau khi kuv; kuv yog tug tuabneeg raug txim. kws tsi muaj kev ca sab has tas yuav tsiv dlim le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.8","label":"8","content":"Kuv tsaa suab hlo quaj nrov nrov thov paab, tabsis Vaajtswv tsi noog kuv tej lug thov le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.9","label":"9","content":"Kuv moog kev qaug paaj qaug poog, nwg muab tej txag zeb lug ua ntsaa loog thaiv kuv txhua txuj hauv kev."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.10","label":"10","content":"Tug TSWV tog kuv kev ib yaam le tug dlais; nwg dlha tuaj tum kuv ib yaam le tug tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.11","label":"11","content":"Nwg coj kuv moog rua tom ntug kev, muab kuv dlua ndluag ua tej dlaim hab tso kuv povtseg."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.12","label":"12","content":"Nwg ntaa nwg raab neev hab muab kuv cuab ua dlaim phaj rua nwg tua."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.13","label":"13","content":"Nwg tua nwg cov xub tuaj raug kuv moog tub heev rua huv kuv lub nrog cev."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.14","label":"14","content":"Tuabneeg luag kuv plig ib nub tsaus ntuj; puab muab kuv tso dlaaj tso luag ua si."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.15","label":"15","content":"Tug TSWV muab txujkev txomnyem kws ab sab heev rua kuv noj hab haus nkaus xwb."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.16","label":"16","content":"Nwg muab kuv lub ntsejmuag coj moog txhuam rua huv aav, hab muab kuv cov nav tsoo sau pobzeb luv taag."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.17","label":"17","content":"Kuv txhaj tsi ncu txug kev noj qaab nyob zoo, kev thaajyeeb hab kev zoo sab le lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.18","label":"18","content":"Kuv txujsa nyob tsi ntev lawm, kuv txujkev ca sab rua tug TSWV tub pluj taag lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.19","label":"19","content":"Kuv xaav txug txujkev lwj sab, kuv tsi muaj vaaj tse nyob, mas yog tej tshuaj lom kws ab kawg nkaus le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.20","label":"20","content":"Kuv pheej xaav txug txujkev lwj sab, hab kuv nyuaj sab kawg nkaus."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.21","label":"21","content":"Thaus kuv ncu txug tej nuav, ua rua kuv rov muaj kev ca sab."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.22","label":"22","content":"Tug TSWV txujkev hlub kws ruaj khov hab nwg txujkev taabncuab yeej muaj tsi paub kawg,"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.23","label":"23","content":"txujkev hlub ntawm muaj txhua nub ib yaam le lub nub naj taagkig tawm tuaj."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.24","label":"24","content":"Kuv tsuas muaj tug TSWV tuab leeg xwb, yog le ntawd, kuv txhaj ca sab rua nwg."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.25","label":"25","content":"Tug TSWV yeej ua zoo rua txhua tug kws vaamkhom nwg."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.26","label":"26","content":"Qhov kws zoo tshaaj, yog ua lub sab ntev tog moog txug nub kws nwg lug cawm peb,"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.27","label":"27","content":"hab qhov kws zoo tshaaj, yog peb xyum ua sab ntev thaus hluas lug."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.28","label":"28","content":"Thaus peb raug kev txomnyem, peb yuavtsum ua sab ntev nyob ntsag tu."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.29","label":"29","content":"Tsimnyog peb txhus caug nyo ti nkaus huv aav, yog ua le ntawd tseem yuav muaj kev ca sab."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.30","label":"30","content":"Txawm yog raug ntaus hab raug thuam los peb yeej zoo sab txais huv tuabsi."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.31","label":"31","content":"Tug TSWV yog tug muaj kev taabncuab, hab nwg yuav tsi tso peb tseg moog ibtxhis."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.32","label":"32","content":"Txawm yog nwg ua rua peb raug kev ntxhuv sab, los nwg yeej hlub peb lawv le nwg txujkev hlub kws ruaj khov."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.33","label":"33","content":"Tug TSWV yeej tsi muaj pluaj sab ca peb raug kev ntxhuv sab lossis kev tsimtxom."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.34","label":"34","content":"Thaus peb raug luas caij tsuj huv tsev lojcuj los tug TSWV yeej paub;"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.35","label":"35","content":"Tug TSWV paub thaus peb tsi ua ncaaj nceeg le nwg has;"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.36","label":"36","content":"Thaus luas txav txim tsi ncaaj huv tsev tu plaub los tug TSWV yeej paub."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.37","label":"37","content":"Tsuas yog tej kws hum tug TSWV sab xwb txhaj le ua tau."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.38","label":"38","content":"Kev zoo hab kev phem los ib yaam nkaus, puavleej yog tug TSWV kws muaj Fwjchim Luj kawg nkaus saamfwm txhaj le muaj."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.39","label":"39","content":"Vim le caag peb pheej ywg thaus peb raug rau txim vim peb tej kev txhum?"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.40","label":"40","content":"Ca peb tshuaj saib peb lub neej hab tig rov lug cuag tug TSWV."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.41","label":"41","content":"Ca peb qheb peb lub sab rua Vaajtswv tug kws nyob sau ntuj hab thov has tas,"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.42","label":"42","content":"“Tug TSWV, peb tau ua txhum hab ntxeev sab rua koj lawm, koj tsi tau zaam txim rua peb le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.43","label":"43","content":"“Koj caum peb hab tua peb povtseg, koj txujkev chim roog koj txujkev taabncuab lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.44","label":"44","content":"Tauv fuab kws yog koj txujkev npautawg tuab heev, peb tej lug thov txhaj tuaj tsi txug koj."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.45","label":"45","content":"Koj ua rua peb raug tuabneeg nplajteb saib zoo ib yaam le tej khoom kws tsi muaj nqes."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.46","label":"46","content":"“Peb cov yeebncuab txhua tug thuam peb hab saib tsi taug peb."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.47","label":"47","content":"Peb tub raug kev txomnyem hab kev puamtsuaj lug lawm; peb ua neej nyob tuav xov xeeb hab ntshai kawg le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.48","label":"48","content":"Kuv kua muag ndlwg lawg, thaus kuv pum kuv tsaav tuabneeg raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.49","label":"49","content":"“Kuv cov kua muag yuav ndlwg lug tsi paub tu ib yaam le tug dlej ndlwg"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.50","label":"50","content":"moog txug thaus tug TSWV tsaa qhovmuag saib sau ntuj tuaj pum peb lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.51","label":"51","content":"Thaus kuv pum tej xwmtxheej lug raug cov quaspuj kws nyob huv lub nroog, mas kuv tu sab kawg."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.52","label":"52","content":"“Cov tuabneeg kws ua yeebncuab rua kuv ca le laam ntxub kuv, hab cuab hlua maag kuv ib yaam le noog maag tsig."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.53","label":"53","content":"Puab muab kuv pov caj rua huv ib lub qhov hab muab ib lub pobzeb npug lub ncauj qho."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.54","label":"54","content":"Dlej vuv dlhau plawg sau kuv taubhau, hab kuv xaav has tas, ‘Kev tuag lug ze lawm lauj!’"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.55","label":"55","content":"“Tug TSWV, kuv nyob huv qaab qho, kuv quaj thov koj,"},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.56","label":"56","content":"Hab thaus kuv thov kuas koj noog kuv tej lug thov, koj yeej nov."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.57","label":"57","content":"Koj teb kuv tej lug thov hab has kuas kuv tsi xob ntshai."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.58","label":"58","content":"“Tug TSWV, koj tub tuaj tso kuv dlim hab cawm tau kuv txujsa lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.59","label":"59","content":"Tug TSWV, koj tub pum tej kws luas ua tsi ncaaj rua kuv lawm, thov koj txav txim kuas ncaaj nceeg rua kuv rooj plaub."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.60","label":"60","content":"Koj yeej paub has tas kuv cov yeebncuab ntxub kuv heev, hab tuavhuv tawmtsaam kuv le caag."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.61","label":"61","content":"“Tug TSWV, koj yeej paub tej kws puab tuavhuv ua phem rua kuv; hab koj yeej nov tej lug kws puab thuam kuv."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.62","label":"62","content":"Puab has txug kuv hab tuav tswvyim ua phem rua kuv ib nub tsaus ntuj."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.63","label":"63","content":"Puab muab kuv tso dlaaj tso luag thaus sawv ntxuv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.64","label":"64","content":"“Tug TSWV, thov koj rau txim rua puab lawv le tej kws puab tau ua taag lug lawm."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.65","label":"65","content":"Thov koj foom phem rua puab hab tsi xob pub kuas puab muaj kev ca sab hlo le."},{"bible_id":"1726","chapter_code":"LAM.3","verse_code":"LAM.3.66","label":"66","content":"Thov koj caum hab lawv kuas puab tsiv tawm huv lub nplajteb nuav moog taag dlu lug.”"},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.1","label":"1","content":"Peb tej kub tsi ci lawm; tej pobzeb kws ua lub Tuamtsev pob poob pawg lug rua huv tej kev."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.2","label":"2","content":"Xi-oos cov tub hluas muaj nqes rua peb ib yaam le tej kub, tabsis nwgnuav puab muaj nqes ib yaam le tej laujkaub aav lawm xwb."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.3","label":"3","content":"Txawm yog tug maum maa los yeej pub mig rua nwg tej mivnyuas noj; Tabsis kuv tsaav tuabneeg ua nruj ua tsiv rua puab tej mivnyuas ib yaam le tej noog ntxhuav."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.4","label":"4","content":"Puab ca puab tej mivnyuas tuag tshaib tuag nqhes taag. Tej mivnyuas moog thov zaub mov noj, tabsis tsi muaj leejtwg muab ib yaam dlaabtsi rua puab le."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.5","label":"5","content":"Cov tuabneeg kws ibtxwm tau noj tej zaub mov zoo, puavleej tuag tshaib taag rua ntawm tej kev; cov tuabneeg kws ibtxwm npluanuj yuav moog fawb zaub mov ntawm tej chaw pov lamsim noj."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.6","label":"6","content":"Kuv tsaav tuabneeg raug txim nyaav tshaaj cov tuabneeg huv lub nroog Xaudoos, tuab plag ntshis xwb puab tub raug kev puamtsuaj taag rua Vaajtswv txhais teg."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.7","label":"7","content":"Peb cov numtswv huv tshaaj tej dlaus hab dlawb dlua kua mig, puab nyob cus plawg hab muaj zug khov kho, tsi muaj mob le."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.8","label":"8","content":"Nwgnuav puab pw pawg lug huv tej kev tsi muaj tuabneeg paub, puab tej ntsejmuag dlub ncab vim tub tuag lawm; puab tej tawv qhuav ib yaam le tawv ntoo qhwv nkaus puab tej txhaa."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.9","label":"9","content":"Cov tuabneeg kws tuag rua huv tshaav rog, zoo tshaaj cov kws yoo tshaib yoo nqhes tuag, vim tsi muaj mov cawm puab txujsa."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.10","label":"10","content":"Txujkev puamtsuaj kws lug raug kuv tsaav tuabneeg mas txaus ntshai kawg; cov quaspuj kws hlub puab tej mivnyuas los ca le muab tej mivnyuas tua noj."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.11","label":"11","content":"Tug TSWV tso nwg txujkev chim luj kawg nkaus tawm tuaj; nwg tis suavtawg rua Xi-oos kub nyab taag rua huv aav."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.12","label":"12","content":"Cov vaajntxwv kws nyob huv nplajteb nuav lossis cov tuabneeg kws nyob thoob qaab ntuj, yeej tsi ntseeg has tas yeebncuab hab tubrog muaj cuabkaav nkaag tau Yeluxalees tej roojvaag le."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.13","label":"13","content":"Tabsis muaj tuabneeg nkaag tau lug, vim nwg cov cev Vaajtswv lug ua txhum; hab nwg cov povthawj lub txim txhaj ua rua cov tuabneeg ncaaj nceeg tuag taag lawm."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.14","label":"14","content":"Yeluxalees cov thawjcoj ncig moog ncig lug txhua txujkev le cov tuabneeg dligmuag; puab ib ce lu ntshaav thoob plawg tsi muaj leejtwg kaam kov puab."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.15","label":"15","content":"Tej tuabneeg qw rua puab has tas, “Mej cov tuabneeg kws tsi huv! Ca le tsiv moog! Tsi xob tuav kuv!” Yog le ntawd, puab txhaj tsiv ib lub tebchaws moog rua ib lub tebchaws; tsi muaj leejtwg kaam tog txais puab hlo le."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.16","label":"16","content":"Tug TSWV yeej tsi mob sab txug puab; nwg txhaj muab puab ntab moog nyob ua saab ua sua. Nwg yeej tsi xaam txug peb cov povthawj hab cov thawjcoj le lawm."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.17","label":"17","content":"Peb lub qhovmuag saib ntsoov moog txug thaus kws tsi muaj txujkev paab le lawm; peb pheej tog kev paab ntawm ib tsaav tuabneeg kws tsi muaj ib yaam dlaabtsi paab peb."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.18","label":"18","content":"Yeebncuab yeej saib ntsoov peb, peb tsi muaj cuabkaav tawm moog rua tom tej kev le. Peb lub sijhawm tub dlhau; nub kawg tub lug txug lawm."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.19","label":"19","content":"Cov tuabneeg kws caum nteg peb tseem dlha ceev tshaaj tej dlaav kws yaa sau nruab ntug. Puab caum nteg peb sau tej ncov roob; Thaus peb tsi ceevfaaj, puab nteg tau peb huv taj suabpuam,"},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.20","label":"20","content":"Puab nteg tau peb lub hauvpaug txujsa, yog tug vaajntxwv kws tug TSWV xaiv; yog tug kws peb ca sab has tas yuav tiv thaiv tau peb ntawm txhua paab yeebncuab."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.21","label":"21","content":"Cov Edoos hab cov Uxes; mej ca le luag zoo sab. Kev puamtsuaj yeej yuav lug raug mej ib yaam nkaus hab; mej yuav qaug zaaj qaug zig labqaab ploog txaajmuag kawg le."},{"bible_id":"1726","chapter_code":"LAM.4","verse_code":"LAM.4.22","label":"22","content":"Xi-oos tub raug rau txim pauj nwg lub txim txhum lawm. Tug TSWV yuav tsi ca peb raug luas nteg coj moog ib zag ntxiv lawm. Tabsis Edoos, tug TSWV yuav rau txim rua koj; Nwg yuav nthuav tej kev txhum kws koj ua ntawd tawm huv tuabsi."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.1","label":"1","content":"Tug TSWV, thov koj ncu txug tej xwm kws tau lug raug peb ntawd. Thov koj tsaa qhovmuag saib peb hab peb tej kev txaajmuag."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.2","label":"2","content":"Peb tej laj tej teb poob rua lwm tsaav tuabneeg teg lawm; cov tuabneeg txawv tebchaws tuaj nyob huv peb tej vaaj tse taag lawm."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.3","label":"3","content":"Cov kws yog peb txiv raug yeebncuab muab tua tuag taag huv tuabsi, hab nwgnuav tshuav cov kws yog peb nam ua puj ntsuag nyob lawm xwb."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.4","label":"4","content":"Peb yuav tau them nyaj rua tej dlej kws peb haus; Peb yuav tau muab nyaj yuav ntoo lug rua peb ua tawg rauv."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.5","label":"5","content":"Luas lawv hab nplawm peb ib yaam le nplawm tej neeg luav lossis tej ntxhuav; Peb saab kawg nkaus, tabsis luas tsi pub peb su le."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.6","label":"6","content":"Peb moog thov nraag tebchaws Iziv hab peg tebchaws Axilias, peb txhaj muaj zaub mov txaus noj yug peb txujsa."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.7","label":"7","content":"Peb cov yawmkoob yeej ua txhum tag, tabsis puab tub tuag taag lawm; peb raug kev txomnyem vim peb tau ris puab tej kev txhum."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.8","label":"8","content":"Peb raug cov tuabneeg kws tub tsimtxaj tsi npaum le cov qhev tuaj tswjfwm peb, hab tsi muaj leejtwg paab kuas peb dlim ntawm puab txhais teg."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.9","label":"9","content":"Cov tuabneeg tua tuabneeg nyob thoob plawg tom tej ntug nroog; thaus peb moog nrhav zaub mov noj, peb pheej moo tuav sav rawv moog xwb."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.10","label":"10","content":"Kev tshaib plaab ua rua peb ua npaws ib ce kub lug ib yaam le lub qhovtxus."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.11","label":"11","content":"Peb cov quaspuj puavleej raug luas mos sau Roob Xi-oos; peb cov ntxhais los raug luas yuam huv cov Yudas tej zog."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.12","label":"12","content":"Peb cov thawjcoj raug luas nteg coj moog dlai cejdlaab tuag taag; tsi muaj leejtwg fwm peb cov tuabneeg laug hlo le lawm."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.13","label":"13","content":"Peb cov tub hluas raug luas yuam moog zum nplej ib yaam le tej qhev; cov mivnyuas tub raug luas yuam moog kwv ntoo nyaav heev ndlog puj poog."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.14","label":"14","content":"Tsi muaj cov laug tuaj nyob ntawm tej roojvaag nroog, hab tsi muaj cov hluas tuaj ntaus suab nkauj le lawm."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.15","label":"15","content":"Txujkev zoo sab tsiv tawm ntawm peb lub neej moog lawm; txujkev quaj ntsuag lug hloov peb tej kev seev cev zoo sab chaw."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.16","label":"16","content":"Txhua yaam kws peb khaav yeej tsi muaj dlaabtsi le lawm; peb ua txhum, nwgnuav peb txhaj raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.17","label":"17","content":"Vim le ntawd peb lub sab txhaj mob lwj ntsuav hab peb pum kev tsi tseeb vim peb tej kua muag lug taag."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.18","label":"18","content":"Lub Roob Xi-oos nyob khua sab khuav ua suabpuam taag, hab maa lug khawb lug ntaug ua rua puamtsuaj taag."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.19","label":"19","content":"Tabsis tug TSWV, koj yog tug Vaajntxwv kws nyob moog ibtxhis hab yuav tswj teb kaav chaw moog txug thaus lub sijhawm kawg."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.20","label":"20","content":"Vim le caag koj txhaj tso peb tseg ntev ua luaj le? Koj puas tseem ncu txug peb ntxiv lawm hab?"},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.21","label":"21","content":"Tug TSWV, thov coj peb rov qaab lug cuag koj! Thov coj peb rov qaab! Thov rov qaab txhim khu kuas peb muaj koob meej le thaus u."},{"bible_id":"1726","chapter_code":"LAM.5","verse_code":"LAM.5.22","label":"22","content":"Lossis koj yeej muab peb tso tseg moog ibtxhis le lawm? Puas yog koj txujkev chim yeej tsi muaj nub kawg le?"}]