[{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.1","label":"1","content":"Tug TSWV hu Mauxes ntawm tug TSWV lub Tsevntaub sis ntsib has tas,"},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.2","label":"2","content":"koj has rua cov Yixalayees hab qha rua puab has tas, Thaus leejtwg coj tsaj tuaj tua hlawv fij, nwg yuavtsum coj ib tug nyuj lossis ib tug yaaj lossis ib tug tshis tuaj fij hab."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.3","label":"3","content":"Yog nwg coj ib tug nyuj tuaj tua hlawv fij, nwg yuavtsum coj tug nyuj kws tsi muaj ib qho phem hlo le. Nwg yuavtsum caab tuaj rua ntawm tug TSWV lub Tsevntaub sis ntsib, tug TSWV txhaj txaus sab txais yuav."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.4","label":"4","content":"Nwg yuavtsum tsaa teg rua sau tug nyuj lub taubhau, tug nyuj ntawd txhaj yuav ua tau khoom theej txhoj tshem nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.5","label":"5","content":"Ces nwg muab tug nyuj ntawd tua taabmeeg tug TSWV, hab Aloos cov tub kws yog cov povthawj yuav muab cov ntshaav coj moog fij rua tug TSWV hab muab coj moog laub ywg thoob plawg lub thaaj kws nyob ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.6","label":"6","content":"Ces nwg muab tug tsaj ntawd laws tawv hab muab txav ua tej thooj,"},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.7","label":"7","content":"hab cov povthawj muab tawg coj moog teeb rua sau lub thaaj hab tis suavtawg rua."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.8","label":"8","content":"Ces Aloos cov tub kws yog cov povthawj maam le muab cov nqaj kws txav ua tej thooj, lub taubhau, hab cov roj moog tso rua sau cov tawg kws teeb sau lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.9","label":"9","content":"Tug tuabneeg ntawd yuavtsum muab dlej ntxuav tej plaab nyuv, sab ntsws hab ob cegqaab, ces tug povthawj maam le muab hlawv huv tuabsi rua sau lub thaaj ua khoom fij theej txhoj. Tej paa khoom fij nuav yuav tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.10","label":"10","content":"Yog leejtwg muab nwg ib tug yaaj lossis ib tug tshis tuaj ua khoom fij, mas nwg yuavtsum muab tug txiv kws tsi muaj ib qhov phem hlo le xwb."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.11","label":"11","content":"Nwg yuavtsum muab tug tsaj ntawd tua rua ntawm lub thaaj fij saab peg, hab cov povthawj muab cov ntshaav coj moog laub ywg thoob plawg lub thaaj huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.12","label":"12","content":"Hab nwg muab tug tsaj ntawd txav ua tej thooj, ces tug povthawj maam le muab lub taubhau hab cov roj moog tso rua sau cov tawg kws teeb rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.13","label":"13","content":"Tabsis tug ntawd yuavtsum muab dlej ntxuav tej plaab nyuv hab ob cegqaab, hab tug povthawj muab coj moog fij rua tug TSWV hab muab hlawv fij taagnrho rua sau lub thaaj. Tej khoom kws fij nuav tej paa yuav tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.14","label":"14","content":"Yog leejtwg muab noog tuaj tua hlawv ua khoom fij, tug noog ntawd yuavtsum yog ib tug nquab taug lossis nquab nyeg."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.15","label":"15","content":"Tug povthawj yuav coj tug noog ntawd moog rua ntawm lub thaaj, muab lub cejdlaab ntswj kuas tu, hab muab lub taubhau hlawv rua sau lub thaaj. Yuavtsum ca cov ntshaav ndlwg lug ywg lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.16","label":"16","content":"Nwg yuav tau muab lub txa dlawj povtseg rua ntawm lub thaaj saab nubtuaj kws yog qhov chaw nchuav cov tshauv."},{"bible_id":"1726","chapter_code":"LEV.1","verse_code":"LEV.1.17","label":"17","content":"Nwg tuav ob saab tis dlua kuas tug noog lub cev ndluag, tabsis tsi xob dlua ob saab tis kuas tu, hab muab tug noog ntawd hlawv kuas taagnrho rua sau lub thaaj. Tej paa yuav tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.1","label":"1","content":"Thaus ib tug twg coj qoobloo tuaj fij rua tug TSWV, nwg yuavtsum xub muab cov nplej ntawd zum ua moov. Nwg yuavtsum muab roj txiv ntoo hab moov tshuaj tsw qaab nphoo rua sau cov moov nplej ntawd huv tuabsi,"},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.2","label":"2","content":"hab coj tuaj cob rua Aloos cov tub kws yog cov povthawj. Ces tug Povthawj Hlub maam le yawm ib phoov teg moov nplej, muab cov roj hab cov moov tshuaj tsw qaab coj moog hlawv rua sau lub thaaj ib yaam le ua kevcai ncu txug fij rua tug TSWV. Tej paa khoom fij nuav yuav tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.3","label":"3","content":"Tej qoobloo kws seem fij tsi taag ntawd puavleej yog cov povthawj tug, txij thaus puab coj tej qoobloo ntawd tuaj fij rua tug TSWV lawm, tej ntawd yeej dlawbhuv lawm."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.4","label":"4","content":"Yog muab tej ncuav kws cub huv qhovtxus tuaj ua khoom fij, mas cov ncuav ntawd yuavtsum tsi xob muab keeb xyaw. Yuavtsum yog muab moov nplej zuaj xyaw roj txiv ntoo puab ua tej lub ncuav tuab tuab lossis muab roj txiv ntoo zuaj xyaw puab ua tej lub ncuav nyag nyag xwb."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.5","label":"5","content":"Yog muab cov ncuav nthee huv yag tuaj ua khoom fij, muab tej moov nplej ntawd zuaj xyaw roj txiv ntoo xwb, tsi xob muab keeb xyaw."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.6","label":"6","content":"Ca le muab puab ua tej lub hab muab cov roj laub rua sau, thaus mej coj moog ua khoom fij."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.7","label":"7","content":"Yog mej muab tej ncuav kws cub huv laujkaub coj moog fij, cov ncuav ntawd yuavtsum yog muab moov nplej hab roj txiv ntoo ua xwb."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.8","label":"8","content":"Coj lub ncuav ntawd moog fij rua tug TSWV hab muab cob rua tug povthawj, nwg maam le coj moog tso rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.9","label":"9","content":"Tug povthawj yuav muab ndlais ib nraab coj moog fij ua kev ncu txug rua tug TSWV, hab nwg yuav coj moog hlawv rua sau lub thaaj. Tej paa khoom kws fij nuav yuav tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.10","label":"10","content":"Tej khoom fij kws seem puavleej yog cov povthawj tug, txij thaus kws coj tej ncuav ntawd moog fij rua tug TSWV lawm, tej ntawd yeej dlawbhuv lawm."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.11","label":"11","content":"Mej tsi xob muab tej moov nplej kws xyaw keeb tuaj fij rua tug TSWV; mej tsi xob muab tej moov nplej kws xyaw keeb lossis xyaw zib ntaab hlawv fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.12","label":"12","content":"Txhua xyoo thaus mej sau qoobloo, mej yuavtsum coj mej thawj phaum qoob tuaj fij rua tug TSWV, tabsis tsi xob muab hlawv rua sau lub thaaj kuas tej paa tsw qaab ntxag."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.13","label":"13","content":"Muab ntsev nphoo rua sau txhua yaam qoobloo kws mej coj tuaj fij ntawd, rua qhov cov ntsev ntawd yog sawv cev cov lug cog tseg ntawm Vaajtswv hab mej ntaag. Mej yuavtsum nphoo ntsev taagnrho rua sau mej tej khoom fij huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.14","label":"14","content":"Thaus mej sau qoobloo hab coj thawj phaum qoob tuaj fij rua tug TSWV, muab tej nplej ntawd kib kuas nkig hab muab tuav kuas ua moov coj tuaj fij."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.15","label":"15","content":"Muab roj txiv ntoo laub rua hab muab moov tshuaj tsw qaab nphoo rua sau cov moov nplej ntawd."},{"bible_id":"1726","chapter_code":"LEV.2","verse_code":"LEV.2.16","label":"16","content":"Tug povthawj yuav muab cov moov nplej, cov roj hab cov moov tshuaj tsw qaab coj moog hlawv ua khoom fij ua kev ncu txug rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.1","label":"1","content":"Yog leejtwg muab nwg tug txiv nyuj lossis maum nyuj tua fij ua kev sis raug zoo, mas tug nyuj ntawd yuavtsum yog tug kws tsi muaj ib qhov phem hlo le."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.2","label":"2","content":"Tug txivneej ntawd yuavtsum tsaa nwg txais teg rua sau tug nyuj lub taubhau hab muab tug nyuj ntawd tua rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj. Ces Aloos cov tub kws yog cov povthawj muab cov ntshaav coj moog laub ywg thoob plawg lub thaaj"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.3","label":"3","content":"hab muab tug tsaj ntawd tej nqaj le nraag nuav coj moog ua khoom fij sis raug zoo rua tug TSWV: Taagnrho cov npluag roj kws npug lub plaab, cov nyuv,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.4","label":"4","content":"ob lub raum hab tej roj kws npug ob lub raum, hab nplais sab kws zoo tshaaj plawg."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.5","label":"5","content":"Cov povthawj yuavtsum muab taagnrho tej ntawd hlawv rua sau lub thaaj kws yog hlawv nrug tej khoom fij. Tej paa khoom fij nuav tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.6","label":"6","content":"Yog muab yaaj lossis tshis lug tua ua khoom fij ua kev sis raug zoo, muab tug txiv lossis tug maum los tau, tabsis yuavtsum muab tug kws tsi muaj ib qhov phem hlo le."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.7","label":"7","content":"Yog leejtwg muab ib tug yaaj fij,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.8","label":"8","content":"nwg yuavtsum tsaa nwg txhais teg rua sau tug yaaj ntawd taubhau hab muab tug yaaj ntawd tua rua ntawm hauv ntej tug TSWV lub Tsevntaub sis ntsib. Ces cov povthawj maam le muab cov ntshaav coj moog laub ywg thoob plawg rua lub thaaj,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.9","label":"9","content":"hab muab tug tsaj ntawd tej nqaj le nraag nuav coj moog ua khoom fij rua tug TSWV: Cov roj, tug kutwv nrug cov roj kws txav ti nkaus ntawm tug pobtxhaa ntsaag, tej npluag roj kws npug lub plaab, cov nyuv,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.10","label":"10","content":"ob lub raum hab tej roj kws npug ob lub raum hab nplais sab kws zoo tshaaj plawg."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.11","label":"11","content":"Dlua le cov ntawd lawm, tug povthawj maam le muab coj moog hlawv taagnrho rua sau lub thaaj ua khoom fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.12","label":"12","content":"Yog leejtwg muab ib tug tshis fij,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.13","label":"13","content":"nwg yuavtsum tsaa teg rua sau tug tshis ntawd lub taubhau hab muab tug tshis ntawd tua rua ntawm hauv ntej tug TSWV lub Tsevntaub sis ntsib. Ces cov povthawj maam le muab cov ntshaav coj moog laub ywg thoob plawg lub thaaj,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.14","label":"14","content":"hab muab tug tsaj ntawd tej nqaj le nraag nuav coj moog fij rua tug TSWV: cov npluag roj kws npug lub plaab hab cov nyuv,"},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.15","label":"15","content":"ob lub raum hab tej roj kws npug ob lub raum hab nplais sab kws zoo tshaaj plawg."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.16","label":"16","content":"Dlua le cov ntawd lawm, tug povthawj maam le muab coj moog hlawv taagnrho rua sau lub thaaj, ua khoom fij tsw qaab ntxag rua tug TSWV. Taagnrho cov roj puavleej yog tug TSWV tug."},{"bible_id":"1726","chapter_code":"LEV.3","verse_code":"LEV.3.17","label":"17","content":"Tsi pub cov Yixalayees ib tug twg noj tej roj lossis tej ntshaav le; qhov nuav yog ib txuj kevcai rua cov Yixalayees kws nyob txhua qhov coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.1","label":"1","content":"Tug TSWV saamfwm rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.2","label":"2","content":"“Koj qha rua cov Yixalayees paub has tas, yog leejtwg txhobtxwm ua txhum hab tsi muab sab npuab tug TSWV tej lug saamfwm, yuav tau ua lawv le tej kevcai nraag qaab nuav.”"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.3","label":"3","content":"Yog tug Povthawj Hlub twg tau ua txhum hab nwg tej kev txhum ntawm lug raug rua cov pejxeem, nwg yuavtsum tau coj ib tug ntsuag nyuj kws tsi muaj ib qhov phem le tuaj tua fij rua tug TSWV dlaws nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.4","label":"4","content":"Nwg yuavtsum caab tug nyuj ntawd moog rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, tsaa nwg txhais teg rua sau tug nyuj taubhau hab muab tua taabmeeg tug TSWV rua ntawd."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.5","label":"5","content":"Ces tug Povthawj Hlub yuavtsum nqaa tug ntsuag nyuj ntawd cov ntshaav ib qho moog rua huv tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.6","label":"6","content":"Mas tug povthawj yuavtsum muab nwg tug ntivteg tub cov ntshaav ntawd coj moog nchus rua dlaim ntaub kws quas Chaav Dlawbhuv xyaa zag."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.7","label":"7","content":"Hab tug povthawj muab ib cov ntshaav pleev lub thaaj hlawv moov tshuaj tsw qaab cov kub sau plaub ceg kaum thaaj kws nyob huv tug TSWV lub Tsevntaub sis ntsib. Dlua le ntawd nwg muab cov ntshaav kws seem coj moog laub rua lub taw thaaj kws hlawv tej khoom theej txhoj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.8","label":"8","content":"Nwg yuavtsum muab tug nyuj ntawd tej roj luas tawm kuas taag huv tuabsi nrug cov npluag roj kws npug lub plaab hab cov nyuv,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.9","label":"9","content":"ob lub raum hab cov roj kws npug ob lub raum, hab nplais sab kws zoo tshaaj plawg."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.10","label":"10","content":"Ces tug povthawj maam le muab cov roj coj moog hlawv rua sau lub thaaj kws hlawv tej khoom fij, ib yaam le nwg muab tej tsaj kws tua fij ua kev sis raug zoo tej roj coj moog hlawv hab ntaag."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.11","label":"11","content":"Tabsis nwg yuavtsum muab dlaim tawv, cov nqaj, lub taubhau, plaub ceg hab tej nyuv mog cov nyuv luj huv tuabsi,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.12","label":"12","content":"nqaa tawm moog rua saab nrau ntug yeej ntawm qhov chaw dlawbhuv kws pheej coj cov tshauv moog nchuav rua. Nwg muab tej nqaj nyuj tso rua sau pawg tawg hab muab hlawv."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.13","label":"13","content":"Yog cov Yixalayees tau yuam kev ua txhum kws yog txhum rua tug TSWV tej lug saamfwm ib nqais twg kws tsi yog txhobtxwm ua,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.14","label":"14","content":"thaus suavdlawg paub has tas, muaj txujkev txhum ntawd lawm, cov pejxeem yuavtsum coj ib tug ntsuag nyuj moog tua fij dlaws kev txhum rua ntawm tug TSWV lub Tsevntaub sis ntsib;"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.15","label":"15","content":"cov thawjcoj ntawm cov pejxeem lug tsaa puab tej teg rua sau tug nyuj ntawd taubhau hab muab tug nyuj tua rua ntawd."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.16","label":"16","content":"Tug Povthawj Hlub maam le nqaa ib cov ntshaav moog rua huv tug TSWV lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.17","label":"17","content":"muab nwg tug ntivteg tub cov ntshaav ntawd, hab muab nchus rua dlaim ntaub kws quas Chaav Dlawbhuv xyaa zag."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.18","label":"18","content":"Hab nwg muab ib cov ntshaav coj moog pleev lub thaaj kws hlawv moov tshuaj tsw qaab cov kub sau plaub ceg kaum thaaj kws nyob huv tug TSWV lub Tsevntaub sis ntsib hab muab cov ntshaav kws seem laub rua lub taw thaaj kws hlawv tej khoom fij ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.19","label":"19","content":"Ces nwg muab taagnrho tej roj coj moog hlawv rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.20","label":"20","content":"Nwg fij tug nyuj nuav ib yaam nkaus le nwg fij tug kws ntxuav tej kev txhum ntaag, hab qhov kws nwg ua le nuav tub yog nwg fij khoom ntxuav cov pejxeem lub txim, txhaj yuav zaam tau puab lub txim."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.21","label":"21","content":"Ces nwg maam coj tug nyuj moog hlawv rua saab ntug yeej nrau, ib yaam le nwg hlawv tug nyuj kws fij dlaws nwg lub txim. Qhov nuav yog fij khoom ua kevcai tshem cov pejxeem tej kev txhum moog povtseg."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.22","label":"22","content":"Yog ib tug numtswv tau yuam kev ua txhum kws yog txhum rua tug TSWV tej lug saamfwm ib nqais twg kws tsi yog txhobtxwm ua,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.23","label":"23","content":"thaus kws luas qha nwg txujkev txhum rua nwg paub lawm, nwg yuavtsum coj ib tug laug tshis kws tsi muaj ib qhov phem le moog tua fij theej txhoj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.24","label":"24","content":"Nwg yuavtsum tsaa nwg txhais teg rua sau tug tshis ntawd taubhau hab muab tug tshis ntawd tua rua ntawm lub thaaj saab peg, ntawm qhov chaw kws tua tsaj hlawv ua khoom fij. Qhov nuav yog fij khoom ua kevcai tshem nwg tej kev txhum povtseg."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.25","label":"25","content":"Tug povthawj yuavtsum muab nwg tug ntivteg tub cov ntshaav tsaj coj moog pleev rua lub thaaj kws hlawv khoom fij cov kub sau plaub ceg kaum thaaj, hab muab cov ntshaav kws seem laub ywg lub taw thaaj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.26","label":"26","content":"Ces nwg muab taagnrho tej roj coj moog hlawv rua sau lub thaaj, ib yaam le nwg hlawv tej roj kws yog tej tsaj kws tua fij ua kev sis raug zoo. Tug povthawj fij khoom theej txhoj tshem tug nom ntawd lub txim, txhaj yuav zaam tau nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.27","label":"27","content":"Yog cov pejxeem ib tug twg tau ua txhum kws yog ua txhum rua tug TSWV tej lug saamfwm ib nqais twg kws tsi yog txhobtxwm ua,"},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.28","label":"28","content":"ces thaus kws luas qha nwg txujkev txhum rua nwg paub lawm, nwg yuavtsum coj ib tug maum tshis kws tsi muaj ib qhov phem le moog tua fij theej txhoj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.29","label":"29","content":"Nwg yuavtsum tsaa nwg txhais teg rua sau tug maum tshis ntawd taubhau, hab muab tug maum tshis ntawd tua rua ntawm lub thaaj saab peg, ntawm qhov chaw kws tua tsaj hlawv ua khoom fij."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.30","label":"30","content":"Ces tug povthawj maam le muab nwg tug ntivteg tub cov ntshaav tshis coj moog pleev rua lub thaaj cov kub sau plaub ceg kaum thaaj, hab muab cov ntshaav kws seem laub ywg lub taw thaaj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.31","label":"31","content":"Ces nwg muab taagnrho tej roj luas tawm ib yaam le luas tej tsaj kws tua fij ua kev sis raug zoo tej roj, hab tug povthawj maam le muab coj moog hlawv rua sau lub thaaj kuas tsw qaab ntxag ua rua tug TSWV txaus sab heev. Qhov nuav yog tug povthawj fij khoom theej txhoj dlaws tug tuabneeg ntawd lub txim, txhaj yuav zaam tau nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.32","label":"32","content":"Yog ib tug twg coj ib tug yaaj tuaj tua dlaws nwg lub txim, mas tug yaaj ntawd yuavtsum yog tug maum, hab tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.33","label":"33","content":"Nwg yuavtsum tsaa nwg txhais teg rua sau tug maum yaaj ntawd taubhau, hab muab tug maum yaaj ntawd tua rua ntawm lub thaaj saab peg, ntawm qhov chaw kws tua tsaj hlawv ua khoom fij."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.34","label":"34","content":"Tug povthawj maam le muab nwg tug ntivteg tub cov ntshaav tsaj coj moog pleev rua lub thaaj cov kub sau plaub ceg kaum thaaj, hab muab cov ntshaav kws seem laub ywg lub taw thaaj."},{"bible_id":"1726","chapter_code":"LEV.4","verse_code":"LEV.4.35","label":"35","content":"Ces nwg muab cov roj luas tawm kuas taag, hab nwg muab coj moog hlawv rua sau lub thaaj fij rua tug TSWV. Qhov nuav yog tug povthawj fij khoom theej txhoj dlaws tug tuabneeg ntawd lub txim, txhaj yuav zaam tau nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.1","label":"1","content":"Yuavtsum fij khoom dlaws tej kev txhum le nraag nuav: Yog numtswv hu ib tug twg moog ua timkhawv rua huv tsev tu plaub, yog nwg npog tsi qha tej kws nwg pum lossis nov, nwg yuav tau ris nwg lub txim ntawd."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.2","label":"2","content":"Yog ib tug twg moog tuav tej kws tsi huv kws yog tej tsaj tuag, ces txij thaus ntawd lug nwg yog tuabneeg tsi huv, hab muaj txim ib yaam le nwg tau ua txhum."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.3","label":"3","content":"Yog ib tug twg moog tuav tej tuabneeg kws tsi huv ib qhov twg, txawm yog nwg tsi paub los thaus nwg paub lawm, nwg muaj txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.4","label":"4","content":"Yog ib tug twg laam coglug, tsi has zoo lossis phem, thaus nwg paub lawm, nwg muaj txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.5","label":"5","content":"Thaus ib tug twg tau ua txhum lawm, nwg yuavtsum leeg nwg lub txim ntawd,"},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.6","label":"6","content":"hab nwg yuavtsum raug teem txim vim nwg lub txim ntawd, nwg yuavtsum coj ib tug maum yaaj lossis maum tshis moog tua fij rua tug TSWV. Ces tug povthawj maam le muab coj moog ua khoom fij dlaws tug tuabneeg ntawd lub txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.7","label":"7","content":"Yog tug tuabneeg ntawd tsi muaj yaaj lossis tshis txawm peem, nwg yuavtsum nqaa ob tug nquab taug lossis ob tug nquab nyeg moog fij rua tug TSWV dlaws nwg lub txim, muab ib tug fij dlaws txim, hab muab ib tug hlawv ua khoom fij."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.8","label":"8","content":"Nwg yuav tau nqaa ob tug nquab ntawd moog rua tug povthawj, tug povthawj yuavtsum muab tug nquab kws dlaws txim fij ua ntej. Nwg muab tug nquab ntawd nyem cejdlaab kuas tuag, tabsis tsi xob ua kuas lub taubhau tu"},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.9","label":"9","content":"hab muab cov ntshaav nchus rua lub thaaj ib saab. Muab cov ntshaav kws seem coj moog tso rua ntawm lub taw thaaj. Qhov nuav yog fij khoom dlaws txim povtseg."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.10","label":"10","content":"Ces nwg maam le muab tug nquab kws ua khoom fij lug hlawv fij, lawv le txuj kevcai. Qhov nuav yog tug povthawj fij khoom theej txhoj dlaws tug tuabneeg ntawd lub txim, txhaj yuav zaam tau nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.11","label":"11","content":"Yog tug tuabneeg ntawd tsi muaj ob tug nquab taug lossis ob tug nquab nyeg le, nwg yuavtsum tau nqaa ob taig moov nplej moog fij dlaws nwg lub txim. Tabsis nwg tsi xob laub roj txiv ntoo lossis moov tshuaj tsw qaab xyaw cov moov nplej ntawd le, rua qhov yog coj moog fij dlaws txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.12","label":"12","content":"Nwg nqaa cov moov nplej ntawd moog rua tug povthawj, tug povthawj maam le muab teg yawm ib phoov teg fij ua kev ncu txug rua tug TSWV, hab coj moog tso rua sau lub thaaj ua khoom fij hlawv rua tug TSWV. Cov moov nplej nuav yog ua khoom fij dlaws txim povtseg."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.13","label":"13","content":"Qhov kws tug povthawj ua le nuav tub yog nwg muab tej khoom theej txhoj lug fij dlaws tug tuabneeg ntawd lub txim, txhaj yuav zaam tau nwg lub txim. Cov moov nplej kws seem ca ua tug povthawj tug, ib yaam le yog muab tej qoobloo coj tuaj fij rua tug TSWV ntaag."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.14","label":"14","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.15","label":"15","content":"yog leejtwg ua txhum rua tug TSWV tej khoom dlawbhuv, tabsis tsi yog nwg txhobtxwm ua, nwg yuavtsum coj ib tug laug yaaj lossis laug tshis kws tsi muaj ib qhov phem le moog fij rua tug TSWV dlaws nwg lub txim. Tug tsaj ntawd yuavtsum ntaus nqe kuas lawv le numtswv kevcai."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.16","label":"16","content":"Nwg yuavtsum them neeg nkaum feem pua ntxiv rua tej kws nwg tau ua txhum taag lug lawm rov rua tug TSWV. Nwg yuav tau muab cob rua tug povthawj, hab tug povthawj muab tug laug yaaj lossis tug laug tshis ntawd fij dlaws tug tuabneeg ntawd tej kev txhum, txhaj yuav zaam tau nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.17","label":"17","content":"Yog ib tug twg ua txhum rua tug TSWV tej lug saamfwm ib nqai twg, nwg muaj txim hab yuav tau ris lub txim ntawd."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.18","label":"18","content":"Nwg yuavtsum coj ib tug laug yaaj lossis laug tshis kws tsi muaj ib qhov phem le moog rua tug povthawj fij dlaws nwg lub txim. Tug tsaj ntawd yuavtsum ntaus nqe kuas lawv le numtswv kevcai txhaj tau. Mas tug povthawj muab tug tsaj ntawd fij dlaws tug tuabneeg ntawd tej kev txhum, txhaj yuav zaam tau nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.5","verse_code":"LEV.5.19","label":"19","content":"Qhov nuav yog fij khoom dlaws nwg lub txim kws nwg tau ua txhum rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.2","label":"2","content":"“Yog ib tug twg ua txhum hab ua tsi ncaaj rua tug TSWV kws yog tsi kaam thim tej khoom kws ib tug kwvtij Yixalayees coj tuaj rua nwg khaws tseg lossis yuam nqe lossis nyag luas tug"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.3","label":"3","content":"lossis nwg pum luas ib yaam khoom kws pluj lawm los nwg dlaag has tas nwg tsi pum, ces yog nwg ua txhum."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.4+LEV.6.5","label":"4-5","content":"Yog thaus ib tug twg ua txhum le has nuav, nwg yuavtsum muab tej kws nwg tau lug ntawm qhov kws ua tsi ncaaj ntawd xaa rov qaab. Nub kws paub has tas, nwg tau nyag lawm tag, nwg yuavtsum thim cov khoom ntawd kuas puv ntoob rov qaab rua tug tswv hab ntxiv neeg nkaum feem pua rua."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.6","label":"6","content":"Nwg yuavtsum coj ib tug laug yaaj lossis laug tshis kws tsi muaj ib qhov phem le moog rua tug povthawj muab fij rua tug TSWV dlaws nwg tej kev txhum. Tug tsaj ntawd yuavtsum ntaus nqe kuas lawv le numtswv kevcai."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.7","label":"7","content":"Tug povthawj yuavtsum muab tug tsaj ntawd fij dlaws tug tuabneeg ntawd txujkev txhum, txhaj yuav zaam tau nwg lub txim.”"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.8","label":"8","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.9","label":"9","content":"kuas muab tej kevcai hlawv khoom fij le nraag nuav qha rua Aloos hab nwg cov tub. Yaam khoom kws muab hlawv fij ntawd ca nyob rua sau lub thaaj ib mos kaaj ntug plawg, hab lub cubtawg los yuavtsum ca cig ntsaa thuav tsi pub tuag le."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.10","label":"10","content":"Ces tug povthawj naav nwg lub tsho ntaub maag ntev hab lub rig ntaub maag tuab lu, moog muab cov tshauv sau lub thaaj yawm hab muab tso rua ntawm lub thaaj ib saab."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.11","label":"11","content":"Ces nwg maam le hloov nwg cev rig tsho hab coj cov tshauv moog nchuav rua ntawm qhov chaw dlawbhuv kws nyob saab nrau ntug yeej."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.12","label":"12","content":"Cov tawg sau lub thaaj yuavtsum rauv kuas cig tsi xob pub tuag le. Txhua taagkig sawv ntxuv tug povthawj yuavtsum tuaj muab tawg rauv ntxiv rua, hab muab tej khoom fij hab tej roj coj moog hlawv rua sau fij ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.13","label":"13","content":"Lub cubtawg sau lub thaaj mas yuavtsum ca cig tsi xob pub tuag le."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.14","label":"14","content":"“Ntawm nuav moog yog tej kevcai kws coj tej qoobloo moog fij. Aloos cov tub kws yog cov povthawj yuavtsum muab tej qoobloo moog fij taabmeeg rua tug TSWV ntawm lub thaaj fij hauv ntej."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.15","label":"15","content":"Tug povthawj muab ib phoov teg moov nplej hab roj, hab muab moov tshuaj tsw qaab nphoo rua sau cov moov nplej hab coj moog hlawv rua sau lub thaaj kuas tsw qaab ntxag rua tug TSWV txaus sab heev."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.16","label":"16","content":"Aloos hab nwg cov tub yuavtsum noj cov ncuav kws tsi xyaw keeb kws seem huv chaav dlawbhuv huv tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.17","label":"17","content":"Tsi xob muab keeb xyaw cov ncuav ntawd, rua qhov yog puab feem tug, ntawm cov khoom dlawbhuv kws hlawv fij rua kuv, ib yaam le cov khoom fij dlaws txim hab dlaws kev txhum."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.18","label":"18","content":"Txhua tug txivneej kws yog Aloos cov xeebntxwv txhaj muaj cai noj tau tej zaub mov kws coj tuaj fij rua tug TSWV ntawd, ib tam dlhau rua ib tam moog le. Yog leejtwg moog chwv tej khoom fij ntawd, yuav ua rua tug ntawd dlawbhuv.”"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.19","label":"19","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.20","label":"20","content":"“Aloos hab nwg cov tub yuavtsum nqaa khoom moog fij rua tug TSWV, nub kws ua kevcai tsaa nwg ua povthawj:  Nwg yuavtsum nqaa ob choj moov nplej moog ua khoom fij rua tug TSWV (kuas sis npaug zog le tej moov nplej kws puab naj nub coj moog fij rua tug TSWV), muab ib nraab fij rua thaus sawv ntxuv hab muab ib nraab fij rua thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.21","label":"21","content":"Muab zuaj xyaw roj hab coj moog kib huv yag, thaus tawg paaj lawm maam coj moog ua khoom fij, kuas tej paa tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.22","label":"22","content":"Aloos cov xeebntxwv txhua tug kws ua tug Povthawj Hlub yuavtsum muab khoom fij rua tug TSWV le nuav ib tam dlhau rua ib tam moog ibtxhis. Tej khoom ntawd muab hlawv taagnrho fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.23","label":"23","content":"Tej qoobloo kws tug povthawj muab fij ntawd, yuavtsum muab hlawv kuas taag; tsi xob noj hlo le.”"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.24","label":"24","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.25","label":"25","content":"kuas muab tej kevcai fij khoom dlaws txim le nraag nuav qha rua Aloos hab nwg cov tub. Tug tsaj kws fij dlaws txim yuavtsum muab tua rua ntawm lub thaaj saab peg, ntawm qhov chaw kws tua tsaj hlawv ua khoom fij taabmeeg tug TSWV; rua qhov yog yaam khoom fij kws dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.26","label":"26","content":"Tug povthawj yuavtsum noj tug tsaj kws tua fij nuav huv Chaav Dlawbhuv, huv tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.27","label":"27","content":"Yog ib tug twg lossis ib yaam dlaabtsi kws moog chwv tug tsaj ntawd cov nqaj, yuav ua rua nwg dlawbhuv. Yog tug tsaj ntawd cov ntshaav txaws lu tej rig tsho, yuavtsum muab tej rig tsho ntawd ntxhua rua huv chaav dlawbhuv xwb."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.28","label":"28","content":"Lub laujkaub aav kws muab hau cov nqaj ntawd, yuavtsum muab tsoo povtseg, hab yog muab laujkaub tooj hau los yuavtsum muab txhuam hab ntxuav kuas huv."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.29","label":"29","content":"Txhua tug txivneej kws yog cov povthawj tsev tuabneeg yuavtsum noj cov nqaj kws muab ua khoom fij nuav. Cov nqaj ntawd dlawbhuv heev."},{"bible_id":"1726","chapter_code":"LEV.6","verse_code":"LEV.6.30","label":"30","content":"Tabsis tug tsaj theej txhoj kws muab cov ntshaav nqaa moog rua huv tug TSWV lub Tsevntaub sis ntsib fij ua kevcai dlaws txim, tsi xob noj yuavtsum muab hlawv xwb."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.1","label":"1","content":"Ntawm nuav yog tej kevcai fij khoom dlaws kev txhum kws yog cov khoom dlawbhuv heev."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.2","label":"2","content":"Muab tug tsaj kws fij dlaws txim ntawd tua rua ntawm lub thaaj saab peg kws yog qhov chaw tua tej tsaj hlawv ua khoom fij, hab muab cov ntshaav coj moog laub ywg thoob plawg lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.3","label":"3","content":"Muab cov roj luas kuas taag coj moog fij rua sau lub thaaj, cov roj ntawm tug kutwv, cov npluag roj kws npug lub plaab hab cov nyuv,"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.4","label":"4","content":"ob lub raum hab cov roj kws npug ob lub raum, hab nplais sab kws zoo tshaaj plawg."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.5","label":"5","content":"Ces tug povthawj muab cov roj coj moog hlawv rua sau lub thaaj ua khoom fij rua tug TSWV. Qhov nuav yog tug tsaj kws tua fij dlaws kev txhum."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.6","label":"6","content":"Txhua tug txivneej kws yog cov povthawj tsev tuabneeg noj tau tug tsaj ntawd cov nqaj, tabsis yuavtsum coj moog noj huv ib chaav dlawbhuv, rua qhov tug tsaj ntawd yog yaam khoom dlawbhuv heev."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.7","label":"7","content":"Muaj ib txuj kevcai fij khoom dlaws kev txhum hab zaam txim, tug povthawj twg yog tug fij tej khoom theej txhoj, mas cov nqaj ntawd yog nwg tug."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.8","label":"8","content":"Tug tsaj kws coj tuaj rua tug povthawj tua hlawv ua khoom fij ntawd, dlaim tawv yuavtsum yog tug povthawj kws hlawv tug tsaj ua khoom fij ntawd tug."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.9","label":"9","content":"Tej qoobloo kws muab puab ua ncuav cub huv qhovtxus lossis cub huv laujkaub lossis kib huv yag kws coj moog ua khoom fij, tug povthawj twg fij tej ncuav ntawd rua Vaajtswv, cov ncuav ntawd puavleej yog nwg tug."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.10","label":"10","content":"Tabsis taagnrho cov moov nplej kws tsi tau muab cub coj moog ua khoom fij, txawm yog muab zuaj xyaw roj lossis tseem ua moov qhuav los yeej yog Aloos cov tub kws ua cov povthawj tug, hab muab faib kuas sis npaug zog rua puab."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.11","label":"11","content":"“Ntawm nuav yog tej kevcai kws tuabneeg nqaa khoom tuaj fij rua tug TSWV ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.12","label":"12","content":"Yog ib tug twg muab cov khoom fij nuav moog fij ua Vaajtswv tsaug, nwg yuavtsum muab tej ncuav tsi xyaw keeb le nraag nuav moog fij nrug tug tsaj ntawd: Cov ncuav tuab kws zuaj xyaw roj txiv ntoo, cov ncuav nyag kws muab roj txiv ntoo pleev rua sau hab cov ncuav moov nplej mog kws muab zuaj xyaw roj txiv ntoo."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.13","label":"13","content":"Dlua le ntawd, nwg yuavtsum muab tej ncuav kws zuaj xyaw keeb lawm lug ntxiv rua hab."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.14","label":"14","content":"Nwg yuavtsum muab cov ncuav ntawd ib yaam ib lub coj moog fij rua tug TSWV; cov ncuav ntawd yog tug povthawj kws coj cov ntshaav tsaj moog nchus rua lub thaaj tug."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.15","label":"15","content":"Tug tsaj cov nqaj yuavtsum tau noj kuas taag rua nub kws fij tug tsaj ntawd ntaag, tsi pub kuas tshuav ib qho nqaj seem moog txug taagkig kaaj ntug."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.16","label":"16","content":"Tabsis yog ib tug twg coj khoom tuaj fij ua kev sis raug zoo lawv le nwg tau coglug tseg lossis lawv le nwg txaus sab coj tuaj fij; ca le muab tug tsaj kws nwg coj tuaj tua fij ntawd cov nqaj hau noj nub ntawd, tabsis yog noj tsi taag, taagkig yuavtsum muab tej nqaj kws seem lug noj dlua."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.17","label":"17","content":"Tej nqaj kws seem, nub peb ca le muab coj moog hlawv povtseg."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.18","label":"18","content":"Yog leejtwg tseem noj tug tsaj ntawd tej nqaj txug nub peb, Vaajtswv yuav tsi txais yuav tug tuabneeg ntawd tej khoom fij. Tej khoom fij ntawd yuav tsi suav ua tug tuabneeg ntawd tug, tabsis yuav muab suav ua cov khoom fij kws tsi huv, hab yog leejtwg noj, nwg yuav tau ris lub txim ntawd."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.19","label":"19","content":"Yog tej nqaj ntawd chwv raug tej yaam kws tsi huv, yuavtsum tsi xob noj, ca le muab hlawv povtseg. “Txhua tug kws yog tuabneeg huv lawm txhaj noj tau cov nqaj ntawd xwb,"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.20","label":"20","content":"tabsis tug kws tsi huv, nwg noj tug tsaj kws fij ua kev sis raug zoo nrug tug TSWV ntawd, ca le muab tug ntawd rhu tawm ntawm Vaajtswv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.21","label":"21","content":"Yog leejtwg noj tej nqaj ua khoom fij tom qaab kws nwg moog tuav tej yaam tsi huv, tsi has tuabneeg lossis tsaj, yuavtsum muab nwg rhu tawm ntawm Vaajtswv tsaav tuabneeg moog.”"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.22","label":"22","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.23","label":"23","content":"kuas qha rua cov Yixalayees has tas, tsi pub ib tug twg noj tej roj nyuj, roj yaaj lossis roj tshis hlo le."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.24","label":"24","content":"Tsi xob noj tej roj tsaj kws mob tuag lossis tsuv tum tuag le, tabsis ca siv ua lwm yaam los tau."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.25","label":"25","content":"Yog leejtwg noj tug tsaj kws tua fij rua tug TSWV lawm tej roj, tug ntawd yuav raug rhu tawm tsi tau ua Vaajtswv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.26","label":"26","content":"Txawm yog cov Yixalayees nyob qhov twg los xij, txwv tu nrho tsi pub muab ntshaav noog lossis ntshaav tsaj lug ua zaub noj."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.27","label":"27","content":"Yog leejtwg txhobtxwm rhuav txuj cai nuav, nwg yuav tsi tau ua Vaajtswv tsaav tuabneeg ntxiv le lawm."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.28","label":"28","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.29","label":"29","content":"kuas qha rua cov Yixalayees has tas, yog leejtwg muab khoom moog fij ua kev sis raug zoo rua tug TSWV, nwg yuavtsum nqaa ib feem ntawm tug tsaj moog fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.30","label":"30","content":"Nwg yuavtsum yog tug kws nqaa cov khoom ntawd moog, nwg yuavtsum nqaa tug tsaj ntawd cov roj nrug lub hauv nrob moog fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.31","label":"31","content":"Tug povthawj yuavtsum muab cov roj ntawd hlawv rua sau lub thaaj, tabsis muab lub hauv nrob rua Aloos hab Aloos cov tub."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.32","label":"32","content":"Hab tug tsaj ntawd cegqaab saab xis yog muab"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.33","label":"33","content":"rua tug povthawj kws yog Aloos tug tub kws muab cov ntshaav hab tej roj fij ua kev sis raug zoo ntawd."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.34","label":"34","content":"Tug TSWV kuas cov Yixalayees muab cov tsaj ntawd lub hauv nrob hab cegqaab saab xis rua tug povthawj Aloos hab nwg cov tub. Cov Yixalayees yuavtsum muab le nuav rua cov povthawj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.35","label":"35","content":"Qhov nuav yog muab ib feem ntawm cov khoom kws fij rua tug TSWV, rua Aloos hab nwg cov tub, txij nub kws tsaa puab ua povthawj moog."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.36","label":"36","content":"Txij nub ntawd lug tug TSWV txhaj saamfwm kuas cov Yixalayees yuavtsum muab ib feem ntawm cov khoom nuav rua cov povthawj. Txuj kevcai nuav cov Yixalayees yuavtsum coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.37","label":"37","content":"Cov nuav yog tej kevcai hlawv khoom fij, fij tej qoobloo, fij khoom dlaws txim, fij khoom zaam kev txhum, fij khoom ua kevcai tsaa povthawj hab fij khoom ua kev sis raug zoo,"},{"bible_id":"1726","chapter_code":"LEV.7","verse_code":"LEV.7.38","label":"38","content":"yog cov lug kws tug TSWV saamfwm rua Mauxes sau Roob Xinais nub kws nwg kuas cov Yixalayees nqaa khoom tuaj fij rua tug TSWV nyob nraag taj suabpuam Xinais."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.2","label":"2","content":"“Koj ca le coj Aloos hab nwg cov tub moog rua tom tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, hab nqaa cov rig tsho kws cov povthawj naav, cov roj txhawb meejthawj, ib tug ntsuag nyuj fij dlaws txim, ob tug laug yaaj, hab ib tawb ncuav tsi xyaw keeb."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.3","label":"3","content":"Ces hu taagnrho cov Yixalayees tuaj sis sau rua tod.”"},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.4","label":"4","content":"Mauxes txawm ua lawv le tug TSWV tau has rua nwg, hab thaus cov Yixalayees tuaj sis sau txhij lawm,"},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.5","label":"5","content":"nwg has rua puab tas, “Tug TSWV has kuas kuv ca le ua num kuas tav taamsim nuav.”"},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.6","label":"6","content":"Ces Mauxes txhaj coj Aloos hab Aloos cov tub moog hab muab dlej ua kevcai ntxuav puab."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.7","label":"7","content":"Nwg muab lub tsho hab lub tsho ntev rua Aloos naav hab muab txuj hlaab rua Aloos sa. Nwg muab lub tsho efaus  rua Aloos naav looj tuaj sau hab muab txuj hlaab ntaub maag zoo zoo lug rua nwg paav dluav."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.8","label":"8","content":"Mauxes muab dlaim ntaub npug hauvsab lug npug Aloos hauvsab, hab nwg muab lub Ulees hab lub Thumees  ntsaws rua huv lub tsho efaus."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.9","label":"9","content":"Mauxes muab txuj phuam rua Aloos ntoo, hab nwg muab dlaim phaj kub dlawbhuv dlai rua ntawm txuj phuam ntawm Aloos hauvplaj lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.10","label":"10","content":"Ces Mauxes txawm muab cov roj txhawb meejthawj nchus rua tug TSWV lub Tsevntaub sis ntsib, hab txhua yaam kws nyob huv lub Tsevntaub. Qhov kws ua le nuav tub yog nwg muab lub Tsevntaub hab txhua yaam fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.11","label":"11","content":"Nwg tseem muab cov roj ntawd moog nchus xyaa zag rua lub thaaj hab tej cuabyeej sau lub thaaj, hab nchus rua lub phab tooj hab lub taw phab hab muab tej ntawd fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.12","label":"12","content":"Mauxes muab cov roj txhawb meejthawj laub rua sau Aloos taubhau tsaa nwg ua povthawj."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.13","label":"13","content":"Tom qaab ntawd, Mauxes maam le coj Aloos cov tub lug rua tom hauv ntej, nwg muab tsho rua puab naav, muab hlaab rua puab sa hab muab phuam rua puab ntoo lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.14","label":"14","content":"Ces Mauxes txawm muab ib tug ntsuag nyuj tua fij dlaws txim, nwg kuas Aloos hab Aloos cov tub tsaa teg rua sau tug nyuj ntawd taubhau."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.15","label":"15","content":"Mauxes muab tug nyuj ntawd tua hab nwg muab ntivteg tub cov ntshaav nyuj coj moog pleev rua lub thaaj cov kub sau plaub ceg kaum thaaj kws yog ua kevcai ntxuav lub thaaj. Nwg muab cov ntshaav kws seem moog laub ywg thoob plawg lub taw thaaj. Qhov kws nwg ua le nuav tub yog nwg fij lub thaaj hab ua kevcai ntxuav lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.16","label":"16","content":"Mauxes muab cov npluag roj kws npug lub plaab hab cov nyuv, nplais sab kws zoo tshaaj plawg hab ob lub raum nrug cov roj kws npug ob lub raum coj moog hlawv rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.17","label":"17","content":"Tabsis nwg coj tug nyuj lub cev, dlaim tawv, cov nqaj hab cov nyuv moog hlawv rua saab nrau ntug yeej, lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.18","label":"18","content":"Dlua le ntawd, Mauxes tseem muab ib tug laug yaaj tua hlawv ua khoom fij, ces Aloos hab Aloos cov tub tsaa teg rua sau tug yaaj ntawd taubhau."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.19","label":"19","content":"Ces Mauxes muab tug yaaj ntawd tua hab muab cov ntshaav nchus thoob plawg lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.20","label":"20","content":"Hab thaus puab muab tug laug yaaj ntawd txav ua tej thooj lawm, Mauxes muab lub taubhau, cov nqaj hab cov roj coj moog hlawv."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.21","label":"21","content":"Hab thaus puab muab dlej ntxuav tej plaab nyuv, sab ntsws hab plaub ceg lawm, puab maam le muab rua Mauxes coj moog hlawv. Cov nuav yog muab hlawv ua khoom fij rua tug TSWV, hab cov khoom nuav yuav tsw qaab ntxag ua rua Tug TSWV txaus sab, lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.22","label":"22","content":"Ces Mauxes rov muab dlua ib tug laug yaaj tua ua kevcai tsaa cov povthawj, Aloos hab Aloos cov tub tsaa teg rua sau tug yaaj ntawd taubhau."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.23","label":"23","content":"Mauxes muab tug yaaj ntawd tua hab muab cov ntshaav coj moog pleev Aloos lub taubntseg saab xis, tug taubteg saab xis hab tug taubtaws saab xis."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.24","label":"24","content":"Ces Mauxes maam le moog coj Aloos cov tub lug hab muab ntshaav pleev puab cov taubntseg saab xis, cov taubteg saab xis hab cov taubtaws saab xis. Mauxes muab cov ntshaav kws seem coj moog nchus thoob plawg lub thaaj huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.25","label":"25","content":"Mauxes muab cov roj ntawm tug kutwv, cov npluag roj kws npug lub plaab hab cov nyuv, nplais sab kws zoo tshaaj plawg, ob lub raum nrug cov roj kws npug ob lub raum hab cegqaab saab xis."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.26","label":"26","content":"Ces Mauxes muab ib lub ncuav tsi xyaw keeb kws tub muab fij rua tug TSWV lawm huv lub tawb kws rau cov ncuav tsi xyaw keeb, ib lub ncuav zuaj xyaw roj, hab ib lub ncuav nyag nyag, coj moog tso rua sau cov roj hab cegqaab saab xis."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.27","label":"27","content":"Mauxes muab tej khoom ntawd rua Aloos hab Aloos cov tub, ces puab muab yom fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.28","label":"28","content":"Ces Mauxes muab cov khoom ntawd rov lug hab coj moog hlawv rua sau lub thaaj, yog cov khoom fij ua kevcai tsaa povthawj. Cov nuav yog tej khoom hlawv fij, hab tsw qaab ntxag ua rua tug TSWV txaus sab."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.29","label":"29","content":"Ces Mauxes muab lub hauv nrob coj moog yom fij rua tug TSWV. Tug yaaj kws muab tua ua kevcai tsaa povthawj ntawd, yog muab rua Mauxes. Mauxes ua txhua yaam lawv le tug TSWV tau has rua nwg lawm."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.30","label":"30","content":"Mauxes muab cov roj txhawb meejthawj hab cov ntshaav yaaj sau lub thaaj lug nchus rua Aloos, Aloos cov tub hab rua puab tej rig tsho. Qhov kws Mauxes ua le ntawd tub yog nwg muab puab hab puab tej rig tsho fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.31","label":"31","content":"Mauxes has rua Aloos hab Aloos cov tub has tas, “Coj cov nqaj nuav moog hau rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, hab noj ntxuag cov ncuav tsi xyaw keeb kws nyob huv lub tawb kws muab fij ua kevcai tsaa povthawj lawv le tug TSWV tau has rua kuv lawm has tas, Aloos hab nwg cov tub yuav noj tej ntawd."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.32","label":"32","content":"Muab tej nqaj lossis tej ncuav kws seem hlawv povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.33","label":"33","content":"Mej tsi xob tawm ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj moog rua saab nrau kuas txwm xyaa nub moog txug nub kws mej ua kevcai tsaa povthawj tav taag tsaiv, rua qhov kevcai tsaa povthawj yuavtsum yog xyaa nub txhaj tav."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.34","label":"34","content":"Tej kws peb ua nub nua tub yog tug TSWV has kuas ua dlaws mej tej kev txhum povtseg."},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.35","label":"35","content":"Mej Yuavtsum nyob tuabywv ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj xyaa nub xyaa mo hab ua lawv le tug TSWV tau has tseg lawm. Yog mej tsi ua le ntawd, mej yuav tuag. Ntawm nuav yog tej lug kws tug TSWV tau saamfwm rua kuv lawm.”"},{"bible_id":"1726","chapter_code":"LEV.8","verse_code":"LEV.8.36","label":"36","content":"Yog le ntawd, Aloos hab Aloos cov tub txhaj ua txhua yaam lawv le tej lug kws tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.1","label":"1","content":"Thaus txug nub yim, Mauxes txawm hu Aloos, Aloos cov tub hab cov Yixalayees tej thawjcoj tuaj cuag nwg;"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.2","label":"2","content":"Mauxes has rua Aloos has tas, “Ca le coj ib tug ntsuag nyuj hab ib tug laug yaaj kws tsi muaj ib qhov phem le tuaj hab muab tua fij rua tug TSWV, tug ntsuag nyuj yog muab fij dlaws txim hab tug laug yaaj yog muab hlawv fij."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.3","label":"3","content":"Hab koj has rua cov Yixalayees has tas, ‘Mej yuavtsum coj ib tug laug tshis moog fij dlaws txim, ib tug ntsuag nyuj hab ib tug laug yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le moog tua hlawv fij,"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.4","label":"4","content":"muab tug ntsuag nyuj hab tug laug yaaj tua fij ua kev sis raug zoo. Mej muab cov tsaj nuav fij rua tug TSWV nrug tej ncuav kws zuaj xyaw roj lawm. Mej yuavtsum ua le nuav, rua qhov nub nua tug TSWV yuav lug tshwm rua mej pum.’ ”"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.5","label":"5","content":"Puab coj txhua yaam tuaj tso rua ntawm tug TSWV lub Tsevntaub sis ntsib lawv le Mauxes tau has rua puab, hab taagnrho cov pejxeem tuaj sis sau pehawm tug TSWV rua ntawm qhov chaw ntawd."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.6","label":"6","content":"Mauxes has tas, “Tug TSWV saamfwm kuas mej ca le ua txhua yaam nuav, yog mej ua le ntawd, nwg lub fwjchim kws ci ntsaa ab txhaj tshwm lug rua mej pum.”"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.7","label":"7","content":"Ces Mauxes has rua Aloos has tas, “Ca le moog rua tom lub thaaj muab khoom fij dlaws txim hab hlawv khoom fij dlaws koj hab cov pejxeem lub txim. Muab tej khoom nuav moog fij dlaws cov pejxeem lub txim lawv le tug TSWV tau has rua kuv lawm.”"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.8","label":"8","content":"Aloos txhaj moog rua tom lub thaaj hab muab tug ntsuag nyuj tua fij dlaws nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.9","label":"9","content":"Nwg cov tub nqaa cov ntshaav lug rua nwg, nwg muab nwg tug ntivteg tub cov ntshaav nyuj hab coj moog pleev rua lub thaaj plaub tug kub sau plaub ceg kaum thaaj, hab cov kws seem muab laub ywg thoob plawg lub taw thaaj."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.10","label":"10","content":"Ces nwg muab cov roj, ob lub raum hab nplais sab kws zoo tshaaj plawg coj moog hlawv rua sau lub thaaj lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.11","label":"11","content":"Tabsis nwg coj cov nqaj hab dlaim tawv moog hlawv rua saab nrau ntug yeej."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.12","label":"12","content":"Nwg tua tsaj hlawv fij dlaws nwg lub txim. Nwg cov tub nqaa cov ntshaav tsaj lug rua nwg, hab nwg muab laub ywg thoob plawg lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.13","label":"13","content":"Puab nqaa tug tsaj ntawd lub taubhau hab cov nqaj lug rua nwg, nwg muab coj moog hlawv rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.14","label":"14","content":"Ces nwg muab lub plaab hab cov nyuv, sab ntsws, hab ob cegqaab ntxuav hab coj moog hlawv rua sau lub thaaj, nrug cov khoom fij kws muab hlawv ntawd."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.15","label":"15","content":"Tom qaab ntawd, nwg maam le muab cov pejxeem tej khoom lug fij. Nwg muab ib tug tshis fij dlaws cov pejxeem lub txim, nwg muab tua hab muab tug tshis ntawd fij, nwg ua ib yaam le nwg tub fij dlaws nwg lub txim ua ntej lawm."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.16","label":"16","content":"Nwg tseem muab tsaj tua hlawv ua khoom fij hab muab tug tsaj ntawd fij lawv le kevcai."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.17","label":"17","content":"Nwg muab tej qoobloo coj moog fij hab yawm ib phoov teg moov nplej coj moog hlawv rua sau lub thaaj. (Cov nuav yog fij ntxiv rua cov khoom kws naj nub coj moog hlawv fij.)"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.18","label":"18","content":"Nwg muab tug txiv nyuj hab tug laug yaaj fij ua kev sis raug zoo rua cov pejxeem. Nwg cov tub nqaa cov ntshaav tsaj lug rua nwg, hab nwg muab coj moog nchus thoob plawg lub thaaj."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.19","label":"19","content":"Aloos muab cov roj nyuj hab cov roj yaaj moog"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.20","label":"20","content":"tso rua sau ob lub hauv nrob hab muab nqaa coj moog tso taagnrho rua sau lub thaaj. Nwg muab cov roj hlawv rua sau lub thaaj"},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.21","label":"21","content":"hab muab ob lub hauv nrob hab cegqaab saab xis coj moog yom fij rua tug TSWV, ua cov povthawj tug lawv le Mauxes tau has tseg lawm."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.22","label":"22","content":"Thaus Aloos fij khoom dlaws txim, hlawv khoom fij hab fij khoom ua kev sis raug zoo taag lawm, nwg txawm tsaa nwg ob txhais teg rua sau cov pejxeem, nwg foom koob moov rua puab hab nqeg sau lug."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.23","label":"23","content":"Mauxes hab Aloos obtug moog rua tom tug TSWV lub Tsevntaub sis ntsib, hab thaus obtug tawm lug, obtug foom koob moov rua cov pejxeem hab tug TSWV tug tshwjchim txawm ci ntsaa ab lug rua cov pejxeem suavdlawg pum."},{"bible_id":"1726","chapter_code":"LEV.9","verse_code":"LEV.9.24","label":"24","content":"Taamsim ntawd, tug TSWV txawm tso suavtawg lug kub cov khoom fij hab tej roj sau lub thaaj huv tuabsi lawm. Thaus cov pejxeem pum tug tshwjchim ntawd, puab qw hab txhus caug ndlua pehawm ua ntsejmuag ti nkaus rua huv aav."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.1","label":"1","content":"Aloos ob tug tub, Nadas hab Anpihus obtug ib leeg nqaa ib laujkaub ncaig tawg kws muaj thee cig ntsaa thuav, muab moov tshuaj tsw qaab tso rua hab coj moog fij rua tug TSWV, tabsis cov ncaig tawg ntawd tsi dlawbhuv, rua qhov tug TSWV tsi tau kuas obtug coj cov khoom ntawd moog fij."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.2","label":"2","content":"Taamsim ntawd tug TSWV txawm tso suavtawg lug kub kag obtug tuag taabmeeg tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.3","label":"3","content":"Ces Mauxes has rua Aloos has tas, “Ntawm nuav yog tej lug kws tug TSWV tau has tseg ca lawm has tas, ‘Cov kws ua kuv teg num yuavtsum saib taug kuv kws yog tug dlawbhuv; hab kuv yuav qha kuv tug tshwjchim rua kuv tsaav tuabneeg.’ ”  Tabsis Aloos nyob tuabywv, tsi has ib lu lug le."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.4","label":"4","content":"Mauxes hu Aloos tug txiv ntxawm Uxiyees ob tug tub, Mixayees hab Exafas kuas tuaj cuag nwg hab nwg has rua obtug has tas, “Meb ca le lug ntawm nuav hab coj meb ob tug kwvtij ob lub cev tawm huv lub Tsevntaub tseemceeb nuav moog tso rua saab nrau ntug yeej.”"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.5","label":"5","content":"Yog le ntawd, obtug txhaj lug muab khaub dluag qhwv ob lub cev tuag hab coj moog tso rua saab nrau ntug yeej lawv le Mauxes tau has rua obtug."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.6","label":"6","content":"Ces Mauxes has rua Aloos hab Aloos ob tug tub Ele-axas hab Ithamas has tas, “Tsi xob ca mej cov plaubhau ntxhuv nyo lossis dlua mej tej rig tsho kuas luas paub has tas mej muaj kev quaj ntsuag. Yog mej ua le ntawd, mej yuav tuag hab tug TSWV yuav chim rua ib tsoom pejxeem suavdlawg. Tabsis tso rua ib tsoom Yixalayees lug ua cov quaj nyav hab paam ob tug tuag kws tug TSWV tso suavtawg lug kub tuag ntawd."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.7","label":"7","content":"Tsi xob tawm dlhau ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj moog rua saab nrau, yog mej tawm, mej yuav raug tua tuag, rua qhov tub muab tug TSWV cov roj txhawb meejthawj pleev mej lawm.” Puab txawm ua lawv le Mauxes has ntawd."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.8","label":"8","content":"Tug TSWV has rua Aloos has tas,"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.9","label":"9","content":"“Tom qaab kws koj hab koj cov tub haus cawv txiv maab lossis haus cawv ntsim lawm, mej tsi xob moog huv kuv lub Tsevntaub sis ntsib; yog mej moog rua huv, mej yuav tuag. Nuav yog txuj kevcai rua koj hab koj cov xeebntxwv yuavtsum coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.10","label":"10","content":"Koj yuavtsum paub saib qhov twg yog Vaajtswv tug hab qhov twg yog mej tug, paub qhov twg huv hab qhov twg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.11","label":"11","content":"Koj yuavtsum muab tej kevcai kws kuv kuas Mauxes muab rua koj nuav qha rua ib tsoom Yixalayees suavdlawg.”"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.12","label":"12","content":"Mauxes has rua Aloos hab Aloos ob tug tub kws yog Ele-axas hab Ithamas kws tseem ua neej nyob has tas, “Muab cov moov nplej seem kws fij rua tug TSWV ntawd zuaj ua ib cov ncuav tsi xyaw keeb hab coj moog noj tom lub thaaj ib saab rua qhov yog cov khoom fij kws dlawbhuv heev."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.13","label":"13","content":"Tej khoom kws fij rua tug TSWV, feem twg yog koj hab koj cov tub tug, mej ca le coj moog noj huv qhov chaw dlawbhuv. Rua qhov tug TSWV tau saamfwm rua kuv le ntawd lawm."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.14","label":"14","content":"Tabsis lub hauv nrob hab cegqaab kws muab yom fij rua tug TSWV, koj coj moog hau noj huv qhov chaw dlawbhuv, koj hab koj cov tub cov ntxhais nrug koj noj, rua qhov cov khoom fij ua kev sis raug zoo kws cov Yixalayees coj tuaj fij ntawd, yog koj hab koj cov tub tug."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.15","label":"15","content":"Puab yuavtsum nqaa cegqaab hab lub hauv nrob tuaj thaus lub sijhawm kws puab nqaa cov roj tuaj hlawv fij rua tug TSWV. Cegqaab hab lub hauv nrob yog koj hab koj cov mivnyuas tug moog ibtxhis lawv le tug TSWV tau has tseg lawm.”"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.16","label":"16","content":"Mauxes nug txug tug tshis kws muab tua fij dlaws txim, puab qha has tas, puab tub muab tug tshis ntawd hlawv taag lawm. Qhov nuav ua rua Mauxes chim heev rua Ele-axas hab Ithamas obtug, hab nwg nug has tas,"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.17","label":"17","content":"“Vim le caag mej tsi coj cov khoom fij dlaws txim nuav moog noj huv qhov chaw dlawbhuv? Rua qhov yog yaam khoom fij dlawbhuv, hab tug TSWV tub muab rua mej coj moog fij dlaws cov pejxeem lub txim povtseg taabmeeg tug TSWV lawm."},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.18","label":"18","content":"Txawm yog cov ntshaav los tub tsi pub nqaa moog rua huv Chaav Dlawbhuv huv lub Tsevntaub. Mej yuavtsum noj tej khoom nuav rua huv qhov chaw dlawbhuv lawv le kuv tub has rua mej lawm.”"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.19","label":"19","content":"Aloos teb has tas, “Nub nua cov pejxeem coj puab tej khoom fij dlaws txim moog fij rua tug TSWV, hab puab coj puab tej khoom tuaj hlawv fij huv tuabsi, tabsis tseem muaj tej kev ntshai nuav tshwm lug rua kuv hab. Yog kuv ca le noj cov nqaj kws fij dlaws txim ntawd nub nua, puas yuav hum tug TSWV sab?”"},{"bible_id":"1726","chapter_code":"LEV.10","verse_code":"LEV.10.20","label":"20","content":"Thaus Mauxes nov cov lug nuav, nwg kuj pum zoo lawv le Aloos has hab."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.1","label":"1","content":"Tug TSWV has rua Mauxes hab Aloos obtug has tas,"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.2","label":"2","content":"Meb yuavtsum qha rua cov Yixalayees has tas, “Mej noj tau txhua yaam tsaj nruab nraag"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.3","label":"3","content":"kws rau ncau ua ob saab hab yog cov tsaj zum zaub xwb."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.4","label":"4","content":"Txawm yog le caag los xij, cov tsaj kws zum zaub kws rau tsi ncau, muaj tej yaam mej tsi xob noj: mej tsi xob noj ntxhuav, ntxhuav yog tsaj zum zaub, tabsis rau tsi ncau hab tsi huv rua mej."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.5","label":"5","content":"Tsi xob noj loobtswb, loobtswb rau ncau tabsis tsi zum zaub, hab tsi huv rua mej."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.6","label":"6","content":"Hab tsi xob noj luav, luav yog tsaj zum zaub tabsis rau tsi ncau ua ob saab hab tsi huv rua mej."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.7","label":"7","content":"Tsi xob noj npua, npua tej rau ncau ua ob saab, tabsis npua tsi zum zaub hab tsi huv rua mej."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.8","label":"8","content":"Tsi xob noj cov tsaj nuav lossis kov cov tsaj nuav tug kws tuag lawm, cov tsaj ntawd tsi huv rua mej."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.9","label":"9","content":"“Mej noj tau txhua yaam ntseg nyob huv dlej kws muaj xab hab muaj khum,"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.10","label":"10","content":"tabsis txhua yaam tsaj nyob huv dlej lossis huv havtxwv kws tsi muaj xab hab tsi muaj nplai, mej yuavtsum tsi xob noj."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.11","label":"11","content":"Mej yuavtsum paub has tas, tej tsaj nuav yog hom tsaj tsi huv. Mej yuavtsum tsi xob noj lossis kov cov tsaj nuav, txawm yog nwg tuag lawm los xij."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.12","label":"12","content":"Mej yuavtsum tsi xob noj txhua yaam tsaj nruab dleg kws tsi muab xab hab tsi muaj nplai hlo le."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.13+LEV.11.14+LEV.11.15+LEV.11.16+LEV.11.17+LEV.11.18+LEV.11.19","label":"13-19","content":"“Mej tsi xob noj tej noog kws has nraag qaab nuav, rua qhov tej noog nuav yog tej noog tsi huv rua mej: dlaav dlub, plaas, dlaav qhuav, laj, loobnyuas, dlaav npoj, uab laag, noog ntxhuav, noog tsoo qwj, noog kaw, us dlej, noog noj ntseg, noog dlej,  noog cov hauv hab puav."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.20","label":"20","content":"“Tej kaab muaj tis kws siv plaub txhais teg taw nkaag yog tej kaab kws tsi huv,"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.21","label":"21","content":"tsuas noj tau tej kaab muaj tis kws muaj plaub txhais teg taw hab dlha tau caws qa xwb."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.22","label":"22","content":"Tej kaab kws mej noj tau mas yog: kooj, kooj txig, zagroj lossis kooj tshuab."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.23","label":"23","content":"Tabsis tej kaab muaj tis kws miv dlua tej nuav hab muaj plaub txhais teg taw nkaag, puavleej yog tej kaab kws tsi huv."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.24+LEV.11.25+LEV.11.26+LEV.11.27+LEV.11.28","label":"24-28","content":"“Yog leejtwg moog kov tej tsaj tuag le nraag nuav, nwg yuav tsi huv moog txug thaus tsaus ntuj: taagnrho tej tsaj kws muaj rau, tsi has cov kws rau tsi ncau ua ob saab hab zum zaub lossis tej tsaj kws muaj plaub tug rau hab muab lub tsawj teg moog kev los xij. Yog leejtwg moog kov tej tsaj nuav lub cev tuag, nwg yuavtsum hle nwg cev rig tsho moog ntxhua, tabsis nwg tseem tsi tau huv moog txug thaus tsaus ntuj hab."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.29","label":"29","content":"“Tej tsaj kws nkaag sau npoo aav, yog tej tsaj kws tsi huv rua mej; tshwblag, tsuag, naab qaa tsav luj,"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.30","label":"30","content":"naab qaa dlej, naab qaa nqhuab, tsav, naab qaa xuabzeb hab naab qaa ntoo."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.31","label":"31","content":"Leejtwg kov cov tsaj nuav lossis cov tsaj nuav lub cev tuag, yuav ua rua nwg tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.32","label":"32","content":"Hab yog cov tsaj nuav lub cev tuag poob rua sau ib yaam khoom twg, yaam khoom ntawd yuav tsi huv lawm hab. Tej khoom ntawd yog: ntoo, khaub dluag, tawv tsaj lossis naab tsaaj hab tej kws yog khoom siv huv tuabsi. Yuavtsum muab yaam khoom ntawd coj moog tsau dlej, yaam khoom ntawd yuav tsi huv moog txug thaus tsaus ntuj, tom qaab ntawd txhaj rov huv."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.33","label":"33","content":"Yog tej tsaj ntawd poob rua huv tej laujkaub, txhua yaam kws nyob huv lub laujkaub ntawd tsi huv lawm. Mej ca le muab lub laujkaub ntawd tsoo povtseg."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.34","label":"34","content":"Yog tej zaub mov kws yug ibtxwm noj, ntub cov dlej tsi huv kws laub huv lub laujkaub ntawd lug, ces tej zaub mov ntawd tsi huv lawm, hab txhua yaam kua kws nyob huv lub laujkaub los tsi huv ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.35","label":"35","content":"Txhua yaam kws tej tsaj tuag poob rua sau yaam ntawd tsi huv lawm, txawm yog qhovtxus lossis qhovcub, yuavtsum muab tsoo povtseg,"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.36","label":"36","content":"Tabsis lub qhovdlej txhawv lossis lub rhawv dlej tseem huv, tabsis txhua yaam kws moog chwv cov tsaj ntawd ib tug lub cev tuag, yaam ntawd txhaj tsi huv lawm xwb."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.37","label":"37","content":"Yog cov tsaj ntawd ib tug poob rua sau tej noob qoob kws yuav coj moog cog, cov noob qoob ntawd tseem huv."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.38","label":"38","content":"Tabsis yog tub muab cov noob qoob ntawd tsau dlej lawm, cov tsaj ntawd ib tug maam poob rua sau, ces cov noob qoob ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.39","label":"39","content":"“Yog tej tsaj kws mej noj tau ib tug twg tuag, yog leejtwg moog kov tug tsaj tuag ntawd lub cev, ces tug ntawd tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.40","label":"40","content":"Hab yog leejtwg hlais tug tsaj tuag ntawd lug ua noj, nwg yuavtsum hle nwg cev rig tsho moog ntxhua, hab nwg yuav tsi huv moog txug thaus tsaus ntuj; yog leejtwg moog kwv tej tsaj tuag los nwg yuavtsum hle nwg cev rig tsho moog ntxhua, hab nwg tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.41","label":"41","content":"“Mej yuavtsum tsi xob noj tej tsaj miv kws nkaag sau npoo aav,"},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.42","label":"42","content":"tsi has tej kws ndlaug lossis siv plaub txhais teg taw moog kev lossis muaj ntau txhais teg taw."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.43","label":"43","content":"Tsi xob ua rua mej lub cev tsi huv kws yog noj tej tsaj kws has lug sau nuav."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.44","label":"44","content":"Kuv yog tug TSWV kws yog mej tug Vaajtswv, mej yuavtsum ua tuabneeg dlawbhuv, rua qhov kuv yog tug kws dlawbhuv. Mej tsi xob ua rua mej tsi huv vim tej tsaj miv miv kws nkaag sau npoo aav."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.45","label":"45","content":"Kuv yog tug TSWV kws coj mej tawm nraag tebchaws Iziv lug, kuv txhaj yog mej tug Vaajtswv. Mej yuavtsum ua tuabneeg dlawbhuv, rua qhov kuv yog tug kws dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.46","label":"46","content":"“Ntawm nuav yog txuj kevcai kws has txug tej tsaj nruab nraag, tej noog, tej tsaj nruab dleg hab txhua yaam tsaj kws nkaag sau npoo aav."},{"bible_id":"1726","chapter_code":"LEV.11","verse_code":"LEV.11.47","label":"47","content":"Mej yuavtsum ceevfaaj, saib cov tsaj twg yog cov huv, hab cov tsaj twg yog cov tsi huv, cov tsaj twg yog cov tsimnyog noj, hab cov twg yog cov tsi tsimnyog noj.”"},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.1","label":"1","content":"Tug TSWV has rua Mauxes,"},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.2","label":"2","content":"kuas ca le qha rua cov Yixalayees has tas, tug quaspuj kws yug tau ib tug tub, ces nwg lub cev tsi huv xyaa nub, ib yaam le nwg coj khaub dluag ua rua nwg lub cev tsi huv."},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.3","label":"3","content":"Hab nub yim, ca le muab tug mivtub ntawd ua kevcai txav tawv."},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.4","label":"4","content":"Ces tug quaspuj ntawd yuavtsum caiv peb caug peb nub ntxiv maam le ua kevcai ntxuav qhov kws nwg nchuav cev ntawd; tabsis nwg yuavtsum tsi xob kov tej yaam kws dlawbhuv lossis tsi xob moog rua huv lub Tsevntaub kws dlawbhuv moog txug thaus kws nwg ua kevcai ntxuav taag tsaiv."},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.5","label":"5","content":"Tabsis yog tug quaspuj ntawd yug tau ib tug ntxhais, ces nwg lub cev yuav tsi huv kaum plaub nub ib yaam le nwg coj khaub dluag ua rua nwg lub cev tsi huv; ces nwg yuavtsum caiv rau caum rau nub, maam le ua kevcai ntxuav qhov kws nwg nchuav cev ntawd."},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.6","label":"6","content":"Thaus tug quaspuj ntawd yug tau tub lossis ntxhais, hab thaus nwg ua kevcai ntxuav taag lawm, nwg yuavtsum coj ib tug thaav yaaj noobnyoog ib xyoos moog rua tug povthawj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, muab tua hlawv ua khoom fij hab coj ib tug nquab taug lossis ib tug nquab nyeg moog fij dlaws txim."},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.7","label":"7","content":"Tug povthawj yuav muab tug quaspuj ntawd tej khoom fij rua tug TSWV, hab ua kevcai ntxuav tug quaspuj ntawd tej kev tsi huv povtseg, nwg lub cev txhaj rov huv. Qhov nuav yog ib txuj kevcai rua tug quaspuj coj tom qaab kws yug mivnyuas taag, tsi has tub lossis ntxhais."},{"bible_id":"1726","chapter_code":"LEV.12","verse_code":"LEV.12.8","label":"8","content":"Yog tug quaspuj ntawd txomnyem coj tsi tau ib tug thaav yaaj moog, nwg coj ob tug nquab taug lossis ob tug nquab nyeg moog xwb los tau, muab ib tug tua hlawv ua khoom fij hab muab ib tug fij dlaws txim, hab kuas tug povthawj ua kevcai ntxuav nwg tej kev tsi huv povtseg, nwg lub cev txhaj rov huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.1","label":"1","content":"Tug TSWV has rua Mauxes hab Aloos obtug has tas,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.2","label":"2","content":"“Yog leejtwg muaj kaab mob rua nwg tej nqaj lossis mob npuag lossis mob nti tawv txho tshauv tawg kws yuav mob ruas, yuavtsum coj nwg moog cuag tug povthawj Aloos lossis Aloos tug tub kws yog tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.3","label":"3","content":"Tug povthawj maam tshuaj nwg tug mob, yog cov plaub kws nyob ntawm qhov mob ntawd dlawb hab mob tshwm huv cov nqaj tuaj, ces yog mob ruas ntaag, ces tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.4","label":"4","content":"Tabsis yog qhov mob ntawd dlawb hab tsi mob dlhau dlaim tawv rua huv cov nqaj, cov plaub kws tuaj ntawd los tsi dlawb, tug povthawj muab tug tuabneeg ntawd cais nyob tuab leeg xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.5","label":"5","content":"Nub xyaa tug povthawj rov tshuaj saib nwg tug mob ntawd dlua ib zag ntxiv, yog nwg pum qhov mob ntawd zoo le qub hab tsi fuam le, ces tug povthawj rov muab tug mob cais dlua xyaa nub ntxiv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.6","label":"6","content":"Nub xyaa tug povthawj rov tshuaj dlua ib zag ntxiv, hab yog qhov mob ntawd tsi qhuav hab tsi fuam le, tug povthawj qha rua nwg has tas, nwg yog tuabneeg huv, tsuas yog mob xwb. Nwg yuavtsum hle nwg cev rig tsho moog ntxhua nwg txhaj huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.7","label":"7","content":"Tabsis yog qhov mob ntawd rov fuam tom qaab kws tug povthawj tshuaj taag hab has tas nwg yog tuabneeg huv, nwg yuavtsum tau rov moog cuag tug povthawj dlua."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.8","label":"8","content":"Tug povthawj rov tshuaj nwg dlua, yog qhov mob ntawd fuam dlhau dlaim tawv lawm, tug povthawj qha rua nwg has tas, nwg mob ruas; nwg yog tuabneeg tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.9","label":"9","content":"“Yog leejtwg mob ruas, mas yuavtsum tau coj nwg moog cuag tug povthawj,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.10","label":"10","content":"tug povthawj yuav tshuaj nwg qhov mob. Yog has tas qhov mob ntawd ca le dlawb hab ua rua cov plaub ntawm qhov mob ntawd dlawb taag hab ua kua yig,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.11","label":"11","content":"ces yeej yog mob ruas ntev lug lawm. Tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv lawm, ces tsi taag yuav muab nwg cais hab tshuaj nwg tug mob ntxiv, vim yeej paub tseeb lawm has tas, nwg yog tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.12","label":"12","content":"Yog cov ruas ntawd fuam thoob ib ce huv kutaw nto plawg sau taubhau,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.13","label":"13","content":"tug povthawj rov tshuaj tug mob ntawd dlua ib zag ntxiv. Yog tug povthawj pum has tas, cov mob zoo thoob plawg ib ce lawm, tug povthawj qha rua nwg has tas, nwg yog tuabneeg huv. Yog dlaim tawv dlawb mog nyoos thoob plawg ib ce, ces nwg yog tuabneeg huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.14","label":"14","content":"Tabsis yog thaus nwg cov nqaj tawg pleb ua rua tej mob tshwm tuaj lawm, ces nwg yog tug tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.15","label":"15","content":"Tug povthawj rov tshuaj nwg dlua ntxiv, yog tug povthawj pum qhov mob ntawd tawg pleb lawm tag, tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv. Qhov tawg pleb ntawd qha has tas yog mob ruas lawm, hab nwg yog tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.16","label":"16","content":"Tabsis yog thaus twg qhov mob ntawd zoo hab tej tawv nqaj dlawb mog nyoos tuaj lawm, tug tuabneeg ntawd yuavtsum rov moog cuag tug povthawj,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.17","label":"17","content":"tug povthawj yuav rov tshuaj dlua ntxiv. Yog qhov mob zoo dlawb mog nyoos lawm, nwg txhaj yog tuabneeg huv hab tug povthawj qha rua nwg has tas nwg yog tuabneeg huv lawm."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.18","label":"18","content":"“Yog leejtwg mob npuag kws tub zoo lawm,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.19","label":"19","content":"hab yog tom qaab ntawd tsi ntev, lub qhov txhaab ntawd dlawb lag hab o tuaj lossis lab dlaaj dlawb rov tuaj, tug tuabneeg mob ntawd yuavtsum moog cuag tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.20","label":"20","content":"Tug povthawj yuavtsum tshuaj nwg, hab yog qhov mob ntawd mob tub dlhau dlaim tawv rua huv cov nqaj hab cov plaub kws tuaj ntawm qhov mob ntawd dlawb taag lawm, ces tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv. Qhov mob ruas ntawd yog chiv ntawm qhov mob npuag tuaj ntaag."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.21","label":"21","content":"Tabsis yog tug povthawj tshuaj tsi pum cov plaub kws tuaj ntawm qhov mob ntawd dlawb hab qhov mob tsi qawj tub dlhau dlaim tawv rua huv, tabsis pum qhov mob ntawd txawv lawm, ces tug povthawj muab tug mob ntawd cais nyob tuab leeg xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.22","label":"22","content":"Yog qhov mob ntawd fuam tuaj lawm, tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv; yog nwg mob ruas tag."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.23","label":"23","content":"Tabsis yog tsi txawv hab tsi fuam le, ces yog kav txhaab mob npuag xwb, ces tug povthawj qha rua nwg has tas nwg yog tuabneeg huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.24","label":"24","content":"“Yog muaj ib tug twg kub nyab, yog qhov kub nyab ntawd dlawb lossis lab dlawb lag,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.25","label":"25","content":"tug povthawj yuav tau tshuaj qhov mob ntawd. Yog cov plaub ntawm qhov kub nyab dlawb hab qawj tub dlhau dlaim tawv rua huv cov nqaj lawm, yog cov kaab mob ruas pib fuam ntawm qhov kub nyab ntawd tuaj ntaag, ces tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.26","label":"26","content":"Tabsis yog tug povthawj tshuaj qhov mob, cov plaub ntawm qhov mob ntawd tsi dlawb hab tsi qawj dlhau dlaim tawv rua huv cov nqaj, tabsis pum qhov mob ntawd txawv lawm, ces tug povthawj muab tug mob ntawd cais nyob tuab leeg xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.27","label":"27","content":"Nub xyaa tug povthawj maam rov tshuaj dlua ib zag ntxiv, hab yog qhov mob fuam tuaj, ces qhov mob ntawd yog mob ruas; tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.28","label":"28","content":"Tabsis yog qhov mob tsi txawv hab tsi fuam le, ces qhov mob ntawd tsi yog mob ruas. Tug povthawj qha rua nwg has tas, nwg yog tuabneeg huv, tsuas yog lub qhov txhaab kub nyab fuam tuaj xwb."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.29","label":"29","content":"“Thaus kws ib tug txivneej lossis ib tug quaspuj mob o rua sau taubhau lossis rua ntawm puabtsaig,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.30","label":"30","content":"tug povthawj yuavtsum tau tshuaj qhov mob ntawd. Yog pum qhov mob ntawd qawj dlhau dlaim tawv rua huv cov nqaj lawm, hab cov plaub ntawm qhov mob dlaaj hab soob soob lawm, ces qhov mob ntawd yog mob ruas rua sau taubhau lossis ntawm puabtsaig ntaag. Tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.31","label":"31","content":"Yog thaus tug povthawj tshuaj tug mob ntawd, qhov mob tsi qawj dlhau dlaim tawv rua huv cov nqaj, tabsis yog cov plaub tuaj tsi zoo xwb, ces tug povthawj yuavtsum muab tug mob ntawd cais nyob tuab leeg xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.32","label":"32","content":"Nub xyaa tug povthawj rov tshuaj qhov mob dlua ib zag ntxiv, yog qhov mob tsi fuam, hab tej plaub ntawm qhov mob tsi dlaaj hab tsi qawj dlhau dlaim tawv rua huv cov nqaj,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.33","label":"33","content":"tug tuabneeg ntawd yuavtsum tau muab tej plaub kws nyob ibncig ntawm qhov mob chais povtseg. Ces tug povthawj rov muab nwg cais nyob tuab leeg xyaa nub ntxiv hab."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.34","label":"34","content":"Nub xyaa tug povthawj rov tshuaj qhov mob dlua ib zag ntxiv. Yog has tas tsi fuam hab tsi qawj dlhau dlaim tawv rua huv cov nqaj, tug povthawj qha rua nwg has tas, nwg yog tuabneeg huv. Tug tuabneeg ntawd yuavtsum hle nwg cev rig tsho moog ntxhua, nwg txhaj rov huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.35","label":"35","content":"Tabsis yog qhov mob ntawd rov fuam tom qaab kws tug povthawj has tas, nwg yog tuabneeg huv,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.36","label":"36","content":"tug povthawj yuav tau rov tshuaj tug mob ntawd dlua ib zag ntxiv. Yog qhov mob fuam tuaj, tsi taag yuav saib nwg tej plaub dlaaj kws tuaj ntawm qhov mob le, yeej paub tseeb has tas tug tuabneeg ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.37","label":"37","content":"Tabsis yog tug povthawj pum has tas, qhov mob los tsi fuam hab cov plaub ntawm qhov mob los tuaj zoo, qhov mob los zoo lawm. Ces tug povthawj qha rua nwg has tas, nwg yog tuabneeg huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.38","label":"38","content":"“Thaus ib tug txivneej lossis ib tug quaspuj mob nti tawv ua plhaws rua ntawm tej tawv nqaj,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.39","label":"39","content":"tug povthawj yuavtsum tau tshuaj tug tuabneeg ntawd. Yog qhov mob ntawd tuag ntxhai dlawb muag lag, ces yog dlaim tawv laam tawg ua hlwv tawm tuaj xwb, tug tuabneeg ntawd yeej huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.40+LEV.13.41","label":"40-41","content":"“Yog muaj ib tug txivneej tej plaubhau hle taag, nwg lub taubhau dlo dlus dlawb paug, los nwg tseem yog tuabneeg huv. Hab tug txivneej ntawd tej plaubhau sau xubqwb lossis ntawm hauvplaj hle taag lawm, nwg hauvplaj dlo dlus dlawb paug, tabsis nwg tseem yog tuabneeg huv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.42","label":"42","content":"Tabsis yog mob ua npuag lab dlawb tshwm rua sau tug tuabneeg ntawd qhov dlo hau, ces qhov mob ntawd yog mob ruas ntaag."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.43","label":"43","content":"Tug povthawj yuavtsum tshuaj tug mob ntawd, yog mob ua lab dlawb txho tawg rua sau taubhau lossis ntawm hauvplaj,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.44","label":"44","content":"ces tug povthawj qha rua nwg has tas, nwg yog tuabneeg tsi huv, rua qhov nwg mob ruas rua sau taubhau."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.45","label":"45","content":"“Tug tuabneeg kws mob ruas rua nwg lub cev lawm, nwg yuavtsum naav tej rig tsho ndluag ndluag xwb, tsi xob ntsis nwg tej plaubhau, muab ntaub lug npug nwg lub ntsejmuag ib nraab rua huv, hab qw has tas, ‘Tuabneeg tsi huv! Tuabneeg tsi huv!’"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.46","label":"46","content":"Tug kws mob ruas, yog mob ntev npaum le caag, nwg yuavtsum nyob nwg tuab leeg ntev npaum le ntawd, hab nwg yuavtsum tawm moog nyob rua saab nrau ntug yeej, tsi xob nyob xyaw luas lwm tug.”"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.47","label":"47","content":"Thaus tej rig tsho tuaj pwm,  tsi has tej rig tsho plaub yaaj lossis tej rig tsho ntaub maag,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.48","label":"48","content":"lossis txhua dlaim ntaub maag lossis tej rig tsho ntaub plaub yaaj lossis tej tawv tsaj lossis txhua yaam kws muab tawv tsaj ua,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.49","label":"49","content":"yog cov pwm ntawd ua rua tej rig tsho, tsi has tej ntaub plaub yaaj lossis tej tawv tsaj, lossis txhua yaam kws muab tawv tsaj ua tuaj pwm ntsuab dlaaj lig lossis lab dlaaj lig, ces yog cov pwm ntawd fuam, mas yuavtsum coj moog rua tug povthawj saib."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.50","label":"50","content":"Tug povthawj yuavtsum tshuaj qhov tuaj pwm ntawd hab muab dlaim khaub dluag ntawd coj moog tso rua ib qho xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.51","label":"51","content":"Nub xyaa tug povthawj muab rov lug tshuaj dlua ib zag ntxiv, yog tej qhov tuaj pwm fuam tuaj, ces dlaim khaub dluag ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.52","label":"52","content":"Tug povthawj ca le muab dlaim khaub dluag ntawd moog hlawv, rua qhov cov pwm fuam tuaj lawm, yuavtsum muab hlawv povtseg."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.53","label":"53","content":"“Tabsis yog thaus nwg tshuaj dlaim khaub dluag ntawd, tug povthawj tsi pum qhov tuaj pwm kws lu dlaim khaub dluag fuam tuaj le,"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.54","label":"54","content":"nwg yuavtsum kuas luas muab dlaim khaub dluag ntawd coj moog ntxhua hab muab tso rua ib qho xyaa nub ntxiv."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.55","label":"55","content":"Ces nwg rov muab dlaim khaub dluag ntawd lug tshuaj dlua, yog tsi pum txawv le hab txawm yog tej pwm tsi fuam los dlaim khaub dluag ntawd yeej tsi huv lawm; mej yuavtsum muab dlaim khaub dluag ntawd hlawv povtseg, tsi has dlaim khaub dluag ntawd tuaj pwm rua ntawm xubndlag lossis nrau nrausqaum le."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.56","label":"56","content":"Tabsis yog thaus tug povthawj rov tshuaj dlaim khaub dluag ntawd ntxiv, qhov tuaj pwm ca le yaaj taag lawm, tsi has ntaub lossis tawv tsaj, nwg yuavtsum muab qhov ntawd dlua povtseg."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.57","label":"57","content":"Hab yog cov pwm rov tshwm dlua tshab tuaj hab fuam ntxiv, tug tswv khaub dluag ca le muab dlaim khaub dluag coj moog hlawv povtseg."},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.58","label":"58","content":"Yog nwg muab dlaim khaub dluag ntawd ntxhua hab qhov pwm ntawd ca le pluj lawm, mas nwg yuavtsum rov muab ntxhua dlua, dlaim khaub dluag ntawd txhaj yuav huv.”"},{"bible_id":"1726","chapter_code":"LEV.13","verse_code":"LEV.13.59","label":"59","content":"Tej kws has lug nuav, yog txuj kevcai kws has txug tej pwm kws tuaj rua ntawm tej khaub dluag, tsi has tej ntaub plaub yaaj lossis ntaub maag lossis tej rig tsho ntaub maag lossis tej rig tsho ntaub plaub yaaj lossis txhua yaam kws muab tawv tsaj ua, saib huv lossis tsi huv."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.2","label":"2","content":"“Ntawm nuav yog txuj kevcai rua tug tuabneeg mob ruas, nub kws nwg ua kevcai ntxuav, yuavtsum coj nwg moog cuag tug povthawj,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.3","label":"3","content":"hab tug povthawj coj nwg moog rua nrau ntug yeej, tug povthawj tshuaj nwg. Yog nwg tej kaab mob zoo lawm,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.4","label":"4","content":"ces tug povthawj has kuas nwg nqaa ob tug noog kws tseem caj hab yog tej noog huv, nrug ib dlaim ntoo cab, ib txuj xuv paaj lab hab ib rev nplooj hixauv tuaj rua tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.5","label":"5","content":"Ces tug povthawj has kuas muab ib tug noog tua rua sau lub taig aav kws ntim cov dlej ntshab kws cug huv qhovdlej lug."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.6","label":"6","content":"Nwg muab dlua ib tug noog, nrug dlaim ntoo cab, txuj xuv paaj, hab rev nplooj ntoos hixauv coj moog raus rua huv tug noog kws muab tua lawm cov ntshaav huv lub taig."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.7","label":"7","content":"Tug povthawj yuavtsum muab cov ntshaav noog coj moog nchus rua tug tuabneeg kws nwg ua kevcai ntxuav nwg tej mob ruas xyaa zag. Ces tug povthawj qha rua nwg has tas nwg yog tug tuabneeg huv lawm. Tom qaab ntawd tug povthawj maam le muab tug noog kws tseem caj tso yaa moog rua tom taj nraag."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.8","label":"8","content":"Ces tug tuabneeg ntawd yuavtsum muab nwg tej khaub dluag coj moog ntxhua, chais nwg cov plaub povtseg hab dlaa dlej; ces nwg txhaj le yuav huv. Nwg txhaj moog tau rua huv yeej, tabsis nwg yuavtsum nyob ntawm nwg lub tsevntaub saab nrau xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.9","label":"9","content":"Nub xyaa nwg yuavtsum rov chais nwg cov plaubhau, cov fwjtxwv, cov plaub muag hab taagnrho tej plaub kws tuaj thoob plawg nwg lub cev; nwg yuavtsum ntxhua nwg tej rig tsho hab dlaa dlej, ces nwg txhaj le yuav huv."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.10","label":"10","content":"“Nub yim nwg yuavtsum coj ob tug thaav yaaj hab ib tug nwm yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le hab tsib choj moov nplej kws ntse xyaw roj txiv ntoo hab ib nraab khob roj txiv ntoo tuaj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.11","label":"11","content":"Tug povthawj yuav coj tug tuabneeg ntawd hab cov khoom fij moog rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.12","label":"12","content":"Ces tug povthawj muab ib tug thaav yaaj nrug ib khob roj txiv ntoo coj moog ua khoom fij dlaws txim. Nwg muab cov khoom ntawd coj moog yom fij rua tug TSWV, cov khoom ntawd muab rua tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.13","label":"13","content":"Tug povthawj yuavtsum muab tug thaav yaaj ntawd tua rua ntawm qhov chaw dlawbhuv kws ibtxwm tua tej tsaj fij dlaws txim hab hlawv fij. Tug povthawj yuavtsum ua le nuav, rua qhov cov khoom fij dlaws kev txhum zoo ib yaam le cov khoom fij dlaws txim kws puavleej yog tug povthawj tug hab yog yaam kws dlawbhuv heev."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.14","label":"14","content":"Ces tug povthawj yuavtsum muab mivntsiv ntshaav yaaj pleev tug tuabneeg kws tuaj ua kevcai ntxuav ntawd lub taubntseg saab xis, pleev rua tug taubteg saab xis hab tug taubtaws saab xis."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.15","label":"15","content":"Tug povthawj muab cov roj txiv ntoo laub mivntsiv rua huv nwg lub xibteg saab txhumphem,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.16","label":"16","content":"hab muab nwg tug ntivteg saab xis tub cov roj kws nyob huv nwg lub xibteg saab txhumphem, nchus taabmeeg tug TSWV xyaa zag."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.17","label":"17","content":"Tug povthawj muab cov roj huv nwg lub xibteg hab cov ntshaav yaaj coj moog pleev rua tug tuabneeg kws tuaj ua kevcai ntxuav ntawd lub taubntseg saab xis, pleev rua tug taubteg saab xis hab tug taubtaws saab xis."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.18","label":"18","content":"Tug povthawj yuavtsum muab cov roj kws seem huv nwg lub xibteg coj moog pleev rua sau tug tuabneeg ntawd lub taubhau. Qhov kws tug povthawj ua le nuav yog nwg ua kevcai ntxuav rua tug tuabneeg ntawd kuas huv taabmeeg tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.19","label":"19","content":"“Ces tug povthawj yuavtsum muab cov khoom fij dlaws txim coj moog fij hab ua kevcai ntxuav tug tuabneeg ntawd tej kev tsi huv povtseg kuas nwg huv. Tom qaab ntawd, tug povthawj yuavtsum muab tug tsaj lug tua hlawv fij"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.20","label":"20","content":"hab muab tug tsaj ntawd hlawv fij nrug tej moov nplej rua sau lub thaaj. Tug povthawj yuavtsum ua kevcai ntxuav le nuav, tug tuabneeg ntawd txhaj le yuav huv."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.21","label":"21","content":"“Yog tug tuabneeg ntawd pluag hab nwg coj tsi tau ib tug thaav yaaj tuaj tua yom fij rua tug TSWV dlaws nwg lub txim kws yog muab rua tug povthawj. Nwg tsuas nqaa ob choj moov nplej kws ntse xyaw roj txiv ntoo hab ib khob roj txiv ntoo tuaj ua khoom fij xwb."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.22","label":"22","content":"Nwg yuavtsum nqaa ob tug nquab taug lossis ob tug nquab nyeg tuaj, muab ib tug tua fij dlaws txim hab muab ib tug tua hlawv fij."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.23","label":"23","content":"Nub yim nwg yuavtsum coj tej khoom nuav tuaj cob rua tug povthawj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.24","label":"24","content":"Ces tug povthawj maam le coj tug yaaj hab cov roj txiv ntoo moog yom fij rua tug TSWV, cov khoom ntawd muab rua tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.25","label":"25","content":"Tug povthawj muab tug thaav yaaj tua hab muab mivntsiv ntshaav lug pleev tug tuabneeg kws ua kevcai ntxuav ntawd lub taubntseg saab xis, pleev rua tug taubteg saab xis hab tug taubtaws saab xis."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.26","label":"26","content":"Ces tug povthawj muab mivntsiv roj txiv ntoo laub rua huv nwg lub xibteg saab txhumphem,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.27","label":"27","content":"hab muab nwg tug ntivteg saab xis tub cov roj ntawd moog nchus taabmeeg tug TSWV xyaa zag."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.28","label":"28","content":"Tug povthawj muab mivntsiv roj laub rua huv tuab qhov chaw kws nwg tso cov ntshaav, hab muab mivntsiv coj moog pleev tug tuabneeg kws ua kevcai ntxuav ntawd lub taubntseg saab xis, pleev rua tug taubteg saab xis hab nwg tug taubtaws saab xis."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.29","label":"29","content":"Cov roj kws seem huv tug povthawj lub xibteg, yuavtsum muab pleev tug tuabneeg kws ua kevcai ntxuav ntawd lub taubhau hab ua kevcai ntxuav nwg lub txim taabmeeg tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.30","label":"30","content":"Ces tug povthawj maam le muab ib tug nquab taug lossis ib tug nquab nyeg fij dlaws txim lawv le nwg muaj,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.31","label":"31","content":"muab ib tug tua dlaws txim hab muab dlua ib tug tua hlawv fij nrug cov moov nplej ua ke, hab tug povthawj ua kevcai ntxuav tug tuabneeg ntawd lub txim kuas huv taabmeeg tug TSWV.”"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.32","label":"32","content":"Qhov nuav yog txuj kevcai rua tug tuabneeg mob ruas kws txomnyem tsi muaj tej khoom moog fij lawv le kevcai."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.33","label":"33","content":"Tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.34","label":"34","content":"“Thaus mej moog txug huv lub tebchaws Kana-aas kws kuv muab rua mej ua mej tug, yog kuv tso tej pwm lug rua huv lub tsev twg kws nyob huv lub tebchaws,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.35","label":"35","content":"ces tug kws yog tug tswv tsev yuavtsum moog qha rua tug povthawj has tas, ‘Kuv pum muaj tej pwm tshwm rua huv kuv tsev.’"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.36","label":"36","content":"Ces tug povthawj kuas puab ntsaig tej khoom huv tsev tawm kuas taag ua ntej nwg moog tshuaj tej pwm ntawd. Dlua le ntawd, tej khoom kws nyob huv tsev yuav suav has tas yog khoom tsi huv. Ces tug povthawj yuav tau moog tshuaj lub tsev ntawd,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.37","label":"37","content":"hab moog tshuaj saib qhov tuaj pwm. Yog cov pwm ntawd ca le ntsuab dlaaj lossis lab dlaaj lig hab tshwm moog noj tej phaab ntsaa lawm,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.38","label":"38","content":"nwg yuavtsum tawm huv lub tsev ntawd moog hab laag qhovrooj ca xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.39","label":"39","content":"Nub xyaa nwg maam le rov moog tshuaj lub tsev dlua ntxiv. Yog cov pwm fuam tuaj rua ntawm phaab ntsaa,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.40","label":"40","content":"nwg yuavtsum has kuas muab cov pobzeb kws tuaj pwm ntawd dlawj moog povtseg rua tej qhov chaw tsi huv saab nrau ntug nroog."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.41","label":"41","content":"Tom qaab ntawd nwg yuavtsum muab taagnrho cov pwm ntawm phaab ntsaa saab huv nruab nrog kes tawm hab muab tej moov sib ntawd coj moog povtseg rua qhov chaw tsi huv saab nrau ntug nroog."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.42","label":"42","content":"Ces muab dlua ib cov pobzeb lug txhaws rua cov qhov kws muab dlawj ntawd chaw, hab muab cov moov sib tshab lug pleev rua saab phaab ntsaa ntawd."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.43","label":"43","content":"“Yog tej pwm ntawd rov tshwm tuaj tom qaab kws tub tshem cov pobzeb hab tub muab tej moov sib kws pleev lub tsev ntawd kes taag lawm,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.44","label":"44","content":"tug povthawj rov moog tshuaj hab saib dlua, yog qhov tuaj pwm ntawd fuam tuaj dlua, lub tsev ntawd yeej tsi huv."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.45","label":"45","content":"Yuavtsum muab lub tsev ntawd tsoo povtseg, hab muab tej pobzeb tej ntoo hab taagnrho tej moov sib kws xov lub tsev ntawd coj moog povtseg kuas taag rua ntawm qhov chaw tsi huv saab nrau ntug nroog."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.46","label":"46","content":"Yog leejtwg moog rua huv lub tsev ntawd thaus kws laag qhovrooj lawm, mas tug ntawd yuav tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.47","label":"47","content":"Yog leejtwg moog pw lossis moog noj mov huv lub tsev ntawd, nwg yuavtsum hle nwg cev rig tsho coj moog ntxhua."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.48","label":"48","content":"“Yog has tas, thaus tug povthawj tuaj saib, tom qaab kws pleev tej moov sib tshab taag rua lub tsev ntawd tej qhov tuaj pwm tsi rov tuaj pwm lawm, tug povthawj qha has tas, lub tsev ntawd huv, rua qhov tej pwm tub pluj taag lawm."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.49","label":"49","content":"Tug tswv tsev yuavtsum coj ob tug noog, ib dlaim ntoo cab, ib txuj xuv lab, hab ib rev nplooj hixauv moog ua kevcai ntxuav lub tsev ntawd."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.50","label":"50","content":"Tug povthawj yuavtsum muab ib tug noog tua rua sau lub taig aav kws ntim cov dlej cag ntshab heev."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.51","label":"51","content":"Ces nwg muab dlaim ntoo cab, rev nplooj hixauv, txuj xuv lab hab tug noog kws tseem caj moog raus rua huv tug noog kws muab tua lawm cov ntshaav hab cov dlej ntshab. Tug povthawj muab nchus rua lub tsev ntawd xyaa zag."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.52","label":"52","content":"Qhov kws nwg muab cov ntshaav noog, cov dlej ntshab, tug noog kws tseem caj, dlaim ntoo cab, rev nplooj hixauv hab txuj xuv lab lug ua le nuav, tub yog nwg ua kevcai ntxuav lub tsev ntawd kuas huv."},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.53","label":"53","content":"Ces nwg maam le muab tug noog kws tseem caj tso yaa huv lub nroog moog rua tom taj nraag. Nwg yuavtsum ua kevcai ntxuav lub tsev ntawd le nuav, lub tsev txhaj yuav huv.”"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.54","label":"54","content":"Tej nuav yog kevcai rua tej kaab mob kws yog mob ruas, mob cos txob,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.55","label":"55","content":"tuaj pwm rua ntawm tej rig tsho lossis tej tsev,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.56","label":"56","content":"hab o tuaj lossis tawg pleb lossis dlawb tej thaaj,"},{"bible_id":"1726","chapter_code":"LEV.14","verse_code":"LEV.14.57","label":"57","content":"Tej kevcai nuav tsuas yog siv qha tej yaam kws huv hab tsi huv xwb."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.1","label":"1","content":"Tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.2","label":"2","content":"“Meb qha rua cov Yixalayees has tas, thaus ib tug txivneej twg mob ua kua paug tawm huv nwg qhov chaw xis lug, mas nwg yog tuabneeg tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.3","label":"3","content":"Txawm yog cov kua paug ntawd tseem tawm lossis tu lawm los nwg lub cev yeej tsi huv."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.4","label":"4","content":"Lub txaaj kws tug tuabneeg mob ntawd pw hab txhua yaam kws nwg moog nyob sau, yaam ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.5","label":"5","content":"Txhua tug kws moog tuav tug mob ntawd lub txaaj,"},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.6","label":"6","content":"lossis moog nyob sau tej chaw kws tug mob ntawd nyob lawm, nwg yuavtsum hle nwg cev rig tsho moog ntxhua hab dlaa dlej, mas nwg tseem tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.7","label":"7","content":"Yog leejtwg kov tug tuabneeg mob ntawd hab nwg tej kua paug, nwg yuavtsum hle nwg cev rig tsho coj moog ntxhua hab dlaa dlej, mas nwg tseem tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.8","label":"8","content":"Yog has tas tug tuabneeg kws mob ntawd ntu quavncaug moog lu cov tuabneeg kws tub ua kevcai ntxuav lawm ib tug twg, tug ntawd yuavtsum hle nwg cev rig tsho moog ntxhua hab dlaa dlej, mas nwg tseem tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.9","label":"9","content":"Txhua lub eeb neeg kws tug tuabneeg mob ntawd caij lawm, lub eeb neeg ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.10","label":"10","content":"Txhua tug kws moog tuav tej yaam kws tug tuabneeg mob ntawd nyob, nwg yuav tsi huv moog txug thaus tsaus ntuj,"},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.11","label":"11","content":"yog tug tuabneeg kws mob ntawd xub moog tuav tau ib leeg tug twg ua ntej, nwg tsi tau ntxuav teg, mas tug kws nwg tuav ntawd yuavtsum hle nwg cev rig tsho moog txhua hab dlaa dlej, mas nwg tseem tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.12","label":"12","content":"Txhua lub laujkaub kws tug tuabneeg mob ntawd kov lawm, yuavtsum muab tsoo povtseg, hab lub taig ntoo kws tug mob ntawd tuav, yuavtsum muab ntxuav kuas huv."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.13","label":"13","content":"“Tom qaab kws tug tuabneeg mob ntawd cov kua paug tu lawm, nwg yuavtsum tog xyaa nub, nwg maam hle nwg cev rig tsho txhua hab dlaa cov dlej cag kws ntshab, mas nwg lub cev txhaj yuav huv."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.14","label":"14","content":"Nub yim nwg yuavtsum coj ob tug nquab taug lossis ob tug nquab nyeg moog rua tug povthawj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.15","label":"15","content":"Tug povthawj muab ib tug nquab tua fij dlaws txim hab muab ib tug tua hlawv fij. Ua le nuav yog tug povthawj ua kevcai ntxuav tug mob ntawd kuas huv."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.16","label":"16","content":"“Yog ib tug txivneej twg cov kua chaw xis tawm lug, nwg yuavtsum dlaa dlej ntxuav nwg lub cev, mas nwg tseem tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.17","label":"17","content":"Yog cov kua ntawd lu tej khaub dluag lossis tej rig tsho tawv tsaj, yuavtsum muab coj moog ntxhua, hab tej khaub dluag ntawd tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.18","label":"18","content":"Tom qaab kws tug txivneej hab tug quaspuj pw ua ke taag lawm, obtug yuavtsum moog dlaa dlej, mas obtug tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.19","label":"19","content":"“Thaus ib tug quaspuj twg coj khaub dluag, nwg tsi huv moog txug xyaa nub. Leejtwg kov tug quaspuj ntawd, tug ntawd tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.20","label":"20","content":"Txhua yaam kws tug quaspuj ntawd nyob lossis pw sau thaus lub sijhawm kws nwg taabtom coj khaub dluag, mas yaam ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.21+LEV.15.22+LEV.15.23","label":"21-23","content":"Txhua tug kws tuav tug quaspuj ntawd lub txaaj lossis tej rooj tog kws tug quaspuj ntawd nyob lawm, tug ntawd yuavtsum hle nwg cev rig tsho moog ntxhua hab dlaa dlej, mas nwg tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.24","label":"24","content":"“Yog ib tug txivneej moog nrug tug quaspuj twg pw thaus nwg tseem taabtom coj khaub dluag, tug quaspuj ntawd cov ntshaav lu tug txivneej ntawd lawm, tug txivneej ntawd tsi huv moog txug xyaa nub, hab txhua lub txaaj kws tug txivneej ntawd pw los tsi huv lawm hab.”"},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.25","label":"25","content":"“Yog tug quaspuj twg nchuav cev ntau nub kws tsi yog nwg lub caij coj khaub dluag, lossis nwg nchuav cev heev rua thaus txug caij nwg coj khaub dluag, nwg nchuav cev ntev npaum le caag, nwg tsi huv ntev npaum le ntawd; ib yaam le thaus nwg coj khaub dluag, nwg lub cev tsi huv ntaag."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.26","label":"26","content":"Txhua lub txaaj kws nwg pw hab txhua lub chaw kws nwg nyob, thaus lub sijhawm kws nwg taabtom coj khaub dluag ntawd tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.27","label":"27","content":"Yog leejtwg moog tuav tej khoom ntawd, nwg yuav tsi huv, mas nwg yuavtsum hle nwg cev rig tsho moog ntxhua hab dlaa dlej; mas nwg tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.28","label":"28","content":"Tom qaab kws nwg coj khaub dluag dlua lawm, nwg yuavtsum tog xyaa nub, ces nwg maam le moog ua kevcai ntxuav, nwg txhaj yuav huv."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.29","label":"29","content":"Nub yim, nwg ca le nqaa ob tug nquab taug lossis ob tug nquab nyeg moog rua tug povthawj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.30","label":"30","content":"Tug povthawj muab ib tug nquab tua fij dlaws txim hab muab ib tug tua hlawv fij. Qhov kws tug povthawj ua le nuav, yog ua kevcai ntxuav tug quaspuj ntawd kuas huv."},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.31","label":"31","content":"“Meb qha rua cov Yixalayees kuas txaav dleb ntawm tej kws tsi huv, puab txhaj tsi ua txhum rua tug TSWV lub Tsevntaub sis ntsib kws nyob huv plawv lub yeej. Yog puab ua txhum, ces puab yuav tuag.”"},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.32","label":"32","content":"Tej kws has lug nuav yog txuj kevcai has txug tug txivneej kws mob lug kua paug lossis nwg chaw xis lug kua paug,"},{"bible_id":"1726","chapter_code":"LEV.15","verse_code":"LEV.15.33","label":"33","content":"hab tug quaspuj kws coj khaub dluag lossis tug txivneej kws moog nrug tug quaspuj coj khaub dluag pw, nwg tsi huv ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.1","label":"1","content":"Tug TSWV has rua Mauxes tom qaab kws Aloos ob tug tub raug tua tuag thaus obtug coj cov ncaig tawg kws tsi dlawbhuv moog fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.2","label":"2","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le qha koj tug tijlaug Aloos has tas, tsuas yog thaus txug lub sijhawm kws teem tseg, nwg txhaj moog tau rua tom qaab dlaim ntaub kws quas Chaav Dlawbhuv kawg nkaus xwb, rua qhov kuv tshwm sau tauv fuab lug nyob rua sau lub Phijxaab kws ntim Vaajtswv tej lug cog tseg. Yog nwg tsi noog lug, nwg yuav tuag."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.3","label":"3","content":"Nwg moog tau rua huv Chaav Dlawbhuv kawg nkaus, thaus nwg coj tug ntsuag nyuj moog tua fij dlaws txim hab tug thaav yaaj moog tua hlawv fij nkaus xwb.”"},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.4","label":"4","content":"Ua ntej nwg yuav moog rua huv Chaav Dlawbhuv kawg nkaus, nwg yuavtsum dlaa dlej hab naav cev rig tsho povthawj kws yog lub tsho ntaub maag ntev, lub rig tuab lu, sa txuj hlaab ntaub maag hab ntoo txuj phuam."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.5","label":"5","content":"Cov Yixalayees yuavtsum muab ob tug laug tshis rua Aloos coj moog tuaj fij dlaws txim hab ib tug laug yaaj coj moog tua hlawv fij."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.6","label":"6","content":"Nwg muab ib tug txiv nyuj coj moog fij ua khoom theej txhoj dlaws nwg hab nwg tsev tuabneeg lub txim."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.7","label":"7","content":"Ces nwg yuavtsum coj ob tug laug tshis ntawd moog rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.8","label":"8","content":"Aloos muab ob tug tshis ntawd rhu ntawv ib tug rua tug TSWV hab ib tug rua Axaxees."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.9","label":"9","content":"Aloos yuavtsum muab tug tshis kws rhu ntawv tau rua tug TSWV, tua theej txhoj hab muab fij dlaws txim."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.10","label":"10","content":"Hab muab tug tshis kws rhu ntawv tau rua Axaxees fij caj rua tug TSWV hab muab tso moog rua Axaxees tom taj suabpuam, kuas ris suavdlawg tej kev txhum moog povtseg."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.11","label":"11","content":"Thaus Aloos muab tug txiv nyuj lug tua fij dlaws nwg hab nwg tsev tuabneeg lub txim,"},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.12","label":"12","content":"nwg yuavtsum muab lub yag rau ncaig tawg moog yawm ib cov ncaig tawg kws tseem cig ntsaa thuav ntawm lub thaaj, hab yawm ob phoov teg moov tshuaj tsw qaab coj moog rua huv Chaav Dlawbhuv kawg nkaus."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.13","label":"13","content":"Nwg muab cov moov tshuaj tsw qaab tso rua sau cov ncaig tawg taabmeeg tug TSWV, kuas cov paa moov tshuaj tsw qaab nchu tuaj roog lub hau Phijxaab kws ntim Vaajtswv tej lug cog tseg, kuas Aloos tsi xob pum lub hau Phijxaab, nwg txhaj tsi tuag."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.14","label":"14","content":"Aloos yuavtsum nqaa cov ntshaav nyuj moog hab muab nwg tug ntivteg tub cov ntshaav ntawd nchus rua lub hau Phijxaab saab tom hauv ntej hab muab mivntsiv nchus rua lub Phijxaab saab ntawm hauv ntej xyaa zag."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.15","label":"15","content":"Ces tom qaab ntawd, Aloos maam le muab tug laug tshis kws fij dlaws cov pejxeem lub txim tua, hab nqaa cov ntshaav moog rua huv Chaav Dlawbhuv kawg nkaus, muab cov ntshaav ntawd nchus rua lub hau phijxaab hab lub Phijxaab saab hauv ntej, ib yaam le nwg nchus cov ntshaav nyuj."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.16","label":"16","content":"Qhov kws Aloos ua le nuav, yog nwg ua kevcai ntxuav Chaav Dlawbhuv kawg nkaus kuas huv, vim cov Yixalayees tej kev phem kev qas hab puab tej kev txhum. Aloos yuavtsum ua kevcai ntxuav le nuav rua tug TSWV lub Tsevntaub sis ntsib, rua qhov lub Tsevntaub nyob huv plawv yeej kws yog qhov chaw tsi huv."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.17","label":"17","content":"Thaus Aloos moog rua huv Chaav Dlawbhuv kawg nkaus, moog ua kevcai ntxuav nwg tsev tuabneeg hab cov Yixalayees kuas huv, mas tsi pub ib tug tuabneeg nyob huv tug TSWV lub Tsevntaub sis ntsib moog txug thaus kws nwg tawm rov lug;"},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.18","label":"18","content":"Aloos yuavtsum moog hlawv khoom fij ntawm lub thaaj hab ua kevcai ntxuav lub thaaj. Nwg yuavtsum muab mivntsiv ntshaav nyuj hab ntshaav tshis pleev rua plaub tug kub sau plaub ceg kaum thaaj."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.19","label":"19","content":"Hab nwg yuavtsum muab nwg tug ntivteg tub cov ntshaav ntawd nchus rua lub thaaj xyaa zag. Qhov kws nwg ua le nuav yog nwg ua kevcai ntxuav lub thaaj, vim cov Yixalayees tej kev txhum hab ua kuas lub thaaj dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.20","label":"20","content":"Thaus Aloos ua kevcai ntxuav Chaav Dlawbhuv kawg nkaus huv tug TSWV lub Tsevntaub sis ntsib, hab lub thaaj taag lawm, nwg maam le muab tug tshis kws rhu ntawv tau rua Axaxees,  fij caj rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.21","label":"21","content":"Aloos tsaa nwg ob txhais teg rua sau tug tshis ntawd lub taubhau hab leeg taagnrho cov Yixalayees tej kev phem kev qas, tej txim hab tej kev ntxeev sab, muab tej ntawd foom huv tuabsi rua sau tug tshis lub taubhau. Ces kuas tug tuabneeg kws tub npaaj tau lawm, caab tug tshis ntawd moog tso rua tom taj suabpuam."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.22","label":"22","content":"Ces tug tshis ntawd yuav ris puab tej txim sau nwg lub taubhau nrug nwg moog povtseg rua thaaj chaw kws tsi muaj tuabneeg nyob hlo le."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.23","label":"23","content":"Ces Aloos yuavtsum rov moog rua huv tug TSWV lub Tsevntaub sis ntsib, muab cev rig tsho povthawj kws nwg naav ua ntej nwg moog rua huv Chaav Dlawbhuv kawg nkaus hle hab muab tso rua huv."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.24","label":"24","content":"Nwg yuavtsum moog dlaa dlej huv ib chaav dlawbhuv hab naav nwg cev rig tsho. Tom qaab ntawd, nwg maam le tawm lug hab muab khoom moog hlawv fij dlaws nwg hab cov Yixalayees lub txim."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.25","label":"25","content":"Nwg yuavtsum muab cov roj tsaj moog hlawv rua sau lub thaaj fij dlaws txim."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.26","label":"26","content":"Tug tuabneeg kws caab tug tshis moog rua Axaxees tom taj suabpuam, yuavtsum hle nwg cev rig tsho ntxhua hab dlaa dlej ua ntej kws nwg yuav rov lug rua huv lub yeej."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.27","label":"27","content":"Tug txiv nyuj hab tug laug yaaj kws tua fij dlaws txim kws tub muab cov ntshaav nqaa moog ua kevcai dlaws txim rua huv Chaav Dlawbhuv kawg nkaus lawm, yuavtsum coj moog rua saab nrau ntug yeej, ob dlaim tawv, cov nqaj hab cov plaab nyuv yuavtsum muab hlawv kuas taag huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.28","label":"28","content":"Tug kws moog hlawv tej ntawd, nwg yuavtsum hle nwg cev rig tsho ntxhua hab dlaa dlej ua ntej kws nwg yuav rov lug rua huv lub yeej."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.29","label":"29","content":"Yuavtsum coj lawv le tej kevcai nuav moog ibtxhis. Lub xyaa hli ntuj nub xab kaug, cov Yixalayees hab cov tuabneeg txawv tebchaws kws nrug mej nyob ua ke, yuavtsum ua kevcai yoo mov hab tsi xob ua ib yaam num dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.30","label":"30","content":"Nub ntawd yuavtsum ua kevcai dlaws taagnrho mej tej kev txhum, mej txhaj le yuav ua tau tuabneeg huv."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.31","label":"31","content":"Nub ntawd yog nub dlawbhuv, nub ntawd mej yuavtsum yoo mov ib nub hab tsi xob ua ib yaam num le. Tej nuav yog tej kevcai kws mej yuavtsum coj hab ua moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.32","label":"32","content":"Tug Povthawj Hlub kws tsaa lug hloov nwg txiv chaw, yog tug kws ua kevcai ntxuav rua suavdlawg kuas huv, nwg yuavtsum naav cev rig tsho povthawj"},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.33","label":"33","content":"hab ua kevcai ntxuav Chaav Dlawbhuv kawg nkaus, tug TSWV lub Tsevntaub sis ntsib, lub thaaj hab cov Yixalayees suavdlawg."},{"bible_id":"1726","chapter_code":"LEV.16","verse_code":"LEV.16.34","label":"34","content":"Tej kevcai nuav yog tej kws mej yuavtsum coj hab ua lawv le nuav moog ibtxhis, yuavtsum ua txuj kevcai nuav rua cov Yixalayees ib xyoos ib zag ntxuav puab tej kev txhum povtseg. Yog le ntawd Mauxes  txhaj ua lawv le tej lug kws tug TSWV tau saamfwm tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.1","label":"1","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.2","label":"2","content":"kuas has rua Aloos, Aloos cov tub hab cov Yixalayees suavdlawg has tas,"},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.3+LEV.17.4","label":"3-4","content":"ntawm nuav yog tej lug kws tug TSWV has rua cov Yixalayees, yog leejtwg tua nyuj, tua yaaj lossis tua tshis fij rua tug TSWV, nyob ntawm lub yeej saab huv lossis saab nrau, yog tsi coj tuaj tua rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, tug ntawd muaj txim vim nwg tso ntshaav povtseg; yuav muab nwg rhu tawm ntawm Vaajtswv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.5","label":"5","content":"Cov lug saamfwm nuav lub ntsab yog kuas cov Yixalayees yuavtsum coj tej tsaj kws puab coj moog tua tom tej taj nraag tuaj fij rua tug TSWV. Txij nuav moog puab yuavtsum coj tej tsaj ntawd tuaj rua tug povthawj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj hab muab tej tsaj ntawd tua fij rua tug TSWV ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.6","label":"6","content":"Tug povthawj muab cov ntshaav nchus puagncig lub thaaj kws nyob ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, hab muab cov roj hlawv kuas tsw qaab ntxag ua rua tug TSWV txaus sab heev."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.7","label":"7","content":"Cov Yixalayees yuavtsum tseg tsi xob ua tsi ncaaj rua tug TSWV vim qhov kws puab pheej tua tej tsaj fij rua tej dlaab tshis tom tej taj nraag. Cov Yixalayees yuavtsum coj txuj kevcai nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.8","label":"8","content":"Hab koj has rua puab tas, cov Yixalayees lossis cov tuabneeg txawv tebchaws txhua tug kws nrug puab nyob ua ke, yog leejtwg tua tsaj hlawv fij lossis fij theej txhoj"},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.9","label":"9","content":"kws yog muab fij rua tug TSWV, tabsis tsi coj tuaj tua rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj, yuavtsum muab tug ntawd rhu tawm ntawm Vaajtswv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.10","label":"10","content":"Yog cov Yixalayees lossis cov tuabneeg txawv tebchaws kws nrug mej nyob ua ke, leejtwg noj tej nqaj kws txhaam ntshaav, tug TSWV yuav tawmtsaam tug ntawd hab yuav muab nwg rhu tawm ntawm Vaajtswv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.11","label":"11","content":"Txhua yaam kws caj sa, txujsa nyob huv cov ntshaav, tug TSWV txhaj saamfwm kuas muab taagnrho tej ntshaav laub rua sau lub thaaj txhaj dlaws tau tuabneeg tej kev txhum povtseg. Ntshaav yog txujsa, txhaj dlaws tau kev txhum."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.12","label":"12","content":"Yog le nuav, tug TSWV txhaj saamfwm rua cov Yixalayees, tsi pub puab hab cov tuabneeg txawv tebchaws kws nrug puab nyob ua ke noj tej nqaj kws txhaam ntshaav le."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.13","label":"13","content":"Yog cov Yixalayees lossis cov tuabneeg txawv tebchaws kws nrug mej nyob ua ke, leejtwg moog tua tsaj lossis noog kws yog yaam tsaj huv lug noj, yuavtsum muab cov ntshaav laub rua huv aav hab muab aav npoog rua."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.14","label":"14","content":"Txhua yaam kws caj sa, txujsa yog nyob huv cov ntshaav xwb. Yog le ntawd, tug TSWV txhaj has rua cov Yixalayees kuas tsi xob noj tej nqaj kws txhaam ntshaav, yog leejtwg noj, yuavtsum muab tug ntawd rhu tawm ntawm Vaajtswv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.15","label":"15","content":"Txhua tug, tsi has cov Yixalayees lossis cov tuabneeg txawv tebchaws moog hlais tej tsaj kws mob tuag lossis tsaj nyaum tum tuag lug ua noj, nwg yuavtsum hle nwg cev rig tsho moog ntxhua, dlaa dlej hab nyob tog txug thaus tsaus ntuj kuas nwg huv tsaiv."},{"bible_id":"1726","chapter_code":"LEV.17","verse_code":"LEV.17.16","label":"16","content":"Yog nwg tsi ntxhua nwg tej rig tsho hab dlaa dlej, nwg yuavtsum ris nwg lub txim ntawd."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.1","label":"1","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.2","label":"2","content":"kuas has rua cov Yixalayees has tas, “Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.3","label":"3","content":"Mej tsi xob xyum ua lawv le cov tuabneeg Iziv kws nyob nraag qhov chaw kws mej tub moog nyob ib zag lawm lossis tsi xob ua le cov tuabneeg kws nyob huv lub tebchaws Kana-aas kws kuv taabtom coj mej moog nyob pheej ibtxwm ua."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.4","label":"4","content":"Mej yuavtsum fwm kuv tej kevcai hab ua lawv le tej lug kws kuv tub saamfwm rua mej lawm. Kuv Yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.5","label":"5","content":"Mej yuavtsum xyum hab ua lawv le tej kevcai hab tej lug saamfwm kws kuv muab cob rua mej lawm; yog leejtwg ua lawv le nuav, yuav cawm tau nwg txujsa. Kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.6","label":"6","content":"Tsi xob moog nrug mej tej tuabneeg kws txheeb ze sis ntxag."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.7","label":"7","content":"Tsi xob ntxag koj nam, ua rua koj txiv poob ntsejmuag. Koj tsi xob ua rua koj nam poob ntsejmuag."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.8","label":"8","content":"Tsi xob ntxag koj txiv cov quaspuj ib tug twg, ua rua koj txiv poob ntsejmuag hlo le."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.9","label":"9","content":"Tsi xob ntxag koj tug muam kws yog koj nam yug lossis tug muam kws tsi nrug koj koom nam, tsi has tug kws yug huv koj tsev lossis coj lwm qhov lug los xij."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.10","label":"10","content":"Tsi xob ntxag koj tug ntxhais xeebntxwv; qhov kws koj ua rua nwg poob ntsejmuag, kuj ua rua koj poob ntsejmuag ib yaam nkaus."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.11","label":"11","content":"Tsi xob ntxag koj tug muam kws tsi nrug koj koom nam; nwg tub yog koj tug muam ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.12+LEV.18.13","label":"12-13","content":"Tsi xob ntxag koj tug pujnyaaj kws yog koj txiv tug muam lossis koj nam tug taislaug lossis tug nam hluas."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.14","label":"14","content":"Tsi xob ntxag koj tug yawm laug lossis koj tug txiv ntxawm tug quaspuj, rua qhov nwg yog koj tug puj laug lossis koj tug nam ntxawm."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.15","label":"15","content":"Tsi xob ntxag koj tug nyaab, rua qhov nwg yog koj tug tub tug quaspuj."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.16","label":"16","content":"Tsi xob ntxag koj tug tijlaug lossis koj tug kwv tug quaspuj, rua qhov yuav ua rua koj tug tijlaug lossis koj tug kwv poob ntsejmuag."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.17","label":"17","content":"Tsi xob ntxag tug quaspuj kws koj tub tau ntxag dlua lug lawm tug ntxhais lossis nwg tug ntxhais xeebntxwv, rua qhov puab yog koj roj ntshaav, yog koj ua le ntawd txhum kevcai."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.18","label":"18","content":"Tsi xob moog yuav koj tug quaspuj tug nam hluas lug ua koj tug nam yau, thaus koj tug quaspuj tseem ua neej nyob."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.19","label":"19","content":"Tsi xob nrug tug quaspuj kws tseem taabtom coj khaub dluag pw, rua qhov nwg lub cev tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.20","label":"20","content":"Tsi xob ntxag lwm tug txivneej tug quaspuj; qhov ntawd yuav ua rua koj lub cev tsi huv."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.21","label":"21","content":"Tsi xob muab mej tej mivnyuas tua txi tug vaajtswv Maulej, rua qhov yuav ua rua mej tug Vaajtswv kws yog tug TSWV lub npe raug luas thuam tsi zoo."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.22","label":"22","content":"Tsi pub tej txivneej ntxag txivneej. Vaajtswv ntxub tej kev phem ntawd kawg le."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.23","label":"23","content":"Mej tsi xob moog ntxag tej tsaj, ua rua mej tsi huv lossis tej quaspuj tsi xob muab nwg lub cev moog rua tej tsaj ntxag. Ua le ntawd yog kev txhum."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.24","label":"24","content":"Mej tsi xob ua rua mej tsi huv vim tej kev phem nuav, cov tuabneeg kws ibtxwm nyob huv lub tebchaws nuav pheej ua le ntawd, kuv txhaj muab puab ntab tawm, kuas mej txhaj tau lug nyob rua huv."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.25","label":"25","content":"Puab ua rua lub tebchaws nuav tsi huv, yog le ntawd tug TSWV txhaj rau txim rua puab, hab muab puab ntab tawm huv lub tebchaws moog lawm."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.26+LEV.18.27","label":"26-27","content":"Puab ua ntau yaam kev phem hab ua rua lub tebchaws tsi huv lawm, tabsis mej yuavtsum tsi xob ua tej kev phem ntawd, taagnrho mej suavdlawg, tsi has cov Yixalayees lossis cov tuabneeg txawv tebchaws kws nrug mej nyob los xij, yuavtsum coj tug TSWV tej kevcai hab tej lug saamfwm,"},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.28","label":"28","content":"yog mej tsi ua le ntawd, ces mej yuav raug ntab ntawm huv lub tebchaws nuav moog ib yaam le cov tuabneeg kws nyob ua ntej mej raug ntab tawm lawm."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.29","label":"29","content":"Yog leejtwg ua tej kev phem kev qas nuav, yuav muab tug ntawd rhu tawm ntawm Vaajtswv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.18","verse_code":"LEV.18.30","label":"30","content":"Tug TSWV has tas, “Mej yuavtsum fwm tej lug saamfwm kws kuv muab rua mej hab mej tsi xob xyum ua mej lub neej le cov tuabneeg kws xub nyob huv lub tebchaws nuav hab tsi xob ua rua mej tsi huv vim tej kev txhum nuav. Kuv yog tug TSWV kws yog mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.1","label":"1","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.2","label":"2","content":"kuas has rua cov Yixalayees has tas, “Mej yuavtsum ua tuabneeg dlawbhuv, rua qhov kuv yog tug TSWV kws yog mej Tug Vaajtswv, kuv yog tug Dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.3","label":"3","content":"Mej txhua tug yuavtsum fwm mej nam mej txiv, hab ceev nub Xanpataus ua nub tseemceeb, lawv le kuv tub saamfwm rua mej lawm. Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.4","label":"4","content":"“Tsi xob tso kuv tseg hab moog pe mlom; tsi xob muab tooj muab hlau nchuav ua mlom rua mej pe. Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.5","label":"5","content":"“Thaus mej tua tsaj fij ua kev sis raug zoo rua tug TSWV, mej yuavtsum fwm tej kevcai kws kuv muab rua mej lawm, kuv txhaj txaus sab rua mej tej khoom fij ntawd."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.6","label":"6","content":"Cov nqaj mej yuavtsum muab noj kuas taag rua nub kws mej tua tug tsaj ntawd lossis nub tom qaab. Nub peb tej nqaj kws seem yuavtsum muab hlawv povtseg,"},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.7","label":"7","content":"rua qhov tej nqaj ntawd tsi huv lawm, yog leejtwg noj mas kuv yuav tsi txaus sab rua tug ntawd tej khoom fij."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.8","label":"8","content":"Txhua tug kws noj cov khoom fij ntawd yuav raug txim, rua qhov nwg ua tsi huv rua tej khoom dlawbhuv kws fij rua kuv ntawd, hab yuav muab nwg rhu tawm ntawm kuv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.9","label":"9","content":"“Thaus mej hlais mej tej nplej huv mej tej teb, mej tsi xob hlais cov nplej kws nyob tom ntug teb kuas taag, hab tsi xob rov qaab moog hlais tej naab nplej kws seem."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.10","label":"10","content":"Tsi xob rov qaab moog sau tej txiv maab kws mej sau tsi taag huv mej tej vaaj txiv maab lossis moog khaws tej txiv maab kws poob rua huv aav; tseg tej txiv ntawd rua cov tuabneeg txomnyem hab cov tuabneeg txawv tebchaws. Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.11","label":"11","content":"“Mej tsi xob ua tubsaab, tsi xob ua tsi ncaaj rua lwm tug, hab tsi xob dlaag."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.12","label":"12","content":"Tsi xob tuav kuv lub npe coglug tsi tseeb, yog mej ua le ntawd yog mej saib tsi taug mej tug Vaajtswv lub npe. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.13","label":"13","content":"“Mej tsi xob tsimtxom mej tej kwvtij zej zog lossis nyag nwg tug. Tsi xob sej tej tub zug kws mej ndlav tej nqe zug moog txug taagkig sawv ntxuv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.14","label":"14","content":"Tsi xob foom tug tuabneeg laag ntseg lossis muab tej yaam dlaabtsi moog cuab tug tuabneeg dligmuag kev kuas nwg dlawm qaug. Mej yuavtsum paub ntshai mej tug Vaajtswv. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.15","label":"15","content":"“Tsi xob tu plaub tsi ncaaj, tsi xob saib tsi taug cov pluag lossis tsaa cov npluanuj cai. Tabsis mej yuavtsum txav txim lawv le kev ncaaj nceeg rua mej tej kwvtij zej zog."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.16","label":"16","content":"Tsi xob moog taug xaiv rua ib leeg tug twg, hab thaus muaj leejtwg raug luas ab lam kws yog lub txim tuag, mej yuavtsum paab has lawv le qhov tseeb kuas dlaws tau nwg dlim. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.17","label":"17","content":"“Tsi xob ntxub ib leeg tug twg rua nruab sab, tabsis yuavtsum moog nrug nwg sis has kuas hum, mej txhaj yuav tsi ua txhum, vim qhov mej ntxub nwg."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.18","label":"18","content":"Tsi xob ua phem pauj rua ib leeg tug twg lossis pheej ntxub nwg, tabsis yuavtsum hlub mej cov kwvtij zej zog ib yaam le mej hlub mej lub cev. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.19","label":"19","content":"“Mej yuavtsum ua lawv le kuv tej lug saamfwm. Tsi xob muab ib yaam tsaj lug tso taw rua ib yaam tsaj kuas txuam tsoov. Tsi xob muab ob yaam noob qoob moog tseb rua huv ib dlaim teb, tsi xob naav tej rig tsho kws muab ob yaam ntaub lug xaws ua ke."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.20","label":"20","content":"“Yog ib tug ntxhais qhev twg leeg moog ua ib tug txivneej twg tug nam yau lawm, tabsis tug txivneej ntawd tseem tsi tau them nqe hab coj nwg moog, yog muaj lwm tug txivneej tuaj ntxag nwg, mas obtug yuavtsum raug txim, tabsis  tsi xob muab tua, rua qhov nwg tseem yog ib tug txhais qhev."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.21","label":"21","content":"Tug txivneej ntawd yuavtsum coj ib tug laug yaaj moog rua ntawm lub Tsevntaub sis ntsib lub qhovrooj, muab tua fij rua tug TSWV dlaws tug ntawd tej kev txhum,"},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.22","label":"22","content":"hab tug povthawj muab tug laug yaaj fij dlaws tug txivneej ntawd txujkev txhum, Vaajtswv txhaj yuav zaam nwg lub txim."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.23","label":"23","content":"“Thaus mej moog txug rua huv lub tebchaws Kana-aas hab cog txhua yaam txiv ntoo, mej yuavtsum suav ntsoov thawj peb lub xyoo cov txiv ntoo ntawd tseem tsi tau huv. Thaus lub sijhawm ntawd mej tsi xob dle cov txiv ntoo ntawd lug noj."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.24","label":"24","content":"Xyoo plaub txhua yaam txiv maab txiv ntoo yuavtsum muab fij rua kuv  kws yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.25","label":"25","content":"Tabsis xyoo tsib mej maam le dle cov txiv ntoo ntawd lug noj. Yog mej ua txhua yaam nuav, mej tej txiv ntoo yuav txi txiv ncw. Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.26","label":"26","content":"“Mej tsi xob noj tej nqaj kws txhaam ntshaav. Mej tsi xob xyum ua txhua yaam yeegsiv lossis ua neeb ua yaig."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.27","label":"27","content":"Mej tsi xob txav mej cov plaubhau ntawm ob saab pobkub lossis chais mej cov fwjtxwv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.28","label":"28","content":"Mej tsi xob muab koob nkaug ua tej tug dluab rua ntawm mej lub cev, hab tsi xob muab mej tej nqaj hlais kuas to moog quaj nyav tej tuabneeg tuag. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.29","label":"29","content":"“Tsi xob ua rua mej tej ntxhais txaajmuag kws yog tso puab moog ua namndlav,  yog mej ua le ntawd, mej yuav moog pe lwm tug vaajtswv hab lub tebchaws yuav puv nkaus kev nkauj kev nraug."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.30","label":"30","content":"Ncu ntsoov nub Xanpataus yog nub su, hab fwm lub chaw kws mej moog pehawm kuv. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.31","label":"31","content":"“Mej tsi xob moog cuag txivneeb lossis saib yaig hlo le. Yog mej moog ua le ntawd, mej yuav ua tuabneeg tsi huv. Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.32","label":"32","content":"“Mej yuavtsum fwm hab ua ncaaj rua cov tuabneeg laug. Mej yuavtsum paub ntshai kuv; kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.33","label":"33","content":"“Tsi xob saib tsi taug cov tuabneeg txawv tebchaws kws nrug mej nyob huv mej lub tebchaws."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.34","label":"34","content":"Ua zoo rua puab ib yaam le mej ua zoo rua mej cov Yixalayees, hab hlub puab ib yaam le mej hlub mej lub cev. Ncu ntsoov has tas, thaus u mej tau thojnaam ib zag moog nyob rua nraag tebchaws Iziv lawm. Kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.35","label":"35","content":"“Tsi xob ua tuabneeg tsi ncaaj kws muab raab teev ntxo luj rua luas, tsi xob txaav txuj hlua ntsuag noj luas, hab tsi xob muab lub kawm tsi txwm luj rua luas."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.36","label":"36","content":"Siv raab teev kws tsi ntxo, lub thauj kws hum txaj hab lub kawm kws txwm sab. Kuv yog tug TSWV kws yog mej tug Vaajtswv, kuv coj mej tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"LEV.19","verse_code":"LEV.19.37","label":"37","content":"Mej yuavtsum fwm kuv tej kevcai hab tej lug saamfwm. Kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.1","label":"1","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.2","label":"2","content":"kuas ca le has rua cov Yixalayees has tas, “Mej cov Yixalayees txhua tug lossis cov tuabneeg txawv tebchaws kws nrug mej nyob ua ke, yog leejtwg muab nwg cov mivnyuas rua luas tua txi tug vaajtswv Maulej, ces kuas tej tuabneeg zej zog muab pobzeb ntaus tug ntawd kuas tuag moog."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.3","label":"3","content":"Yog leejtwg muab nwg ib tug mivnyuas txi tug vaajtswv Maulej, ua rua kuv lub Tsevntaub kws dlawbhuv tsi huv, hab ua rua kuv lub npe dlawbhuv raug thuam, kuv yuav tawmtsaam nwg hab muab nwg rhu tawm ntawm kuv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.4","label":"4","content":"Tabsis yog cov pejxeem tsi quavntsej tug kws muab nwg tug mivnyuas txi tug vaajtswv Maulej hab tsi muab tug ntawd tua kuas tuag,"},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.5","label":"5","content":"kuv yuav tawmtsaam tug ntawd hab nwg tsev tuabneeg, hab cov tuabneeg kws tso kuv tseg moog pe tug vaajtswv Maules. Kuv yuav muab puab rhu tawm ntawm kuv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.6","label":"6","content":"“Yog leejtwg moog thov tej txivneeb ua neeb saib nwg, kuv yuav tawmtsaam tug ntawd hab yuav muab nwg rhu tawm ntawm kuv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.7","label":"7","content":"Mej yuavtsum ua tuabneeg ncaaj nceeg hab dlawbhuv, rua qhov kuv yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.8","label":"8","content":"Mej ca le coj lawv le kuv tej kevcai, rua qhov kuv yog tug TSWV hab yog tug ua kuas mej dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.9","label":"9","content":"“Yog leejtwg foom tsi zoo rua nwg txiv lossis nwg nam, yuavtsum muab tug ntawd tua kuas tuag; vim nwg tau foom tsi zoo rua nwg txiv lossis Nwg nam, lub txim tuag txhaj poob rua sau nwg."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.10","label":"10","content":"“Yog tug txivneej twg moog ntxag tej tuabneeg zej zog quaspuj, ca le muab ob tug kws sis ntxag ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.11","label":"11","content":"Yog tug txivneej twg ntxag nwg txiv tug quaspuj, ua rua nwg txiv poob ntsejmuag, ca le muab obtug tua povtseg. Vim obtug tau ua txhum, lub txim tuag txhaj poob rua sau obtug."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.12","label":"12","content":"Yog tug txivneej twg ntxag nwg tug nyaab, ca le muab obtug tua povtseg. Vim obtug tau ua txhum, lub txim tuag txhaj poob rua sau obtug."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.13","label":"13","content":"Yog ob tug txivneej twg sis ntxag, yog obtug ua le ntawd, yog obtug ua kev phem kev qas heev, yuavtsum muab obtug tua povtseg, vim obtug tau ua txhum, lub txim tuag txhaj poob rua sau obtug."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.14","label":"14","content":"Yog leejtwg yuav leej nam hab tug ntxhais lug ua quaspuj huv tuabsi. Qhov kws ua le ntawd, yog kev phem kev qas heev, yuavtsum muab suavtawg hlawv puab kuas tuag; txhaj yuav tsi muaj txujkev phem kev qas nuav nyob huv mej lub tebchaws ntxiv lawm."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.15","label":"15","content":"Yog tug txivneej twg ntxag tej tsaj txhu, yuavtsum muab nwg hab tug tsaj ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.16","label":"16","content":"Yog tug quaspuj twg ntxag tsaj, yuavtsum muab nwg hab tug tsaj ntawd tua povtseg; vim obtug tau ua txhum, lub txim tuag txhaj poob rua sau obtug."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.17","label":"17","content":"“Yog leejtwg yuav nwg tug muam kws koom nam koom txiv lossis txiv tshab lossis nam tshab tug ntxhais ua quaspuj, obtug yuav raug kev txaajmuag taabmeeg tebchaws. Ca le muab obtug ntab tawm ntawm suavdlawg moog, rua qhov nwg yuav nwg tug muam, nwg txhaj yuavtsum ris lub txim ntawd."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.18","label":"18","content":"Yog tug txivneej twg nrug ib tug quaspuj twg pw thaus tug quaspuj ntawd taabtom coj khaub dluag, ca le muab obtug ntab tawm ntawm suavdlawg moog, rua qhov obtug ua txhum tej kevcai kws has txug kev ua tsi huv lawm."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.19","label":"19","content":"“Yog tug txivneej twg ntxag nwg txiv cov muam lossis nwg nam cov vivncaug, obtug yuavtsum ris lub txim kws ua txhum ntawd, rua qhov yog tej txheeb ze sis ntxag."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.20","label":"20","content":"Yog tug txivneej twg moog ntxag nwg tug yawm laug lossis nwg tug txiv ntxawm tug quaspuj, vim nwg ua rua nwg tug yawm laug lossis tug txiv ntxawm poob ntsejmuag, obtug yuavtsum raug txim; hab obtug yuav tsi muaj mivnyuas moog txug nub tuag."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.21","label":"21","content":"Yog tug txivneej twg txeeb nwg tug tijlaug lossis nwg tug kwv tug quaspuj yuav, obtug yuav tsi muaj mivnyuas moog txug nub tuag, vim nwg ua tej yaam tsi huv hab rhuav nwg tug tijlaug lossis nwg tug kwv ntsejmuag.”"},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.22","label":"22","content":"Tug TSWV has tas, “Mej yuavtsum coj lawv le kuv tej kevcai hab kuv tej lug saamfwm, mej txhaj yuav tsi raug ntab tawm huv lub tebchaws Kana-aas kws kuv muab rua mej lawm."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.23","label":"23","content":"Mej tsi xob moog coj cov tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd tej kevcai; kuv muab cov tuabneeg ntawd ntab tawm moog, mej txhaj tau moog nyob huv lub tebchaws ntawd. Puab pheej ua tej kev phem kev qas, kuv txhaj ntxub puab heev."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.24","label":"24","content":"Tabsis kuv tau coglug muab lub tebchaws aav rog hab zoo qoob rua mej ua mej tug, hab rua mej nyob moog le. Kuv yog tug TSWV kws yog mej tug Vaajtswv. Kuv yog tug kws muab mej cais tawm ntawm lwm tsaav tuabneeg moog nyob rua ib caag."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.25","label":"25","content":"Yog le ntawd, mej yuavtsum saib tej tsaj hab tej noog kuas tseeb saib yaam twg huv hab yaam twg tsi huv. Tsi xob noj tej tsaj lossis tej noog kws tsi huv. Kuv tub qha tej tsaj tsi huv rua mej lawm, yog mej noj tej tsaj ntawd yuav ua rua mej tsi huv."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.26","label":"26","content":"Mej yog kuv tsaav tuabneeg hab yog kuv tug, mej yuavtsum ua tuabneeg dlawbhuv, rua qhov kuv yog tug TSWV hab kuv yog tug dlawbhuv. Kuv tau xaiv mej tawm ntawm lwm tsaav tuabneeg lug ua kuv tug."},{"bible_id":"1726","chapter_code":"LEV.20","verse_code":"LEV.20.27","label":"27","content":"“Tug txivneej lossis tug quaspuj twg ua neeb hab ua khawvkoob, yuavtsum muab pobzeb ntaus nwg kuas tuag. Tug kws ua tej nuav lub txim tuag yuav poob rua sau nwg.”"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.1","label":"1","content":"Tug TSWV saamfwm rua Mauxes kuas has rua Aloos cov tub kws yog cov povthawj has tas, “Tsi pub cov povthawj ib tug twg lub cev tsi huv, vim nwg moog quaj nyav tej kwvtij neejtsaa kws tuag lawm,"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.2","label":"2","content":"tsuas pub nwg quaj nyav tug kws yog nwg tsev tuabneeg, nwg nam, nwg txiv, nwg tug tub, nwg tug ntxhais, nwg tug tijlaug, nwg tug kwv,"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.3","label":"3","content":"lossis nwg tug muam kws tsi tau yuav quasyawg kws tseem nrug nwg nyob ua ib tse xwb."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.4","label":"4","content":"Nwg tsi xob ua rua nwg tsi huv kws yog moog saib tej tuabneeg txheeb ze tuag."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.5","label":"5","content":"“Tsi pub cov povthawj chais plaubhau lossis chais fwjtxwv lossis hlais puab tej nqaj qha rua suavdlawg paub has tas, puab raug kev txomnyem quaj ntsuag."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.6","label":"6","content":"Puab yuavtsum ua tuabneeg dlawbhuv rua puab tug Vaajtswv, hab tsi xob ua rua puab tug Vaajtswv lub npe raug thuam; vim puab yog cov kws muab tej khoom hlawv fij rua tug TSWV, hab muab tej ncuav fij rua puab tug Vaajtswv; puab yuavtsum yog tuabneeg dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.7","label":"7","content":"Puab tsi xob moog yuav tug namndlav lossis tug quaspuj kws tsi huv lawm lossis puab tsi xob moog yuav tug puj nrauj lug ua quaspuj, rua qhov tug povthawj yog tug dlawbhuv rua nwg tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.8","label":"8","content":"Suavdlawg yuavtsum suav tug povthawj ua tug dlawbhuv, rua qhov nwg yog tug kws muab tej khoom fij rua mej tug Vaajtswv. Kuv yog tug TSWV; kuv yog tug dlawbhuv hab ua kuas mej dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.9","label":"9","content":"Yog tug povthawj twg tug ntxhais moog ua namndlav, nwg yog tug kws rhuav nwg txiv ntsejmuag, yuavtsum muab nwg hlawv kuas tuag.”"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.10","label":"10","content":"“Tug Povthawj Hlub yog tug kws luas muab cov roj txhawb meejthawj laub rua sau nwg taubhau, tsaa nwg ua tug Povthawj Hlub kws naav cev rig tsho povthawj. Yog le ntawd, nwg yuavtsum ntsis nwg cov plaubhau lossis tsi xob dlua nwg cev rig tsho qha kuas luas paub has tas nwg muaj kev quaj ntsuag."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.11+LEV.21.12","label":"11-12","content":"Nwg tsi xob ua rua nwg lub cev tsi huv lossis ua rua kuv lub Tsevntaub kws dlawbhuv tsi huv kws yog nwg moog rua huv lub tsev paam tuag, txawm yog tug tuag ntawd yog nwg nam nwg txiv kag los tsi xob moog, rua qhov tub muab nwg tsaa ua povthawj rua kuv lawm. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.13","label":"13","content":"Nwg yuavtsum yuav ib tug ntxhais nkaujxwb lug ua nwg quaspuj xwb,"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.14","label":"14","content":"tsi xob yuav puj ntsuag, puj nrauj lossis tug hluas nkauj kws moog ua dlua namndlav lawm. Nwg yuavtsum yuav nwg caajceg ib tug ntxhais kws tseem yog nkaujxwb lug ua nwg tug quaspuj."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.15","label":"15","content":"Yog tsi ua le nuav, nyob tsaam nwg cov mivnyuas kws yog cov dlawbhuv yuav ua tuabneeg tsi huv lawm. Kuv yog tug TSWV hab kuv tsaa nwg ua tug Povthawj hlub.”"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.16","label":"16","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.17","label":"17","content":"kuas has rua Aloos has tas, “Tsi xob pub koj tej xeebntxwv kws muaj mob tsi huv coj tej khoom tuaj fij rua kuv hlo le. Qhov nuav mej yuavtsum coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.18","label":"18","content":"Tsi pub tug tuabneeg kws muaj mob le nraag nuav coj khoom moog fij: tsi pub tug tuabneeg kws dligmuag, luv ceg, ntsejmuag caws plav lossis tug kws teg taw tsi ntev ib yaam."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.19","label":"19","content":"Tsi pub tug tuabneeg qhuav npaab lossis qhuav ceg;"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.20","label":"20","content":"tsi pub tug tuabneeg khoov dluav lossis tug tuabneeg moj pob; tsi pub tug tuabneeg kws mob qhovmuag lab lossis mob kavlis, hab tug txivneej kws muab saam lawm."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.21","label":"21","content":"Aloos cov xeebntxwv kws ua povthawj, yog leejtwg muaj mob tsi huv, nwg tsi xob coj khoom tuaj hlawv fij rua kuv."},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.22","label":"22","content":"Rua qhov tug txivneej ntawd yuav noj tej zaub mov kws muab fij rua kuv, tsi has cov khoom fij kws dlawbhuv hab cov khoom fij kws dlawbhuv kawg nkaus,"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.23","label":"23","content":"tabsis vim qhov kws nwg muaj mob tsi huv, nwg tsi xob moog ze rua ntawm dlaim ntaub thaiv Chaav dlawbhuv hab lub thaaj. Nwg tsi xob moog ua rua tej khoom dlawbhuv tsi huv, vim kuv yog tug TSWV kws ua rua tej khoom ntawd dlawbhuv.”"},{"bible_id":"1726","chapter_code":"LEV.21","verse_code":"LEV.21.24","label":"24","content":"Mauxes yeej muab tej nuav qha rua Aloos, Aloos cov tub hab taagnrho cov Yixalayees huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.1","label":"1","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.2","label":"2","content":"kuas has rua Aloos hab nwg cov tub has tas, “Mej yuavtsum ceev tej khoom fij dlawbhuv kws cov Yixalayees coj tuaj fij rua kuv kuas zoo. Mej txhaj tsi ua rua kuv lub npe kws dlawbhuv raug thuam, kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.3","label":"3","content":"Yog mej cov xeebntxwv leejtwg, thaus nwg lub cev tseem tsi tau huv, nwg ca le moog ze rua ntawm tej khoom fij dlawbhuv kws cov Yixalayees coj tuaj fij rua kuv, nwg yuav tsi tau ua kuv teg num fij khoom ntawm lub thaaj moog le lawm. Qhov nuav mej yuavtsum coj moog ibtxhis le. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.4","label":"4","content":"“Aloos cov xeebntxwv yog muaj leejtwg mob ruas lossis mob ua kuas paug, ces tsi xob pub nwg noj tej khoom fij dlawbhuv moog txug thaus nwg lub cev zoo huv lawm. Tug povthawj kws tsi huv mas yog tug kws moog kov tug tuabneeg tuag lub cev lossis nwg muaj mob ua kua paug rua nwg qhov chaw xis"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.5","label":"5","content":"lossis nwg moog kov tej tsaj tsi huv lossis tej tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.6","label":"6","content":"Tug povthawj twg kws nwg lub cev tsi huv lawm, nwg yuav tsi huv moog txug thaus tsaus ntuj, hab nwg tsi xob noj tej khoom fij kws dlawbhuv moog txug thaus nwg dlaa dlej taag tsaiv."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.7","label":"7","content":"Tom qaab lub nub poob qho lawm, nwg txhaj le huv, ces nwg maam le noj tau tej khoom fij dlawbhuv kws yog nwg tej zaub mov."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.8","label":"8","content":"Nwg tsi xob noj tej tsaj kws nwg tuag nwg lossis yog tej tsaj qus tum tuag; cov nqaj ntawd yuav ua rua nwg tsi huv. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.9","label":"9","content":"“Txhua tug povthawj yuavtsum fwm tej kevcai kws kuv tau muab rua puab lawm. Yog puab tsi fwm, puab yuav raug txim hab yuav tuag, rua qhov puab tsi fwm kuv tej kevcai kws tseemceeb. Kuv yog tug TSWV hab yog tug ua kuas puab dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.10","label":"10","content":"“Tsuas yog tug povthawj tsev tuabneeg nkaus xwb, txhaj noj tau tej khoom fij kws dlawbhuv; tsi pub tej tuabneeg saab nrau noj tej khoom fij ntawd le, txawm yog tug tuabneeg kws nrug tug povthawj nyob lossis tug tub zug kws nwg ndlav ua num los yeej noj tsi tau le."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.11","label":"11","content":"Tabsis tug povthawj tug tubkhai kws nwg muab nyaj yuav lug lossis tug kws yug huv nwg tsev, txhaj noj tau tej khoom fij kws yog tug povthawj tug."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.12","label":"12","content":"Tug povthawj tug ntxhais kws moog yuav quasyawg lawm, yog nwg tug quasyawg tsi yog ib tug povthawj, nwg yuavtsum tsi xob noj tej khoom fij kws dlawbhuv ntawd."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.13","label":"13","content":"Tabsis tug puj ntsuag lossis tug puj nrauj kws tseem tsi tau muaj mivnyuas kws rov lug nrug nwg txiv nyob huv nwg txiv tsev txhaj noj tau tej khoom kws yog tug povthawj tug."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.14","label":"14","content":"“Yog leejtwg tsi yog tug povthawj tsev tuabneeg, yog nwg tsi paub hab moog muab tau tej khoom fij dlawbhuv noj lawm, nwg yuavtsum them cov khoom ntawd puv ntoob rov qaab hab ntxiv neeg nkaum feem pua rua tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.15","label":"15","content":"Cov povthawj yuavtsum ceev tej khoom dlawbhuv kws cov Yixalayees coj tuaj fij rua tug TSWV ntawd kuas zoo, tsi xob ua rua tej khoom ntawd tsi huv"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.16","label":"16","content":"kws yog ca tug tuabneeg tsi muaj cai tau noj tej khoom fij ntawd; qhov nuav yuav ua rua tug tuabneeg ntawd ua txhum hab raug txim. Kuv yog tug TSWV hab yog tug ua rua tej khoom fij ntawd dlawbhuv.”"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.17","label":"17","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.18","label":"18","content":"kuas muab tej kevcai nuav qha rua Aloos, Aloos cov tub hab cov Yixalayees has tas, thaus cov Yixalayees lossis cov tuabneeg txawv tebchaws kws nrug mej nyob, coj khoom tuaj hlawv fij, tsi has fij ua tsaug rua tej lug cog tseg lossis coj tuaj fij ntawm lub sab dlawb paug, tug tsaj ntawd yuavtsum muab tug kws tsi muaj ib qhov phem hlo le."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.19","label":"19","content":"Tug tsaj ntawd tsi has nyuj, tshis lossis yaaj, yuavtsum yog tug txiv hab tsi muaj ib qhov phem hlo le, txhaj hum tug TSWV sab."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.20","label":"20","content":"Yog mej muab tej tsaj phem tuaj fij, tug TSWV yuav tsi yuav tug tsaj ntawd."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.21","label":"21","content":"Thaus mej leejtwg muab khoom tuaj fij ua kev sis raug zoo rua tug TSWV lossis fij ua tsaug rua tej lug cog tseg lossis coj tuaj fij ntawm lub sab dlawb paug, yuavtsum yog tug tsaj kws tsi muaj ib qhov phem le txhaj hum tug TSWV sab."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.22","label":"22","content":"Tsi xob muab tej tsaj dligmuag, luv ceg, tu ceg, mob rwj, mob txhaab qawj lossis muaj caws plav, coj moog tua ua khoom fij lossis muab hlawv rua sau lub thaaj fij rua tug TSWV hlo le."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.23","label":"23","content":"Tej tsaj kws mej coj moog tua fij ntawm lub sab dlawb paug, txawm yog to mivntsiv lossis tsi zoo pistsawg los tau, tabsis tsi xob muab moog fij ua tsaug rua tej kev coglug."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.24","label":"24","content":"Tsi xob muab tug tsaj kws noobqais mob, tawg, to lossis muab saam lawm, coj moog fij rua tug TSWV. Tsi pub mej ua le nuav nyob huv mej lub tebchaws."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.25","label":"25","content":"Tsi xob muab tej tsaj kws mej yuav ntawm lwm tsaav tuabneeg lug tua ua khoom fij rua tug TSWV. Tej tsaj ntawd yog tsaj tsi zoo hab tsi huv, kuv tsi yuav tej tsaj ntawd ua khoom fij."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.26+LEV.22.27","label":"26-27","content":"Tug TSWV has rua Mauxes has tas, thaus tug mivnyuas nyuj lossis mivnyuas yaaj lossis mivnyuas tshis nyavnyuas yug, yuavtsum ca nrug leej nam xyaa nub, tom qaab ntawm maam le muab coj moog tua hlawv fij txhaj hum tug TSWV sab."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.28","label":"28","content":"Tsi xob muab tug maum nyuj hab tug mivnyuas lossis tug maum yaaj hab tug mivnyuas, lossis tug maum tshis hab tug mivnyuas ua ib nub tua ua khoom fij."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.29","label":"29","content":"Thaus mej muab khoom moog fij ua tug TSWV tsaug, mej yuavtsum ua kuas lawv le kevcai txhaj hum tug TSWV sab,"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.30","label":"30","content":"ca le noj tej khoom fij kuas taag rua nub ntawd hab tsi pub kuas seem ib dlaim nqaj moog txug nub tom qaab le."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.31","label":"31","content":"Tug TSWV has tas, “Mej yuavtsum ua lawv le kuv tej lug saamfwm; kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.32","label":"32","content":"Mej tsi xob ua rua kuv lub npe kws dlawbhuv raug luas txobthuam; taagnrho cov Yixalayees yuavtsum paub has tas, kuv yog tug dlawbhuv hab yog tug kws ua kuas mej dlawbhuv;"},{"bible_id":"1726","chapter_code":"LEV.22","verse_code":"LEV.22.33","label":"33","content":"hab kuv yog tug kws coj mej tawm nraag tebchaws Iziv lug, kuas kuv tau ua mej tug Vaajtswv. Kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.1","label":"1","content":"Tug TSWV has rua Mauxes"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.2","label":"2","content":"kuas qha rua cov Yixalayees paub has tas, tej rooj noj rooj haus kws tug TSWV teem tseg, yog tug TSWV tej rooj noj rooj haus kws dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.3","label":"3","content":"“Mej ua num rau nub, tabsis nub xyaa yog nub Xanpataus kws yog nub su. Nub ntawd mej tsi xob ua ib yaam num dlaabtsi le; tabsis mej yuavtsum tuaj sis sau pehawm tug TSWV. Tsi has mej yuav nyob qhov twg, nub Xanpataus yog tug TSWV nub."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.4","label":"4","content":"Nuav yog tej rooj noj rooj haus dlawbhuv kws tug TSWV teem tseg, mej yuavtsum ua tej rooj noj rooj haus ntawd thaus txug lub sijhawm kws teem tseg.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.5","label":"5","content":"“Mej ua Kevcai Hlaa Dlhau qhuas tug TSWV, yog pib ua rua lub ib hlis ntuj, nub kaum plaub, thaus nub poob qho yuav tsaus ntuj."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.6","label":"6","content":"Nub kaum tsib yog nub kws pib ua kevcai noj Ncuav tsi xyaw keeb, hab xyaa nub ntawd, mej yuavtsum tsi xob noj tej ncuav kws xyaw keeb hlo le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.7","label":"7","content":"Thawj nub mej tuaj sis sau pehawm Vaajtswv hab nub ntawd tsi xob ua mej tej num ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.8","label":"8","content":"Coj mej tej khoom moog hlawv fij rua tug TSWV kuas txwm xyaa nub ntawd. Nub xyaa mej rov tuaj sis sau pehawm Vaajtswv, nub ntawd tsi xob ua mej tej num.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.9+LEV.23.10","label":"9-10","content":"Tug TSWV has rua Mauxes has tas, “Koj has rua cov Yixalayees has tas, thaus mej moog txug rua huv lub tebchaws kws kuv muab rua mej nyob lawm, hab thaus mej sau tau mej tej qoobloo, mej ca le coj thawj teg nplej moog rua tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.11","label":"11","content":"Nwg yuav muab teg nplej ntawd yom fij rua tug TSWV, tug TSWV txhaj le txaus sab rua mej. Nub tom qaab kws dlhau nub Xanpataus lawm, tug povthawj maam le coj moog fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.12","label":"12","content":"Nub kws mej fij mej tej qoobloo, nub ntawd mej yuavtsum coj ib tug thaav yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le moog tua hlawv fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.13","label":"13","content":"Hab muab plaub choj moov nplej zuaj xyaw roj txiv ntoo coj moog hlawv fij. Tej paa khoom fij ntawd yuav tsw qaab ntxag ua rua tug TSWV txaus sab heev. Mej yuavtsum muab ib laamfwj cawv txiv maab coj moog fij hab."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.14","label":"14","content":"Mej tsi xob rawm noj tej qoobloo tshab kws mej muab tau lug, tsi has noj nyoog, muab kib noj lossis muab cub ua ncuav noj moog txug nub kws mej coj thawj teg nplej moog fij rua Vaajtswv tsaiv, tsi has mej nyob qhov twg, qhov nuav yog txuj kevcai rua mej tej xeebntxwv coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.15","label":"15","content":"“Suav kuas txwm nkaus xyaa lub limtam, pib nub tom qaab kws mej coj mej thawj teg nplej tuaj fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.16","label":"16","content":"Suav kuas txwm tsib caug nub tom qaab lub Xanpataus xyaa, mej ca le rov coj mej tej qoob tshab tuaj fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.17","label":"17","content":"Ib yig twg yuavtsum nqaa ob lub ncuav moog yom fij rua tug TSWV. Ib lub ncuav twg yuavtsum yog muab plaub choj moov nplej zuaj cub xyaw keeb hab coj moog fij rua tug TSWV thaus mej pib sau thawj phaum qoob."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.18","label":"18","content":"Cov pejxeem suavdlawg yuavtsum coj xyaa tug thaav yaaj kws noobnyoog ib xyoos, ib tug txiv nyuj hab ob tug laug tshis kws tsi muaj ib qhov phem le moog fij nrug cov ncuav ntawd. Puab yuavtsum muab cov tsaj ntawd hlawv fij rua tug TSWV, nrug cov ncuav hab cov cawv txiv maab ua ke. Tej paa khoom fij ntawd yuav tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.19","label":"19","content":"Hab muab ib tug laug tshis coj moog fij dlaws txim, hab ob tug thaav yaaj kws noobnyoog ib xyoos moog fij ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.20","label":"20","content":"Tug povthawj yuavtsum muab cov ncuav nrug ob tug thaav yaaj coj moog yom fij ua ke rua tug TSWV, cov khoom nuav yog muab ua cov povthawj tug. Cov khoom fij nuav yog ib cov kws dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.21","label":"21","content":"Nub ntawd mej tsi xob tawm moog ua ib yaam num le, tabsis mej yuavtsum tuaj sis sau pehawm Vaajtswv. Mej tej xeebntxwv yuavtsum coj txuj kevcai nuav moog ibtxhis le, tsi has mej nyob qhov twg le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.22","label":"22","content":"“Thaus mej hlais mej tej nplej, mej tsi xob hlais tej naab nplej kws nyob ntawm tej ceg kaum teb, hab tsi xob moog hlais tej naab nplej kws seem; ca tej ntawd rua cov tuabneeg txomnyem hab cov tuabneeg txawv tebchaws. Tug TSWV yog mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.23+LEV.23.24","label":"23-24","content":"Tug TSWV has rua Mauxes has tas, “Koj has rua cov Yixalayees has tas, lub xyaa hli ntuj nub xab ib, yog nub kws mej su hab mej ca le tuaj sis sau pehawm Vaajtswv thaus mej nov suab raaj suab xyu nrov."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.25","label":"25","content":"Coj tej khoom tuaj hlawv fij rua tug TSWV hab tsi xob ua mej tej num hlo le.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.26+LEV.23.27","label":"26-27","content":"Tug TSWV has rua Mauxes has tas, “Koj has rua cov Yixalayees has tas, lub xyaa hli ntuj nub xab kaug yog txwm rua nub kws ua kevcai theej cov pejxeem suavdlawg lub txhoj. Nub ntawd mej yoo mov hab tuaj sis sau pehawm Vaajtswv, hab coj tej khoom tuaj hlawv fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.28","label":"28","content":"Nub ntawd tsi xob ua mej tej num, rua qhov yog nub kws ua kevcai theej mej lub txhoj."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.29","label":"29","content":"Nub ntawd yog leejtwg noj ib yaam dlaabtsi, yuav muab tug ntawd rhu tawm ntawm Vaajtswv tsaav tuabneeg moog."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.30","label":"30","content":"Hab yog nub ntawd leejtwg tseem ua nwg tej num, tug TSWV yuav muab tug ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.31","label":"31","content":"Txawm yog mej nyob qhov twg los mej hab mej cov xeebntxwv yuavtsum coj txuj kevcai nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.32","label":"32","content":"Lub hlis ntawd nub xab cuag thaus nub poob qho moog txug nub xab kaug thaus nub poob qho, mej muab ua nub su. Nub ntawd mej tsi xob noj ib yaam dlaabtsi hlo le.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.33+LEV.23.34","label":"33-34","content":"Tug TSWV has rua Mauxes has tas, “Koj has rua cov Yixalayees has tas, lub xyaa hli ntuj nub kaum tsib yog nub ua Kevcai nyob Tsev Pheebsuab hab nyob kuas txwm nkaus xyaa nub."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.35","label":"35","content":"Thawj nub mej ca le tuaj sis sau pehawm Vaajtswv hab tsi xob ua mej tej num hlo le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.36","label":"36","content":"Mej yuavtsum naj nub nqaa khoom tuaj fij rua tug TSWV kuas txwm xyaa nub ntawd. Nub yim mej rov tuaj sis sau dlua pehawm Vaajtswv hab coj tej khoom tuaj fij rua tug TSWV. Nub ntawd yog nub pehawm Vaajtswv nkaus xwb, mej tsi xob ua num hlo le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.37","label":"37","content":"(“Tej nuav yog ua kev sis sau tuaj ua kevcai pehawm qhuas tug TSWV hab muab tej khoom tuaj fij, hlawv tej khoom fij, fij tej qoobloo, fij tej khoom theej txhoj hab fij tej cawv txiv maab, lawv le nyag xaav coj tuaj fij ib nub dlhau ib nub."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.38","label":"38","content":"Tej kevcai nuav yog ua ntxiv rua Nub Xanpataus kws ibtxwm ua lug lawm. Hab tej khoom fij nuav yog ntxiv rua mej tej khoom kws mej ibtxwm coj moog fij, yog tej kws mej fij ua tsaug rua tej lug cog tseg, hab tej khoom fij kws mej fij rua tug TSWV ntawm lub sab dlawb paug.)"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.39","label":"39","content":"“Thaus mej sau mej tej qoobloo tom teb lug rua huv tsev taag lawm, mej yuavtsum ua kevcai kuas txwm nkaus xyaa nub, pib nub kaum tsib lub xyaa hli ntuj. Nub ib hab nub yim yog ob nub kws mej su."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.40","label":"40","content":"Nub ib, mej xaiv mej tej txiv ntoo kws zoo tshaaj plawg, tej nplooj toovlaaj hab tej ceg ntoo kws muaj nplooj coj tuaj ua kevcai qhuas tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.41","label":"41","content":"Txhua lub xyoo thaus lub xyaa hli ntuj, mej ua kevcai rua tug TSWV xyaa nub. Muab txuj kevcai nuav qha rua mej cov xeebntxwv coj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.42","label":"42","content":"Cov Yixalayees txhua tug yuavtsum nyob tsev Pheebsuab xyaa nub,"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.43","label":"43","content":"kuas mej cov xeebntxwv txhaj yuav paub has tas, tug TSWV yog tug kws ca cov Yixalayees nyob huv tej Tsev pheebsuab ntawd thaus nwg coj puab tawm nraag tebchaws Iziv lug. Kuv yog tug TSWV kws yog mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"LEV.23","verse_code":"LEV.23.44","label":"44","content":"Yog le ntawd, Mauxes txhaj muab tej kevcai kws tug TSWV teem tseg nuav qha rua cov Yixalayees paub."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.1","label":"1","content":"Tug TSWV has rua Mauxes has tas."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.2","label":"2","content":"“Koj ca le has rua cov Yixalayees kuas ca le nqaa tej tseem roj txiv ntoo kws zoo tshaaj plawg tuaj saam rua cov teeb huv lub Tsevntaub, tej nplaim teeb txhaj yuav cig pum kev laam lug moog le."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.3","label":"3","content":"Txhua mo Aloos yuavtsum moog taws cov teeb kws nyob saab nrau dlaim ntaub thaiv lub Phijxaab huv Chaav Dlawbhuv kawg nkaus huv tug TSWV lub Tsevntaub sis ntsib, kuas cov teeb cig laam lug ib mos kaaj ntug. Mej yuavtsum coj txuj kevcai nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.4","label":"4","content":"Aloos yuavtsum tu ntshis cov teeb sau tug ncej kws muab kub ua, hab saib cov teeb kuas cig laam lug taabmeeg tug TSWV moog le."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.5","label":"5","content":"“Muab neeg nkaum choj moov nplej coj lug ntse puab ua kaum ob lub ncuav coj moog cub."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.6","label":"6","content":"Muab cov ncuav ntawd coj moog tso taabmeeg tug TSWV rua sau lub rooj kws muab kub vuam, hab muab teeb ua ob leej, ib leejtwg rau lub."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.7","label":"7","content":"Muab tej tseem moov tshuaj tsw qaab lug nphoo rua sau ob leej ncuav ntawd, ib yaam le muab ua khoom fij hloov cov ncuav ntawd chaw ua kev ncu txug rua tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.8","label":"8","content":"Txhua nub Xanpataus yuavtsum coj ncuav moog tso rua sau lub rooj taabmeeg tug TSWV. Cov Yixalayees yuavtsum ua le nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.9","label":"9","content":"Cov ncuav nuav yog Aloos hab nwg cov xeebntxwv tug, puab yuavtsum coj moog noj huv ib chaav dlawbhuv, rua qhov yog ib feem dlawbhuv ntawm cov khoom kws coj moog fij rua tug TSWV kws yog cov povthawj tug.”"},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.10+LEV.24.11","label":"10-11","content":"Muaj ib tug txivneej, nwg txiv yog tuabneeg Iziv hab nwg nam yog tuabneeg Yixalayees kws yog Dilis tug ntxhais hu ua Silaumis hab yog xeem Daas. Tug txivneej ntawd txawm nrug ib tug Yixalayees sis tshe huv lub yeej. Thaus obtug taabtom sis tshe, tug txivneej ntawd txawm tsawm foom tug TSWV, yog le ntawd, puab txhaj le coj nwg moog cuag Mauxes,"},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.12","label":"12","content":"hab tso tuabneeg zuv nwg, tog saib tug TSWV yuav qha kuas puab ua le caag rua nwg."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.13","label":"13","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.14","label":"14","content":"“Koj ca le coj tug txivneej nuav tawm huv lub yeej nuav moog rua saab nrau ntug yeej, kuas txhua tug kws nov tug txivneej ntawd tshev, yuavtsum tsaa nwg txhais teg rua sau tug txivneej ntawd taubhau ua timkhawv has tas, nwg yeej yog tuabneeg txhum tag. Ces cov pejxeem ca le muab pobzeb ntaus kuas nwg tuag."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.15","label":"15","content":"Hab qha rua cov Yixalayees txhua tug has tas, yog leejtwg tsawm foom Vaajtswv, nwg yuavtsum ris lub txim ntawd,"},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.16","label":"16","content":"hab muab nwg tua kuas tuag. Cov Yixalayees txhua tug lossis cov tuabneeg txawv tebchaws kws nyob huv tebchaws Yixalayees, yog leejtwg tsawm foom tug TSWV, ces cov Yixalayees yuavtsum muab pobzeb ntaus kuas tug ntawd tuag moog."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.17","label":"17","content":"“Yog leejtwg tua tuabneeg, yuavtsum muab tug ntawd tua povtseg,"},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.18","label":"18","content":"hab yog leejtwg tua tej tuabneeg zej zog tej tsaj tuag, yuavtsum muab tsaj moog pauj tsaj xwb. Lub ntsab lug mas yog muab sav pauj sav."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.19","label":"19","content":"“Yog leejtwg ua rua nwg tej phoojywg zej zog ib tug twg raug mob, nwg ua rua luas le caag, yuavtsum muab nwg ua kuas zoo le ntawd."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.20","label":"20","content":"Yog nwg luv luas ib tug txhaa, yuavtsum muab nwg ib tug txhaa luv pauj; yog nwg kaus luas ib lub qhovmuag, yuavtsum muab nwg ib lub qhovmuag kaus pauj. Yog nwg tsoo luas ib tug nav luv, yuavtsum muab nwg ib tug nav tsoo kuas luv pauj. Nwg ua rua lwm tug raug mob le caag, yuavtsum ua kuas nwg raug mob ib yaam le ntawd hab."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.21","label":"21","content":"Leejtwg tua ib tug tsaj tuag, nwg yuavtsum muab ib tug tsaj moog them tug ntawd, tabsis yog leejtwg tua tuabneeg tuag, yuavtsum muab nwg tua pauj xwb."},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.22","label":"22","content":"Txuj kevcai nuav muab cob rua mej txhua tug kws yog cov Yixalayees hab cov tuabneeg txawv tebchaws kws nrug mej nyob, rua qhov kuv yog tug TSWV kws yog mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"LEV.24","verse_code":"LEV.24.23","label":"23","content":"Thaus Mauxes has le nuav rua cov Yixalayees lawm, puab txhaj coj tug txivneej kws tsawm foom Vaajtswv ntawd moog rua nrau ntug yeej hab suavdlawg muab pobzeb ntaus nwg tuag lawm. Qhov nuav yog cov Yixalayees ua lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.1","label":"1","content":"Tug TSWV has rua Mauxes sau lub Roob Xinais has tas,"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.2","label":"2","content":"“Koj has rua cov Yixalayees has tas, thaus mej moog nyob huv lub tebchaws kws tug TSWV muab pub rua mej lawm, mej yuavtsum fwm tug TSWV, xyoo xyaa mej tsi xob cog qoob rua huv mej tej laj tej teb."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.3","label":"3","content":"Mej muab rau lub xyoos cog qoobloo rua huv mej tej laj tej teb, taav mej tej txiv maab huv mej tej vaaj hab sau mej tej qoobloo lug ca."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.4","label":"4","content":"Tabsis xyoo xyaa yog xyoo kws ca tej laj tej teb ntawd su, rua qhov yog xyoo su rua tug TSWV. Tsi xob cog qoobloo rua huv mej tej laj tej teb hab tsi xob taav mej tej txiv maab huv mej tej vaaj le."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.5","label":"5","content":"Mej tsi xob moog hlais tej nplej kws nwg tuaj nwg huv mej tej laj tej teb kws tsi muaj tuabneeg tseb hab tsi xob moog dle tej txiv maab kws mej tsi tau taav; lub xyoo nuav yuavtsum ca lub tebchaws su, tsi xob ua ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.6","label":"6","content":"Txawm yog xyoo ntawd tej laj tej teb su tsi cog qoobloo los mej yuav muaj zaub muaj mov txaus rua mej cov tubqhe, mej cov tub zug, cov tuabneeg txawv tebchaws kws nrug mej nyob,"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.7","label":"7","content":"hab tej tsaj nyeg tsaj qus kws nyob huv mej lub tebchaws noj. Txhua yaam kws tuaj huv tej laj tej teb puavleej noj tau huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.8","label":"8","content":"“Mej suav xyaa xyoo xyaa zag, taagnrho yog muaj plaub caug cuaj xyoos."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.9","label":"9","content":"Ces thaus lub xyaa hli ntuj nub xab kaug, yog nub theej txhoj, tso ib tug txivneej moog tshuab raaj tshuab xyu ncig thoob plawg huv mej lub tebchaws."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.10","label":"10","content":"Mej yuavtsum muab xyoo tsib caug ua xyoo tseemceeb rua mej hab tshaajtawm muab kev ywjpheej rua cov pejxeem suavdlawg huv mej lub tebchaws. Xyoo nuav tej teb kws mej yuav lug, yuavtsum thim rov qaab rua tug tswv qub lossis nwg tej xeebntxwv, hab txhua tug kws muab muag moog ua luas qhev lawm los yuavtsum xaa rov qaab moog rua nwg tsev tuabneeg."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.11","label":"11","content":"Xyoo tsib caug ntawd, mej tsi xob cog qoob rua huv mej tej teb lossis hlais tej nplej kws nwg tuaj nwg lossis tsi xob dle tej txiv maab kws mej tsi tau taav huv mej tej vaaj txiv maab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.12","label":"12","content":"Rua qhov xyoo ntawd, yog xyoo dlawbhuv rua mej; mej muab tej kws nwg tuaj nwg huv mej tej teb lug noj xwb."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.13","label":"13","content":"“Txhua yaam kws mej yuav lug, xyoo ntawd yuavtsum muab thim rov rua tug tswv qub."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.14","label":"14","content":"Yog mej muag mej tej teb rua mej cov kwvtij Yixalayees lossis mej yuav nwg tej teb, mej tsi xob ua tsi ncaaj rua ib leeg tug twg."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.15","label":"15","content":"Yuavtsum them tug nqe lawv le tej xyoo kws sau tau qoob huv dlaim teb ntawd ua ntej Xyoo kws thim Rov Qaab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.16","label":"16","content":"Yog has tas ntau xyoo, yuavtsum them tug nqe ntau, tabsis yog tsawg xyoo kuj them tug nqe tsawg, rua qhovmuag lawv le tej qoob kws sau tau huv dlaim teb ntawd."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.17","label":"17","content":"Mej ib leeg tsi xob ua tsi ncaaj rua ib leeg, tabsis mej yuavtsum fwm tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.18","label":"18","content":"“Mej yuavtsum ua lawv le tug TSWV tej kevcai hab tej lug saamfwm, mej txhaj yuav tau zoo nyob kaaj sab lug huv mej lub tebchaws."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.19","label":"19","content":"Mej lub tebchaws yuav ntsu qoobloo heev, mej yuav muaj noj muaj haus nplua mag hab tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.20","label":"20","content":"“Tabsis mej nug has tas, yog xyoo xyaa ntawd peb tsi cog hab tsi sau qoobloo, peb yuav noj dlaabtsi txhaj le nyob dlhau xyoo?"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.21","label":"21","content":"Xyoo rau tug TSWV yuav foom koob moov rua lub tebchaws kuas ntsu qoob heev txaus noj peb xyoos."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.22","label":"22","content":"Xyoo yim thaus mej cog qoob rua huv mej tej teb los mej tseem tau tej qoob kws thaus xyoo rau mej sau ca ntawd lug noj, hab mej tseem yuav tau noj moog txug thaus mej hlais mej tej qoob tshab xyoo yim ntawd."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.23","label":"23","content":"“Tsi xob muab koj dlaim teb muag tuag rua luas, rua qhov koj tsi yog tug tswv; dlaim teb ntawd yog Vaajtswv tug. Koj zoo le tug tuabneeg txawv tebchaws kws nrug kuv nyob xwb."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.24","label":"24","content":"“Thaus muab dlaim teb muag rua lwm tug lawm, tug tswv qub muaj cai txhwv dlaim teb ntawd rov qaab lug ua nwg tug."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.25","label":"25","content":"Yog cov Yixalayees leejtwg txomnyem hab raug yuam kuas muab nwg dlaim teb muag, nwg cov kwvtij txheeb ze yuavtsum moog txhwv dlaim teb ntawd rov qaab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.26","label":"26","content":"Yog leejtwg tsi muaj kwvtij txheeb ze paab txhwv dlaim teb rov qaab, tom qaab kws nwg muaj nyaj txaus nwg yuavtsum txhwv rov qaab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.27","label":"27","content":"Nwg yuavtsum suav txij xyoo kws nwg muag dlaim teb moog txug xyoo thim, saib tau pistsawg xyoo, nwg yuavtsum them nyaj ntxiv rua tug kws yuav nwg dlaim teb. Nwg txhaj yuav rov tau dlaim teb lug ua nwg tug."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.28","label":"28","content":"Tabsis yog nwg tsi muaj nyaj txaus txhwv dlaim teb ntawd rov qaab, ces dlaim teb ntawd tseem nyob ntawm tug tswv kws nwg muab muag rua moog txug Xyoo Thim tej teb. Xyoo ntawd maam thim tau dlaim teb rov rua tug tswv qub."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.29","label":"29","content":"“Yog leejtwg muag nwg lub tsev nyob huv lub nroog kws muaj ntsaa yeej, thawj xyoo kws txwm nkaus ib xyoos rua nub kws muag, nwg muaj cai txhwv tau rov qaab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.30","label":"30","content":"Tabsis yog nwg tsi txhwv rov qaab xyoo ntawd, ces nwg tsi muaj cai txhwv rov qaab lawm, lub tsev ntawd yuav yog tug kws nwg muab muag rua tug, hab nwg tej xeebntxwv tug moog le; thaus txug xyoo thim yuav tsi thim lub tsev lawm."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.31","label":"31","content":"Tabsis tej tsev kws nyob huv tej zog kws tsi muaj ntsaa yeej thaiv, ua ib yaam le tej teb ntaag, tug tswv tsev qub muaj cai txhwv tej tsev ntawd rov qaab thaus txug xyoo thim tej teb hab tej tsev ntawd yuavtsum thim huv tuabsi rov qaab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.32","label":"32","content":"“Txawm yog le caag los xij, cov Levis muaj cai txhwv puab tej vaaj tse huv tej nroog kws tub muab tu rua puab lawm rov qaab lub sijhawm twg los tau."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.33","label":"33","content":"Yog cov Levis leejtwg muab nwg lub tsev huv tej nroog kws tu ua puab tug lawm muag hab tseem tsi tau txhwv rov qaab, thaus txug Xyoo Thim  yuavtsum thim lub tsev ntawd rov qaab, rua qhov tej tsev ntawd nyob huv cov Levis tej nroog kws yog puab tug ntawm tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.34","label":"34","content":"Tabsis tej teb kws nyob ibncig cov Levis tej nroog, tsi xob muab muag; tej ntawd yeej yog cov Levis tug moog ibtxhis le."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.35","label":"35","content":"“Yog ib tug kwvtij Yixalayees kws nyob ze mej pluag hab tsi muaj noj tsi muaj haus, mej yuavtsum pub rua nwg kuas muaj noj muaj haus ib yaam le tug tuabneeg kws mej ndlav ua num, nwg txhaj nrug mej nyob taug."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.36","label":"36","content":"Tsi xob tsub paajlaum rua nwg them, tabsis mej yuavtsum fwm Vaajtswv hab ca mej cov kwvtij Yixalayees nyob ze mej."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.37","label":"37","content":"Tsi xob tsub paajlaum rua nwg them tej nyaj kws mej qev rua nwg, hab tsi xob muab mej tej qoob muag ua nqe kim kim rua nwg."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.38","label":"38","content":"Kuv yog tug TSWV kws yog mej tug Vaajtswv kws coj mej nraag tebchaws Iziv lug, kuv muab lub tebchaws Kana-aas nuav rua mej nyob hab kuv yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.39","label":"39","content":"“Yog ib tug kwvtij Yixalayees kws nyob ze mej pluag heev hab nwg muab nwg muag ua mej qhev, mej tsi xob muab nwg ua num ib yaam le yog tug qhev."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.40","label":"40","content":"Nwg nrug mej nyob ib yaam le tug tuabneeg kws mej ndlav ua mej tej num hab ua num rua mej moog txug Xyoo Thim xwb."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.41","label":"41","content":"Lub sijhawm ntawd, nwg hab nwg cov mivnyuas maam le tso mej tseg rov moog nrug nwg tsev tuabneeg nyob hab moog tuav nwg tej yawmkoob tej qubtxeeg qubteg."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.42","label":"42","content":"Vim tsaav tuabneeg Yixalayees yog kuv cov tubkhai, hab kuv tau coj puab tawm nraag tebchaws Iziv lug, yuavtsum tsi xob muab puab muag moog ua luas qhev."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.43","label":"43","content":"Mej tsi xob tswjfwm puab ntawm txujkev nruj tsiv hab tsimtxom, tabsis yuavtsum paub ntshai mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.44","label":"44","content":"Yog mej xaav tau tubqhe hab ntxhais qhev, mej yuavtsum muab nyaj moog yuav ntawm tej tsaav tuabneeg kws nyob puagncig mej xwb,"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.45","label":"45","content":"hab yuav tej tuabneeg txawv tebchaws kws nrug mej nyob tej mivnyuas lug ua mej qhev. Cov mivnyuas ntawd yog cov yug huv mej lub tebchaws, puab txhaj yog mej tuabneeg,"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.46","label":"46","content":"hab puab yuav ua mej tej tubki, tej tuabneeg los tau. Puab yuav ua num rua mej moog taag puab simneej, tabsis mej tsi xob ua le ntawd rua mej cov kwvtij Yixalayees."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.47","label":"47","content":"“Tug tuabneeg txawv tebchaws kws nrug mej nyob, nwg muaj txag npluanuj, yog mej cov kwvtij Yixalayees leejtwg pluag hab nwg muab nwg muag rua tug tuabneeg txawv tebchaws lossis tug npluanuj ntawd ib tug kwvtij coj moog ua qhev;"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.48","label":"48","content":"tom qaab kws nwg muab nwg muag taag lawm, nwg cov kwvtij tseem muaj cai txhwv tau nwg rov qaab; nwg cov tijlaug, cov kwv,"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.49","label":"49","content":"cov yawm laug, cov txiv ntxawm, cov kwvtij lossis lwm tug kwvtij kws txheeb ze yuavtsum txhwv nwg lossis yog nwg muaj nyaj txaus, nwg yuavtsum them nyaj txhwv nwg rov qaab."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.50","label":"50","content":"Nwg yuavtsum moog nrug tug kws yuav nwg ntawd saablaaj, hab obtug suav txij xyoo kws nwg muab nwg muag lug txug Xyoo Thim hab yuavtsum kom tug nqe kws txhwv nwg ntawd kuas npaum le tej nqe kws ndlav ib tug tub zug ntaag."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.51+LEV.25.52","label":"51-52","content":"Yog tseem tshuav ntau xyoo tug qhev ntawd yuavtsum thim tej nqe kws nwg tshuav ntawd ib nraab rov qaab lawv le tej xyoo kws nwg tshuav ntawd,"},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.53","label":"53","content":"ib yaam le yog tug tswv ntawd ndlav nwg ua num ib ntus xwb. Nwg tug tswv yuavtsum tsi xob ua limham rua nwg."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.54","label":"54","content":"Yog nwg tsi txhwv nwg lawv le kws has lug nuav, txug Xyoo Thim, tug tswv yuavtsum tso nwg hab nwg cov mivnyuas moog."},{"bible_id":"1726","chapter_code":"LEV.25","verse_code":"LEV.25.55","label":"55","content":"Tsi pub cov Yixalayees ua luas qhev moog le. Rua qhov tsaav tuabneeg Yixalayees yog kuv cov tubkhai. Kuv yog tug coj puab tawm nraag tebchaws Iziv lug; kuv yog tug TSWV kws yog mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.1","label":"1","content":"Tug TSWV has tas, “Mej tsi xob puab mlom lossis puab mojzeeg, tsaa ncej zeb lossis muab pobzeb txaug ua mlom rua mej pe huv mej lub tebchaws. Kuv Yog tug TSWV kws yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.2","label":"2","content":"Mej yuavtsum ceev kuv cov nub Xanpataus hab fwm qhov chaw pehawm kuv ua qhov chaw dlawbhuv. Kuv yog tug TSWV."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.3","label":"3","content":"“Yog mej ua neej lawv le kuv tej kevcai hab fwm kuv tej lug,"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.4","label":"4","content":"kuv yuav tso dlej tso naag lug rua mej lawv caij lawv nyoog, kuas mej lub tebchaws ntsu qoobloo hab tej txiv ntoo los yuav txi txiv ncw heev."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.5","label":"5","content":"Mej tej qoobloo yuav zoo heev ua rua mej muaj nplej hlais moog txug thaus lub caij dle txiv maab, hab mej yuav dle txiv maab moog txug thaus lub caij kws mej cog qoob. Mej yuav muaj noj muaj haus nplua mag, hab mej yuav tau zoo nyob kaaj sab lug huv mej lub tebchaws moog le."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.6","label":"6","content":"“Kuv yuav pub kuas mej lub tebchaws muaj kev thaajyeeb, hab mej yuav tau zoo pw tsaug zug tsi muaj leejtwg yuav ua rua mej ntshai. Kuv yuav muab tej tsaj nyaum huv lub tebchaws ua kuas tu noob taag, hab yuav tsi muaj kev tsuv kev rog nyob huv lub tebchaws le."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.7","label":"7","content":"Mej yuav kovyeej mej cov yeebncuab. Mej raab ntaaj yuav ua rua puab swb,"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.8","label":"8","content":"Mej tsib leeg yuav tua yeej luas ib puas leej hab mej ib puas leej yuav tua yeej luas kaum txheeb leej."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.9","label":"9","content":"Kuv yuav foom koob moov rua mej hab pub kuas mej muaj tubki coob heev; kuv yuav ua lawv le kuv tej lug cog tseg kws kuv tau nrug mej sis coglug lawm."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.10","label":"10","content":"Mej yuav sau tau qoobloo ntau nplua mag txaus mej noj thawm xyoo, hab yuav tau muab tej qoob qub kws tseem noj tsi taag yawm moog povtseg txhaj muaj chaw rau tej qoob tshab."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.11","label":"11","content":"Kuv yuav nrug mej nyob huv kuv lub Tsevntaub kws dlawbhuv, hab kuv yuav tsi tso mej tseg ib zag le."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.12","label":"12","content":"Kuv yuav nrug mej nyob; kuv yuav yog mej tug Vaajtswv, hab mej yuav yog kuv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.13","label":"13","content":"Kuv yog tug TSWV kws yog mej tug Vaajtswv kws coj mej tawm nraag tebchaws Iziv lug, kuas mej txhaj tsi tau ua luas qhev ntxiv lawm. Kuv tub muab mej tej quabtwg luv povtseg hab ca mej tsaa taug taubhau moog kev.”"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.14","label":"14","content":"Tug TSWV has tas, “Yog mej tsi noog kuv tej lug, mej yuav raug txim."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.15","label":"15","content":"Yog mej tsi ua lawv kuv tej kevcai hab kuv tej lug saamfwm, hab tsi coj lawv le kuv tau coglug tseg rua mej,"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.16","label":"16","content":"kuv yuav rau txim rua mej. Kuv yuav tso sub tawg sub ntshaa lug rua mej, tej kaab mob kws khu tsi zoo hab tej kaab mob npaws yuav ua rua mej dligmuag hab ua rua mej lub neej suam kaum zuj zug. Mej cog qoobloo, tabsis yuav tsi tau noj, rua qhov mej tej yeebncuab yuav tua yeej mej hab tau noj tej qoob kws mej cog."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.17","label":"17","content":"Kuv yuav tawmtsaam mej, mej yuav swb, hab cov tuabneeg kws ntxub mej yuav ua cov tswj mej; mej yuav ntshai heev. Txawm yog tsi muaj leejtwg caum mej los mej yuav tsiv tsi saib qaab."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.18","label":"18","content":"“Tom qaab kws mej raug tej xwmtxheej nuav taag lawm, yog mej tseem tsi fwm kuv, kuv yuav rau txim rua mej kuas nyaav tshaaj qhov qub xyaa npaug ntxiv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.19","label":"19","content":"Kuv yuav rhuav mej txujkev tawv ncauj hab khaavtheeb kuas puamtsuaj moog. Kuv yuav tsi tso naag lug rua mej lub tebchaws, aav yuav qhuav tawv cuag hlau."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.20","label":"20","content":"Mej yuav khwv kawg mej lub zug los tsi muaj qaabhau rua mej, rua qhov mej lub tebchaws yuav tsi zoo qoob hab tej txiv ntoo los yuav tsi txi txiv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.21","label":"21","content":"“Yog mej tseem tawmtsaam kuv hab tsi noog kuv lug, kuv yuav tsub kev rau txim rua mej kuas nyaav tshaaj qhov qub xyaa npaug ntxiv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.22","label":"22","content":"Kuv yuav tso tej tsaj qus kws nyaum heev lug tawmtsaam mej; tej tsaj ntawd yuav tum mej tej mivnyuas, tum mej tej tsaj txhu kuas tu noob hab ua kuas mej tshuav tsawg heev tsi pum muaj tuabneeg taug kev le lawm."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.23","label":"23","content":"“Yog tom qaab tej kev rau txim nuav dlhau lawm, mej tseem tsi tig lug noog kuv lug, tabsis tseem pheej rau sab ntso tawmtsaam kuv ntxiv,"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.24","label":"24","content":"ces kuv yuav tawmtsaam mej hab rau txim rua mej kuas nyaav tshaaj qhov qub kws taag lug lawm xyaa npaug ntxiv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.25","label":"25","content":"Kuv yuav tso tuabneeg tuaj ua rog rua mej hab rau txim rua mej, vim mej rhuav kuv tej lug cog tseg hab txawm yog mej sis sau moog nyob huv mej tej nroog kuas mej muaj kev kaaj sab los kuv yuav tso tej mob phem lug raug mej, hab yuav muab mej cob rua mej cov yeebncuab teg."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.26","label":"26","content":"Kuv yuav ua kuas mej tsi muaj mov noj, kaum leej quaspuj yuav koom ib lub qhovtxus cub tej mov kws puab muaj xwb. Puab yuav muab cov mov ntawd lug luj sis faib, hab thaus mej noj taag los tsi tsau."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.27","label":"27","content":"“Yog tom qaab kws dlhau tej kev rau txim nuav taag lawm, mej tseem tawv hab tsi noog kuv lug,"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.28","label":"28","content":"ces kuv yuav chim rua mej, hab rau txim rua mej nyaav tshaaj qhov qub xyaa npaug ntxiv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.29","label":"29","content":"Mej yuav muaj kev tshaib nqhes heev, hab mej yuav noj mej tej tub tej ntxhais kws mej yug."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.30","label":"30","content":"Kuv yuav rhuav tshem mej tej chaw pe dlaab sau tej ncov roob, muab mej tej thaaj hlawv moov tshuaj tsw qaab tsoo povtseg, hab muab mej tej cev tuag pov rua sau tej mlom kws yog mlom tuag; kuv yuav ntxub mej heev."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.31","label":"31","content":"Kuv yuav muab mej tej nroog ntxeev kuas puag taag, kuv yuav rhuav tshem mej tej chaw pe mlom kuas puamtsuaj, hab kuv yuav tsi txais mej tej khoom fij kws tsw qaab ntxag ntawd."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.32","label":"32","content":"Kuv yuav rhuav kuas mej lub tebchaws puamtsuaj qhuav nkig nkuav ua rua mej cov yeebncuab kws tuaj tswjfwm mej xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.33","label":"33","content":"Kuv yuav tso tuabneeg tuaj ua rog rua mej hab muab mej lawv kuas tawg ri sua moog nrug tej tuabneeg txawv tebchaws nyob. Mej lub tebchaws yuav caj nroj tsuag, hab ca mej tej nroog raug puamtsuaj taag tsi muaj tuabneeg nyob."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.34+LEV.26.35","label":"34-35","content":"Ces mej lub tebchaws yuav zoo sab rua ntau xyoo kws tau su pauj rua tej kws mej tsi pub kuas tau su; mej lub tebchaws yuav tau zoo pw hab su thaus mej raug ntab tawm moog ua tuabneeg thojnaam nyob rua huv mej cov yeebncuab lub tebchaws lawm."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.36","label":"36","content":"“Kuv yuav ua kuas mej cov kws raug ntab tawm moog ntawd ntshai heev nyob huv mej cov yeebncuab lub tebchaws. Cua ntsawj tej nplooj ntoos nrov xwb los mej yuav dlha tsi saib qaab. Mej yuav dlha cuag le thaus luas caum mej huv tshaav rog, txawm yog tsi muaj yeebncuab nyob ze los mej yuav qaug pawg lug."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.37","label":"37","content":"Mej ib leeg yuav dlawm ib leeg qaug, thaus tsi muaj leejtwg caum nteg mej, hab mej yuav tsi muaj cuabkaav tua mej cov yeebncuab hlo le."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.38","label":"38","content":"Mej yuav tuag taag rua huv luas teb luas chaw, hab mej cov yeebncuab lub tebchaws yuav muab mej nqog taag huv tuabsi."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.39","label":"39","content":"Mej cov kws seem nyob huv mej cov yeebncuab lub tebchaws, tej roj ntshaa yuav sem zuj zug, vim mej tej kev txhum hab mej cov yawmkoob tej kev txhum."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.40","label":"40","content":"“Tabsis yog mej cov xeebntxwv leeg puab tej kev txhum hab puab cov yawmkoob tej kev txhum kws puab tau tawmtsaam kuv hab ntxeev sab rua kuv,"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.41","label":"41","content":"hab ua rua kuv muab puab ntab moog nyob rua huv puab cov yeebncuab lub tebchaws, yog has tas puab txu puab lub sab kws tsi fwm Vaajtswv hab nyob puab lub txim taag lawm;"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.42","label":"42","content":"kuv yuav ncu txug tej lug kws kuv cog tseg rua Yakhauj, Ixaj hab Anplahaas puab, hab kuv yuav rov ncu txug lub tebchaws kws kuv muab rua kuv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.43","label":"43","content":"Tabsis yuavtsum xub muab cov tuabneeg huv lub tebchaws ntawd ntab tawm ua ntej, kuas lub tebchaws txhaj tau su. Hab puab yuavtsum raug txim vim qhov kws puab muab kuv tej kevcai hab tej lug saamfwm tso tseg lawm."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.44","label":"44","content":"Tabsis txawm le ntawd los xij, thaus puab tseem nyob huv puab cov yeebncuab lub tebchaws, kuv yuav tsi tso puab tseg lossis rhuav kuas puab puamtsuaj tu noob. Kuv yuav tsi rhuav lu lug kws kuv cog tseg rua puab lawm, hab kuv yog tug TSWV puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.45","label":"45","content":"Kuv yuav rov coglug rua puab ib yaam le kuv tau coglug rua puab cov yawmkoob kws thaus kuv lub fwjchim tau coj kuv tsaav tuabneeg tawm nraag tebchaws Iziv lug taabmeeg txhua tsaav tuabneeg lawm, kuv yog puab tug Vaajtswv. Kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"LEV.26","verse_code":"LEV.26.46","label":"46","content":"Taagnrho tej nuav puavleej yog tej kevcai hab tej lug saamfwm kws tug TSWV muab rua Mauxes sau Roob Xinais, kuas muab qha rua cov tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.2","label":"2","content":"“Koj has rua cov Yixalayees has tas, thaus muaj ib tug twg coglug muab nwg fij pub rua tug TSWV, tug tuabneeg ntawd yuavtsum them nyaj le nraag qaab nuav,"},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.3+LEV.27.4+LEV.27.5+LEV.27.6+LEV.27.7","label":"3-7","content":"kom tug nqe lawv le numtswv kevcai: -tug txivneej kws muaj noobnyoog neeg nkaum xyoo moog txug rau caum xyoo: them tsib caug dlaim nyaj. -Tug quaspuj: them peb caug dlaim nyaj -tug txivneej kws muaj noobnyoog tsib xyoos moog txug rau caum xyoo: them neeg nkaum dlaim nyaj. -Tug ntxhais hluas: them kaum dlaim nyaj. -Tug mivnyuas tub kws muaj noobnyoog tsib xyoos rov huv: them tsib dlaim nyaj. -Tug mivnyuas ntxhais kws muaj noobnyoog tsib xyoos rov huv: them peb dlaim nyaj. -Tug txivneej kws muaj noobnyoog rau caum xyoo rov sau: them kaum tsib dlaim nyaj. -Tug quaspuj kws muaj noobnyoog rau caum xyoo rov sau: them kaum dlaim nyaj."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.8","label":"8","content":"“Yog tug tuabneeg kws coglug tseg ntawd txomnyem them tsi taug lawv le tug nqe kws kom tseg nuav los yuavtsum coj tug tuabneeg ntawd moog cuag tug povthawj, hab tug povthawj yuav muab tug nqe txu kuas tsawg lawv le tug tuabneeg ntawd muaj peevxwm them taug rua nwg them."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.9","label":"9","content":"“Yog tug tuabneeg ntawd coglug muab tug tsaj kws tsimnyog moog fij rua tug TSWV, mas txhua yaam ntawd yuavtsum yog yaam dlawbhuv."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.10","label":"10","content":"Tug tuabneeg kws coglug ntawd yuavtsum tsi xob muab dlua lwm tug tsaj tuaj hloov tug tsaj ntawd chaw. Yog nwg hloov, ces ob tug tsaj ntawd puavleej yog tug TSWV tug."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.11","label":"11","content":"Tabsis yog nwg coglug muab tug tsaj kws tsi tsimnyog fij rua tug TSWV, tug txivneej ntawd yuavtsum coj tug tsaj ntawd moog rua tug povthawj."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.12","label":"12","content":"Ces tug povthawj maam le muab tug tsaj ntawd lug kom nqe lawv le tug tsaj ntawd zoo lossis phem, hab tsuas ntaus tug nqe lawv le ntawd xwb."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.13","label":"13","content":"Yog tug tuabneeg ntawd xaav txhwv tug tsaj ntawd rov qaab, nwg yuavtsum them neeg nkaum feem pua ntxiv rua tug nqe tsaj ntawd."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.14","label":"14","content":"“Thaus muaj ib tug twg muab nwg lub tsev fij rua tug TSWV, tug povthawj yuavtsum muab ntaus nqe lawv le lub tsev ntawd zoo lossis phem, tsuas ntaus tug nqe le ntawd xwb."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.15","label":"15","content":"Yog tug kws fij lub tsev ntawd xaav txhwv lub tsev rov qaab, nwg yuavtsum them neeg nkaum feem pua ntxiv rua tug nqe tsev ntawd."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.16","label":"16","content":"“Yog ib tug twg muab nwg dlaim teb ib feem fij rua tug TSWV, tug povthawj yuavtsum muab ntaus nqe kuas tsimnyog lawv le dlaim teb ntawd yuav tseb tau noob qoob npaum le caag rua huv, qhov kws txaus tseb ib kawm noob nplej ntaus nqe kaum dlaim nyaj."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.17","label":"17","content":"Yog dlhau plawg Xyoo Thim, nwg txawm muab nwg dlaim teb fij, ces muab ntaus nqe kuas puv nkaus rua nwg them."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.18","label":"18","content":"Yog tub dlhau Xyoo Thim lawm, nwg maam le muab nwg dlaim teb fij, tug Povthawj yuav nrug kom tug nqe lawv le tej xyoo ntawd moog txug Xyoo Thim, hab muab tug nqe txu kuas qeg."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.19","label":"19","content":"Yog tug kws fij nwg dlaim teb ntawd xaav txhwv rov qaab, nwg yuavtsum them neeg nkaum feem pua ntxiv rua tug nqe ntawd."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.20","label":"20","content":"Yog nwg tsi xaav txhwv nwg dlaim teb rov qaab lossis nwg tub xub muab muag rua lwm tug lawm, ces nwg tsi muaj cai txhwv dlaim teb ntawd rov qaab le lawm."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.21","label":"21","content":"Ces thaus rov txug Xyoo Thim, dlaim teb ntawd yuav ua tug TSWV tug moog le, hab yog cov povthawj tug."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.22","label":"22","content":"“Yog ib tug twg muab nwg dlaim teb kws nwg yuav lug fij rua tug TSWV,"},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.23","label":"23","content":"tug nqe yuavtsum kom lawv le tej xyoo moog txug rua Xyoo Thim, hab tug tuabneeg ntawd yuavtsum them tug nqe rua nub ntawd. Cov nyaj ntawd yog tug TSWV tug."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.24","label":"24","content":"Thaus txug Xyoo Thim, yuavtsum muab dlaim teb ntawd thim rov rua tug tswv qub lossis nwg cov xeebntxwv."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.25","label":"25","content":"“Txhua yaam nqe yuavtsum muab kom kuas lawv le numtswv txuj cai."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.26","label":"26","content":"“Thawj tug mivnyuas tsaj yeej yog tug TSWV tug le lawm, tsi pub leejtwg muab tug tsaj ntawd tuaj fij ua kev zoo sab rua nwg, tsi has mivnyuas nyuj, mivnyuas yaaj lossis mivnyuas tshis los puavleej yog tug TSWV tug,"},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.27","label":"27","content":"tabsis yog cov tsaj kws tsi huv thawj tug mivnyuas, yuavtsum txhwv rov qaab lawv le tug nqe kws tau kom tseg hab ntxiv ib feem tsib rua tug nqe ntawd. Yog nwg tsi txhwv tug tsaj ntawd rov qaab, ces muab muag rua lwm tug lawv le tug nqe kws tau kom tseg lawm los tau."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.28","label":"28","content":"“Txhua yaam kws tau coglug muab fij  rua tug TSWV lawm, txawm yog tuabneeg lossis tsaj txhu lossis teb, tsi pub muab muag lossis txhwv rov qaab le. Rua qhov tej ntawd yog yaam dlawbhuv heev rua tug TSWV lawm."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.29","label":"29","content":"Yog tau coglug nrug tug TSWV lawm has tas, yuav muab ib tug twg ua kuas puamtsuaj moog, mas tsi pub txhwv rov qaab le lawm, yuavtsum muab tug ntawd tua kuas tuag xwb."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.30","label":"30","content":"“Taagnrho tej qoobloo huv tej teb lossis tej txiv maab, txiv ntoo ib feem kaum, yeej yog tug TSWV tug."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.31","label":"31","content":"Yog leejtwg xaav txhwv qee yaam rov qaab, nwg yuavtsum them ib feem tsib ntxiv rua tug nqe kws tau kom tseg."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.32","label":"32","content":"Taagnrho tej tsaj nyeg los ib feem kaum yeej yog tug TSWV tug. Thaus suav tej tsaj txhu, kaum tug twg muab ib tug ua tug TSWV tug."},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.33","label":"33","content":"Tug tswv tsaj tsi xob xaiv tug tsaj zoo tawm ntawm tug tsaj phem, hab tsi xob muab tej tsaj lug sis hloov. Yog nwg muab tug tsaj nuav moog hloov tug tsaj tom chaw, ces ob tug tsaj ntawd puavleej yog tug TSWV tug huv tuabsi, hab txhwv tsi tau rov qaab le lawm.”"},{"bible_id":"1726","chapter_code":"LEV.27","verse_code":"LEV.27.34","label":"34","content":"Ntawm nuav yog cov lug saamfwm kws tug TSWV has rua Mauxes sau Roob Xinais, kuas coj lug qha rua cov Yixalayees."}]