[{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.1","label":"1","content":"The-aufilaus, muaj ntau leej tau sau qha tej kws tub muaj huv peb lawm,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.2","label":"2","content":"lawv le kws muaj qee leej pum tej ntawd thaus nyavnyuas pib muaj lug, puab yog cov kws qha Txujmoo Zoo hab qha tej ntawd rua peb paub."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.3","label":"3","content":"Kuv tub ua tuab zoo saib tej ntawd txhij txhua thaus hauvpaug lug lawm. Yog le ntawd, The-aufilaus, koj yog tug kws paub qaabhau, kuv txhaj sau tej ntawd txhua zaaj, txij thaus hauvpaug moog txug thaus kawg rua koj paub."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.4","label":"4","content":"Koj txhaj yuav paub tseeb txhua zaaj kws puab qha rua koj lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.5","label":"5","content":"Lub sijhawm kws Helauj ua vaajntxwv kaav lub xeev Yudas,  muaj ib tug povthawj hu ua Xakhaliyas, nwg yog Anpiyas paab povthawj. Nwg tug quaspuj hu ua Elixanpes. Elixanpes yog Aloos ib tug xeebntxwv."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.6","label":"6","content":"Vaajtswv pum has tas obtug yog tuabneeg ncaaj nceeg, noog Vaajtswv lug hab ua lawv le Vaajtswv txuj kevcai txhua nqai, tsi muaj ib qho kws luas yuav thuam tau obtug."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.7","label":"7","content":"Obtug tsi muaj mivnyuas, rua qhov Elixanpes yeej ibtxwm xeeb tsi taug tub, hab obtug tub laug laug lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.8","label":"8","content":"Muaj ib nub Xakhaliyas taabtom ua nwg teg num huv lub Tuamtsev lawv le cov povthawj naj nub ua."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.9","label":"9","content":"Lawv le cov povthawj txuj kevcai, puab rhu ntawv tau Xakhaliyas moog hlawv moov tshuaj tsw qaab rua sau lub thaaj huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.10","label":"10","content":"Yog le ntawd, nwg txhaj moog rua huv tug Tswv lub Tuamtsev, lub sijhawm kws Xakhaliyas hlawv moov tshuaj tsw qaab, cov tuabneeg nyob saab nrau thov Vaajtswv."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.11","label":"11","content":"Tug Tswv ib tug timtswv lug sawv ntawm lub thaaj kws hlawv moov tshuaj tsw qaab saab xis."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.12","label":"12","content":"Thaus Xakhaliyas pum dlheev tug timtswv ntawd, nwg poob sab hab ntshai kawg le."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.13","label":"13","content":"Tabsis tug timtswv has rua Xakhaliyas has tas, “Koj tsi xob ntshai! Vaajtswv tub nov koj tej lug thov lawm. Koj tug quaspuj yuav yug ib tug mivtub rua koj. Koj yuav tis nwg lub npe hu ua Yauhaas."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.14","label":"14","content":"Thaus yug tau tug mivtub ntawd, koj yuav zoo sab kawg le, hab yuav muaj tuabneeg coob coob nrug koj zoo sab, rua qhov tug Tswv suav has tas,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.15","label":"15","content":"nwg yog ib tug tuabneeg tseemceeb. Nwg yuav tsi haus cawv txiv maab lossis cawv ntxws hlo le. Nwg yuav puv npo Vaaj Ntsujplig tug Dlawbhuv huv nruab thab lug,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.16","label":"16","content":"nwg yuav coj cov Yixalayees coob leej rov lug cuag tug Tswv kws yog puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.17","label":"17","content":"Nwg yuav muaj tswvyim hab muaj fwjchim ib yaam le Eliyas tug kws cev Vaajtswv lug, nwg yuav ua tug Tswv ntej moog ua kuas tej txiv tub rov sis hum; nwg yuav ua kuas cov tuabneeg kws tawv ncauj hloov ua tuabneeg ncaaj nceeg; hab nwg yuav npaaj ib cov tuabneeg rua tug Tswv.”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.18","label":"18","content":"Xakhaliyas nug tug timtswv ntawd has tas, “Yuav ua le caag kuv txhaj paub tej kws koj has ko? Kuv tub laug heev, hab kuv tug quaspuj los tub laug laug lawm.”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.19","label":"19","content":"Tug timtswv teb has tas, “Kuv yog Khali-ees, kuv nyob ntawm Vaajtswv xubndlag, Vaajtswv khaiv kuv lug qha txuj xuv zoo nuav rua koj."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.20","label":"20","content":"Thaus txug lub sijhawm lawm yeej yuav muaj lawv le kuv has nuav tag, tabsis vim koj tsi ntseeg kuv tej lug, koj yuav has tsi tau lug moog txug nub kws muaj lawv le tej kws kuv tub has rua koj lawm.”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.21","label":"21","content":"Thaus ntawd cov tuabneeg kws nyob saab nrau tog Xakhaliyas, puab xaav tsi thoob sov yog ua le caag Xakhaliyas yuav nyob huv lub Tuamtsev ntev ua luaj le."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.22","label":"22","content":"Thaus nwg tawm lug, nwg txawm has tsi tau lug rua puab le, nwg ua ruag pav rua puab xwb. Puab xaav has tas tej zag yog muaj ib yaam dlaabtsi tshwm lug rua nwg pum huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.23","label":"23","content":"Thaus Xakhaliyas ua num huv lub Tuamtsev taag lawm, nwg rov qaab moog tsev."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.24","label":"24","content":"Tom qaab ntawd tsi ntev, Elixanpes kws yog Xakhaliyas tug quaspuj txawm xeeb tub, Elixanpes nyob huv tsev tau tsib lub hlis, nwg tsi tawm moog qhov twg le."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.25","label":"25","content":"Elixanpes has tas, “Nwgnuav tug Tswv paab kuv hab nwg ua rua kuv tsi txaajmuag rua leejtwg le lawm!”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.26","label":"26","content":"Thaus Elixanpes xeeb tub tau rau lub hlis lawm, Vaajtswv khaiv nwg tug timtswv Khali-ees lug rua huv lub nroog Naxales kws nyob huv lub xeev Kalilais."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.27","label":"27","content":"Tug timtswv ntawd lug cuag ib tug nkaujxwb hu ua Malis, tug kws Yauxej kws yog Vaajntxwv Daviv tug xeebntxwv tub qhab tseg lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.28","label":"28","content":"Tug timtswv lug has rua Malis has tas, “Koj yuav tau zoo nyob kaaj sab lug! Tug Tswv nrug nraim koj nyob hab foom koob moov ntau kawg rua koj lawm!”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.29","label":"29","content":"Thaus Malis nov tug timtswv has le ntawd, nwg nyuaj sab heev, nwg xaav tsi thoob le, sov tug timtswv has le ntawd, yog has txug dlaabtsi."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.30","label":"30","content":"Tug timtswv has rua Malis has tas, “Malis, koj tsi xob ntshai, Vaajtswv tub foom koob moov rua koj lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.31","label":"31","content":"Koj yuav xeeb tub hab yuav yug tau ib tug mivtub, koj yuav tis nwg lub npe hu ua Yexus."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.32","label":"32","content":"Nwg yuav ua tug tseemceeb, hab suavdlawg yuav hu nwg lub npe has tas, nwg yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tug Tub. Tug Tswv kws yog Vaajtswv yuav tsaa nwg ua vaajntxwv, ib yaam le nwg yawmkoob Daviv,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.33","label":"33","content":"nwg yuav ua vaajntxwv kaav Yakhauj cov xeebntxwv moog ibtxhis; hab nwg lub tebchaws yuav nyob moog tsi paub kawg le!”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.34","label":"34","content":"Malis nug tug timtswv has tas, “Kuv yog ib tug nkaujxwb, yuav ua le caag muaj tau le ntawd?”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.35","label":"35","content":"Tug timtswv teb has tas, “Vaaj Ntsujplig tug Dlawbhuv yuav lug rua sau koj, hab Vaajtswv lub fwjchim yuav roog koj. Vim le nuav suavdlawg txhaj yuav hu tug mivtub kws dlawbhuv kws yuav yug lug ntawd has tas, nwg yog Vaajtswv tug Tub."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.36","label":"36","content":"Koj saib koj tug pujnyaaj Elixanpes kws suavdlawg has tas, nwg ibtxwm xeeb tsi taug tub, txawm yog nwg laug laug lawm los nwgnuav nwg tub xeeb tub tau rau lub hlis lawm,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.37","label":"37","content":"rua qhov yeej tsi muaj ib yaam dlaabtsi kws Vaajtswv yuav ua tsi tau le.”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.38","label":"38","content":"Malis has tas, “Kuv yog Vaajtswv tug ntxhais qhev, thov kuas muaj lawv le koj has ko rua kuv.” Ces tug timtswv txawm ncaim Malis moog lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.39","label":"39","content":"Tsi ntev tom qaab ntawd, Malis txawm sawv kev hab rau sab ntso moog txug ntawm ib lub nroog kws nyob sau laaj roob huv lub xeev Yudas,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.40","label":"40","content":"nwg moog rua huv Xakhaliyas tsev hab has noj qaab nyob zoo rua Elixanpes."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.41","label":"41","content":"Thaus Elixanpes nov dlheev Malis lub suab has rua nwg, ces nwg tug mivnyuas huv plaab txawm nti cuag dlaabtsi. Hab Elixanpes puv npo Vaaj Ntsujplig tug Dlawbhuv,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.42","label":"42","content":"hab Elixanpes has nrov nrov rua Malis has tas, “Koj yog tug kws tau koob moov ntau tshaaj plawg txhua tug quaspuj huv tuabsi, hab koj tug mivnyuas huv plaab los tau koob moov hab."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.43","label":"43","content":"Vim le caag kuv yuav tau txais txujkev hlub luj npaum le nuav, kuv tug Tswv leej nam tseem tuaj saib kuv hab?"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.44","label":"44","content":"Thaus kuv nov dlheev tej lug kws koj has rua kuv, kuv tug mivnyuas kws nyob huv kuv plaab zoo sab hab nti cuag dlaabtsi."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.45","label":"45","content":"Koj yuav zoo sab heev, rua qhov koj tub ntseeg has tas, yuav muaj lawv le tej lug kws tug Tswv has rua koj lawm!”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.46","label":"46","content":"Malis has tas, “Kuv lub sab ca le qhuas tug Tswv;"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.47","label":"47","content":"Vaajtswv kws yog kuv tug Cawmseej, nwg ua rua kuv zoo sab kawg le."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.48","label":"48","content":"Rua qhov kuv yog nwg ib tug ntxhais qhev kws tsi tseemceeb los nwg tseem ncu txug kuv hab! Txij nuav moog txhua tsaav tuabneeg yuav hu kuv has tas tug kws tau koob moov,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.49","label":"49","content":"vim tej kws Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tau ua rua kuv lawm. Nwg lub npe dlawbhuv kawg nkaus;"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.50","label":"50","content":"Vaajtswv hlub txhua tug kws fwm nwg ib tam dlhau ib tam."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.51","label":"51","content":"Nwg tsaa nwg txhais teg kws muaj fwjchim ua kuas cov tuabneeg kws khaavtheeb tsi sis hum hab tawg paab tawg pawg."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.52","label":"52","content":"Vaajtswv muab cov vaajntxwv kws muaj fwjchim txu ntawm puab lub zwmtxwv, hab Vaajtswv muab cov tuabneeg kws tsi muaj fwjchim tsaa rua qhov chaw sab."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.53","label":"53","content":"Vaajtswv pub tej zaub mov zoo rua cov tuabneeg kws tshaib nqhes tau noj tsau npo. Nwg ntab cov tuabneeg npluanuj tsiv moog teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.54","label":"54","content":"Nwg ua lawv le nwg tau coglug tseg rua peb cov yawmkoob lawm, hab nwg tau lug paab cov tuabneeg Yixalayees kws yog nwg cov tubkhai."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.55","label":"55","content":"Nwg ncu ntsoov hlub Anplahaas hab Anplahaas cov xeebntxwv moog ibtxhis le!”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.56","label":"56","content":"Malis nrug Elixanpes nyob yuav laug tau peb lub hlis, nwg maam le rov moog tsev."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.57","label":"57","content":"Thaus txug caij kws Elixanpes yug mivnyuas, nwg yug tau ib tug mivtub."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.58","label":"58","content":"Nwg cov kwvtij neejtsaa hab tej tuabneeg zej zog nov has tas, tug Tswv foom koob moov rua nwg lawm, puab nrug nwg zoo sab kawg le."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.59","label":"59","content":"Thaus tug mivnyuas ntawd muaj yim nub lawm, puab tuaj muab nwg ua kevcai txav tawv, hab puab yuav tis nwg lub npe hu ua Xakhaliyas lawv le nwg txiv."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.60","label":"60","content":"Tabsis Elixanpes teb has tas, “Tsi yog le ntawd! Yuavtsum tis nwg lub npe hu ua Yauhaas.”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.61","label":"61","content":"Puab has rua Elixanpes has tas, “Koj tub tsi muaj ib tug kwvtij npe hu le ntawd los sav!”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.62","label":"62","content":"Puab txawm ua ruag pav rua tug mivtub leej txiv nug saib nwg nyam tis tug mivtub ntawd lub npe hu le caag."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.63","label":"63","content":"Xakhaliyas kuas puab muab ib dlaim ntawv lug rua nwg, hab nwg sau has tas, “Tug mivtub nuav lub npe hu ua Yauhaas.” Puab xaav tsi thoob le!"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.64","label":"64","content":"Taamsim ntawd Xakhaliyas txawm rov has tau lug, hab nwg ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.65","label":"65","content":"Tej tuabneeg zej zog ntshai kawg le, hab zaaj ntawd txawm nrov nchaa moog thoob plawg tej zej zog kws nyob peg tej laaj roob huv lub xeev Yudas."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.66","label":"66","content":"Cov tuabneeg kws nov zaaj nuav txawm khaws zaaj nuav ca rua nruab sab hab puab sis thaam has tas, “Tug mivnyuas nuav luj hlub lug nwg yuav ua dlaabtsi?” Rua qhov Vaajtswv lub fwjchim nrug nraim tug mivnyuas nuav."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.67","label":"67","content":"Xakhaliyas kws yog Yauhaas txiv puv npo Vaaj Ntsujplig tug Dlawbhuv, hab nwg qha ib zaaj kws yuav muaj lug yaav tom ntej has tas:"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.68","label":"68","content":"“Peb ca le ua tug Tswv kws yog cov Yixalayees tug Vaajtswv tsaug! Rua qhov nwg lug paab nwg tsaav tuabneeg hab nwg tub tso puab dlim lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.69","label":"69","content":"Vaajtswv khaiv ib tug Cawmseej kws muaj fwjchim lug paab peb. Nwg yog Vaajtswv tug tubkhai Daviv ib tug xeebntxwv."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.70","label":"70","content":"Lawv le Vaajtswv tau coglug tseg rua cov cev Vaajtswv lug kws dlawbhuv thaus u lug lawm has tas,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.71","label":"71","content":"nwg yuav cawm kuas peb dlim ntawm peb cov yeebncuab txhais teg. Hab dlim ntawm txhua tug kws ntxub peb."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.72","label":"72","content":"Vaajtswv has tas, nwg yuav hlub peb cov yawmkoob hab yuav ncu ntsoov tej lug tseemceeb kws nwg tau cog tseg lawm."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.73+LUK.1.74","label":"73-74","content":"Nwg coglug tseeb tseg rua peb yawmkoob Anplahaas has tas nwg yuav paab kuas peb dlim ntawm peb cov yeebncuab txhais teg, hab yuav paab kuas peb muaj sab tawv ua tau nwg teg num tsi ntshai le,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.75","label":"75","content":"kuas peb ua tau tuabneeg zoo hab ncaaj nceeg lawv le Vaajtswv lub sab nyam moog taag peb tam neej."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.76","label":"76","content":"“Kuv tug Mivtub, suavdlawg yuav hu koj has tas, koj yog ib tug cev Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus lug. Koj yuav ua tug Tswv ntej moog khu kev tog nwg,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.77","label":"77","content":"Hab qha rua Vaajtswv tsaav tuabneeg, kuas puab paub has tas, Vaajtswv yuav zaam puab lub txim kuas puab dlim."},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.78","label":"78","content":"Rua qhov peb tug Vaajtswv yog tug kws hlub peb kawg nkaus. Nwg txujkev cawm dlim ci tuaj rua peb ib yaam le tug dluab tshaav ntuj ci thaus sawv ntxuv,"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.79","label":"79","content":"hab yuav ci moog rua txhua tug kws nyob huv qhov tsaus ntuj kws yog txujkev tuag, txhaj yuav coj tau peb moog taug txujkev kws peb yuav tau nyob kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"LUK.1","verse_code":"LUK.1.80","label":"80","content":"Tug mivtub ntawd luj hlub zoo hab nwg muaj tswvyim heev zuj zug, hab nwg nyob tom roob mojsaab qhua moog txug nub kws nwg tawm lug rua cov Yixalayees pum."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.1","label":"1","content":"Lub sijhawm ntawd Vaajntxwv Aunkuxatus has kuas cov pejxeem kws nyob thoob plawg txhua lub tebchaws kws yog cov numtswv Loos kaav, kuas suavdlawg tuaj sau npe,"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.2","label":"2","content":"thawj zag kws muaj sau npe nuav, yog lub sijhawm kws Kulini-us ua nom kaav tebchaws Xilias."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.3","label":"3","content":"Txhua tug nyag txawm moog sau npe rua huv nyag lub nroog."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.4","label":"4","content":"Yauxej tawm huv lub nroog Naxales kws nyob peg Kalilais moog rua huv lub nroog Npelehees kws nyob nraag lub xeev Yudas kws thaus u yug Vaajntxwv Daviv. Yauxej moog rua huv lub nroog ntawd, rua qhov nwg yog Daviv xeebntxwv."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.5","label":"5","content":"Yauxej coj Malis tug kws nwg tub qhab lawm nrug nwg moog sau npe. Thaus ntawd Malis suab ib plaab mivnyuas."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.6","label":"6","content":"Thaus obtug tseem nyob huv lub nroog Npelehees, tub txug caij kws Malis yug mivnyuas lawm."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.7","label":"7","content":"Malis yug nwg tug mivtub hlub, nwg muab khaub dluag qhwv tug mivnyuas hab muab tso pw rua huv ib lub dlaab zaub, rua qhov tej tsev su, tuabneeg tub su puv taag lawm."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.8","label":"8","content":"Nyob thaaj tsaam ntawd muaj ib cov tuabneeg yug yaaj moog zuv puab cov yaaj tom teb thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.9","label":"9","content":"Tug Tswv ib tug timtswv lug cuag puab, hab tug Tswv tug tshwjchim ci ntsaa ab tuaj rua puab, puab poob sab hab ntshai kawg le,"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.10","label":"10","content":"tabsis tug timtswv ntawd has rua puab tas, “Mej tsi xob ntshai! Kuv lug ntawm nuav yog coj txujmoo zoo kws yog txujkev zoo sab kawg nkaus rua txhua tsaav tuabneeg lug qha rua mej paub."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.11","label":"11","content":"Nub nua mej tug Cawmseej tub yug lug rua huv Daviv lub nroog lawm, nwg yog Khetos kws yog tug Tswv!"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.12","label":"12","content":"Mej yuav pum ib tug mivnyuas mog qhwv khaub dluag pw huv lub dlaab zaub, qhov ntawd yog lub cim kws qha has tas, tug ntawd yog tug kws kuv has.”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.13","label":"13","content":"Taamsim ntawd muaj ib paab timtswv ceebtsheej coob coob lug nrug tug timtswv ntawd hu nkauj qhuas Vaajtswv le nuav:"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.14","label":"14","content":"“Thov kuas Vaajtswv tug kws nyob sau ntuj ceebtsheej tau koob meej, hab thov kuas cov tuabneeg kws nyob huv nplajteb txhua tug kws ua hum Vaajtswv sab tau nyob kaaj sab lug!”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.15","label":"15","content":"Thaus cov timtswv ncaim puab rov qaab moog rua sau ntuj ceebtsheej lawm, cov tuabneeg yug yaaj txawm sis thaam has tas, “Peb ca le moog rua huv lub nroog Npelehees hab moog saib tej kws tug Tswv qha rua peb lawm.”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.16","label":"16","content":"Puab ceev nrooj moog rua huv lub nroog, puab pum Malis hab Yauxej, hab pum tug mivnyuas pw huv ib lub dlaab zaub."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.17","label":"17","content":"Thaus cov yug yaaj pum tug mivnyuas lawm, puab qha zaaj kws tug timtswv ceebtsheej qha rua puab has txug tug mivnyuas ntawd rua Malis hab Yauxej noog."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.18","label":"18","content":"Txhua tug kws nov zaaj kws cov tuabneeg yug yaaj has ntawd, suavdlawg xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.19","label":"19","content":"Malis khaws tej lug ntawd hab xaav ntsoov rua nruab sab."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.20","label":"20","content":"Thaus cov yug yaaj rov qaab moog, puab hu nkauj qhuas Vaajtswv, rua qhov puab nov hab pum lawv le tug timtswv tau qha rua puab lawm."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.21","label":"21","content":"Thaus tug mivnyuas ntawd muaj yim nub lawm, yog nub kws muab nwg ua kevcai txav tawv lawv le txuj kevcai txav hab tis nwg lub npe hu ua Yexus, lawv le tug timtswv ceebtsheej qha tseg rua Malis thaus tseem tsi tau xeeb tug mivtub ntawd."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.22","label":"22","content":"Thaus txug lub sijhawm kws Yauxej hab Malis moog ua kevcai ntxuav lawv le Mauxes txuj kevcai, obtug txawm coj tug mivtub Yexus moog peg lub nroog Yeluxalees hab muab nwg fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.23","label":"23","content":"Lawv le muaj lug sau tseg rua huv tug Tswv txuj kevcai lawm has tas: “Yuavtsum muab txhua tug tub hlub fij rua tug Tswv.”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.24","label":"24","content":"Hab obtug nqaa ib nkawm nquab taug lossis nquab nyeg moog fij lawv le tub muaj lug sau tseg rua huv tug Tswv txuj kevcai lawm."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.25","label":"25","content":"Lub sijhawm ntawd muaj ib tug txivneej hu ua Xime-oos nyob huv lub nroog Yeluxalees. Nwg yog ib tug tuabneeg ncaaj nceeg, nwg fwm Vaajtswv hab naj nub tog lub sijhawm kws Vaajtswv lug cawm cov tuabneeg Yixalayees. Vaaj Ntsujplig tug Dlawbhuv nrug nraim Xime-oos,"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.26","label":"26","content":"hab qha rua nwg has tas, nwg yuav tsi tuag ua ntej kws nwg pum tug Mexiyas kws Vaajtswv coglug tseg."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.27","label":"27","content":"Nub ntawd Vaaj Ntsujplig coj Xime-oos moog rua huv lub Tuamtsev. Thaus ntawd Yauxej hab Malis coj obtug tug mivtub Yexus tuaj ua kevcai huv lub Tuamtsev lawv le txuj kevcai qha tseg,"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.28","label":"28","content":"Xime-oos muab tug mivtub lug puag hab ua Vaajtswv tsaug has tas:"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.29","label":"29","content":"“Tug Tswv, nwgnuav koj tub ua lawv le koj coglug tseg lawm. Thov koj coj kuv kws yog koj tug tubkhai moog kaaj sab lug,"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.30","label":"30","content":"rua qhov kuv lub qhovmuag tub pum koj txujkev cawm dlim"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.31","label":"31","content":"kws koj npaaj rua txhua tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.32","label":"32","content":"Nwg yog lub teeb kws yuav ci moog rua lwm tsaav tuabneeg pum kev, hab yuav ua rua cov tuabneeg Yixalayees kws yog koj tsaav tuabneeg tau ntsejmuag.”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.33","label":"33","content":"Thaus Yexus nam hab txiv nov Xime-oos has txug tug mivtub le ntawd, obtug xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.34","label":"34","content":"Xime-oos foom koob moov rua puab hab has rua Malis kws yog Yexus nam has tas, “Vaajtswv xaiv tug mivtub nuav lug ua kuas cov Yixalayees ntau leej qaug hab ntau leej sawv. Nwg yog ib tug tseemceeb kws Vaajtswv khaiv lug, hab yuav muaj ntau leej tawmtsaam nwg,"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.35","label":"35","content":"hab nwg yuav muab tej kws tuabneeg xaav huv nruab sab qha rua suavdlawg paub, hab yuav mob koj sab ib yaam le raab ntaaj chob.”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.36+LUK.2.37","label":"36-37","content":"Muaj ib tug puj ntsuag hu ua Aanas, nwg yog ib tug cev Vaajtswv lug, nwg yog Fanu-ees kws yog xeem Aseles tug ntxhais. Nwg laug heev lawm, thaus nwg tseem hluas, nwg yuav quasyawg tau xyaa xyoo xwb, nwg tug quasyawg tuag lawm. Nwgnuav nwg noobnyoog muaj yim caum plaub xyoos.  Nwg naj nub naj mo moog pehawm Vaajtswv huv lub Tuamtsev. Nwg ua kevcai yoo mov hab thov Vaajtswv, nwg tsi tawm moog qhov twg le."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.38","label":"38","content":"Taamsim ntawd Aanas txawm tuaj txug, hab nwg ua Vaajtswv tsaug hab has txug tug mivtub ntawd rua txhua tug kws taabtom tog Vaajtswv lug cawm cov tuabneeg kws nyob huv lub nroog Yeluxalees kuas dlim moog."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.39","label":"39","content":"Thaus Yauxej hab Malis ua txhua yaam tav lawv le tug Tswv txuj kevcai lawm, obtug rov qaab moog tsev rua peg lub nroog Naxales kws nyob huv lub xeev Kalilais."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.40","label":"40","content":"Tug mivtub ntawd luj hlub zoo, nwg muaj tswvyim hab Vaajtswv foom koob moov rua nwg."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.41","label":"41","content":"Yexus nam hab txiv naj xyoo moog ua Kevcai Hlaa Dlhau nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.42","label":"42","content":"Thaus Yexus noobnyoog muaj kaum ob xyoos, puab txawm rov moog ua kevcai nraag lub nroog Yeluxalees lawv le obtug ibtxwm ua lug lawm."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.43","label":"43","content":"Thaus dlhau lub sijhawm ua kevcai Hlaa Dlhau lawm, obtug rov qaab moog tsev, tabsis tug mivtub Yexus tseem nyob huv lub nroog Yeluxalees. Nwg nam hab nwg txiv tsi paub."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.44","label":"44","content":"Obtug xaav has tas Yexus nrug cov tuabneeg kws nrug obtug tuaj rov qaab moog lawm, obtug moog tau ib nub ke, obtug maam le nrhav saib nwg puas nrug obtug cov kwvtij hab cov phoojywg."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.45","label":"45","content":"Tabsis obtug nrhav tsi pum nwg, obtug txhaj rov qaab moog nrhav nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.46","label":"46","content":"Ces nub peb obtug txhaj nrhav tau nwg nyob huv lub Tuamtsev, nwg nrug cov xwbfwb nyob ua ke, nwg noog puab qha hab nug puab."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.47","label":"47","content":"Txhua tug kws nov nwg teb, xaav tsi thoob rua nwg tej kev txawj ntse ntawd le."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.48","label":"48","content":"Thaus Yexus nam hab txiv pum nwg, obtug kuj xaav tsi thoob le hab. Nwg nam txawm has rua nwg tas, “Mivtub, ua le caag koj yuav ua le nuav rua wb? Koj txiv wb nrhav koj hab txhawj koj kawg le.”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.49","label":"49","content":"Nwg teb obtug has tas, “Meb yuav nrhav kuv ua dlaabtsi? Meb tsi paub has tas kuv yuav nyob huv kuv Txiv lub tsev nua los?”"},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.50","label":"50","content":"Tabsis obtug tsi totaub tej lug kws nwg has ntawd."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.51","label":"51","content":"Yexus nrug obtug rov qaab moog rua peg lub nroog Naxales, hab nwg noog obtug lug. Nwg nam khaws tej lug ntawd rua nruab sab."},{"bible_id":"1726","chapter_code":"LUK.2","verse_code":"LUK.2.52","label":"52","content":"Yexus luj hlub zoo, muaj tswvyim, nwg ua hum Vaajtswv sab hab hum tuabneeg sab."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.1","label":"1","content":"Thaus Tinpeli-us ua vaajntxwv kaav tebchaws tau kaum tsib xyoos lawm, lub sijhawm ntawd Pauti-us Philaj ua tswvxeev kaav lub xeev Yudas. Helauj ua nom kaav lub xeev Kalilais hab Helauj tug kwv Filis ua nom kaav lub xeev Itule-as hab lub xeev Takaunitis; Lixaniyas ua nom kaav lub xeev Anpilees,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.2","label":"2","content":"Aanas hab Kayafas ua ob tug Povthawj Hlub. Lub sijhawm ntawd, Vaajtswv qha Vaajtswv txujlug rua Xakhaliyas tug tub Yauhaas tom roob mojsaab qhua."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.3","label":"3","content":"Yog le ntawd, Yauhaas txhaj moog qhuab qha thoob plawg cheebtsaam kws nyob ntawm tug Dlej Yauladees has tas, “Mej yuavtsum tso mej tej kev txhum tseg hab ua kevcai raus dlej, Vaajtswv txhaj yuav zaam txim rua mej.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.4","label":"4","content":"Qhov nuav muaj lawv le Yaxayas tug kws cev Vaajtswv lug tau sau tseg rua huv nwg phoo ntawv has tas: “Muaj ib tug has nrov nrov tom roob mojsaab qhua has tas, ‘Ca le khu kev tog tug Tswv; khu kev kuas ncaaj nwg yuav lug!"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.5","label":"5","content":"Txhub txhua lub kwj haa kuas puv, khawb txhua lub roob hab txhua lub pov roob kuas taj. Khu tej kev nkhaus kuas ncaaj, muab qhov sab hab qhov qeg pheej kuas taj xwmyeem."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.6","label":"6","content":"Txhua tsaav tuabneeg yuav pum Vaajtswv txujkev cawm dlim!’ ”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.7","label":"7","content":"Muaj tuabneeg coob coob tuaj cuag Yauhaas kuas Yauhaas muab puab ua kevcai raus dlej. Yauhaas has rua puab tas, “Cov nam naab! Leejtwg qha rua mej has tas, mej yuav tsiv dlim Vaajtswv txujkev txav txim kws tub lug yuav txug?"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.8","label":"8","content":"Mej yuavtsum ua mej lub neej rua suavdlawg pum has tas, mej tub tso mej tej kev txhum tseg lawm. Mej tsi xob khaav has tas, Anplahaas yog mej yawmkoob. Kuv qha rua mej has tas, txawm yog Vaajtswv muab tej pobzeb nuav lug ua Anplahaas cov xeebntxwv los nwg yeej ua tau!"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.9","label":"9","content":"Nwgnuav tub muab raab taus tso rua ntawm lub hauvpaug ntoo lawm, tub yuav ntuv tug ntoo; txhua tsob ntoo kws tsi txi cov txiv zoo, luas yuav muab ntuv hab muab pov rua huv cub suavtawg.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.10","label":"10","content":"Cov tuabneeg coob coob ntawd nug Yauhaas has tas, “Yog le ntawd, peb yuav ua le caag?”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.11","label":"11","content":"Yauhaas teb puab has tas, “Yog leejtwg muaj ob lub tsho, yuavtsum muab ib lub pub rua tug kws tsi muaj, hab yog leejtwg muaj mov muaj zaub, nwg yuavtsum muab faib rua tug kws tsi muaj.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.12","label":"12","content":"Cov tuabneeg kws sau se muaj qee leej tuaj ua kevcai raus dlej, hab puab nug Yauhaas has tas, “Xwbfwb peb yuav ua le caag?”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.13","label":"13","content":"Yauhaas teb has tas, “Mej yuavtsum sau lawv le kevcai xwb, tsi xob sau tshaaj.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.14","label":"14","content":"Cov tubrog muaj qee leej nug Yauhaas ib yaam nkaus has tas, “Ua le peb ne, peb yuav ua le caag?” Yauhaas teb has tas, “Mej tsi xob yuam leejtwg lossis ntxag luas nyaj yuav. Mej tau nyaj hli npaum le caag, ca le txaus sab yuav le ntawd xwb.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.15","label":"15","content":"Cov tuabneeg kws ca sab ntsoov tog tug cawmseej xaav has tas, Yauhaas yog tug Mexiyas ntaag."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.16","label":"16","content":"Yauhaas has rua puab tas, “Kuv muab mej ua kevcai raus dlej, tabsis tug kws yuav lawv kuv qaab lug, nwg muaj Fwjchim Luj dlua kuv, kuv tub tsi tsimnyog dlaws nwg txuj nyuas hlua khau. Nwg yuav muab mej ua kevcai raus lug ntawm Vaaj Ntsujplig tug Dlawbhuv hab ntawm suavtawg."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.17","label":"17","content":"Nwg tuav rawv raab ntxuam, nwg yuav ntxuaj nwg pawg nplej, kuas cov npluag yaa tawm huv tuabsi. Nwg yuav muab cov nplej zoo ntim rua huv nwg lub txhaab, tabsis nwg yuav muab cov npluag pov rua huv cub suavtawg kws cig tsi paub tuag.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.18","label":"18","content":"Yauhaas qha Txujmoo Zoo ntau zaaj tsi sis thooj ntuag cov tuabneeg ntawd, kuas puab hloov puab lub sab."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.19","label":"19","content":"Tabsis Yauhaas tshev Helauj tug kws ua nom kaav lub xeev Kalilais, rua qhov Helauj yuav Helaudias kws yog Helauj tug kwv tug quaspuj, hab Helauj ua ntau yaam phem."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.20","label":"20","content":"Helauj tseem ua ib qhov phem ntxiv kws yog nwg nteg Yauhaas coj moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.21","label":"21","content":"Tom qaab kws suavdlawg ua kevcai raus dlej taag lawm, Yexus ua kevcai raus dlej hab. Thaus Yexus taabtom thov Vaajtswv, rooj ntug txawm qheb hlo,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.22","label":"22","content":"hab Vaaj Ntsujplig tug Dlawbhuv kws muaj lub cev zoo le tug nquab lug rua sau Yexus. Hab muaj ib lub suab has sau ntuj tuaj rua Yexus has tas, “Koj yog kuv tug Tub kws kuv hlub, kuv txaus sab rua koj.”"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.23","label":"23","content":"Thaus Yexus pib ua num, nwg noobnyoog muaj kwvlaam le peb caug xyoo. Lawv le suavdlawg xaav, Yexus yog Yauxej tub, Yauxej yog Helis tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.24","label":"24","content":"Helis yog Mathas tub, Mathas yog Levis tub, Levis yog Melekhis tub, Melekhis yog Yaanais tub, Yaanais yog Yauxej tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.25","label":"25","content":"Yauxej yog Matatiyas tub, Matatiyas yog Amaus tub, Amaus yog Nahus tub, Nahus yog Exalis tub, Exalis yog Nakhais tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.26","label":"26","content":"Nakhais yog Ma-as tub, Ma-as yog Matatiyas tub, Matatiyas yog Xemis tub, Xemis yog Yauxes tub, Yauxes yog Yaudas tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.27","label":"27","content":"Yaudas yog Yau-anaas tub, Yau-anaas yog Lexas tub, Lexas yog Xelunpanpees tub, Xelunpanpees yog Se-atiyees tub, Se-atiyees yog Nelis tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.28","label":"28","content":"Nelis yog Melekhis tub. Melekhis yog Adis tub, Adis yog Kauxas tub, Kauxas yog Emadas tub, Emadas yog Eles tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.29","label":"29","content":"Eles yog Yausuas tub, Yausuas yog Eli-exes tub, Eli-exes yog Yaulimes tub, Yaulimes yog Mathas tub, Mathas yog Levis tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.30","label":"30","content":"Levis yog Xime-oos tub, Xime-oos yog Yudas tub, Yudas yog Yauxej tub, Yauxej yog Yaunames tub, Yaunames yog Eliyakees tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.31","label":"31","content":"Eliyakees yog Mele-as tub, Mele-as yog Menas tub, Menas yog Matathas tub, Matathas yog Nathaas tub, Nathaas yog Daviv tub."},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.32","label":"32","content":"Daviv yog Yexais tub, Yexais yog Aunpes tub, Aunpes yog Npau-am tub, Npau-am yog Xamoos tub, Xalemoos yog Nasoos tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.33","label":"33","content":"Nasoos yog Aminadas tub, Aminadas yog Amis tub, Amis yog Anis tub, Anis yog Heloos tub, Heloos yog Peles tub, Peles yog Yudas tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.34","label":"34","content":"Yudas yog Yakhauj tub, Yakhauj yog Ixaj tub, Ixaj yog Anplahaas tub, Anplahaas yog Telas tub, Telas yog Nahaus tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.35","label":"35","content":"Nahaus yog Xelus tub, Xelus yog Le-us tub, Le-us yog Pelej tub, Pelej yog Enpes tub, Enpes yog Selas tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.36","label":"36","content":"Selas yog Kainas tub, Kainas yog Afaxas tub,. Afaxas yog Xees tub, Xees yog Nau-es tub, Nau-es yog Lamej tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.37","label":"37","content":"Lamej yog Methuxelas tub, Methuxelas yog Enauj tub, Enauj yog Yales tub, Yales yog Mahalalees tub, Mahalalees yog Kenaas tub,"},{"bible_id":"1726","chapter_code":"LUK.3","verse_code":"LUK.3.38","label":"38","content":"Kenaas yog Enauses tub, Enauses yog Xej tub, Xej yog Adaas tub, Adaas yog Vaajtswv tub."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.1","label":"1","content":"Thaus Yexus rov qaab ntawm tug Dlej Yauladees moog, nwg puv npo Vaaj Ntsujplig tug Dlawbhuv, hab Vaaj Ntsujplig coj nwg moog tom roob mojsaab qhua,"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.2","label":"2","content":"Dlaab Ntxwgnyoog sim Yexus sab tau plaub caug nub. Lub sijhawm ntawd Yexus tsi tau noj ib yaam dlaabtsi le, thaus dlhau plaub caug nub ntawd lawm, nwg tshaib plaab heev."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.3","label":"3","content":"Dlaab Ntxwgnyoog has rua Yexus has tas, “Yog koj yog Vaajtswv tug Tub tag, koj ca le has kuas lub pobzeb nuav txa ua mov.”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.4","label":"4","content":"Yexus teb has tas, “Vaajtswv Txujlug sau qha tseg has tas, ‘Tsi yog mov xwb txhaj cawm tau tuabneeg txujsa.’ ”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.5","label":"5","content":"Tom qaab ntawd, dlaab Ntxwgnyoog txawm coj Yexus moog rua sau ib qhov chaw sab sab, hab ua rua Yexus pum taagnrho tej tebchaws huv qaab ntuj nuav."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.6","label":"6","content":"Dlaab Ntxwgnyoog has rua Yexus has tas, “Kuv yuav muab hlo lub fwjchim hab muab ib puas tsaav yaam kws muab rua kuv lawm ntawd huv tuabsi rua koj, rua qhov tej ntawd yog kuv tug, kuv yuav muab rua leejtwg los tau."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.7","label":"7","content":"Yog koj txhus caug pe kuv, ib puas tsaav yaam ntawd yuav yog koj tug taagnrho.”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.8","label":"8","content":"Yexus teb has tas, “Vaajtswv Txujlug sau qha tseg has tas, ‘Mej yuavtsum pehawm tug Tswv kws yog mej tug Vaajtswv tuab leeg hab ua nwg teg num xwb!’ ”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.9","label":"9","content":"Tom qaab ntawd dlaab Ntxwgnyoog txawm coj Yexus moog rua huv lub nroog Yeluxalees, hab nwg coj Yexus nce moog rua sau lub Tuamtsev qhov kws sab tshaaj plawg, nwg has rua Yexus has tas, “Yog koj yog Vaajtswv tug Tub tag, koj ca le dlha rua huv aav,"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.10","label":"10","content":"rua qhov Vaajtswv Txujlug sau qha tseg has tas, ‘Vaajtswv yuav kuas nwg cov timtswv lug tsomkwm koj.’"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.11","label":"11","content":"Hab tseem muaj ib lus has ntxiv tas, ‘Puab ob txhais teg yuav fwj koj, hab yuav tsi pub koj ob txhais kutaw tsoo pobzeb le.’ ”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.12","label":"12","content":"Yexus teb dlaab Ntxwgnyoog has tas, “Vaajtswv Txujlug has tas, ‘Koj tsi xob sim tug Tswv kws yog koj tug Vaajtswv sab.’ ”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.13","label":"13","content":"Thaus dlaab Ntxwgnyoog dlaag Yexus txhua yaam taag lawm, nwg txawm ncaim Yexus moog txug thaus rov muaj sijhawm."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.14","label":"14","content":"Tom qaab ntawd, Yexus rov qaab moog rua peg Kalilais, hab Vaaj Ntsujplig tug Dlawbhuv lub fwjchim nrug nraim nwg. Nwg lub moo nrov nchaa moog thoob plawg cheebtsaam ntawd."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.15","label":"15","content":"Yexus moog qha huv puab tej tsev saablaaj, hab txhua tug kws nov nwg qha, qhuas nwg kawg le."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.16","label":"16","content":"Tom qaab ntawd, Yexus moog txug huv lub nroog Naxales kws nwg luj hlub. Nub Xanpataus nwg moog rua huv tsev saablaaj lawv le nwg ibtxwm moog. Nwg sawv ntsug nyeem Vaajtswv Txujlug rua suavdlawg noog,"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.17","label":"17","content":"luas muab thooj ntawv kws Yaxayas tug kws cev Vaajtswv lug sau lug rua Yexus. Yexus nthuav thooj ntawv ntawd tau zaaj kws has tas:"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.18","label":"18","content":"“Tug Tswv tug Ntsujplig nrug nraim kuv, rua qhov nwg tsaa kuv ua tug qha Txujmoo Zoo rua cov tuabneeg txomnyem. Vaajtswv khaiv nwg moog qha txujkev cawm dlim rua cov tuabneeg kws raug kaw, hab khu cov tuabneeg dligmuag kuas rov pum kev, hab tso cov kws raug kev tsimtxom kuas dlim"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.19","label":"19","content":"hab qha rua suavdlawg paub lub sijhawm kws tug Tswv yuav lug cawm nwg tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.20","label":"20","content":"Thaus Yexus nyeem taag, nwg muab thooj ntawv ntawd dlov ca hab muab rua tug kws saib tej ntawv ntawd, hab nwg txawm nyob quastsawg. Txhua tug kws nyob huv lub tsev saablaaj saib ntsoov Yexus,"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.21","label":"21","content":"Yexus pib qha puab has tas, “Vaajtswv Txujlug kws nub nua mej nov tub tav lawm.”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.22","label":"22","content":"Cov tuabneeg ntawd qhuas hab xaav tsi thoob rua tej lug zoo kws nwg has ntawd. Puab has tas, “Tug nuav tsi yog Yauxej tug tub los?”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.23","label":"23","content":"Yexus has rua puab tas, “Kuv paub has tas mej yeej yuav has lu paajlug nuav rua kuv has tas, ‘Koj yog tug kws tshuaj, koj yuavtsum xub khu koj kuas zoo tsaiv.’ Hab mej yuav has rua kuv tas, ‘Koj sim ua tej txujci kws peb nov koj ua peg lub nroog Kapena-us, rua huv koj lub nroog nuav rua peb saib.’ ”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.24","label":"24","content":"Yexus has rua puab tas, “Kuv qha tseeb rua mej has tas, yeej tsi muaj ib tug cev Vaajtswv lug kws cov tuabneeg nyob huv nwg lub zog yuav fwm nwg."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.25","label":"25","content":"“Mej noog kuv has: kuv qha tseeb rua mej has tas, thaus lub sijhawm kws Eliyas nyob, muaj tej puj ntsuag coob coob nyob huv tebchaws Yixalayees. Thaus ntawd naag tsi lug tau peb xyoos hab rau hli, hab muaj kev tshaib plaab thoob plawg lub tebchaws."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.26","label":"26","content":"Vaajtswv tsi tau khaiv Eliyas moog paab cov puj ntsuag kws nyob huv tebchaws Yixalayees ib tug le, tabsis tsuas khaiv Eliyas moog paab tug puj ntsuag kws nyob huv lub nroog Xalefas huv cheebtsaam Xidoos xwb."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.27","label":"27","content":"Hab thaus lub sijhawm kws Elisas tug kws cev Vaajtswv lug nyob, muaj cov tuabneeg mob ruas coob coob nyob huv tebchaws Yixalayees, tabsis tsi muaj ib tug zoo ruas le, tsuas yog Na-amaas tug kws yog tuabneeg Xilias tuab leeg txhaj zoo ruas xwb.”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.28","label":"28","content":"Thaus cov tuabneeg kws nyob huv lub tsev saablaaj nov Yexus has le ntawd, suavdlawg chim heev."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.29","label":"29","content":"Puab txawm sawv tseeg muab Yexus thawb ntag tawm huv lub nroog moog, hab coj Yexus moog rua sau hauv roob, yuav muab Yexus thawb rua huv qaab tsuas, rua qhov lub nroog ntawd nyob sau roob,"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.30","label":"30","content":"tabsis Yexus ca le phoom ntag phua plhawv puab hab tsiv moog lawm."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.31","label":"31","content":"Tom qaab ntawd, Yexus moog rua peg lub nroog Kapena-us kws nyob huv lub xeev Kalilais, nub Xanpataus Yexus qha cov tuabneeg suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.32","label":"32","content":"Cov tuabneeg ntawd xaav tsi thoob rua tej kws Yexus qha, rua qhov Yexus tej lug qha muaj fwjchim heev."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.33","label":"33","content":"Muaj ib tug txivneej raug dlaab tuaj rua huv lub tsev saablaaj, nwg qw nrov nrov has tas,"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.34","label":"34","content":"“Yexus kws yog tuabneeg Naxales, koj tuaj ua kuas peb puamtsuaj los? Kuv paub koj yog leejtwg, koj yog Vaajtswv tug Tub kws dlawbhuv!”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.35","label":"35","content":"Yexus has tawv tawv rua dlaab has tas, “Koj tsi xob has lug, koj ca le tawm huv tug txivneej nuav moog!” Dlaab txawm ua rua tug txivneej ntawd qaug kag rua huv aav taabmeeg suavdlawg, ces dlaab txawm tawm plawg lawm, tsi ua rua tug txivneej ntawd raug mob le."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.36","label":"36","content":"Cov tuabneeg coob coob ntawd xaav tsi thoob hab sis thaam has tas, “Tej lug ntawd yog has le caag? Ua le caag nwg tej lug yuav muaj fwjchim ua luaj le, hab ntab tau dlaab tawm!”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.37","label":"37","content":"Yexus lub moo txawm nrov nchaa moog thoob plawg cheebtsaam ntawd."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.38","label":"38","content":"Yexus tawm huv lub tsev saablaaj hab moog rua huv Ximoos tsev. Ximoos nam tais ua npaws nwg kub cev heev. Puab thov kuas Yexus paab nwg."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.39","label":"39","content":"Yexus moog sawv ntawm lub txaaj kws Ximoos nam tais pw ib saab, hab has kuas tug npaws ca le tu. Ces tug npaws txawm tu hab nwg sawv tseeg taamsim ntawd lug ua zaub ua mov rua Yexus puab noj."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.40","label":"40","content":"Thaus nub poob qho lawm, txhua tug kws muaj tej kwvtij kws muaj mob, puab coj tuaj cuag Yexus: Yexus cev teg tuav txhua tug, ces puab tej mob txawm zoo huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.41","label":"41","content":"Hab muaj ntau tug kws raug dlaab, Yexus ntab dlaab tawm huv tuabsi. Cov dlaab ntawd has nrov nrov has tas, “Koj yog Vaajtswv tug Tub!” Tabsis Yexus txwv tsi pub dlaab has lug, rua qhov dlaab paub has tas Yexus yog tug Mexiyas."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.42","label":"42","content":"Thaus kaaj ntug, Yexus tawm huv lub nroog moog rua ib qhov chaw kws tsi muaj tuabneeg. Muaj ib paab tuabneeg tuaj nrhav Yexus, thaus puab nrhav tau nwg lawm, puab cheem tsi pub nwg moog."},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.43","label":"43","content":"Tabsis nwg has rua puab tas, “Kuv yuavtsum moog qha Txujmoo Zoo kws has txug Vaajtswv lub Tebchaws rua lwm lub nroog hab, rua qhov Vaajtswv yeej khaiv kuv lug ua teg num nuav.”"},{"bible_id":"1726","chapter_code":"LUK.4","verse_code":"LUK.4.44","label":"44","content":"Yexus moog qhuab qha huv tej tsev saablaaj kws nyob txhua qhov huv xeev Yudas."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.1","label":"1","content":"Muaj ib nub Yexus nyob nraag ntug Havtxwv Nkenexales, muaj tuabneeg coob coob sis txiv qev tuaj cuag nwg hab noog nwg qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.2","label":"2","content":"Yexus pum ob lub nkoj nreg ntawm ntug dlej, cov tuabneeg nrhav ntseg tub tawm huv puab tej nkoj moog ntxuav puab tej vaag lawm."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.3","label":"3","content":"Yexus nce moog rua huv ib lub nkoj, lub ntawd yog Ximoos lub. Yexus thov kuas Ximoos thawb lub nkoj moog kuas nrug dleb ntawm ntug dlej mivntsiv. Yexus nyob quastsawg huv lub nkoj qha cov tuabneeg kws tuaj ntawd."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.4","label":"4","content":"Thaus nwg qha taag lawm, nwg has rua Ximoos has tas, “Ca le nkuam koj lub nkoj moog rua tom qhov kws tub tub, muab mej lub vaag tso rua huv dlej txhaj yuav maag tau ntseg.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.5","label":"5","content":"Ximoos teb has tas, “Tug Tswv, peb tub ntaus ib mos kaaj ntug tsi tau ib tug le, tabsis kuv yuav tso lub vaag moog lawv le koj has."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.6","label":"6","content":"Puab txawm tso lub vaag moog, hab maag tau ntseg ntau kawg le, lub vaag yuav laug ndluag."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.7","label":"7","content":"Puab txhaj cu teg kuas puab cov phoojywg kws caij lwm lub nkoj lug paab puab. Cov phoojywg txawm lug paab, hab puab muab tau ob nkog ntseg puv nkaus, ua rua ob lub nkoj yuav laug tog."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.8","label":"8","content":"Thaus Ximoos Petus pum le ntawd, nwg txhus caug ndlua ntawm Yexus xubndlag hab has tas, ‘Tug Tswv, thov koj txaav dleb ntawm kuv. Rua qhov kuv yog tuabneeg txhum!’ ”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.9","label":"9","content":"Ximoos hab cov tuabneeg kws nrug nwg nyob ntawd xaav tsi thoob has tas, ua le caag yuav tau ntseg ntau ua luaj."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.10","label":"10","content":"Ob tug kws nrug Ximoos ntaus ntseg yog Yakaunpaus hab Yauhaas kws yog Xenpedais ob tug tub, obtug xaav tsi thoob ib yaam nkaus. Yexus has rua Ximoos has tas, “Koj tsi xob ntshai; txij nuav moog koj yuav ua tug moog nrhav tuabneeg.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.11","label":"11","content":"Puab suavdlawg nqug ob lub nkoj lug rua tim ntug, puab txawm tso txhua yaam tseg hab nrug Yexus moog."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.12","label":"12","content":"Muaj ib zag Yexus nyob huv ib lub nroog. Nyob huv lub nroog ntawd muaj ib tug mob ruas thoob plawg ib ce. Thaus nwg pum Yexus, nwg txhus caug ndlua rua huv aav thov Yexus has tas, “Tug Tswv, yog koj txaus sab khu kuv tej ruas, koj yeej khu tau!”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.13","label":"13","content":"Yexus cev teg moog tuav nkaus tug ntawd hab has tas, “Kuv txaus sab paab koj, koj tej ruas ca le zoo hlo!” Taamsim ntawd nwg tej ruas txawm zoo taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.14","label":"14","content":"Yexus has tas, “Koj tsi xob moog qha zaaj nuav rua leejtwg le. Tabsis koj ca le ncaaj qhaa moog cuag tug povthawj, hab kuas nwg saib has tas koj tej ruas tub zoo lawm. Tom qaab ntawd koj ca le nqaa khoom moog fij rua Vaajtswv lawv le Mauxes txuj kevcai tau qha tseg, suavdlawg txhaj paub has tas koj tug mob tub zoo lawm.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.15","label":"15","content":"Tabsis Yexus lub moo hajyam nrov nchaa moog thoob plawg txhua qhov, hab muaj tuabneeg coob coob tuaj noog Yexus qha hab thov Yexus khu puab tej mob."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.16","label":"16","content":"Tabsis Yexus pheej moog rua tej qhov chaw kws tsi muaj tuabneeg, hab thov Vaajtswv qhov ntawd."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.17","label":"17","content":"Muaj ib nub thaus Yexus taabtom qha, muaj cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej tuaj nyob ntawd noog hab, Puab tuaj huv txhua lub nroog kws nyob huv lub xeev Yudas, hab huv lub nroog Yeluxalees tuaj. Yexus muaj tug Tswv lub fwjchim khu tau tej tuabneeg kws muaj mob."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.18","label":"18","content":"Muaj qee leej muab choj qhwv ib tug txivneej tuag teg tuag taw kwv tuaj, hab puab yuav kwv moog rua huv lub tsev hab muab tso rua ntawm Yexus hauv ntej."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.19","label":"19","content":"Tabsis vim muaj tuabneeg coob coob, puab tsi tau kev kwv moog rua huv, puab txawm kwv nwg nce moog rua sau ruv tsev, puab yaws cov vuag ib qho, hab muab nwg tso dlauv moog rua ntawm Yexus hauv ntej kws nyob huv plawv cov tuabneeg suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.20","label":"20","content":"Thaus Yexus pum has tas puab muaj kev ntseeg heev, ces Yexus txawm has rua tug txivneej tuag teg tuag taw ntawd has tas, “Kuv tug phoojywg, kuv tub zaam koj lub txim lawm.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.21","label":"21","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais sis thaam has tas, “Tug kws has lug saib tsi taug Vaajtswv ntawd, nwg yog leejtwg? Tsi muaj leejtwg zaam txim tau rua tuabneeg, tsuas yog Vaajtswv tuab leeg xwb, txhaj zaam tau!”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.22","label":"22","content":"Yexus tub paub tej kws puab sis thaam lawm, nwg txhaj has rua puab tas, “Ua le caag mej yuav xaav le ntawd?"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.23","label":"23","content":"Lu lug kws has tas, ‘Koj tub dlim koj lub txim lawm’ lossis lu lug kws has tas, ‘Koj ca le sawv tseeg moog kev!’"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.24","label":"24","content":"Ob lu lug nuav, lu twg yuav yoojyim has dlua?” Kuv yuav ua le nuav qha rua mej paub has tas, “Tuabneeg leej Tub muaj fwjchim huv nplajteb nuav zaam txim tau rua tuabneeg.” Yexus txhaj has rua tug tuag teg tuag taw has tas, “Kuv has rua koj has tas, koj ca le sawv, hab nqaa koj dlaim choj pua chaw moog tsev!”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.25","label":"25","content":"Taamsim ntawd nwg txawm sawv tseeg taabmeeg suavdlawg, nwg nqaa hlo nwg dlaim choj pua chaw moog tsev hab ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.26","label":"26","content":"Cov tuabneeg coob coob ntawd xaav tsi thoob, puab ntshai, puab qhuas Vaajtswv hab has tas, “Ua le caag nub nua peb yuav pum tej nuav txawv ua luaj le.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.27","label":"27","content":"Tom qaab kws Yexus tawm qhov ntawd moog, nwg pum ib tug txivneej sau se hu ua Levis nyob ntawm lub rooj sau se. Yexus has rua Levis has tas, “Koj ca le nrug kuv moog.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.28","label":"28","content":"Levis txawm sawv tseeg, tso txhua yaam tseg hab nrug Yexus moog."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.29","label":"29","content":"Levis ua ib rooj mov huv nwg tsev rua Yexus noj, muaj cov tuabneeg sau se coob leej hab lwm tug kws nrug Yexus noj mov ua ke."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.30","label":"30","content":"Cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai kws yog cov Falixais paab, ywg Yexus cov thwjtim has tas, “Ua le caag mej nrug cov tuabneeg sau se hab cov tuabneeg txhum noj haus ua ke?”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.31","label":"31","content":"Yexus teb puab has tas, “Cov tuabneeg kws tsi muaj mob, puab yeej tsi moog cuag kws tshuaj, tsuas yog cov tuabneeg muaj mob txhaj moog cuag kws tshuaj xwb."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.32","label":"32","content":"Kuv tsi yog lug hu cov tuabneeg ncaaj nceeg, tabsis kuv lug hu cov tuabneeg txhum, kuas puab tso puab tej kev txhum tseg.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.33","label":"33","content":"Muaj qee leej has rua Yexus has tas, “Yauhaas cov thwjtim pheej ua kevcai yoo mov hab thov Vaajtswv, cov Falixais cov thwjtim los ua ib yaam nkaus le ntawd hab, tabsis koj cov thwjtim noj hab haus tsi ua le puab?”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.34","label":"34","content":"Yexus teb puab has tas, “Mej xaav has tas thaus tug nraug vauv tseem nrug nwg cov phoojywg noj tshoob ua ke, puab yuav yoo mov nua los? Puab yeej tsi yoo le!"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.35","label":"35","content":"Tabsis thaus txug lub sijhawm kws luas coj tug nraug vauv moog lawm, ces puab yuav yoo mov.”"},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.36","label":"36","content":"Yexus has ib zaaj lug pevtxwv rua puab has tas, “Tsi muaj leejtwg yuav muab lub tsho tshab dlua ib dlaig coj moog ntxiv lub tsho qub. Yog nwg ua le ntawd, kuj yog nwg dlua kuas lub tsho tshab ndluag xwb, hab dlaim ntaub tshab ntawd yeej tsi phim lub tsho qub."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.37","label":"37","content":"Hab tsi muaj leejtwg yuav muab cov cawv txiv maab tshab ntim rua huv lub naab tawv qub. Yog nwg ua le ntawd, cov cawv txiv maab yuav tsaam kuas lub naab tawv qub tawg, cov cawv txiv maab yuav lug taag, hab lub naab tawv qub yuav ndluag taag."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.38","label":"38","content":"Cov cawv txiv maab tshab yuavtsum muab ntim rua huv lub naab tawv tshab."},{"bible_id":"1726","chapter_code":"LUK.5","verse_code":"LUK.5.39","label":"39","content":"Yog leejtwg tau haus cov cawv txiv maab qub lawm, nwg yeej tsi xaav haus cov tshab. Rua qhov nwg has tas, cov qub qaab dlua.”"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.1","label":"1","content":"Nub Xanpataus Yexus hab nwg cov thwjtim taabtom moog txug huv ib dlaim teb npleg, Yexus cov thwjtim txawm dle nplej tev noj."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.2","label":"2","content":"Cov Falixais qee leej nug has tas, “Vim le caag mej ua tej kws peb txuj Kevcai txwv tsi pub ua rua Nub Xanpataus?”"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.3","label":"3","content":"Yexus teb puab has tas, “Mej tsi tau nyeem zaaj kws Daviv ua thaus Daviv hab nwg cov tuabneeg tshaib plaab los?"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.4","label":"4","content":"Daviv moog rua huv Vaajtswv lub Tuamtsev, nwg muab tej ncuav kws tub muab fij rua Vaajtswv lawm noj, hab muab faib rua nwg cov tuabneeg noj. Tabsis peb txuj kevcai yeej tsi pub leejtwg noj tej ncuav ntawd, tsuas yog cov povthawj txhaj noj tau xwb.”"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.5","label":"5","content":"Hab Yexus xaus lug has tas, “Tuabneeg leej Tub yog tug Tswv Nub Xanpataus.”"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.6","label":"6","content":"Muaj dlua ib nub yog nub Xanpataus, Yexus moog qhuab qha huv ib lub tsev saablaaj. Muaj ib tug txivneej kws saab teg xis qhuav, nwg tuaj nyob huv hab."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.7","label":"7","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais xaav nrhav txim rua Yexus, puab txawm saib Yexus puas khu mob nub Xanpataus."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.8","label":"8","content":"Tabsis Yexus tub paub tej kws puab xaav lawm, nwg txhaj has rua tug tuabneeg qhuav teg ntawd has tas, “Koj ca le sawv lug tom hauv ntej nuav” Tug txivneej ntawd txawm sawv tseeg lug."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.9","label":"9","content":"Yexus has rua puab tas, “Kuv nug mej saib, peb txuj Kevcai qha has tas nub Xanpataus ca peb ua zoo lossis ua phem? Cawm tuabneeg txujsa lossis ca txujsa tu?”"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.10","label":"10","content":"Yexus tig moog saib cov tuabneeg ntawd txhua tug, Yexus has rua tug txivneej ntawd tas, “Koj ca le xyaab hlo koj txhais teg.” Nwg txawm xyaab hlo nwg txhais teg,  ces nwg txhais teg txawm zoo le qub lawm."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.11","label":"11","content":"Puab cov ntawd chim heev, puab txawm saablaaj saib yuav ua le caag rua Yexus."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.12","label":"12","content":"Tom qaab ntawd, muaj ib nub Yexus moog thov Vaajtswv peg roob, hab nwg nyob peg thov Vaajtswv ib mos."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.13","label":"13","content":"Thaus kaaj ntug Yexus hu cov thwjtim lug ntawm nwg, nwg xaiv puab kaum ob leeg, nwg hu puab ua cov timthawj."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.14","label":"14","content":"Puab cov ntawd yog: Ximoos, (tug kws Yexus tis npe hu ua Petus) hab nwg tug kwv Aadales; Yakaunpaus, Yauhaas, Filis, Npataulaumais,"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.15","label":"15","content":"Mathais, Thaumas, Yakaunpaus kws yog Alafais tug tub, Ximoos (tug kws xaav kuas nwg tsaav tuabneeg muaj kev ywjpheej),"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.16","label":"16","content":"Yudas kws yog Yakaunpaus tug tub, hab Yudas Ixakali-us tug kws ntxeev sab rua Yexus."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.17","label":"17","content":"Yexus hab nwg cov timthawj nqeg peg roob lug nrug nwg ib paab thwjtim coob coob sawv ua ke ntawm ib qhov chaw taj taj. Muaj tuabneeg coob coob tuaj huv lub xeev Yudas, huv lub nroog Yeluxalees, huv lub nroog Tiles hab huv lub nroog Xidoos kws nyob ntawm ntug havtxwv tuaj,"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.18","label":"18","content":"puab tuaj noog Yexus qhuab qha hab thov kuas Yexus khu puab tej mob. Cov tuabneeg kws raug dlaab tsimtxom los tuaj cuag Yexus, hab Yexus khu puab txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.19","label":"19","content":"Cov tuabneeg coob coob ntawd kov Yexus, rua qhov muaj fwjchim tawm ntawm Yexus tuaj khu txhua tug kws muaj mob zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.20","label":"20","content":"Yexus tsaa qhovmuag saib nwg cov thwjtim hab has rua puab tas, “Mej cov kws txomnyem, mej tau koob moov, rua qhov Vaajtswv lub Tebchaws yog mej tug!"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.21","label":"21","content":"Mej cov kws nwgnuav tshaib nqhes mej yuav tau koob moov, rua qhov mej yuav tau noj tsau npo! Mej cov kws nwgnuav quaj ntsuag; mej yuav tau koob moov, rua qhov mej yuav muaj lub ntsejmuag luag."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.22","label":"22","content":"“Thaus luas ntxub mej, hab ntab kuas mej tsiv, thuam mej hab has tas mej yog cov tuabneeg ua phem, vim mej ntseeg Tuabneeg leej Tub, mej yuav tau koob moov!"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.23","label":"23","content":"Thaus muaj le ntawd, mej ca le zoo sab hab dlha luag ntxhi, rua qhov Vaajtswv tub npaaj nqe zug ntau kawg le ca sau ntuj ceebtsheej rua mej lawm. Rua qhov puab cov yawmkoob tub ua ib yaam le ntawd rua cov kws cev Vaajtswv lug thaus u lawm hab."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.24","label":"24","content":"Mej cov kws nwgnuav npluanuj mej yuav raug kev txomnyem, rua qhov mej tub tau zoo lug lawm!"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.25","label":"25","content":"Mej cov kws nwgnuav tau noj tsau npo mej yuav raug kev txomnyem, rua qhov mej yuav tshaib nqhes. Mej cov kws nwgnuav muaj lub ntsejmuag luag, mej yuav raug kev txomnyem, rua qhov mej yuav muaj kev nyuaj sab quaj ntsuag!"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.26","label":"26","content":"“Thaus muaj tuabneeg qhuas mej, mej yuav raug kev txomnyem, rua qhov mej tej yawmkoob tub has ib yaam nkaus le ntawd rua cov kws cevlug tsi tseeb thaus u lawm hab."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.27","label":"27","content":"“Tabsis kuv has rua mej cov kws noog kuv qha has tas, hlub mej cov yeebncuab hab ua zoo rua cov kws ntxub mej,"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.28","label":"28","content":"foom koob moov rua cov tuabneeg kws tshev mej, hab thov Vaajtswv paab rua cov tuabneeg kws tsimtxom mej."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.29","label":"29","content":"Yog leejtwg ntaus koj ib saab plhu, koj ca le tig saab tod rua nwg ntaus hab. Yog leejtwg txhaav koj lub tsho kws naav tuaj saab nrau, koj ca le hle lub tsho kws naav tuaj saab huv rua nwg hab."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.30","label":"30","content":"Txhua tug kws thov mej ib yaam dlaabtsi, mej ca le muab rua puab, hab yog leejtwg muab mej ib yaam dlaabtsi lawm, mej tsi xob kuas nwg xaa rov qaab tuaj rua mej."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.31","label":"31","content":"Yog mej xaav kuas lwm tug ua le caag rua mej, mej yuavtsum ua ib yaam le ntawd rua lwm tug hab."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.32","label":"32","content":"“Yog mej tsuas hlub cov kws hlub mej xwb, mej xaav has tas mej yuav tau koob moov nua los? Txawm yog cov tuabneeg txhum los puab tub paub hlub cov kws hlub puab hab!"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.33","label":"33","content":"Yog mej tsuas ua zoo rua cov kws ua zoo rua mej xwb, mej xaav has tas, mej yuav tau koob moov nua los? Txawm yog cov tuabneeg txhum los puab tub paub ua le ntawd hab!"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.34","label":"34","content":"Hab yog mej tsuas qev rua cov kws mej ca sab has tas, puab yuav them taug rov rua mej xwb, mej xaav has tas, mej yuav tau koob moov nua los? Txawm yog cov tuabneeg txhum los puab ib leeg tub kaam qev rua ib leeg hab, hab puab ca sab has tas yuav tau rov qaab puv ntoob le qub."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.35","label":"35","content":"Tabsis mej yuavtsum hlub mej cov yeebncuab hab ua zoo rua puab; mej ca le qev rua puab tsi xob ca sab has tas yuav tau puv ntoob le qub rov qaab. Yog mej ua le ntawd, mej yuav tau nqe zug ntau, hab mej yuav tau ua Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus cov mivnyuas. Rua qhov Vaajtswv tseem hlub cov tuabneeg kws ua phem hab cov kws tsi ncu Vaajtswv tshaav ntuj."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.36","label":"36","content":"Mej yuavtsum muaj lub sab taabncuab ib yaam le mej leej Txiv tug kws muaj lub sab taabncuab."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.37","label":"37","content":"“Mej tsi xob txav txim rua lwm tug, Vaajtswv txhaj yuav tsi txav txim rua mej; mej tsi xob rau txim rua lwm tug, Vaajtswv txhaj yuav tsi rau txim rua mej; zaam txim rua lwm tug, Vaajtswv txhaj yuav zaam txim rua mej."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.38","label":"38","content":"Mej pub rua lwm tug, Vaajtswv txhaj yuav pub rua mej. Vaajtswv yuav foom koob moov nplua mag rua mej, kuas mej muaj nplua mag siv tsi taag. Mej muab lub luaj le caag luj rua lwm tug lawm, Vaajtswv yuav muab lub luaj le ntawd luj rua mej.”"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.39","label":"39","content":"Hab Yexus qha ib zaaj lug pevtxwv rua puab has tas: “Ib tug dligmuag yeej coj tsi tau ib tug dligmuag kev le; yog nwg ua le ntawd, obtug yeej yuav moog poob kwj dleg xwb."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.40","label":"40","content":"Tsi muaj ib tug tub kawm ntawv kws yuav paub tshaaj nwg tug xwbfwb; tabsis txhua tug kws kawm tav lawm, nwg yeej yuav paub ib yaam le nwg tug xwbfwb."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.41","label":"41","content":"“Vim le caag koj yuav saib qhov nyuas moov ntoo kws nyob huv koj tug kwvtij lub qhovmuag, tabsis koj tub tsi paub has tas muaj ib yaav ntoo nyob huv koj lub qhovmuag?"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.42","label":"42","content":"Ua le caag koj tseem yuav has rua koj tug kwvtij has tas, ‘Ca kuv paab muab qhov nyuas moov ntoo huv koj lub qhovmuag tawm,’ tabsis koj tub tsi pum yaav ntoo kws nyob huv koj lub qhovmuag. Tug tuabneeg ntsejmuag ncaaj sab nkhaus! Koj ca le xub muab yaav ntoo kws nyob huv koj lub qhovmuag tawm tsaiv, koj txhaj yuav pum kev moog muab qhov nyuas moov ntoo kws nyob huv koj tug kwvtij lub qhovmuag."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.43","label":"43","content":"“Tsob ntoo zoo yeej tsi txi cov txiv phem lossis tsob ntoo phem yeej txi tsi tau cov txiv zoo."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.44","label":"44","content":"Yog yug pum cov txiv, yug yeej paub has tas, tsob ntoo ntawd yog tsob phem lossis tsob zoo. Yug yeej tsi dle txiv ncuav pas ntawm tsob ntoo xuavpaug paaj ntshaa, hab tsi dle txiv maab ntawm tsob xuavpaug nqai hlau."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.45","label":"45","content":"Tug tuabneeg sab zoo yeej has tej lug zoo. Tug tuabneeg sab phem yeej has tej lug phem, rua qhov nwg lub sab xaav le caag, nwg lub ncauj has le ntawd."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.46","label":"46","content":"“Vim le caag mej hu kuv has tas, ‘Tug Tswv, tug Tswv,’ tabsis mej tsua tsi ua lawv le kuv tej lug?"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.47","label":"47","content":"Txhua tug kws lug cuag kuv, noog kuv lug hab ua lawv le kuv qha, kuv yuav qha rua mej paub has tas, tug ntawd zoo le caag?"},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.48","label":"48","content":"Tug ntawd zoo ib yaam le tug kws ua tsev, nwg khawb qhov ncej tub tub, muab pobzeb lug pua, maam le muab ncej lug txhus rua. Thaus dlej fuam lug ntaus lub tsev ntawd, lub tsev tsi ua zug, rua qhov nwg ua lub tsev ntawd khov heev lawm."},{"bible_id":"1726","chapter_code":"LUK.6","verse_code":"LUK.6.49","label":"49","content":"Tug kws nov kuv tej lug, tabsis tsi ua lawv le, tug ntawd zoo ib yaam le tug kws ua tsev kws khawb qhov ncej tsi tub. thaus dlej fuam lug ntaus lub tsev, lub tsev ntawd txawm qaug hab puamtsuaj taag huv tuabsi lawm.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.1","label":"1","content":"Thaus Yexus qha tej ntawd rua suavdlawg noog taag lawm, nwg txawm moog rua peg lub nroog Kapena-us."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.2","label":"2","content":"Nyob huv lub nroog ntawd, muaj ib tug thawj tubrog pawg pua kws yog tuabneeg Loos, nwg muaj ib tug tubkhai kws nwg hlub heev, tug tubkhai ntawd mob heev tub yuav tuag."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.3","label":"3","content":"Thaus tug thawj tubrog ntawd nov luas has txug Yexus, nwg txawm khaiv cov Yudais cov txwjlaug qee leej moog thov Yexus tuaj paab khu nwg tug tubkhai."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.4","label":"4","content":"Puab moog cuag Yexus hab thov taag zug has tas, “Tsimnyog koj moog paab tug thawj tubrog ntawd,"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.5","label":"5","content":"rua qhov nwg hlub peb tsaav tuabneeg, hab nwg ua ib lub tsev saablaaj pub rua peb.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.6","label":"6","content":"Yexus txawm nrug puab moog. Thaus Yexus moog yuav laug txug tug thawj tubrog lub tsev, tug thawj tubrog khaiv nwg ob peb tug phoojywg moog cheem Yexus has tas, “Tug Tswv, nyob tsaam taabkaum koj, kuv yog ib tug kws tsi tsimnyog koj yuav moog huv kuv lub tsev,"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.7","label":"7","content":"hab kuv yog ib tug kws tsi tsimnyog tuaj cuag koj. Thov koj has tuab lus xwb, ces kuv tug tubkhai yeej yuav zoo."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.8","label":"8","content":"Txawm yog kuv los tseem muaj cov thawj kws kaav kuv, hab kuv muaj ib cov tubrog kws kuv kaav. Yog kuv has rua tug nuav has tas, ‘Moog!’ nwg txawm moog. Yog kuv has rua tug tod has tas, ‘Lug!’ nwg txawm lug. Hab yog kuv has rua kuv tug tubkhai has tas, ‘Ua le nuav!’ nwg txawm ua le ntawd.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.9","label":"9","content":"Thaus Yexus nov puab has le ntawd, nwg xaav tsi thoob le; nwg tig moog has rua cov tuabneeg coob coob kws lawv nwg qaab has tas, “Kuv qha rua mej has tas, txawm yog huv cov Yixalayees los kuv tsi tau pum ib tug kws muaj kev ntseeg npaum le tug nuav!”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.10","label":"10","content":"Cov kws tug thawj tubrog khaiv tuaj ntawd rov moog txug tom tug thawj tubrog tsev, ua cav tug tubqhe tub zoo lawm."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.11","label":"11","content":"Tom qaab ntawd tsi ntev  Yexus moog huv lub nroog Na-is, Yexus cov thwjtim hab ib cov tuabneeg coob coob nrug nwg moog."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.12","label":"12","content":"Thaus Yexus moog txug ntawm roojvaag kws moog rua huv lub nroog, txawm muaj tuabneeg kwv ib tug tuag tawm tuaj txug ntawd. Tug tuag ntawd yog ib tug puj ntsuag tug tub, tug puj ntsuag ntawd muaj tuab tug tub xwb. Cov tuabneeg coob coob kws nyob huv lub nroog ntawd nrug nwg tuaj."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.13","label":"13","content":"Thaus tug Tswv pum tug puj ntsuag ntawd, Tug Tswv hlub nwg heev hab has tas, “Koj tsi xob quaj.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.14","label":"14","content":"Yexus txawm txaav zog moog tuav nkaus lub hleb, ces cov tuabneeg kws kwv lub hleb txawm nreg. Yexus has tas, “Tug hluas, kuv has rua koj tas, koj ca le sawv tseeg!”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.15","label":"15","content":"Tug tuag ntawd txawm sawv tseeg nyob quastsawg nrug puab thaam. Yexus coj nwg moog rua nwg nam."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.16","label":"16","content":"Cov tuabneeg ntawd ntshai kawg le, hab puab qhuas Vaajtswv has tas, “Muaj ib tug cev Vaajtswv lug kws muaj fwjchim heev tub lug rua huv peb cov lawm!” Hab puab has tas, “Vaajtswv tub lug cawm nwg tsaav tuabneeg lawm!”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.17","label":"17","content":"Zaaj kws Yexus ua nuav nrov nchaa moo lug moog thoob plawg huv lub xeev Yudas hab tej cheebtsaam kws nyob ibncig ntawd."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.18","label":"18","content":"Yauhaas cov thwjtim qha tej nuav huv tuabsi rua Yauhaas noog."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.19","label":"19","content":"Yauhaas hu nwg ob tug thwjtim lug hab kuas obtug moog cuag tug Tswv hab has tas, “Koj puas yog tug kws Yauhaas has tas yuav lug lossis peb tseem yuav tog dlua lwm tug?”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.20","label":"20","content":"Thaus obtug moog txug ntawm Yexus, obtug has tas, “Yauhaas tug kws muab tuabneeg ua kevcai raus dlej kuas wb tuaj nug saib, koj puas yog tug kws yuav lug lossis peb tseem yuav tog dlua lwm tug?”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.21","label":"21","content":"Lub sijhawm ntawd Yexus khu cov tuabneeg muaj mob ntau leej zoo, nwg ntab dlaab tawm ntawm cov tuabneeg kws raug dlaab, hab nwg khu cov tuabneeg dligmuag ntau leej rov pum kev."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.22","label":"22","content":"Yexus teb ob tug kws Yauhaas khaiv tuaj has tas, “Meb ca le rov qaab moog qha tej kws meb pum hab meb nov rua Yauhaas has tas: cov tuabneeg dligmuag rov pum kev, cov tuabneeg tuag ceg moog taug kev, cov tuabneeg mob ruas zoo,  cov tuabneeg laag ntseg nov lug, cov tuabneeg kws tuag lawm sawv rov lug, hab tub muaj tuabneeg moog qha Txujmoo Zoo rua cov tuabneeg txomnyem lawm."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.23","label":"23","content":"Tug kws ntseeg kuv, tug ntawd yuav tau koob moov!”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.24","label":"24","content":"Thaus ob tug kws Yauhaas khaiv tuaj rov qaab moog lawm, Yexus qha Yauhaas zaaj rua cov tuabneeg coob coob ntawd noog has tas: “Thaus mej moog cuag Yauhaas tom roob mojsaab qhua, mej moog saib dlaabtsi? Mej moog saib tug lojkov kws cua tshuab rawv moog rawv lug los?”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.25","label":"25","content":"Mej moog saib dlaabtsi? Mej moog saib tug tuabneeg kws naav tej tsoog tsho zoo zoo los? Tsuas yog cov tuabneeg kws nyob huv vaajntxwv lub loog, txhaj tau naav zoo hab tau noj seem noj sos xwb!"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.26","label":"26","content":"Mej qha rua kuv saib, mej moog saib dlaabtsi? Mej moog saib ib tug kws cev Vaajtswv lug los? Yog lawm, tabsis kuv qha rua mej has tas, tug kws mej pum ntawd muaj fwjchim luj dlua ib tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.27","label":"27","content":"Rua qhov tug Yauhaas nuav yog tug kws Vaajtswv txujlug tub xub qha tseg lawm: “Vaajtswv has tas, kuv yuav khaiv kuv tug tubkhai ua koj ntej moog khu kev tog koj.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.28","label":"28","content":"“Kuv qha rua mej has tas, txhua tug kws yug lug ntawm quaspuj, tsi muaj ib tug muaj fwjchim luj npaum le Yauhaas; tabsis tug kws yau tshaaj Yauhaas sau Vaajtswv lub Tebchaws, tug ntawd tseem muaj fwjchim luj dlua Yauhaas hab.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.29","label":"29","content":"Taagnrho cov tuabneeg kws nov Yauhaas qha; tsuas yog cov pejxeem hab cov sau se txhaj ntseeg has tas Vaajtswv yog tug ncaaj nceeg, hab puab thov kuas Yauhaas muab puab ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.30","label":"30","content":"Tabsis cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai tsi kaam ua tej kws Vaajtswv kuas puab ua, hab tsi kaam Yauhaas muab puab ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.31","label":"31","content":"Yexus has ntxiv tas, “Kuv yuav muab cov tuabneeg tam nuav pev rua dlaabtsi?” Hab puab zoo le caag?"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.32","label":"32","content":"Puab zoo ib yaam le tej mivnyuas yau kws ua si tom tshaav puam. Paab nuav has rua paab tom has tas, “Peb tub tshuab raaj lawm, tabsis mej tsi seev cev le! Peb quaj nyav, tabsis mej tsi mob sab!"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.33","label":"33","content":"Yauhaas tug kws muab tuabneeg ua kevcai raus dlej, nwg lug, nwg ua kevcai yoo mov, hab nwg tsi haus cawv txiv maab, mej txhaj has tas, ‘Nwg raug dlaab lawm!’"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.34","label":"34","content":"Tuabneeg Leej Tub lug, nwg noj hab haus, mej txhaj has tas, ‘Mej saib, tug tuabneeg nuav! Nwg noj luj hab haus luj, nwg nrug cov tuabneeg sau se hab cov tuabneeg txhum ua phoojywg!’"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.35","label":"35","content":"Txhua tug kws leeg yuav Vaajtswv lub tswvyim, puab teg num yuav ua rua suavdlawg pum has tas, Vaajtswv yog tug kws muaj tswvyim tag.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.36","label":"36","content":"Muaj ib tug Falixais hu Yexus moog nrug nwg noj mo, Yexus txawm moog rua huv tug Falixais tsev, hab nyob quastsawg noj mov."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.37","label":"37","content":"Muaj ib tug quaspuj nyob huv lub nroog ntawd, nwg yog ib tug tuabneeg ua txhum. Nwg nov has tas, Yexus moog noj mov huv tug Falixais tsev, nwg nqaa ib fwj roj tsw qaab"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.38","label":"38","content":"tuaj sawv saab tom qaab ncaaj ntawm Yexus kutaw, nwg quaj kua muag lug ntub Yexus ob txhais kutaw, hab muab nwg cov plaubhau so, nwg nwj Yexus kutaw hab muab cov roj tsw qaab laub ywg Yexus kutaw."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.39","label":"39","content":"Thaus tug Falixais kws hu Yexus lug noj mov pum le ntawd, nwg xaav has tas, “Yog tug nuav yog ib tug cev Vaajtswv lug tag, nwg yeej yuav paub has tas tug quaspuj kws kov nwg ntawd yog ib tug tuabneeg txhum!”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.40","label":"40","content":"Yexus has rua tug Falixais ntawd tas, “Ximoos, kuv muaj ib lu lug xaav has rua koj.” Ximoos teb has tas, “Tau los mas Xwbfwb, koj ca le has.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.41","label":"41","content":"Yexus txawm has tas, “Muaj ob tug txivneej tshuav ib tug yawm nqe. Ib tug tshuav tsib puas lub nyaj, ib tug tshuav tsib caug lub nyaj."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.42","label":"42","content":"Obtug puavleej tsi muaj nyaj them tug yawm ntawd, ces tug yawm ntawd txawm zaam nqe rua obtug huv tuabsi. Yog le, ob tug ntawd, tug twg yuav ncu tug yawm ntawd txaj ntsig heev dlua?”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.43","label":"43","content":"Ximoos teb has tas, “Kuv xaav has tas, yog tug kws tug yawm ntawd zaam nuj nqes ntau dlua rua.” Yexus teb has tas, “Yog le koj has lawm.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.44","label":"44","content":"Yexus tig moog saib tug quaspuj ntawd, hab has rua Ximoos has tas, “Koj puas pum tug quaspuj nuav? Kuv tuaj txug huv koj tsev, koj tub tsi muab dlej ntxuav kuv kutaw, tabsis tug quaspuj nuav muab nwg cov kua muag ntxuav kuv kutaw, hab muab nwg cov plaubhau so."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.45","label":"45","content":"Kuv tuaj, koj tsi nwj kuv, tabsis txij thaus kuv tuaj txug huv koj tsev, tug quaspuj nuav nwj kuv txhais kutaw tsi tseg le."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.46","label":"46","content":"Koj tub tsi muab roj tsw qaab pleev kuv taubhau, tabsis tug quaspuj nuav muab roj tsw qaab laub ywg kuv ob txhais kutaw."},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.47","label":"47","content":"Kuv qha rua koj has tas, qhov kws tug quaspuj nuav muaj kev hlub luj npaum le nuav, qha has tas Vaajtswv tub zaam nwg tej kev txhum huv tuabsi lawm. Tabsis tug kws Vaajtswv zaam txim tsawg, tug ntawd yeej ncu Vaajtswv txaj ntsig tsawg.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.48","label":"48","content":"Yexus has rua tug quaspuj ntawd has tas, “Kuv tub zaam txim rua koj lawm.”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.49","label":"49","content":"Cov tuabneeg kws nrug Yexus noj mov ntawd, puab xaav has tas, “Tug nuav yog leejtwg, nwg txhaj zaam txim tau?”"},{"bible_id":"1726","chapter_code":"LUK.7","verse_code":"LUK.7.50","label":"50","content":"Yexus has rua tug quaspuj ntawd has tas, “Koj txujkev ntseeg tub cawm tau koj dlim lawm; koj ca le moog kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.1","label":"1","content":"Tom qaab ntawd Yexus moog txhua nrho huv tej nroog hab tej zog, Yexus qha Txujmoo Zoo kws has txug Vaajtswv lub Tebchaws. Yexus kaum ob tug thwjtim nrug nwg moog,"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.2","label":"2","content":"hab cov quaspuj qee leej kws yaav taag lug raug dlaab kws Yexus ntab dlaab tawm hab khu puab tej mob zoo lawm. Cov quaspuj ntawd yog Malis (kws hu ua Madalas), nwg yog tug kws yaav taag lug, Yexus ntab xyaa tug dlaab tawm lawm;"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.3","label":"3","content":"Yau-anas kws yog Khuxas tug quaspuj. Khuxas yog tug kws zuv Helauj lub tsev; Xuxaanas, hab muaj dlua ob peb tug quaspuj, puab yog cov kws pheej muab puab tej nyaj hab qhov txhua chaw paab Yexus hab nwg cov thwjtim."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.4","label":"4","content":"Pheej muaj tuabneeg tuaj huv tej nroog tuaj cuag Yexus tsi tu ncua le. Thaus cov tuabneeg tuaj ua ke coob coob lawm, Yexus has ib zaaj lug pevtxwv rua puab has tas,"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.5","label":"5","content":"“Muaj ib tug txivneej nqaa noob nplej moog tseb, thaus nwg tseb cov noob nplej rua huv dlaim teb, muaj qee lub poob rua huv plawv kev qhov kws tuabneeg tsuj moog tsuj lug, hab noog txawm lug khaws noj lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.6","label":"6","content":"Muaj qee lub poob rua ntawm qhov aav kws huv muaj pobzeb tiv lawm, thaus lub nplej tuaj kaug, tug kaug ca le qhuav lawm, rua qhov aav tsi noo."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.7","label":"7","content":"Muaj qee lub poob rua huv qaab tsob xuavpaug, ces tsob xuavpaug hlub tuaj laum tsob nplej tuag taag lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.8","label":"8","content":"Hab muaj qee lub poob rua ntawm qhov aav zoo. Cov ntawd tuaj zoo hab txhawv taug, ib naab twg txi tau ib puas lub.” Yexus xaus lug has tas, “Yog leejtwg muaj qhovntsej, ca le noog.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.9","label":"9","content":"Yexus cov thwjtim nug Yexus saib, zaaj lug pevtxwv kws Yexus has ntawd txhais le caag."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.10","label":"10","content":"Yexus teb has tas, “Zaaj kws tuabneeg tsi tau paub has txug Vaajtswv lub Tebchaws, kuv tub qha rua mej paub lawm, tabsis dlua le lwm tug, kuv ua lug pevtxwv qha xwb, txawm yog puab saib los puab yuav tsi pum, txawm yog puab noog los puab yuav tsi totaub."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.11","label":"11","content":"“Zaaj lug pevtxwv nuav txhais has tas: cov noob nplej yog pev txug Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.12","label":"12","content":"Cov noob nplej kws poob rua ntawm txujkev, pev txug Vaajtswv txujlug kws tuabneeg nov, tabsis dlaab Ntxwgnyoog txawm lug txeeb txujlug ntawd tawm huv puab lub sab lawm, kuas puab tsi ntseeg hab tsi tau txujkev cawm dlim."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.13","label":"13","content":"Cov noob nplej kws poob rua ntawm qhov aav kws huv muaj pobzeb tiv lawm, pev txug Vaajtswv txujlug kws thaus tuabneeg nov dlheev, puab txaus sab hlo txais yuav, tabsis txujlug ntawd cog tsi ruaj rua huv puab lub sab; puab ntseeg ib ntus xwb, thaus puab raug kev sim sab, ces puab ca le thim rov qaab lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.14","label":"14","content":"Cov noob nplej kws poob rua huv qaab tsob xuavpaug, pev txug Vaajtswv txujlug kws tuabneeg nov; tabsis puab tej kev ntxhuv sab, kev ntshaw nyaj, hab kev lomzem huv nplajteb nuav, hlub tuaj laum Vaajtswv txujlug lawm, puab txujkev ntseeg txhaj tsi luj hlub."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.15","label":"15","content":"Cov noob nplej kws poob rua ntawm qhov aav zoo, pev txug Vaajtswv txujlug kws tuabneeg nov, puab muaj lub sab mog muas, sab dlawb sab zoo khaws txujlug ntawd ca rua huv puab lub sab, hab ua sab ntev moog txug nub kws txujlug ntawd tawg paaj hab txi txiv."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.16","label":"16","content":"“Tsi muaj leejtwg taws teeb hab muab phab khwb rua lossis muab txawb rua huv qaab txaag. Tabsis tsuas muaj yuav muab txawb rua sau qhov chaw sab xwb, kuas cov tuabneeg kws tuaj huv tsev txhaj pum kev."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.17","label":"17","content":"“Tej kws muab zais ca lawm, yeej yuav muaj tuabneeg pum, hab tej kws muab npog ca lawm, yeej yuav muaj tug muab nthuav lug qha rua suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.18","label":"18","content":"“Yog le ntawd, mej yuavtsum ceevfaaj hab ua tuab zoo noog, rua qhov tug kws muaj lawm, yuav muab ntxiv kuas tug ntawd muaj nplua mag, tabsis tug kws tsi muaj, txawm yog nwg xaav has tas nwg muaj mivntsiv los yuav muab rhu ntawm nwg moog.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.19","label":"19","content":"Yexus nam hab Yexus cov kwv yuav tuaj cuag Yexus, tabsis muaj tuabneeg coob coob, puab tsi tau kev moog cuag nwg."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.20","label":"20","content":"Muaj ib tug lug has rua Yexus has tas, “Koj nam hab koj cov kwv tuaj sawv saab nrau, puab xaav ntsib koj.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.21","label":"21","content":"Yexus has rua suavdlawg has tas, “Cov kws nov Vaajtswv txujlug hab ua lawv le txujlug ntawd, txhaj yog kuv nam hab kuv cov kwv.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.22","label":"22","content":"Muaj ib nub Yexus hab nwg cov thwjtim nce moog rua huv nkoj, Yexus has rua puab tas, “Peb ca le hlaa havtxwv moog rua saab tim u.” Ces puab txawm moog."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.23","label":"23","content":"Thaus puab taabtom nkuam nkoj hlaa havtxwv moog, Yexus txawm pw tsaug zug lawm. Taamsim ntawd txawm muaj cua dlaaj cua dlub hlub heev ntsawj dlej ndlaas lug rua huv lub nkoj, puab txhua tug ntshai nyob tsaam lub nkoj tog."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.24","label":"24","content":"Cov thwjtim moog tsaa Yexus hab has tas, “Tug Tswv, Tug Tswv, peb tub yuav tuag!” Yexus sawv tseeg lug txwv cua hab dlej; Ces cua txawm tu hab dlej havtxwv kws nphau tej nam twv txawm tug tsi ndlaas lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.25","label":"25","content":"Yexus has rua cov thwjtim has tas, “Mej kev ntseeg dlua twg taag lawm?” Cov thwjtim xaav tsi thoob hab ntshai kawg le, puab sis thaam has tas, “Tug nuav yog leejtwg, nwg yuav txwv tau cua hab dlej, cua hab dlej kuj noog nwg lug hab!”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.26","label":"26","content":"Yexus hab nwg cov thwjtim caij nkoj moog txug ntawm cheebtsaam Nkelaxas  kws nyob saab Havtxwv Kalilais tim u."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.27","label":"27","content":"Thaus Yexus tawm lug rua tim ntug, nwg ntsib ib tug txivneej raug dlaab kws nyob huv nroog tuaj. Nwg tsi naav rig tsho hab tsi nyob huv tsev lug ntev lawm, nwg nyob tom roob toj ntxaas xwb."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.28","label":"28","content":"Thaus nwg pum Yexus, nwg quaj qw txhus caug ndlua ntawm Yexus xubndlag, hab has nrov nrov has tas, “Yexus kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus tug Tub! Koj tuaj thaab kuv ua dlaabtsi? Kuv thov koj tsi xob tsimtxom kuv!”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.29","label":"29","content":"Nwg has le ntawd, rua qhov Yexus tub has kuas dlaab ca le tawm ntawm nwg moog. Dlaab nkaag rua huv nwg ntau zag, txawm yog muab saw hlau khi nwg teg nwg taw hab tso tuabneeg zuv los nwg muab ntag tu taag huv tuabsi, hab dlaab yuam nwg moog rua tom roob mojsaab qhua."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.30","label":"30","content":"Yexus nug nwg has tas, “Koj lub npe hu le caag?” Nwg teb has tas, “Kuv lub npe hu ua Coob.” Rua qhov muaj ntau tug dlaab nyob rua huv nwg."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.31","label":"31","content":"Cov dlaab ntawd thov Yexus has tas, “Tsi xob ntab peb moog rua huv ntuj tawg.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.32","label":"32","content":"Nyob ze ntawd muaj ib paab npua coob coob taabtom nrhav noj ntawm ib ntaa toj. Cov dlaab ntawd thov Yexus has tas, “Ca peb moog rua huv paab npua ntawd.” Ces Yexus txawm ca puab moog."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.33","label":"33","content":"Dlaab tawm plawg huv tug txivneej ntawd moog nkaag rua huv paab npua. Paab npua ca le dlha moog poob tsaag tsua rua huv havtxwv tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.34","label":"34","content":"Thaus cov tuabneeg zuv npua pum le ntawd, puab txawm dlha rov qaab moog qha tej ntawd rua cov tuabneeg kws nyob huv tej zog kws nyob ibncig lub nroog ntawd."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.35","label":"35","content":"Ces suavdlawg txawm tawm tuaj moog saib muaj le caag tag, thaus puab tuaj txug ntawm Yexus, puab pum tug txivneej raug dlaab ntawd, nwg feeb meej lawm, nwg naav rig tsho hab nwg nyob ntawm Yexus kutaw; puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.36","label":"36","content":"Cov tuabneeg kws pum tej nuav, puab qha rua suavdlawg paub has tas, ua le caag tug raug dlaab ntawd zoo lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.37","label":"37","content":"Cov tuabneeg kws nyob huv cheebtsaam Nkelaxas thov kuas Yexus ca le tawm huv cheebtsaam ntawd moog, rua qhov puab ntshai heev. Yog le ntawd, Yexus txawm nce rua huv nkoj hab moog lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.38","label":"38","content":"Tug txivneej kws Yexus ntab dlaab tawm ntawd, nwg thov Yexus has tas, “Ca kuv nrug koj moog.” Tabsis Yexus kuas nwg rov qaab moog hab has rua nwg tas,"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.39","label":"39","content":"“Koj ca le rov qaab moog tsev, hab qha tej kws Vaajtswv paab koj lawm rua suavdlawg noog.” Tug txivneej ntawd txawm moog thoob plawg lub nroog, hab qha tej kws Yexus paab nwg lawm rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.40","label":"40","content":"Thaus Yexus rov lug txug saab ntug havtxwv tim nuav, muaj tuabneeg coob coob tuaj nyob qhov ntawd tog nwg, thaus puab pum nwg puab zoo sab kawg le."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.41","label":"41","content":"Muaj ib tug txivneej hu ua Yailus,; nwg yog tug kws saib num huv lub tsev saablaaj huv lub nroog ntawd. Thaus nwg tuaj txug, nwg txhus caug ndlua ntawm Yexus kutaw hab thov kuas Yexus moog rua tom nwg lub tsev,"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.42","label":"42","content":"rua qhov nwg tug ntxhais kws muaj noobnyoog kaum ob xyoos, mob heev tub yuav tuag. Thaus Yexus taabtom taug kev moog, muaj tuabneeg coob coob nrug Yexus moog si nphoo quas tshua."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.43","label":"43","content":"Muaj ib tug quaspuj kws coj khaub dluag tau kaum ob xyoos tsi tu, hab nwg txomnyem kawg le. Nwg muab taagnrho nwg tej nyaj moog ndlav kws tshuaj khu,  tabsis tsi muaj ib tug kws tshuaj khu tau nwg le."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.44","label":"44","content":"Nwg txiv ntag lug rua tom Yexus nrausqaum, nwg cev teg moog kov Yexus lub tw tsho, taamsim ntawd ntshaav txawm tu nrho lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.45","label":"45","content":"Yexus nug has tas, “Leejtwg kov kuv?” Tabsis tsi muaj leejtwg leeg le. Petus teb has tas, “Tug Tswv, cov tuabneeg coob coob kws nyob puagncig koj chwv koj xwb.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.46","label":"46","content":"Tabsis Yexus has tas, “Yeej muaj ib tug kov kuv xwb, rua qhov kuv paub has tas fwjchim tub tawm ntawm kuv lawm.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.47","label":"47","content":"Tug quaspuj ntawd paub has tas Yexus paub lawm. Nwg txawm lug txhus caug ndlua ntawm Yexus kutaw ua ib ce tshee nyo. Nwg qha rua Yexus taabmeeg suavdlawg has tas, vim le caag nwg kov Yexus lub tw tsho, hab yog le caag, nwg tug mob txhaj zoo lawm."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.48","label":"48","content":"Yexus has rua nwg tas, “Mivntxhais, koj tug mob zoo lawm, tub yog vim koj ntseeg. Koj ca le moog kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.49","label":"49","content":"Thaus Yexus taabtom has le ntawd, muaj ib tug tuaj tom Yailus tsev tuaj qha rua Yailus has tas, “Koj tug ntxhais tub tuag lawm, koj tsi xob taabkaum Xwbfwb ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.50","label":"50","content":"Thaus Yexus nov le ntawd, Yexus has rua Yailus has tas, “Koj tsi xob ntshai; ca le ntseeg, koj tug ntxhais yeej yuav caj.”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.51","label":"51","content":"Thaus Yexus moog txug huv Yailus tsev lawm, nwg tsi pub leejtwg nrug nwg moog rua huv txaaj, tsuas pub Petus, Yauhaas hab Yakaunpaus, hab tug ntxhais nam hab txiv nrug nwg moog xwb."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.52","label":"52","content":"Cov tuabneeg kws nyob huv tsev, quaj nyav tug ntxhais ntawd ntsoog qeeg. Yexus has rua puab has tas, “Mej tsi xob quaj quaj; tug mivntxhais nuav tsi tuag, nwg pw tsaug zug xwb!”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.53","label":"53","content":"Cov tuabneeg ntawd luag Yexus zum zawg, rua qhov puab yeej paub has tas, tug ntxhais ntawd tuag lawm tag."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.54","label":"54","content":"Tabsis Yexus moog tuav nkaus tug ntxhais ntawd teg hab has tas, “Mivntxhais, koj ca le sawv!”"},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.55","label":"55","content":"Tug ntxhais ntawd txawm rov muaj sa hab sawv tseeg taamsim ntawd. Yexus kuas puab muab mov lug rua tug ntxhais noj."},{"bible_id":"1726","chapter_code":"LUK.8","verse_code":"LUK.8.56","label":"56","content":"Tug ntxhais ntawd nam hab txiv xaav tsi thoob le, tabsis Yexus txwv tsi pub obtug qha tej nuav rua leejtwg."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.1","label":"1","content":"Yexus hu nwg kaum ob tug thwjtim lug, nwg pub fwjchim rua puab ntab tau dlaab hab khu tau mob zoo."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.2","label":"2","content":"Tom qaab ntawd, nwg khaiv puab moog qha zaaj kws has txug Vaajtswv lub Tebchaws hab khu tej tuabneeg kws muaj mob."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.3","label":"3","content":"Yexus has rua puab tas, “Thaus mej moog, mej tsi xob nqaa ib yaam dlaabtsi moog, txawm yog tug paas nreg, naab thoobpuab, zaub mov, nyaj hab rig tsho hloov los tsi xob nqaa le."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.4","label":"4","content":"Yog yim twg zoo sab hu mej moog huv puab tsev, mej ca le moog su huv yim ntawd moog txug nub kws mej tawm huv lub nroog ntawd moog;"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.5","label":"5","content":"yog mej moog txug qhov twg, yog tsi muaj leejtwg hu mej moog su huv puab tej tsev, mej ca le tawm huv lub nroog ntawd moog, hab nchus tej moov aav kws lu mej kutaw, mej ua le ntawd kuas puab paub has tas, puab muaj txim.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.6","label":"6","content":"Cov thwjtim txawm moog rua txhua lub zog, puab qha Txujmoo Zoo hab khu tej tuabneeg muaj mob kws nyob txhua qhov zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.7","label":"7","content":"Helauj tug kws ua nom kaav lub xeev Kalilais, thaus nwg nov tej kws Yexus ua ntawd, nwg ntxhuv sab heev; rua qhov muaj tuabneeg has tas, Yauhaas tug kws muab tuabneeg ua kevcai raus dlej sawv huv qhov tuag rov qaab lug lawm,"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.8","label":"8","content":"Muaj qee leej has tas, yog Eliyas rov qaab lug tshwm rua suavdlawg pum, hab muaj qee leej has tas, yog ib tug cev Vaajtswv lug txheej thaus sawv rov qaab lug."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.9","label":"9","content":"Helauj has tas, “Kuv tub muab Yauhaas txav cejdlaab lawm; tug kws kuv nov moo nuav tsua yog leejtwg?” Helauj hajyam xaav pum Yexus heev."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.10","label":"10","content":"Thaus cov timthawj rov qaab lug, puab qha txhua yaam kws puab moog ua lawm rua Yexus noog. Yexus coj puab moog rua tim ib lub nroog hu ua Npexaidas."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.11","label":"11","content":"Thaus cov tuabneeg nov has tas Yexus hab nwg cov thwjtim moog rua tid lawm. Puab txawm lawv Yexus qaab moog. Yexus zoo sab tog txais puab txhua tug, hab qha zaaj kws has txug Vaajtswv lub Tebchaws rua puab, hab nwg khu txhua tug kws muaj mob zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.12","label":"12","content":"Thaus nub yuav poob qho, kaum ob tug thwjtim lug has rua Yexus has tas, “Koj ca le kuas suavdlawg moog nrhav zaub mov noj, hab chaw pw huv tej zog hab tej teb kws nyob ibncig ze ntawm nuav, rua qhov ntawm nuav nyob dleb nroog.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.13","label":"13","content":"Tabsis Yexus has rua cov thwjtim has tas, “Mej ca le nrhav rua puab noj.” Cov thwjtim teb has tas, “Peb tsuas muaj tsib lub ncuav hab ob tug ntseg xwb. Koj xaav kuas peb moog yuav mov lug rua suavdlawg noj los?”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.14","label":"14","content":"(Cov txivneej kws nyob ntawd muaj kwvlaam le tsib txheeb leej.) Yexus has rua nwg cov thwjtim has tas, “Mej kuas suavdlawg lug nyob ua tej paab, ib paab twg tsib caug leej.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.15","label":"15","content":"Cov thwjtim kuas suavdlawg nyob lawv le Yexus has."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.16","label":"16","content":"Yexus muab tsib lub ncuav hab ob tug ntseg lug, nwg tsaa qhovmuag saib sau ntuj, hab ua Vaajtswv tsaug, nwg muab cov ncuav hab ob tug ntseg ndlais cev rua cov thwjtim nqaa moog faib rua suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.17","label":"17","content":"Txhua tug puavleej tau noj tsau huv tuabsi. Cov thwjtim moog sau tej kws suavdlawg noj tsi taag tau kaum ob tawb."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.18","label":"18","content":"Muaj ib zag thaus Yexus tuab leeg taabtom thov Vaajtswv, nwg cov thwjtim lug cuag nwg. Yexus nug puab has tas, “Tej tuabneeg suavdlawg has tas kuv yog leejtwg?”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.19","label":"19","content":"Cov thwjtim teb has tas, “Muaj qee leej has tas koj yog Yauhaas tug kws muab tuabneeg ua kevcai raus dlej; muaj qee leej has tas koj yog Eliyas, hab muaj qee leej has tas koj yog ib tug ntawm cov cev Vaajtswv lug txheej thaus sawv rov qaab lug.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.20","label":"20","content":"Yexus nug cov thwjtim has tas, “Mej ne, mej tsua has tas kuv yog leejtwg?” Petus teb has tas, “Koj yog tug Mexiyas kws Vaajtswv khaiv lug.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.21","label":"21","content":"Yexus txwv cov thwjtim tawv tawv has tas, “Mej tsi xob qha zaaj nuav rua leejtwg le.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.22","label":"22","content":"hab nwg has ntxiv rua puab tas, “Tuabneeg Leej Tub yuav raug kev tsimtxom ntau yaam, hab cov txwjlaug, cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai, yuav tsi leeg yuav nwg. Puab yuav muab nwg tua povtseg, tabsis tom qaab ntawd peb nub nwg yuav sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.23","label":"23","content":"Hab Yexus has rua puab tas, “Yog leejtwg xaav nrug kuv moog, tug ntawd yuavtsum tswj nwg lub sab, hab naj nub kwv nwg tug ntoo khaublig nrug kuv moog."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.24","label":"24","content":"Rua qhov tug kws khauvxwm nwg txujsa, tug ntawd yuav tsi tau txujsa, tabsis tug kws tsi khauvxwm nwg txujsa, vim nwg ntseeg kuv, tug ntawd yuav tau txujsa."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.25","label":"25","content":"Yog leejtwg tau ib puas tsaav yaam huv nplajteb nuav lug ua nwg tug, tabsis nwg txujsa tu lawm, tej ntawd yuav muaj nqes dlaabtsi rua nwg!"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.26","label":"26","content":"Yog leejtwg txaajmuag qha kuv lub npe hab kuv tej lug, thaus Tuabneeg Leej Tub tug kws muaj leej Txiv tug tshwjchim kws ci ntsaa ab nrug cov timtswv dlawbhuv lug sau ntuj lug, kuv yuav txaajmuag leeg has tas, tug ntawd yog kuv le."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.27","label":"27","content":"Kuv qha tseeb rua mej has tas, cov tuabneeg kws nyob ntawm nuav, muaj qee leej yuav tsi tau tuag ua ntej puab pum Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.28","label":"28","content":"Yim nub tom qaab kws Yexus qha tej ntawd taag, Yexus coj Petus, Yauhaas hab Yakaunpaus nrug nwg moog thov Vaajtswv peg roob."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.29","label":"29","content":"Thaus Yexus taabtom thov Vaajtswv, Yexus lub ntsejmuag txawm hloov hlo, hab nwg cev rig tsho ci ntsaa ab dlawb paug."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.30","label":"30","content":"Taamsim ntawd muaj ob tug txivneej lug nrug Yexus thaam. Ob tug ntawd yog Mauxes hab Eliyas."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.31","label":"31","content":"Obtug muaj tshwjchim ci ntsaa ab hab obtug nrug Yexus thaam txug teg num kws Vaajtswv kuas Yexus ua, hab yuav tav rua thaus Yexus tuag rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.32","label":"32","content":"Petus hab Petus ob tug phoojywg tsaug zug heev, tabsis puab tsim dlheev lug, puab pum Yexus tug tshwjchim ci ntsaa ab hab muaj obtug txivneej nrug Yexus sawv ntawd."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.33","label":"33","content":"Thaus ob tug txivneej ntawd ncaim Yexus moog lawm, Petus has rua Yexus has tas, “Tug Tswv, peb tuaj nyob ntawm nuav zoo kawg le! Peb yuav ua peb lub tsev pheebsuab, ib lub rua koj, ib lub rua Mauxes, hab ib lub rua Eliyas.” (Petus tsi paub sov ua le caag Petus has le ntawd.)"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.34","label":"34","content":"Thaus Petus tseem taabtom has le ntawd, txawm muaj ib tauv fuab lug roog puab, cov thwjtim ntshai kawg le."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.35","label":"35","content":"Hab muaj ib lub suab has huv tauv fuab tuaj has tas, “Tug nuav yog kuv tug Tub kws kuv xaiv ca lawm, mej yuavtsum noog nwg lug!”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.36","label":"36","content":"Thaus lub suab ntawd has xaus lawm, puab pum Yexus tuab leeg nyob ntawd xwb. Peb tug thwjtim npog tej kws puab pum ntawd, tsi qha rua leejtwg paub le."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.37","label":"37","content":"Nub tom qaab thaus Yexus hab nwg peb tug thwjtim nqeg peg roob lug, muaj tuabneeg coob coob tuaj cuag Yexus."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.38","label":"38","content":"Muaj ib tug txivneej huv paab tuabneeg ntawd hu Yexus nrov nrov has tas, “Xwbfwb! Kuv thov koj paab kuv tug tub, kuv muaj tuab tug tub nuav xwb!"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.39","label":"39","content":"Nwg raug dlaab. Thaus dlaab nkaag rua huv nwg, taamsim ntawd nwg qw nrov nrov hab fuam ib thaaj, ua rua nwg npuag ncauj tawm plawg. Dlaab pheej tsimtxom nwg hab tsi kaam tawm huv kuv tug tub moog le!"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.40","label":"40","content":"Kuv thov koj cov thwjtim ntab dlaab tawm, tabsis puab ntab tsi tau.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.41","label":"41","content":"Yexus teb has tas, “Cov tuabneeg tsi ntseeg hab tsi ncaaj! Kuv tseem yuav nrug mej nyob ntev le caag? Hab kuv yuav ua sab ntev rua mej moog txug thaus twg?” Yexus has rua tug txivneej ntawd has tas, “Ca le coj koj tug tub lug ntawm nuav.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.42","label":"42","content":"Thaus tug mivtub taabtom lug, dlaab ua rua nwg qaug kag rua huv aav, nwg fuam ib thaaj ib thaaj hab nti moog nti lug. Yexus txawm ntab kuas dlaab tawm, Yexus khu tug tub ntawd, hab muab nwg rov rua nwg txiv."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.43","label":"43","content":"Cov tuabneeg kws pum Vaajtswv lub fwjchim kws luj kawg nkaus ntawd, puab xaav tsi thoob le. Thaus suavdlawg tseem pheej xaav tsi thoob rua txhua yaam kws Yexus ua ntawd, Yexus has rua nwg cov thwjtim has tas,"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.44","label":"44","content":"“Mej yuavtsum ncu ntsoov tej kws kuv qha rua mej nuav! Luas yuav nteg Tuabneeg Leej Tub coj moog rua tuabneeg tsimtxom.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.45","label":"45","content":"Tabsis cov thwjtim tsi totaub lub ntsab lug kws Yexus has ntawd le. Yexus tsi qha lub ntsab lug rua puab, puab txhaj tsi paub, hab puab ntshai nug Yexus txug zaaj ntawd."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.46","label":"46","content":"Cov thwjtim sis caav has tas, leejtwg yuav tau ua tug luj dlua ndlais?"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.47","label":"47","content":"Yexus paub tej kws puab xaav ntawd, nwg txawm coj ib tug mivnyuas yau lug sawv ntawm nwg ib saab,"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.48","label":"48","content":"hab nwg has rua puab tas, “Tug kws leeg yuav tug mivnyuas yau nuav lug ntawm kuv lub npe, kuj yog nwg leeg yuav kuv; hab tug kws leeg yuav kuv, yog nwg leeg yuav tug kws khaiv kuv lug. Rua qhov tug kws yau dlua ndlais huv mej cov, tug ntawd txhaj yog tug kws luj dlua ndlais.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.49","label":"49","content":"Yauhaas has tas, “Tug Tswv, peb pum ib tug txivneej tuav koj lub npe ntab dlaab. Peb txwv tsi pub nwg ua le ntawd rua qhov nwg tsi yog peb paab.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.50","label":"50","content":"Yexus has rua Yauhaas hab cov thwjtim has tas, “Mej tsi xob txwv nwg, rua qhov tug kws tsi tawmtsaam mej, tug ntawd yog mej paab.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.51","label":"51","content":"Thaus ze lub sijhawm kws Vaajtswv yuav coj Yexus moog sau ntuj ceebtsheej, Yexus txav txim sab moog nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.52","label":"52","content":"Yexus khaiv ib cov tuabneeg ua nwg ntej moog, puab moog rua huv cov Xamalis ib lub zog, hab moog npaaj txhua yaam tog Yexus."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.53","label":"53","content":"Tabsis cov tuabneeg Xamalis tsi pub Yexus moog rua huv puab lub zog, rua qhov puab paub has tas Yexus yuav moog nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.54","label":"54","content":"Thaus Yakaunpaus hab Yauhaas kws yog Yexus ob tug thwjtim nov le ntawd, obtug has rua Yexus has tas, “Tug Tswv, koj puas kheev wb hu suavtawg poob sau ntuj lug hlawv cov tuabneeg ntawd kuas puamtsuaj?”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.55","label":"55","content":"Yexus tig hlo moog tshev obtug."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.56","label":"56","content":"Ces Yexus hab cov thwjtim tawm moog dlua lwm lub zog lawm."},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.57","label":"57","content":"Thaus puab taabtom taug kev moog, muaj ib tug txivneej has rua Yexus has tas, “Kuv yuav nrug koj moog. Txawm yog koj moog qhov twg los kuv yuav nrug koj moog.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.58","label":"58","content":"Yexus teb tug ntawd has tas, “Txawm yog maa los muaj qhov nkaum, hab noog los muaj zeg, tabsis Tuabneeg Leej Tub tsi muaj chaw pw.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.59","label":"59","content":"Yexus has rua lwm tug txivneej has tas, “Koj ca le nrug kuv moog.” Tabsis tug ntawd teb has tas, “Tug Tswv, thov ca kuv moog log kuv txiv tsaiv, kuv maam le nrug koj moog.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.60","label":"60","content":"Yexus teb has tas, “Ca cov tuabneeg tuag log puab tug tuag. Koj ca le moog qha zaaj kws has txug Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.61","label":"61","content":"Muaj dlua ib tug txivneej has tas, “Tug Tswv, kuv yuav nrug koj moog; tabsis ca kuv moog has rua kuv tsev tuabneeg paub tsaiv.”"},{"bible_id":"1726","chapter_code":"LUK.9","verse_code":"LUK.9.62","label":"62","content":"Yexus has rua tug ntawd tas, “Yog leejtwg taabtom tuav khais laij lag, tabsis nwg pheej tig saib rov tom qaab, tug ntawd tsi tsimnyog rua Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.1","label":"1","content":"Tom qaab ntawd tug Tswv xaiv dlua xyaa caum ob  leeg, hab khaiv puab ob leeg moog ib qho, ua Yexus ntej moog rua txhua lub nroog hab txhua lub zog kws Yexus yuav moog."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.2","label":"2","content":"Yexus has rua puab tas, “Cov nplej kws zoo hlais lawm muaj ntau, tabsis cov tuabneeg kws hlais muaj tsawg. Mej ca le thov tug tswv teb kuas nwg khaiv dlua ib cov tuabneeg moog paab hlais nwg cov nplej."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.3","label":"3","content":"Mej ca le moog! Kuv khaiv mej moog ib yaam le paab yaaj kws yuav moog rua huv paab maa."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.4","label":"4","content":"Mej tsi xob nqaa naab nyaj lossis naab thoobpuab lossis khau; Yog mej ntsib leejtwg ntawm kev, mej tsi xob nrug tug ntawd thaam."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.5","label":"5","content":"Thaus mej moog rua huv leejtwg tsev, mej yuavtsum xub has tas, ‘Thov Vaajtswv foom koob moov rua mej.’"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.6","label":"6","content":"Yog tsev tuabneeg ntawd muaj ib tug xaav tau Vaajtswv txuj koob moov, ces tug ntawd yuav tau lawv le kws mej has. Tabsis yog tsi muaj tug kws xaav tau Vaajtswv txuj koob moov, ces lu lug koob moov ntawd yuav rov lug rua ntawm mej."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.7","label":"7","content":"Mej ca le nyob huv lub tsev ntawd, puab pub rua mej noj hab haus le caag, Mej ca le noj hab haus le ntawd. Rua qhov yeej tsimnyog tug kws ua num tau nqe zug. Tsi xob tawm huv lub tsev ntawd moog pw dlua lwm lub tsev."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.8","label":"8","content":"Thaus mej moog txug lub nroog twg, yog cov tuabneeg ntawd pub mej su, tej zaub mov kws puab ua rua mej noj, mej ca le noj,"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.9","label":"9","content":"mej ca le khu tej tuabneeg kws muaj mob huv lub nroog ntawd, hab qha rua puab paub has tas, ‘Vaajtswv lub Tebchaws tub lug ze mej lawm.’"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.10","label":"10","content":"Tabsis thaus mej moog txug huv lub nroog twg, yog cov tuabneeg ntawd tsi pub mej su, mej ca le moog rua tom tej kev hab qha has tas,"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.11","label":"11","content":"‘Txawm yog tej nyuas plauv aav huv mej lub nroog kws lu peb kutaw los peb yuav so huv tuabsi, kuas mej paub has tas mej yuav raug kev puamtsuaj. Tabsis kuas mej ncu ntsoov has tas Vaajtswv lub Tebchaws tub lug ze mej lawm!’"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.12","label":"12","content":"Kuv has tseeb rua mej has tas, Nub kws Vaajtswv Txav Txim, nwg yuav rau txim rua lub nroog ntawd nyaav dlua le nwg rau txim rua lub nroog Xaudoos!"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.13","label":"13","content":"“Lub nroog Khaulaxis, koj yuav raug kev puamtsuaj! lub nroog Npexaidas, koj yuav raug kev puamtsuaj! Tej txujci tseemceeb kws luas tub ua rua meb pum lawm, yog ua tej ntawd rua huv lub nroog Tiles hab lub nroog Xidoos, ces cov tuabneeg kws nyob huv ob lub nroog ntawd, tub xub muab naab tsaaj lug npua, nyob huv qhov tshauv hab tsuab tshauv lug nphoo rua ib ce ntxuv lug lawm. Puab ua le ntawd, kuas suavdlawg paub has tas, puab tub tso puab tej kev txhum tseg lawm!"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.14","label":"14","content":"Nub kws Vaajtswv txav txim, nwg yuav rau txim rua meb nyaav dlua le kws nwg rau txim rua lub nroog Tiles hab lub nroog Xidoos."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.15","label":"15","content":"Lub nroog Kapena-us, koj yuav tsaav koj lub fwjchim kuas moog txij ntuj los? Kuv yuav muab koj pov moog rua huv ntuj tawg!”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.16","label":"16","content":"Yexus has rua nwg cov thwjtim has tas, “Tug kws noog mej lug, tug ntawd yeej noog kuv lug. Tug kws tsi leeg paub mej, tug ntawd yeej tsi leeg paub kuv; hab tug kws tsi leeg paub kuv, tug ntawd yeej tsi leeg paub tug kws khaiv kuv lug.”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.17","label":"17","content":"Thaus xyaa caum ob leeg  thwjtim rov qaab lug, puab zoo sab kawg le. Puab has rua Yexus has tas, “Tug Tswv, thaus peb tuav koj lub npe ntab dlaab, dlaab kuj noog peb lug hab!”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.18","label":"18","content":"Yexus teb puab has tas, “Kuv pum dlaab Ntxwgnyoog poob sau ntuj lug ib yaam le tsaglig xub laim."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.19","label":"19","content":"Mej ua tuab zoo noog! Kuv tub pub fwjchim rua mej lawm, mej yuav tsuj tau naab hab raubris teb, hab mej yuav muaj fwjchim kovyeej dlaab Ntxwgnyoog, hab yuav tsi muaj dlaabtsi ua rua mej raug mob."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.20","label":"20","content":"Tabsis mej tsi xob zoo sab rua qhov kws dlaab noog mej lug ntawd; mej ca le zoo sab rua qhov kws Vaajtswv tub sau mej lub npe ca rua sau ntuj ceebtsheej lawm.”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.21","label":"21","content":"Thaus ntawd Vaaj Ntsujplig tug Dlawbhuv  ua rua Yexus zoo sab kawg le, Yexus has tas, “Kuv Txiv, koj yog tug kws kaav lub ntuj hab lub nplajteb nuav! Kuv ua koj tsaug, rua qhov koj tub muab tej nuav zais ca tsi qha rua cov tuabneeg kws muaj tswvyim hab txawj ntse paub, tabsis koj qha tej ntawd rua cov tuabneeg kws tsi txawj tsi ntse paub xwb. Txiv, koj yeej pum zoo ua le ntawd."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.22","label":"22","content":"“Kuv Txiv tub muab ib puas tsaav yaam rua kuv lawm. Tsi muaj leejtwg paub leej Tub, tsuas yog leej Txiv txhaj paub xwb, hab tsi muaj leejtwg paub leej Txiv, tsuas yog leej Tub txhaj paub xwb, tsuas yog leej Tub hab cov kws leej Tub pum zoo qha rua txhaj paub xwb.”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.23","label":"23","content":"Yexus txawm tig moog has tuabywv rua cov thwjtim has tas, “Tej kws mej pum nuav, yog mej muaj moo kawg, mej txhaj pum!"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.24","label":"24","content":"Kuv qha rua mej has tas, ‘Cov kws cev Vaajtswv lug hab cov vaajntxwv ntau leej xaav pum tej kws mej pum, tabsis puab tsi pum, puab xaav nov tej kws mej nov, tabsis puab tsi tau nov.’ ”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.25","label":"25","content":"Muaj ib tug xwbfwb qha Vaajtswv txuj Kevcai tuaj nrug Yexus thaam, hab sim saib Yexus yuav teb le caag. Nwg nug Yexus has tas, “Xwbfwb, kuv yuav ua le caag, kuv txhaj tau txujsa ntev dlhawv moog ibtxhis tsi kawg?”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.26","label":"26","content":"Yexus teb nwg has tas, “Vaajtswv Txujlug qha le caag? Tej kws koj nyeem ntawd koj totaub le caag?”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.27","label":"27","content":"Tug txivneej ntawd teb has tas, “Hlub tug Tswv kws yog koj tug Vaajtswv kuas kawg sab kawg ntsws, kawg plaab kawg plawv, hab kawg tug dlaag tug zug. ‘Hab hlub koj tej kwvtij zej zog ib yaam le yug hlub yug lub cev.’ ”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.28","label":"28","content":"Yexus teb has tas, “Yog le koj has lawm; koj ca le ua le ntawd, koj txhaj yuav tau txujsa.”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.29","label":"29","content":"Tabsis tug xwbfwb kws qha Vaajtswv Kevcai khaav has tas, nwg yog tuabneeg ncaaj nceeg, nwg txhaj nug Yexus has tas, “Tug twg txhaj yog kuv tej kwvtij zej zog?”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.30","label":"30","content":"Yexus teb has tas, “Muaj ib tug txivneej taug kev ntawm lub nroog Yeluxalees moog rua nraag lub nroog Yelikaus, thaus nwg moog txug ib tog kev, txawm muaj ib paab tubsaab muab nwg tej rig tsho lwg taag, hab muab nwg ntaus yuav laug tuag tso rua ntawm kev."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.31","label":"31","content":"Ces muaj ib tug povthawj taug txujkev ntawd tuaj, thaus nwg pum tug ntawd, nwg txawm tshuv kev dlub muag txig moog lawm."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.32","label":"32","content":"Tom qaab ntawd muaj ib tug Levis taug kev tuaj txug ntawd hab, nwg moog saib tug ntawd ib muag, nwg txawm tshuv kev dlub muag txig moog lawm hab."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.33","label":"33","content":"Tabsis muaj ib tug tuabneeg Xamalis taug kev tuaj txug ntawd, thaus nwg pum tug kws tubsaab ntaus, nwg hlub tug ntawd heev."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.34","label":"34","content":"Nwg txaav zog moog saib, nwg muab roj hab muab cawv txiv maab laub rua tug mob ntawd tej qhov txhaab hab muab ntaub qhwv; nwg tsaws tug mob ntawd caij nwg tug neeg luav, nwg coj tug mob moog pw tom ib lub tsev su, hab tu tug mob ntawd."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.35","label":"35","content":"Thaus kaaj ntug tug tuabneeg Xamalis muab tau ob lub nyaj rua tug tswv tsev ntawd hab has tas, ‘Thov koj paab tu tug tuabneeg mob nuav, yog koj siv tshaaj ob lub nyaj nuav, thaus kuv rov qaab lug, kuv maam le ntxiv rua koj.’ ”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.36","label":"36","content":"Yexus nug has tas, “Koj sim xaav saib, peb tug nuav, tug twg yog tug kws tubsaab ntaus ntawd tug kwvtij?”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.37","label":"37","content":"Tug xwbfwb kws qha Vaajtswv txuj Kevcai teb has tas, “Tub yog tug kws hlub tug kws tubsaab ntaus ntawd ntaag.” Yexus has rua nwg tas, “Koj ca le moog ua ib yaam le ntawd.”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.38","label":"38","content":"Thaus Yexus hab nwg cov thwjtim moog txug huv ib lub zog, muaj ib tug quaspuj hu ua Mathas, txawm hu Yexus moog su huv nwg tsev."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.39","label":"39","content":"Mathas muaj ib tug nam hluas hu ua Malis, Malis lug nyob ntawm Yexus kutaw hab noog Yexus qha."},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.40","label":"40","content":"Mathas ntxhuv sab rua tej num ntau kws nwg kov tsi yeej, nwg lug has rua Yexus has tas, “Tug Tswv, koj tsi paub has tas kuv tug nam hluas ca kuv tuab leeg ua num xwb los? koj has kuas nwg ca le lug paab kuv ua num!”"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.41","label":"41","content":"Tug Tswv teb has tas, “Mathas, Mathas! Koj txhawj hab ntxhuv sab rua ntau yaam num kawg le,"},{"bible_id":"1726","chapter_code":"LUK.10","verse_code":"LUK.10.42","label":"42","content":"tabsis tsuas muaj ib yaam zoo xwb. Malis tub xaiv yaam zoo ntawd lawm, tsi muaj leejtwg yuav txeeb tau yaam kws nwg muaj ntawd moog le.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.1","label":"1","content":"Muaj ib zag Yexus moog thov Vaajtswv ntawm ib qhov chaw. Thaus nwg thov Vaajtswv taag lawm, nwg ib tug thwjtim lug has rua nwg tas, “Tug Tswv, thov koj qha kuas peb paub thov Vaajtswv ib yaam le Yauhaas qha nwg cov thwjtim lawm.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.2","label":"2","content":"Yexus has rua nwg cov thwjtim has tas, “Thaus mej thov Vaajtswv, mej has le nuav: Leej Txiv: ‘Thov kuas suavdlawg fwm koj lub npe; thov koj lug kaav tuabneeg lub sab."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.3","label":"3","content":"Thov koj naj nub pub mov rua peb noj."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.4","label":"4","content":"Thov koj zaam txim rua peb, rua qhov peb tub zaam txim rua txhua tug kws ua txhum rua peb lawm. Thov tsi xob ca tej kev sim sab ntxag tau peb.’ ”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.5","label":"5","content":"Hab Yexus has rua nwg cov thwjtim has tas, “Thaus ib taag mo, yog mej cov muaj ib tug moog rua tom nwg tug phoojywg tsev hab thov has tas, ‘Phoojywg, thov txais koj peb lub ncuav rua kuv."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.6","label":"6","content":"Rua qhov kuv tug phoojywg dlua kev tuaj su huv kuv tsev, kuv tsi muaj mov rua nwg noj!’"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.7","label":"7","content":"Yog tug phoojywg kws nyob huv tsev teb has tas, ‘Tsi xob tuaj txob kuv! Kuv tub laag qhovrooj, kuv hab kuv cov mivnyuas tub pw taag lawm. Kuv yuav tsi sawv moog muab mov rua koj.’"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.8","label":"8","content":"Yog le ntawd, kuv qha rua mej has tas, txawm yog obtug yog phoojywg zoo npaum le caag los nwg yuav tsi sawv moog muab mov rua nwg tug phoojywg, tabsis vim qhov kws nwg tug phoojywg pheej thov tsi paub txaajmuag le. Nwg yuav tau moog muab tej kws nwg tug phoojywg xaav tau rua tug phoojywg."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.9","label":"9","content":"Yog le ntawd, kuv qha rua mej has tas: Mej thov, mej txhaj yuav tau; mej nrhav, mej txhaj yuav ntsib; hab mej khob, luas txhaj yuav qheb qhovrooj rua mej."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.10","label":"10","content":"Rua qhov txhua tug kws thov, yeej yuav tau, txhua tug kws nrhav yeej yuav ntsib, hab txhua tug kws khob, luas yeej yuav qheb qhovrooj rua nwg."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.11","label":"11","content":"Mej cov kws yog leej txiv, yog mej tej mivnyuas thov ntseg, mej yuav muab naab rua los?"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.12","label":"12","content":"Lossis mej tej mivnyuas thov qai, mej yuav muab raubris teb rua los?"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.13","label":"13","content":"Txawm yog mej yog tuabneeg txhum los mej tseem paub muab yaam zoo rua mej tej mivnyuas. Yog le ntawd, mej leej Txiv tug kws nyob sau ntuj ceebtsheej, nwg yimfuab yuav muab Vaaj Ntsujplig tug Dlawbhuv rua txhua tug kws thov nwg!”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.14","label":"14","content":"Yexus ntab tug dlaab kws ua rua ib tug txivneej has tsi tau lug tawm lawm; tug txivneej ntawd txawm rov has tau lug. Cov tuabneeg coob coob kws nyob ntawd xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.15","label":"15","content":"Tabsis muaj qee leej xaav has tas, “Yog Npexenpus kws yog dlaab tug thawj pub fwjchim rua nwg, nwg txhaj ntab tau dlaab.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.16","label":"16","content":"Muaj qee leej xaav sim Yexus, puab txawm kuas Yexus ua ib yaam txujci tseemceeb rua suavdlawg saib has tas, nwg yog tug kws Vaajtswv khaiv lug."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.17","label":"17","content":"Yexus tub paub tej kws puab xaav, hab nwg has rua puab tas, “Yog ib lub tebchaws twg tawg ua ob peb paab, hab cov tuabneeg ntawd sis ntaus sis tua, ces lub tebchaws ntawd yuav puamtsuaj moog; hab tsev tuabneeg twg kws tsi sis hum, ces tsev tuabneeg ntawd yeej yuav tawg taag moog."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.18","label":"18","content":"Yog cov tuabneeg kws dlaab Ntxwgnyoog kaav sis ntau sis tua, puab yuav nyob taug ua ke ntev le caag? Mej has tas yog Npexenpus pub fwjchim rua kuv, kuv txhaj ntab tau dlaab."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.19","label":"19","content":"Yog le ntawd, leejtwg pub fwjchim rua mej cov tuabneeg kws ntab tau dlaab, ntab dlaab? Mej cov tuabneeg kws ntab tau dlaab, yog cov kws yuav txav txim rua mej!"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.20","label":"20","content":"Tsi yog le kws mej has, tabsis yog kuv muaj Vaajtswv lub fwjchim, kuv txhaj ntab tau dlaab, qhov ntawd qha rua mej paub has tas, Vaajtswv lub Tebchaws tub lug txug mej lawm."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.21","label":"21","content":"“Yog muaj ib tug txivneej kws muaj zug heev, nwg npaaj ntaaj hab rag khov kho zuv nwg lub tsev, yeej tsi muaj leejtwg yuav moog nyag tau nwg tej qhov txhua chaw."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.22","label":"22","content":"Tabsis yog muaj ib tug kws muaj zug heev dlua nwg, ntaus yeej nwg, hab txeeb tau nwg tej ntaaj tej rag kws nwg ca sab rua, nqaa moog taag huv tuabsi, hab tej kws nwg fuab tau, nwg yuav coj moog sis faib."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.23","label":"23","content":"“Tug kws tsi tuaj kuv tog, tug ntawd yeej tawmtsaam kuv; tug kws tsi koom nrug kuv, tug ntawd ua kuas tawg paab tawg pawg xwb."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.24","label":"24","content":"“Thaus dlaab tawm huv ib tug tuabneeg lub cev moog lawm, tug dlaab ntawd txawm moog rua tom roob mojsaab qhua, hab yog nwg nrhav tsi tau chaw su, nwg yuav has tas, ‘Kuv yuav rov qaab moog rua tom kuv lub qub tse kws kuv tawm tuaj.’"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.25","label":"25","content":"Thaus nwg rov qaab lug txug nwg lub qub tse, ua cav tub tu dlu lug ca lawm."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.26","label":"26","content":"Tug dlaab ntawd txawm moog coj dlua xyaa tug dlaab kws nyaum dlua nwg lug nrug nwg nyob huv lub tsev ntawd. Thaus kawg tug tuabneeg ntawd hajyam txomnyem dlua thaus chivthawj.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.27","label":"27","content":"Thaus Yexus has le ntawd taag, muaj ib tug quaspuj has nrov nrov huv paab tuabneeg coob coob ntawd tuaj has tas, “Tug quaspuj kws yug koj hab pub mig rua koj noj, yog tug kws tau koob moov!”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.28","label":"28","content":"Tabsis Yexus teb has tas, “Tsi yog le ntawd, cov tuabneeg kws nov Vaajtswv txujlug hab ua lawv le txujlug ntawd, txhaj yog cov kws tau koob moov!”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.29","label":"29","content":"Thaus cov tuabneeg coob coob tuaj sawv puagncig Yexus, Yexus has rua puab tas, “Cov tuabneeg tam nuav ua phem ua qas kawg le! Puab thov kuas kuv ua ib yaam txujci tseemceeb, tabsis kuv yuav tsi ua rua puab pum. Zaaj txujci tseemceeb kws puab yuav pum tsuas yog Yaunas zaaj xwb."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.30","label":"30","content":"Yaunas zaaj ua ib lub cim rua cov tuabneeg kws nyob huv lub nroog Nineves pum le caag, Tuabneeg Leej Tub yuav ua lub cim rua cov tuabneeg tam nuav ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.31","label":"31","content":"Nub kws Vaajtswv Txav Txim, tug puj Vaajntxwv kws kaav tebchaws Senpas yuav sawv qha cov tuabneeg tam nuav tej kev txhum rua puab. Rua qhov nwg taug kev nraag nwg lub tebchaws tuaj noog Vaajntxwv Xalumoos pav nwg tej kev txawj ntse. Kuv qha rua mej has tas, muaj ib tug nyob ntawm nuav tseem muaj fwjchim luj dlua Xalumoos hab."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.32","label":"32","content":"Nub kws Vaajtswv Txav Txim, cov tuabneeg kws nyob huv lub nroog Nineves yuav sawv qha mej tej kev txhum rua mej, rua qhov thaus puab nov Yaunas qha, puab tso puab tej kev txhum tseg. Kuv qha rua mej has tas, muaj ib tug nyob ntawm nuav, nwg tseem muaj fwjchim luj dlua Yaunas hab!"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.33","label":"33","content":"“Tsi muaj leejtwg taws teeb hab muab phab khwb rua;  tsuas muaj yuav muab txawb rua qhov chaw sab xwb, kuas cov tuabneeg kws tuaj huv tsev txhaj pum kev."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.34","label":"34","content":"Koj lub qhovmuag yog lub teeb kws ci rua koj lub cev pum kev. Yog koj lub qhovmuag pum kev tseeb, koj lub cev yeej yuav kaaj nrig. Tabsis yog koj lub qhovmuag pum kev tsi tseeb, taagnrho koj lub cev yeej yuav tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.35","label":"35","content":"Koj yuavtsum ceevfaaj zoo, tsi xob pub qhov pum kev kws koj muaj tsaus."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.36","label":"36","content":"Yog koj lub cev kaaj nrig txhua qhov, tsi muaj ib qho tsaus, koj yuav ci ntsaa ab thoob plawg, ib yaam le muaj dluab teeb ci tuaj rua koj.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.37","label":"37","content":"Thaus Yexus qha taag, muaj ib tug Falixais hu Yexus moog nrug nwg noj mov; Yexus txawm moog huv nwg tsev, hab nyob quastsawg ntawm rooj mov."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.38","label":"38","content":"Thaus tug Falixais pum has tas, Yexus tsi ntxuav teg lawv le kevcai tsaiv maam le noj, nwg xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.39","label":"39","content":"Tug Tswv has rua nwg tas, “Mej cov Falixais ibtxwm ntxuav khob ntxuav phaaj saab nrau xwb, tabsis huv mej lub sab muaj kev phem kev qas puv nkaus."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.40","label":"40","content":"Ua le caag mej yuav ruag ua luaj le! Mej tsi paub has tas Vaajtswv tug kws tsim saab nrau, nwg yog tug kws tsim saab huv hab?"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.41","label":"41","content":"Mej ca le muab tej kws nyob huv mej tej khob hab tej phaaj pub rua cov tuabneeg pluag, txhua yaam kws mej muaj txhaj yuav huv lawv le kevcai."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.42","label":"42","content":"“Cov Falixais, mej yuav raug kev puamtsuaj! Mej muab pumhum, luamlaws hab txhua yaam txumlom ib feem kaum coj tuaj fij rua Vaajtswv, tabsis mej tsua tsi ua tuabneeg ncaaj nceeg hab tsi hlub Vaajtswv. Mej yuavtsum ua tej nuav hab lwm yaam los mej yuav tau ua."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.43","label":"43","content":"“Cov Falixais, Mej yuav raug kev puamtsuaj! Mej nyam xaiv tej chaw zoo huv tej tsev saablaaj nyob, thaus mej moog tom tej kab, mej nyam kuas suavdlawg fwm mej."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.44","label":"44","content":"Mej yuav raug kev puamtsuaj! Mej zoo ib yaam le tej ntxaa kws tsi muaj dlaabtsi cim rua sau, tuabneeg tsuj moog tsuj lug, puab tsi paub has tas yog ntxaa.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.45","label":"45","content":"Muaj ib tug xwbfwb kws qha Vaajtswv txuj Kevcai has rua Yexus has tas, “Xwbfwb, koj has le ntawd, kuj yog koj thuam peb!”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.46","label":"46","content":"Yexus teb has tas, “Cov xwbfwb kws qha Vaajtswv txuj Kevcai, mej yuav raug kev puamtsuaj hab! Mej muab lub nraa nyaav kws tsi yoojyim ris rua puab ris, tabsis mej tub tsi cev mej tug nyuas ntivteg moog paab thab tej nraa ntawd le.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.47","label":"47","content":"Mej yuav raug puamtsuaj! Mej txhim tej ntxaa kws log cov cev Vaajtswv lug kuas zoo nkauj. Cov cev Vaajtswv lug tub yog cov kws mej cov yawmkoob muab tua povtseg lawm."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.48","label":"48","content":"Mej ua tej ntawd rua suavdlawg paub has tas, mej pum zoo tej kws mej cov yawmkoob ua lug lawm. Rua qhov mej cov yawmkoob yog cov kws tua cov cev Vaajtswv lug, hab mej yog cov kws txhim tej ntxaa ntawd."},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.49","label":"49","content":"Vim le nuav, Vaajtswv tug kws muaj tswvyim txhaj le has tas, “Kuv yuav khaiv cov kws cev Vaajtswv lug hab kuv cov timthawj moog qha puab, tabsis puab yuav muab cov cev Vaajtswv lug hab cov timthawj qee leej tua, hab yuav muab qee leej tsimtxom.”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.50","label":"50","content":"Cov tuabneeg tam nuav yuav tau ris lub txim kws cov tuabneeg tam thaus u tua cov cev Vaajtswv lug, txij thaus tsim lub nplajteb lug txug naj nub nua,"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.51","label":"51","content":"suav txij thaus Anpees raug tua lug txug thaus Xakhaliyas raug tua ntawm lub thaaj fij khoom rua Vaajtswv hab qhov chaw Dlawbhuv kis nruab nraab. Kuv qha rua mej has tas, cov tuabneeg tam nuav yuav tau ris cov tuabneeg kws tua cov cev Vaajtswv lug ntawd lub txim!"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.52","label":"52","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai, mej yuav raug kev puamtsuaj! Mej muab tug yumsij kws qheb kev txawj ntse zais ca lawm; txawm yog mej los mej tsi xaav moog rua huv, hab yog lwm tug yuav moog huv, mej tseem txwv tsi pub puab moog hab!”"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.53","label":"53","content":"Thaus Yexus tawm huv tug Falixais tsev moog, cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais txawm thuam Yexus heev hab nug Yexus ntau zaaj saib nwg puas has txhum,"},{"bible_id":"1726","chapter_code":"LUK.11","verse_code":"LUK.11.54","label":"54","content":"puab txhaj yuav nrhav tau txim rua nwg."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.1","label":"1","content":"Thaus muaj tuabneeg ntau txheeb leej tuaj nyob ua ke sis txiv qev, Yexus has rua Yexus cov thwjtim has tas, “Mej yuavtsum ceevfaaj cov Falixais cov keeb. Kuv has le nuav yog kuv has txug cov Falixais kws ntsejmuag ncaaj sab nkhaus."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.2","label":"2","content":"Tej kws tuabneeg muab npog ca lawm, yuav muaj tug muab nthuav lug rua suavdlawg saib, hab tej kws tsi muaj leejtwg paub, yuav muaj tug muab lug qha rua suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.3","label":"3","content":"Yog le ntawd, txhua yaam kws mej has huv qhov tsaus ntuj, thaus kaaj ntug yuav muaj tug muab tej ntawd qha rua suavdlawg, hab tej kws mej sis ntxhi huv tsev, yuav muaj tug muab tej ntawd coj moog qha nrov nrov rua nrau zoov."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.4","label":"4","content":"“Kuv cov phoojywg, kuv qha rua mej has tas, mej tsi xob ntshai tug kws tua tau mej lub cev, tabsis tom qaab ntawd nwg ua tsi tau dlaabtsi tshaaj qhov ntawd lawm."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.5","label":"5","content":"Kuv yuav qha tug kws mej yuavtsum ntshai rua mej. Mej yuavtsum ntshai Vaajtswv tug kws tua tau mej hab muaj cuabkaav muab mej pov rua huv ntuj tawg. Kuv qha rua mej has tas, mej yuavtsum ntshai Vaajtswv!"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.6","label":"6","content":"“Tsib tug noog tsev, luas muag ob xus xwb puas yog? Txawm yog ib tug noog tsev xwb los Vaajtswv yeej saib ntsoov."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.7","label":"7","content":"Txawm yog mej tej plaubhau los Vaajtswv suav txhua txuj huv tuabsi. Yog le ntawd, mej tsi xob ntshai; mej muaj nqes heev dlua ntau tug noog tsev."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.8","label":"8","content":"“Kuv qha tseeb rua mej has tas, tug kws leeg taabmeeg suavdlawg has tas nwg yog kuv le, Tuabneeg Leej Tub yuav leeg tug ntawd taabmeeg Vaajtswv cov timtswv ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.9","label":"9","content":"Tabsis tug kws tsi leeg kuv taabmeeg suavdlawg, Tuabneeg Leej Tub yuav tsi leeg yuav tug ntawd taabmeeg Vaajtswv cov timtswv."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.10","label":"10","content":"“Yog leejtwg thuam Tuabneeg Leej Tub, Vaajtswv zaam txim tau rua tug ntawd. Tabsis yog leejtwg thuam Vaaj Ntsujplig tug Dlawbhuv, Vaajtswv yuav zaam txim tsi tau rua tug ntawd."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.11","label":"11","content":"“Thaus puab coj mej moog rua huv tej tsev saablaaj lossis coj mej moog cuag tej numtswv, mej tsi xob txhawj has tas mej yuav has dlaws mej zaaj le caag."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.12","label":"12","content":"Rua qhov thaus ntawd Vaaj Ntsujplig tug Dlawbhuv yuav qha rua mej paub has tas, mej yuav has le caag txhaj zoo.”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.13","label":"13","content":"Muaj ib tug txivneej nyob huv paab tuabneeg coob coob ntawd has rua Yexus has tas, “Xwbfwb, thov koj has kuas kuv tug tijlaug faib kuv nam kuv txiv tej qubtxeeg qubteg rua kuv hab.”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.14","label":"14","content":"Yexus teb has tas, “Phoojywg, leejtwg tsaa kuv ua tug txav txim hab faib qubtxeeg qubteg rua meb?”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.15","label":"15","content":"Yexus has rua suavdlawg tas, “Mej txhua tug yuavtsum ceevfaaj tsi xob ntshaw yaam nuav yaam u. Txawm yog mej muaj nyaj ntxag hab qhov txhua chaw ntau npaum le caag los tej ntawd yeej paab tsi tau kuas mej muaj txujsa nyob ntev.”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.16","label":"16","content":"Yexus has ib zaaj lug pevtxwv rua puab has tas, “Muaj ib tug txivneej npluanuj, nwg muaj laj muaj teb zoo hab sau tau qoobloo ntau heev."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.17","label":"17","content":"Nwg xaav has tas, ‘Kuv yuav ua le caag? Kuv tsi muaj chaw txaus ntim kuv tej qoobloo nuav.’"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.18","label":"18","content":"Nwg xaav has tas, ‘Kuv yuav ua le nuav. Kuv yuav lauj kuv lub txhaab, hab muab ua kuas luj dlua, txhaj txaus ntim kuv tej qoobloo hab qhov txhua chaw."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.19","label":"19","content":"Ces kuv yuav has rua kuv lub sab has tas, koj muaj moo heev! Koj tub muaj txhua yaam txhij zog kws kaav ntau xyoo lawm. Koj ca le su nyob noj nyob haus!’"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.20","label":"20","content":"Tabsis Vaajtswv has rua tug npluanuj ntawd tas, ‘Tug tuabneeg ruag, mo nuav koj txujsa tub yuav tu; yog le ntawd, tej qhov txhua chaw kws koj npaaj tseg yuav yog leejtwg tug?’ ”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.21","label":"21","content":"Yexus xaus lug has tas, “Tug kws npaaj nyaj txag qhov txhua chaw lug ua nwg tug kuas nwg npluanuj, Vaajtswv tsi suav has tas tug ntawd yog tuabneeg npluanuj.”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.22","label":"22","content":"Ces Yexus has rua nwg cov thwjtim has tas, “Yog le ntawd, kuv txhaj qha rua mej kuas mej tsi xob txhawj has tas mej yuavtsum muaj zaub mov noj txhaj muaj sa nyob lossis yuavtsum muaj rig tsho naav."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.23","label":"23","content":"Rua qhov txujsa tseemceeb dlua tej zaub mov, hab lub cev tseemceeb dlua tej rig tsho."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.24","label":"24","content":"Mej ua tuab zoo saib tej uab laag: uab laag tsi cog qoob cog loo, hab tsi hlais tsi sau; puab tsi muaj txhaab tsi muaj phawv ntim qoobloo ca; Vaajtswv tub yug tej uab laag! Mej tseem muaj nqes heev dlua tej noog ntawd!"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.25","label":"25","content":"Mej tej kev txhawj puas yuav paab tau kuas mej muaj sa nyob ob peb xyoos ntxiv?"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.26","label":"26","content":"Yog tej yaam miv miv nuav mej tub ua tsi tau, mej tseem yuav moog txhawj lwm yaam ua dlaabtsi?"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.27","label":"27","content":"Mej ua tuab zoo xaav saib, tej paaj ntoos tawg le caag? Puab tub tsi ua num, tsi ntus ntaub naav. Tabsis kuv qha rua mej has tas, txawm yog Vaajntxwv Xalumoos npluanuj kawg le los nwg tub tsi tau naav ib cev rig tsho zoo npaum le tej paaj ntoos ntawd ib lub. Ua le caag mej kev ntseeg yuav tsawg ua luaj?"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.28","label":"28","content":"Tej nroj tsuag kws tsuas nyob nub nua xwb, pigkig luas tub yuav muab pov hlawv rua huv qhovcub, ua cav Vaajtswv tub pub rua tej paaj ntoos ntawd zoo nkauj ua luaj. Yog le ntawd, Vaajtswv hajyam yuav pub rua mej muaj naav zoo dlua tej nroj tsuag ntawd!"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.29","label":"29","content":"“Yog le ntawd, mej tsi xob txhawj has tas, mej yuav moog nrhav dlaabtsi lug noj lug haus,"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.30","label":"30","content":"(cov tuabneeg kws tsi ntseeg Vaajtswv huv nplajteb nuav naj nub nrhav tej nuav.) Mej leej Txiv yeej paub has tas mej yuavtsum muaj tej nuav."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.31","label":"31","content":"Tabsis mej yuavtsum xub nrhav Vaajtswv lub Tebchaws tsaiv, nwg maam le muab tej nuav ntxiv rua mej."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.32","label":"32","content":"“Cov mivnyuas yaaj, txawm yog mej tsi coob los mej tsi xob ntshai, rua qhov mej leej Txiv tub txaus sab muab nwg lub tebchaws rua mej lawm."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.33","label":"33","content":"Ca le muab mej tej qhov txhua chaw muag, hab muab tej ntawd faib rua cov tuabneeg pluag. Ca le xaws lub naab rau nyaj kws tsi txawj ndluag ntim mej tej nyaj rua sau ntuj ceebtsheej, qhov ntawd mej tej nyaj yuav tsi pluj, rua qhov tubsaab nyag tsi tau, hab ntsaum kaabrwg tsi noj."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.34","label":"34","content":"Mej tej nyaj txag hab qhov txhua chaw nyob qhov twg, mej lub sab yeej nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.35","label":"35","content":"“Mej yuavtsum naav rig tsho khov kho tog hab taws teeb ca,"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.36","label":"36","content":"ib yaam le cov tubkhai kws npaaj tog puab tug tswv kws moog noj tshoob yuav rov lug. Thaus tug tswv lug txug hab hu, taamsim ntawd cov tubkhai yuav qheb qhovrooj rua nwg."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.37","label":"37","content":"Thaus tug tswv rov lug pum cov tubkhai tseem zuv tog, cov tubkhai ntawd yuav tau ntsejmuag! Kuv qha rua mej has tas, tug tswv ntawd yuav sa hlaab khov kho, hab yuav kuas cov tubkhai nyob quastsawg ntawm rooj, hab nwg yuav ua tug txhaab zaub txhaab mov rua puab noj."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.38","label":"38","content":"Txawm yog tug tswv lug thaus ib taag mo lossis lug thaus yuav kaaj ntug, yog nwg pum cov tubkhai tseem zuv tog, cov tubkhai ntawd yuav tau ntsejmuag!"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.39","label":"39","content":"Mej ncu ntsoov has tas, yog tug tswv tsev paub has tas thaus twg tubsaab yuav tuaj, nwg yeej yuav zuv tog, tsi pub kuas tubsaab lug tau rua huv nwg tsev."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.40","label":"40","content":"Yog le ntawd, mej los yuavtsum zuv tog, rua qhov Tuabneeg Leej Tub yuav lug lub sijhawm kws mej tsi ceevfaaj.”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.41","label":"41","content":"Petus nug Yexus has tas, “Tug Tswv, zaaj lug pevtxwv kws koj has nuav, yog koj has rua peb lossis koj has rua txhua tug?”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.42","label":"42","content":"Tug Tswv teb has tas, “Tug tubkhai ncaaj nceeg hab muaj tswvyim. Tug tswv yuav tsaa nwg ua tug luj kws saib tug tswv cov tubkhai. Thaus txug sijhawm noj, tug ntawd yuav ua tug kws faib zaub faib mov rua cov tubkhai noj."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.43","label":"43","content":"Thaus tug tswv rov lug tsev hab pum tug tubkhai ntawd taabtom ua tej num zoo nuav. Ces tug tubkhai ntawd yuav tau ntsejmuag."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.44","label":"44","content":"Kuv qha rua mej has tas, tug tswv yuav tsaa tug tubkhai ntawd ua tug saib tug tswv tej qhov txhua chaw."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.45","label":"45","content":"Tabsis yog tug tubkhai ntawd xaav has tas, tseem tshuav ntev kuv tug tswv maam lug, ces nwg txawm muab cov tubkhai ntaus, tsi has quaspuj lossis txivneej huv tuabsi, hab nwg noj tsau haus qaug,"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.46","label":"46","content":"Nwg tsi paub has tas lub sijhawm twg nwg tug tswv yuav lug txug, nwg txhaj tsi ceevfaaj. Tug tswv yuav muab tug tubkhai ntawd hlais ua tej dlaim,  hab muab nwg pov moog nyob nrug cov tuabneeg kws tsi noog lug."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.47","label":"47","content":"“Tug tubkhai kws paub nwg tug tswv lub sab lawm, tabsis nwg tsi ua lawv le tug tswv xaav kuas nwg ua. Tug tubkhai ntawd yuav maag nplawm."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.48","label":"48","content":"Tabsis tug tubkhai kws tsi paub nwg tug tswv lub sab, txawm yog nwg ua txhum txaus nplawm los nwg yuav tsi maag nplawm ntau. Tug kws tau ntau, tug ntawd yuavtsum pauj ntau. Tug kws tau ntau dlua, tug ntawd yuavtsum pauj ntau dlua."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.49","label":"49","content":"“Qhov kws kuv lug yog coj suavtawg lug hlawv lub nplajteb, hab kuv xaav kuas suavtawg tub cig lawm!"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.50","label":"50","content":"Kuv nyuaj sab kawg le, vim kuv yuav raug kev tsimtxom, hab kuv yuav nyuaj sab moog txug thaus lub sijhawm ntawd dlhau lawm."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.51","label":"51","content":"Mej xaav has tas, kuv coj kev sis humxeeb lug rua huv lub nplajteb nua los? Kuv qha rua mej has tas, tsi yog le ntawd, kuv lug ua kuas tuabneeg nyob tsi sis hum."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.52","label":"52","content":"Txij nuav moog tsev tuabneeg kws muaj tsib leeg yuav tsi sis hum, peb leeg yuav tawmtsaam ob leeg, hab ob leeg yuav tawmtsaam peb leeg."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.53","label":"53","content":"Txiv yuav tawmtsaam tub, tub yuav tawmtsaam txiv; nam yuav tawmtsaam ntxhais, ntxhais yuav tawmtsaam nam; puj yuav tawmtsaam nyaab, hab nyaab yuav tawmtsaam puj.”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.54","label":"54","content":"Yexus has rua suavdlawg tas, “Thaus mej pum fuab tsaus nti saab nubpoob lug, taamsim ntawd mej has tas, yuav lug naag, ces txawm muaj le ntawd."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.55","label":"55","content":"Hab thaus mej pum cua ntsawj saab qaabteb tuaj, mej has tas, tub yuav txug lub caij ntuj kub, ces txawm muaj le ntawd."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.56","label":"56","content":"Cov tuabneeg ntsejmuag ncaaj sab nkhaus! Mej saib fuab saib cua, mej paub has tas yuav tshaav ntuj lossis yuav lug naag, tabsis ua le caag tej kws naj nub nua muaj, mej tsua tsi paub?”"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.57","label":"57","content":"“Vim le caag mej tsi ua tuab zoo xaav saib yuav ua yaam twg txhaj zoo?"},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.58","label":"58","content":"Yog leejtwg xyuam phaaj kom koj rua huv tsev tu plaub, hab yuav coj koj moog has plaub, ua ntej kws tsi tau moog has plaub, koj ca le thov nwg kuas meb rov sis hum, nyob tsaam nwg yuav coj koj moog cuag tug txav txim, ces tug txav txim yuav muab koj cob rua tug ceevxwm, hab tug ceevxwm yuav muab koj kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"LUK.12","verse_code":"LUK.12.59","label":"59","content":"Kuv qha tseeb rua koj has tas, koj yuav tawm tsi tau huv tsev lojcuj moog txug thaus kws koj them nqe taag.”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.1","label":"1","content":"Thaus lub sijhawm ntawd, muaj qee leej qha rua Yexus has txug zaaj kws Philaj muab cov tuabneeg Kalilais tua, thaus puab taabtom tua tsaj fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.2","label":"2","content":"Yexus teb puab has tas, “Mej xaav has tas, cov tuabneeg Kalilais kws raug tua le ntawd, puab muaj txim luj dlua lwm tug tuabneeg Kalilais huv tuabsi nua los?"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.3","label":"3","content":"Tsi yog le ntawd! Kuv qha rua mej has tas, yog mej tsi tso mej tej kev txhum tseg, mej yuav tuag ib yaam le puab cov ntawd hab."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.4","label":"4","content":"Mej xaav has tas, kaum yim leej kws lub chaw tsomfaaj qaug lug ntaus tuag taag huv Xilau-aas ntawd, yog puab ua txhum luj dlua cov tuabneeg kws nyob huv lub nroog Yeluxalees huv tuabsi nua los?"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.5","label":"5","content":"Tsi yog le ntawd! Kuv qha rua mej has tas, yog mej tsi tso mej tej kev txhum tseg, mej yuav tuag taag ib yaam le puab cov ntawd hab.”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.6","label":"6","content":"Yexus has ib zaaj lug pevtxwv rua puab noog has tas, “Muaj ib tug txivneej cog ib tsob txiv ncuav pas rua huv nwg lub vaaj txiv maab. Nwg moog saib puas txi txiv, tabsis tsi pum txi txiv le."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.7","label":"7","content":"Nwg txawm has rua tug kws tu lub vaaj ntawd has tas, ‘Koj saib, kuv tuaj saib tsob txiv ncuav pas nuav tau peb xyoos lawm, tabsis kuv tsi pum txi ib lub txiv le. Koj ca le muab ntuv povtseg! Ua le caag tseem yuav ca nwg nyob ntxoov aav ua dlaabtsi?’"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.8","label":"8","content":"Tabsis tug kws tu lub vaaj teb has tas, ‘Tug tswv, thov ca nwg nyob ib xyoos hab tsaiv. Kuv yuav khawb aav npoog hab rau chiv rua."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.9","label":"9","content":"Yog lwm xyoo nwg txi txiv lawm kuj zoo, yog nwg tsi txi txiv, koj maam le muab ntuv povtseg.’ ”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.10","label":"10","content":"Muaj ib nub kws yog nub Xanpataus, Yexus taabtom qha huv ib lub tsev saablaaj."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.11","label":"11","content":"Muaj ib tug quaspuj raug dlaab hab mob tau kaum yim xyoo lawm; ua rua nwg khoov dluav sawv tsi tau ntseg."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.12","label":"12","content":"Thaus Yexus pum tug quaspuj ntawd, Yexus hu nwg lug hab has rua nwg tas, “Tug ntxhais, koj tug mob tub zoo lawm!”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.13","label":"13","content":"Yexus cev teg moog tuav nkaus tug quaspuj ntawd, taamsim ntawd tug quaspuj ntawd txawm sawv tau ntseg, hab nwg ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.14","label":"14","content":"Thaus tug kws saib lub tsev saablaaj pum Yexus khu mob nub Xanpataus, nwg chim heev, nwg has rua cov tuabneeg kws nyob ntawd tas, “Tub muaj rau nub rua peb ua Vaajtswv num; ua le caag rau nub ntawd mej tsua tsi tuaj khu, Nub Xanpataus mej tsua tuaj khu?”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.15","label":"15","content":"Tug Tswv teb has tas, “Cov tuabneeg ntsejmuag ncaaj sab nkhaus! Nub Xanpataus mej tub dlaws nyuj dlaws lossis neeg luav caab tawm huv nkuaj moog haus dlej."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.16","label":"16","content":"Tug quaspuj nuav tub yog Anplahaas ib tug xeebntxwv hab. Dlaab Ntxwgnyoog tub muab nwg khi tau kaum yim lub xyoo lug lawm: Nub Xanpataus tseem tsi tsimnyog dlaws kuas nwg dlim hab los?”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.17","label":"17","content":"Yexus teb le ntawd, ua rua cov tuabneeg kws tawmtsaam Yexus poob ntsejmuag heev. Tabsis cov tuabneeg kws pum tej txujci kws Yexus ua, puab zoo sab kawg le."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.18","label":"18","content":"Yexus nug has tas, “Kuv yuav muab Vaajtswv lub Tebchaws pev rua dlaabtsi?"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.19","label":"19","content":"Vaajtswv lub tebchaws pev ib yaam le lub noob zaub kws muaj ib tug coj moog cog rua huv nwg lub vaaj. Lub noob zaub ntawd tuaj hab luj hlub ua ib tsob ntoo kws luj heev, hab noog lug ua zeg rua sau nwg tej ceg.”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.20","label":"20","content":"Yexus rov nug dlua has tas, “Kuv yuav muab Vaajtswv lub Tebchaws pev rua dlaabtsi?"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.21","label":"21","content":"Vaajtswv lub Tebchaws pev ib yaam le cov keeb kws muaj ib tug quaspuj muab xyaw rua peb sab moov nplej, hab ua rua cov moov nplej su taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.22","label":"22","content":"Yexus taug kev moog qhuab qha rua tej tuabneeg suavdlawg huv tej nroog hab tej zog moog txug nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.23","label":"23","content":"Muaj ib tug nug Yexus has tas, “Tug Tswv, cov kws yuav dlim txim muaj tsawg tsawg leej xwb los?” Yexus teb puab has tas,"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.24","label":"24","content":"“Mej ua tag txeem lub qhovrooj nqaim moog rua saab huv. Kuv qha rua mej has tas, muaj ntau leej xaav moog saab huv, tabsis puab moog tsi tau."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.25","label":"25","content":"Thaus tug tswv tsev sawv lug kaw qhovrooj lawm; mej yuav sawv saab nrau khob qhovrooj hab hu has tas, ‘Tug tswv, thov qheb qhovrooj rua peb!’ Tug tswv tsev yuav teb mej has tas, ‘Kuv tsi paub sov mej tuaj qhov twg tuaj!’"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.26","label":"26","content":"Thaus ntawd mej yuav teb has tas, ‘Peb tub nrug koj noj koj haus; hab koj tub tuaj qha huv peb lub nroog!’"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.27","label":"27","content":"Tug tswv tsev yuav rov has rua mej has tas, ‘Kuv tsi paub sov mej tuaj qhov twg tuaj. Cov tuabneeg sab phem, mej ca le tsiv moog!’"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.28","label":"28","content":"Thaus mej pum Anplahaas, Ixaj, Yakhauj hab cov cev Vaajtswv lug txhua tug nyob huv Vaajtswv lub Tebchaws, thaus ntawd mej cov kws tseem nyob saab nrau, mej yuav quaj qw tum nav qawv!"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.29","label":"29","content":"Yuav muaj tuabneeg tuaj saab nubtuaj, saab nubpoob, saab qaumteb, hab saab qaabteb tuaj nyob ua ke ntawm rooj mov huv Vaajtswv lub Tebchaws."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.30","label":"30","content":"Thaus ntawd tug kws nwgnuav nyob tom tw yuav tau moog ua tug thawj, hab tug kws nwgnuav ua tug thawj, yuav tau lug nyob tom tw.”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.31","label":"31","content":"Thaus lub sijhawm ntawd, cov Falixais qee leej tuaj cuag Yexus hab has rua nwg tas, “Koj ca le tsiv tawm qhov nuav hab moog rua lwm qhov, Helauj yuav muab koj tua povtseg.”"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.32","label":"32","content":"Yexus teb puab has tas, “Mej ca le moog qha rua tug maa ntawd has tas: ‘Nub nua hab pigkig, kuv tseem ntab dlaab hab khu tej tuabneeg muaj mob, nub peb kuv teg num maam le tav.’"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.33","label":"33","content":"Txawm le caag los xij, nub nua, pigkig hab quasneeg, kuv yeej yuav taug kev moog rua nraag; rua qhov tsi tsimnyog yuav muab ib tug kws cev Vaajtswv lug tua rua lwm qhov, tsuas tsimnyog muab tua rua huv lub nroog Yeluxalees xwb."},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.34","label":"34","content":"“Yeluxalees, Yeluxalees! Koj muab cov kws cev Vaajtswv lug tua povtseg, koj muab pobzeb ntaus cov tubkhai kws Vaajtswv khaiv lug qha koj! Muaj ntau zag kuv tub yuav muab koj cov pejxeem lug puag, ib yaam le tug puj qab cuab nwg cov mivnyuas lug puag rua huv nwg ob phob tis, tabsis koj tsi ca kuv ua le ntawd!"},{"bible_id":"1726","chapter_code":"LUK.13","verse_code":"LUK.13.35","label":"35","content":"Nwgnuav Vaajtswv yuav muab koj lub Tuamtsev tso povtseg nyob qhuav nkuag ca. Kuv qha rua koj has tas, koj yuav tsi pum kuv moog txug nub kws koj has tas, ‘Thov Vaajtswv foom koob moov rua tug kws Vaajtswv khaiv lug.’ ”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.1","label":"1","content":"Muaj ib nub kws yog nub Xanpataus, Yexus moog noj mov huv cov Falixais ib tug thawj lub tsev; muaj tuabneeg saib ntsoov Yexus."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.2","label":"2","content":"Muaj ib tug txivneej teg taw xaab xaab lug cuag Yexus,"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.3","label":"3","content":"Yexus nug cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais has tas, “Peb txuj kevcai puas pub peb khu mob nub Xanpataus los tsi pub?”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.4","label":"4","content":"Tabsis puab tsi teb le. Yexus tuav nkaus tug txivneej ntawd, Yexus khu nwg tug mob zoo hab kuas nwg moog tsev lawm."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.5","label":"5","content":"Yexus has rua puab tas, “Nub Xanpataus, yog mej leejtwg muaj ib tug mivnyuas lossis ib tug nyuj moog poob rua huv qhov tshij lawm, txawm yog nub ntawd yog nub Xanpataus los mej yeej yuav moog muab nrawm nroog xwb los sav?”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.6","label":"6","content":"Puab teb tsi taug Yexus lu lug ntawd le."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.7","label":"7","content":"Yexus pum cov tuabneeg kws tuaj noj mov muaj qee leej xaiv nyob peg hauv tsum, Yexus has ib zaaj lug pevtxwv rua puab has tas,"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.8","label":"8","content":"“Thaus muaj tuabneeg hu koj moog noj tshoob, koj tsi xob xub moog xaiv nyob peg hauv tsum. Nyob tsaam tug tswv tsev tub hu ib tug kws tseemceeb dlua koj tuaj,"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.9","label":"9","content":"hab tug tswv tsev kws hu meb ob leeg tuaj, yuav lug has rua koj tas, ‘Ca tug nuav nyob lub chaw ko.’ Thaus ntawd koj yuav poob ntsejmuag heev, hab koj yuav tau moog nyob tom qaab."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.10","label":"10","content":"Thaus muaj tuabneeg hu koj moog noj mov, koj yuavtsum xub moog nyob tom qaab, thaus tug tswv tsev lug, nwg yuav hu koj has tas, ‘Phoojywg, koj ca le moog nyob peg hauv tsum.’ Ces koj yuav tau ntsejmuag taabmeeg cov tuabneeg kws nrug koj nyob noj mov ua ke ntawd."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.11","label":"11","content":"Rua qhov txhua tug kws khaav has tas nwg muaj fwjchim, tug ntawd yuav poob fwjchim, tabsis txhua tug kws txu fwjchim, yuav tau fwjchim.”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.12","label":"12","content":"Yexus has rua tug tswv tsev ntawd has tas, “Thaus koj noj sus lossis noj mo, koj tsi xob moog hu koj tej phoojywg, koj tej kwvtij neejtsaa, hab tej tuabneeg zej zog kws npluanuj tuaj xwb, rua qhov puab yeej yuav ua ib rooj mov pauj rua koj."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.13","label":"13","content":"Thaus koj muaj noj muaj haus, koj ca le moog hu tej tuabneeg pluag, tej tuabneeg qhuav teg qhuav taw, tej tuabneeg cegtawv, hab tej tuabneeg dligmuag tuaj noj;"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.14","label":"14","content":"koj txhaj yuav tau koob moov, rua qhov puab cov ntawd pauj tsi taug koj txaj ntsig. Thaus Vaajtswv tsaa cov tuabneeg ncaaj nceeg sawv huv qhov tuag rov qaab lug, Vaajtswv yuav muab nqe zug rua koj.”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.15","label":"15","content":"Cov tuabneeg kws nrug Yexus nyob ntawm rooj mov nov Yexus has le ntawd, muaj ib tug has rua Yexus has tas, “Tug kws tau moog noj mov huv Vaajtswv lub tebchaws, tug ntawd yuav zoo sab kawg le!”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.16","label":"16","content":"Yexus has rua nwg tas, “Muaj ib tug txivneej ua ib rooj mov luj, nwg moog caw ntau leej tuaj noj."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.17","label":"17","content":"Thaus txug lub sijhawm noj lawm, nwg khaiv ib tug tubkhai moog hu cov tuabneeg kws nwg tub caw lawm has tas, ‘Mej ca le moog, tub rau mov txhij lawm!’"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.18","label":"18","content":"Tabsis cov tuabneeg ntawd txhua tug yig has tas, tsi khoom moog. Thawj tug has rua tug tubkhai ntawd has tas, ‘Kuv yuav tau ib thaaj laj, kuv yuav moog saib; koj rov moog has rua koj tug tswv kuas nwg tsi xob tu sab.’"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.19","label":"19","content":"Muaj dlua ib tug has tas, Kuv yuav tau tsib nkawm nyuj, kuv yuav moog muab kuv cov nyuj sim laij lag. Koj rov moog has rua koj tug tswv kuas nwg tsi xob tu sab."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.20","label":"20","content":"Muaj dlua ib tug has tas, ‘Kuv nyavnyuas yuav quaspuj, yog le ntawd kuv tsi moog.’"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.21","label":"21","content":"Tug tubkhai rov moog qha tej nuav rua nwg tug tswv. Tug tswv chim heev, nwg has rua tug tubkhai has tas, ‘Koj ca le moog rua tom tej kev luj kev miv huv nroog, coj tej tuabneeg pluag, tej tuabneeg qhuav teg qhuav taw, tej tuabneeg dligmuag hab tej tuabneeg cegtawv tuaj noj.’"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.22","label":"22","content":"Tug tubkhai rov lug has rua nwg tug tswv has tas, ‘Kuv tub moog ua lawv le koj has rua kuv lawm, tabsis tseem tshuav chaw hab.’"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.23","label":"23","content":"Tug tswv rov has rua tug tubkhai ntawd tas, ‘Koj ca le moog rua tom tej kev luj hab kev miv, koj ntsib leejtwg, koj ca le coj tuaj kuas puv kuv lub tsev."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.24","label":"24","content":"Kuv qha rua mej has tas, cov tuabneeg kws tub caw lawm, tsi muaj ib tug yuav tau saaj kuv rooj mov hlo le!’ ”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.25","label":"25","content":"Muaj tuabneeg coob coob nrug Yexus ua ke moog, Yexus tig lug has rua puab tas,"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.26","label":"26","content":"“Yog leejtwg yuav lug cuag kuv, tug ntawd yuavtsum hlub kuv heev dlua le nwg hlub nwg nam nwg txiv, nwg quaspuj mivnyuas, nwg kwv nwg tij, nwg nkauj nwg muam, hab heev dlua le nwg hlub nwg lub cev, nwg txhaj le ua tau kuv tug thwjtim."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.27","label":"27","content":"Tug kws tsi kwv nwg tug ntoo khaublig nrug kuv moog, tug ntawd ua tsi tau kuv tug thwjtim."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.28","label":"28","content":"Mej cov yog muaj ib tug yuav ua ib lub chaw tsomfaaj, tug ntawd yuavtsum xub nyob quastsawg ua tuab zoo xaav saib yuav siv nyaj npaum le caag, hab nwg puas yuav muaj nyaj txaus ua tau."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.29","label":"29","content":"Yog nwg tsi xub ua le ntawd, ces thaus txhus tau ncej lawm, nwg yuav ua lub chaw tsomfaaj ntawd tsi tav. Cov tuabneeg kws pum le ntawd yuav thuam nwg"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.30","label":"30","content":"has tas, ‘Tug txivneej nuav pib ua, tabsis nwg tsi muaj peevxwm ua kuas tav!’"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.31","label":"31","content":"Tug vaajntxwv kws muaj tubrog kaum txheeb leej, thaus nwg yuav moog ua rog rua ib tug vaajntxwv kws muaj tubrog neeg nkaum txheeb leej, nwg yeej yuav xub ua tuab zoo xaav saib, nwg cov tubrog puas yuav moog ntaus yeej tug vaajntxwv kws muaj tubrog neeg nkaum txheeb leej ntawd."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.32","label":"32","content":"Yog nwg xaav has tas nwg yuav tua tsi yeej, thaus nwg tseem nyob dleb, nwg yeej yuav xub khaiv tuabneeg moog thov tug vaajntxwv tod, kuas ob tog sis raug zoo.”"},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.33","label":"33","content":"Yexus xaus lug has tas, “Ib yaam nkaus le ntawd, tug kws tsi tso txhua yaam kws nwg muaj tseg, tug ntawd ua tsi tau kuv tug thwjtim."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.34","label":"34","content":"“Ntsev yog yaam kws zoo, tabsis yog ntsev tsuag lawm, yuav ua le caag kuas rov qaab ntsev tau."},{"bible_id":"1726","chapter_code":"LUK.14","verse_code":"LUK.14.35","label":"35","content":"Cov ntsev ntawd tsi zoo siv ua dlaabtsi, muab rua aav los aav tsi zoo, hab muab xyaw chiv los tsi zoo, tsuas muaj yuav muab povtseg xwb. Yog leejtwg muaj qhovntsej ca le noog!”"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.1","label":"1","content":"Muaj ib zag cov tuabneeg sau se hab cov tuabneeg txhum tuaj noog Yexus qha,"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.2","label":"2","content":"cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai txawm ywg has tas, “Tug nuav nrug cov tuabneeg txhum ua ke hab nrug puab noj mov!”"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.3","label":"3","content":"Yog le ntawd, Yexus txhaj has ib zaaj lug pevtxwv rua puab noog has tas,"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.4","label":"4","content":"“Mej cov yog leejtwg muaj ib puas tug yaaj, yog ib tug pluj lawm, tug tswv yuav ua le caag? Nwg yeej yuav tso cuaj caum cuaj tug rua tom haav zaub, hab moog nrhav tug yaaj kws pluj lawm kuas tau."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.5","label":"5","content":"Thaus nwg nrhav tau lawm, nwg zoo sab heev, nwg muab tsaws hlo rua sau xubpwg,"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.6","label":"6","content":"hab kwv lug tsev. Ces nwg hu nwg cov kwvtij hab tej tuabneeg zej zog tuaj hab has rua puab tas, ‘Mej ca le nrug kuv zoo sab, rua qhov kuv tub moog nrhav tau kuv tug yaaj kws pluj lawm!’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.7","label":"7","content":"Ib yaam nkaus le ntawd, kuv qha rua mej has tas, yog ib tug tuabneeg txhum tso nwg tej kev txhum tseg lawm, cov timtswv ceebtsheej yuav zoo sab rua tug ntawd heev dlua le zoo sab rua cuaj caum cuaj tug kws puab khaav has tas, puab yog tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.8","label":"8","content":"“Lossis muaj ib tug quaspuj muaj kaum lub nyaj, yog ib lub poob lawm, nwg yuav ua le caag? Nwg yuav taws teeb, cheb tsev, hab tshawb nrhav txhua qhov kuas tau lub nyaj ntawd."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.9","label":"9","content":"Thaus nwg nrhav tau nwg lub nyaj lawm, nwg hu nwg cov kwvtij hab tej tuabneeg zej zog tuaj, hab nwg has rua puab tas, ‘Kuv tub nrhav tau kuv lub nyaj kws poob lawm, mej ca le nrug kuv zoo sab!’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.10","label":"10","content":"Ib yaam le ntawd, kuv qha rua mej has tas, yog ib tug tuabneeg txhum tso nwg tej kev txhum tseg, Vaajtswv cov timtswv yuav zoo sab kawg nkaus rua tug tuabneeg txhum kws tso nwg tej kev txhum tseg.”"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.11","label":"11","content":"Yexus has ntxiv has tas, “Muaj ib tug txivneej muaj ob tug tub."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.12","label":"12","content":"Tug tub yau has rua leej txiv has tas, ‘Txiv, thov koj muab koj lub cuabtaam cov kws yog kuv feem faib rua kuv.’ Leej txiv muab nwg lub cuabtaam tej kws yog nwg tug, faib rua nwg ob tug tub."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.13","label":"13","content":"Tau ob peb nub tom qaab, tug tub yau muab tej kws yog nwg tug muag tau nyaj, ces nwg txawm tsiv moog rua lwm lub tebchaws dleb dleb lawm, nwg tsi txuag nwg tej nyaj,"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.14","label":"14","content":"nwg ywj sab siv ua dlog ua dlig, nwg muab nwg tej nyaj phob taag lawm, thaus ntawd muaj kev tshaib plaab thoob plawg lub tebchaws, nwg tsi tshuav dlaabtsi le lawm."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.15","label":"15","content":"Nwg txhaj moog nrug ib tug txivneej huv lub nroog ntawd nyob, tug ntawd khaiv nwg moog zuv npua tom teb."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.16","label":"16","content":"Nwg xaav noj cov plhaub taum kws npua noj, kuas tsau nwg plaab los tsi muaj leejtwg pub rua nwg noj."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.17","label":"17","content":"Thaus nwg ncu dlheev txug has tas, ‘Kuv txiv cov tub zug muaj noj muaj haus tsi taag, ua le caag kuv yuav tuaj yoo tshaib ntawm nuav?"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.18","label":"18","content":"Kuv yuav rov moog cuag kuv txiv hab has tas, “Txiv, kuv ua txhum rua Vaajtswv hab ua txhum rua koj lawm."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.19","label":"19","content":"Kuv tsi tsimnyog ua koj tug tub lawm; thov koj suav kuv ib yaam le kuv yog koj ib tug tub zug xwb.” ’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.20","label":"20","content":"Ces nwg txawm sawv tseeg taug kev rov moog cuag nwg txiv. “Thaus nwg lug tsi tau txug kws tseem nyob hov dleb, nwg txiv pum nwg hab hlub nwg kawg; nwg txiv dlha loo moog puag nkaus tug tub nwj."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.21","label":"21","content":"Tug tub has rua leej txiv has tas, ‘Txiv, kuv ua txhum rua Vaajtswv hab ua txhum rua koj lawm. Kuv tsi tsimnyog ua koj tug tub lawm!’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.22","label":"22","content":"Tabsis leej txiv has rua cov tubkhai has tas, ‘Mej kawgkag nqaa cev rig tsho kws zoo zoo tuaj rua nwg naav. Nqaa nplhaib tuaj rua nwg coj, muab khau tuaj rua nwg rau."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.23","label":"23","content":"Hab moog muab tug mivnyuas nyuj kws rog rog coj lug tua ua ib rooj mov rua suavdlawg noj ua kev zoo sab."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.24","label":"24","content":"Rua qhov kuv tug tub nuav tub tuag lawm, tabsis nwgnuav nwg caj rov lug; nwg tub pluj lawm, tabsis nwgnuav nwg rov lug.’ Ces suavdlawg txawm noj haus zoo sab."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.25","label":"25","content":"“Thaus ntawd tug tub hlub nyob tom teb. Nwg rov tom teb lug txug ntawm tog tsev, nwg nov suab raaj suab nkauj nogncaas hab suab seev cev huv tsev tuaj."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.26","label":"26","content":"Nwg hu ib tug tubkhai tuaj, hab nug has tas, ‘Puab ua dlaabtsi huv tsev?’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.27","label":"27","content":"Tug tubkhai ntawd teb has tas, ‘Koj tug kwv rov qaab lug lawm. Koj txiv tua tug mivnyuas nyuj rog rog rua koj tug kwv noj, rua qhov koj tug kwv rov lug, nwg tseem noj qaab nyob zoo.’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.28","label":"28","content":"Tug tijlaug chim heev, nwg tsi kaam moog rua huv tsev. Nwg txiv txhaj tawm tuaj thov kuas nwg moog huv tsev."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.29","label":"29","content":"Nwg teb nwg txiv has tas, ‘Txiv, koj sim xaav saib, kuv ua num rua koj ib yaam le tug qhev tau ntau xyoo, kuv tsi tau tawv koj ib zag le. Koj tub tsi pub ib yaam dlaabtsi rua kuv. Txawm yog ib tug nyuas mivnyuas tshis los koj tub tsi muab rua kuv tua pub kuv cov phoojywg noj ib pluag zoo sab le!"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.30","label":"30","content":"Tabsis koj tug tub nuav, coj koj tej nyaj moog ndlav namndlav hab phob phuam laam taag. Nwg rov qaab lug, koj tsua muab tug mivnyuas nyuj rog rog tua rua nwg noj hab!’"},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.31","label":"31","content":"Leej txiv teb has tas, ‘Mivtub, koj yeej ibtxwm nrug kuv nyob, txhua yaam kws kuv muaj puavleej yog koj le."},{"bible_id":"1726","chapter_code":"LUK.15","verse_code":"LUK.15.32","label":"32","content":"Yeej tsimnyog peb ua ib rooj mov noj hab zoo sab, rua qhov koj tug kwv tub tuag lawm, tabsis nwgnuav nwg caj rov lug, nwg tub pluj lawm, tabsis nwgnuav nwg rov lug.’ ”"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.1","label":"1","content":"Yexus has rua nwg cov thwjtim has tas, “Muaj ib tug tuabneeg npluanuj, nwg muaj ib tug thawj tubkhai kws saib nwg lub vaaj tse. Muaj tuabneeg lug qha rua tug npluanuj has tas, koj tug thawj tubkhai muab koj tej nyaj coj moog siv phuam laam ntsuav lawm."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.2","label":"2","content":"yog le ntawd, tug npluanuj txhaj hu tug thawj tubkhai lug hab has rua nwg tas, ‘Zaaj kws kuv nov koj ua ntawd yog le caag tag? Koj ca le muab tej ntaub ntawv kws teev tej nyaj lug rua kuv, rua qhov kuv tsi yuav koj ua kuv tej num lawm.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.3","label":"3","content":"Tug thawj tubkhai ntawd xaav has tas, ‘Kuv tug tswv tub yuav rhu kuv tawm num, kuv yuav ua le caag txhaj zoo? Kuv yuav moog khawb aav los tsi muaj zug, yuav moog thov khawv noj los txaajmuag."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.4","label":"4","content":"Nwgnuav, kuv paub has tas kuv yuav ua le caag, thaus tug tswv tsi pub kuv ua num lawm, txhaj muaj tuabneeg hu kuv moog huv puab tej tsev.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.5","label":"5","content":"Nwg txawm hu txhua tug kws tshuav nwg tug tswv nqe ib tug zuj zug tuaj cuag nwg. Nwg nug thawj tug has tas, ‘Koj tshuav tug tswv nqe npaum le caag?’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.6","label":"6","content":"Tug ntawd teb has tas, ‘Kuv tshuav nwg ib puas thoob roj.’ Tug thawj tubkhai has rua tug ntawd tas, ‘Dlaim ntawv nuav yog dlaim kws koj tshuav nqe, koj ca le moog nyob quastsawg hab sau kag ua tsib caug thoob.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.7","label":"7","content":"Tug thawj tubkhai txawm nug dlua ib tug has tas, ‘Koj tshuav npaum le caag?’ Tug ntawd teb has tas, ‘Kuv tshuav ib txheeb naab nplej.’ Tug thawj tubkhai has rua tug ntawd tas, ‘Dlaim ntawv nuav yog dlaim kws koj tshuav nqe, koj ca le sau ua yim caum naab.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.8","label":"8","content":"Tug tswv qhuas tug thawj tubkhai kws tsi ncaaj has tas, tug tubkhai ntawd muaj tswvyim kawg le; rua qhov cov tuabneeg kws nyob huv nplajteb nuav muaj tswvyim ua num heev dlua cov tuabneeg kws nyob qhov pum kev.”"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.9","label":"9","content":"Yexus has ntxiv tas, “Yog le ntawd kuv qha rua mej has tas, mej yuavtsum muab tej nyaj huv nplajteb nuav coj moog zeem phoojywg. Thaus mej tej nyaj taag lawm, cov tuabneeg ntawd txhaj yuav tog txais mej huv qhov chaw kws yuav nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.10","label":"10","content":"Tug kws ua ncaaj rua tej yaam tsawg, nwg yeej yuav ua ncaaj rua yaam ntau hab; tug kws ua tsi ncaaj rua tej yaam tsawg, nwg yeej yuav ua tsi ncaaj rua tej yaam ntau hab."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.11","label":"11","content":"Tej nyaj huv nplajteb nuav, mej tub siv tsi ncaaj. Yog le ntawd, leejtwg yuav muab tej kws tseemceeb dlua tej nyaj ntawd rua mej hab."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.12","label":"12","content":"Hab yog mej ua tsi ncaaj rua tej kws yog lwm tug tug, leejtwg yuav muab tej kws yog mej tug rua mej?"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.13","label":"13","content":"“Yeej tsi muaj ib tug tubkhai yuav ua num tau rua ob tug tswv. Yog nwg ua le ntawd, Nwg yuav ntxub ib tug hab nyam ib tug; nwg yuav fwm ib tug hab saib tsi taug ib tug. Yog mej yuav muab Vaajtswv hab nyaj txag saib hlub ib yaam nkaus yeej tsi tau le.”"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.14","label":"14","content":"Thaus cov Falixais nov Yexus qha tej ntawd, puab txawm thuam Yexus, rua qhov puab yog cov kws ntshaw nyaj."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.15","label":"15","content":"Yexus has rua puab tas, “Mej yog cov tuabneeg kws ua txuj ua kuas suavdlawg xaav has tas, mej yog tuabneeg zoo, tabsis Vaajtswv tub paub mej lub sab taag lawm. Rua qhov tej kws tuabneeg xaav has tas muaj nqes, tej ntawd Vaajtswv pum has tas tsi muaj nqes."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.16","label":"16","content":"“Suavdlawg coj Mauxes txuj Kevcai hab tej lug qha kws cov cev Vaajtswv lug sau tseg lug txug lub sijhawm kws Yauhaas tug kws muab tuabneeg ua kevcai raus dlej lug qha, txij thaus ntawd lug muaj tuabneeg moog qha Txujmoo Zoo kws has txug Vaajtswv lub tebchaws, ces suavdlawg sis txeeb moog rua huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.17","label":"17","content":"Yog ua kuas lub nplajteb hab lub ntuj puamtsuaj moog, yoojyim dlua le rhuav Mauxes txuj Kevcai ib tug tsaj ntawv povtseg."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.18","label":"18","content":"“Yog leejtwg muab nwg tug quaspuj nrauj lawm hab moog yuav dlua quaspuj, kuj yog nwg ua txhum kev nkauj kev nraug; hab yog leejtwg moog yuav ib tug puj nrauj, kuj yog nwg ua txhum kev nkauj kev nraug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.19","label":"19","content":"“Muaj ib tug npluanuj, nwg naav tej tsoog tsho zoo zoo kws kim kim, hab naj nub muaj noj seem noj sos."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.20","label":"20","content":"Muaj ib tug txivneej pluag pluag hu ua Laxalus, nwg ib ce mob ua paug quas mag, luas pheej coj nwg tuaj tso rua ntawm tug npluanuj ib saab qhovrooj."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.21","label":"21","content":"Nwg xaav has tas nyaj nwg yuav tau noj tej mov kws poob sau tug npluanuj lub rooj lug, txawm yog nwg txomnyem npaum le ntawd los dlev tseem lug yaim nwg tej qhov txhaab hab."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.22","label":"22","content":"Thaus tug txomnyem ntawd tuag, cov timtswv ceebtsheej lug coj nwg moog nyob ntawm Anplahaas ib saab. Thaus tug npluanuj tuag, luas coj nwg moog log,"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.23","label":"23","content":"hab nwg raug txomnyem nyob huv tubtuag teb.  Nwg tsaa qhovmuag saib sau, nwg pum Anplahaas nyob dleb dleb, hab pum Laxalus nyob ntawm Anplahaas ib saab."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.24","label":"24","content":"Tug npluanuj hu has tas, ‘Txiv Anplahaas! Thov koj hlub kuv, hab khaiv Laxalus muab nwg tug ntivteg moog tub dlej tuaj rua kuv tug nplaig kuas laaj mivntsiv, rua qhov kuv nyob huv cov nplaim tawg nuav, kuv txomnyem kawg le!’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.25","label":"25","content":"Tabsis Anplahaas teb has tas, ‘Mivtub, koj puas ncu thaus koj tseem ua neej nyob, koj muaj noj muaj naav, Laxalus txomnyem tsi muaj dlaabtsi le. Nwgnuav nwg tau zoo, koj tsua moog nyob huv qhov txomnyem."},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.26","label":"26","content":"Tsi taag le ntawd xwb, tseem muaj ib tug kwj tub tub quas peb hab mej lawm, cov saab tim peb nuav yuav tuaj rua saab tim mej los yeej tsi tau, hab cov saab tim mej yuav hlaa tuaj rua saab tim peb nuav los yeej tsi tau.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.27","label":"27","content":"Tug npluanuj has tas, ‘Txiv Anplahaas, thov koj khaiv Laxalus rov moog kuas txug kuv txiv tsev,"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.28","label":"28","content":"kuv tshuav tsib tug kwvtij, kuas Laxalus moog qha rua puab, nyob tsaam puab yuav tau lug nyob huv qhov txomnyem nuav hab.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.29","label":"29","content":"Anplahaas teb has tas, ‘Koj cov kwvtij tub muaj Mauxes txuj kevcai hab tej lug kws cov cev Vaajtswv lug sau tseg lawm, ca puab coj lawv le tej lug ntawd.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.30","label":"30","content":"Tug npluanuj teb has tas, ‘Txiv Anplahaas, tsi yog le ntawd, yog ib tug kws tuag lawm, sawv rov moog qha rua puab, puab txhaj le yuav tso puab tej kev txhum tseg.’"},{"bible_id":"1726","chapter_code":"LUK.16","verse_code":"LUK.16.31","label":"31","content":"Tabsis Anplahaas has tas, ‘Yog puab tsi noog Mauxes hab cov kws cev Vaajtswv lug tej lug qha, ces txawm yog ib tug kws tuag lawm sawv rov qaab moog qha rua puab los puab yeej yuav tsi ntseeg le.’ ”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.1","label":"1","content":"Yexus has rua nwg cov thwjtim has tas, “Ua le caag los yeej yuav muaj ib yaam ua rua tuabneeg ua txhum, tabsis tug kws ua yaam ntawd, nwg yuav raug kev puamtsuaj!"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.2","label":"2","content":"Yog tug ntawd ua rua cov mivnyuas nuav ib tug ua txhum, ca le muab hlua khi ib txhib zeb kws luj dlai rua tug ntawd cejdlaab hab coj nwg moog pov rua huv havtxwv yuav zoo dlua!"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.3","label":"3","content":"Yog le ntawd, mej yuavtsum ceevfaaj zoo! “Yog koj pum koj ib tug kwvtij ua txhum rua koj, koj yuavtsum ntuag nwg. Yog nwg leeg nwg tej kev txhum lawm, koj ca le zaam txim rua nwg."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.4","label":"4","content":"Yog ib nub nwg ua txhum rua koj xyaa zag, hab txhua zag kws nwg tuaj leeg rua koj has tas, ‘Kuv ua txhum lawm,’ koj yuavtsum zaam txim rua nwg.”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.5","label":"5","content":"Cov timthawj has rua Yexus has tas, “Thov koj paab kuas peb muab sab rau ntseeg ntxiv.”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.6","label":"6","content":"Tug Tswv has rua puab tas, “Yog mej muaj kev ntseeg luaj le lub noob zaub, mej yuav has rua tsob ntoo zaub kaab nuav has tas, ‘Koj ca le rhu hlo moog cog rua huv havtxwv,’ ces tsob ntoo zaub kaab ntawd yuav noog mej has."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.7","label":"7","content":"“Mej cov yog leejtwg muaj ib tug tubkhai moog laij lag lossis moog yug yaaj lawm, thaus nwg rov qaab nraag laj lug, mej puas yuav has rua tug tubkhai ntawd tas, ‘Koj ca le lug noj mov?’"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.8","label":"8","content":"Mej yeej yuav tsi has le ntawd! Mej yuav has rua nwg tas, ‘Ca le tu cev khov kho moog ua mov rua kuv noj, thaus kuv noj kuv haus taag; koj maam le noj.’"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.9","label":"9","content":"Txawm yog tug tubkhai ua lawv le mej has los tsi taag mej yuav ua nwg tsaug."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.10","label":"10","content":"Mej cov los kuj ib yaam nkaus; thaus mej ua lawv le kuv kuas mej ua taag lawm, mej ca le has tas, ‘Peb yog cov tubkhai kws tsi tseemceeb dlaabtsi le, peb tsuas ua lawv le peb teg num xwb.’ ”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.11","label":"11","content":"Thaus Yexus moog nraag lub nroog Yeluxalees, nwg hlaa lub xeev Kalilais moog."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.12","label":"12","content":"Thaus nwg taabtom yuav moog rua huv ib lub zog, nwg ntsib kaum tug mob ruas. Puab sawv dleb dleb"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.13","label":"13","content":"hab hu nrov nrov has tas, “Tswv Yexus! Thov koj hlub peb!”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.14","label":"14","content":"Thaus Yexus pum dlheev puab, nwg has rua puab tas, “Mej ca le moog cuag cov povthawj kuas puab saib mej.” Thaus cov tuabneeg mob ruas ntawd taabtom moog, puab tej ruas tub zoo lawm."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.15","label":"15","content":"Puab cov ntawd muaj ib tug pum has tas, nwg tej ruas zoo taag lawm, nwg txawm rov qaab lug hab has nrov nrov ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.16","label":"16","content":"Nwg txhus caug ndlua ntawm Yexus kutaw ua Yexus tsaug. Tug ntawd yog tuabneeg Xamalis."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.17","label":"17","content":"Yexus has tas, “Kaum leej tub zoo huv tuabsi lawm; cuaj leeg dlua twg taag lawm?"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.18","label":"18","content":"Vim le caag tsuas muaj tuab leeg kws yog lwm Tsaav tuabneeg lug ua Vaajtswv tsaug xwb?”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.19","label":"19","content":"Hab Yexus has rua tug ntawd tas, “Koj ca le sawv tseeg moog tsev; koj txujkev ntseeg tub ua rua koj tej ruas zoo lawm.”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.20","label":"20","content":"Cov Falixais muaj qee leej nug Yexus has tas, thaus twg Vaajtswv lub Tebchaws maam le lug? Yexus teb has tas, “Thaus kws Vaajtswv lub tebchaws lug, yuav tsi muaj ib yaam dlaabtsi qha rua leejtwg paub."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.21","label":"21","content":"Tsi muaj leejtwg yuav has tas, ‘Mej saib, nwg nyob ntawm nuav’ lossis ‘Nyob tod!’; Rua qhov Vaajtswv lub Tebchaws tub lug lawm.”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.22","label":"22","content":"Yexus has rua cov thwjtim has tas, “Yeej yuav muaj ib lub sijhawm kws mej xaav pum nub kws Tuabneeg Leej Tub rov lug, tabsis mej yuav tsi pum."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.23","label":"23","content":"Yuav muaj tuabneeg has rua mej has tas, ‘Mej moog saib tod!’ lossis ‘Mej lug saib ntawm nuav!’ Tabsis mej tsi xob moog saib."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.24","label":"24","content":"Nub kws Tuabneeg Leej Tub lug, yuav muaj tsaglig xub laim sau nruab ntug, ib saab ntuj moog rua ib saab ntuj."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.25","label":"25","content":"Tabsis ua ntej ntawd, nwg tub xub raug kev tsimtxom ntau yaam hab cov tuabneeg tam nuav tsi leeg yuav nwg."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.26","label":"26","content":"Tam kws Nau-es ua neej nyob zoo le caag, lub sijhawm kws Tuabneeg Leej Tub lug yuav zoo ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.27","label":"27","content":"Tej tuabneeg suavdlawg naj nub noj haus, ua tshoob ua kug moog txug nub kws Nau-es nce moog rua huv nkoj, hab dlej lug nyaab tej tuabneeg ntawd tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.28","label":"28","content":"Lub sijhawm kws Tuabneeg Leej Tub lug yuav zoo ib yaam le tam kws Lauj nyob. Tej tuabneeg suavdlawg naj nub ua noj ua haus, ua laag ua luam, ua laj ua teb, hab ua vaaj ua tsev."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.29","label":"29","content":"Nub kws Lauj tawm huv lub nroog Xaudoos moog, txawm muaj nplaim tawg hab leejfaaj poob sau ntuj lug kub tej tuabneeg tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.30","label":"30","content":"Nub kws Tuabneeg Leej Tub lug, yuav zoo ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.31","label":"31","content":"“Nub ntawd tug kws nyob nrau zoov, tsi xob moog nqaa nwg tej qhov txhua chaw huv tsev; ib yaam le ntawd, tug kws moog rua tom teb lawm, tsi xob rov qaab lug rua huv tsev."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.32","label":"32","content":"Mej yuavtsum ncu ntsoov txug Lauj tug quaspuj!"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.33","label":"33","content":"Tug kws khauvxwm nwg txujsa, tug ntawd yuav tsi tau txujsa; tug kws tsi khauvxwm nwg txujsa, tug ntawd yuav tau txujsa."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.34","label":"34","content":"Kuv qha rua mej has tas mo ntawd, ob tug tuabneeg kws pw ib txaag, yuav coj ib tug moog, tseg ib tug ca."},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.35","label":"35","content":"Ob tug quaspuj kws zum zeb ua ke: yuav coj ib tug moog, tseg ib tug ca"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.36","label":"36","content":"[Ob tug txivneej kws nyob tom teb, yuav coj ib tug moog, tseg ib tug ca.]”"},{"bible_id":"1726","chapter_code":"LUK.17","verse_code":"LUK.17.37","label":"37","content":"Cov thwjtim nug Yexus has tas, “Tug Tswv, yuav muaj le ntawd nyob rua qhov twg?” Yexus teb has tas, “Cev tuag nyob qhov twg, dlaav npoj yuav sau nthwv moog rua qhov ntawd.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.1","label":"1","content":"Yexus has ib zaaj lug pevtxwv rua nwg cov thwjtim has tas, kuas puab naj nub thov Vaajtswv tsi xob qaug zug."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.2","label":"2","content":"Yexus has tas, “Nyob huv ib lub nroog, muaj ib tug txav txim kws tsi ntshai Vaajtswv hab tsi fwm leejtwg le."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.3","label":"3","content":"Nyob huv lub nroog ntawd muaj ib tug puj ntsuag kws naj nub tuaj thov tug txav txim ntawd has tas ‘Thov koj paab has rooj plaub kws luas kom kuv!’"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.4","label":"4","content":"Thaus chivthawj tug txav txim tsi kaam has, tabsis tom qaab ntawd, nwg xaav has tas, ‘Txawm yog kuv tsi ntshai Vaajtswv hab tsi fwm leejtwg le los"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.5","label":"5","content":"tug puj ntsuag nuav pheej tuaj txob kuv, kuv yuav tau paab nwg has kuas taag, nwg txhaj yuav tsi naj nub tuaj txob kuv kuas kuv ntxhuv sab!’ ”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.6","label":"6","content":"Tug Tswv has rua puab ntxiv tas, “Mej tub nov tug txav txim kws sab tsi ncaaj ntawd tej lug lawm."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.7","label":"7","content":"Vaajtswv tsaav tuabneeg kws naj nub naj mo thov Vaajtswv paab, Vaajtswv yuav tsi paab has puab zaaj los? Vaajtswv yuav tog ntev maam le paab puab los?"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.8","label":"8","content":"Kuv qha rua mej has tas, ‘Vaajtswv yeej yuav paab has puab zaaj sai sai. Thaus Tuabneeg Leej Tub lug, cov tuabneeg kws nyob huv nplajteb nuav puas yuav muaj tug kws ntseeg nwg lawm?’ ”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.9","label":"9","content":"Hab Yexus has ib zaaj lug pevtxwv rua cov tuabneeg kws khaav has tas, puab yog tuabneeg ncaaj hab puab saib tsi taug lwm tug le nuav,"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.10","label":"10","content":"“Muaj ib zag ob tug txivneej moog thov Vaajtswv huv lub Tuamtsev: ib tug yog tug Falixais hab ib tug yog tug sau se."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.11","label":"11","content":"“Tug Falixais sawv ntsug hab nwg thov  has tas, ‘Vaajtswv, kuv ua koj tsaug, kuv zoo tsi thooj le lwm tug, kuv tsi ua tuabneeg sab hlub, kuv yog tuabneeg ncaaj nceeg, kuv tsi zig luas tej quaspuj, hab kuv tsi zoo le tug sau se ntawd."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.12","label":"12","content":"Xyaa nub twg kuv ua kevcai yoo mov ob zag, hab tej nyaj kws kuv khwv tau lug, kuv muab ib feem kaum rua koj.’"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.13","label":"13","content":"“Tabsis tug sau se sawv nrug dleb mivntsiv, nwg tsi tsaa qhovmuag saib sau ntuj, nwg ntaus nwg lub hauvsab hab has tas, ‘Vaajtswv, kuv yog tuabneeg txhum, thov koj taabncuab kuv!’"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.14","label":"14","content":"Yexus has tas, ‘Kuv qha rua mej has tas, thaus obtug rov moog tsev lawm, tug sau se yog tug kws ua hum Vaajtswv sab, tsi yog tug Falixais. Rua qhov tug kws khaav has tas, nwg muaj fwjchim, tug ntawd yuav poob fwjchim, tabsis tug kws txu fwjchim, tug ntawd yuav tau fwjchim.’ ”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.15","label":"15","content":"Muaj tuabneeg coj puab cov mivnyuas tuaj cuag Yexus hab thov nwg cev teg plhw puab tej mivnyuas. Thaus cov thwjtim pum le ntawd, puab txwv tsi pub cov tuabneeg ua le ntawd,"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.16","label":"16","content":"tabsis Yexus hu cov mivnyuas yau lug cuag nwg hab has tas, “Ca le tso cov mivnyuas yau lug cuag kuv, tsi xob txwv puab, rua qhov Vaajtswv lub Tebchaws yog cov tuabneeg kws muaj lub sab zoo le cov mivnyuas yau nuav tug."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.17","label":"17","content":"Kuv qha rua mej has tas, yog leejtwg tsi txais yuav Vaajtswv lub Tebchaws ib yaam le cov mivnyuas yau nuav, ces tug ntawd yuav tsi tau moog rua huv Vaajtswv lub Tebchaws le.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.18","label":"18","content":"Cov Yudais ib tug thawjcoj tuaj nug Yexus has tas, “Tug Xwbfwb kws muaj lub sab zoo, kuv yuav ua le caag kuv txhaj tau txujsa ntev dlhawv moog ibtxhis?”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.19","label":"19","content":"Yexus nug nwg has tas, “Vim le caag koj hu kuv has tas, tug kws muaj lub sab zoo? Yeej tsi muaj leejtwg sab zoo le, tsuas yog Vaajtswv tuab leeg xwb."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.20","label":"20","content":"Koj yeej paub Vaajtswv txuj Kevcai kws has tas, ‘Tsi xob ntxag luas quaspuj luas quasyawg; tsi xob tua tuabneeg; tsi xob ua tubsaab; tsi xob ua timkhawv tsi tseeb, hab fwm koj nam koj txiv.’ ”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.21","label":"21","content":"Tug txivneej ntawd teb has tas, “Tej kevcai kws koj has ko kuv tub coj txhua nqai thaus kuv tseem yau lug lawm.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.22","label":"22","content":"Thaus Yexus nov nwg has le ntawd, Yexus has rua nwg tas, “Tseem tshuav ib yaam kws koj tsi tau ua. Koj ca le moog muab koj tej qhov txhua chaw muag huv tuabsi, hab muab cov nyaj ntawd faib rua cov tuabneeg pluag, koj txhaj yuav yog tug kws npluanuj nyob sau ntuj ceebtsheej; tom qaab ntawd, koj ca le tuaj nrug kuv moog.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.23","label":"23","content":"Thaus tug txivneej ntawd nov Yexus has le ntawd, nwg nyuaj sab kawg le, rua qhov nwg npluanuj heev."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.24","label":"24","content":"Thaus Yexus pum tug ntawd nyuaj sab heev, Yexus has tas, “Cov tuabneeg npluanuj yuav moog Vaajtswv lub tebchaws mas nyuaj kawg le!"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.25","label":"25","content":"Ib tug ntxhuav nkaag lub qhov koob tseem yoojyim dlua ib tug tuabneeg pluanuj yuav moog rua Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.26","label":"26","content":"Cov tuabneeg kws nov Yexus has le ntawd, puab nug Yexus has tas, “Yog le ntawd, leejtwg txhaj yuav dlim tau?”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.27","label":"27","content":"Yexus teb has tas, “Tej kws tuabneeg ua tsi tau, Vaajtswv ua tau.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.28","label":"28","content":"Ces Petus has rua Yexus has tas, “Peb tub tso vaaj tse tseg hab tuaj nrug koj moog lawm.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.29","label":"29","content":"Yexus has rua puab tas, “Kuv qha tseeb rua mej has tas, yog leejtwg tso vaaj tse, tso quaspuj mivnyuas, tso kwvtij hab tso nam tso txiv tseg, vim nwg xaav tau Vaajtswv lub Tebchaws,"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.30","label":"30","content":"tam nuav nwg yuav tau ntau dlua tej kws nwg muab tso tseg lawm, hab lwm tam, nwg yuav tau txujsa ntev dlhawv moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.31","label":"31","content":"Yexus coj nwg kaum ob tug thwjtim moog rua ib qho hab nwg has rua puab tas, “Mej ua tuab zoo noog! Peb yuav moog rua nraag lub nroog Yeluxalees, kuas txhua yaam tav lawv le tej kws cov cev Vaajtswv lug tau sau has txug Tuabneeg Leej Tub lawm."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.32","label":"32","content":"Yuav muaj tuabneeg nteg nwg coj moog rua lwm tsaav tuabneeg, puab yuav saib tsi taug nwg, thuam nwg hab nti quavncaug rua nwg."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.33","label":"33","content":"Puab yuav muab nwg nplawm hab muab nwg tua povtseg, tabsis tom qaab ntawd peb nub, nwg yuav sawv rov qaab lug.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.34","label":"34","content":"Cov thwjtim tsi totaub tej kws Yexus has; Yexus tsi qha lub ntsab lug rua puab, puab txhaj tsi paub sov Yexus has txug dlaabtsi."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.35","label":"35","content":"Thaus Yexus moog yuav txug lub nroog Yelikaus, muaj ib tug txivneej dligmuag nyob quastsawg ntawm ntug kev thov khawv."},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.36","label":"36","content":"Thaus tug dligmuag nov muaj tuabneeg coob coob thaam zum zawg taug kev tuaj, nwg nug has tas, “Mej ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.37","label":"37","content":"Puab qha rua nwg has tas, “Yexus tug kws yog tuabneeg Naxales taabtom taug kev tuaj.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.38","label":"38","content":"Tug dligmuag ntawd hu nrov nrov has tas, “Yexus kws yog Daviv tug Tub! Thov koj taabncuab kuv!”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.39","label":"39","content":"Cov tuabneeg kws nyob ntawm nwg hauv ntej txwv kuas nwg nyob tuabywv tsi xob qw. Tabsis nwg hajyam qw nrov nrov has tas, “Daviv tug Tub, thov koj taabncuab kuv!”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.40","label":"40","content":"Yog le ntawd, Yexus txawm nreg hab kuas puab coj tug dligmuag lug cuag nwg. Thaus tug dligmuag lug ze lawm, Yexus nug nwg has tas,"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.41","label":"41","content":"“Koj xaav kuas kuv ua dlaabtsi rua koj?” Tug dligmuag teb has tas, “Tug Tswv, thov paab kuas kuv pum kev.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.42","label":"42","content":"Yexus has rua nwg has tas, “Koj ca le pum kev! Koj txujkev ntseeg tub ua rua koj pum kev lawm.”"},{"bible_id":"1726","chapter_code":"LUK.18","verse_code":"LUK.18.43","label":"43","content":"Taamsim ntawd nwg txawm pum kev, nwg nrug Yexus moog hab ua Vaajtswv tsaug. Thaus cov tuabneeg coob coob pum le ntawd, puab qhuas Vaajtswv kawg le."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.1","label":"1","content":"Yexus tuaj txug huv lub nroog Yelikaus, hab yuav dlhau moog."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.2","label":"2","content":"Nyob huv muaj ib tug txivneej hu ua Xakhais, nwg yog cov sau se tug thawj hab nwg muaj nyaj heev."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.3","label":"3","content":"Xakhais xaav pum saib Yexus yog tug twg, tabsis muaj tuabneeg coob coob thaiv nwg, nwg saib tsi pum Yexus, rua qhov nwg yog tuabneeg qegtaub."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.4","label":"4","content":"Xakhais txhaj dlha fuas suavdlawg ntej moog nce ib tsob ntoo xikamaus, kuas nwg pum Yexus, rua qhov Yexus yuav taug txujkev ntawd tuaj."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.5","label":"5","content":"Thaus Yexus tuaj txug ntawd, Yexus tsaa qhovmuag saib hab has rua Xakhais has tas, “Xakhais, koj ca le nqeg lug, rua qhov nub nua kuv yuav moog su huv koj tsev.”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.6","label":"6","content":"Xakhais txawm nqeg nrawm nroog lug tog txais Yexus, hab zoo sab kawg le."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.7","label":"7","content":"Cov tuabneeg kws pum le ntawd, puab thuam has tas, “Ua le caag Yexus yuav moog su huv tug tuabneeg txhum tsev!”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.8","label":"8","content":"Xakhais sawv ntsug hab has rua Yexus has tas, “Tug Tswv, koj noog kuv has! Kuv yuav muab tej kws kuv muaj ib nraab faib rua cov tuabneeg pluag. Hab yog kuv tau muab leejtwg ib yaam dlaabtsi lug yuav lawm, kuv yuav them plaub npaug rov qaab rua tug ntawd.”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.9","label":"9","content":"Yexus has tas, “Nub nua txujkev cawm dlim tub lug rua huv tug txivneej nuav lub tsev lawm. Tug txivneej nuav yog Anplahaas ib tug xeebntxwv hab."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.10","label":"10","content":"Tuabneeg leej Tub yeej lug nrhav cov tuabneeg kws yuam kev lawm hab cawm kuas puab dlim.”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.11","label":"11","content":"Thaus cov tuabneeg tseem taabtom noog Yexus has ntawd, Yexus txawm has ib zaaj lug pevtxwv rua puab noog. Thaus nwg moog yuav txug huv lub nroog Yeluxalees, hab tej tuabneeg xaav has tas, Vaajtswv lub Tebchaws tub lug yuav txug."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.12","label":"12","content":"Yexus has tas, “Muaj ib tug nom taabtom yuav sawv kev moog rua lwm lub tebchaws dleb dleb, kuas luas muab nwg tsaa ua vaajntxwv, nwg maam le rov qaab lug."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.13","label":"13","content":"Thaus nwg yuav moog, nwg hu nwg kaum tug tubkhai lug, hab nwg muab nyaj rua puab ib leeg ib choj; hab has rua puab tas, ‘Mej ca le coj cov nyaj nuav moog ua laag ua luam, kuas txug nub kuv rov lug.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.14","label":"14","content":"Tabsis cov pejxeem kws nyob huv tug nom ntawd lub tebchaws ntxub nwg, puab txawm khaiv tuabneeg lawv qaab moog has tas, ‘Peb tsi yuav tug nom nuav ua peb tug vaajntxwv.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.15","label":"15","content":"“Thaus luas tsaa tug nom ntawd ua vaajntxwv lawm, nwg rov qaab lug, hab hu kuas cov tubkhai kws nwg muab nyaj rua tuaj cuag nwg, saib puab moog ua luam ib leeg tsaam pistsawg."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.16","label":"16","content":"Thawj tug tubkhai lug has tas, ‘Tug tswv, choj nyaj kws koj muab rua kuv, kuv coj moog ua luam tsaam kaum choj.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.17","label":"17","content":"Tug tswv has tas, ‘Zoo heev, koj yog tug tubkhai kws noog lug! Vim koj ua ncaaj rua tej yaam miv miv nuav, kuv yuav tsaa koj ua tug kws saib kaum lub nroog.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.18","label":"18","content":"Tug tubkhai ob lug has tas, ‘Tug tswv, choj nyaj kws koj muab rua kuv, kuv coj moog ua luam tsaam tsib choj.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.19","label":"19","content":"Tug tswv has rua tug tubkhai ntawd has tas, ‘Koj yuav tau ua tug saib tsib lub nroog.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.20","label":"20","content":"Muaj dlua ib tug tubkhai lug has tas, ‘Tug tswv, choj nyaj kws koj muab rua kuv nyob ntawm nuav; kuv muab phuam qhwv khaws ca zoo zoo."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.21","label":"21","content":"Kuv ntshai koj, rua qhov koj yog ib tug tuabneeg nyaum heev. Koj ibtxwm hlais tej kws tsi yog koj cog, hab sau tej kws tsi yog koj tseb.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.22","label":"22","content":"Tug tswv has rua tug tubkhai ntawd has tas, ‘Tug tubkhai kws sab phem! Kuv yuav rau txim rua koj lawv le tej lug kws koj has! Koj tub paub has tas, kuv yog ib tug tuabneeg kws nyaum heev, kuv ibtxwm hlais tej kws tsi yog kuv cog, hab sau tej kws tsi yog kuv tseb."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.23","label":"23","content":"Ua le caag koj tsi muab kuv choj nyaj coj moog tso rua huv txhaab nyaj? thaus kuv rov qaab lug, kuv txhaj tau kuv choj nyaj hab tau tej paaj ntxiv?’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.24","label":"24","content":"Nwg has rua cov tuabneeg kws sawv ntawd has tas, ‘Mej ca le muab nwg choj nyaj coj moog ntxiv rua tug tubkhai kws muaj kaum choj.’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.25","label":"25","content":"Puab has rua tug tswv has tas, ‘Tug tswv, tug ntawd tub muaj kaum choj lawm!’"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.26","label":"26","content":"Tug tswv teb has tas, ‘Kuv qha rua mej has tas, txhua tug kws muaj lawm, yeej yuav muab ntxiv kuas nwg muaj ntau dlua, tabsis tug kws tsi muaj, txawm yog nwg muaj mivntsiv xwb los yuav muab rhu tawm ntawm nwg moog."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.27","label":"27","content":"Ca le coj kuv cov yeebncuab kws tsi yuav kuv ua puab tug vaajntxwv lug ntawm nuav, hab muab puab tua taabmeeg kuv!’ ”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.28","label":"28","content":"Thaus Yexus has le nuav taag, nwg txawm ua puab ntej moog rua nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.29","label":"29","content":"Thaus Yexus moog yuav txug lub zog Npefakhes hab lub zog Npethanis kws nyob ntawm lub roob txiv ntoo roj, nwg txawm khaiv ob tug thwjtim ua nwg ntej moog,"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.30","label":"30","content":"hab qha obtug has tas, “Meb ca le ncaaj nraim moog rua huv lub zog kws nyob tom meb hauv ntej; thaus meb moog txug, meb yuav pum ib tug mivnyuas neeg luav kws tsi tau muaj tuabneeg caij dlua le, khi ca qhov ntawd. Meb ca le dlaws caab lug rua kuv ntawm nuav."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.31","label":"31","content":"Yog muaj leejtwg nug has tas, ‘Meb yuav dlaws caab moog ua dlaabtsi?’ Meb teb tug ntawd has tas, ‘Tug Tswv  xaav siv.’ ”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.32","label":"32","content":"Obtug moog pum txhua yaam lawv le Yexus qha rua obtug."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.33","label":"33","content":"Thaus obtug taabtom dlaws tug mivnyuas neeg luav, tug tswv txawm nug obtug has tas, “Meb yuav dlaws caab moog ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.34","label":"34","content":"Obtug teb has tas, “Tug Tswv xaav siv.” Obtug caab tug mivnyuas neeg luav lug rua Yexus."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.35","label":"35","content":"Obtug hle obtug ob lub tsho ntev lug pua tug mivnyuas neeg luav nrausqaum rua Yexus caij."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.36","label":"36","content":"Thaus Yexus caij tug mivnyuas neeg luav taug kev moog, tej tuabneeg suavdlawg hle puab tej tsho lug pua huv kev."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.37","label":"37","content":"Thaus Yexus moog yuav txug lub nroog Yeluxalees, ntawm txujkev kws nqeg peg lub Roob Txiv Ntoo Roj lug, cov tuabneeg coob coob kws yog Yexus cov thwjtim txawm ua Vaajtswv tsaug, vim tej txujci tseemceeb kws puab tau pum, hab puab qhuas Vaajtswv nrov nrov has tas,"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.38","label":"38","content":"“Thov Vaajtswv foom koob moov rua tug vaajntxwv kws Vaajtswv khaiv lug! Thov kuas sau ntuj muaj kev kaaj sab lug, hab kuas suavdlawg fwm Vaajtswv tug kws muaj tshwjchim ci ntsaa ab!”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.39","label":"39","content":"Cov Falixais qee leej kws nrug cov tuabneeg coob coob ntawd has rua Yexus has tas, “Xwbfwb, koj has kuas koj cov thwjtim nyob tuabywv!”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.40","label":"40","content":"Yexus teb puab has tas, “Kuv qha rua mej has tas, yog puab cov nuav nyob tuabywv lawm, tej pobzeb yeej yuav qw.”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.41","label":"41","content":"Thaus Yexus tuaj ze lub nroog Yeluxalees, nwg pum lub nroog, nwg quaj,"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.42","label":"42","content":"nwg has tas, “Kheev laam koj paub tej kws yuav paab kuas koj nyob kaaj sab lug! Tabsis nwgnuav koj tsi paub tej ntawd."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.43","label":"43","content":"Rua qhov muaj ib nub koj cov yeebncuab yuav tuaj puab ntsaa yeej vij koj, hab yuav tuaj txhua ceg kaum tuaj puav koj."},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.44","label":"44","content":"Puab yuav ua rua koj hab koj cov tuabneeg kws nyob huv koj, kuas puamtsuaj taag huv tuabsi. Puab yuav tsi ca ob lub pobzeb nyob sis tsuam ua ke, rua qhov koj tsi ncu txug lub sijhawm kws Vaajtswv lug paab koj lawm.”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.45","label":"45","content":"Yexus moog rua ntawm lub Tuamtsev hab ntab tej tuabneeg kws tuaj ua luam kuas tawm moog,"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.46","label":"46","content":"hab nwg has rua puab tas, “Vaajtswv txujlug sau tseg has tas, ‘Kuv lub Tuamtsev yog qhov chaw thov Vaajtswv.’ Tabsis mej muab ua chaw rua tubsaab nkaum.”"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.47","label":"47","content":"Yexus naj nub qha huv lub Tuamtsev, cov thawj ntawm cov povthawj, cov xwbfwb kws qha Vaajtswv txuj Kevcai, hab cov thawjcoj ntawm cov pejxeem xaav muab Yexus tua povtseg,"},{"bible_id":"1726","chapter_code":"LUK.19","verse_code":"LUK.19.48","label":"48","content":"tabsis puab ua tsi tau le caag rua Yexus, rua qhov suavdlawg nyam noog tej kws Yexus qha heev."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.1","label":"1","content":"Muaj ib nub thaus Yexus qhuab qha cov tuabneeg huv lub Tuamtsev, hab qha Txujmoo Zoo, cov thawj ntawm cov povthawj, cov xwbfwb kws qha Vaajtswv txuj Kevcai, hab cov txwjlaug tuaj"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.2","label":"2","content":"nug Yexus has tas, “Koj qha rua peb saib, ua le caag koj muaj cai ua tej nuav? Leejtwg tso cai rua koj?”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.3","label":"3","content":"Yexus teb puab has tas, “Kuv yuav nug mej ib lus. Mej qha rua kuv saib,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.4","label":"4","content":"leejtwg tso cai rua Yauhaas muab tuabneeg ua kevcai raus dlej, Vaajtswv lossis tuabneeg?”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.5","label":"5","content":"Puab txawm sis thaam has tas, “Peb yuav has le caag? Yog peb has tas ‘Vaajtswv kuas Yauhaas ua,’ nwg yuav has rua peb tas, ‘Ua le caag mej tsua tsi ntseeg Yauhaas tej lug?’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.6","label":"6","content":"Yog peb has tas, ‘Tuabneeg kuas Yauhaas ua,’ Cov tuabneeg coob coob kws nyob ntawd nuav yuav muab pobzeb ntaus peb, rua qhov suavdlawg yeej paub has tas, Yauhaas yog ib tug cev Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.7","label":"7","content":"Puab teb has tas, “Peb tsi paub, sov leejtwg tso cai rua nwg.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.8","label":"8","content":"Yexus has rua puab tas, “Yog le ntawd, kuv yuav tsi qha rua mej has tas, leejtwg tso cai rua kuv ua tej nuav.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.9","label":"9","content":"Yexus has ib zaaj lug pevtxwv rua suavdlawg noog has tas, “Muaj ib tug txivneej cog tau ib vaaj txiv maab. Nwg muab tso rua ib cov tuabneeg tu sis faib cov txiv. Ces nwg txawm moog rua lwm tebchaws tau ntev loo."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.10","label":"10","content":"Thaus txug lub caij dle txiv maab, nwg khaiv ib tug tubkhai moog cuag cov tuabneeg kws tu lub vaaj hab sau tej txiv maab kws yog nwg tug lug rua nwg. Tabsis cov tuabneeg kws tu lub vaaj muab tug tubkhai ntawd ntaus, hab ntab tug tubkhai ntawd rov qaab lug tsev teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.11","label":"11","content":"Tug tswv vaaj tsua khaiv dlua ib tug tubkhai moog, tabsis cov tuabneeg kws tu lub vaaj muab tug tubkhai ntawd ntaus, ua limham rua nwg, hab kuas nwg rov qaab lug teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.12","label":"12","content":"Tug tswv vaaj rov khaiv dlua tug tubkhai peb moog, cov tuabneeg kws tu lub vaaj muab tug tubkhai ntawd ntaus nqaj ndluag ntshaav nrug, hab muab nwg pov rua saab ntug vaaj nrau."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.13","label":"13","content":"Ces tug tswv vaaj has tas, ‘Kuv yuav ua le caag? Yog kuv khaiv kuv tug tub kws kuv hlub moog, nyaj puab yuav fwm kuv tug tub!’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.14","label":"14","content":"Tabsis thaus cov tuabneeg kws tu lub vaaj pum tug tswv tug tub tuaj, puab txawm sis ntxhi has tas, ‘Tug nuav yog tug tswv vaaj tug tub, peb ca le muab nwg tua povtseg, peb txhaj tau nwg lub vaaj!’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.15","label":"15","content":"Cov tuabneeg kws tu lub vaaj muab tug tub ntawd thawb rua saab ntug vaaj nrau, hab muab nwg tua povtseg.” Yexus nug has tas, “Tug tswv vaaj yuav ua le caag rua cov tuabneeg kws tu lub vaaj ntawd?"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.16","label":"16","content":"Tug tswv vaaj yeej yuav muab cov tuabneeg kws tu lub vaaj tua povtseg, hab muab lub vaaj ntawd rua lwm cov tu.” Thaus suavdlawg nov Yexus has le ntawd, puab has tas, “Nyaj yuav tsi muaj le ntawd.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.17","label":"17","content":"Yexus saib puab hab nug has tas, “Vaajtswv txujlug has le caag? ‘Lub pobzeb kws cov kws ua tsev muab povtseg, lub ntawd tub lug ua lub thawj lawm.’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.18","label":"18","content":"Yog leejtwg qaug moog tsoo lub pobzeb ntawd, tug ntawd lub cev yuav tawg taag; yog lub pobzeb ntawd poob lug tsoo leejtwg, tug ntawd lub cev yuav ntsoog taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.19","label":"19","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov thawj ntawm cov povthawj xaav nteg Yexus, rua qhov puab paub has tas, zaaj lug pevtxwv kws Yexus has ntawd, yog nwg tshev puab; tabsis puab ntshai cov pejxeem."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.20","label":"20","content":"Puab tog saib puas muaj sijhawm zoo nteg Yexus. Puab ndlav qee leej kuas ua txuj ua le tuabneeg ncaaj nceeg moog nug Yexus, saib nwg puas yuav has txhum, puab txhaj zoo nteg nwg coj moog rua tug tswvxeev kws muaj fwjchim."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.21","label":"21","content":"Cov tuabneeg kws puab ndlav moog nug Yexus has tas, “Xwbfwb, peb paub has tas tej lug kws koj has, hab tej kws koj qha puavleej yog huv tuabsi. Peb paub has tas koj tsi xaiv leejtwg ntsejmuag le, tabsis koj qha Vaajtswv txujlug tseeb rua suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.22","label":"22","content":"Koj sim qha rua peb saib, yog peb them se rua Xixas puas txhum peb txuj kevcai los tsi txhum?”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.23","label":"23","content":"Tabsis Yexus tub xub paub puab lub sab lawm, nwg has rua puab tas,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.24","label":"24","content":"“Mej ca le muab ib lub nyaj rua kuv saib, lub ntsejmuag hab lub npe kws sau rua ntawm lub nyaj nuav yog leejtwg lub?” Puab teb has tas, “Yog Xixas lub.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.25","label":"25","content":"Yexus has rua puab tas, “Yaam kws yog Xixas le, mej ca le muab rua Xixas, hab yaam kws yog Vaajtswv le, mej ca le muab rua Vaajtswv.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.26","label":"26","content":"Puab nrhav tsi tau ib qho kuas Yexus has txhum taabmeeg suavdlawg; puab xaav tsi thoob rua tej lug kws Yexus has ntawd, puab txawm nyob tuabywv lawm."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.27","label":"27","content":"Cov Xadukais qee leej kws tsi ntseeg has tas tuabneeg yuav sawv huv qhov tuag rov qaab lug, puab tuaj cuag Yexus hab nug has tas,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.28","label":"28","content":"“Xwbfwb, Mauxes sau txuj Kevcai nuav qha peb has tas, ‘Yog tug quasyawg tuag lawm, nwg tug quaspuj tseem tsi tau muaj mivnyuas, nwg tug kwv yuavtsum yuav tug namtij, tug tijlaug txhaj muaj xeebntxwv.’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.29","label":"29","content":"Thaus muaj xyaa tug kwvtij, tug tijlaug yuav quaspuj tabsis tsi tau muaj mivnyuas, tug tijlaug tuag lawm,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.30","label":"30","content":"tug kwv yuav tug namtij,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.31","label":"31","content":"tug kwv peb yuav tug namtij ntawd hab. Xyaa leej kwvtij puavleej yuav tug quaspuj ntawd, puab puavleej tuag taag, tsi tau muaj ib tug mivnyuas le."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.32","label":"32","content":"Thaus kawg tug quaspuj ntawd txawm tuag lawm hab."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.33","label":"33","content":"Yog le ntawd, nub kws cov tuabneeg tuag sawv rov qaab lug, tug quaspuj ntawd yuav yog leejtwg tug quaspuj? Rua qhov puab xyaa leej puavleej tau yuav nwg huv tuabsi lawm.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.34","label":"34","content":"Yexus teb has tas, “Cov quaspuj hab quasyawg tam nuav txhaj le sis yuav xwb,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.35","label":"35","content":"tabsis cov quaspuj hab cov quasyawg kws tsimnyog sawv lug tau txujsa hab moog nyob tam tom ntej, cov ntawd tsi sis yuav le lawm."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.36","label":"36","content":"Puab yuav zoo ib yaam le cov timtswv ceebtsheej hab yuav tsi tuag le. Puab yog Vaajtswv cov mivnyuas, rua qhov puab tub sawv huv qhov tuag rov qaab lug lawm."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.37","label":"37","content":"Thaus Mauxes has txug cov nplaim tawg kws cig ntawm tsob ntoo, nwg hu tug Tswv has tas, ‘Anplahaas tug Vaajtswv, Ixaj tug Vaajtswv, hab Yakhauj tug Vaajtswv.’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.38","label":"38","content":"Zaaj kws nwg has ntawd tub qha rua suavdlawg has tas, cov tuabneeg kws tuag lawm, yeej yuav sawv rov qaab lug tau txujsa. Vaajtswv yog cov tuabneeg caj tug Vaajtswv, nwg tsi yog cov tuabneeg tuag tug Vaajtswv. Lawv le Vaajtswv saib, txhua tug puavleej muaj sa nyob.”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.39","label":"39","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej has tas, “Xwbfwb, koj teb yog lawm!”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.40","label":"40","content":"Puab has le ntawd vim puab tsi muaj cuabkaav nug ntxiv lawm."},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.41","label":"41","content":"Yexus nug puab has tas, “Yuav ua le caag has tau tas, tug Mexiyas yog Daviv tug Tub?"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.42","label":"42","content":"Rua qhov Daviv sau tseg rua huv phoo Ntawv Nkauj has tas: ‘Tug Tswv has rua kuv tug Tswv has tas: Koj ca le lug nyob ntawm kuv saab xis"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.43","label":"43","content":"moog txug thaus kuv muab koj cov yeebncuab lug rua koj tsuj.’"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.44","label":"44","content":"Daviv tub hu nwg has tas ‘Tug Tswv;’ yuav ua le caag has tau tas, tug Mexiyas yog Daviv tug Tub?”"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.45","label":"45","content":"Thaus cov tuabneeg taabtom noog Yexus qha, Yexus has rua nwg cov thwjtim has tas,"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.46","label":"46","content":"“Mej yuavtsum ceevfaaj, tsi xob ua le cov xwbfwb kws qha Vaajtswv txuj Kevcai, puab nyam naav tej tsho ntev moog rua nuav rua u, hab thaus puab moog tom tej kab, puab nyam kuas suavdlawg fwm puab; thaus puab moog huv tej tsev saablaaj lossis moog nrug luas noj luas haus, puab moog xaiv nyob lub chaw zoo xwb;"},{"bible_id":"1726","chapter_code":"LUK.20","verse_code":"LUK.20.47","label":"47","content":"Puab txhaav tej puj ntsuag tug yuav, hab puab thov Vaajtswv ntev ntev kuas suavdlawg qhuas puab! Puab yeej yuav raug txim nyaav dlua lwm tug huv tuabsi!”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.1","label":"1","content":"Yexus tsaa qhovmuag saib, nwg pum cov tuabneeg npluanuj tso nyaj rua huv lub phijxaab kws nyob huv lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.2","label":"2","content":"hab pum ib tug puj ntsuag pluag pluag taabtom muab ob lub txaj toog tso rua huv."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.3","label":"3","content":"Yexus has tas, “Kuv qha rua mej has tas, tug puj ntsuag nuav tso ntau dlua lwm tug."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.4","label":"4","content":"Rua qhov lwm tug muab tej nyaj kws seem tuaj tso xwb; tabsis tug puj ntsuag kws pluag pluag nuav, nwg muab hlo ob lub txaj toog kws nwg muaj tuaj tso huv tuabsi.”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.5","label":"5","content":"Cov thwjtim qee leej sis thaam has txug lub Tuamtsev kws luas muab tej pobzeb kws zoo zoo nkauj lug ua, hab tej khoom kws luas coj tuaj fij rua Vaajtswv. Yexus has tas, “Tej kws mej pum nuav, thaus txug sijhawm lawm,"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.6","label":"6","content":"yuav tsi muaj ob lub pobzeb dlhos ua ke, txhua lub yuav pluam nyag nyob nyag taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.7","label":"7","content":"Puab nug Yexus has tas, “Xwbfwb, thaus twg maam le muaj tej nuav? Hab yaam dlaabtsi yuav qha rua peb paub has tas, tub txug lub sijhawm kws yuav muaj tej ntawd lawm?”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.8","label":"8","content":"Yexus qha has tas, “Mej yuavtsum ceevfaaj, tsi xob pub leejtwg dlaag ntxag tau mej yuam kev. Yuav muaj ntau leej tuav kuv lub npe has rua mej tas, ‘kuv yog nwg!’ Lub sijhawm tub lug ze lawm! Tabsis mej tsi xob caum cov tuabneeg ntawd moog."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.9","label":"9","content":"Thaus mej nov muaj kev tsuv kev rog hab muaj kev kub ntxhuv los mej tsi xob ntshai. Yeej yuav xub muaj tej ntawd ua ntej, tabsis tsi tau qha has tas, tub txug lub sijhawm kawg lawm.”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.10","label":"10","content":"Yexus has tas, “Ib tsaav tuabneeg yuav tawmtsaam ib tsaav tuabneeg; ib lub tebchaws yuav sawv tua ib lub tebchaws,"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.11","label":"11","content":"yuav muaj aav qeeg luj heev, yuav muaj kev tshaib kev nqhes, hab yuav muaj mob thoob plawg txhua qhov huv tuabsi; yuav muaj tej yaam tshwm sau nruab ntug ua rua suavdlawg ntshai kawg le."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.12","label":"12","content":"Tabsis thaus tseem tsi tau muaj tej ntawd, yuav muaj tuabneeg nteg mej hab tsimtxom mej; puab yuav coj mej moog rua huv tej tsev saablaaj hab muab mej kaw rua huv tej tsev lojcuj. Luas yuav coj mej moog cuag tej vaajntxwv hab tej numtswv, vim mej yog cov kws ntseeg kuv."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.13","label":"13","content":"Thaus ntawd yog lub sijhawm zoo rua mej qha Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.14","label":"14","content":"Mej tsi xob txhawj has tas, mej yuav npaaj teb le caag txhaj zoo,"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.15","label":"15","content":"rua qhov kuv yuav pub tswvyim rua mej kuas mej txawj has, mej cov yeebncuab yuav teb tsi taug mej, hab nrhav tsi tau lug rua mej."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.16","label":"16","content":"Mej nam mej txiv, mej tej kwvtij, mej tej neejtsaa hab mej tej phoojywg yuav muab mej coj moog rua tej numtswv, hab luas yuav muab mej qee leej tua povtseg."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.17","label":"17","content":"Txhua tug yuav ntxub mej vim mej yog cov kws ntseeg kuv."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.18","label":"18","content":"Tabsis txawm yog mej ib txuj plaubhau los yuav tsi tu sau mej taubhau moog."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.19","label":"19","content":"Mej yuavtsum ua sab ntev nyaj tej kev txomnyem, mej txhaj yuav tau txujsa."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.20","label":"20","content":"“Thaus mej pum tubrog tuaj vij lub nroog Yeluxalees, mej yuav paub has tas, tsi ntev lub nroog yuav puamtsuaj."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.21","label":"21","content":"Lub sijhawm ntawd cov tuabneeg kws nyob huv xeev Yudas, puab yuavtsum tsiv moog rua peg tej roob; cov tuabneeg kws nyob huv lub nroog yuavtsum tawm, hab cov tuabneeg kws nyob peg tej yaajsaab, tsi xob tsiv moog rua huv lub nroog."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.22","label":"22","content":"Rua qhov lub sijhawm ntawd yog ‘Nub Rau Txim,’ kuas muaj tav lawv le Vaajtswv txujlug has tseg lawm."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.23","label":"23","content":"Luj sijhawm ntawd tej quaspuj kws suab mivnyuas, hab tej quaspuj kws muaj mivnyuas mog yuav txomnyem kawg le! Lub tebchaws nuav yuav raug kev txomnyem kawg nkaus le. Vaajtswv yuav rau txim rua cov tuabneeg nuav."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.24","label":"24","content":"Ibtxha yuav tuag rua nav ntaaj nav rag, hab ibtxha yuav raug nteg moog rua lwm lub tebchaws; hab lwm tsaav tuabneeg yuav tuaj tsuj lub nroog Yeluxalees moog txug nub kws tav lawv le lub sijhawm."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.25","label":"25","content":"“Thaus ntawd lub nub, lub hli, hab tej nubqub yuav tsi zoo le qub lawm. Txhua tsaav tuabneeg kws nyob huv nplajteb nuav yuav yoob taag, hab ntshai lub suab dlej havtxwv ndlaas."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.26","label":"26","content":"Tej tuabneeg yuav tsaus muag vim puab ntshai tej kws yuav muaj lug raug thoob plawg lub nplajteb nuav, rua qhov tej kws muaj fwjchim sau nruab ntug yuav ua zug koog."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.27","label":"27","content":"Thaus ntawd suavdlawg yuav pum Tuabneeg Leej Tub tshwm sau nruab ntug, nwg lub fwjchim hab tug tshwjchim yuav ci ntsaa ab."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.28","label":"28","content":"Thaus taabtom pib muaj tej nuav, mej yuavtsum sawv ntsug hab tsaa taubhau, rua qhov txujkev cawm dlim tub lug ze lawm.”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.29","label":"29","content":"Yexus has ib zaaj lug pevtxwv rua puab noog has tas: “Mej sim saib tsob ntoo txiv ncuav pas hab txhua yaam ntoo."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.30","label":"30","content":"Thaus mej pum tej ntoo ntawd pib hlaav nplooj, mej paub has tas tub yuav txug lub caij ntuj naag."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.31","label":"31","content":"Ib yaam nkaus le ntawd, thaus mej pum tej ntawd, mej yuav paub has tas, Vaajtswv lub Tebchaws tub lug ze lawm."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.32","label":"32","content":"“Kuv qha tseeb rua mej has tas, thaus cov tuabneeg tam nuav tseem tuag tsi tau taag, tub xub muaj tej ntawd lawm."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.33","label":"33","content":"Lub ntuj hab lub nplajteb nuav yuav pluj moog, tabsis kuv tej lug yuav tsi muaj ib lus poob le."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.34","label":"34","content":"“Mej yuavtsum ceevfaaj, tsi xob ca mej lub sab qaug rua kev noj kev haus, hab tsi xob txhawj rua mej lub neej lossis yuav ca nub ntawd lug txug thaus mej tsi ceevfaaj."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.35","label":"35","content":"Rua qhov nub ntawd yuav lug khwb nkaus tej tuabneeg suavdlawg thoob plawg lub nplajteb nuav ib yaam le rooj yej."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.36","label":"36","content":"Mej yuavtsum ceevfaaj hab zuv tog, naj nub thov Vaajtswv paab kuas mej nyaj taug txhua yaam kws yuav muaj lug nuav, hab mej txhaj yuav moog sawv taug ntawm Tuabneeg Leej Tub lub xubndlag.”"},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.37","label":"37","content":"Yexus naj nub qha huv lub Tuamtsev, hab thaus tsaus ntuj nwg moog pw peg Roob Txiv Ntoo Roj."},{"bible_id":"1726","chapter_code":"LUK.21","verse_code":"LUK.21.38","label":"38","content":"Txhua taagkig sawv ntxuv, suavdlawg tuaj noog Yexus qhuab qha huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.1","label":"1","content":"Thaus yuav txug lub sijhawm ua Kevcai Noj Ncuav tsi xyaw Keeb kws hu ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.2","label":"2","content":"Cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai txawm nrhav kev yuav nteg Yexus tuabywv coj moog tua povtseg, rua qhov puab tsi xaav nteg Yexus taabmeeg cov pejxeem, nyob tsaam suavdlawg ntxhuv."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.3","label":"3","content":"Dlaab Ntxwgnyoog tshoov Yudas Ixakali-us tug kws yog ib tug ntawm kaum ob tug thwjtim sab."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.4","label":"4","content":"Yudas has rua cov thawj ntawm cov povthawj, hab cov thawj tubrog kws zuv lub Tuamtsev has tas, nwg yuav coj puab moog nteg Yexus le caag."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.5","label":"5","content":"Puab zoo sab hab txaus sab yuav muab nyaj rua Yudas."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.6","label":"6","content":"Yudas pum zoo le puab has, nwg txawm nrhav sijhawm coj puab moog nteg Yexus thaus tsi muaj tuabneeg pum."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.7","label":"7","content":"Thaus txug nub kws ua Kevcai Noj Ncuav Tsi Xyaw Keeb kws yog nub kws puab tua mivnyuas yaaj noj ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.8","label":"8","content":"Yexus khaiv Petus hab Yauhaas, hab qha rua obtug has tas, “Meb ca le moog npaaj pluag mov ua Kevcai Hlaa Dlhau rua peb noj.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.9","label":"9","content":"Obtug nug Yexus has tas, “Koj xaav kuas wb moog npaaj rua qhov twg?”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.10","label":"10","content":"Yexus teb has tas, “Thaus meb moog txug huv lub nroog, yuav muaj ib tug txivneej kwv ib lub hub dlej lug ntsib meb. Meb ca le lawv nwg qaab moog huv tsev"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.11","label":"11","content":"hab has rua tug tswv tsev tas, ‘Tug Tswv has tas, koj yuav muab chaav twg rua kuv hab kuv cov thwjtim noj pluag mov ua Kevcai Hlaa Dlhau?’"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.12","label":"12","content":"Tug tswv tsev yuav coj meb moog qha ib chaav dlaav dlaav kws nyob txheej sau hab tub muaj rooj muaj tog txhij lawm rua meb, meb ca le npaaj txhua yaam rua qhov ntawd.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.13","label":"13","content":"Obtug txawm moog hab pum muaj txhua yaam lawv le Yexus has, hab obtug npaaj pluag mov ua Kevcai Hlaa Dlhau rua qhov ntawd."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.14","label":"14","content":"Thaus txug sijhawm noj mov lawm, Yexus hab Yexus cov timthawj lug nyob ntawm rooj mov."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.15","label":"15","content":"Yexus has rua puab tas, “Kuv xaav nrug mej noj pluag mov ua Kevcai Hlaa Dlhau nuav, ua ntej kws kuv raug kev tsimtxom!"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.16","label":"16","content":"Kuv qha rua mej has tas, ‘Txij nuav moog kuv yuav tsi noj le nuav moog txug nub kws pluag mov ua Kevcai Hlaa Dlhau tav nyob huv Vaajtswv lub Tebchaws.’ ”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.17","label":"17","content":"Yexus muab khob cawv txiv maab lug ua Vaajtswv tsaug hab has tas, “Mej ca le txais lub khob nuav moog haus."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.18","label":"18","content":"Kuv qha rua mej has tas, txij nuav moog kuv yuav tsi haus cov cawv txiv maab nuav moog txug nub kws Vaajtswv lub Tebchaws lug.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.19","label":"19","content":"Yexus muab ib lub ncuav lug ua Vaajtswv tsaug, nwg muab ndlais faib rua puab hab has tas, “Ntawm nuav yog kuv lub cev kws kuv muab pub rua mej. Mej ua le nuav, mej txhaj yuav ncu ntsoov kuv.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.20","label":"20","content":"Thaus puab noj mov taag, Yexus muab ib khob cawv txiv maab lug ua ib yaam nkaus le ntawd, nwg has tas, “Lub khob nuav yog Vaajtswv txujlug cog tseg tshab kws muaj kuv cov ntshaav  ndlwg lug ua lub homthawj nas rua lawm."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.21","label":"21","content":"“Tabsis mej saib, tug kws ntxeev sab rua kuv, nwg nrug kuv nyob ntawm rooj nuav ntaag!"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.22","label":"22","content":"Tuabneeg Leej Tub yeej yuav tuag lawv le Vaajtswv npaaj tseg lawm, tabsis tug kws ntxeev sab rua Tuabneeg Leej Tub, nwg yuav raug kev puamtsuaj!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.23","label":"23","content":"Ces cov timthawj txawm sis nug has tas, peb leejtwg yog tug yuav ua le ntawd?"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.24","label":"24","content":"Cov thwjtim sis caav has tas, “Peb leejtwg yuav tau ua tug luj dlua ndlais?”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.25","label":"25","content":"Yexus has rua puab tas, “Lwm tsaav tuabneeg cov vaajntxwv kws muaj fwjchim kaav puab tej pejxeem, hab tej numtswv kws muaj fwjchim hu puab has tas, ‘Cov kws saib cov Pejxeem.’"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.26","label":"26","content":"Tabsis mej tsi xob ua le ntawd; mej cov yog leejtwg xaav ua tug hlub, tug ntawd yuavtsum ua ib yaam le yog tug yau, hab tug twg yog tug thawjcoj, tug ntawd yuavtsum ua ib yaam le tug tubkhai."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.27","label":"27","content":"Tug twg yog tug luj dlua? Tug kws nyob quastsawg noj mov lossis tug tubkhai? Tub yog tug kws nyob quastsawg noj mov ntaag. Tabsis kuv nrug mej nyob, kuv ua ib yaam le tug tubkhai."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.28","label":"28","content":"“Txhua lub sijhawm kws kuv raug kev txomnyem, mej tsi tau tso kuv tseg;"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.29","label":"29","content":"kuv Txiv tsaa kuv ua tug muaj fwjchim kaav lub nplajteb le caag, kuv yuav tsaa mej kuas muaj fwjchim ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.30","label":"30","content":"Mej yuav tau nrug kuv noj hab haus nyob ntawm kuv lub rooj huv kuv lub Tebchaws, hab mej yuav tau nyob sau lub zwmtxwv txav txim rua kaum ob xeem Yixalayees.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.31","label":"31","content":"Yexus has tas, “Ximoos, Ximoos! Koj noog kuv has! Vaajtswv tub ca dlaab Ntxwgnyoog lug sim mej txhua tug sab lawm, muab tug zoo cais tawm ntawm tug phem, ib yaam le tug yaaj nplej muab vaab ntxuaj cov npluag tawm ntawm cov nplej."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.32","label":"32","content":"Tabsis Ximoos, kuv tub thov Vaajtswv paab koj lawm, kuas koj muab sab rau ntseeg. Hab thaus koj lug cuag kuv, koj yuavtsum txhawb koj cov kwvtij zug.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.33","label":"33","content":"Petus teb has tas, “Tug Tswv, kuv txaus sab nrug koj raug kaw rua huv tsev lojcuj hab tuag nrug koj!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.34","label":"34","content":"Yexus has tas, “Petus, kuv qha rua koj has tas, mo nuav thaus qab tsi tau qua, koj yuav has peb zag has tas, koj tsi paub kuv.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.35","label":"35","content":"Ces Yexus nug puab has tas, “Zag taag lug kuv khaiv mej moog, mej tsi nqaa naab nyaj, naab thoobpuab hab khau, mej puas tu ncua ib yaam dlaabtsi?” Puab teb has tas, “Peb si tu ncua dlaabtsi le.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.36","label":"36","content":"Yexus has tas, “Tabsis nwgnuav, tug kws muaj naab nyaj lossis naab thoobpuab, tug ntawd yuavtsum nqaa moog; tug kws tsi muaj ntaaj, nwg yuavtsum muab nwg lub tsho luj muag hab moog yuav ib raab ntaaj."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.37","label":"37","content":"Kuv qha rua mej has tas, Vaajtswv txujlug has tas, ‘Luas suav nwg nrug cov tuabneeg muaj txim.’ Lu lug kws has txug kuv ntawd yeej yuav tav, rua qhov tej kws sau has txug kuv ntawd taabtom yuav tav.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.38","label":"38","content":"Cov thwjtim has tas, “Tug Tswv, koj saib ntawm nuav! Peb muaj ob raab ntaaj!” Yexus teb has tas, “Tsi xob has ntxiv lawm!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.39","label":"39","content":"Yexus tawm huv lub nroog moog rua peg Roob Txiv Ntoo Roj lawv le nwg ibtxwm moog; hab cov thwjtim nrug nwg moog."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.40","label":"40","content":"Thaus puab moog txug peg, Yexus has rua puab tas, “Mej yuavtsum thov Vaajtswv, kev sim sab txhaj yuav ntxag tsi tau mej.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.41","label":"41","content":"Yexus txawm ncaim puab moog nrug dleb kwvlaam le laim ib ncuas pobzeb, nwg txhus caug ndlua rua ntawm ib saab pobzeb hab thov Vaajtswv has tas,"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.42","label":"42","content":"“Txiv, yog koj pum zoo, thov koj muab lub khob nuav tshem ntawm kuv moog. Txawm yog le caag los koj tsi xob ua lawv le kuv lub sab nyam, tabsis ua lawv le koj lub sab nyam xwb.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.43","label":"43","content":"Muaj ib tug timtswv ceebtsheej tshwm lug rua Yexus pum hab txhawb Yexus tug zug."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.44","label":"44","content":"Yexus nyuaj sab kawg nkaus, nwg hajyam siv zug thov Vaajtswv heev; nwg tawm fws zoo le ntshaav nrug rua huv aav."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.45","label":"45","content":"Thaus Yexus thov le ntawd taag, nwg sawv moog rua ntawm cov thwjtim, hab nwg pum puab tsaug zug taag lawm, Rua qhov puab nyuaj sab heev."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.46","label":"46","content":"Yexus has rua puab tas, “Ua le caag mej yuav tsaug zug ua luaj? Mej ca le sawv hab thov Vaajtswv, kev sim sab txhaj yuav ntxag tsi tau mej.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.47","label":"47","content":"Thaus Yexus taabtom has le ntawd, muaj ib paab tuabneeg coob coob tuaj txug, Yudas kws yog ib tug ntawm kaum ob tug thwjtim coj cov tuabneeg ntawd tuaj. Nwg txaav zog lug yuav nwj Yexus."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.48","label":"48","content":"Tabsis Yexus has tas, “Yudas, koj yuav nwj Tuabneeg Leej Tub qha rua puab nteg nwg los?”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.49","label":"49","content":"Thaus cov thwjtim kws nrug Yexus pum has tas yuav muaj xwm, ces puab txawm has tas, “Tug Tswv, koj puas kheev peb muab ntaaj tua puab?”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.50","label":"50","content":"Cov thwjtim ib tug rhu hlo ntaaj lug tuab ntaag rua tug Povthawj Hlub ib tug qhev saab nploojntseg xis tu nrho."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.51","label":"51","content":"Tabsis Yexus has tas, “Tsum le!” Yexus cev teg moog tuav Tug ntawd lub nploojntseg hab khu rov zoo le qub lawm."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.52","label":"52","content":"Ces Yexus has rua cov thawj ntawm cov povthawj, cov thawj tubrog kws zuv lub Tuamtsev, hab cov txwjlaug kws tuaj nteg Yexus ntawd has tas, “Mej nqaa ntaaj nqaa qws tuaj nteg kuv, ib yaam le kuv yog tubsaab los?"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.53","label":"53","content":"Kuv tub naj nub nrug mej nyob huv lub Tuamtsev, mej tsua tsi nteg kuv? Tabsis nwgnuav tub txug mej lub sijhawm hab txujkev tsaus ntuj lub fwjchim kaav lawm.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.54","label":"54","content":"Puab nteg Yexus hab coj nwg moog rua huv tug Povthawj Hlub tsev; Petus lawv qaab moog nrug dleb dleb."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.55","label":"55","content":"Muaj tuabneeg rauv ib cubtawg rua ntawm lub tshaav puam, Petus txawm moog nrug cov tuabneeg ntawd nte tawg."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.56","label":"56","content":"Muaj ib tug ntxhais qhev pum Petus nyob ntawm ib saab qhovcub, nwg saib ntsoov Petus hab has tas, “Tug txivneej ntuav yog ib tug kws nrug Yexus hab!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.57","label":"57","content":"Tabsis Petus has tas, “Tug muam, kuv yeej tsi paub tug ntawd le!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.58","label":"58","content":"Tom qaab ntawd mivntsiv, muaj ib tug txivneej pum Petus hab has tas, “Koj yog puab paab ntawd ib tug hab los sav!” Tabsis Petus has tas, “Txiv ntxawm, kuv tsi yog!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.59","label":"59","content":"Tom qaab ntawd kwvlaam le kws ib txoog teev, txawm muaj dlua ib tug txivneej has rua suavdlawg tas, “Tug nuav yeej yog ib tug kws nrug Yexus nyob tag tag le, rua qhov nwg yog ib tug tuabneeg Kalilais hab!”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.60","label":"60","content":"Tabsis Petus teb has tas, “Txiv ntxawm, tej kws koj has ko kuv yeej tsi paub le!” Thaus Petus taabtom has le ntawd, taamsim ntawd qab txawm qua."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.61","label":"61","content":"Tug Tswv tig moog saib Petus, ces Petus txawm ncu dlheev txug lu lug kws tug Tswv has rua nwg tas, “Mo nuav thaus qab tsi tau qua, koj yuav has peb zag has tas, koj tsi paub kuv.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.62","label":"62","content":"Petus tawm moog rua saab nrau hab quaj tu sab kawg le."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.63","label":"63","content":"Cov tuabneeg kws zuv Yexus, ua saib tsi taug nwg hab ntaus nwg."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.64","label":"64","content":"Puab muab phuam lug paav Yexus qhovmuag hab nug Yexus has tas, “Koj sim twv saib yog leejtwg ntaus koj?”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.65","label":"65","content":"Hab puab thuam Yexus ntau yaam."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.66","label":"66","content":"Thaus kaaj ntug lawm, cov txwjlaug, cov thawj ntawm cov povthawj, hab cov xwbfwb kws qha Vaajtswv txuj Kevcai tuaj saablaaj ua ke, hab puab kuas coj Yexus tuaj sawv taabmeeg puab."},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.67","label":"67","content":"Puab has rua Yexus has tas, “Koj qha rua peb saib, koj puas yog tug Mexiyas?” Yexus teb has tas, “Txawm yog kuv qha mej los mej yuav tsi ntseeg;"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.68","label":"68","content":"hab yog kuv nug mej los mej yuav tsi teb kuv;"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.69","label":"69","content":"Tabsis txij nuav moog Tuabneeg Leej Tub yuav nyob ntawm Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus saab xis.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.70","label":"70","content":"Puab txhua tug txawm nug has tas, “Koj yog Vaajtswv tug Tub los?” Yexus teb puab has tas, “Mej has yog lawm.”"},{"bible_id":"1726","chapter_code":"LUK.22","verse_code":"LUK.22.71","label":"71","content":"Puab has tas, “Tsi taag peb yuav nrhav timkhawv ntxiv lawm! Rua qhov peb tub nov nwg has lawm!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.1","label":"1","content":"Taagnrho cov tuabneeg kws tuaj saablaaj ntawd txawm sawv tseeg coj Yexus moog cuag Philaj,"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.2","label":"2","content":"puab nkaug Yexus rua Philaj has tas, “Peb nteg tug txivneej nuav thaus nwg taabtom ntxag kuas peb tsaav tuabneeg ua yuam kev, hab txwv tsi pub puab them se rua Xixas, hab nwg khaav has tas nwg yog tug Mexiyas kws yog vaajntxwv.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.3","label":"3","content":"Philaj nug Yexus has tas, “Koj yog cov Yudais tug vaajntxwv los?” Yexus teb has tas, “Koj has yog lawm.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.4","label":"4","content":"Ces Philaj has rua cov thawj ntawm cov povthawj hab cov tuabneeg coob coob ntawd has tas, “Kuv tsi pum tug txivneej nuav muaj ib qhov txhum le.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.5","label":"5","content":"Tabsis puab hajyam has tawv tawv has tas, “Nwg tej lug qha ua rua suavdlawg muaj kev kub ntxhuv thoob lub xeev Yudas. Nwg pib qha peg xeev Kalilais hab tuaj txug rua ntawm nuav.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.6","label":"6","content":"Thaus Philaj nov puab has le ntawd, nwg nug has tas, “Tug txivneej nuav yog tuabneeg Kalilais los?”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.7","label":"7","content":"Thaus Philaj paub has tas Yexus tuaj peg cheebtsaam kws Helauj kaav tuaj, ces nwg txawm xaa Yexus moog cuag Helauj, rua qhov lub sijhawm ntawd Helauj tuaj su huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.8","label":"8","content":"Thaus Helauj pum Yexus, Helauj zoo sab kawg le, rua qhov nwg ibtxwm nov Yexus lub moo hab xaav pum Yexus ntev lug lawm. Helauj xaav has tas nwg yuav pum Yexus ua ib yaam txujci tseemceeb."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.9","label":"9","content":"Helauj nug Yexus ntau zaaj, tabsis Yexus tsi teb le."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.10","label":"10","content":"Cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai txaav zog moog nkaug Yexus rua Helauj."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.11","label":"11","content":"Helauj hab nwg cov tubrog thuam Yexus hab ua saib tsi taug Yexus; puab muab ib lub tsho ntev kws zoo nkauj heev rua Yexus naav, hab xaa nwg rov qaab moog rua Philaj."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.12","label":"12","content":"Txij nub ntawd lug Helauj hab Philaj txawm sis raug zoo lawm; yaav taag lug obtug ua yeebncuab."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.13","label":"13","content":"Philaj hu cov thawj ntawm cov povthawj, cov thawjcoj hab cov pejxeem tuaj,"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.14","label":"14","content":"hab nwg has rua puab tas, “Mej has tas nwg ntxag kuas cov pejxeem yuam kev. Nwgnuav kuv tub taug nwg zaaj taabmeeg mej suavdlawg lawm, hab kuv tsi pum nwg muaj ib qhov txhum lawv le kws mej nkaug nwg ntawd."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.15","label":"15","content":"Helauj los tsi pum nwg muaj ib qhov txhum le hab, Helauj txhaj xaa nwg rov lug rua peb. Tug txivneej nuav yeej tsi tau ua ib qhov txhum kws tsimnyog yuav muab nwg tua povtseg."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.16","label":"16","content":"Yog le ntawd, kuv yuav kuas luas muab nwg nplawm hab tso nwg moog.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.17","label":"17","content":"[Lawv le ibtxwm, txhua zag kws ua Kevcai Hlaa Dlhau, Philaj yuavtsum tso ib tug tuabneeg raug txim lawv le cov pejxeem thov.]"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.18","label":"18","content":"Cov tuabneeg coob coob ntawd has nrov nrov has tas, “Muab nwg tua povtseg! Hab tso Npalanpas lug rua peb.!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.19","label":"19","content":"[Npalanpas raug kaw rua huv tsev lojcuj, vim nwg ntxeev num ntxeev tswv huv lub nroog hab nwg tua tuabneeg.]"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.20","label":"20","content":"Philaj xaav tso Yexus, nwg txhaj rov has rua cov tuabneeg coob coob ntawd ib zag ntxiv hab."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.21","label":"21","content":"Tabsis puab hajyam qw nrov nrov has tas, “Muab nwg ntsa rua sau ntoo khaublig! Muab nwg ntsa rua sau ntoo khaublig!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.22","label":"22","content":"Philaj rov has rua puab ib zag has tas, “Vim le caag? Nwg ua txhum dlaabtsi? Kuv tsi pum nwg muaj ib qhov txhum kws tsimnyog yuav muab nwg tua! Kuv yuav kuas luas muab nwg nplawm hab tso nwg moog.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.23","label":"23","content":"Tabsis cov tuabneeg coob coob ntawd qw taag zug kuas Philaj muab Yexus ntsa rua sau ntoo khaublig. Thaus kawg puab kovyeej Philaj."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.24","label":"24","content":"Philaj txawm txav txim rua Yexus lawv le puab thov."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.25","label":"25","content":"Hab Philaj tso tug txivneej kws puab thov rua puab. Tug ntawd yog tug kws raug kaw rua huv tsev lojcuj, nwg ntxeev num ntxeev tswv hab tua tuabneeg. Ces Philaj muab Yexus rua puab lawv le puab sab nyam."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.26","label":"26","content":"Thaus puab taabtom coj Yexus tawm moog; puab ntsib ib tug txivneej hu ua Ximoos kws nyob huv lub nroog Kulenes kws nyob peg yaajsaab tuaj yuav moog rua huv lub nroog. Puab nteg nwg hab yuam kuas nwg kwv tug ntoo khaublig nrug Yexus moog."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.27","label":"27","content":"Cov tuabneeg coob coob kws lawv Yexus qaab ntawd, muaj ib cov quaspuj tsaa suab hlo quaj nrov nrov, rua qhov puab hlub Yexus heev."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.28","label":"28","content":"Yexus tig moog saib puab hab has tas, “Cov quaspuj kws nyob huv lub nroog Yeluxalees! Mej tsi xob quaj kuv, tabsis ca le quaj mej hab mej tej mivnyuas."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.29","label":"29","content":"Thaus txug lub sijhawm ntawd, suavdlawg yuav has tas, ‘Cov quaspuj kws ibtxwm xeeb tsi taug mivnyuas, hab cov quaspuj kws tsi tau xeeb dlua mivnyuas, hab tsi tau pub dlua mig rua mivnyuas noj, yog cov kws moov zoo!’"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.30","label":"30","content":"Lub sijhawm ntawd, yuav muaj tuabneeg has rua tej roob has tas, ‘Nphau lug tsuam peb!’ Hab yuav has rua tej pov roob has tas, ‘Pob lug txhub peb!’"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.31","label":"31","content":"Yog puab tub ua le nuav rua tsob ntoo kws tseem nyoog, thaus tsob ntoo qhuav lawm, puab yuav ua le caag rua?”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.32","label":"32","content":"Puab coj ob tug txivneej kws ua tubsaab moog tua nrug Yexus."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.33","label":"33","content":"Thaus puab moog txug ntawm qhov chaw kws hu ua “Pobtxhaa Taubhau,” puab muab Yexus ntsa rua sau ntoo khaublig hab muab txhus rua qhov ntawd, hab muab obtug tubsaab ntsa rua sau ntoo khaublig, muab ib tug txhus rua ntawm Yexus saab xis, hab muab ib tug txhus rua ntawm Yexus saab txhumphem."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.34","label":"34","content":"Yexus has tas, “Txiv, thov koj zaam txim rua puab! Rua qhov puab tsi paub has tas puab ua dlaabtsi.” Puab muab Yexus cev rig tsho lug twv saib leejtwg yuav tau yaam twg."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.35","label":"35","content":"Tej tuabneeg suavdlawg sawv ib caag saib. Cov Yudais cov thawjcoj thuam Yexus has tas: “Nwg tub cawm tau lwm tug; yog has tas nwg yog tug Mexiyas kws Vaajtswv xaiv tag, nwg ca le paab kuas nwg dlim!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.36","label":"36","content":"Cov tubrog thuam Yexus hab puab muab cawv txiv maab qaub lug cev rua Yexus haus,"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.37","label":"37","content":"hab has tas, “Yog koj yog cov Yudais tug vaajntxwv tag, koj ca le paab kuas koj dlim!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.38","label":"38","content":"Muaj ib cov lug sau rua ntawm ib dlaim txag kws nyob ncaaj ntawm Yexus taubhau rua sau has tas, “Tug nuav yog cov Yudais tug vaajntxwv.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.39","label":"39","content":"Ob tug tubsaab kws puab muab ntsa rua sau ntoo khaublig ntawd, ib tug thuam Yexus has tas, “Koj tsi yog tug Mexiyas los? Koj ca le paab koj, hab paab kuas wb dlim!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.40","label":"40","content":"Tabsis muaj dlua ib tug tshev has tas, “Koj tsi ntshai Vaajtswv los? Koj tub raug txim ib yaam nkaus le nwg hab."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.41","label":"41","content":"Wb raug txim le nuav yeej tsimnyog qhov kws wb ua txhum; tabsis tug nuav tsi tau ua txhum dlaabtsi le.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.42","label":"42","content":"Nwg has rua Yexus has tas, “Thaus koj rov qaab lug ua Vaajntxwv, thov koj ncu txug kuv hab.”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.43","label":"43","content":"Yexus has rua nwg has tas, “Kuv qha tseeb rua koj has tas, ‘Nub nua koj yuav tau nrug kuv nyob sau qhov chaw kws kaaj sab lug.’ ”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.44","label":"44","content":"Thaus nub ntseg, lub nub tsi ci lawm, hab lub tebchaws tsaus ntuj nti moog txug thaus peb teev;"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.45","label":"45","content":"Dlaim ntaub kws thaiv huv lub Tuamtsev txawm ndluag rhe ua ob dlaig."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.46","label":"46","content":"Yexus hu nrov nrov has tas, “Txiv, kuv muab kuv txujsa tso rua huv koj txhais teg!” Yexus has le ntawd taag, nwg txawm tuag lawm."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.47","label":"47","content":"Tug thawj tubrog pum le ntawd, nwg qhuas Vaajtswv has tas, “Yog tag, tug nuav yeej yog tuabneeg ncaaj nceeg!”"},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.48","label":"48","content":"Thaus cov tuabneeg kws tuaj saib pum le ntawd, puab ntaus hauvsab hab rov qaab moog tsev lawm."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.49","label":"49","content":"Cov tuabneeg kws ibtxwm paub Yexus, hab cov quaspuj kws nrug Yexus tuaj peg lub xeev Kalilais tuaj, puab sawv dleb dleb saib tej nuav."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.50+LUK.23.51","label":"50-51","content":"Muaj ib tug txivneej hu ua Yauxej tuaj peg lub nroog Alimathas huv lub xeev Yudas tuaj. Nwg yog ib tug tuabneeg zoo kws suavdlawg fwm, hab nwg naj nub tog Vaajtswv lub Tebchaws kws yuav lug, hab nwg yog cov Yudais ib tug numtswv, tabsis thaus puab saablaaj yuav txav txim rua Yexus, nwg tsi pum zoo tej kws puab ua ntawd."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.52","label":"52","content":"Nwg moog cuag Philaj hab thov Philaj muab Yexus lub cev rua nwg."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.53","label":"53","content":"Ces nwg muab Yexus lub cev txu, muab qhwv hab muab kwv moog tso rua huv lub qhov ntxaa kws luas txaug rua huv ib phaab pobzeb, yeej tsi tau muaj leejtwg coj tuabneeg moog tso rua huv le."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.54","label":"54","content":"Nub ntawd yog nub kws npaaj qhov txhua chaw tseg rua nub Xanpataus kws tub lug yuav txug."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.55","label":"55","content":"Cov quaspuj kws nrug Yexus tuaj peg Kalilais tuaj, puab nrug Yauxej moog, puab pum lub qhov ntxaa, hab Yauxej muab Yexus lub cev tso le caag los puab pum huv tuabsi."},{"bible_id":"1726","chapter_code":"LUK.23","verse_code":"LUK.23.56","label":"56","content":"Puab rov moog tsev, puab npaaj tej tshuaj tsw qaab hab tej roj tsw qaab, yuav nqaa moog pleev Yexus lub cev. Nub Xanpataus puab su lawv le Vaajtswv txuj Kevcai qha tseg lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.1","label":"1","content":"Nubkaaj thaus kaaj ntug txoog, cov quaspuj txawm nqaa tej tshuaj tsw qaab kws puab tub npaaj tseg hab puab moog rua tom lub qhov ntxaa."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.2","label":"2","content":"Puab pum dlaim txag zeb kws npug lub rooj ntxaas tub dlov rua ib saab lawm,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.3","label":"3","content":"puab moog saib huv; tabsis tsi pum Tswv Yexus lub cev lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.4","label":"4","content":"Puab sawv ntsug huv hab xaav tsi thoob le, taamsim ntawd muaj ob tug txivneej naav rig tsho ci ntsaa ab lug sawv ntawm puab ib saab."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.5","label":"5","content":"Cov quaspuj ntawd ntshai kawg, hab nyo taubhau rua huv aav saib tsi taug ob tug txivneej ntawd le, ob tug txivneej ntawd has rua puab tas, “Ua le caag mej tuaj nrhav tug tuabneeg caj ntawm cov tuabneeg tuag nuav?"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.6","label":"6","content":"Nwg tsi nyob ntawm nuav; nwg tub sawv lawm. Mej ncu ntsoov tej lug kws nwg has rua mej, thaus tseem nyob peg lub xeev Kalilais has tas,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.7","label":"7","content":"‘Yeej yuav muaj tuabneeg nteg Tuabneeg Leej Tub coj moog rua cov tuabneeg txhum muab nwg ntsa rua sau ntoo khaublig, hab peb nub tom qaab, nwg yuav sawv huv qhov tuag rov qaab lug.’ ”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.8","label":"8","content":"Cov quaspuj ntawd ncu dlheev txug Yexus tej lug,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.9","label":"9","content":"hab puab tawm huv lub qhov ntxaa rov lug qha tej ntawd rua kaum ib tug thwjtim hab cov tuabneeg kws nrug puab nyob noog."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.10","label":"10","content":"Cov quaspuj ntawd yog, Malis Madalas, Yau-anas, hab Malis kws yog Yakaunpaus nam; hab muaj dlua ob peb tug quaspuj lug qha tej nuav rua cov timthawj."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.11","label":"11","content":"Tabsis cov thwjtim xaav has tas, tej kws cov quaspuj ntawd has yog tso dlaag xwb, puab txhaj tsi ntseeg cov quaspuj ntawd tej lug."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.12","label":"12","content":"Tabsis Petus ca le sawv tseeg dlha moog rua tom lub qhov ntxaa; nwg nyo xauj huv lub qhov ntxaa, ua cav tsi pum dlaabtsi, tsuas pum cov ntaub kws qhwv Yexus lub cev nyob huv xwb. Nwg rov qaab lug tsev, hab xaav tsi thoob rua tej kws nwg pum ntawd."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.13","label":"13","content":"Tuab nub ntawd Yexus ob tug thwjtim taabtom taug kev moog rua peg lub zog Ema-us kws nyob nrug dleb ntawm lub nroog Yeluxalees kwvlaam le kaum ib kilumev,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.14","label":"14","content":"hab obtug sis thaam txug tej kws tub tshwm muaj lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.15","label":"15","content":"Thaus obtug tseem sis thaam hab sis nug txug zaaj ntawd, Yexus txawm lug nrug obtug taug kev moog;"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.16","label":"16","content":"obtug pum Yexus, tabsis zoo le muaj tej yaam ua rua obtug cim tsi tau nwg."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.17","label":"17","content":"Yexus nug obtug has tas, “Meb pheej thaam dlaabtsi taug kev?” Obtug txawm nreg ua ntsejmuag mluag mlob."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.18","label":"18","content":"Ob tug ntawd, tug kws hu ua Kelupas, nug Yexus has tas, “Taagnrho cov tuabneeg kws nyob huv lub nroog Yeluxalees, puavleej paub tej kws nyavnyuas muaj tau ob peb nub lug nuav huv tuabsi, tsuas yog koj tuab leeg txhaj tsi paub tej ntawd xwb los?”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.19","label":"19","content":"Yexus nug obtug has tas, “Tej ntawd yog dlaabtsi?” Obtug teb has tas, “Tej ntawd yog tej xwm kws Yexus tug kws yog tuabneeg Naxales tub raug lawm. Nwg yog ib tug cev Vaajtswv lug. Vaajtswv hab tej tuabneeg suavdlawg puavleej pum has tas, nwg tej lug muaj fwjchim hab nwg ua tau tej txujci tseemceeb."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.20","label":"20","content":"Peb cov thawj ntawm cov povthawj hab cov numtswv muab nwg rua Philaj txav txim tua nwg povtseg, hab puab muab nwg ntsa rua sau ntoo khaublig."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.21","label":"21","content":"Peb ca sab has tas nwg yog tug kws yuav paab cov Yixalayees dlim! Dlua le ntawd, txij le muaj tej ntawd lug, tub tau peb nub rua nub nua lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.22","label":"22","content":"Cov quaspuj kws yog peb paab qee leej tau ua rua peb xaav tsi thoob le; thaus kaaj ntug txoog puab moog rua tom lub qhov ntxaa,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.23","label":"23","content":"tabsis puab tsi pum Yexus lub cev lawm. Puab rov lug qha rua suavdlawg has tas, puab pum cov timtswv ceebtsheej qha rua puab has tas, Yexus tub rov muaj sa lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.24","label":"24","content":"Peb cov muaj qee leej moog saib lub qhov ntxaa, hab pum muaj lawv le cov quaspuj ntawd has tag, tabsis puab tsi pum Yexus.”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.25","label":"25","content":"Ces Yexus has rua obtug tas, “Ua le caag meb yuav ruag ua luaj le, ua le caag meb tsi ntseeg tej kws cov cev Vaajtswv lug tau qha tseg lawm!"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.26","label":"26","content":"Puas yog tug Mexiyas yeej yuav raug tsimtxom hab tom qaab ntawd nwg yuav tau nwg tug tshwjchim kws ci ntsaa ab?”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.27","label":"27","content":"Yexus txawm pav Vaajtswv txujlug kws has txug nwg, nwg xub pib qha tej kws Mauxes sau hab tej kws cov cev Vaajtswv lug txhua tug sau tseg lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.28","label":"28","content":"Thaus puab moog yuav txug lub zog kws puab moog ntawd, Yexus txawm ua le nwg yuav dlhau plawg moog."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.29","label":"29","content":"Tabsis obtug cheem has tas, “Koj nrug wb su ntawm nuav, rua qhov tub yuav tsaus ntuj.” Yexus txhaj moog nrug obtug su."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.30","label":"30","content":"Thaus Yexus nrug obtug nyob noj mov ntawm rooj, Yexus muab ib lub ncuav lug, nwg ua Vaajtswv tsaug, hab muab faib rua obtug noj."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.31","label":"31","content":"Yaam kws plooj ntawm obtug lub qhovmuag txawm tshem hlo lawm, obtug txhaj paub has tas yog Yexus. Taamsim ntawd Yexus ca le pluj ndlais ntawm obtug moog lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.32","label":"32","content":"Obtug sis thaam has tas, “Thaus peb taug kev tuaj, nwg nrug wb thaam hab pav Vaajtswv txujlug rua wb noog, mas wb lub sab kub lug cuag le suavtawg hlawv puas yog?”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.33","label":"33","content":"Taamsim ntawd obtug txawm sawv tseeg rov qaab moog rua nraag lub nroog Yeluxalees, hab moog rua ntawm kaum ib tug thwjtim, hab lwm tug kws tuaj nyob ua ke ntawd,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.34","label":"34","content":"hab puab sis thaam has tas, “Tug Tswv tub sawv rov lug lawm tag tag! Nwg tub lug tshwm rua Ximoos pum lawm!”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.35","label":"35","content":"Obtug txawm pav tej kws obtug pum thaus obtug taug kev moog, hab thaus tug Tswv muab ncuav ndlais faib rua obtug noj, obtug txhaj paub has tas Yog Yexus tag rua puab noog."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.36","label":"36","content":"Thaus obtug tseem taabtom pav txug tej kws obtug pum lawm rua cov thwjtim noog, taamsim ntawd tug Tswv lug sawv nruab nraab ntawm puab, hab has rua puab tas, “Mej ca le nyob kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.37","label":"37","content":"Puab poob sab hab ntshai kawg, puab xaav has tas yog puab pum dlaab."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.38","label":"38","content":"Tabsis Yexus has rua puab tas, “Ua le caag mej ntshai ua luaj le? Vim le caag mej tsi ntseeg?"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.39","label":"39","content":"Mej ca le saib kuv txhais teg hab kuv txhais kutaw, mej txhaj yuav paub has tas yog kuv tag. Mej ca le cev teg kov kuv, mej txhaj le yuav paub, rua qhov dlaab tsi muaj nqaj tsi muaj txhaa le kws mej pum kuv muaj nuav.”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.40","label":"40","content":"Thaus Yexus has le ntawd, nwg txawm xyaab hlo nwg txhais teg hab txhais kutaw  rua puab saib."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.41","label":"41","content":"Puab zoo sab kawg hab xaav tsi thoob le, tabsis puab tseem tsi tau ntseeg tag; Yexus nug puab has tas, “Nyob ntawm nuav mej puas muaj dlaabtsi noj?”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.42","label":"42","content":"Puab muab ib dlaim nqaj ntseg ci cev rua Yexus,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.43","label":"43","content":"Yexus txais moog noj taabmeeg puab suavdlawg."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.44","label":"44","content":"Yexus has rua puab tas, “Tej nuav yog tej kws kuv tub qha rua mej thaus kuv tseem nrug mej nyob: rua qhov txhua yaam kws Mauxes has hab tej kws cov cev Vaajtswv lug sau tseg rua huv phoo Ntawv Nkauj kws has txug kuv ntawd puavleej yuav tav.”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.45","label":"45","content":"Yexus txawm ua rua puab totaub Vaajtswv txujlug,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.46","label":"46","content":"hab Yexus has rua puab tas, “Tub muaj lug sau tseg lawm has tas: Tug Mexiyas yeej yuav raug kev tsimtxom hab peb nub tom qaab, nwg yuav sawv huv qhov tuag rov qaab lug,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.47","label":"47","content":"mej yuavtsum tuav nwg lub npe moog qha txujmoo zoo rua txhua tsaav tuabneeg huv qaab ntuj nuav has tas, Vaajtswv yuav zaam txim rua tug kws tso nwg tej kev txhum tseg. Mej ca le pib qha huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.48","label":"48","content":"Mej yuavtsum ua timkhawv qha tej nuav rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.49","label":"49","content":"Kuv yuav muab yaam kws kuv Txiv coglug tseg lawm rua mej. Tabsis mej yuavtsum nyob huv lub nroog Yeluxalees tog moog txug thaus kws mej tau lub fwjchim kws yuav lug sau ntuj lug.”"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.50","label":"50","content":"Yexus coj puab tawm huv lub nroog Yeluxalees moog txug nraag lub zog Npethanis. Nwg tsaa teg foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.51","label":"51","content":"Thaus nwg taabtom foom koob moov rua puab, Vaajtswv txawm coj nwg ncaim puab moog rua sau ntuj lawm."},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.52","label":"52","content":"Puab pehawm nwg hab rov moog rua peg lub nroog Yeluxalees, puab zoo sab kawg le,"},{"bible_id":"1726","chapter_code":"LUK.24","verse_code":"LUK.24.53","label":"53","content":"hab puab naj nub moog nyob huv lub Tuamtsev ua Vaajtswv tsaug."}]