[{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.1","label":"1","content":"Ntawm nuav yog cov lug kws tug TSWV has rua Malakis kuas nwg coj moog qha rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.2","label":"2","content":"Tug TSWV has rua nwg tsaav tuabneeg tas, “Kuv yeej ibtxwm hlub mej.” Tabsis puab nug tug TSWV has tas, “Koj hlub peb le caag?” Tug TSWV teb has tas, “Exaus hab Yakhauj yog ob kwvtij, tabsis kuv hlub Yakhauj hab nwg cov xeebntxwv,"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.3","label":"3","content":"kuv ntxub Exaus hab nwg cov xeebntxwv. Kuv muab Exaus lub ncov roob rhuav kuas puamtsuaj hab muab nwg lub tebchaws tso tseg rua tej tsaj qus nyob.”"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.4","label":"4","content":"Exaus cov xeebntxwv kws yog cov Edoos has tas, “Txawm yog peb tej nroog puamtsuaj taag lawm los peb yuav rov txhim khu dlua tshab.” Ces tug TSWV yuav teb has tas, “Ca puab yijmeem txhim khu dlua tshab ntaag. Kuv yuav rov muab tej nroog ntawd rhuav povtseg dlua. Tej tuabneeg yuav hu puab has tas, ‘Lub tebchaws ua phem’ hab ‘Tsaav tuabneeg kws tug TSWV chim rua puab moog ibtxhis le.’ ”"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.5","label":"5","content":"Cov Yixalayees lub qhovmuag yuav tau pum tej xwmtxheej ntawd, hab puab yuav has tas, “Txawm yog dlhau ntawm cov Yixalayees tug nrim tebchaws lawm los tug TSWV tseem muaj Fwjchim Luj kawg nkaus.”"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.6","label":"6","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has rua cov povthawj tas, “Tug tub yeej fwm leej txiv, hab tug qhev yeej fwm nwg tug tswv. Kuv yog mej Txiv, ua le caag mej tsi fwm kuv? Kuv yog mej tug TSWV, ua le caag mej tsi fwm kuv? Mej saib tsi taug kuv hab mej tseem nug has tas, ‘Peb saib tsi taug koj le caag?’"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.7","label":"7","content":"Tub yog vim mej muab tej zaub mov kws tsi muaj nqes coj moog fij rua sau kuv lub thaaj. Mej tseem muaj plhus nug has tas, ‘Peb tsi fwm koj le caag?’ Kuv yuav qha qhov kws mej ua saib tsi taug kuv lub thaaj rua mej."},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.8","label":"8","content":"Thaus mej coj tug tsaj dligmuag, muaj mob lossis cegtawv tuaj tua fij rua kuv, mej xaav has tas ua le ntawd yeej tsi txhum le los? Mej sim coj cov tsaj zoo le ntawd moog pub rua tug tswvxeev saib! Nwg puas yuav zoo sab lossis txaus sab rua mej?”"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.9","label":"9","content":"Nwgnuav mej cov kws yog povthawj, mej sim thov kuas Vaajtswv taabncuab peb saib. Nwg yuav tsi teb mej tej lug thov, rua qhov yog tim mej ua txhum lawm."},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.10","label":"10","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Kuv xaav kuas mej ib tug moog muab lub Tuamtsev tej qhovrooj kaw, tsi pub mej laam moog rauv tawg rua sau kuv lub thaaj. Kuv tsi txaus sab rua mej; kuv yuav tsi leeg tej khoom kws mej coj tuaj fij rua kuv ntawd."},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.11","label":"11","content":"Tej tuabneeg nyob thoob nplajteb puavleej fwm kuv. Puab hlawv tshuaj tsw qaab txhua qhov fij rua kuv hab muab tej khoom kws txaus kuv sab fij rua kuv xwb. Puab suavdlawg puavleej ua rua kuv tau ntsejmuag!"},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.12","label":"12","content":"Tabsis thaus mej has tas kuv lub thaaj tsi muaj nqes hab thaus mej saib tsi taug tej zaub mov kws mej coj tuaj fij rua sau kuv lub thaaj, tub yog mej tsi fwm kuv ntaag."},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.13","label":"13","content":"Mej has tas, ‘Peb dlhuav tej nuav kawg nkaus le!’ Mej ua saib tsi taug kuv, vim le ntawd mej txhaj coj tug tsaj kws mej moog nyag lug lossis tug tsaj luv ceg lossis tug tsaj muaj mob tuaj fij rua kuv. Mej xaav has tas kuv yuav leeg yuav tej ntawd nua los?."},{"bible_id":"1726","chapter_code":"MAL.1","verse_code":"MAL.1.14","label":"14","content":"Kuv yuav foom phem rua tug tuabneeg dlaag kws tau coglug has tas, nwg yuav muab nwg paab tsaj tug kws zoo tshaaj plawg fij rua kuv, tabsis nwg muab tug kws phem tshaaj plawg tuaj fij rua kuv xwb. Kuv yog tug Vaajntxwv kws muaj Fwjchim Luj kawg nkaus hab txhua tsaav tuabneeg puavleej fwm kuv lub npe.”"},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.1","label":"1","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has rua cov povthawj tas, “Tej lug nuav yog kuv has rua mej:"},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.2","label":"2","content":"Mej yuavtsum ua mej teg num kuas kuv tau ntsejmuag. Yog mej tsi noog kuv has, kuv yuav foom phem rua mej. Kuv yuav foom phem rua tej khoom kws luas coj tuaj pub rua mej. Qhov tseeb, kuv tub foom phem rua tej ntawd lawm, vim mej tsi ua lawv le kuv tej lug."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.3","label":"3","content":"Kuv yuav rau txim rua mej cov mivnyuas hab yuav muab tej tsaj kws mej coj tuaj tua fij rua kuv ntawd cov quav pleev mej ntsejmuag, hab kuv yuav coj mej moog pov rua ntawm qhov chaw kws pov tej quav tsaj."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.4","label":"4","content":"Thaus ntawd mej yuav paub has tas kuv tub has rua mej lawm, kuas kuv tej lug cog tseg rua cov povthawj kws yog cov Levis cov xeebntxwv yuav nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.5","label":"5","content":"“Kuv nrug puab coglug, kuv coglug has tas kuv yuav pub kuas puab muaj sa ntev hab nyob kaaj sab lug, hab kuv pub tej nuav rua puab kuas puab fwm kuv. Thaus ntawd puab puavleej fwm hab ntshai kuv kawg le."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.6","label":"6","content":"Puab yeej qha tej zaaj tseeb xwb, puab tsi laam qha tej zaaj kws tsi yog le. Puab ua neej lawv le kuv lub sab nyam; tsi yog puab coj ncaaj xwb, tabsis puab tseem paab tau coob leej tso txujkev ua phem tseg hab."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.7","label":"7","content":"Cov povthawj yog cov kws qha kuas suavdlawg paub Vaajtswv tseeb. Tsimnyog tej tuabneeg moog cuag cov povthawj kuas puab qha suavdlawg paub ua lub neej hum kuv sab, rua qhov cov povthawj yog cov kws cev tug TSWV kws muaj Fwjchim Luj kawg nkaus tej lug."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.8","label":"8","content":"“Tabsis nwgnuav mej cov kws yog cov povthawj tau tso txujkev tseeb tseg lawm. Tej lug kws mej qha tub ua rua coob leej moog ua txhum lawm. Mej rhuav tej lug kws kuv cog tseg rua mej."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.9","label":"9","content":"Yog le ntawd, kuv yuav ca kuas cov Yixalayees saib tsi taug mej, rua qhov mej tsi ua lawv le kuv tej lug qha, thaus mej qha kuv tsaav tuabneeg, mej tsi qha suavdlawg ib yaam.”"},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.10","label":"10","content":"Puas yog peb suavdlawg koom tuab leeg txiv? Puas yog tuab tug Vaajtswv tsim peb suavdlawg xwb? Vim le caag peb rhuav tej lug cog tseg kws peb ib leeg coglug rua ib leeg? Hab vim le caag peb txhaj thuam tej lug kws Vaajtswv tau cog tseg rua peb cov yawmkoob lawm?"},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.11","label":"11","content":"Cov Yudas tsi ua lawv le tej lug kws puab cog tseg rua Vaajtswv lawm, puab ua tej kev phem kev qas nyob huv lub nroog Yeluxalees hab thoob plawg huv lub tebchaws. Puab tau ua rua lub Tuamtsev kws Vaajtswv hlub kawg nkaus tsi huv lawm. Cov txivneej tau moog yuav tej ntxhais kws pe lwm tsaav tuabneeg tej vaajtswv lug ua quaspuj."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.12","label":"12","content":"Thov tug TSWV muab cov tuabneeg kws ua le ntawd tshem tawm huv cov Yixalayees moog kuas taag, hab tsi xob pub puab nrug peb tsaav tuabneeg koom coj tej khoom tuaj fij rua tug TSWV kws muaj Fwjchim Luj kawg nkaus  ntxiv le lawm."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.13","label":"13","content":"Muaj dlua ib yaam kws mej ua, mej tuaj quaj ua kua muag lug ntub tug TSWV lub thaaj taag, vim nwg tsi yuav tej khoom kws mej coj tuaj fij rua nwg."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.14","label":"14","content":"Mej tseem muaj plhus nug has tas, vim le caag nwg txhaj tsi yuav tej khoom fij ntawd? Nwg tsi yuav rua qhov nwg paub has tas koj tsi ua lawv le tej lug cog tseg rua tug quaspuj kws koj yuav thaus koj tseem hluas. Nwg yog koj tug txwj nkawm, tabsis koj rhuav tej lug kws koj cog tseg rua nwg lawm. Txawm yog koj tau coglug rua Vaajtswv has tas, koj yuav muab lub sab npuab nwg los koj tsi ua lawv le koj has."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.15","label":"15","content":"Puas yog Vaajtswv tub muab koj lug koom ua ib lub cev hab ib lub sab nrug nwg lawm?  Vim le caag Vaajtswv txhaj ua le nuav? Tub yog nwg xaav kuas meb muaj tub muaj ki kws yog Vaajtswv tsaav tuabneeg tag. Yog le ntawd, mej tsi xob rhuav tej lug kws mej cog tseg rua mej tug quaspuj lawm."},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.16","label":"16","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv has tas, “Kuv ntxub txujkev sis nrauj heev. Kuv ntxub thaus kws muaj ib tug twg ua nruj ua tsiv rua nwg tug quaspuj. Mej yuavtsum ncu ntsoov tsi xob rhuav mej tej lug cog tseg kws has tas mej yuav muab sab npuab mej tug quaspuj.”"},{"bible_id":"1726","chapter_code":"MAL.2","verse_code":"MAL.2.17","label":"17","content":"Mej ua rua tug TSWV dlhuav mej tej lug kawg le. Tabsis mej tseem nug has tas, “Peb ua rua tug TSWV dlhuav le caag?” Mej ua rua nwg dlhuav thaus kws mej has tas, “Tug TSWV kws muaj Fwjchim Luj kawg nkaus xaav has tas txhua tug kws ua txhum puavleej yog tuabneeg zoo; hab has tas, nwg yeej nyam puab.” Lossis mej nug has tas, “Vaajtswv tug kws ncaaj nceeg nyob qhov twg?”"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.1","label":"1","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus teb has tas, “Kuv yuav khaiv kuv ib tug tubkhai ua ntej moog khu kev tog kuv. Thaus ntawd tug TSWV kws mej naj nub tog yuav lug rua huv nwg lub Tuamtsev. Tug tubkhai kws mej xaav pum lug ntev lawm, yuav lug hab tshaajtawm kuv tej lug cog tseg.”"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.2","label":"2","content":"Tabsis nub kws nwg lug, leejtwg yuav muaj cuabkaav fim taug nwg? Thaus nwg tshwm plawg lug, leejtwg tseem yuav muaj sa nyob? Nwg yuav zoo ib yaam le cov tshuaj kws zawv khaub dluag dlawb paug, hab zoo ib yaam le cov nplaim tawg kws cig huv lub yeejvub nchuav hlau."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.3","label":"3","content":"Nwg yuav lug txav txim ib yaam le tug tuabneeg nchuav nyaj, nwg muab nyaj nchuav kuas tau cov tseem nyaj. Tug TSWV tug tubkhai yuav lug muab cov povthawj ntxuav kuas dlawbhuv ib yaam le tej nyaj tej kub kws tug nchuav nyaj tub muab nchuav tau lawm, yog le ntawd, puab txhaj yuav coj tej khoom kws hum tug TSWV sab tuaj fij rua nwg."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.4","label":"4","content":"Yog le ntawd, tej khoom kws cov Yudas hab cov tuabneeg huv Yeluxalees coj tuaj fij rua tug TSWV txhaj yuav txaus nwg sab ib yaam le thaus u puab ibtxwm ua lug lawm."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.5","label":"5","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Kuv yuav lug saib mej hab txav txim rua suavdlawg, hab kuv yuav nthuav suavdlawg tej kev txhum, tsi has cov tuabneeg kws txawj ua yeegsiv, cov tuabneeg kws ntxag luas quaspuj luas quasyawg, cov tuabneeg kws ua timkhawv tsi tseeb, cov tuabneeg kws dlaag nwg tej tub zug tej nyaj yuav, hab cov tuabneeg kws txhaav cov puj ntsuag, tej mivnyuas ntsuag, hab cov tuabneeg txawv tebchaws tug noj, hab txhua tug kws tsi fwm kuv.”"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.6","label":"6","content":"“Kuv yog tug TSWV, kuv yeej tsi hloov le; yog le ntawd, mej cov kws yog Yakhauj cov xeebntxwv tseem tsi tau tu noob."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.7","label":"7","content":"Mej zoo ib yaam le mej cov yawmkoob kws nyob ua ntej mej lawm hab ntaag. Mej tau tso kuv tej kevcai tseg hab tsi ua lawv le tej kevcai ntawd. Mej ca le tig rov lug cuag kuv, kuv txhaj yuav tig lug cuag mej. Tabsis mej nug has tas, ‘Peb yuav ua le caag txhaj tig tau rov lug cuag koj?’"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.8","label":"8","content":"Kuv nug mej has tas, puas tsimnyog ib tug tuabneeg twg qee Vaajtswv tug? Yeej tsi tsimnyog, tabsis mej pheej qee kuv tug. Mej nug has tas, ‘Peb qee koj dlaabtsi?’ Tub yog mej tsi muab ib feem kaum hab tej khoom fij rua kuv."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.9","label":"9","content":"Kuv tub foom phem rua mej txhua tug lawm, rua qhov taagnrho mej tsaav tuabneeg puavleej qee kuv tug."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.10","label":"10","content":"Mej yuavtsum nqaa tej kws mej muaj ib feem kaum tuaj tso rua huv lub Tuamtsev, txhaj le muaj noj muaj haus nplua mag nyob rua huv. Mej sim ua lawv le kuv has saib, mej yeej yuav pum kuv qheb rooj ntug nchuav koob moov ntau nplua mag lug rua mej."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.11","label":"11","content":"Kuv yuav tsi pub kaab hab kooj noj mej tej qoobloo, hab mej tej txiv maab yuav txi txiv ncw."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.12","label":"12","content":"Thaus ntawd txhua tsaav tuabneeg yuav hu mej ua cov tuabneeg kws tau koob moov, rua qhov mej lub tebchaws yog lub kws tau zoo noj tau zoo nyob.”"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.13","label":"13","content":"Tug TSWV has tas, “Mej has lug phem kawg nkaus thuam kuv, tabsis mej tseem nug has tas, ‘Peb has lug phem le caag thuam koj?’"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.14","label":"14","content":"Mej has tas, ‘Qhov kws peb tu Vaajtswv ntawd yeej tsi muaj nqes dlaabtsi le. Yog peb ua lawv le tug TSWV kws muaj Fwjchim Luj kawg nkaus has lossis leeg tej kev txhum kws peb ua taag lug lawm rua nwg huv tuabsi, puas yuav muaj qaabhau dlaabtsi rua peb hab?"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.15","label":"15","content":"Peb ibtxwm pum cov tuabneeg khaavtheeb yog cov kws tau koob moov; cov tuabneeg ua phem tsi yog muaj kev vaammeej xwb, tabsis puab tseem txhobtxwm ua txhum sim Vaajtswv sab los Vaajtswv yeej tsi rau txim rua puab le.’ ”"},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.16","label":"16","content":"Thaus cov tuabneeg kws paub ntshai tug TSWV, puab ib leeg has rua ib leeg, tug TSWV yeej noog ntsoov hab nov tej lug kws puab has ntawd. Cov tuabneeg kws paub ntshai tug TSWV hab fwm nwg, puab tej npe puavleej muab sau rua huv ib phoo ntawv rua tug TSWV khaws tseg lawm."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.17","label":"17","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Puab yuav yog kuv tsaav tuabneeg. Thaus txug nub kws kuv lug ua kuv teg num, puab yuav yog kuv tug. Kuv yuav hlub puab ib yaam le leej txiv hlub nwg tug tub kws tu nwg ntaag."},{"bible_id":"1726","chapter_code":"MAL.3","verse_code":"MAL.3.18","label":"18","content":"Kuv tsaav tuabneeg yuav pum cov tuabneeg ncaaj nceeg hab cov tuabneeg ua phem ua qas dlua ib zag ntxiv saib sis txawv le caag, cov tuabneeg kws ua kuv teg num hab cov tuabneeg kws tsi ua txawv le caag.”"},{"bible_id":"1726","chapter_code":"MAL.4","verse_code":"MAL.4.1","label":"1","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Thaus txug nub ntawd cov tuabneeg khaavtheeb hab cov tuabneeg ua phem ua qas yuav kub nyab ib yaam le tej quavnyaab. Nub ntawd puab yuav kub nyab taag, hab puab yuav tsi tshuav ib yaam dlaabtsi seem le."},{"bible_id":"1726","chapter_code":"MAL.4","verse_code":"MAL.4.2","label":"2","content":"Tabsis kuv lub fwjchim yuav tawm tuaj cawm mej cov kws noog kuv lug ib yaam le lub nub tawm tuaj, hab coj kev khu mob lug rua mej ib yaam le tej dluab nub tuaj zab. Mej yuav nyob ywj sab hab muaj kev kaaj sab ib yaam le tej mivnyuas nyuj kws tso tawm huv nkuaj lug."},{"bible_id":"1726","chapter_code":"MAL.4","verse_code":"MAL.4.3","label":"3","content":"Thaus txug nub kws kuv lug ua kuv teg num, mej yuav tawmtsaam yeej cov tuabneeg ua phem, hab mej yuav tsuj puab ib yaam le tsuj tej moov aav."},{"bible_id":"1726","chapter_code":"MAL.4","verse_code":"MAL.4.4","label":"4","content":"“Mej ncu ntsoov kuv tug tubkhai Mauxes tej lug qha, yog tej kevcai hab tej lug saamfwm kws kuv muab rua nwg sau Roob Xinais, kuas cov Yixalayees txhua tug yuavtsum coj hab ua lawv le ntawd."},{"bible_id":"1726","chapter_code":"MAL.4","verse_code":"MAL.4.5","label":"5","content":"“Tabsis ua ntej nub tseemceeb hab nub kws tug TSWV lug txav txim, kuv yuav khaiv Eliyas kws yog tug cev Vaajtswv lug, lug qha mej."},{"bible_id":"1726","chapter_code":"MAL.4","verse_code":"MAL.4.6","label":"6","content":"Nwg yuav coj cov kws ua nam ua txiv hab tej mivnyuas rov lug nyob ua ke sis raug zoo dlua; yog tsi ua le ntawd, kuv yuav lug hab rhuav mej lub tebchaws kuas puamtsuaj.”"}]