[{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.1","label":"1","content":"Zaaj nuav yog has txug Yexus Khetos cov yawmkoob tej npe. Yexus yog Daviv Tub hab Daviv yog Anplahaas xeebntxwv."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.2","label":"2","content":"Txij thaus Anplahaas lug txug thaus Vaajntxwv Daviv, Yexus cov yawmkoob muaj le nuav: Anplahaas yog Ixaj txiv, Ixaj yog Yakhauj txiv, Yakhauj yog Yudas hab nwg cov kwvtij txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.3","label":"3","content":"Yudas yog Peles hab Zelas txiv (obtug nam yog Tamaj), Pelej yog Heloos txiv, Heloos yog Laas txiv, Laas yog Anpinadas txiv, Anpinadas yog Nasoos txiv."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.4","label":"4","content":"Nasoos yog Xalemoos txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.5","label":"5","content":"Xalemoos yog Npau-am txiv, (Npau-am nam yog Lahaj), Npau-am yog Aunpes txiv, (Aunpes nam yog Luv), Aunpes yog Yexais txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.6","label":"6","content":"Yexais yog Vaajntxwv Daviv txiv. Txij thaus Daviv lug txug rua thaus cov Yixalayees raug nteg moog rua tebchaws Npanpiloos, Yexus cov yawmkoob muaj le nuav: Daviv yog Xalumoos txiv, (Xalumoos nam yog Uliyas tug quaspuj),"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.7","label":"7","content":"Xalumoos yog Lehaunpau-aas txiv, Lehaunpau-aas yog Anpiyas txiv, Anpiyas yog Axas txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.8","label":"8","content":"Axas yog Yehausafas txiv, Yehausafas yog Yehaulaas txiv, Yehaulaas yog Uxiyas txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.9","label":"9","content":"Uxiyas yog Yauthaas txiv, Yauthaas yog Ahas txiv, Ahas yog Hexekiyas txiv, Hexekiyas yog Manaxes txiv, Manaxes yog Amoos txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.10","label":"10","content":"Amoos yog Yauxiyas txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.11","label":"11","content":"Yauxiyas yog Yehauyakhees hab nwg cov kwvtij txiv."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.12","label":"12","content":"Txij thaus cov Yixalayees raug nteg moog rua tebchaws Npanpiloos lug txug rua thaus yug Yexus, Yexus cov yawmkoob muaj le nuav: Yehauyakhees yog Se-atiyees txiv, Se-atiyees yog Xelunpanpees txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.13","label":"13","content":"Xelunpanpees yog Anpi-us txiv, Anpi-us yog Eli-akees txiv, Eli-akees yog Axaus txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.14","label":"14","content":"Axaus yog Xadaus txiv, Xadaus yog Akhis txiv, Akhis yog Eli-us txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.15","label":"15","content":"Eli-us yog Ele-axas txiv, Ele-axas yog Mathaas txiv, Mathaas yog Yakhauj txiv,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.16","label":"16","content":"Yakhauj yog Yauxej txiv. Malis kws yog Yexus nam yog Yauxej tug quaspuj. Yexus yog tug kws suavdlawg hu ua tug Cawmseej."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.17","label":"17","content":"Yog le ntawd, txij thaus Anplahaas lug txug Daviv, muaj kaum plaub tam, txij thaus Daviv lug txug thaus cov Yixalayees raug nteg moog rua tebchaws Npanpiloos muaj kaum plaub tam, hab txij thaus cov Yixalayees raug nteg moog rua tebchaws Npanpiloos lug txug thaus yug tug Mexiyas muaj kaum plaub tam."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.18","label":"18","content":"Zaaj kws yuav has nuav yog has txug zaaj kws Yexus lug yug rua huv lub nplajteb nuav. Yauxej tub xub qhab Malis kws yog Yexus nam ca lawm. Tabsis thaus obtug tseem tsi tau sis yuav, Malis paub has tas Vaaj Ntsujplig tug Dlawbhuv ua rua nwg xeeb tub lawm."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.19","label":"19","content":"Yauxej tug kws qhab Malis yog ib tug tuabneeg ncaaj nceeg, nwg tsi xaav ca Malis poob ntsejmuag, nwg txawm xaav has tas, nwg yuav tso Malis tuabywv tseg."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.20","label":"20","content":"Thaus Yauxej tseem xaav txug zaaj ntawd, Yauxej txawm ua npau suav pum tug Tswv ib tug timtswv lug has rua nwg tas, “Yauxej kws yog Daviv tug xeebntxwv, koj tsi xob nyuaj sab. Koj ca le moog yuav Malis lug ua koj quaspuj. Rua qhov tub yog Vaaj Ntsujplig tug Dlawbhuv ua rua Malis xeeb tub."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.21","label":"21","content":"Malis yuav yug ib tug mivtub, koj yuavtsum tis tug mivtub ntawd npe hu ua Yexus, rua qhov nwg yog tug kws yuav lug cawm nwg tsaav tuabneeg kuas puab dlim puab lub txim.”"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.22","label":"22","content":"Tej nuav muaj lawv le tej lug kws tug Tswv tau qha rua tug cev Vaajtswv lug lawm has tas,"},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.23","label":"23","content":"“Ib tug nkaujxwb yuav xeeb tub hab yuav yug ib tug mivtub hab suavdlawg yuav hu nwg lub npe has tas Emanu-ees” (Lub npe nuav txhais has tas, “Vaajtswv nrug peb nyob”)."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.24","label":"24","content":"Thaus Yauxej tsim dlheev lug, nwg txawm moog coj Malis lug ua nwg quaspuj lawv le tug Tswv tug timtswv tau has rua nwg lawm."},{"bible_id":"1726","chapter_code":"MAT.1","verse_code":"MAT.1.25","label":"25","content":"Tabsis Yauxej yeej tsi nrug Malis pw moog txug thaus kws Malis yug tug mivtub ntawd. Thaus yug tau lawm, Yauxej tis tug mivtub ntawd npe hu ua Yexus."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.1","label":"1","content":"Yexus yug huv lub nroog Npelehees kws nyob huv cov Yudais lub tebchaws. Lub sijhawm ntawd Helauj ua vaajntxwv kaav tebchaws. Tom qaab ntawd tsi ntev muaj cov tuabneeg kws txawj saib nubqub ob peb leeg tuaj saab nubtuaj tuaj txug huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.2","label":"2","content":"Puab nug has tas, “Tug mivtub kws yuav ua cov Yudais tug vaajntxwv nwg yug rua qhov twg? Peb pum nwg lub nubqub kws qha has tas, nwg yug lug lawm tawm tim saab nubtuaj tuaj, peb txhaj tuaj pehawm nwg.”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.3","label":"3","content":"Thaus Vaajntxwv Helauj nov le ntawd, nwg hab tej tuabneeg kws nyob huv lub nroog Yeluxalees nyuaj sab heev."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.4","label":"4","content":"Helauj txawm hu cov thawj ntawm cov povthawj, hab cov xwbfwb kws qha Vaajtswv txuj kevcai tuaj ua ke, Helauj nug puab has tas, “Tug Mexiyas yuav yug rua qhov twg?”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.5","label":"5","content":"Puab teb has tas, “Nwg yuav yug huv lub nroog Npelehees kws nyob huv cov Yudais lub tebchaws. Tug kws cev Vaajtswv lug sau le nuav tseg has tas,"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.6","label":"6","content":"‘Lub nroog Npelehees kws nyob huv xeev Yudas, Koj tsi yog lub nroog kws miv dlua tej nroog huv tebchaws Yudas; rua qhov yuav muaj ib tug thawjcoj lug yug huv koj. Nwg yuav coj kuv tsaav tuabneeg Yixalayees.’ ”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.7","label":"7","content":"Ces Helauj txawm hu cov tuabneeg kws txawj saib nubqub lug cuag nwg tsi pub leejtwg paub. Helauj kuas puab qha nwg saib lub sijhawm twg puab pum lub nubqub ntawd tawm tuaj."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.8","label":"8","content":"Tom qaab ntawd Helauj kuas puab moog nraag lub nroog Npelehees hab has rua puab tas, “Mej ca le moog nrhav tug mivtub ntawd; yog mej moog nrhav tau nwg lawm, mej rov qaab lug qha rua kuv, kuv yuav moog pehawm nwg hab.”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.9","label":"9","content":"Thaus Helauj has le ntawd taag, ces puab txawm tawm moog lawm. Thaus puab taabtom taug kev moog puab pum lub nubqub kws puab xub pum tim saab nubtuaj. Lub nubqub ntawd coj puab kev moog hab lub nubqub ntawd moog nreg ncaaj ntawm qhov chaw kws tug mivtub ntawd nyob lawm sau."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.10","label":"10","content":"Thaus Puab pum lub nubqub ntawd, puab zoo sab kawg le."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.11","label":"11","content":"Thaus puab moog rua huv tsev, puab pum tug mivtub hab Malis kws yog tug mivtub ntawd nam, puab txhus caug ndlua pehawm tug mivtub. Puab thau puab tej kub, tej tshuaj tsw qaab, hab tej roj tsw qaab huv puab cov naab lug pub rua tug mivtub."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.12","label":"12","content":"Mo ntawd puab ua npau suav pum Vaajtswv lug has rua puab tas, kuas puab moog lwm txujkev moog tsev, tsi xob rov moog qha rua Helauj."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.13","label":"13","content":"Thaus cov tuabneeg txawj saib nubqub rov moog lawm, Yauxej ua npau suav pum tug Tswv ib tug timtswv lug has rua Yauxej has tas, “Koj ca le sawv hab coj tug mivtub hab nwg nam tsiv moog rua nraag tebchaws Iziv, hab nyob nraag moog txug thaus kws kuv kuas mej moog rua lwm qhov. Rua qhov Vaajntxwv Helauj taabtom nrhav tug mivtub nuav tua povtseg.”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.14","label":"14","content":"Yauxej txawm sawv tseeg coj tug mivtub hab Malis maub tsiv moog rua nraag tebchaws Iziv."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.15","label":"15","content":"Yauxej puab nyob nraag moog txug thaus Helauj tuag. Tej nuav muaj kuas tav lawv le tug cev Vaajtswv lug tau has tseg lawm has tas, “Kuv yuav hu kuv tug Tub tawm huv tebchaws Iziv lug.”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.16","label":"16","content":"Thaus Helauj paub has tas, cov tub txawg kws txawj saib nubqub dlaag nwg lawm, nwg chim heev. Nwg txawm khaiv tuabneeg moog rua huv lub nroog Npelehees hab tej zej zog kws nyob ibncig lub nroog ntawd, muab cov mivnyuas tub kws muaj noobnyoog ob xyoos rov huv tua povtseg huv tuabsi. Helauj ua le nuav kuas hum lub sijhawm kws cov tuabneeg txawj saib nubqub pum lub nubqub ntawd."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.17","label":"17","content":"Tej nuav muaj kuas tav lawv le Yelemis kws yog tug cev Vaajtswv lug qha tseg has tas,"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.18","label":"18","content":"“Suavdlawg yuav nov suab quaj suab nyav huv lub nroog Lamas, yog lub suab quaj kws tu sab kawg le. Laxees yuav quaj ntsuag rua nwg tej mivnyuas; tsi muaj leejtwg yuav nplig tau nwg sab, rua qhov nwg cov mivnyuas tuag taag lawm.”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.19","label":"19","content":"Tom qaab kws Helauj tuag lawm, Yauxej tseem nyob nraag tebchaws Iziv, Yauxej txawm ua npau suav pum tug Tswv ib tug timtswv lug has rua Yauxej has tas,"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.20","label":"20","content":"“Koj ca le sawv tseeg coj tug mivtub hab nwg nam rov qaab moog rua peg tebchaws Yixalayees, rua qhov tug kws yuav tua tug mivtub nuav tub tuag lawm.”"},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.21","label":"21","content":"Yauxej txawm sawv tseeg coj tug mivtub hab Malis rov qaab moog rua peg tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.22","label":"22","content":"Tabsis thaus Yauxej nov has tas, Akhilaus ua vaajntxwv kaav tebchaws Yudas hloov nwg txiv Helauj chaw lawm. Yauxej ntshai, Yauxej tsi kaam moog nyob qhov ntawd. Yauxej rov qaab ua npau suav pum Vaajtswv lug qha rua nwg, ces nwg txawm moog rua peg xeev Kalilais lawm."},{"bible_id":"1726","chapter_code":"MAT.2","verse_code":"MAT.2.23","label":"23","content":"Nwg moog nyob huv ib lub nroog hu ua Naxales. Yauxej ua le nuav kuas muaj tav lawv le tej lug kws cov cev Vaajtswv lug tau qha tseg txug tug mivtub ntawd has tas, “Suavdlawg yuav hu nwg has tas nwg yog tuabneeg Naxales.”"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.1","label":"1","content":"Thaus ntawd Yauhaas tug kws muab tuabneeg ua kevcai raus dlej, nwg tawm moog qhuab qha tom roob mojsaab qhua huv cov Yudais lub tebchaws."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.2","label":"2","content":"Yauhaas has tas, “Mej ca le tso plhuav mej tej kev txhum tseg, rua qhov Ntuj Ceebtsheej tub lug ze lawm!”"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.3","label":"3","content":"Yauhaas yog tug kws Yaxayas kws yog tug cev Vaajtswv lug tub qha tseg lawm has tas: “Muaj ib tug has nrov nrov tom roob mojsaab qhua has tas, ‘Ca le khu kev tog tug Tswv; khu kev kuas ncaaj, nwg yuav lug!’ ”"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.4","label":"4","content":"Yauhaas tej rig tsho yog muab plaub ntxhuav ua; nwg sa hlaab tawv, nwg noj kooj hab zib ntaab."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.5","label":"5","content":"Muaj tuabneeg coob coob huv lub nroog Yeluxalees hab thoob plawg cov Yudais lub tebchaws, hab huv tej zog kws nyob ob caag ntawm tug Dlej Yauladees tuaj cuag Yauhaas."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.6","label":"6","content":"Cov tuabneeg nyag leeg nyag lub txim, Yauhaas muab puab ua kevcai raus dlej huv tug dlej Yauladees."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.7","label":"7","content":"Thaus Yauhaas pum cov Falixais hab cov Xadukais coob leej tuaj thov Yauhaas, kuas Yauhaas muab puab ua kevcai raus dlej, Yauhaas has rua puab tas, “Cov nam naab, leejtwg qha rua mej has tas, mej yuav tsiv dlim Vaajtswv txujkev txav txim kws yuav muaj lug sai sai nuav?"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.8","label":"8","content":"Mej yuavtsum ua mej lub neej kuas tsimnyog qhov kws mej tub tso mej tej kev txhum tseg lawm."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.9","label":"9","content":"Mej tsi xob khaav has tas mej yog Anplahaas cov xeebntxwv, ces mej txawm yuav dlim tsi raug txim. Kuv qha rua mej has tas, txawm yog Vaajtswv yuav muab tej pobzeb lug ua Anplahaas cov xeebntxwv los nwg yeej ua tau!"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.10","label":"10","content":"Nwgnuav tub npaaj tau raab taus lawm, yuav ntuv tej ntoo, txhua tsob ntoo kws tsi txi cov txiv zoo, yuav muab ntuv pov rua huv cub suavtawg huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.11","label":"11","content":"Qhov kws kuv muab mej ua kevcai raus rua huv dlej qha has tas mej tub tso mej tej kev txhum tseg lawm, tabsis tug kws yuav lawv kuv qaab lug, nwg yuav muab mej raus lug ntawm Vaaj Ntsujplig tug Dlawbhuv hab ntawm suavtawg. Tug ntawd muaj fwjchim luj dlua kuv; kuv tub tsi tsimnyog nqaa nwg nkawm khau khab."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.12","label":"12","content":"Nwg tuav rawv ib raab ntxuam, nwg yuav ntxuaj nwg pawg nplej kuas cov npluag yaa tawm huv tuabsi! Nwg yuav muab cov nplej zoo ntim rua huv nwg lub txhaab, tabsis nwg yuav muab cov npluag pov rua huv cub suavtawg kws cig tsi paub tuag.”"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.13","label":"13","content":"Thaus ntawd Yexus tuaj peg Kalilais tuaj cuag Yauhaas ntawm tug dlej Yauladees, kuas Yauhaas muab Yexus ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.14","label":"14","content":"Tabsis Yauhaas tsi kaam, Yauhaas has rua Yexus has tas, “Tsimnyog koj muab kuv ua kevcai raus dlej, ua caag koj tsua tuaj cuag kuv?”"},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.15","label":"15","content":"Yexus teb Yauhaas has tas, “Koj ca le muab kuv ua kevcai raus dlej, rua qhov tub tsimnyog peb ua txhua yaam lawv le Vaajtswv pum zoo kuas peb ua.” Yog le ntawd, Yauhaas txhaj muab Yexus ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.16","label":"16","content":"Thaus Yexus ua kevcai raus dlej taag, nwg tawm huv haav dlej lug. Taamsim ntawd rooj ntug txawm qheb hlo, nwg pum Vaajtswv tug Ntsujplig zoo le tug nquab lug tsaws sau nwg taubhau."},{"bible_id":"1726","chapter_code":"MAT.3","verse_code":"MAT.3.17","label":"17","content":"Muaj ib lub suab has sau ntuj tuaj has tas, “Tug nuav yog kuv tug Tub kws kuv hlub, kuv txaus sab rua nwg.”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.1","label":"1","content":"Tom qaab ntawd Vaaj Ntsujplig coj Yexus moog rua tom roob mojsaab qhua kuas Dlaab Ntxwgnyoog tau sim Yexus sab."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.2","label":"2","content":"Yexus nyob tod tau plaub caug nub plaub caug mo, nwg tsi tau noj ib yaam dlaabtsi le. Thaus dlhau lub sijhawm ntawd lawm nwg tshaib plaab heev."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.3","label":"3","content":"Dlaab Ntxwgnyoog lug has rua Yexus has tas, “Yog koj yog Vaajtswv tug Tub tag, koj ca le has kuas lub pobzeb nuav txa ua mov.”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.4","label":"4","content":"Tabsis Yexus teb has tas, “Vaajtswv txujlug sau tseg has tas, ‘Tsi yog mov xwb txhaj cawm tau tuabneeg txujsa, tabsis yog Vaajtswv tej lug txhua lu txhaj cawm tau.’ ”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.5","label":"5","content":"Tom qaab ntawd, dlaab Ntxwgnyoog txawm coj Yexus moog rua huv lub nroog Yeluxalees kws yog lub Nroog Dlawbhuv. Nwg coj Yexus moog rua sau lub Tuamtsev qhov chaw kws sab tshaaj plawg."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.6","label":"6","content":"Nwg has rua Yexus has tas, “Yog koj yog Vaajtswv tug Tub tag, koj ca le dlha rua huv aav, rua qhov tub muaj lug sau tseg rua huv Vaajtswv txujlug has tas: ‘Vaajtswv yuav kuas nwg cov timtswv tsomkwm koj; puab ob txhais teg yuav fwj koj, hab yuav tsi pub koj ob txhais kutaw tsoo pobzeb le.’ ”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.7","label":"7","content":"Yexus teb dlaab Ntxwgnyoog has tas, “Vaajtswv txujlug has tas, ‘Koj tsi xob sim tug Tswv kws yog koj tug Vaajtswv sab.’ ”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.8","label":"8","content":"Tom qaab ntawd dlaab Ntxwgnyoog txawm coj Yexus moog rua sau ib lub roob sab sab hab ua rua Yexus pum taagnrho tej tebchaws huv qaab ntuj nuav hab pum tej kev vaammeej huv tej tebchaws ntawd."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.9","label":"9","content":"Dlaab Ntxwgnyoog has rua Yexus has tas, “Yog koj txhus caug pe kuv, kuv yuav muab txhua yaam nuav rua koj.”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.10","label":"10","content":"Yexus has rua dlaab Ntxwgnyoog has tas, “Ntxwgnyoog, koj ca le tsiv moog! Vaajtswv txujlug has tas, ‘Mej yuavtsum pehawm tug Tswv kws yog mej tug Vaajtswv tuab leeg hab ua nwg teg num xwb!’ ”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.11","label":"11","content":"Ces dlaab Ntxwgnyoog txawm ncaim Yexus lawm. Tom qaab ntawd muaj ib cov timtswv ceebtsheej lug tu Yexus."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.12","label":"12","content":"Thaus Yexus nov has tas, luas nteg Yauhaas coj moog kaw rua huv tsev lojcuj lawm, ces Yexus txawm moog rua peg Kalilais."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.13","label":"13","content":"Yexus tsi moog nyob huv lub nroog Naxales, tabsis nwg moog nyob huv lub nroog Kapena-us, ntawm ntug dlej havtxwv Kalilais kws yog xeem Xenpuloos hab xeem Nathalis cheebtsaam aav."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.14","label":"14","content":"Tej nuav muaj kuas tav lawv le Yaxayas kws yog tug cev Vaajtswv lug tau qha tseg has tas,"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.15","label":"15","content":"“Xeem Xenpuloos cheebtsaam aav hab xeem Nathalis cheebtsaam aav kws nyob saab ntug dlej Yauladees tim u, ntawm txujkev kws moog rua havtxwv huv lub xeev Kalilais kws lwm Tsaav Tuabneeg nyob!"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.16","label":"16","content":"Cov tuabneeg kws nyob qhov tsaus ntuj yuav pum kev kaaj nrig. Hab txujkev kaaj ntawd yuav ci rua cov tuabneeg kws nyob huv qhov tsaus ntuj kws yog txujkev tuag.”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.17","label":"17","content":"Txij thaus ntawd lug Yexus txawm pib qha rua suavdlawg has tas: “Mej ca le tso mej tej kev txhum tseg, rua qhov Ntuj Ceebtsheej tub lug ze lawm!”"},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.18","label":"18","content":"Thaus Yexus taabtom taug ntug dlej Havtxwv Kalilais, nwg pum ob kwvtij kws yog, Ximoos (kws hu ua Petus) hab nwg tug kwv Aadales, obtug taabtom muab vaag ntaus ntseg huv havtxwv."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.19","label":"19","content":"Yexus has rua obtug tas, “Meb ca le nrug kuv moog, kuv yuav qha kuas meb paub moog nrhav tuabneeg.”."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.20","label":"20","content":"Taamsim ntawd obtug txawm tso plhuav obtug ob lub vaag tseg hab nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.21","label":"21","content":"Yexus moog tom ntej mivntsiv, Yexus pum dlua ob kwvtij kws yog Yakaunpaus hab Yauhaas, obtug yog Xenpedais tub. Obtug taabtom nrug obtug txiv Xenpedais ntxiv vaag huv nkoj, Yexus txawm hu obtug nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.22","label":"22","content":"Taamsim ntawd obtug txawm tso lub nkoj hab obtug txiv tseg, hab obtug nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.23","label":"23","content":"Yexus moog thoob plawg huv lub xeev Kalilais, nwg qhuab qha huv tej tsev saablaaj, hab qha Txujmoo Zoo kws has txug Vaajtswv lub Tebchaws. Hab Yexus khu cov tuabneeg muaj mob tsi has cov tuabneeg mob yaam mob twg los nwg khu zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.24","label":"24","content":"Yexus lub moo rov nchaa moog thoob plawg tebchaws Xilias, ces suavdlawg txawm coj tej tuabneeg muaj mob, tsi has tug mob yaam mob twg los tuaj cuag Yexus, tej tuabneeg raug dlaab, tej tuabneeg qaug dlaabpeg, hab tej tuabneeg tuag teg tuag taw los Yexus khu txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.4","verse_code":"MAT.4.25","label":"25","content":"Muaj tuabneeg coob coob huv xeev Kalilais, huv lub nroog Dekapaulis, huv lub nroog Yeluxalees, huv cov Yudais lub tebchaws hab huv lub tebchaws kws nyob saab ntug dlej Yauladees tim u tuaj nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.1","label":"1","content":"Thaus Yexus pum cov tuabneeg coob coob le ntawd, Yexus txawm moog rua peg roob, thaus Yexus nyob quastsawg lawm. Yexus cov thwjtim txawm lug cuag Yexus."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.2","label":"2","content":"Yexus txawm pib qha puab:"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.3","label":"3","content":"“Cov kws paub has tas puab ua tsi tau puab lub neej lawv le Vaajtswv lub sab nyam; cov ntawd tau koob moov, rua qhov Ntuj Ceebtsheej yog puab le!"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.4","label":"4","content":"“Cov kws paub nyuaj sab rua puab tej kev txhum, cov ntawd tau koob moov, rua qhov Vaajtswv yuav nplig puab sab!"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.5","label":"5","content":"Cov kws txu fwjchim, cov ntawd tau koob moov, puab yuav tau txais tej kws Vaajtswv coglug tseg has tas Vaajtswv yuav muab rua puab."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.6","label":"6","content":"Cov kws xaav ua lawv le Vaajtswv lub sab nyam, cov ntawd tau koob moov, Vaajtswv yuav muab rua puab kuas txaus nkaus le puab lub sab xaav."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.7","label":"7","content":"Cov kws muaj lub sab hlub lwm tug, cov ntawd tau koob moov, Vaajtswv yuav hlub puab!"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.8","label":"8","content":"Cov kws muaj lub sab ncaaj nceeg, cov ntawd tau koob moov, puab yuav pum Vaajtswv!"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.9","label":"9","content":"Cov kws ua rua tuabneeg nyob sis humxeeb, cov ntawd tau koob moov, Vaajtswv yuav hu puab has tas, puab yog Vaajtswv cov mivnyuas!"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.10","label":"10","content":"Cov kws raug luas tsimtxom vim puab ua lawv le Vaajtswv lub sab nyam, cov ntawd tau koob moov, Ntuj Ceebtsheej yog puab tug."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.11","label":"11","content":"“Thaus luas thuam mej hab tsimtxom mej, vim mej yog kuv cov thwjtim, mej tau koob moov."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.12","label":"12","content":"Mej ca le zoo sab rua qhov Vaajtswv tub npaaj nqe zug ntau kawg le ca rua sau ntuj ceebtsheej rua mej lawm. Thaus u luas tub tsimtxom cov kws cev Vaajtswv lug le nuav lawm hab.”"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.13","label":"13","content":"“Mej yog cov ntsev kws laag tuabneeg nplajteb. Yog cov ntsev tsuag lawm, yuav ua le caag ua kuas rov qaab ntsev tau? Cov ntsev ntawd tsi muaj nqes dlaabtsi, tsuas muaj yuav muab povtseg hab tuabneeg yuav muab tsuj xwb."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.14","label":"14","content":"“Mej yog lub teeb kws ci rua tuabneeg nplajteb pum kev. Lub nroog kws nyob sau roob, yeej tsi muaj ib yaam dlaabtsi yuav thaiv tau lub nroog ntawd."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.15","label":"15","content":"Tsi muaj leejtwg taws teeb hab muab phab khwb rua; tabsis tsuas muaj yuav muab txawb rua qhov chaw sab, kuas txhua tug kws nyob huv lub tsev pum kev."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.16","label":"16","content":"Ib yaam le ntawd, mej yuavtsum ci rua suavdlawg pum tej num zoo kws mej ua, puab txhaj yuav qhuas mej leej Txiv tug kws nyob sau ntuj ceebtsheej.”"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.17","label":"17","content":"“Mej tsi xob xaav has tas yog kuv lug rhuav Mauxes txuj Kevcai hab tej lug kws cov cev Vaajtswv lug tau qha tseg lawm. Tsi yog kuv lug rhuav tej lug ntawd, tabsis yog kuv lug ua kuas tej lug ntawd tav."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.18","label":"18","content":"Kuv qha rua mej has tas, yog lub ntuj hab lub nplajteb tseem muaj nyob, ces txuj Kevcai ntawd yuav tsi muaj ib lus poob moog txug thaus txhua yaam  tav lawm."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.19","label":"19","content":"Yog leejtwg tsi kaam ua lawv le nqai lug kws miv dlua huv txuj Kevcai nuav hab nwg tseem qha lwm tug kuas tsi xob ua lawv le ntawd, ces Vaajtswv yuav suav has tas tug ntawd yog tug kws yau dlua ndlais kws nyob sau Ntuj Ceebtsheej. Tabsis tug kws ua lawv le txuj Kevcai ntawd hab qha rua lwm tug kuas ua lawv le ntawd, ces tug ntawd yuav yog tug luj kws nyob sau Ntuj Ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.20","label":"20","content":"Kuv qha rua mej has tas, yog mej tsi ua ncaaj dlua cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais, ces mej yuav tsi tau moog nyob sau Ntuj Ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.21","label":"21","content":"“Mej tub nov tej lug kws luas qha rua cov tuabneeg thaus u lawm has tas, ‘Tsi xob tua tuabneeg; tug kws tua tuabneeg, tug ntawd yuav raug txim.’"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.22","label":"22","content":"Tabsis nwgnuav kuv qha rua mej le nuav: yog leejtwg chim  rua nwg tug kwvtij, tug ntawd yuav raug txim, hab tug kws has rua nwg tug kwvtij has tas, ‘Tuabneeg ruag!’ Ces luas yeej yuav coj tug ntawd moog rua cov numtswv txav txim; hab tug kws hu nwg ib tug kwvtij has tas, ‘Tuabneeg vwm!’, ces tug ntawd lub txim txaus nwg poob moog rua huv ntuj tawg lawm."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.23","label":"23","content":"Yog le ntawd, thaus koj taabtom muab khoom rua sau lub thaaj yuav fij rua Vaajtswv, hab koj ncu has tas koj tau ua txhum rua koj ib tug kwvtij lawm,"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.24","label":"24","content":"ces koj ca le tso plhuav tej khoom fij rua ntawm hauv ntej lub thaaj, koj ca le rov qaab moog has kuas meb sis hum tsaiv, koj maam le rov qaab tuaj muab koj tej khoom fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.25","label":"25","content":"“Yog leejtwg xyuam phaaj kom koj rua huv tsev tu plaub hab yuav coj koj moog has plaub, ua ntej kws tsi tau moog has plaub, koj ca le thov nwg kuas meb rov sis hum, nyob tsaam thaus meb moog txug huv lub tsev tu plaub ntug lawm, nwg yuav muab koj rua tug txav txim, ces tug txav txim yuav muab koj cob rua tug ceevxwm, hab tug ceevxwm yuav coj koj moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.26","label":"26","content":"Kuv qha tseeb rua koj has tas, koj yuav tawm tsi tau huv qhov chaw ntawd moog txug thaus kws koj them nqe taag."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.27","label":"27","content":"“Mej tub nov tej lug kws luas qha has tas, ‘Tsi xob ntxag luas quaspuj luas quasyawg.’"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.28","label":"28","content":"Tabsis nwgnuav kuv qha rua mej has tas, yog leejtwg saib ib tug quaspuj hab xaav ntxag tug quaspuj ntawd, qhov kws nwg saib le ntawd kuj txhum ib yaam le nwg tub tau ntxag tug quaspuj ntawd lawm ntaag."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.29","label":"29","content":"Yog koj saab qhovmuag xis ua rua koj ua txhum, koj ca le muab saab qhovmuag ntawd kaus povtseg! Koj muaj ib saab qhovmuag xwb zoo dlua le muab taagnrho koj lub cev pov rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.30","label":"30","content":"Yog koj saab teg xis ua rua koj ua txhum, ces koj ca le muab saab teg ntawd txav povtseg! Koj tshuav ib saab teg xwb, zoo dlua le muab taagnrho koj lub cev pov rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.31","label":"31","content":"“Muaj dlua ib zaaj kws luas qha has tas, ‘Yog leejtwg yuav nrauj nwg tug quaspuj, mas nwg yuavtsum ua ntawv nas teg sis nrauj rua nwg tug quaspuj.’"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.32","label":"32","content":"Tabsis nwgnuav kuv qha rua mej has tas: yog leejtwg tug quaspuj tsi tau ntxag hluas nraug, nwg ca le muab nrauj lawm, kuj yog nwg ua rua tug quaspuj ua txhum kev nkauj kev nraug, hab yog leejtwg moog yuav tug quaspuj ntawd, kuj ib yaam le tug ntawd ntxag luas quaspuj."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.33","label":"33","content":"“Hab mej tub nov tej lug kws luas qha rua cov tuabneeg thaus u lawm has tas, ‘Mej yuavtsum ua lawv le mej tau coglug tseg rua tug Tswv lawm, tsi xob rhuav tej lug cog tseg ntawd.’"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.34","label":"34","content":"Tabsis nwgnuav kuv qha rua mej has tas, thaus mej coglug tseg, mej tsi xob twv ntuj twv teb. Tsi xob twv lub ntuj, rua qhov lub ntuj yog Vaajtswv lub zwmtxwv;"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.35","label":"35","content":"tsi xob twv lub nplajteb, rua qhov lub nplajteb yog Vaajtswv qhov chaw tag taw; tsi xob twv txug lub nroog Yeluxalees, rua qhov lub nroog Yeluxalees yog tug Vaajntxwv kws muaj fwjchim luj lub."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.36","label":"36","content":"Tsi xob twv rua mej lub taubhau, rua qhov mej ua tsi tau kuas mej ib txuj plaubhau dlawb lossis ib txuj dlub."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.37","label":"37","content":"Qhov kws yog mej ca le has tas ‘Yog,’ qhov kws tsi yog, mej ca le has tas, ‘Tsi yog.’ Yog mej has tshaaj ob lu lug ntawd, ces tej lug ntawd yog lug ntawm dlaab Ntxwgnyoog lug xwb."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.38","label":"38","content":"“Mej tub nov tej lug kws qha has tas, ‘Qhovmuag pauj qhovmuag, nav pauj nav.’"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.39","label":"39","content":"Tabsis nwgnuav kuv qha rua mej has tas: Mej tsi xob ua pauj. Yog leejtwg ntaus mej saab plhu xis, mej ca le tig saab txhumphem rua nwg ntaus hab."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.40","label":"40","content":"Yog leejtwg kom mej rua huv tsev tu plaub txeeb yuav mej lub tsho kws naav tuaj saab huv, ces mej ca le hle mej lub tsho kws naav tuaj saab nrau rua luas hab."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.41","label":"41","content":"Yog leejtwg yuam mej kuas ris nwg lub nraa moog ib kilumev, ces mej ca le ris moog ob kilumev."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.42","label":"42","content":"Yog leejtwg tuaj thov yuav mej ib yaam dlaabtsi, mej ca le muab rua nwg; yog leejtwg qev mej ib yaam dlaabtsi, mej ca le qev rua nwg."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.43","label":"43","content":"“Mej tub nov tej lug kws has tas, ‘Yuavtsum hlub mej cov kwvtij hab ntxub mej cov yeebncuab.’"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.44","label":"44","content":"Tabsis nwgnuav kuv qha rua mej has tas: Hlub mej cov yeebncuab hab thov Vaajtswv paab rua cov kws tsimtxom mej,"},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.45","label":"45","content":"Yog mej ua le nuav, mej txhaj yog leej Txiv tug kws nyob sau ntuj cov mivnyuas. Rua qhov Vaajtswv ua nwg lub nub ci rua cov tuabneeg ua phem hab cov tuabneeg ua zoo, hab tso naag lug rua cov tuabneeg ncaaj hab cov tuabneeg tsi ncaaj ib yaam nkaus."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.46","label":"46","content":"Yog mej tsuas hlub cov kws hlub mej xwb, mej xaav has tas Vaajtswv tseem yuav muab nqe zug rua mej hab nua los? Txawm yog cov tuabneeg sau se los puab tub paub hlub cov tuabneeg kws hlub puab hab."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.47","label":"47","content":"Yog mej tsuas fwm mej cov kwvtij nkaus xwb, mej tsua ua tau zoo tshaaj lwm tug qhov twg? Txawm yog cov tuabneeg kws tsi paub Vaajtswv los puab tub paub sis fwm hab."},{"bible_id":"1726","chapter_code":"MAT.5","verse_code":"MAT.5.48","label":"48","content":"Yog le ntawd, mej yuavtsum ua zoo kawg nkaus, ib yaam le mej leej Txiv tug kws nyob sau ntuj ceebtsheej, nwg yog tug zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.1","label":"1","content":"“Mej yuavtsum ceevfaaj, tsi xob coj Vaajtswv txuj Kevcai kuas lwm tug qhuas mej xwb. Yog mej ua le ntawd, mej leej Txiv tug kws nyob sau ntuj ceebtsheej yuav tsi muab nqe zug rua mej."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.2","label":"2","content":"“Yog le ntawd, thaus mej pub ib yaam dlaabtsi rua tej tuabneeg txomnyem, mej tsi xob qha rua tug nuav tug u, ib yaam le cov tuabneeg kws ntsejmuag ncaaj sab nkhaus ua nyob rua huv tej tsev saablaaj hab ntawm tej kev tshuam kuas luas qhuas puab. Kuv qha rua mej has tas, puab tub tau puab tej nqe zug lawm."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.3","label":"3","content":"Tabsis thaus mej paab ib tug tuabneeg txomnyem, mej tsi xob pub mej saab teg txhumphem paub has tas mej saab teg xis ua dlaabtsi."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.4","label":"4","content":"Thaus mej paab lwm tug, mej ca le paab tuabywv xwb, mej leej Txiv tug kws nyob sau ntuj pum tej kws mej ua tuabywv ua ntawd, nwg txhaj yuav muab nqe zug rua mej."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.5","label":"5","content":"“Thaus mej thov Vaajtswv, mej tsi xob ua le cov tuabneeg ntsejmuag ncaaj sab nkhaus ua. Puab nyam moog sawv thov Vaajtswv huv tej tsev saablaaj hab ntawm tej kev tshuam kuas luas pum puab. Kuv qha rua mej has tas, puab tub tau puab tej nqe zug lawm."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.6","label":"6","content":"Tabsis thaus mej thov Vaajtswv, mej ca le moog rua huv txaaj hab kaw rooj txaag tsaiv, mej maam le thov mej leej Txiv tug kws mej qhovmuag tsi pum. Nwg txhaj yuav muab nqe zug rua mej."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.7","label":"7","content":"“Thaus mej thov Vaajtswv, tsi xob has moog has lug tej lug kws tsi muaj qaabhau ib yaam le cov tuabneeg tsi ntseeg Vaajtswv, puab xaav has tas yog puab thov ntev le ntawd Vaajtswv txhaj yuav nov."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.8","label":"8","content":"Mej tsi xob ua le puab. Thaus mej tsi tau thov, mej leej Txiv tub paub tej kws mej xaav yuav lawm."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.9","label":"9","content":"Mej yuavtsum thov le nuav: ‘Peb leej Txiv tug kws nyob sau ntuj ceebtsheej; Thov kuas suavdlawg fwm koj lub npe;"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.10","label":"10","content":"thov koj lug kaav tuabneeg lub sab; thov koj paab kuas peb ua tau lawv le koj lub sab nyam ib yaam le cov kws nyob sau ntuj."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.11","label":"11","content":"Thov koj pub mov rua peb muaj noj nub nua."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.12","label":"12","content":"Thov koj zaam txim rua peb ib yaam le peb tub zaam txim rua cov kws ua txhum rua peb lawm."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.13","label":"13","content":"Thov koj tsi xob ca tej kev sim sab ntxag tau peb, tabsis thov koj paab kuas peb dlim ntawm dlaab Ntxwgnyoog txais teg.’"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.14","label":"14","content":"“Yog mej zaam txim rua tug kws ua txhum rua mej lawm, mej leej Txiv tug kws nyob sau ntuj ceebtsheej yuav zaam txim rua mej."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.15","label":"15","content":"Tabsis yog mej tsi zaam txim rua lwm tug, mej leej Txiv tug kws nyob sau ntuj ceebtsheej yuav tsi zaam txim rua mej hab."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.16","label":"16","content":"“Thaus mej ua kevcai yoo mov, mej tsi xob ua ntsejmuag mluag mluag ib yaam le cov tuabneeg kws ntsejmuag ncaaj sab nkhaus. Puab ua txuj ua ntsejmuag mluag quas mlob, kuas suavdlawg paub has tas yog puab yoo mov. Kuv qha rua mej has tas, puab tub tau puab tej nqe zug lawm."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.17","label":"17","content":"Tabsis thaus mej ua kevcai yoo mov, mej ca le ntxuav muag hab ntsis plaubhau,"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.18","label":"18","content":"kuas lwm tug tsi paub has tas yog mej yoo mov. Tsuas pub mej leej Txiv tug kws mej qhovmuag tsi pum paub xwb. Ces mej leej Txiv tug kws pum tej kws mej ua tuabywv ua, nwg txhaj yuav muab nqe zug rua mej."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.19","label":"19","content":"“Mej tsi xob khaws nyaj txag hab qhov txhua chaw rua mej huv nplajteb nuav, rua qhov huv nplajteb nuav muaj ntsaum kaabrwg hab xeb noj, hab muaj tubsaab nyag."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.20","label":"20","content":"Tabsis mej ca le khaws nyaj txag hab qhov txhua chaw ca rua mej sau ntuj ceebtsheej, qhov ntawd tsi muaj ntsaum kaabrwg hab xeb noj, hab tsi muaj tubsaab nyag."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.21","label":"21","content":"Rua qhov mej tej nyaj txag hab qhov txhua chaw nyob qhov twg, mej lub sab yeej nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.22","label":"22","content":"“Ob lub qhovmuag yog lub teeb kws ci rua lub cev pum kev. Yog mej ob lub qhovmuag pum kev tseeb, taagnrho mej lub cev yuav pum kev kaaj nrig;"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.23","label":"23","content":"tabsis yog mej ob lub qhovmuag pum kev tsi tseeb, taagnrho mej lub cev yuav tsaus ntuj nti. Yog has tas qhov pum kev kws mej muaj tsaus lawm, qhov tsaus ntawd tsuas muaj yuav tsaus heev zuj zug ntxiv xwb!"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.24","label":"24","content":"“Tsi muaj leejtwg yuav ua qhev tau rua ob tug tswv. Yog nwg ua le ntawd, nwg yuav ntxub ib tug hab nyam ib tug; nwg yuav fwm ib tug hab saib tsi taug ib tug. Yog mej yuav muab Vaajtswv hab nyaj txag saib hlub ib yaam nkaus yeej tsi tau."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.25","label":"25","content":"“Vim le ntawd kuv txhaj qha rua mej, kuas mej tsi xob txhawj has tas mej yuavtsum muaj zaub mov noj lossis yuavtsum muaj rig tsho naav txhaj nyob taug, rua qhov txujsa tseemceeb dlua tej zaub mov, hab lub cev tseemceeb dlua tej rig tsho."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.26","label":"26","content":"Mej sim ua tuab zoo xaav saib tej noog kws yaa sau nruab ntug, cov noog ntawd tsi cog qoobloo, tsi hlais hab tsi sau ntim rua huv txhaab; tabsis mej leej Txiv tug kws nyob sau ntuj ceebtsheej tseem yug cov noog ntawd! Mej tseem muaj nqes dlua cov noog ntawd."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.27","label":"27","content":"Mej tej kev txhawj ntawd puas yuav paab tau kuas mej muaj txujsa nyob ob peb xyoos ntxiv?"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.28","label":"28","content":"“Hab ua le caag mej yuav txhawj has tas mej yuav muab dlaabtsi naav? Mej sim saib tej paaj ntoos tom taj nraag tawg le caag. Tej paaj ntoos ntawd tub tsi ua num hab tsi ntus ntaub naav."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.29","label":"29","content":"Tabsis kuv qha rua mej has tas, txawm yog Vaajntxwv Xalumoos muaj nyaj txag ntau kawg le los nwg tub tsi tau naav ib cev rig tsho zoo npaum le tej paaj ntoos ntawd ib lub."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.30","label":"30","content":"Tej nroj tsuag kws nyob nub nua xwb, pigkig luas tub yuav muab pov hlawv rua huv qhovcub, ua cav Vaajtswv tub pub rua tej nroj tsuag ntawd zoo nkauj ua luaj. Yog le ntawd, Vaajtswv yimfuab yuav pub rua mej muaj naav zoo dlua tej nroj tsuag ntawd. Ua le caag mej kev ntseeg yuav tsawg ua luaj!"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.31","label":"31","content":"“Yog le ntawd, mej tsi xob txhawj has tas: ‘Peb yuav muab dlaabtsi lug noj lug haus, hab lug naav?’"},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.32","label":"32","content":"(Cov tuabneeg kws tsi ntseeg Vaajtswv, puab naj nub txhawj txug tej nuav.) Mej leej Txiv tug kws nyob sau ntuj ceebtsheej yeej paub has tas, mej yuavtsum muaj tej nuav."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.33","label":"33","content":"Tabsis mej yuavtsum xub nrhav Vaajtswv lub Tebchaws, hab ua lawv le Vaajtswv lub sab nyam tsaiv, Vaajtswv maam le muab tej nuav ntxiv rua mej."},{"bible_id":"1726","chapter_code":"MAT.6","verse_code":"MAT.6.34","label":"34","content":"Yog le ntawd, mej tsi xob txhawj rua pigkig, rua qhov pigkig yeej muaj kev txhawj txaus rua pigkig lawm. Kev nyuaj sab nub twg yeej muaj txaus rua nub ntawd lawm, tsi taag yuav moog nrhav kev nyuaj sab lug ntxiv."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.1","label":"1","content":"“Mej tsi xob txav txim rua lwm tug, Vaajtswv txhaj yuav tsi txav txim rua mej,"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.2","label":"2","content":"rua qhov Vaajtswv yuav txav txim rua mej ib yaam le mej tau txav txim rua lwm tug, hab mej muab lub luaj le caag luj rua lwm tug lawm, lwm tug yuav muab lub luaj le ntawd luj rua mej."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.3","label":"3","content":"Vim le caag mej yuav saib qhov nyuas moov ntoo kws nyob huv mej tug kwvtij lub qhovmuag, tabsis mej tsi paub has tas muaj ib yaav ntoo nyob huv mej lub qhovmuag."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.4","label":"4","content":"Thaus tseem muaj ib yaav ntoo nyob huv mej lub qhovmuag, mej tsi xob has rua mej tug kwvtij has tas, ‘Ca kuv paab muab koj qhov nyuas moov ntoo kws nyob huv koj lub qhovmuag?’"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.5","label":"5","content":"Mej cov kws yog tuabneeg ntsejmuag ncaaj sab nkhaus! Mej ca le xub muab yaav ntoo huv mej lub qhovmuag tsaiv, mej txhaj yuav pum kev muab qhov nyuas moov ntoo huv mej tug kwvtij lub qhovmuag."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.6","label":"6","content":"“Mej tsi xob muab tej yaam kws muaj nqes pov rua dlev, nyob tsaam dlev tig lug tum mej. Mej tsi xob muab tej hlaws muaj nqes pov rua ntawm npua hauv ntej, npua yuav muab tsuj xwb."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.7","label":"7","content":"“Mej thov, mej txhaj yuav tau; mej nrhav, mej txhaj yuav ntsib; mej khob, Vaajtswv txhaj yuav qheb qhovrooj rua mej."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.8","label":"8","content":"Rua qhov txhua tug kws thov yeej yuav tau, txhua tug kws nrhav yeej yuav ntsib, hab txhua tug kws khob, Vaajtswv yeej yuav qheb qhovrooj rua nwg."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.9","label":"9","content":"Mej cov kws yog leej txiv, yog mej tug mivnyuas thov mov, mej yuav muab pobzeb rua los?"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.10","label":"10","content":"Lossis yog tug mivnyuas thov ntseg, mej yuav muab naab rua los?"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.11","label":"11","content":"Txawm yog mej yog tuabneeg txhum los mej tseem paub muab yaam kws zoo rua mej tej mivnyuas. Yog le ntawd, mej leej Txiv tug kws nyob sau ntuj ceebtsheej, nwg yimfuab yuav muab tej kws zoo dlua tej ntawd rua txhua tug kws thov nwg hab!"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.12","label":"12","content":"“Yog mej xaav kuas lwm tug ua le caag rua mej, mej yuavtsum ua ib yaam le ntawd rua lwm tug. Ua le nuav txhaj lawv le Mauxes txuj Kevcai hab lawv le cov cev Vaajtswv lug tau qha tseg lawm."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.13","label":"13","content":"“Mej yuavtsum moog lub qhovrooj nqaim, rua qhov lub qhovrooj luj hab txujkev dlaav coj moog rua ntuj tawg hab muaj coob leej taug txujkev ntawd,"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.14","label":"14","content":"Tabsis lub qhovrooj nqaim hab txujkev nqaim kws moog nyuaj yuav coj moog tau txujsa, cov tuabneeg kws taug txujkev ntawd tsi muaj coob leej."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.15","label":"15","content":"“Mej yuavtsum ceevfaaj cov cevlug cuav; thaus puab tuaj cuag mej, puab ua txuj ua le puab yog cov yaaj, tabsis puab lub sab phem ib yaam le maa."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.16","label":"16","content":"Thaus mej pum puab teg num mej yuav paub. Tsob xuavpaug nqai hlau yeej tsi txi txiv maab, hab tsob ntoo xuavpaug paaj ntshaa yeej tsi txi txiv ncuav pas."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.17","label":"17","content":"Ib yaam nkaus le ntawd, tsob ntoo zoo yeej txi cov txiv zoo, tsob ntoo phem yeej txi cov txiv phem."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.18","label":"18","content":"Tsob ntoo zoo yeej tsi txi cov txiv phem, hab tsob ntoo phem yeej tsi txi cov txiv zoo."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.19","label":"19","content":"Txhua tsob ntoo kws tsi txi cov txiv zoo, luas yuav muab ntuv hab muab pov rua huv cub suavtawg."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.20","label":"20","content":"Yog le ntawd, mej yuav paub cov xwbfwb cuav lug ntawm puab teg num kws puab ua."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.21","label":"21","content":"“Tsi yog txhua tug kws hu kuv has tas, ‘Tug Tswv, Tug Tswv,’ ces yuav tau moog Ntuj Ceebtsheej. Tabsis tsuas yog cov kws ua lawv le kuv Txiv tug kws nyob sau ntuj lub sab nyam, txhaj tau moog xwb."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.22","label":"22","content":"Thaus txug nub ntawd yuav muaj ntau leej has rua kuv tas, ‘Tug Tswv, Tug Tswv, peb tub tuav koj lub npe qha Vaajtswv Txujlug, peb tuav koj lub npe ntab dlaab tawm, hab ua ntau yaam txujci tseemceeb!’"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.23","label":"23","content":"Thaus ntawd kuv yuav has rua puab tas, ‘Cov tuabneeg sab phem, ca le tsiv moog, kuv tsi paub mej!’"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.24","label":"24","content":"“Yog le ntawd txhua tug kws nov kuv tej lug hab ua lawv le tej lug ntawd, tug ntawd zoo ib yaam le tug kws muaj tswvyim, nwg ua nwg lub tsev rua sau pobzeb."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.25","label":"25","content":"Thaus lug naag xub naag cua, dlej nyaab hab cua ntsawj lub tsev ntawd. Lub tsev ntawd tsi qaug, rua qhov nwg ua rua sau pobzeb."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.26","label":"26","content":"“Tug kws nov kuv tej lug, tabsis tsi ua lawv le tej lug ntawd, tug ntawd zoo ib yaam le tug kws tsi muaj tswvyim, nwg ua nwg lub tsev rua sau cov xuabzeb."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.27","label":"27","content":"Thaus lug naag xub naag cua, dlej nyaab hab cua ntsawj lub tsev ntawd, ces lub tsev ntawd txawm qaug hab puamtsuaj taag huv tuabsi lawm!”"},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.28","label":"28","content":"Thaus Yexus qha tej nuav taag lawm, cov tuabneeg kws tuaj noog Yexus qha ntawd xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"MAT.7","verse_code":"MAT.7.29","label":"29","content":"Yexus muaj fwjchim qha hab Yexus qha tsi thooj le cov xwbfwb kws qha Vaajtswv txuj Kevcai qha."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.1","label":"1","content":"Thaus Yexus nqeg peg roob lug, muaj tuabneeg coob coob tuaj lawv Yexus qaab."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.2","label":"2","content":"Muaj ib tug txivneej mob ruas lug txhus caug ndlua ntawm Yexus hauv ntej thov has tas, “Tug Tswv, yog koj txaus sab khu kuv tug mob, koj yeej khu tau kuv zoo.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.3","label":"3","content":"Yexus txawm cev teg moog tuav nkaus tug ntawd hab has tas, “Kuv txaus sab paab koj. Koj tej ruas ca le zoo hlo!” Taamsim ntawd nwg tej ruas txawm zoo taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.4","label":"4","content":"Yexus has rua nwg tas, “Koj tsi xob moog qha zaaj nuav rua leejtwg le, tabsis koj ca le ncaaj nraim moog cuag tug povthawj hab kuas nwg saib has tas koj tej ruas tub zoo lawm. Tom qaab ntawd koj ca le nqaa khoom moog fij rua Vaajtswv lawv le Mauxes tau qha tseg, suavdlawg txhaj paub has tas koj tub zoo lawm.”."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.5","label":"5","content":"Thaus Yexus moog txug huv lub nroog Kapena-us, muaj ib tug thawj tubrog pawg pua tuaj cuag Yexus. Nwg thov Yexus has tas,"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.6","label":"6","content":"“Tug Tswv, kuv tug tubkhai mob heev tom tsev, nwg teg taw tub txhaav taag hab nwg txomnyem kawg.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.7","label":"7","content":"Yexus has tas, “Kuv yuav moog khu nwg.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.8","label":"8","content":"Tug thawj tubrog teb has tas, “Tug Tswv, koj tsi xob moog. Kuv yog ib tug kws tsi tsimnyog koj yuav moog huv kuv lub tsev. Thov koj has ib lus xwb ces kuv tug tubkhai yeej yuav zoo."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.9","label":"9","content":"Txawm yog kuv los kuv tseem muaj ib cov thawj kws kaav kuv, hab kuv muaj ib cov tubrog kws kuv kaav. Yog kuv has rua tug nuav tas, ‘Moog!’ ces nwg txawm moog. Yog kuv has rua tug tod tas, ‘Lug!’ ces nwg txawm lug. Hab yog kuv has rua kuv tug tubkhai tas, ‘Ua le nuav!’ nwg txawm ua le ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.10","label":"10","content":"Thaus Yexus nov tug thawj tubrog has le ntawd, Yexus xaav tsi thoob le, Yexus txhaj tig moog has rua cov tuabneeg coob coob kws lawv Yexus qaab has tas, “Kuv qha rua mej has tas, txawm yog huv cov Yixalayees los kuv tsi tau pum ib tug kws muaj kev ntseeg npaum le nuav."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.11","label":"11","content":"Kuv qha rua mej has tas, yuav muaj tuabneeg coob coob tuaj saab nubtuaj hab tuaj saab nubpoob tuaj. Puab cov ntawd yuav nrug Anplahaas, Ixaj, hab Yakhauj puab nyob ua ke huv Vaajtswv lub Tebchaws."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.12","label":"12","content":"Tabsis cov tuabneeg kws tub tsimnyog yuav tau moog nyob huv Vaajtswv lub Tebchaws, puab yuav tsi tau moog, rua qhov puab tsi noog Vaajtswv lug. Puab yuav raug pov rua huv qhov kws tsaus ntuj nti. Puab yuav quaj qw tum nav qawv qhov ntawd”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.13","label":"13","content":"Yexus txawm has rua tug thawj tubrog ntawd tas, “Koj ca le rov qaab moog tsev, koj tug tubkhai yuav zoo lawv le koj ntseeg.” Ces taamsim ntawd tug thawj tubrog tug tubkhai tom tsev txawm zoo lawm."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.14","label":"14","content":"Thaus Yexus moog rua huv Petus tsev, Yexus pum Petus nam tais ua npaws hab pw sau txaaj."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.15","label":"15","content":"Yexus tuav nwg txhais teg; ces nwg txawm zoo hab nwg sawv lug ua zaub ua mov rua Yexus noj."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.16","label":"16","content":"Thaus yuav tsaus ntuj muaj tuabneeg coj tej tuabneeg kws raug dlaab tuaj cuag Yexus. Yexus has tuab lus xwb ces dlaab txawm tawm lawm, hab Yexus khu tej tuabneeg kws muaj mob txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.17","label":"17","content":"Yexus ua le ntawd kuas muaj tav lawv le Yaxayas tug kws cev Vaajtswv lug tau qha tseg lawm has tas, “Nwg muab peb tej kev tsaug muas tshem hab nwg ris peb tej kev mob kev nkeeg moog lawm.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.18","label":"18","content":"Thaus Yexus pum muaj tuabneeg coob coob nyob puagncig nwg, Yexus txawm has rua cov thwjtim has tas, “Ca le moog rua saab havtxwv tim u.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.19","label":"19","content":"Muaj ib tug xwbfwb qha Vaajtswv txuj Kevcai tuaj cuag Yexus hab has tas, “Xwbfwb, kuv yuav nrug koj moog, txawm yog koj yuav moog qhov twg los kuv yuav nrug koj moog.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.20","label":"20","content":"Yexus teb tug ntawd has tas, “Txawm yog maa los muaj qhov nkaum, hab noog los muaj zeg, tabsis tuabneeg leej Tub tsi muaj chaw pw.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.21","label":"21","content":"Muaj dlua ib tug kws yog ib tug thwjtim has tas, “Tug Tswv, thov ca kuv moog log kuv txiv tsaiv, kuv maam le nrug koj moog.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.22","label":"22","content":"Yexus teb has tas, “Koj ca le nrug kuv moog, ca cov tuabneeg tuag log puab tug tuag.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.23","label":"23","content":"Tom qaab ntawd Yexus nce moog rua huv lub nkoj, hab nwg cov thwjtim nrug nwg moog."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.24","label":"24","content":"Taamsim ntawd txawm muaj cua dlaaj cua dlub hlub heev ntsawj dlej ndlaas lug ntaus lub nkoj ua rua lub nkoj tub yuav tog. Tabsis thaus ntawd Yexus pw tsaug zug lawm."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.25","label":"25","content":"Cov thwjtim txawm moog tsaa Yexus has tas, “Tug Tswv, thov koj paab peb, peb tub yuav tuag!”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.26","label":"26","content":"Yexus teb has tas, “Ua le caag mej yuav ntshai ua luaj? Ua le caag mej kev ntseeg yuav tsawg ua luaj?” Yexus txawm sawv tseeg lug txwv cua hab dlej, cua txawm tu hab dlej tsi ndlaas lawm."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.27","label":"27","content":"Cov thwjtim xaav tsi thoob le, puab sis thaam has tas, “Tug nuav yog leejtwg, ua le caag cua hab dlej tsua noog nwg lug!”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.28","label":"28","content":"Thaus Yexus moog txug ntawm cheebtsaam Nkadalas kws nyob rua saab ntug havtxwv tim u, Yexus txawm ntsib ob tug txivneej kws raug dlaab tawm tom roob toj ntxaas lug. Obtug nyaum kawg le, tsi muaj leejtwg kaam taug txujkev ntawd."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.29","label":"29","content":"Thaus Yexus ntsib nthaav obtug, obtug txawm qw nrov nrov has tas, “Vaajtswv tug Tub, koj tuaj thaab wb ua dlaabtsi? Tub tsi tau txug lub sijhawm, koj txawm siv tuaj tsimtxom wb lawm los?”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.30","label":"30","content":"Nyob tsi dleb ntawd, muaj ib paab npua coob coob taabtom nrhav noj."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.31","label":"31","content":"Cov dlaab txawm thov Yexus has tas, “Yog koj yuav ntab peb tawm moog, thov ca peb moog rua huv paab npua ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.32","label":"32","content":"Yexus has rua cov dlaab ntawd tas, “Ca le moog.” Cov dlaab moog nkaag rua paab npua, ces paab npua txawm dlha moog poob tsaag tsua rua huv havtxwv tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.33","label":"33","content":"Cov tuabneeg kws zuv npua ntawd txawm dlha moog rua huv nroog, qha tej xwm ntawd hab qha zaaj kws dlaab tawm huv ob tug txivneej ntawd rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"MAT.8","verse_code":"MAT.8.34","label":"34","content":"Cov tuabneeg kws nyob huv nroog txawm tawm tuaj saib Yexus; thaus puab pum Yexus, puab txawm thov kuas Yexus tawm huv puab cheebtsaam ntawd moog rua lwm qhov."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.1","label":"1","content":"Yexus txawm nce moog rua huv nkoj hab hlaa havtxwv rov lug txug rua huv nwg lub nroog,"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.2","label":"2","content":"txawm muaj tuabneeg muab choj qhwv ib tug txivneej tuag teg tuag taw kwv tuaj cuag Yexus. Thaus Yexus pum has tas puab muaj kev ntseeg heev le ntawd, Yexus txhaj has rua tug tuag teg tuag taw ntawd has tas, “Mivtub, koj tsi xob nyuaj sab! Kuv tub zaam koj lub txim lawm.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.3","label":"3","content":"Muaj cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej sis thaam has tas, “Tug txivneej nuav has lug saib tsi taug Vaajtswv!”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.4","label":"4","content":"Yexus tub paub tej kws puab has lawm, nwg txhaj has rua puab tas, “Ua le caag mej yuav xaav phem ua luaj le?"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.5","label":"5","content":"Lu lug kws has tas, ‘Kuv tub zaam koj lub txim lawm,’ lossis lu lug kws has tas, ‘Koj ca le sawv tseeg moog tsev. Ob lus nuav lu twg yuav yoojyim has dlua?’"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.6","label":"6","content":"Kuv ua le nuav qha rua mej paub has tas, Tuabneeg leej Tub muaj fwjchim huv nplajteb nuav zaam txim tau rua tuabneeg.” Yexus txhaj has rua tug txivneej kws tuag teg tuag taw ntawd has tas, “Koj ca le sawv hab nqaa koj dlaim choj moog tsev!”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.7","label":"7","content":"Tug txivneej ntawd txawm sawv tseeg moog tsev lawm."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.8","label":"8","content":"Thaus suavdlawg pum le ntawd, puab ntshai kawg hab puab ua Vaajtswv tsaug, rua qhov Vaajtswv tub pub fwjchim rua tuabneeg lawm."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.9","label":"9","content":"Yexus txawm tawm qhov ntawd moog, thaus nwg taabtom taug kev moog, nwg pum ib tug txivneej sau se hu ua Mathais nyob quastsawg ntawm lub rooj sau se. Yexus has rua Mathais has tas, “Koj ca le nrug kuv moog.” Ces Mathais txawm sawv tseeg nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.10","label":"10","content":"Thaus Yexus taabtom noj mov huv Mathais tsev,  cov tuabneeg sau se hab cov tuabneeg txhum ntau leej tuaj nrug Yexus hab nwg cov thwjtim nyob ntawm rooj noj mov ua ke."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.11","label":"11","content":"Thaus cov Falixais pum le ntawd, puab txawm nug Yexus cov thwjtim has tas, “Ua le caag mej tug xwbfwb nrug cov tuabneeg sau se hab cov tuabneeg txhum noj mov ua ke?”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.12","label":"12","content":"Yexus nov puab sis thaam le ntawd, nwg teb has tas, “Cov tuabneeg tsi muaj mob yeej tsi moog cuag kws tshuaj, tsuas yog cov tuabneeg muaj mob txhaj moog cuag kws tshuaj xwb."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.13","label":"13","content":"Mej ca le moog nyeem Vaajtswv Txujlug kws has tas, ‘Qhov kws kuv xaav tau yog kuas mej muaj lub sab hlub, tsi yog tug tsaj kws muab tua theej txhoj,’ rua qhov kuv tsi yog lug hu cov tuabneeg ncaaj nceeg, tabsis yog kuv lug hu cov tuabneeg txhum.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.14","label":"14","content":"Tom qaab ntawd Yauhaas tug kws muab tuabneeg ua kevcai rau dlej cov thwjtim txawm tuaj nug Yexus has tas, “Ua le caag peb cov hab cov Falixais pheej ua kevcai yoo mov, tabsis koj cov thwjtim tsi ua le?”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.15","label":"15","content":"Yexus teb puab has tas, “Mej xaav has tas thaus tug nraug vauv tseem nrug nwg cov phoojywg noj tshoob ua ke, puab yuav nyuaj sab nua los? Puab yeej tsi nyuaj sab le! Tabsis thaus txug lub sijhawm kws luas coj tug nraug vauv moog lawm, ces puab yuav yoo mov.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.16","label":"16","content":"“Yeej tsi muaj leejtwg yuav muab ib dlaim ntaub tshab lug ntxiv lub tsho qub, yog nwg ua le ntawd, dlaim ntaub tshab yuav dlua ua rua lub tsho qub hajyam ndluag luj xwb."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.17","label":"17","content":"Hab tsi muaj leejtwg yuav muab cov cawv txiv maab tshab ntim rua huv lub naab tawv qub. Yog nwg ua le ntawd lub naab tawv qub yuav tawg, cov cawv txiv maab yuav lug taag, hab lub naab tawv yuav tsi zoo siv lawm. Tabsis cov cawv txiv maab tshab yuavtsum muab ntim rua huv lub naab tawv tshab, lub naab tawv txhaj tsi tawg, cov cawv txiv maab txhaj tsi txeej.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.18","label":"18","content":"Thaus Yexus tseem taabtom has le ntawd rua puab, cov Yudais ib tug nom txawm tuaj txhus caug ntawm Yexus kutaw hab thov has tas, “Kuv tug ntxhais nyavnyuas tu sav nrho nuav, thov koj moog tsaa teg rua sau nwg, nwg txhaj yuav caj rov lug.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.19","label":"19","content":"Yexus txawm sawv tseeg nrug tug nom ntawd moog, Yexus cov thwjtim nrug Yexus moog hab."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.20","label":"20","content":"Thaus ntawd muaj ib tug quaspuj kws coj khaub dluag tau kaum ob xyoos tsi tu le, nwg txiv ntag lug rua ntawm Yexus nrausqaum hab kov Yexus lub tw tsho."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.21","label":"21","content":"Nwg xaav has tas, “Yog kuv kov Yexus lub tw tsho, kuv tug mob yuav zoo.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.22","label":"22","content":"Yexus tig hlo saib tug quaspuj ntawd, hab has rua nwg tas, “Mivntxhais, koj tsi xob nyuaj sab! Vim koj ntseeg, koj tug mob txhaj zoo lawm.” Taamsim ntawd tug quaspuj ntawd tug mob txawm zoo hlo lawm."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.23","label":"23","content":"Thaus Yexus moog txug huv tug nom ntawd lub tsev, nwg pum cov tuabneeg tshuab qeej ntaus nruag hab suavdlawg quaj nyav ntshu nrooj."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.24","label":"24","content":"Yexus txawm has kuas cov tuabneeg ntawd tawm moog rua nrau zoov hab has tas, “Tug ntxhais nuav tsi tuag, nwg tsaug zug xwb!” Ces suavdlawg txawm luag Yexus zum zawg."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.25","label":"25","content":"Thaus cov tuabneeg tawm moog taag lawm, Yexus txawm moog rua huv chaav kws puab tso tug ntxhais ntawd hab tuav nkaus tug ntxhais txhais teg, ces tug ntxhais ntawd txawm sawv tseeg."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.26","label":"26","content":"Zaaj nuav nrov nchaa moo lug moog thoob plawg cheebtsaam ntawd."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.27","label":"27","content":"Thaus Yexus tawm qhov ntawd hab taug kev moog, muaj ob tug txivneej dligmuag lawv nwg qaab. Obtug hu Yexus nrov nrov has tas, “Daviv tug Tub, thov koj hlub wb!”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.28","label":"28","content":"Thaus Yexus moog rua huv tsev lawm, ob tug txivneej dligmuag ntawd txawm lug cuag nwg. Yexus nug obtug has tas, “Meb puas ntseeg has tas kuv khu tau meb?” Obtug teb has tas, “Tug Tswv, wb ntseeg.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.29","label":"29","content":"Ces Yexus txawm kov obtug ob lub qhovmuag hab has tas, “Ca le muaj lawv le meb ntseeg!”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.30","label":"30","content":"Obtug txawm rov pum kev le qub lawm. Yexus txwv obtug has tas, “Meb tsi xob qha zaaj nuav rua leejtwg le!”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.31","label":"31","content":"Tabsis obtug tawm moog hab qha Yexus lub moo nrov nchaa lug moog thoob plawg cheebtsaam ntawd."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.32","label":"32","content":"Thaus ob tug txivneej dligmuag ntawd taabtom tawm moog, txawm muaj tuabneeg coj ib tug txivneej kws raug dlaab hab has tsi tau lug tuaj cuag Yexus."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.33","label":"33","content":"Thaus Yexus ntab dlaab tawm lawm, taamsim ntawd tug txivneej ntawd txawm has tau lug. Suavdlawg xaav tsi thoob hab has tas, “Peb tsi tau pum dlua le nuav nyob huv lub tebchaws Yixalayees le!”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.34","label":"34","content":"Tabsis cov Falixais has tas, “Yog Ntxwgnyoog kws yog cov dlaab tug thawj pub fwjchim rua nwg, nwg txhaj ntab tau dlaab tawm.”"},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.35","label":"35","content":"Yexus moog txhua nrho huv tej nroog hab huv tej zog. Nwg qhuab qha huv tej tsev saablaaj, nwg qha Txujmoo Zoo kws has txug Vaajtswv lub Tebchaws, hab khu tej tuabneeg kws muaj mob, txawm yog tug mob le caag los Yexus khu tau zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.36","label":"36","content":"Thaus Yexus saib cov tuabneeg coob coob ntawd, nwg hlub puab kawg le, rua qhov puab ntxhuv sab hab tsi muaj leejtwg paab puab, puab zoo ib yaam le paab yaaj kws tsi muaj tug tswv yug."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.37","label":"37","content":"Ces Yexus has rua nwg cov thwjtim has tas, “Cov nplej kws zoo hlais lawm muaj ntau, tabsis cov tuabneeg kws hlais muaj tsawg."},{"bible_id":"1726","chapter_code":"MAT.9","verse_code":"MAT.9.38","label":"38","content":"Mej ca le thov tug tswv teb kuas nwg khaiv dlua ib co tuabneeg moog paab hlais nwg cov nplej.”"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.1","label":"1","content":"Yexus hu nwg kaum ob tug thwjtim lug rua ntawm nwg. Nwg muab fwjchim rua puab ntab tau dlaab tawm hab khu tau txhua yaam mob huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.2","label":"2","content":"Kaum ob tug timthawj ntawd npe hu le nuav: Ximoos (tug kws hu ua Petus) hab nwg tug kwv Aadales; Yakaunpaus hab nwg tug kwv Yauhaas, obtug yog Xenpedais tub;"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.3","label":"3","content":"Filis hab Npataulaumais; Thaumas hab Mathais kws yog tug sau se; Yakaunpaus kws yog Alafais tug tub, hab Thade-us;"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.4","label":"4","content":"Ximoos, tug kws xaav kuas nwg tsaav tuabneeg muaj kev ywjpheej, hab Yudas Ixakali-us, tug kws ntxeev sab rua Yexus."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.5","label":"5","content":"Yexus khaiv kaum ob tug thwjtim moog hab nwg qha rua puab has tas: “Mej tsi xob moog rua huv lwm Tsaav Tuabneeg, hab tsi xob moog huv cov Xamalis tej nroog."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.6","label":"6","content":"Tabsis mej ca le moog nrhav cov tuabneeg Yixalayees, rua qhov puab zoo le paab yaaj kws pluj lawm."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.7","label":"7","content":"Mej ca le moog qha has tas ‘Ntuj Ceebtsheej tub lug ze lawm!’"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.8","label":"8","content":"Mej ca le moog khu tej tuabneeg kws muaj mob, tsaa cov tuabneeg kws tuag lawm sawv rov qaab lug, khu cov tuabneeg mob ruas hab ntab dlaab tawm. Kuv pub lub fwjchim dlawb dlawb rua mej, yog le ntawd, mej yuavtsum pub dlawb rua lwm tug, tsi xob yuav nqe."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.9","label":"9","content":"Mej tsi xob nqaa kub, nyaj lossis txaj toog lab rua huv mej tej naab tshos moog;"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.10","label":"10","content":"Mej moog, mej tsi xob khuam naab thoobpuab, tsi xob npaaj tsho moog hloov, tsi xob nqaa khau lossis paas nreg moog. Rua qhov tug kws ua num yeej tsimnyog luas pub rua nwg noj nwg naav."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.11","label":"11","content":"“Thaus mej moog txug huv ib lub nroog twg lossis huv ib lub zog twg, mej ca le moog rua huv tug kws txaus sab hu mej moog su huv nwg tsev, hab nyob huv nwg tsev moog txug thaus mej tawm huv lub nroog ntawd moog."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.12","label":"12","content":"Thaus mej moog huv leejtwg tsev, mej yuavtsum xub has lug noj qaab nyob zoo rua puab."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.13","label":"13","content":"Yog tsev tuabneeg ntawd hu mej moog huv puab tsev, puab yuav tau koob moov, tabsis yog puab tsi hu mej moog huv puab tsev, puab yuav tsi tau koob moov le."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.14","label":"14","content":"Yog tsev tuabneeg twg lossis lub nroog twg tsi hu mej hab tsi noog tej lug kws mej qha, ces thaus mej tawm moog, mej ca le nchus tej moov aav kws lu mej kutaw povtseg."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.15","label":"15","content":"Kuv qha tseeb rua mej has tas Nub kws Vaajtswv Txav Txim, nwg yuav rau txim rua lub nroog ntawd nyaav dlua le nwg rau txim rua lub nroog Xaudoos hab lub nroog Kaumaulas!"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.16","label":"16","content":"“Mej ca le noog kuv has! Kuv khaiv mej moog ib yaam le paab yaaj kws yuav moog rua huv paab maa. Mej yuavtsum ntse ib yaam le tug naab hab muaj lub sab mog sab muas ib yaam le tug nquab."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.17","label":"17","content":"Mej yuavtsum ceevfaaj, rua qhov yuav muaj tuabneeg nteg mej coj moog rua huv tsev tu plaub, hab luas yuav muab mej nplawm huv tej tsev saablaaj."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.18","label":"18","content":"Luas yuav coj mej moog sawv taabmeeg tej numtswv hab cov vaajntxwv, puab yuav taug mej zaaj, vim mej ua kuv teg num, mej txhaj yuav muaj sijhawm qha Txujmoo Zoo rua puab hab rua lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.19","label":"19","content":"Thaus puab coj mej moog taug mej zaaj, mej tsi xob txhawj has tas, mej yuav has le caag. Thaus txug lub sijhawm ntawd, Vaajtswv yuav qha kuas mej paub has."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.20","label":"20","content":"Tej lug kws mej yuav has, tsi yog mej lug, tabsis yog mej leej Txiv tug Ntsujplig qha rua mej."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.21","label":"21","content":"“Tij yuav muab kwv, kwv yuav muab tij coj moog cob rua luas tua. Txiv yuav ua ib yaam le ntawd rua tej mivnyuas, hab mivnyuas yuav tawmtsaam nam txiv, hab coj moog rua luas tua."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.22","label":"22","content":"Txhua tug yuav ntxub mej, vim mej yog cov kws ntseeg kuv, tabsis tug kws ua sab ntev moog txug thaus kawg, tug ntawd yuav dlim."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.23","label":"23","content":"Yog lub nroog twg tsimtxom mej, mej ca le tsiv moog rua lwm lub nroog. Kuv qha tseeb rua mej has tas, thaus mej tseem tsi tau moog qha thoob tej nroog huv lub tebchaws Yixalayees, Tuabneeg leej Tub tub lug lawm."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.24","label":"24","content":"“Tsi muaj ib tug tub kawm ntawv kws yuav paub tshaaj nwg tug xwbfwb, hab tsi muaj ib tug tubqhe kws yuav muaj fwjchim dlua nwg tug tswv."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.25","label":"25","content":"Yog ib tug tub kawm ntawv paub le nwg tug xwbfwb lawm, hab tug tubqhe muaj fwjchim npaum le nwg tug tswv, kuj zoo lawm. Yog tug tswv tsev tub tau lub npe hu ua Npexenpus lawm, ces nwg tsev tuabneeg hajyam yuav tau lub npe phem dlua le ntawd hab!"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.26","label":"26","content":"“Yog le ntawd, mej tsi xob ntshai tuabneeg, rua qhov tej kws tuabneeg muab npog ca lawm, yuav muaj tug muab nthuav lug rua suavdlawg saib, hab tej kws tsi muaj leejtwg paub, yuav muaj tug muab qha rua suavdlawg."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.27","label":"27","content":"Tej kws kuv qha rua mej thaus tsaus ntuj, nruab nub mej yuavtsum qha rua suavdlawg, hab tej kws kuv has tuabywv rua mej, mej yuavtsum moog qha rua suavdlawg nov."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.28","label":"28","content":"Mej tsi xob ntshai tug kws tua tau mej lub cev, tabsis tua tsi tau mej tug ntsujplig. Mej yuavtsum ntshai Vaajtswv tug kws muab tau mej lub cev hab mej tug ntsujplig pov rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.29","label":"29","content":"Ob tug noog tsev, luas muag ob xus xwb puas yog? Tabsis yog mej leej Txiv tsi pum zoo ca ib tug poob rua huv aav, yeej tsi poob le."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.30","label":"30","content":"Hab txawm yog mej tej plaubhau los Vaajtswv tub suav txhua txuj huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.31","label":"31","content":"Yog le ntawd, mej tsi xob ntshai; mej muaj nqes heev dlua ntau tug noog tsev!"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.32","label":"32","content":"“Tug kws leeg taabmeeg suavdlawg has tas, nwg yog kuv le, ces kuv yuav leeg yuav tug ntawd taabmeeg kuv Txiv tug kws nyob sau ntuj ceebtsheej ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.33","label":"33","content":"Tabsis tug kws tsi leeg yuav kuv taabmeeg suavdlawg, kuv yuav tsi leeg tug ntawd taabmeeg kuv Txiv tug kws nyob sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.34","label":"34","content":"“Mej tsi xob xaav has tas, yog kuv coj kev thaajyeeb lug rua nplajteb. Tsi yog le ntawd, kuv tsi coj kev thaajyeeb lug, tabsis kuv coj ntaaj lug."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.35","label":"35","content":"Kuv lug yog lug ua kuas tub tawmtsaam txiv, ntxhais tawmtsaam nam, hab nyaab tawmtsaam puj;"},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.36","label":"36","content":"Yug cov yeebncuab kws phem tshaaj yog yug tsev tuabneeg."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.37","label":"37","content":"“Tug kws hlub nwg nam nwg txiv heev dlua hlub kuv, tug ntawd tsi tsimnyog ua kuv tug thwjtim; tug kws hlub nwg tej tub tej ntxhais heev dlua hlub kuv, tug ntawd tsi tsimnyog ua kuv tug thwjtim."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.38","label":"38","content":"Tug kws tsi kwv nwg tug ntoo khaublig nrug kuv moog, tug ntawd tsi tsimnyog ua kuv tug thwjtim."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.39","label":"39","content":"Tug kws khauvxwm nwg txujsa, tug ntawd yuav tsi tau txujsa, tabsis tug kws tsi khauvxwm nwg txujsa vim nwg ntseeg kuv, tug ntawd yuav tau txujsa."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.40","label":"40","content":"“Tug kws tog txais mej, tub yog nwg tog txais kuv; hab tug kws tog txais kuv, tub yog tug ntawd tog txais tug kws khaiv kuv lug."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.41","label":"41","content":"Tug kws tog txais Vaajtswv ib tug tubkhai, vim nwg paub has tas tug ntawd yog tug kws qha Vaajtswv txujlug, ces nwg yuav tau nqe zug ib yaam le tug tubkhai ntawd. Tug kws tog txais ib tug tuabneeg ncaaj nceeg, rua qhov nwg paub has tas tug ntawd yog tuabneeg ncaaj nceeg, ces nwg yuav tau nqe zug ib yaam le tug ntawd."},{"bible_id":"1726","chapter_code":"MAT.10","verse_code":"MAT.10.42","label":"42","content":"Kuv qha tseeb rua mej has tas, tug kws muab ib khob dlej txag rua kuv cov thwjtim tug kws yau dlua ndlais haus, vim nwg paub has tas tug ntawd yog kuv tug thwjtim, ces nwg yuav tau nqe zug.”"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.1","label":"1","content":"Thaus Yexus qha nwg kaum ob tug thwjtim taag lawm, nwg txawm tawm qhov ntawd moog qha hab qhuab qha rua huv tej nroog kws nyob ze ntawd."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.2","label":"2","content":"Thaus Yauhaas tug kws muab tuabneeg ua kevcai raus dlej tseem raug kaw rua huv tsev lojcuj nov txug tej kws Yexus naj nub ua, nwg txawm khaiv nwg cov thwjtim qee leej moog cuag Yexus."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.3","label":"3","content":"Puab tuaj nug Yexus has tas, “Thov koj qha rua peb saib koj puas yog tug kws Yauhaas has tas yuav lug lossis peb tseem yuav tog dlua lwm tug?”"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.4","label":"4","content":"Yexus teb has tas, “Mej ca le rov moog qha tej kws mej nov hab tej kws mej pum lawm rua Yauhaas has tas,"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.5","label":"5","content":"cov tuabneeg dligmuag rov pum kev, cov tuabneeg tuag ceg moog taug kev, cov tuabneeg mob ruas zoo,  cov tuabneeg laag ntseg nov lug, cov tuabneeg tuag lawm sawv rov lug hab tub muaj tuabneeg moog qha Txujmoo Zoo rua cov tuabneeg txomnyem lawm."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.6","label":"6","content":"Tug kws ntseeg kuv, tug ntawd tau koob moov.”"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.7","label":"7","content":"Thaus Yauhaas cov thwjtim rov moog lawm, Yexus txawm has rua cov tuabneeg coob coob ntawd tas, “Thaus mej moog cuag Yauhaas tom roob mojsaab qhua, mej moog saib dlaabtsi? Mej moog saib tug lojkov kws cua tshuab rawv moog rawv lug los?"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.8","label":"8","content":"Mej moog saib dlaabtsi? Mej moog saib tug kws naav tej tsoog tsho zoo zoo los? Tsuas yog cov tuabneeg kws nyob huv vaajntxwv lub loog txhaj tau naav zoo xwb!"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.9","label":"9","content":"Mej qha rua kuv saib, mej moog saib dlaabtsi? Moog saib ib tug cev Vaajtswv lug los? Yog lawm, tabsis tug kws mej pum ntawd muaj fwjchim luj dlua ib tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.10","label":"10","content":"Tug Yauhaas nuav yog tug kws Vaajtswv Txujlug tub xub qha tseg lawm. Vaajtswv has tas, ‘Kuv yuav khaiv kuv tug tubkhai ua koj ntej moog khu kev tog koj.’"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.11","label":"11","content":"Kuv qha tseeb rua mej has tas, txhua tug kws yug lug ntawm quaspuj, tsi muaj ib tug muaj fwjchim npaum le Yauhaas tug kws muab tuabneeg ua kevcai raus dlej. Tabsis tug kws yau tshaaj nyob sau Ntuj Ceebtsheej, tug ntawd tseem muaj fwjchim luj dlua Yauhaas hab."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.12","label":"12","content":"Txij thaus Yauhaas tug kws muab tuabneeg ua kevcai raus dlej qhuab qha lug txug naj nub nua, muaj cov tuabneeg kws tawmtsaam  qhov kws tuabneeg moog Ntuj Ceebtsheej. Hab muaj cov tuabneeg kws siv zug txeeb kuas tau moog Ntuj Ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.13","label":"13","content":"Cov cev Vaajtswv lug hab Mauxes txuj Kevcai yeej qha txug Ntuj Ceebtsheej lug txug rua Yauhaas; hab"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.14","label":"14","content":"yog mej ntseeg tej lug kws puab qha ntawd, mej yeej yuav ntseeg has tas Yauhaas yog Eliyas tug kws puab has tas, nwg yuav lug."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.15","label":"15","content":"Yog le ntawd, leejtwg muaj qhovntsej ca le noog!"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.16","label":"16","content":"“Kuv yuav muab cov tuabneeg tam nuav pev rua dlaabtsi? Puab zoo ib yaam le tej mivnyuas yau kws ua si tom tshaav puam. Paab nuav has rua paab tod tas,"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.17","label":"17","content":"‘Peb tub tshuab raaj lawm, tabsis mej tsi seev cev! Peb quaj nyav, tabsis mej tsi mob sab!’"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.18","label":"18","content":"Yauhaas lug, nwg ua kevcai yoo mov hab nwg tsi haus cawv txiv maab, suavdlawg txhaj has tas, ‘Nwg raug dlaab lawm!’"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.19","label":"19","content":"Tuabneeg leej Tub lug, nwg noj hab haus, suavdlawg txhaj has tas, ‘Mej saib, tug tuabneeg nuav noj luj haus luj, nwg nrug cov tuabneeg kws sau se hab cov tuabneeg txhum ua phoojywg!’ Tug kws pum Vaajtswv teg num, tug ntawd yuav paub tseeb has tas Vaajtswv yog tug muaj tswvyim.”"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.20","label":"20","content":"Yexus txawm tshev cov tuabneeg kws nyob huv tej nroog kws Yexus tau moog ua txujci tseemceeb ntau zag lawm, rua qhov puab tsi kaam tso puab tej kev txhum tseg."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.21","label":"21","content":"“Lub nroog Khaulaxis, koj yuav raug kev puamtsuaj! Lub nroog Npexaidas, koj yuav raug kev puamtsuaj! Tej txujci tseemceeb kws tub ua rua meb pum lawm, yog ua tej ntawd rua huv lub nroog Tiles hab lub nroog Xidoos, ces cov tuabneeg kws nyob huv ob lub nroog ntawd tub xub muab naab tsaaj lug npua hab tsuab tshauv nphoo rua ib ce ntxuv lug lawm! Puab yuav ua le ntawd kuas suavdlawg paub has tas, puab tub tso puab tej kev txhum tseg lawm."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.22","label":"22","content":"Kuv qha rua meb has tas, nub kws Vaajtswv txav txim, nwg yuav rau txim rua meb nyaav dlua rau txim rua lub nroog Tiles hab lub nroog Xidoos."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.23","label":"23","content":"Lub nroog Kapena-us, koj yuav tsaav koj lub fwjchim moog kuas txij ntuj los? Yuav muab koj pov moog rua huv ntuj tawg! Yog has tas tej txujci tseemceeb kws ua rua koj pum lawm, ua rua huv lub nroog Xaudoos, lub nroog ntawd yeej yuav nyob lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.24","label":"24","content":"Kuv qha rua koj has tas, nub kws Vaajtswv txav txim, nwg yuav rau txim rua koj nyaav dlua le nwg rau txim rua lub nroog Xaudoos!”"},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.25","label":"25","content":"Thaus ntawd Yexus has tas, “Txiv, koj yog tug Tswv kws kaav lub ntuj hab lub nplajteb nuav! Kuv ua koj tsaug, rua qhov koj tub muab tej nuav zais ca tsi qha rua cov tuabneeg muaj tswvyim hab txawj ntse paub, tabsis koj qha tej ntawd rua cov tuabneeg kws tsi txawj tsi ntse paub xwb."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.26","label":"26","content":"Txiv, koj yeej pum zoo ca ua le ntawd."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.27","label":"27","content":"“Kuv Txiv tub muab ib puas tsaav yaam tso rua kuv lawm. Tsi muaj leejtwg paub leej Tub, tsuas yog leej Txiv txhaj paub xwb, hab tsi muaj leejtwg paub leej Txiv, tsuas yog leej Tub hab cov kws leej Tub pum zoo qha rua txhaj paub xwb."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.28","label":"28","content":"“Mej cov kws saab saab vim ris nraa nyaav, mej ca le lug cuag kuv, kuv yuav ca mej su."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.29","label":"29","content":"Kuv yog tug kws muaj sab dlawb sab zoo, yog le ntawd, mej ca le lug kwv kuv tug quabtwg hab kawm tej kws kuv qha, mej txhaj yuav tau su."},{"bible_id":"1726","chapter_code":"MAT.11","verse_code":"MAT.11.30","label":"30","content":"Tug quabtwg kws kuv muab rua mej kwv yoojyim kwv, hab lub nraa kws kuv muab rua mej ris, lub ntawd tsi nyaav.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.1","label":"1","content":"Tsi ntev tom qaab ntawd, nub Xanpataus Yexus taug kev moog txug huv ib dlaim teb npleg. Yexus cov thwjtim tshaib plaab, puab txawm dle naab nplej lug tev noj."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.2","label":"2","content":"Thaus cov Falixais pum cov thwjtim ua le ntawd, puab has rua Yexus has tas, “Koj saib, nub Xanpataus koj cov thwjtim ua le ntawd, puab ua txhum peb txuj Kevcai lawm!”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.3","label":"3","content":"Yexus teb has tas, “Mej tsi tau nyeem zaaj kws Daviv ua thaus kws Daviv hab nwg cov tuabneeg tshaib plaab los?"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.4","label":"4","content":"Daviv moog rua huv Vaajtswv lub Tuamtsev, Daviv hab nwg cov tuabneeg muab tej ncuav kws tub muab fij rua Vaajtswv lawm lug noj, txawm yog Vaajtswv txuj kevcai txwv tsi pub lwm tug noj tej ncuav ntawd, tsuas yog cov povthawj txhaj noj tau xwb los puab tseem muab noj hab."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.5","label":"5","content":"Lossis mej tsi tau nyeem txuj Kevcai kws has tas, txhua nub Xanpataus cov povthawj kws nyob huv lub Tuamtsev ua txhum kevcai nub Xanpataus, tabsis tsi muaj tuabneeg has tas, puab ua txhum nua los?"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.6","label":"6","content":"Kuv qha tseeb rua mej has tas, nyob ntawm nuav muaj ib yaam kws tseemceeb dlua lub Tuamtsev."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.7","label":"7","content":"Vaajtswv Txujlug has tas, ‘Qhov kws kuv xaav tau, yog kuas mej muaj lub sab hlub, tsi yog tug tsaj kws muab tua theej txhoj.’ Yog mej totaub zaaj nuav lawm, mej yuav tsi rau txim rua cov kws tsi tau ua txhum;"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.8","label":"8","content":"rua qhov Tuabneeg leej Tub yog tug Tswv nub Xanpataus.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.9","label":"9","content":"Yexus tawm qhov ntawd hab moog rua huv ib lub tsev saablaaj,"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.10","label":"10","content":"Muaj ib tug txivneej qhuav teg nyob qhov ntawd. Cov tuabneeg kws tuaj nyob ntawd muaj qee leej xaav nrhav txim rua Yexus, puab txawm nug Yexus has tas, “Khu mob nub Xanpataus puas txhum Kevcai?”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.11","label":"11","content":"Yexus teb puab has tas, “Yog mej cov leejtwg muaj ib tug yaaj poob qhov tshij Nub Xanpataus, mej tsi moog muab rhu tawm los?"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.12","label":"12","content":"Tuabneeg muaj nqes heev dlua tug yaaj! Yog le ntawd, txuj Kevcai yeej pub peb paab tuabneeg nub Xanpataus.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.13","label":"13","content":"Ces Yexus has rua tug txivneej qhuav teg ntawd tas, “Koj ca le xyaab koj txhais teg.” Nwg txawm xyaab hlo nwg txhais teg, ua cav nwg txhais teg txawm zoo hlo ib yaam le saab kws tsi qhuav lawm."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.14","label":"14","content":"Cov Falixais txawm tawm moog saablaaj saib yuav ua le caag puab txhaj tua tau Yexus."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.15","label":"15","content":"Thaus Yexus paub le ntawd, nwg txawm tawm qhov chaw ntawd moog; hab muaj tuabneeg coob coob nrug nwg moog. Yexus khu tej tuabneeg kws muaj mob txhua tug zoo huv tuabsi,"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.16","label":"16","content":"hab nwg txwv tsi pub puab moog qha nwg rua leejtwg le."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.17","label":"17","content":"Nwg ua le nuav kuas muaj tav lawv le Yaxayas kws yog tug cev Vaajtswv lug tau qha tseg lawm has tas:"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.18","label":"18","content":"“Tug nuav yog kuv tug tubkhai kws kuv xaiv tseg lawm, kuv hlub nwg hab kuv txaus sab rua nwg, kuv yuav tso kuv tug Ntsujplig lug rua sau nwg. Hab nwg yuav qha kuv txujkev ncaaj nceeg rua txhua tsaav tuabneeg paub."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.19","label":"19","content":"Nwg yuav tsi nrug leejtwg sis caav sis tshe, lossis qw nrov nrov, lossis nwg yuav tsi has lug nrov nrov ntawm tej kev."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.20","label":"20","content":"Tug lojkov kws po lawm, nwg yuav tsi muab luv, lossis lub teeb kws tub yuav tuag, nwg yuav tsi tshuab kuas tuag. Nwg yuav ua sab ntev moog txug thaus txujkev ncaaj nceeg kovyeej lawm."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.21","label":"21","content":"Hab txhua tsaav tuabneeg yuav ca sab rua nwg.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.22","label":"22","content":"Thaus ntawd muaj tuabneeg coj ib tug txivneej dligmuag hab has tsi tau lug tuaj cuag Yexus, rua qhov nwg raug dlaab. Yexus khu tug txivneej ntawd zoo, nwg txawm has tau lug hab pum kev lawm."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.23","label":"23","content":"Cov tuabneeg kws pum Yexus ua le ntawd, puab xaav tsi thoob le, puab sis nug has tas, “Nwg puas yog Daviv tug Tub?”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.24","label":"24","content":"Thaus cov Falixais nov suavdlawg has le ntawd, puab teb has tas, “Nwg ntab tau dlaab tawm tub yog Npexenpus kws yog dlaab tug thawj pub fwjchim rua nwg ntab.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.25","label":"25","content":"Yexus tub paub tej kws puab xaav hab nwg has rua puab tas, “Yog ib lub tebchaws twg tawg ua ob peb paab lawm, hab cov tuabneeg ntawd sis ntaus sis tua, ces lub tebchaws ntawd yuav puamtsuaj moog. Hab ib lub nroog twg lossis ib tsev tuabneeg twg tawg ua ob peb paab lawm, hab cov tuabneeg ntawd sis ntaus sis tua, ces puab yeej yuav tawg taag moog."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.26","label":"26","content":"Yog cov tuabneeg kws dlaab Ntxwgnyoog kaav sis ntaus sis tua, ces kuj pev ib yaam le puab tub tawg ua ob peb paab lawm, tsi ntev puab yuav tawg moog taag!"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.27","label":"27","content":"Mej has tas yog Npexenpus pub fwjchim rua kuv ntab tau dlaab. Yog le ntawd, yog leejtwg pub fwjchim rua mej cov tuabneeg kws ntab tau dlaab ntab dlaab? Mej cov tuabneeg kws ntab dlaab yog cov kws yuav txav txim rua mej!"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.28","label":"28","content":"Tsi yog le mej has! Tabsis yog Vaajtswv tug Ntsujplig pub fwjchim rua kuv, kuv txhaj ntab tau dlaab. Qhov ntawd qha rua mej paub has tas Vaajtswv lub Tebchaws tub lug txug mej lawm."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.29","label":"29","content":"“Tsi muaj leejtwg yuav tsoo moog tau rua huv tug txivneej kws muaj zug lub tsev hab fuab nwg tej qhov txhua chaw, tsuas yog nwg xub muab tug kws muaj zug ntawd khi tsaiv, nwg txhaj fuab tau tej qhov txhua chaw huv tug ntawd tsev."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.30","label":"30","content":"“Tug kws tsi tuaj kuv tog, tug ntawd yeej tawmtsaam kuv. Tug kws tsi koom nrug kuv, tug ntawd ua kuas tawg paab tawg pawg."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.31","label":"31","content":"Yog le ntawd, kuv txhaj has rua mej has tas, txhua yaam kev txhum kws tuabneeg ua lossis txhua lu lug phem kws tuabneeg has,  Vaajtswv zaam txim tau, tabsis yog leejtwg thuam Vaaj Ntsujplig tug Dlawbhuv, Vaajtswv yuav zaam txim tsi tau rua tug ntawd."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.32","label":"32","content":"Yog leejtwg thuam Tuabneeg leej Tub, Vaajtswv zaam txim tau rua tug ntawd, tabsis yog leejtwg thuam Vaaj Ntsujplig tug Dlawbhuv, Vaajtswv yuav zaam txim tsi tau rua tug ntawd, tsi has tam nuav lossis tam tom ntej."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.33","label":"33","content":"“Tsob ntoo zoo yeej txi cov txiv zoo; tsob ntoo phem yeej txi cov txiv phem. Yog yug pum cov txiv yug yeej paub has tas tsob ntoo ntawd yog tsob phem lossis tsob zoo."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.34","label":"34","content":"Cov nam naab! Mej yog tuabneeg sab phem, mej yuav ua le caag has tau lug zoo! Rua qhov lub sab xaav le caag, lub ncauj yeej has le ntawd."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.35","label":"35","content":"Tug tuabneeg sab zoo yeej has tej lug zoo; hab tug tuabneeg sab phem yeej has tej lug phem.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.36","label":"36","content":"Kuv qha rua mej has tas, “Nub kws Vaajtswv txav txim, txhua tug nyag yuavtsum tau leeg txhua lu lug tsi muaj qaabhau kws nyag tau has lawm rua Vaajtswv."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.37","label":"37","content":"Mej yuav raug txim lossis tsi raug, yog nyob ntawm tej lug kws mej has.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.38","label":"38","content":"Cov xwbfwb kws qha Vaajtswv Kevcai hab cov Falixais qee leej tuaj has rua Yexus has tas, “Xwbfwb, peb xaav kuas koj ua ib yaam txujci tseemceeb rua peb saib.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.39","label":"39","content":"Yexus teb has tas, “Cov tuabneeg tam nuav ua phem ua qas hab tsi ntseeg Vaajtswv le. Mej xaav kuas kuv ua ib yaam txujci tseemceeb rua mej saib nua los? Kuv yuav tsi ua! zaaj txujci kws mej yuav pum, tsuas yog Yaunas zaaj xwb."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.40","label":"40","content":"Yaunas nyob huv tug ntseg kws luj luj lub plaab tau peb nub peb mos le caag, Tuabneeg leej Tub yuav nyob huv nruab aa peb nub peb mos ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.41","label":"41","content":"Nub kws Vaajtswv txav txim, cov tuabneeg kws nyob huv lub nroog Nineves yuav sawv qha mej tej kev txhum rua mej, rua qhov thaus puab nov Yaunas qha, puab txawm tso puab tej kev txhum tseg. Kuv qha rua mej has tas muaj ib tug nyob ntawm nuav, nwg tseem muaj fwjchim luj dlua Yaunas hab!"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.42","label":"42","content":"Nub kws Vaajtswv txav txim, tug puj vaajntxwv kws kaav tebchaws Senpas yuav sawv qha mej tej kev txhum rua mej, rua qhov nwg tuaj nraag nwg lub tebchaws tuaj noog Vaajntxwv Xalumoos pav nwg tej kev txawj ntse; kuv qha rua mej has tas muaj ib tug nyob ntawm nuav, nwg tseem muaj fwjchim luj dlua Vaajntxwv Xalumoos hab!"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.43","label":"43","content":"“Thaus dlaab tawm huv ib tug tuabneeg lub cev moog lawm, tug dlaab ntawd txawm moog rua tom roob mojsaab qhua hab nrhav chaw su. Yog nwg nrhav tsi tau,"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.44","label":"44","content":"nwg yuav has tas, ‘Kuv yuav rov qaab moog rua tom kuv lub qub tsev kws kuv tawm tuaj.’ Thaus nwg rov lug txug nwg lub qub tsev, ua cav tsi muaj leejtwg nyob, hab tub tu dlu lug ca lawm."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.45","label":"45","content":"Nwg txawm moog coj xyaa tug dlaab kws nyaum dlua nwg lug nrug nwg nyob huv lub tsev ntawd. Thaus kawg tug tuabneeg ntawd hajyam txomnyem heev dlua thaus chivthawj. Cov tuabneeg sab phem tam nuav yuav raug kev txomnyem ib yaam le ntawd ntaag.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.46","label":"46","content":"Thaus Yexus tseem taabtom qha cov tuabneeg kws nyob ntawd, ces Yexus nam hab Yexus cov kwv txawm tuaj txug. Puab sawv saab nrau hab puab has tas, puab xaav nrug Yexus thaam."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.47","label":"47","content":"Muaj ib tug has rua Yexus has tas, “Koj nam hab koj cov kwv tuaj sawv saab nrau, puab xaav nrug koj thaam.”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.48","label":"48","content":"Yexus teb has tas, “Leejtwg yog kuv nam? Leejtwg yog kuv cov kwv?”"},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.49","label":"49","content":"Yexus taw teg rua cov thwjtim hab has tas, “Cov nuav yog kuv nam hab kuv cov kwv."},{"bible_id":"1726","chapter_code":"MAT.12","verse_code":"MAT.12.50","label":"50","content":"Tug kws ua lawv le kuv Txiv tug kws nyob sau ntuj ceebtsheej lub sab nyam, tug ntawd yog kuv tug kwv, kuv tug muam, hab kuv nam.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.1","label":"1","content":"Tuab nub ntawd Yexus txawm tawm huv tsev moog nyob quastsawg nraag ntug havtxwv."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.2","label":"2","content":"Muaj tuabneeg coob coob tuaj nyob puagncig Yexus, nwg txhaj nce moog rua huv lub nkoj, ces cov tuabneeg coob coob sawv ntawm ntug dlej."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.3","label":"3","content":"Yexus ua lug pevtxwv qha ntau zaaj rua puab noog has tas, “Muaj ib tug txivneej nqaa noob nplej moog tseb."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.4","label":"4","content":"Thaus nwg tseb cov noob nplej rua huv dlaim teb, muaj qee lub poob rua huv plawv kev, ces noog txawm lug khaws noj lawm."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.5","label":"5","content":"Muaj qee lub poob rua ntawm qhov aav kws huv muaj pobzeb tiv lawm. Cov noob ntawd tuaj sai sai, vim aav tsi tub."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.6","label":"6","content":"Thaus tshaav ntuj kub, cov kaug ntsws hab qhuav lawm; vim tug caag ntsa aav tsi tub."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.7","label":"7","content":"Muaj qee lub poob rua huv qaab tsob xuavpaug, ces tsob xuavpaug hlub tuaj laum tsob nplej ntawd tuag taag lawm."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.8","label":"8","content":"Muaj qee lub poob rua ntawm qhov aav zoo, cov ntawd txhawv taug. Qee naab txi tau ib puas lub, qee naab txi tau rau caum lub, hab qee naab txi tau peb caug lub.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.9","label":"9","content":"Yexus xaus lug has tas, “Yog leejtwg muaj qhovntsej ca le noog!”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.10","label":"10","content":"Cov thwjtim lug nug Yexus has tas, “Ua le caag koj pheej ua lug pevtxwv qha puab xwb?”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.11","label":"11","content":"Yexus teb has tas, “Zaaj kws tuabneeg tsi tau paub has txug Ntuj Ceebtsheej, kuv tub qha rua mej lawm, tabsis tsi tau qha rua cov tuabneeg ntawd paub."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.12","label":"12","content":"Rua qhov tug kws tub muaj lawm, yeej yuav muab ntxiv kuas nwg muaj nplua mag, tabsis tug kws tsi muaj, txawm yog nwg tsuas muaj mivntsiv xwb los Vaajtswv yuav muab rhu moog huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.13","label":"13","content":"Yog le ntawd kuv txhaj ua lug pevtxwv qha xwb, rua qhov yog puab saib los puab tsi pum, puab noog tabsis puab tsi nov hab tsi totaub."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.14","label":"14","content":"Ua le ntawd txhaj muaj tav lawv le Yaxayas kws yog tug cev Vaajtswv lug tau has tseg tas: ‘Mej yuav noog taag noog thab, tabsis mej yuav tsi totaub; mej yuav saib taag saib thab, tabsis mej yuav tsi pum,"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.15","label":"15","content":"rua qhov cov tuabneeg nuav lub sab ruag, puab tsi xaav noog, puab ntsaws qhovntsej, puab tsi xaav saib, puab qe muag. Yog tsi ua le ntawd, nyob tsaam puab qhovmuag yuav pum puab qhovntsej yuav nov, puab yuav totaub, ces puab yuav tig rov lug cuag kuv, hab kuv yuav khu puab tej mob zoo.’"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.16","label":"16","content":"“Tabsis mej yog cov kws muaj moo, mej qhovmuag txhaj pum hab mej qhovntsej txhaj nov."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.17","label":"17","content":"Kuv qha tseeb rua mej has tas, cov cev Vaajtswv lug hab cov tuabneeg ncaaj nceeg tog ntev loo, xaav pum tej kws mej pum, tabsis puab tsi tau pum, puab xaav nov tej kws mej nov, tabsis puab tsi tau nov."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.18","label":"18","content":"“Mej ca le noog, kuv yuav txhais zaaj lug pevtxwv kws has txug tug tseb nplej lub ntsab rua mej."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.19","label":"19","content":"Cov tuabneeg kws nov zaaj lug kws has txug Ntuj Ceebtsheej tabsis tsi totaub, zoo ib yaam le lub noob nplej kws poob rua huv plawv kev. Dlaab Ntxwgnyoog txawm lug txeeb tej lug ntawd huv puab lub sab lawm."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.20","label":"20","content":"Cov noob nplej kws poob rua ntawm qhov aav kws huv muaj pobzeb tiv lawm, pev txug Vaajtswv txujlug kws thaus tuabneeg nov dlheev, puab txaus sab hlo txais yuav taamsim ntawd."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.21","label":"21","content":"Tabsis txujlug ntawd cog tsi ruaj rua huv puab lub sab, txujlug ntawd nyob tsi ntev. Thaus puab raug kev txomnyem lossis kev tsimtxom, ces puab txawm muab tso tseg taamsim ntawd."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.22","label":"22","content":"Cov noob nplej kws poob rua huv qaab tsob xuavpaug, pev txug Vaajtswv Txujlug kws tuabneeg nov; tabsis puab tej kev nyuaj sab, kev ntshaw nyaj hlub tuaj laum Vaajtswv txujlug lawm, puab txujkev ntseeg txhaj tsi luj hlub."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.23","label":"23","content":"Hab cov noob nplej kws poob rua ntawm qhov aav zoo, pev txug Vaajtswv Txujlug kws tuabneeg nov, hab totaub: cov tuabneeg ntawd ibtxha txi tau ib puas lub, ibtxha txi tau rau caum lub, hab ibtxha txi tau peb caug lub.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.24","label":"24","content":"Yexus qha dlua ib zaaj lug pevtxwv rua puab noog has tas: “Ntuj Ceebtsheej pev ib yaam le ib tug txivneej kws coj noob nplej moog tseb rua huv nwg dlaim teb."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.25","label":"25","content":"Muaj ib mos thaus suavdlawg pw tsaug zug taag lawm, tug ntawd tug yeebncuab txawm coj cov noob txhauv tuaj tseb xyaw rua cov nplej, ces nwg txawm tsiv lawm."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.26","label":"26","content":"Thaus cov nplej luj hlub hab pib txhawv lawm, ua cav pum muaj txhauv tuaj xyaw hab."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.27","label":"27","content":"Tug tswv cov tubkhai lug has rua nwg tas, ‘Tug tswv, puas yog koj tsuas tseb cov noob nplej zoo rua huv koj dlaim teb xwb? Ua le caag nwgnuav tsua muaj txhauv tuaj xyaw hab?’"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.28","label":"28","content":"Nwg teb puab has tas, ‘Tej ntawd yog yeebncuab ua xwb.’ Cov tubkhai nug nwg has tas, ‘Koj puas xaav kuas peb moog muab cov txhauv ntawd dlob povtseg?’"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.29","label":"29","content":"Nwg teb has tas, ‘Tsi xob moog dlob, nyob tsaam thaus mej dlob cov txhauv, mej yuav dlob tau cov nplej hab."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.30","label":"30","content":"Ca cov nplej hab cov txhauv nyob ua ke moog txug lub caij hlais tsaiv, kuv maam has kuas cov hlais xub hlais cov txhauv paav ua tej teg hab muab moog pov hlawv, hab sau cov nplej lug rua huv kuv lub txhaab.’ ”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.31","label":"31","content":"Yexus has dlua ib zaaj lug pevtxwv rua puab noog has tas: “Ntuj Ceebtsheej pev ib yaam le lub noob zaub. Muaj ib tug txivneej coj ib lub noob zaub moog cog rua huv nwg dlaim teb."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.32","label":"32","content":"Lub noob zaub ntawd miv dlua lwm yaam noob huv tuabsi. Thaus lub noob ntawd tuaj lawm, nwg luj hlub ua ib tsob kws luj dlua tej zaub huv tuabsi. Nwg luj ua ib tsob ntoo hab noog lug ua zeg rua sau nwg tej ceg.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.33","label":"33","content":"Yexus has dlua ib zaaj lug pevtxwv rua puab noog has tas: “Ntuj Ceebtsheej pev ib yaam le cov keeb kws ib tug quaspuj muab xyaw rua peb sab moov nplej, hab ua rua cov moov nplej su taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.34","label":"34","content":"Tej zaaj kws Yexus qha rua suavdlawg, nwg ua lug pevtxwv qha xwb tsi muaj ib zaaj kws nwg tsi ua lug pevtxwv qha le."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.35","label":"35","content":"Nwg ua le ntawd kuas muaj tav lawv le Yaxayas kws yog tug cev Vaajtswv lug tau qha tseg has tas: “Thaus kuv has rua puab, kuv yuav ua lug pevtxwv has xwb. Kuv yuav qha tej kws tsi muaj tuabneeg paub, txij thaus tsim lub nplajteb lug rua puab noog.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.36","label":"36","content":"Yexus txawm tso cov tuabneeg coob coob ntawd tseg hab nwg moog rua huv tsev. Nwg cov thwjtim lug has rua nwg tas, “Thov koj txhais zaaj lug pevtxwv kws koj has txug cov txhauv huv dlaim teb ntawd rua peb noog saib yog le caag.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.37","label":"37","content":"Yexus qha has tas, “Tug kws tseb cov noob nplej zoo yog Tuabneeg leej Tub;"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.38","label":"38","content":"dlaim teb yog lub nplajteb nuav; cov noob nplej kws zoo yog cov tuabneeg kws yog Vaajtswv cov; cov txhauv yog cov tuabneeg kws yog dlaab Ntxwgnyoog cov."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.39","label":"39","content":"Hab tug yeebncuab kws tuaj tseb cov noob txhauv ntawd yog dlaab Ntxwgnyoog. Lub caij hlais yog lub sijhawm kws nplajteb kawg, cov hlais yog cov timtswv ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.40","label":"40","content":"Lub sijhawm nplajteb kawg yuav zoo ib yaam le thaus puab sau cov txhauv moog povtseg."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.41","label":"41","content":"Tuabneeg leej Tub yuav khaiv nwg cov timtswv moog sau cov tuabneeg kws ua rua lwm tug ua txhum hab cov tuabneeg ua phem ua qas huv tuabsi tawm huv nwg lub tebchaws"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.42","label":"42","content":"hab coj cov tuabneeg ntawd moog pov rua huv lub cubtawg kws cig hlub hlub, puab yuav quaj tum nav qawv qhov ntawd."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.43","label":"43","content":"Thaus ntawd Vaajtswv cov tuabneeg yuav ci ntsaa ab ib yaam le lub nub nyob huv puab leej Txiv lub Tebchaws. Yog leejtwg muaj qhovntsej, ca le noog!"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.44","label":"44","content":"“Ntuj Ceebtsheej pev ib yaam le hub nyaj kws luas muab faus ca rua huv ib dlaim teb. Muaj ib tug moog pum ces nwg txawm muab aav npoog rua, nwg zoo sab kawg le. Nwg rov moog muab nwg lub cuabtaam muag huv tuabsi, hab muab cov nyaj moog yuav dlaim teb ntawd."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.45","label":"45","content":"“Hab Ntuj Ceebtsheej pev ib yaam le ib tug tub luam moog nrhav yuav cov hlaws kws muaj nqes,"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.46","label":"46","content":"hab thaus nwg moog nrhav pum ib cov hlaws kws muaj nqes dlua tej huv tuabsi lawm, nwg txawm rov lug muab nwg lub cuabtaam muag hab muab cov nyaj moog yuav cov hlaws ntawd."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.47","label":"47","content":"“Hab Ntuj Ceebtsheej pev ib yaam le lub vaag cuab ntseg kws luas muab cuab rua huv havtxwv maag tau txhua yaam ntseg."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.48","label":"48","content":"Thaus lub vaag maag tau ntseg ntau heev lawm, cov tuabneeg cuab ntseg txawm nqug lub vaag lug rua tim ntug. Puab nyob quastsawg xaiv cov ntseg zoo ntim rua huv tawb, hab muab cov kws tsi muaj nqes povtseg."},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.49","label":"49","content":"Thaus lub sijhawm nplajteb kawg yuav zoo le ntawd ntaag. Cov timtswv yuav lug muab cov tuabneeg ua phem cais tawm ntawm cov tuabneeg ua zoo moog,"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.50","label":"50","content":"hab coj moog pov rua huv lub cubtawg kws cig hlub hlub, puab yuav quaj tum nav qawv qhov ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.51","label":"51","content":"Yexus nug cov thwjtim has tas, “Mej puas totaub tej nuav?” Puab teb has tas, “Peb totaub lawm.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.52","label":"52","content":"Ces Yexus txawm has rua puab tas, “Yog le ntawd, txhua tug xwbfwb kws qha Vaajtswv txuj Kevcai kws tub kawm paub txug Ntuj Ceebtsheej lawm, puab zoo ib yaam le tug tswv tsev kws muab nwg tej qhov txhua chaw qub hab tshab rhu tawm huv nwg lub txhaab lug siv.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.53","label":"53","content":"Thaus Yexus qha tej zaaj lug pevtxwv nuav taag lawm, nwg txawm tawm qhov ntawd"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.54","label":"54","content":"hab rov moog rua huv nwg lub nroog. Nwg moog qhuab qha huv lub tsev saablaaj, hab cov tuabneeg kws nov nwg qha xaav tsi thoob le. Puab sis thaam has tas, “Nwg tau tej tswvyim nuav qhov twg lug? Hab ua caag nwg ua tau tej txujci nuav?"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.55","label":"55","content":"Nwg puas yog tug kws ntoo tug tub? Nwg nam puas yog Malis? Hab nwg cov kwv puas yog Yakaunpaus, Yauxej, Ximoos hab Yudas?"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.56","label":"56","content":"Puas yog nwg cov muam puavleej nyob huv lub nroog nuav? Nwg tau tej tswvyim nuav qhov twg lug?”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.57","label":"57","content":"Puab txawm tsi fwm Yexus. Yexus has rua puab tas, “Tej tuabneeg ob caag puavleej fwm tug cev Vaajtswv lug, tsuas yog cov tuabneeg kws nyob huv nwg lub zog hab nwg tsev tuabneeg txhaj tsi fwm nwg xwb.”"},{"bible_id":"1726","chapter_code":"MAT.13","verse_code":"MAT.13.58","label":"58","content":"Yexus tsi tau ua tej txujci tseemceeb ntau pistsawg qhov ntawd, rua qhov puab tsi ntseeg."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.1","label":"1","content":"Lub sijhawm ntawd, Helauj tug kws kaav lub xeev Kalilais nov txug Yexus lub moo."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.2","label":"2","content":"Nwg txawm qha rua nwg cov numtswv has tas, “Tug nuav yeej yog Yauhaas tug kws muab tuabneeg ua kevcai raus dlej sawv huv qhov tuag rov lug lawm, nwg txhaj ua tau tej txujci tseemceeb nuav.”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.3","label":"3","content":"Rua qhov Helauj tau khaiv tuabneeg moog nteg Yauhaas khi hab coj nwg moog kaw rua huv tsev lojcuj. Helauj ua le ntawd tub yog Helauj yuav Helaudias kws yog nwg tug kwv Filis tug quaspuj."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.4","label":"4","content":"Rua qhov Yauhaas tug kws muab tuabneeg ua kevcai raus dlej has rua Helauj has tas, “Qhov kws koj yuav Helaudias ua koj quaspuj txhum kevcai lawm!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.5","label":"5","content":"Helauj xaav tua Yauhaas, tabsis nwg ntshai cov Yudais, rua qhov suavdlawg paub tseeb has tas Yauhaas yog ib tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.6","label":"6","content":"Nub kws luas ncu txug Helauj nub yug, Helaudias tug ntxhais lug seev cev rua suavdlawg saib, Helauj txaus sab heev,"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.7","label":"7","content":"Helauj coglug rua tug ntxhais has tas, “Yog koj thov yaam twg, kuv yuav muab yaam ntawd rua koj!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.8","label":"8","content":"Tug ntxhais txawm moog thov Helauj lawv le nwg nam qha rua nwg lawm has tas, “Koj ca le muab Yauhaas tug kws muab tuabneeg ua kevcai raus dlej lub taubhau txav tso rua huv lub phaaj nqaa lug rua ntawm nuav!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.9","label":"9","content":"Vaajntxwv nyuaj sab kawg le, tabsis vim nwg tau coglug taabmeeg suavdlawg lawm, nwg txhaj ua lawv le tug ntxhais thov."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.10","label":"10","content":"Ces nwg txawm khaiv tuabneeg moog txav Yauhaas cejdlaab huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.11","label":"11","content":"Puab muab Yauhaas lub taubhau tso rua huv lub phaaj nqaa lug rua tug ntxhais, ces tug ntxhais nqaa moog rua nwg nam."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.12","label":"12","content":"Yauhaas cov thwjtim txawm tuaj muab Yauhaas lub cev coj moog log lawm; hab puab moog qha tej nuav rua Yexus paub."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.13","label":"13","content":"Thaus Yexus nov has tas Yauhaas tuag lawm, Yexus tuab leeg txawm caij nkoj tawm qhov ntawd moog rua ib qhov chaw kws tsi muaj tuabneeg. Thaus suavdlawg nov has tas Yexus moog rua qhov ntawd lawm, puab txawm tawm huv puab tej nroog taug ntug dlej caum Yexus qaab."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.14","label":"14","content":"Thaus Yexus tawm huv nkoj lug, nwg pum muaj tuabneeg coob coob, nwg hlub puab hab nwg khu puab cov tuabneeg muaj mob txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.15","label":"15","content":"Thaus yuav tsaus ntuj, Yexus cov thwjtim lug has rua Yexus has tas, “Qhov nuav nyob dleb nroog hab tub lig lig lawm, thov koj kuas suavdlawg moog nrhav yuav mov tom tej zog noj.”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.16","label":"16","content":"Yexus teb has tas, “Tsi xob kuas puab moog, mej ca le muab mov rua puab noj!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.17","label":"17","content":"Cov thwjtim teb has tas, “Peb tsuas muaj tsib lub ncuav hab ob tug ntseg xwb.”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.18","label":"18","content":"Yexus has tas, “Ca le muab lug rua kuv.”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.19","label":"19","content":"Yexus kuas suavdlawg nyob quastsawg ntawm tej nyom; Yexus muab tsib lub ncuav hab ob tug ntseg lug, ces nwg tsaa qhovmuag saib rua sau ntuj, hab ua Vaajtswv tsaug hab muab cov ncuav ndlais cev rua cov thwjtim hab cov thwjtim coj moog faib rua suavdlawg noj."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.20","label":"20","content":"Txhua tug puavleej tau noj tsau huv tuabsi. Cov thwjtim moog sau cov ncuav seem kws suavdlawg noj tsi taag tau kaum ob tawb puv nkaus."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.21","label":"21","content":"Cov tuabneeg kws noj mov nub ntawd, cov txivneej muaj kwvlaam le tsib txheeb leej, tsi suav cov quaspuj hab mivnyuas."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.22","label":"22","content":"Tom qaab ntawd Yexus kuas cov thwjtim nce moog rua huv nkoj hab caij hlaa havtxwv ua ntej moog rua saab tim u, ces Yexus txawm kuas suavdlawg rov moog tsev."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.23","label":"23","content":"Tom qaab kws Yexus kuas puab moog tsev taag lawm, nwg tuab leeg nce moog thov Vaajtswv peg roob. Thaus tsaus ntuj lawm nwg tseem nyob nwg peg roob."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.24","label":"24","content":"Lub sijhawm ntawd cov thwjtim tub caij lub nkoj moog txug ib nraab dlej lawm. Cua ntsawj tom hauv ntej tuaj ua rua dlej ndlaas tej nam twv tuaj ntaus lub nkoj."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.25","label":"25","content":"Thaus plaub teev yuav kaaj ntug, Yexus lug kutaw sau nplaim dlej lug cuag cov thwjtim."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.26","label":"26","content":"Thaus puab pum Yexus lug kutaw sau nplaim dlej, puab ntshai kawg le hab qw has tas, “Yog dlaab!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.27","label":"27","content":"Taamsim ntawd Yexus has rua puab tas, “Mej tsi xob poob sab! Yog kuv ntaag, tsi xob ntshai!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.28","label":"28","content":"Petus has tas, “Tug Tswv, yog has tas yog koj tag, thov koj has kuas kuv moog tau sau nplaim dlej tuaj cuag koj.”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.29","label":"29","content":"Yexus teb has tas, “Ca le tuaj!” Petus txawm tawm huv lub nkoj moog kutaw sau nplaim dlej moog cuag Yexus."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.30","label":"30","content":"Tabsis thaus Petus pum cua ntsawj hlub hlub nwg ntshai kawg le, ces nwg txawm tog zog rua huv dlej. Nwg hu nrov nrov has tas, “Tug Tswv, thov koj paab kuv!”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.31","label":"31","content":"Taamsim ntawd Yexus txawm cev loo teg moog tuav nkaus Petus hab has tas, “Ua le caag koj kev ntseeg yuav tsawg ua luaj le! Ua le caag koj tsi ca sab?”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.32","label":"32","content":"Thaus obtug nce moog rua huv lub nkoj, ces cua txawm tu lawm."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.33","label":"33","content":"Cov thwjtim kws nyob huv lub nkoj txawm txhus caug ndlua hawm Yexus hab has tas, “Koj yog Vaajtswv tug Tub tag.”"},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.34","label":"34","content":"Yexus hab nwg cov thwjtim caij nkoj hlaa havtxwv moog txug tim Nkenexales."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.35","label":"35","content":"Cov tuabneeg kws nyob cheebtsaam ntawd paub has tas yog Yexus. Puab txawm khaiv tuabneeg moog qha rua cov tuabneeg kws nyob puagncig cheebtsaam ntawd. Ces puab txawm coj tej tuabneeg muaj mob tuaj cuag Yexus."},{"bible_id":"1726","chapter_code":"MAT.14","verse_code":"MAT.14.36","label":"36","content":"Puab thov Yexus has tas, ca puab kov Yexus lub tw tsho xwb; hab puab txhua tug kws tau kov puavleej zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.1","label":"1","content":"Tom qaab ntawd muaj cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai tuaj nraag lub nroog Yeluxalees tuaj cuag Yexus hab nug has tas,"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.2","label":"2","content":"“Ua le caag koj cov thwjtim tsi ua lawv le tej kevcai kws peb cov yawmkoob ibtxwm qha rua peb? Koj cov thwjtim tsi xub ntxuav teg lawv le kevcai tsaiv maam le noj mov!”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.3","label":"3","content":"Yexus teb has tas, “Ua le caag mej ua lawv le tej kevcai, tabsis mej tsi ua lawv le Vaajtswv Txujlug qha?"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.4","label":"4","content":"Vaajtswv has tas, ‘Koj yuavtsum fwm koj nam koj txiv,’ hab has tas, ‘Yog leejtwg tshev nwg nam nwg txiv, yuavtsum muab tug ntawd tua povtseg.’"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.5","label":"5","content":"Tabsis mej qha has tas yog leejtwg muaj ib yaam dlaabtsi kws yuav paab tau nwg nam nwg txiv, tabsis nwg has tas, ‘Kuv tub muab rua Vaajtswv lawm,’"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.6","label":"6","content":"tsi taag tug ntawd yuav fwm nwg nam nwg txiv  lawm. Qhov kws mej ua le mej tej kevcai nuav, yog mej ua saib tsi taug Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.7","label":"7","content":"Cov tuabneeg ntsejmuag ncaaj sab nkhaus! Qhov kws Yaxayas tug kws cev Vaajtswv lug tau has txug mej yeej muaj tseeb tag:"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.8","label":"8","content":"Vaajtswv has tas, ‘Cov tuabneeg nuav lub qhovncauj fwm kuv tabsis puab lub sab tsi npuab kuv."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.9","label":"9","content":"Qhov kws puab pehawm kuv tsi muaj nqes le, rua qhov puab muab tuabneeg tej kevcai lug qha ib yaam le tej kevcai ntawd yog kuv tej kevcai!’ ”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.10","label":"10","content":"Yexus hu cov tuabneeg coob coob ntawd lug cuag nwg, hab nwg has rua puab has tas, “Mej ua tuab zoo noog kuv has, mej txhaj totaub!"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.11","label":"11","content":"Tsi yog yaam kws moog rua huv tuabneeg lub qhovncauj, ua rua tuabneeg ua txhum, tabsis yog tej kws tawm huv tuabneeg lub qhovncauj lug, txhaj ua rua tuabneeg ua txhum xwb.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.12","label":"12","content":"Thaus ntawd cov thwjtim lug has rua Yexus has tas, “Koj tsi paub has tas tej lug kws koj has ntawd ua rua cov Falixais chim kawg le los?”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.13","label":"13","content":"Yexus teb has tas, “Txhua tsob ntoo kws tsi yog kuv Txiv tug kws nyob sau ntuj cog, yuav muab rhu huv tuabsi povtseg.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.14","label":"14","content":"“Puamchawj puab! Puab yog cov thawjcoj kws coj cov dligmuag; yog ib tug dligmuag coj ib tug dligmuag kev, ces obtug yeej yuav poob qhov xwb.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.15","label":"15","content":"Petus has tas, “Thov koj txhais zaaj lug pevtxwv nuav rua peb.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.16","label":"16","content":"Yexus teb cov thwjtim has tas, “Mej tseem tsi totaub le hab los?"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.17","label":"17","content":"Mej tsi paub has tas, yaam kws moog ntawm tuabneeg lub qhovncauj, yaam ntawd moog rua huv tuabneeg lub plaab, hab tawm dlhau lawm xwb."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.18","label":"18","content":"Tabsis tej lug kws tuabneeg lub qhovncauj has, yog tawm huv tuabneeg lub sab lug, tej lug ntawd ua rua tuabneeg ua txhum."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.19","label":"19","content":"Rua qhov yaam kws tawm huv tuabneeg lub sab lug, ua rua tuabneeg tua tuabneeg, ntxag luas quaspuj luas quasyawg, ua kev nkauj kev nraug, ua tubsaab, has lug dlaag, hab rhuav lwm tug ntsejmuag."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.20","label":"20","content":"Tej nuav yog tej kws ua rua tuabneeg ua txhum, tabsis qhov kws tsi ntxuav teg maam le noj mov, yeej tsi ua rua tuabneeg ua txhum.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.21","label":"21","content":"Yexus tawm qhov ntawd moog rua peg cheebtsaam kws ze lub nroog Tiles hab lub nroog Xidoos."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.22","label":"22","content":"Muaj ib tug quaspuj kws yog tuabneeg Kana-aas nyob huv cheebtsaam ntawd tuaj cuag Yexus hab thov has tas, “Daviv tug Tub, thov koj hlub kuv! Kuv tug ntxhais raug dlaab, ua rua nwg txomnyem kawg le.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.23","label":"23","content":"Tabsis Yexus tsi teb tug quaspuj ntawd ib lus le. Yexus cov thwjtim lug cuag Yexus hab has tas, “Koj kuas nwg tsiv moog! Rua qhov nwg pheej lawv peb qaab hab quaj thov le ntawd!”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.24","label":"24","content":"Yexus teb has tas, “Vaajtswv tsuas khaiv kuv lug nrhav cov Yixalayees kws yog paab yaaj kws pluj lawm xwb.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.25","label":"25","content":"Thaus tug quaspuj nov le ntawd, nwg txawm lug txhus caug ndlua ntawm Yexus kutaw hab thov has tas, “Tug Tswv, thov koj paab kuv.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.26","label":"26","content":"Yexus teb has tas, “Tsi tsimnyog muab mivnyuas tej mov pov rua tej dlev noj.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.27","label":"27","content":"Tug quaspuj ntawd teb has tas, “Yog los mas tug Tswv, tabsis txawm yog tej dlev los tseem tau noj tej mov kws poob sau nwg tug tswv lub rooj lug hab.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.28","label":"28","content":"Yexus teb tug quaspuj ntawd has tas, “Koj yog ib tug quaspuj kws muaj kev ntseeg heev! Koj yeej yuav tau lawv le koj thov.” Ces lub sijhawm ntawd nwg tug ntxhais txawm zoo lawm."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.29","label":"29","content":"Yexus tawm qhov ntawd rov lug, hab taug ntug Havtxwv Kalilais moog rua peg roob hab nyob quastsawg."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.30","label":"30","content":"Muaj tuabneeg coob coob tuaj cuag nwg, puab coj tej tuabneeg kws qhuav teg qhuav taw, dligmuag, cegtawv, has tsi tau lug, hab cov tuabneeg kws muaj mob ntau leej tuaj tso rua ntawm Yexus kutaw; hab Yexus khu puab txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.31","label":"31","content":"Thaus cov tuabneeg suavdlawg pum cov tuabneeg kws has tsi tau lug, has tau lug, tej tuabneeg cegtawv zoo, tej tuabneeg qhuav teg qhuav taw moog taug kev, hab tej tuabneeg dligmuag pum kev lawm, ces suavdlawg xaav tsi thoob hab ua cov Yixalayees tug Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.32","label":"32","content":"Yexus hu cov thwjtim lug cuag nwg hab has rua puab has tas, “Kuv taabncuab cov tuabneeg nuav, vim puab tuaj nrug kuv nyob tau peb nub, hab nwgnuav puab tsi muaj dlaabtsi noj lawm. Kuv tsi xaav ca puab yoo tshaib le ntawd moog tsev, nyob tsaam puab tsaus muag qaug tom tej kev.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.33","label":"33","content":"Cov thwjtim nug Yexus has tas, “Ntawm nuav yog roob mojsaab qhua xwb, peb yuav moog nrhav mov qhov twg lug kuas txaus cov tuabneeg nuav noj?”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.34","label":"34","content":"Yexus nug cov thwjtim has tas, “Mej muaj pistsawg lub ncuav?” Puab teb has tas, “Peb muaj xyaa lub ncuav hab ob peb tug ntseg miv miv xwb.”"},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.35","label":"35","content":"Yexus has kuas suavdlawg nyob quastsawg huv aav."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.36","label":"36","content":"Ces nwg txawm muab xyaa lub ncuav hab cov ntseg ntawd lug ua Vaajtswv tsaug, hab muab ndlais cev rua cov thwjtim; cov thwjtim coj moog faib rua suavdlawg noj."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.37","label":"37","content":"Txhua tug puavleej tau noj tsau huv tuabsi. Cov thwjtim moog sau cov ncuav seem kws suavdlawg noj tsi taag tau xyaa tawb puv nkaus."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.38","label":"38","content":"Cov tuabneeg kws noj mov, cov txivneej muaj plaub txheeb leej, tsi suav cov quaspuj hab mivnyuas."},{"bible_id":"1726","chapter_code":"MAT.15","verse_code":"MAT.15.39","label":"39","content":"Thaus Yexus kuas suavdlawg rov moog tsev taag lawm, Yexus txawm nce nkoj moog rua tim cheebtsaam Mankadaas lawm."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.1","label":"1","content":"Cov Falixais hab cov Xadukais qee leej tuaj cuag Yexus xaav sim nwg, puab kuas nwg ua ib yaam txujci tseemceeb sau ntuj lug rua puab saib."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.2","label":"2","content":"Tabsis Yexus teb puab has tas, “Thaus nub yuav poob qho, mej pum qaab ntug lab lab, mej has tas, ‘Pigkig yuav tshaav ntuj.’"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.3","label":"3","content":"Thaus kaaj ntug mej pum hauv ntuj lab ploog hab tsaus nti, mej paub has tas, yuav lug naag. Mej saib fuab saib cua mej paub has tas, yuav tshaav ntuj lossis yuav lug naag, tabsis tej txujci kws naj nub nua muaj lawm, mej tsua tsi paub."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.4","label":"4","content":"Yexus txawm has rua puab tas, cov tuabneeg tam nuav ua phem ua qas hab puab tsi ntseeg Vaajtswv! Mej xaav kuas kuv ua ib yaam txujci tseemceeb rua mej saib. Kuv yuav tsi ua! Tsuas yog mej yuav pum Yaunas zaaj xwb.” Ces Yexus txawm tso puab tseg hab moog rua lwm qhov lawm."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.5","label":"5","content":"Thaus puab caij nkoj hlaa havtxwv moog rua saab tim u, cov thwjtim tsi ncu qaab ntim mov moog."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.6","label":"6","content":"Yexus has rua puab tas, “Mej yuavtsum ceevfaaj cov Falixais hab cov Xadukais cov keeb.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.7","label":"7","content":"Ces cov thwjtim sis thaam has tas, “Ntshai yog peb tsi ntim mov tuaj, nwg txhaj has le ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.8","label":"8","content":"Yexus tub paub tej kws puab thaam lawm, nwg txawm has tas, “Vim le caag mej pheej sis thaam txug qhov kws mej tsi ntim mov tuaj? Ua le caag mej kev ntseeg yuav tsawg ua luaj!"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.9","label":"9","content":"Mej tseem tsi tau totaub los? Mej tsi ncu qaab zag kws kuv muab tsib lub ncuav ndlais faib rua tsib txheeb leej noj los? Mej sau tej kws seem tau pistsawg tawb?"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.10","label":"10","content":"Hab zag kws kuv muab xyaa lub ncuav ndlais faib rua plaub txheeb leej noj, mej sau tej kws seem tau pistsawg tawb?"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.11","label":"11","content":"Ua le caag mej tsi totaub zaaj kws kuv has rua mej? Kuv tub tsi tau has txug mov los sav. Tabsis kuv has kuas mej ceevfaaj cov Falixais hab cov Xadukais cov keeb.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.12","label":"12","content":"Thaus ntawd cov thwjtim txhaj totaub has tas, Yexus tsi tau has kuas puab ceevfaaj tej keeb kws muab xyaw ncuav, tabsis nwg has kuas puab ceevfaaj cov Falixais hab cov Xadukais tej lug qha."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.13","label":"13","content":"Yexus moog rua peg cheebtsaam kws nyob ze lub nroog Xixaleyas Filipis, nwg nug nwg cov thwjtim has tas, “Suavdlawg has tas Tuabneeg Leej Tub yog leejtwg?”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.14","label":"14","content":"Puab teb has tas, “Qee leej has tas, nwg yog Yauhaas tug kws muab tuabneeg ua kevcai raus dlej, qee leej has tas nwg yog Eliyas, qee leej has tas nwg yog Yelemis lossis yog ib tug cev Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.15","label":"15","content":"Yexus nug puab has tas, “Mej ne, mej tsua has tas kuv yog leejtwg?”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.16","label":"16","content":"Ximoos Petus teb has tas, “Koj yog tug Mexiyas kws yog Vaajtswv tug kws muaj sa nyob tug Tub.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.17","label":"17","content":"Yexus teb has tas, “Yauhaas tug tub Ximoos, koj moov zoo kawg! Tej lug nuav tsi yog tuabneeg qha rua koj, tabsis yog kuv Txiv tug kws nyob sau ntuj ceebtsheej qha rua koj."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.18","label":"18","content":"Kuv has rua koj tas, koj yog Petus hab kuv yuav tsaa kuv pawg ntseeg rua sau lub pobzeb nuav, txawm yog kev tuag los yuav kov tsi yeej pawg ntseeg ntawd."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.19","label":"19","content":"Kuv yuav muab tug yumsij kws qheb Ntuj Ceebtsheej rua koj; yaam kws koj txwv huv nplajteb nuav, Vaajtswv yuav txwv yaam ntawd sau ntuj ceebtsheej. Yaam kws koj tso cai huv nplajteb nuav, Vaajtswv yuav tso cai yaam ntawd sau ntuj Ceebtsheej.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.20","label":"20","content":"Yexus txwv nwg cov thwjtim tsi pub puab qha rua leejtwg paub has tas, nwg yog tug Mexiyas."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.21","label":"21","content":"Txij thaus ntawd lug Yexus txawm pib qha rua nwg cov thwjtim has tas, “Kuv yuavtsum moog nraag lub nroog Yeluxalees, cov txwjlaug, cov thawj ntawm cov povthawj, hab cov xwbfwb kws qha Vaajtswv txuj Kevcai yuav tsimtxom kuv hab muab kuv tua, tabsis peb nub kuv yuav sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.22","label":"22","content":"Petus txawm coj Yexus moog rua ib caag hab cheem has tas, “Tug Tswv, thov Vaajtswv txwv kuas tsi xob muaj le ntawd. Koj yeej yuav tsi raug tej nuav le!”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.23","label":"23","content":"Yexus tig hlo lug has rua Petus has tas, “Dlaab Ntxwgnyoog, koj ca le tsiv ntawm kuv moog! Koj tsi xob taav kuv kev. Tej kws koj xaav ko yog tuabneeg le xwb, tsi yog Vaajtswv le.”"},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.24","label":"24","content":"Yexus has rua cov thwjtim has tas, “Yog leejtwg xaav nrug kuv moog, tug ntawd yuavtsum tswj nwg lub sab, hab kwv nwg tug ntoo khaublig nrug kuv moog."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.25","label":"25","content":"Rua qhov tug kws khauvxwm nwg txujsa, tug ntawd yuav tsi tau txujsa, tabsis tug kws tsi khauvxwm nwg txujsa, vim nwg ntseeg kuv, tug ntawd yuav tau txujsa."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.26","label":"26","content":"“Yog leejtwg tau ib puas tsaav yaam huv nplajteb nuav lug ua nwg tug, tabsis nwg txujsa tu lawm, tej ntawd yuav muaj nqes dlaabtsi rua nwg? Yeej tsi muaj ib yaam dlaabtsi kws nwg yuav coj moog txhwv tau nwg txujsa rov qaab lug."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.27","label":"27","content":"Thaus Tuabneeg Leej Tub lug, nwg yuav muaj Leej Txiv tug tshwjchim ci ntsaa ab, hab nwg cov timtswv yuav nrug nwg lug, hab nwg yuav muab nqe zug rua txhua tug lawv le teg num kws puab tau ua lawm."},{"bible_id":"1726","chapter_code":"MAT.16","verse_code":"MAT.16.28","label":"28","content":"Kuv qha tseeb rua mej has tas, cov tuabneeg kws nyob ntawm nuav muaj qee leej yuav tsi tau tuag ua ntej puab pum Tuabneeg Leej Tub lug ua Vaajntxwv.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.1","label":"1","content":"Tom qaab ntawd rau nub Yexus coj Petus, Yakaunpaus hab Yakaunpaus tug kwv Yauhaas nrug Yexus moog rua sau ib lub roob sab."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.2","label":"2","content":"Thaus puab taabtom saib Yexus, Yexus lub cev txawm hloov hlo: nwg lub ntsejmuag ci ib yaam le lub nub, hab nwg cev rig tsho ci ntsaa ab dlawb paug."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.3","label":"3","content":"Peb tug thwjtim ntawd pum Mauxes hab Eliyas nrug Yexus thaam."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.4","label":"4","content":"Petus has rua Yexus has tas, “Tug Tswv, peb tuaj nyob ntawm nuav zoo kawg le! Yog koj pum zoo, kuv yuav ua peb lub tsev pheebsuab rua ntawm nuav, ib lub rua koj, ib lub rua Mauxes, hab ib lub rua Eliyas.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.5","label":"5","content":"Thaus Petus tseem taabtom has le ntawd, txawm muaj ib tauv fuab ci dlawb paug lug roog puab, hab muaj ib lub suab has huv tauv fuab ntawd tuaj has tas, “Tug nuav yog kuv tug Tub kws kuv hlub, kuv txaus sab rua nwg, mej yuavtsum noog nwg lug.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.6","label":"6","content":"Thaus cov thwjtim nov lub suab ntawd, puab ntshai kawg le, puab txawm txhus caug ndlua nyo rua huv aav."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.7","label":"7","content":"Yexus lug tuav nkaus puab hab has tas, “Mej ca le sawv, tsi xob ntshai.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.8","label":"8","content":"Puab tsaa qhovmuag saib, tsi pum leejtwg le, tsuas pum Yexus tuab leeg xwb."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.9","label":"9","content":"Thaus puab nqeg peg roob lug, Yexus txwv has tas, “mej tsi xob qha zaaj kws mej pum ntawd rua leejtwg paub moog txug thaus Tuabneeg Leej Tub sawv huv qhov tuag rov qaab lug tsaiv.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.10","label":"10","content":"Cov thwjtim nug Yexus has tas, “Vim le caag cov xwbfwb kws qha Vaajtswv txuj Kevcai has tas Eliyas yuav xub lug?”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.11","label":"11","content":"Yexus teb has tas, “Eliyas yeej yuav xub lug tag, hab nwg yuav npaaj txhua yaam kuas tav tog."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.12","label":"12","content":"Kuv qha rua mej has tas, Eliyas tub lug lawm, tabsis tuabneeg tsi paub nwg, puab txhaj ua rua nwg lawv le puab sab nyam. Puab yuav tsimtxom Tuabneeg Leej Tub ib yaam le ntawd hab.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.13","label":"13","content":"Cov thwjtim totaub has tas, qhov kws Yexus has rua puab ntawd, yog nwg has txug Yauhaas tug kws muab tuabneeg ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.14","label":"14","content":"Thaus Yexus hab nwg peb tug thwjtim rov lug txug ntawm cov tuabneeg coob coob, txawm muaj ib tug txivneej tuaj txhus caug ndlua ntawm Yexus kutaw,"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.15","label":"15","content":"hab thov has tas, “Tug Tswv, thov koj taabncuab kuv tug tub, nwg qaug dlaabpeg hab txomnyem kawg le. Nwg pheej qaug rua huv qhovcub hab rua huv dlej."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.16","label":"16","content":"Kuv coj nwg tuaj rua koj cov thwjtim khu, tabsis puab khu tsi tau.”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.17","label":"17","content":"Yexus teb has tas, “Cov tuabneeg tsi ntseeg hab tsi ncaaj! Kuv tseem yuav nrug mej nyob ntev le caag? Hab kuv yuav ua sab ntev rua mej moog txug nub twg? Ca le coj tug mivtub lug rua kuv!”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.18","label":"18","content":"Yexus ntab dlaab, ces dlaab txawm tawm ntawm tug mivtub moog, hab taamsim ntawd tug mivtub txawm zoo hlo lawm."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.19","label":"19","content":"Tom qaab ntawd Yexus cov thwjtim lug cuag nwg tuabywv hab nug has tas, “Vim le caag peb ntab tsi tau dlaab tawm?”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.20","label":"20","content":"Yexus teb has tas, “Tub yog vim mej tsi muaj kev ntseeg txaus. Kuv qha tseeb rua mej has tas, yog mej muaj kev ntseeg luaj lub noob zaub, mej has rua lub roob nuav tas, ‘Ca le txaav ntawm nuav moog rua tod!’ Ces lub roob ntawd yeej yuav txaav moog. Mej yuav ua tau txhua yaam huv tuabsi!"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.21","label":"21","content":"[Tabsis mej yuavtsum thov Vaajtswv hab yoo mov, mej txhaj ntab tau yaam dlaab nuav.”]"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.22","label":"22","content":"Thaus Yexus hab nwg cov thwjtim tuaj ua ke rua huv lub xeev Kalilais, Yexus has rua puab tas, “Luas yuav nteg Tuabneeg Leej Tub coj moog tsimtxom."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.23","label":"23","content":"Luas yuav muab nwg tua; tabsis peb nub nwg yuav sawv huv qhov tuag rov qaab lug.” Cov thwjtim nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.24","label":"24","content":"Thaus Yexus hab nwg cov thwjtim tuaj txug huv lub nroog Kapena-us, cov tuabneeg kws sau se rua lub Tuamtsev lug cuag Petus hab nug has tas, “Koj tug xwbfwb puas them se rua lub Tuamtsev?”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.25","label":"25","content":"Petus teb has tas, “Them huas.” Thaus Petus moog rua huv tsev, Yexus txawm nug has tas, “Ximoos, koj xaav le caag? Leejtwg yog cov kws them se rua tej vaajntxwv huv nplajteb nuav? Puab cov tubki lossis lwm tug them?”"},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.26","label":"26","content":"Petus teb has tas, “Lwm tug them xwb.” Yexus has tas, “Yog le ntawd tsi taag cov tubki yuav them le."},{"bible_id":"1726","chapter_code":"MAT.17","verse_code":"MAT.17.27","label":"27","content":"Tabsis peb tsi xob ua rua puab ntsawv sab? Koj ca le moog nuv ntseg nraag havtxwv. Thawj tug ntseg kws koj nuv tau, koj ca le muab lub qhovncauj rua, koj yuav pum ib lub nyaj nyob huv. Koj nqaa lub nyaj ntawd moog them kuv se hab koj se.”"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.1","label":"1","content":"Thaus lub sijhawm ntawd cov thwjtim lug cuag Yexus hab nug has tas, “Leejtwg yog tug luj dlua ndlais nyob sau Ntuj Ceebtsheej?”"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.2","label":"2","content":"Yexus hu ib tug mivnyuas yau lug sawv ntawm puab xubndlag"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.3","label":"3","content":"hab has tas, “Kuv qha tseeb rua mej has tas, yog mej tsi hloov mej lub sab kuas zoo le ib tug mivnyuas yau nuav lub, ces mej yuav tsi tau moog sau Ntuj Ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.4","label":"4","content":"Tug kws txu fwjchim le tug mivnyuas yau nuav, tug ntawd yuav yog tug kws luj dlua dlais nyob sau Ntuj Ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.5","label":"5","content":"Tug kws leeg yuav tug mivnyuas yau nuav ntawm kuv lub npe, kuj yog tug ntawd leeg yuav kuv.”"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.6","label":"6","content":"“Yog leejtwg ua rua cov mivnyuas kws ntseeg kuv nuav ib tug ua txhum, ca le muab hlua khi ib txhib zeb kws luj dlai rua tug ntawd cejdlaab, hab coj nwg moog pov rua huv havtxwv yuav zoo dlua."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.7","label":"7","content":"Lub nplajteb nuav yuav raug puamtsuaj, rua qhov muaj tej kws ua rua tuabneeg ua txhum! Yeej yuav muaj tej ntawd lug, tabsis tug kws ua kuas muaj tej ntawd yuav raug kev puamtsuaj!"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.8","label":"8","content":"“Yog koj txhais teg lossis koj txhais kutaw ua rua koj ua txhum, koj ca le muab txhais ntawd txav povtseg! Yog koj tu ib saab teg lossis ib saab kutaw, koj tau txujsa, zoo dlua le koj muaj ob txhais teg lossis ob txhais kutaw, hab muab koj pov rua huv lub cubtawg kws cig tsi paub tuag moog ibtxhis le."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.9","label":"9","content":"Hab yog koj ib saab qhovmuag ua rua koj ua txhum, koj ca le muab saab ntawd kaus povtseg! Koj muaj ib saab qhovmuag xwb, koj tau txujsa, zoo dlua le koj muaj ob saab qhovmuag, hab muab koj pov rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.10","label":"10","content":"“Mej yuavtsum ceevfaaj, tsi xob saib tsi taug cov mivnyuas nuav ib tug: Kuv qha rua mej has tas, cov timtswv ceebtsheej kws nyob ntawm kuv Txiv tug kws nyob sau ntuj Ceebtsheej lub xubndlag naj nub tsomkwm cov mivnyuas nuav."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.11","label":"11","content":"[Qhov kws Tuabneeg Leej Tub lug, yog lug nrhav cov kws yuam kev lawm.]"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.12","label":"12","content":"“Mej xaav le caag? Muaj ib tug txivneej muaj ib puas tug yaaj, yog ib tug pluj lawm, nwg yeej yuav tso cuaj caum cuaj tug rua peg ntaav toj, hab moog nrhav tug kws pluj lawm."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.13","label":"13","content":"Kuv qha rua mej has tas, thaus nwg nrhav tau lawm, nwg zoo sab rua tug yaaj kws pluj lawm heev dlua le nwg zoo sab rua cuaj caum cuaj tug kws tsi pluj."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.14","label":"14","content":"Ib yaam nkaus le ntawd, mej  leej Txiv tug kws nyob sau ntuj ceebtsheej yeej tsi xaav kuas cov mivnyuas nuav ib tug puamtsuaj le."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.15","label":"15","content":"“Yog koj ib tug kwvtij ua txhum rua koj,  koj ca le moog qha nwg qhov txhum rua nwg thaus meb ob leeg xwb. Yog nwg noog koj lug, koj yuav tau nwg rov lug ua koj kwvtij le qub."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.16","label":"16","content":"Tabsis yog nwg tsi noog koj lug, koj ca le coj ib lossis ob tug nrug koj moog, txhaj lawv le Vaajtswv txujlug kws tau qha tseg has tas, ‘thaus koj moog qha ib tug qhov txhum rua nwg, koj yuavtsum coj ob peb leeg nrug koj moog ua timkhawv.’"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.17","label":"17","content":"Tabsis yog nwg tsi noog puab lug, mej ca le moog pav txhua yaam qha rua cov ntseeg. Yog nwg tsi noog cov ntseeg lug hab, ces mej ca le suav has tas nwg yog lwm Tsaav Tuabneeg lossis yog ib tug tuabneeg sau se."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.18","label":"18","content":"“Kuv qha tseeb rua mej has tas, yaam kws mej txwv huv nplajteb nuav, Vaajtswv yuav txwv yaam ntawd sau ntuj ceebtsheej, yaam kws mej tso cai huv nplajteb nuav, Vaajtswv yuav tso cai yaam ntawd sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.19","label":"19","content":"“Kuv qha rua mej has tas, yog mej cov kws nyob huv nplajteb nuav muaj ob leeg ua ib lub sab thov yaam twg, kuv Txiv tug kws nyob sau ntuj ceebtsheej yuav pub yaam ntawd rua obtug."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.20","label":"20","content":"Rua qhov yog muaj ob lossis peb leeg tuaj nyob ua ke qhov twg tuav kuv lub npe thov, kuv yuav nrug puab nyob qhov ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.21","label":"21","content":"Petus lug nug Yexus has tas, “Tug Tswv, yog kuv ib tug kwvtij pheej ua txhum rua kuv, kuv yuav zaam txim rua nwg pistsawg zag? Zaam xyaa zag los”?"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.22","label":"22","content":"Yexus teb has tas, “Tsi yog xyaa zag xwb, tabsis yog xyaa zag xyaa caum;"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.23","label":"23","content":"Ntuj Ceebtsheej pev ib yaam le ib tug vaajntxwv moog txheeb nwg tej ntawv saib nwg cov tubkhai puas muaj leejtwg tshuav nwg nqe."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.24","label":"24","content":"Thaus nwg nyavnyuas pib txheeb, txawm muaj tuabneeg coj ib tug tubkhai kws tshuav vaajntxwv nqe ib plhom nyaj lug cuag vaajntxwv."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.25","label":"25","content":"Tug tubkhai ntawd tsi muaj nyaj them, ces vaajntxwv txhaj has kuas ca le muab nwg, nwg quaspuj mivnyuas hab txhua yaam kws nwg muaj coj moog muag huv tuabsi, kuas tau nyaj lug them nwg tej nqe."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.26","label":"26","content":"Tug tubkhai ntawd txawm txhus caug ndlua ntawm vaajntxwv kutaw hab thov has tas, ‘Thov koj ua sab ntev rua kuv, kuv maam le moog nrhav lug them rua koj huv tuabsi!’"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.27","label":"27","content":"Vaajntxwv hlub tug tubkhai ntawd, ces vaajntxwv txawm zaam tej nqe huv tuabsi rua nwg hab tso nwg moog lawm."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.28","label":"28","content":"“Thaus tug tubkhai ntawd tawm moog, nwg moog ntsib ib tug kws yog puab tuab paab tubkhai. Tug ntawd tshuav nwg nqe ib puas lub nyaj xwb. Nwg txawm ntsab nkaus tug ntawd nyem rojpaas hab has tas, ‘Koj ca le them cov nqe kws koj tshuav kuv lug rua kuv taamsim nuav!’"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.29","label":"29","content":"Tug ntawd txhus caug ndlua thov nwg has tas, ‘Thov koj ua sab ntev rua kuv, kuv maam le nrhav lug them rua koj!’"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.30","label":"30","content":"Tabsis tug tubkhai ntawd tsi yib le, nwg txawm coj tug ntawd moog kaw rua huv tsev lojcuj moog txug nub kws tug ntawd them nqes taag."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.31","label":"31","content":"Thaus nwg tuab paab tubkhai pum nwg ua le ntawd, puab chim heev, puab txhaj moog qha zaaj ntawd rua vaajntxwv."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.32","label":"32","content":"Vaajntxwv txawm hu tug tubkhai ntawd tuaj cuag nwg hab has tas, ‘Tug tubkhai kws sab phem! Kuv tub zaam tej nuj nqes kws koj tshuav kuv huv tuabsi rua koj lawm, vim koj thov kuv."},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.33","label":"33","content":"Tsimnyog koj yuavtsum hlub tug tubkhai kws yog koj ib paab, ib yaam le kuv tub hlub koj lawm.’"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.34","label":"34","content":"Vaajntxwv chim heev, nwg txawm kuas luas muab tug tubkhai ntawd coj moog kaw rua huv tsev lojcuj moog txug nub kws tug ntawd them nqes taag.”"},{"bible_id":"1726","chapter_code":"MAT.18","verse_code":"MAT.18.35","label":"35","content":"Yexus xaus lug has tas, “Yog mej ib leeg tsi zaam txim rua ib leeg, kuv Txiv tug kws nyob sau ntuj ceebtsheej yuav ua ib yaam nkaus le ntawd rua mej hab.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.1","label":"1","content":"Thaus Yexus qha tej ntawd taag lawm, nwg txawm tawm huv lub xeev Kalilais moog rua nraag lub xeev Yudas saab Dlej Yauladees tim u."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.2","label":"2","content":"Muaj tuabneeg coob coob nrug nwg moog, hab nyob qhov ntawd nwg khu puab txhua tug zoo mob huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.3","label":"3","content":"Muaj cov Falixais qee leej tuaj cuag Yexus, puab xaub saib Yexus puas yuav has txhum. Puab nug Yexus has tas, “Peb txuj kevcai puas pub ib tug quasyawg twg muab nwg tug quaspuj nrauj, tsi has nwg ua txhum luj lossis ua txhum yau?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.4","label":"4","content":"Yexus teb has tas, “Mej tsi tau nyeem Vaajtswv txujlug kws has tas, ‘Thaus chivkeeb Vaajtswv tau tsim txivneej hab quaspuj?’"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.5","label":"5","content":"Hab has tas, ‘Tub yog vim le nuav tug txivneej txhaj tso nwg nam nwg txiv tseg hab moog nrug nwg tug quaspuj nyob, obtug yuav koom ua ib lub cev.’"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.6","label":"6","content":"Obtug tsi yog ob leeg lawm, tabsis yog ib leeg xwb. Vaajtswv tub muab obtug lug txis ua txwj ua nkawm lawm, yog le ntawd tuabneeg tsi xob muab obtug cais.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.7","label":"7","content":"Cov Falixais rov nug Yexus has tas, “Vim le caag Mauxes tsua tso cai rua tug quasyawg ua ntawv nrauj rua nwg tug quaspuj, ces nrauj tau?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.8","label":"8","content":"Yexus teb has tas, “Qhov kws Mauxes tso cai rua mej nrauj quaspuj, tub yog vim mej tawv ncauj tsi muaj leejtwg has tau. Tabsis thaus chivkeeb yeej tsi muaj le ntawd."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.9","label":"9","content":"Kuv qha rua mej has tas, yog leejtwg tug quaspuj tsi tau moog ntxag hluas nraug, nwg ca le muab nrauj lawm, yog nwg moog yuav dlua quaspuj tshab, ces yog nwg ntxag luas quaspuj.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.10","label":"10","content":"Cov thwjtim has rua Yexus has tas, “Yog yuav quaspuj yuav quasyawg zoo le ntawd, ces tsi xob yuav kuj zoo dlua?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.11","label":"11","content":"Yexus teb has tas, “Tsi yog txhua tug yuav ua tau le txujlug nuav qha, tabsis tsuas yog tug kws Vaajtswv pub rua txhaj ua tau xwb."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.12","label":"12","content":"Muaj qee leej tsi yuav quaspuj, rua qhov puab yeej zoo le ntawd thaus nruab thab lug: Muaj qee leej tsi yuav, rua qhov luas ua rua puab zoo le ntawd. Hab muaj qee leej tsi yuav, rua qhov puab xaav ua Vaajtswv teg num. Yog leejtwg coj tau lawv le txujlug nuav qha, ca le khaws coj.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.13","label":"13","content":"Muaj tuabneeg coj tej mivnyuas yau tuaj cuag Yexus hab thov kuas nwg cev teg plhw cov mivnyuas hab foom koob moov rua puab, tabsis cov thwjtim tshev cov tuabneeg ntawd."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.14","label":"14","content":"Yexus has tas, “Ca le coj cov mivnyuas lug cuag kuv, tsi xob txwv puab, rua qhov Ntuj Ceebtsheej yog cov tuabneeg kws muaj lub sab mog sab muas ib yaam le cov mivnyuas yau nuav tug.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.15","label":"15","content":"Thaus Yexus cev teg plhw cov mivnyuas ntawd taubhau taag, ces Yexus txawm tawm qhov chaw ntawd moog lawm."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.16","label":"16","content":"Muaj ib zag ib tug txivneej tuaj cuag Yexus hab nug has tas, “Xwbfwb, yaam twg yog yaam zoo kws kuv yuavtsum ua, kuv txhaj tau txujsa ntev dlhawv moog ibtxhis?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.17","label":"17","content":"Yexus teb has tas, “Vim le caag koj nug kuv has txug yaam twg yog yaam zoo? Tsuas muaj tuab tug txhaj yog tug zoo xwb. Yog koj xaav tau txujsa, koj yuavtsum coj lawv le Vaajtswv txuj Kevcai.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.18","label":"18","content":"Nwg rov nug Yexus has tas, “Yog nqai twg?” Yexus teb has tas, “Tsi xob tua tuabneeg; tsi xob ntxag luas quaspuj luas quasyawg; tsi xob ua tubsaab; tsi xob ua timkhawv tsi tseeb."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.19","label":"19","content":"fwm koj nam koj txiv; hab hlub kwvtij zej zog ib yaam le koj hlub koj lub cev.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.20","label":"20","content":"Tug hluas ntawd teb has tas, “Tej ko kuv tub coj txhua nqai huv tuabsi lawm. Tseem tshuav yaam twg kws kuv tsi tau ua hab?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.21","label":"21","content":"Yexus has rua nwg tas, “Yog koj xaav ua tug kws zoo kawg nkaus, koj ca le moog muab koj tej qhov txhua chaw muag huv tuabsi hab muab cov nyaj ntawd faib rua cov tuabneeg pluag, koj txhaj yuav yog tug kws npluanuj nyob sau ntuj ceebtsheej; tom qaab ntawd koj ca le tuaj nrug kuv moog.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.22","label":"22","content":"Thaus tug hluas ntawd nov Yexus has le nuav, nwg nyuaj sab kawg hab tawm lawm, rua qhov nwg npluanuj heev."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.23","label":"23","content":"Yexus has rua nwg cov thwjtim has tas, “Kuv qha tseeb rua mej has tas, ib tug tuabneeg npluanuj yuav moog Ntuj Ceebtsheej mas nyuaj kawg le."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.24","label":"24","content":"Kuv has ntxiv rua mej has tas, ib tug ntxhuav nkaag lub qhov koob tseem yoojyim dlua ib tug tuabneeg npluanuj moog Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.25","label":"25","content":"Thaus cov thwjtim nov le ntawd, puab xaav tsi thoob le. Puab nug has tas, “Yog le ntawd, leejtwg txhaj yuav dlim tau?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.26","label":"26","content":"Yexus tsaa qhovmuag saib puab hab teb has tas, “Tuabneeg ua tsi tau, tabsis Vaajtswv ua tau ib puas tsaav yaam huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.27","label":"27","content":"Ces Petus has rua Yexus has tas, “Peb tub tso txhua yaam tseg hab nrug koj txug taav nuav, peb yuav tau dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.28","label":"28","content":"Yexus has rua puab tas, “Kuv qha tseeb rua mej has tas, thaus Tuabneeg Leej Tub nyob sau lub zwmtxwv kws ci ntsaa ab huv lub nplajteb tshab, mas mej kaum ob leeg kws nrug kuv nuav yuav tau nyob sau kaum ob lub zwmtxwv, hab txav txim rua kaum ob xeem Yixalayees."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.29","label":"29","content":"Hab txhua tug kws tso vaaj tse, tso kwvtij, tso nkauj muam, tso nam txiv, tso mivnyuas, hab tso laj teb, vim nwg ntseeg kuv, tug ntawd yuav tau ib puas npaug, hab nwg yuav tau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"MAT.19","verse_code":"MAT.19.30","label":"30","content":"Tabsis muaj ntau tug kws nwgnuav ua cov thawj yuav tau moog nyob tom tw, hab cov kws nwgnuav nyob tom tw yuav tau lug ua cov thawj.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.1","label":"1","content":"“Ntuj Ceebtsheej pev ib yaam le ib tug tswv vaaj kws sawv ntxuv moog nrhav tub zug tuaj tu nwg lub vaaj txiv maab."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.2","label":"2","content":"Nwg has hum nrug cov tub zug ib nub twg ib lub nyaj, ces nwg txawm kuas cov tub zug moog tu nwg lub vaaj."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.3","label":"3","content":"Thaus cuaj teev, nwg rov moog tom kab, nwg pum ib cov tuabneeg ncig nkuj nkuag tsi muaj num ua."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.4","label":"4","content":"Nwg txawm has rua puab tas, ‘Mej ca le moog tu kuv lub vaaj txiv maab, kuv yuav muab nqe zug kuas tsimnyog rua mej.’"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.5","label":"5","content":"Puab txawm moog lawm. Thaus kaum ob teev hab thaus peb teev, nwg kuj moog ua ib yaam le thawj ob zag kws nwg tau ua lug lawm hab."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.6","label":"6","content":"Thaus yuav laug txug tsib teev, nwg rov moog rua tom kab, nwg pum ib cov tuabneeg sawv ncig nkuj nkuag ntawd. Ces nwg has rua puab tas, ‘Vim le caag mej tuaj nyob ib nub dlawb dlawb ntawm nuav tsi ua dlaabtsi le?’ Puab teb has tas,"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.7","label":"7","content":"‘Tub tsi muaj leejtwg ndlav peb.’ Nwg txhaj has rua puab tas, ‘Mej ca le moog tu kuv lub vaaj txiv maab hab.’"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.8","label":"8","content":"“Thaus tsaus ntuj lawm, tug tswv vaaj kuas tug kws saib cov tub zug moog hu cov tub zug lug hab them nqe zug rua puab. Nwg has tas, ‘Koj xub muab rua cov kws tuaj tom qaab tsaiv, koj maam le muab rua cov kws xub tuaj.’"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.9","label":"9","content":"Cov kws tuaj ua num thaus tsib teev, puab ib leeg tau ib lub nyaj."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.10","label":"10","content":"Cov kws xub tuaj xaav has tas, puab yuav tau ntau dlua cov kws tuaj tom qaab; tabsis puab ib leeg tsuas tau ib lub nyaj hab xwb."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.11","label":"11","content":"Thaus muab nyaj rua puab taag lawm, puab txawm ywg rua tug tswv vaaj has tas,"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.12","label":"12","content":"‘Cov tuabneeg kws tuaj ua num thaus yuav tsaus ntuj, puab nyavnyuas ua tau ib txoog teev xwb, peb tiv tshaav ua num ib nub tsaus ntuj los koj muab rua peb npaum le koj muab rua puab hab xwb!’"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.13","label":"13","content":"Tug tswv vaaj teb rua puab cov ntawd ib tug has tas, ‘Phoojywg, tsi yog kuv ua tsi ncaaj rua koj, koj tub yeej zoo sab ua ib nub ib lub nyaj lawm los sav."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.14","label":"14","content":"Koj ca le nqaa koj lub nyaj hab moog tsev. Kuv zoo sab muab rua tug kws tuaj tom qaab npaum le kws kuv muab rua koj."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.15","label":"15","content":"Kuv tsi muaj cai muab kuv tej nyaj siv lawv le kuv pum zoo los? Koj pum kuv muaj sab dlawb, koj txawm khib los?’ ”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.16","label":"16","content":"Yexus xaus lug has tas, “Cov kws nwgnuav nyob tom tw yuav tau moog ua cov thawj, hab cov kws nwgnuav ua cov thawj, yuav tau lug nyob tom tw.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.17","label":"17","content":"Thaus Yexus moog nraag lub nroog Yeluxalees, nwg coj nwg kaum ob tug thwjtim nrug nwg moog. Thaus puab taug kev moog, nwg has tuabywv rua puab tas,"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.18","label":"18","content":"“Mej ua tuab zoo noog, peb yuav moog rua nraag lub nroog Yeluxalees. Nyob nraag, yuav muaj tuabneeg nteg Tuabneeg Leej Tub coj moog cob rua cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai. Puab yuav txav txim coj nwg moog tua povtseg,"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.19","label":"19","content":"hab muab nwg rua lwm Tsaav Tuabneeg, puab yuav thuam nwg hab ua saib tsi taug nwg, muab nwg nplawm, hab muab nwg ntsa rua sau ntoo khaublig, hab peb nub nwg yuav sawv rov qaab lug.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.20","label":"20","content":"Xenpedais tug quaspuj coj nwg ob tug tub tuaj cuag Yexus, nwg txhus caug ndlua ntawm Yexus kutaw hab thov ib yaam ntawm Yexus."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.21","label":"21","content":"Yexus nug nwg has tas, “Koj xaav tau dlaabtsi?” Nwg teb has tas, “Thov koj coglug rua kuv has tas, thaus koj lug ua Vaajntxwv lawm, koj yuav pub kuv ob tug tub, ib tug nyob ntawm koj saab xis hab ib tug nyob ntawm koj saab txhumphem.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.22","label":"22","content":"Yexus teb has tas, “Yaam kws meb thov ntawd, meb tsi totaub. Lub khob kws kuv yuav haus, meb puas haus taug?” Obtug teb has tas, “Wb haus taug.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.23","label":"23","content":"Yexus has rua obtug tas, “Meb yeej yuav haus taug lub khob kws kuv haus. Tabsis qhov kws meb ib leeg yuav nyob ntawm kuv saab xis, hab ib leeg yuav nyob ntawm kuv saab txhumphem, kuv tsi muaj cuabkaav muab rua meb. Ob lub chaw ntawd, kuv Txiv npaaj rua leejtwg, tug ntawd txhaj tau xwb.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.24","label":"24","content":"Thaus cov thwjtim kaum leej nov le ntawd, puab chim rua obtug."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.25","label":"25","content":"Yexus hu cov thwjtim lug ua ke hab has rua puab tas, “Mej tub paub lawm has tas cov numtswv kws kaav tebchaws muaj fwjchim luj dlua cov pejxeem. Hab puab yuam kuas cov pejxeem ua lawv le puab has."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.26","label":"26","content":"Tabsis mej cov tsi xob ua le ntawd. Yog mej cov leejtwg xaav ua tug hlub, tug ntawd yuavtsum ua mej tug tubkhai;"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.27","label":"27","content":"hab yog mej cov leejtwg xaav ua tug thawj, tug ntawd yuavtsum ua mej tug qhev."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.28","label":"28","content":"Ib yaam le Tuabneeg Leej Tub, nwg lug nwg tsi tau kuas leejtwg tu nwg, tabsis nwg lug tu suavdlawg hab muab nwg txujsa lug txhwv ntau leej.”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.29","label":"29","content":"Thaus Yexus hab nwg cov thwjtim taabtom tawm huv lub nroog Yelikaus moog, muaj tuabneeg coob coob lawv nwg qaab moog."},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.30","label":"30","content":"Muaj ob tug txivneej dligmuag nyob quastsawg ntawm ntug kev nov has tas Yexus taug kev tuaj, ces obtug txawm hu nrov nrov has tas, “Daviv tug Tub! Thov koj taabncuab wb hab!”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.31","label":"31","content":"Cov tuabneeg coob coob ntawd cheem obtug has tas, “Meb tsi xob has lug.” Tabsis obtug hajyam hu nrov nrov has tas, “Daviv tug Tub! Thov koj taabncuab wb hab!”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.32","label":"32","content":"Yexus txawm nreg hab hu obtug lug cuag nwg, nwg nug obtug has tas, “Meb xaav kuas kuv paab meb dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.33","label":"33","content":"Obtug teb has tas, “Tug Tswv, thov koj khu wb ob lub qhovmuag kuas pum kev!”"},{"bible_id":"1726","chapter_code":"MAT.20","verse_code":"MAT.20.34","label":"34","content":"Yexus taabncuab obtug, nwg txawm cev teg moog kov obtug ob lub qhovmuag; ces taamsim ntawd obtug txawm pum kev, hab obtug nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.1","label":"1","content":"Thaus Yexus hab nwg cov thwjtim moog yuav txug huv lub nroog Yeluxalees, puab moog txug lub zog Npefakhes kws nyob ntawm roob txiv ntoo roj. Yexus txawm khaiv ob tug thwjtim ua ntej moog"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.2","label":"2","content":"hab qha obtug has tas, “Meb ca le ncaaj nraim moog rua huv lub zog kws nyob tom meb hauv ntej. Thaus meb moog txug meb yuav pum ob nam tub neeg luav khi ca qhov ntawd. Meb ca le dlaws hab caab lug rua kuv."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.3","label":"3","content":"Yog muaj leejtwg nug meb, meb ca le teb has tas, ‘Tug Tswv  xaav siv’; ces tug ntawd yuav ca meb caab lug taamsim ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.4","label":"4","content":"Muaj le nuav kuas tav lawv le tug cev Vaajtswv lug tau has tseg lawm has tas:"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.5","label":"5","content":"“Ca le qha rua cov tuabneeg kws nyob huv lub nroog Xi-oos has tas, mej tug vaajntxwv taabtom lug cuag mej! Nwg txu fwjchim hab caij ib tug mivnyuas neeg luav lug.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.6","label":"6","content":"Ob tug thwjtim txawm moog ua lawv le Yexus qha."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.7","label":"7","content":"Obtug txhaj caab tau ob nam tub neeg luav lug, obtug hle obtug ob lub tsho ntev lug pua tug mivnyuas neeg luav nrausqaum rua Yexus caij."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.8","label":"8","content":"Cov tuabneeg coob coob kws nrug Yexus moog ntawd muaj ibtxha hle puab tej tsho lug pua, hab ibtxha txav nplooj ntoos lug pua."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.9","label":"9","content":"Cov tuabneeg coob coob kws moog ua Yexus ntej hab cov kws lawv Yexus qaab qw nrov nrov has tas, “Ca le qhuas Daviv tug Tub! Thov Vaajtswv foom koob moov rua tug kws Vaajtswv khaiv lug! Ca le qhuas Vaajtswv tug kws nyob sau ntuj ceebtsheej!”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.10","label":"10","content":"Thaus Yexus moog txug huv lub nroog Yeluxalees lawm, cov tuabneeg kws nyob huv lub nroog raag zum zawg hab sis nug has tas, “Tug nuav yog leejtwg?”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.11","label":"11","content":"Cov tuabneeg coob coob ntawd teb has tas, “Tug nuav yog Yexus kws yog ib tug cev Vaajtswv lug, nwg tuaj peg lub nroog Naxales kws nyob huv xeev Kalilais tuaj.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.12","label":"12","content":"Yexus moog rua ntawm lub Tuamtsev, hab ntab cov tuabneeg kws tuaj ua laag ua luam ibncig ntawm lub Tuamtsev tawm moog. Nwg muab cov tuabneeg pauv nyaj tej rooj hab cov tuabneeg kws muag nquab tej rooj nyob ntxeev pis hlo."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.13","label":"13","content":"Yexus has rua puab tas, “Vaajtswv Txujlug sau tseg has tas, ‘Suavdlawg yuav hu kuv lub Tuamtsev has tas yog qhov chaw thov Vaajtswv.’ Tabsis mej muab ua qhov chaw rua tubsaab nkaum!”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.14","label":"14","content":"Muaj cov tuabneeg dligmuag hab cegtawv tuaj cuag Yexus huv lub Tuamtsev, hab Yexus khu puab txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.15","label":"15","content":"Thaus cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai pum tej txujci tseemceeb kws Yexus ua ntawd, hab nov cov mivnyuas yau kws tuaj nyob huv lub Tuamtsev qw has tas, “Ca le qhuas Daviv tug Tub!” Ces puab chim kawg le."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.16","label":"16","content":"Puab has rua Yexus has tas, “Koj tsi nov tej lug kws cov mivnyuas ntawd has los?” Yexus teb has tas, “Kuv nov, mej tsi tau nyeem Vaajtswv txujlug kws has tas, ‘Koj tub cob cov mivnyuas yau hab cov mivnyuas mog lab kuas paub qhuas Vaajtswv lawm.’ ”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.17","label":"17","content":"Yexus txawm ncaim puab hab tawm huv lub nroog moog pw tom lub zog Npethanis lawm."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.18","label":"18","content":"Nub tom qaab thaus sawv ntxuv, Yexus taug kev rov moog rua tom lub nroog, nwg tshaib plaab."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.19","label":"19","content":"Nwg pum ib tsob txiv ncuav pas nyob ntawm ntug kev, nwg txawm moog saib. Tabsis tsi pum muaj txiv le, tsuas muaj nplooj xwb. Yexus has rua tsob ntoo tas, “Txij nuav moog koj yuav tsi tau txi txiv ib zag le lawm!” Taamsim ntawd tsob txiv ncuav pas txawm ca le qhuav lawm."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.20","label":"20","content":"Thaus cov thwjtim pum le ntawd puab xaav tsi thoob hab has tas, “Ua le caag tsob txiv ncuav pas nuav yuav tuag sai ua luaj le ntawd?”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.21","label":"21","content":"Yexus teb has tas, “Kuv qha tseeb rua mej has tas, yog mej ntseeg tag tag, mej yeej muaj cuabkaav ua tau ib yaam le kuv ua rua tsob txiv ncuav pas nuav. Tsi taag le ntawd xwb, yog mej has rua lub roob nuav has tas, ‘Ca le txaav lawm nraag dlej havtxwv,’ ces lub roob yeej yuav moog lawv le mej has."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.22","label":"22","content":"Yog mej ntseeg tag, mej thov yaam twg, mej yuav tau yaam ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.23","label":"23","content":"Yexus rov moog rua huv lub Tuamtsev; thaus nwg taabtom qha, cov thawj ntawm cov povthawj, hab cov txwjlaug txawm tuaj nug Yexus has tas, “Ua le caag koj muaj cai tuaj ua tej nuav? Leejtwg tso cai rua koj?”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.24","label":"24","content":"Yexus teb puab has tas, “Kuv yuav nug mej ib lus, yog mej teb tau, kuv maam le qha rua mej saib ua le caag kuv muaj cai ua tej nuav."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.25","label":"25","content":"Leejtwg tso cai rua Yauhaas muab tuabneeg ua kevcai raus dlej, Vaajtswv lossis tuabneeg?” Puab txawm sis thaam has tas, “Yog peb teb has tas, ‘Vaajtswv kuas Yauhaas ua,’ nwg yuav has rua peb tas, ‘Vim le caag mej tsua tsi ntseeg Yauhaas tej lug?’"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.26","label":"26","content":"Yog peb teb has tas, ‘Tuabneeg kuas Yauhaas ua,’ Peb ntshai nyob tsaam cov pejxeem tsua ua phem rua peb, rua qhov suavdlawg yeej paub has tas Yauhaas yog ib tug cev Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.27","label":"27","content":"Yog le ntawd, puab txhaj teb Yexus has tas, “Peb tsi paub!” Yexus has rua puab tas, “Yog le ntawd, kuv yuav tsi qha rua mej paub has tas yog leejtwg tso cai rua kuv ua tej nuav hab.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.28","label":"28","content":"“Mej xaav le caag? Muaj ib tug txivneej muaj ob tug tub. Leej txiv moog has rua tug tub hlub tas, ‘Mivtub, nub nua koj moog tu kuv lub vaaj txiv maab.’"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.29","label":"29","content":"Tug tub hlub teb has tas, ‘Kuv tsi moog.’ Tabsis tom qaab ntawd nwg txawm moog lawm."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.30","label":"30","content":"Leej txiv tsua moog has rua tug tub yau ib yaam le ntawd hab. Tug tub yau teb has tas, ‘Txiv, kuv maam le moog.’ Tabsis nwg tsi moog."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.31","label":"31","content":"Ob tug tub nuav, tug twg yog tug kws noog leej txiv lug?” Puab teb has tas, “Yog tug tub hlub.” Yexus has rua puab tas, “Kuv qha rua mej has tas, cov tuabneeg sau se hab cov namndlav yuav xub tau moog rua huv Vaajtswv lub Tebchaws ua ntej mej."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.32","label":"32","content":"Rua qhov Yauhaas tug kws muab tuabneeg ua kevcai raus dlej tub lug qha txujkev ncaaj nceeg rua mej, tabsis mej tsi ntseeg, tsuas yog cov tuabneeg sau se hab cov namndlav txhaj ntseeg xwb. Txawm yog mej pum le ntawd los mej tsi tso mej tej kev txhum tseg hab lug ntseeg nwg tej lug.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.33","label":"33","content":"Yexus has tas, “Mej noog, kuv yuav qha ib zaaj lug pevtxwv rua mej. Muaj ib tug tswv vaaj, nwg xov tau ib lub vaaj hab cog txiv maab rua huv, nwg khawb ib lub qhov tsuam txiv maab hab ua lub chaw tsomfaaj zuv. Nwg muab tso rua ib cov tuabneeg tu sis faib cov txiv, ces nwg txawm moog rua lwm tebchaws lawm."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.34","label":"34","content":"Thaus txug lub caij dle txiv maab, nwg txawm khaiv nwg cov tubkhai moog sau cov txiv maab kws yog nwg tug lug rua nwg."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.35","label":"35","content":"Tabsis cov tuabneeg kws tu lub vaaj txawm muab tug tswv cov tubkhai nteg, muab ib tug ntaus, muab ib tug tua, hab muab pobzeb ntaus ib tug."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.36","label":"36","content":"Tug tswv khaiv dlua ib cov tubkhai coob dlua thawj paab moog. Cov tuabneeg kws tu lub vaaj kuj ua phem rua cov tubkhai ntawd ib yaam nkaus le thawj zag hab."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.37","label":"37","content":"Thaus kawg tug tswv vaaj khaiv nwg tug tub moog cuag puab. Nwg xaav has tas, ‘Puab yuav fwm kuv tug tub.’"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.38","label":"38","content":"Tabsis thaus cov tuabneeg kws tu lub vaaj pum tug tswv tug tub tuaj, puab sis thaam has tas, ‘Tug nuav yog tug tswv vaaj tug tub, peb ca le muab nwg tua povtseg, peb txhaj tau nwg lub vaaj!’"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.39","label":"39","content":"Puab txawm nteg kag nwg, muab nwg thawb moog rua saab ntug vaaj nrau hab muab nwg tua povtseg.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.40","label":"40","content":"Yexus nug has tas, “Thaus tug tswv vaaj rov qaab lug, nwg yuav ua le caag rua cov tuabneeg kws tu lub vaaj ntawd?”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.41","label":"41","content":"Puab teb has tas, “Nwg yuav muab cov tuabneeg sab phem kws tu lub vaaj ntawd tua povtseg huv tuabsi, hab muab lub vaaj ntawd rua lwm cov tu. Thaus txug lub caij faib txiv maab, puab yuav faib cov kws yog nwg tug rua nwg.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.42","label":"42","content":"Yexus has rua puab tas, “Mej tsi tau nyeem Vaajtswv Txujlug kws has tas, ‘Lub pobzeb kws cov kws ua tsev muab povtseg, lub ntawd tub lug ua lub thawj lawm. Qhov nuav yog tug Tswv ua; Peb pum le ntawd, peb xaav tsi thoob le!’ ”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.43","label":"43","content":"Yexus has ntxiv tas, “Kuv qha rua mej has tas Vaajtswv yuav muab nwg lub Tebchaws tshem tawm ntawm mej moog rua ib tsaav tuabneeg kws noog Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.44","label":"44","content":"[Yog leejtwg qaug tsoo lub pobzeb ntawd, tug ntawd lub cev yuav tawg taag, yog lub pobzeb ntawd poob lug tsoo leejtwg, tug ntawd lub cev yuav ntsoog taag huv tuabsi.]"},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.45","label":"45","content":"Thaus cov thawj ntawm cov povthawj hab cov Falixais nov tej lug pevtxwv kws Yexus qha ntawd, puab paub has tas yog Yexus has txug puab."},{"bible_id":"1726","chapter_code":"MAT.21","verse_code":"MAT.21.46","label":"46","content":"Ces puab txawm xaav nteg Yexus taamsim ntawd, tabsis puab ntshai cov pejxeem, rua qhov suavdlawg yeej paub has tas Yexus yog ib tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.1","label":"1","content":"Yexus has dlua ob peb zaaj lug pevtxwv rua suavdlawg noog has tas,"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.2","label":"2","content":"“Ntuj Ceebtsheej pev ib yaam le ib tug vaajntxwv yuav nyaab rua nwg tug tub hab noj tshoob."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.3","label":"3","content":"Vaajntxwv txawm khaiv nwg cov tubkhai moog hu cov qhua kws nwg tub caw lawm kuas tuaj nrug nwg noj tshoob, tabsis tsi muaj leejtwg tuaj le."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.4","label":"4","content":"Nwg txhaj khaiv dlua ib paab tubkhai moog has rua cov qhua kws nwg tub caw lawm has tas, ‘kuv rooj tshoob, kuv tub npaaj txhij lawm. Kuv tej saam nyuj hab kuv tej mivnyuas nyuj rog rog, kuv tub tua hab ua sav taag lawm, mej ca le tuaj noj.’"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.5","label":"5","content":"Tabsis cov qhua ntawd tsi muaj leejtwg quavntsej le, nyag txawm moog ua nyag num taag lawm: tug moog ua teb los muaj, tug moog ua luam los muaj,"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.6","label":"6","content":"dlua le tej tseem nteg cov tubkhai ntawd, muab puab ntaus hab muab tua povtseg."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.7","label":"7","content":"Vaajntxwv chim heev; nwg txawm txhij nwg cov tubrog moog muab cov tuabneeg tua tuabneeg ntawd tua povtseg, hab muab puab lub nroog hlawv taag huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.8","label":"8","content":"Vaajntxwv txawm hu nwg cov tubkhai lug hab has rua puab tas, ‘Kuv rooj tshoob, kuv tub npaaj txhij lawm, tabsis cov tuabneeg kws kuv caw ntawd, puab tsi tsimnyog tuaj noj."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.9","label":"9","content":"Mej ca le moog rua tom tej kev luj, mej ntsib leejtwg los hu kuas puab ca le tuaj noj kuv rooj tshoob nuav."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.10","label":"10","content":"Ces cov tubkhai txawm tawm moog rua tom tej kev, tej tuabneeg kws puab ntsib, tsi has tug zoo tug phem los puab hu kuas tuaj huv tuabsi; suavdlawg tuaj nyob puv nkaus vaajntxwv tsev."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.11","label":"11","content":"“Thaus vaajntxwv lug saib cov qhua kws tuaj, nwg pum ib tug txivneej kws naav rig tsho tsi phim rooj tshoob."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.12","label":"12","content":"Vaajntxwv nug has tas, ‘Phoojywg, koj tub tsi naav cev rig tsho ua tshoob, ua le caag koj tsua tuaj huv nuav?’ Tabsis tug ntawd has tsi taug ib lus le."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.13","label":"13","content":"Vaajntxwv txawm has rua vaajntxwv cov tubkhai has tas, ‘Mej ca le muab tug ntawd paav teg paav taw, hab muab nwg pov rua saab nrau qhov kws tsaus ntuj nti. Nyob qhov ntawd nwg yuav quaj qw tum nav quas qawv.’ ”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.14","label":"14","content":"Yexus xaus lug has tas, “Cov tuabneeg kws tau hu lawm muaj coob, tabsis cov kws xaiv tau muaj tsawg.”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.15","label":"15","content":"Cov Falixais txawm tawm moog saablaaj has tas, puab yuav nug le caag, Yexus txhaj has txhum."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.16","label":"16","content":"Puab khaiv puab cov thawj qee leej hab Helauj cov qee leej tuaj cuag Yexus, hab nug has tas, “Xwbfwb, peb paub has tas koj yog tug ncaaj nceeg, hab qha Vaajtswv txujlug tseeb rua tuabneeg, koj tsi xaiv leejtwg ntsejmuag le, txawm yog puab yuav nyam hab tsi nyam los xij."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.17","label":"17","content":"Koj qha rua peb saib koj xaav le caag? Yog peb them se rua Xixas puas txhum peb txuj kevcai los tsi txhum?”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.18","label":"18","content":"Yexus tub paub puab lub sab xaav phem lawm, nwg txhaj has rua puab tas, “Cov nam tuabneeg ntsejmuag ncaaj sab nkhaus! Mej tuaj sim kuv ua dlaabtsi?"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.19","label":"19","content":"Ca le muab lub nyaj kws yuav coj moog them se ntawd lug rua kuv saib!” Puab txawm muab lub nyaj rua Yexus."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.20","label":"20","content":"Yexus nug puab has tas, “Lub ntsejmuag hab lub npe kws sau rua ntawm lub nyaj nuav yog leejtwg lub?”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.21","label":"21","content":"Puab teb has tas, “Yog Xixas lub.” Yexus has rua puab tas, “Yaam kws yog Xixas le, ca le muab rua Xixas hab yaam kws yog Vaajtswv le, ca le muab rua Vaajtswv.”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.22","label":"22","content":"Thaus puab nov le ntawd, puab xaav tsi thoob le; ces puab txawm tso Yexus tseg hab tsiv lawm."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.23","label":"23","content":"Tuab nub ntawd cov Xadukais qee leej tuaj cuag Yexus. Puab yog cov kws tsi ntseeg has tas, tuabneeg yuav sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.24","label":"24","content":"Puab nug Yexus has tas, “Xwbfwb, Mauxes has tas, yog muaj ib tug quasyawg tuag thaus nwg tug quaspuj tsi tau muaj mivnyuas, nwg tug kwv yuavtsum yuav tug namtij, tug tijlaug txhaj muaj xeebntxwv."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.25","label":"25","content":"Yaav taag lug huv peb lub zog nuav muaj xyaa leej kwvtij. Tug tijlaug yuav quaspuj, tabsis tseem tsi tau muaj mivnyuas, nwg txawm tuag lawm, tso tug quaspuj rua tug kwv yuav."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.26","label":"26","content":"Thaus tseem tsi tau muaj mivnyuas tug kwv txawm tuag lawm hab. Tug kwv peb moog txug tug kwv xyaa, puab puavleej ua ib yaam nkaus le ntawd, hab puab tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.27","label":"27","content":"Thaus kawg tug quaspuj ntawd txawm tuag lawm hab."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.28","label":"28","content":"Yog le ntawd, nub kws cov tuabneeg tuag sawv rov qaab lug, tug quaspuj ntawd yuav yog tug twg tug quaspuj? Rua qhov puab puavleej tau yuav nwg huv tuabsi lawm.”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.29","label":"29","content":"Yexus teb puab has tas, “Mej xaav yuam kev lawm! Rua qhov mej tsi totaub Vaajtswv txujlug hab tsi paub Vaajtswv lub fwjchim."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.30","label":"30","content":"Thaus cov tuabneeg kws tuag lawm sawv rov qaab lug, puab yuav zoo ib yaam le cov timtswv kws nyob sau ntuj ceebtsheej, puab tsi yuav quaspuj tsi yuav quasyawg lawm."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.31","label":"31","content":"Mej tsi tau nyeem zaaj kws Vaajtswv tsaa cov tuabneeg tuag sawv rov qaab lug los? Vaajtswv tub qha rua mej lawm has tas,"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.32","label":"32","content":"‘Kuv yog Anplahaas tug Vaajtswv, Ixaj tug Vaajtswv, hab Yakhauj tug Vaajtswv.’ Vaajtswv tsi yog cov tuabneeg tuag tug Vaajtswv, tabsis yog cov tuabneeg caj tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.33","label":"33","content":"Thaus cov tuabneeg coob coob nov tej kws Yexus qha ntawd, puab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.34","label":"34","content":"Thaus cov Falixais nov has tas cov Xadukais tsi muaj lug teb tau Yexus le, puab txawm tuaj ua ke saablaaj,"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.35","label":"35","content":"muaj ib tug xwbfwb qha Vaajtswv txuj Kevcai kws nyob huv puab paab ntawd, nwg xaub Yexus has tas,"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.36","label":"36","content":"“Xwbfwb, Vaajtswv txuj Kevcai nqai twg yog nqai kws tseemceeb dlua ndlais huv tuabsi?”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.37","label":"37","content":"Yexus teb has tas, “ ‘Hlub tug Tswv kws yog mej tug Vaajtswv kuas kawg sab kawg ntsws, kawg plaab kawg plawv, hab kawg mej tug dlaag tug zug.’"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.38","label":"38","content":"Nqai nuav txhaj yog nqai kws tseemceeb dlua ndlais."},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.39","label":"39","content":"Hab nqai ob kws tseemceeb, has le nuav has tas: ‘Hlub mej tej kwvtij zej zog ib yaam le mej hlub mej lub cev.’"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.40","label":"40","content":"Mauxes txuj Kevcai hab cov cev Vaajtswv lug tej lug qha puavleej nyob taagnrho huv ob nqai nuav.”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.41","label":"41","content":"Thaus cov Falixais taabtom saablaaj ua ke, Yexus nug puab has tas,"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.42","label":"42","content":"“Mej xaav le caag txug tug Mexiyas? Nwg yog leejtwg tug Tub?” Puab teb has tas, “Nwg yog Daviv Tub.”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.43","label":"43","content":"Yexus rov nug puab has tas, “Yog le caag Vaaj Ntsujplig txhaj tshoov Daviv sab, kuas Daviv hu nwg has tas, ‘Tug Tswv’ Daviv has tas:"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.44","label":"44","content":"‘Tug Tswv has rua kuv tug Tswv tas, Koj ca le lug nyob ntawm kuv saab xis moog txug thaus kuv muab koj cov yeebncuab lug rua koj tsuj.’"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.45","label":"45","content":"Yog Daviv tub hu nwg has tas, ‘Tug Tswv,’ yuav ua le caag has tau tas, tug Mexiyas yog Daviv tug Tub?”"},{"bible_id":"1726","chapter_code":"MAT.22","verse_code":"MAT.22.46","label":"46","content":"Tsi muaj leejtwg teb taug Yexus ib lus le. Txij nub ntawd lug, tsi muaj leejtwg kaam nug Yexus le lawm."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.1","label":"1","content":"Tom qaab ntawd Yexus has rua cov tuabneeg coob coob hab nwg cov thwjtim has tas:"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.2","label":"2","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais yog cov kws muaj cuabkaav txhais Mauxes txuj Kevcai."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.3","label":"3","content":"Yog le ntawd, mej yuavtsum noog puab lug hab ua lawv le tej lug kws puab qha, tabsis tsi xob xyum ua lawv le puab ua; rua qhov puab tsi ua lawv le puab qha."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.4","label":"4","content":"Puab muab tej nraa nyaav lug nog rua suavdlawg ris, tabsis puab tub tsi kaam cev puab tug ntivteg moog paab thab tej nraa ntawd le."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.5","label":"5","content":"Puab ua yaam twg puab xaav ua kuas suavdlawg qhuas puab xwb. Puab xaws tej lub naab miv miv ntim Vaajtswv txujlug, muab paav rua ntawm puab hauvplaj hab ntawm puab tej ncej npaab, puab naav tej tsho ntev ntev kws ntxhoo lwg kaab!"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.6","label":"6","content":"Thaus muaj rooj noj rooj haus hab thaus puab moog rua huv tej tsev saablaaj, puab moog xaiv nyob lub chaw zoo xwb."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.7","label":"7","content":"Thaus puab moog tom tej kab, puab nyam kuas suavdlawg fwm puab hab hu puab has tas, ‘Xwbfwb.’"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.8","label":"8","content":"Tsi xob ca leejtwg hu mej has tas ‘Xwbfwb,’ rua qhov mej suavdlawg puavleej yog kwvtij huv tuabsi, hab mej tsuas muaj tuab tug xwbfwb xwb."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.9","label":"9","content":"Cov tuabneeg kws nyob huv nplajteb nuav, mej tsi xob hu leejtwg has tas, ‘Txiv,’ rua qhov mej tsuas muaj tuab leeg Txiv tug kws nyob sau ntuj ceebtsheej xwb."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.10","label":"10","content":"Hab tsi xob ca leejtwg hu mej has tas, ‘Tug Tswv,’ rua qhov mej tsuas muaj tuab tug Tswv kws yog tug Mexiyas xwb."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.11","label":"11","content":"Mej cov leejtwg xaav ua tug hlub, tug ntawd yuavtsum ua mej suavdlawg qhev."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.12","label":"12","content":"Tug kws tsaav fwjchim, Vaajtswv yuav txu tug ntawd lub fwjchim, hab tug kws txu fwjchim, Vaajtswv yuav tsaav tug ntawd lub fwjchim."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.13","label":"13","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus, mej yuav raug kev puamtsuaj! Rua qhov mej kaw qhovrooj tsi pub leejtwg moog Ntuj Ceebtsheej. Txawm yog mej los mej tub tsi moog huv, hab cov kws xaav moog los mej tseem txwv tsi pub puab moog."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.14","label":"14","content":"[Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus, mej yuav raug kev puamtsuaj! Mej txeeb cov puj ntsuag tej vaaj tse lug ua mej tug, hab ua txuj thov Vaajtswv ntev ntev, kuas suavdlawg qhuas mej. Vim le ntawd mej yuav raug txim nyaav dlua suavdlawg!]"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.15","label":"15","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus, mej yuav raug kev puamtsuaj! Mej caij nkoj hlaa dlej havtxwv moog thoob tebchaws nrhav kuas tau ib tug lug coj mej txuj kevcai; tabsis thaus mej nrhav tau lawm, mej ua rua tug ntawd tsimnyog poob rua huv ntuj tawg tshaaj mej ob npaug!"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.16","label":"16","content":"“Cov tuabneeg dligmuag kws coj lwm tug kev, mej yuav raug kev puamtsuaj! Mej qha has tas, ‘Yog leejtwg tuav txug lub Tuamtsev coglug, yog nwg tsi ua lawv le nwg coglug los tau; tabsis yog nwg tuav txug tej nyaj kub kws nyob huv lub Tuamtsev coglug, nwg yuavtsum ua lawv le nwg tau coglug tseg lawm.’"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.17","label":"17","content":"Cov tuabneeg dligmuag kws ruag! Yaam twg tseemceeb dlua? Tej kub lossis lub Tuamtsev kws ua rua tej kub ntawd tseemceeb?"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.18","label":"18","content":"Hab mej tseem qha has tas, ‘Yog leejtwg tuav txug tej thaaj fij coglug, nwg tsi ua lawv le nwg coglug los tau. Tabsis yog nwg tuav txug tej khoom fij kws nyob sau lub thaaj coglug, nwg yuavtsum ua lawv le nwg tau coglug lawm.’"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.19","label":"19","content":"Cov tuabneeg dligmuag! Yaam twg tseemceeb dlua? Tej khoom fij kws nyob sau lub thaaj, lossis lub thaaj kws ua rua tej khoom ntawd muaj nqes?"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.20","label":"20","content":"Yog le ntawd, thaus leejtwg tuav txug lub thaaj fij kws rau tej khoom kws fij rua Vaajtswv, yog nwg tuav txug lub thaaj hab cov khoom fij kws nyob sau lub thaaj huv tuabsi;"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.21","label":"21","content":"hab thaus leejtwg tuav txug lub Tuamtsev coglug, ces yog tuav txug lub Tuamtsev hab tug Vaajtswv kws nyob huv lub Tuamtsev ntawd coglug;"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.22","label":"22","content":"hab thaus leejtwg tuav txug lub ntuj coglug, ces yog nwg tuav txug lub zwmtxwv hab tug kws nyob sau lub zwmtxwv ntawd coglug."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.23","label":"23","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus, mej yuav raug puamtsuaj! Mej muab tej txumlom, tsi has pumhum, zaub txhwb hab xyaab txob, ib feem kaum rua Vaajtswv, tabsis mej tsi ua lawv le tej lug tseemceeb kws Vaajtswv txuj Kevcai qha kuas tuabneeg ua ncaaj nceeg, muaj kev taabncuab, hab ua lub sab ncaaj. Tsimnyog mej ua lawv le tej lug qha nuav, hab tsi xob tso lwm nqai tseg."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.24","label":"24","content":"Cov tuabneeg dligmuag kws coj lwm tug kev! Tug yoov poob rua huv cov dlej kws mej yuav haus, mej tseem muab lim huv tuabsi, tabsis mej tub nqog ib tug ntxhuav lawm mej tsi paub!"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.25","label":"25","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus! Mej yuav raug kev puamtsuaj! Mej ibtxwm ntxuav taig ntxuav khob saab nrau kuas huv huv, tabsis saab huv puv nkaus tej kev phem kev qas hab sab hlub."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.26","label":"26","content":"Cov Falixais kws dligmuag! Yog mej xub ntxuav taig ntxuav khob saab huv kuas huv lawm, ces saab nrau yeej yuav huv hab."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.27","label":"27","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus! Mej yuav raug kev puamtsuaj! Mej zoo ib yaam le lub ntxaa kws pleev moov sib saab nrau dlawb paug, tabsis saab huv puv nkaus pobtxhaa tuabneeg tuag hab tsw lwj ntxag xwb."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.28","label":"28","content":"Mej zoo ib yaam nkaus le ntawd, suavdlawg saib saab nrau, suavdlawg xaav has tas, mej yog tuabneeg zoo, tabsis mej yog tuabneeg ntsejmuag ncaaj sab nkhaus, hab ua txhum."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.29","label":"29","content":"“Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais kws ntsejmuag ncaaj sab nkhaus! Mej yuav raug kev puamtsuaj! Mej txhim cov cev Vaajtswv lug tej ntxaa zoo nkauj heev, hab ua rua tej pemthuam kws tuabneeg puab ncu txug cov tuabneeg ncaaj nceeg thaus u, kuas zoo nkauj."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.30","label":"30","content":"Hab mej has tas, ‘Yog peb nyob tam kws peb cov yawmkoob nyob, peb yuav tsi nrug puab tua cov cev Vaajtswv lug.’"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.31","label":"31","content":"Mej has le ntawd, kuj yog mej leeg has tas, mej yog cov kws tua cov cev Vaajtswv lug ntawd cov xeebntxwv ntaag!"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.32","label":"32","content":"Yog le ntawd, mej ca le ua tej kws mej cov yawmkoob tau ua lawm kuas tav!"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.33","label":"33","content":"Cov nam naab, hab naab cov mivnyuas! Mej xaav has tas, mej yuav tsi raug txav txim hab yuav tsi poob moog rua huv ntuj tawg nua los?"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.34","label":"34","content":"Kuv qha tseeb rua mej has tas, kuv yuav khaiv cov kws cev Vaajtswv lug, cov tuabneeg muaj tswvyim, hab ib cov xwbfwb tuaj qha mej; mej yuav muab qee leej tua povtseg, muab qee leej ntsa rua sau ntoo khaublig, muab qee leej nplawm huv tej tsev saablaaj hab ntab puab tsiv ib lub nroog moog rua ib lub nroog."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.35","label":"35","content":"Vim le ntawd, mej yuav tau ris cov tuabneeg kws tua cov kws tsi tau ua txhum lub txim. Txij thaus Anpees tug kws tsi muaj txim raug tua lug txug thaus mej tua Npelekhiyas tug tub Xakhaliyas ntawm lub Tuamtsev hab lub thaaj fij kis nruab nraab."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.36","label":"36","content":"Kuv qha tseeb rua mej has tas, cov tuabneeg tam nuav yuav tau ris cov tuabneeg kws tua tuabneeg ntawd lub txim huv tuabsi!”"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.37","label":"37","content":"“Yeluxalees, Yeluxalees! Koj muab cov kws cev Vaajtswv lug tua povtseg, koj muab pobzeb ntaus cov tubkhai kws Vaajtswv khaiv lug qha koj! Muaj ntau zag kuv tub yuav muab koj cov pejxeem lug puag, ib yaam le tug puj qab cuab nwg cov mivnyuas lug puag rua huv nwg ob phob tis, tabsis koj tsi kaam ca kuv ua le ntawd!"},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.38","label":"38","content":"Nwgnuav koj lub Tuamtsev yuav raug muab tso tseg nyob qhuav nkuag ca."},{"bible_id":"1726","chapter_code":"MAT.23","verse_code":"MAT.23.39","label":"39","content":"Kuv qha rua koj has tas, txij nuav moog koj yuav tsi pum kuv moog txug nub kws koj has tas, ‘Thov Vaajtswv foom koob moov rua tug kws Vaajtswv khaiv lug.’ ”"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.1","label":"1","content":"Thaus Yexus taabtom tawm ntawm lub Tuamtsev moog, nwg cov thwjtim txawm taw teg kuas Yexus saib tej tsev kws nyob ibncig lub Tuamtsev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.2","label":"2","content":"Yexus has tas, “Yog tag, mej tub pum tej tsev nuav lawm? Tabsis kuv qha tseeb rua mej has tas, tej pobzeb kws muab sis dlhos ntawd txhua lub yuav pluam nyag nyob nyag taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.3","label":"3","content":"Thaus Yexus nyob peg lub Roob Txiv Ntoo Roj, nwg cov thwjtim lug cuag nwg tuabywv hab nug has tas, “Thov koj qha rua peb saib thaus twg maam le muaj tej nuav? Hab yuav muaj yaam twg qha rua peb paub has tas, tub txug lub sijhawm kws koj yuav lug hab lub nplajteb yuav kawg.”"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.4","label":"4","content":"Yexus teb has tas, “Mej yuavtsum ceevfaaj, tsi xob pub leejtwg dlaag ntxag tau mej yuam kev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.5","label":"5","content":"Yuav muaj ntau leej tuav kuv lub npe dlaag ntxag mej has tas, ‘Kuv yog tug Mexiyas!’ Hab puab yuav dlaag ntxag ntau leej yuam kev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.6","label":"6","content":"Mej yuav nov suab ntaaj suab rag nyob ze mej hab yuav nov tej tebchaws kws nyob dleb ua tsuv ua rog; mej tsi xob poob sab, yeej yuav muaj tej ntawd, tabsis tej ntawd tsi tau qha has tas tub txug lub sijhawm nplajteb kawg lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.7","label":"7","content":"Ib lub tebchaws yuav sawv tawmtsaam ib lub tebchaws; hab ib tsaav tuabneeg yuav sawv tawmtsaam ib tsaav tuabneeg. Yuav muaj kev tshaib kev nqhes hab aav yuav qeeg txhua qhov."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.8","label":"8","content":"Tej ntawd zoo ib yaam le tug quaspuj kws nyavnyuas pib mob plaab yuav yug mivnyuas."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.9","label":"9","content":"“Thaus ntawd yuav muaj tuabneeg nteg mej coj moog tsimtxom hab muab mej tua povtseg. Txhua tsaav tuabneeg yuav ntxub mej, vim mej yog cov kws ntseeg kuv."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.10","label":"10","content":"Lub sijhawm ntawd yuav muaj ntau leej tso kev ntseeg tseg; puab ib leeg yuav ntxeev sab rua ib leeg hab ib leeg yuav ntxub ib leeg."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.11","label":"11","content":"Yuav muaj cov cevlug cuav coob leej dlaag ntxag kuas tuabneeg coob leej yuam kev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.12","label":"12","content":"Thaus tej kev phem fuam luj heev, suavdlawg yuav tsi txawj sis hlub lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.13","label":"13","content":"Tabsis tug kws ua sab ntev moog txug nub kawg, tug ntawd yuav dlim."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.14","label":"14","content":"Thaus muaj tuabneeg moog qha Txujmoo Zoo kws has txug Ntuj Ceebtsheej moog thoob qaab ntuj hab ua timkhawv rua txhua tsaav tuabneeg paub lawm, ces thaus ntawd tub yuav txug lub sijhawm kawg."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.15","label":"15","content":"“Mej yuav pum yaam kws phem kawg nkaus tso rua huv qhov chaw dlawbhuv, lawv le Daniyees tug kws cev Vaajtswv lug tau has tseg lawm.” (Tug kws nyeem zaaj nuav, ca le totaub!)"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.16","label":"16","content":"“Thaus ntawd cov tuabneeg kws nyob huv xeev Yudas ca le tsiv moog rua peg tej roob."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.17","label":"17","content":"Tug kws nyob nrau zoov, tsi xob moog nqaa ib yaam dlaabtsi huv tsev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.18","label":"18","content":"Tug kws nyob tom teb, tsi xob rov lug nqaa nwg lub tsho ntev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.19","label":"19","content":"Lub sijhawm ntawd tej quaspuj kws suab mivnyuas hab cov quaspuj kws muaj mivnyuas mog noj mig yuav txomnyem kawg le!"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.20","label":"20","content":"Mej ca le thov Vaajtswv paab kuas mej tsi xob tau tsiv lub caij ntuj no lossis nub Xanpataus!"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.21","label":"21","content":"Rua qhov lub sijhawm ntawd suavdlawg yuav txomnyem kawg nkaus, txij thaus chivkeeb lug txug naj nub nua yeej tsi tau muaj kev txomnyem npaum le zag nuav. Hab yaav tom ntej yuav tsi muaj le zag nuav lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.22","label":"22","content":"Tabsis Vaajtswv tub txav nub txav nyoog kuas tuab lu lawm. Yog nwg tsi ua le ntawd yeej yuav tsi muaj ib tug dlim le. Qhov kws Vaajtswv txav nub txav nyoog kuas tuab lu le ntawd yog vim nwg hlub tsaav tuabneeg kws nwg tau xaiv ca lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.23","label":"23","content":"“Thaus ntawd yog leejtwg has rua mej has tas, ‘Mej saib, tug Mexiyas nyob ntawm nuav!’ Lossis has tas, ‘Nwg nyob tod!’ Los mej tsi xob ntseeg tug ntawd tej lug."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.24","label":"24","content":"Rua qhov yuav muaj tug Mexiyas cuav hab tej cevlug kws cuav lug ua tej txujci tseemceeb ntxag Vaajtswv tsaav tuabneeg saib puas yuav ntxag tau kuas puab yuam kev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.25","label":"25","content":"Mej yuavtsum ncu ntsoov tej lug kws kuv tub qha rua mej nuav lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.26","label":"26","content":"“Yog leejtwg has rua mej has tas, ‘Mej saib, nwg nyob tom roob mojsaab qhua!’ Mej tsi xob moog saib; lossis has tas, ‘Mej saib, nwg nkaum ntawm nuav!’ Mej tsi xob ntseeg."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.27","label":"27","content":"Rua qhov nub kws Tuabneeg Leej Tub lug, yuav zoo ib yaam le tsaglig xub laim tim saab nubtuaj ci moog txug rua tim saab nubpoob."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.28","label":"28","content":"“Cev tuag nyob qhov twg, dlaav npoj yuav sau nthwv lug rua qhov ntawd."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.29","label":"29","content":"“Lub sijhawm kws tej kev txomnyem ntawd dlhau lawm, lub nub yuav tsaus, lub hli yuav tsi ci, tej nubqub sau ntuj yuav poob lug, hab yaam kws muaj fwjchim nyob sau nruab ntug yuav ua zug koog taag huv tuabsi."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.30","label":"30","content":"Thaus ntawd mej yuav pum ib lub cim tshwm sau nruab ntug qha has tas Tuabneeg Leej Tub yuav lug. Txhua tsaav tuabneeg huv qaab ntuj nuav yuav quaj nyav ntsoog qeeg thaus puab pum Tuabneeg Leej Tub nrug nwg tug tshwjchim kws ci ntsaa ab hab nwg lub fwjchim lug sau ntuj lug."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.31","label":"31","content":"Nwg yuav khaiv nwg cov timtswv tshuab raaj tshuab xyu nrov nrov hu. Puab yuav moog sau cov tuabneeg kws nwg xaiv ca lawm txhua nrho plaub ceg kaum ntuj, saab ntuj tim nuav moog txug saab ntuj tim u lug nyob ua ke."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.32","label":"32","content":"“Mej saib tsob txiv ncuav pas qha le caag. Thaus nwg tej ceg rov ntsuab hab pib hlaav nplooj mog nyoos, mej paub has tas tub yuav txug lub caij ntuj naag."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.33","label":"33","content":"Ib yaam nkaus le ntawd, thaus mej pum tej ntawd, mej yuav paub has tas nwg tub lug ze ntawd qhovrooj lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.34","label":"34","content":"Kuv qha tseeb rua mej has tas thaus cov tuabneeg tam nuav tseem tuag tsi tau taag, tub xub muaj tej ntawd lawm."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.35","label":"35","content":"Lub ntuj hab lub nplajteb yuav pluj moog, tabsis kuv tej lug yuav tsi muaj ib lus poob le."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.36","label":"36","content":"“Tabsis nub ntawd hab lub sijhawm ntawd tsi muaj leejtwg paub, txawm yog cov timtswv ceebtsheej lossis Tuabneeg Leej Tub  los yeej tsi paub le; tsuas yog leej Txiv tuab leeg txhaj paub xwb."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.37","label":"37","content":"Lub sijhawm kws Tuabneeg Leej Tub lug, yuav zoo ib yaam le tej kws tshwmsim rua tam Nau-es nyob."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.38","label":"38","content":"Thaus dlej tseem tsi tau lug nyaab nplajteb, suavdlawg ua noj ua haus, ua tshoob ua kug moog txug nub kws Nau-es nce moog rua huv lub nkoj;"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.39","label":"39","content":"puab tsi paub moog txug thaus dlej lug nyaab hab kuav puab moog taag huv tuabsi le caag, thaus Tuabneeg Leej Tub lug, yuav zoo ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.40","label":"40","content":"Lub sijhawm ntawd muaj ob tug txivneej ua num ua ke tom teb, yuav coj ib tug moog, tseg ib tug ca."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.41","label":"41","content":"Muaj ob tug quaspuj zum zeb ua ke: yuav coj ib tug moog tseg ib tug ca."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.42","label":"42","content":"Mej yuavtsum ceevfaaj zuv tog, rua qhov mej tsi paub lub sijhawm kws mej tug Tswv yuav lug."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.43","label":"43","content":"Mej yeej paub has tas, yog tug tswv tsev xub paub has tas, thaus twg tubsaab yuav tuaj, nwg yeej yuav zuv tog tsi pub tubsaab lug tau rua huv nwg tsev."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.44","label":"44","content":"Yog le ntawd, mej yuavtsum zuv tog, rua qhov Tuabneeg Leej Tub yuav lug lub sijhawm kws mej tsi ceevfaaj."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.45","label":"45","content":"“Tug tubkhai kws ncaaj hab muaj tswvyim, tug tswv yuav tsaa nwg ua tug luj kws saib tug tswv cov tubkhai, hab thaus txug sijhawm noj, tug ntawd yuav ua tug faib zaub faib mov rua cov tubkhai noj."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.46","label":"46","content":"Thaus tug tswv rov lug pum tug tubkhai ntawd taabtom ua tej num nuav, ces tug tubkhai ntawd yuav tau ntsejmuag!"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.47","label":"47","content":"Kuv qha tseeb rua mej has tas, tug tswv yuav tsaa tug tubkhai ntawd ua tug saib tug tswv tej qhov txhua chaw."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.48","label":"48","content":"Tabsis yog tug tubkhai muaj lub sab phem, hab xaav has tas tshuav ntev kuv tug tswv maam rov lug,"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.49","label":"49","content":"ces nwg txawm muab cov tubkhai ntaus hab moog nrug cov tuabneeg quav cawv noj haus ua ke,"},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.50","label":"50","content":"nwg tsi paub nub twg hab lub sijhawm twg, nwg tug tswv yuav lug, nwg txhaj tsi ceevfaaj."},{"bible_id":"1726","chapter_code":"MAT.24","verse_code":"MAT.24.51","label":"51","content":"Tug tswv yuav muab tug tubkhai ntawd hlais ua tej dlaim, hab muab nwg pov moog nrug cov tuabneeg kws ntsejmuag ncaaj sab nkhaus nyob.  Puab yuav quaj tum nav qawv qhov ntawd."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.1","label":"1","content":"“Lub sijhawm ntawd Ntuj Ceebtsheej pev ib yaam le kaum tug hluas nkauj kws taws teeb moog tog tug nraug vauv."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.2","label":"2","content":"Tsib tug tsi muaj tswvyim hab tsib tug muaj tswvyim."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.3","label":"3","content":"Cov kws tsi muaj tswvyim, puab nqaa teeb, tabsis tsi npaaj nroj txhaab."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.4","label":"4","content":"Cov kws muaj tswvyim, puab nqaa teeb hab ib leeg npaaj ib fwj nroj nqaa moog."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.5","label":"5","content":"Tub lig lig lawm tug nraug vauv pheej tsi txawj tuaj, ces cov hluas nkauj txawm tsaug zug ncaws nruj nris."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.6","label":"6","content":"“Thaus txug ib taag mo txawm muaj ib lub suab hu nrov nrov has tas, ‘Tug nraug vauv tuaj lawm! Ca le tawm tuaj tog nwg!’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.7","label":"7","content":"Kaum tug hluas nkauj txawm sawv huv tuabsi, hab nyag khu nyag lub teeb kuas cig."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.8","label":"8","content":"Ces tsib tug kws tsi muaj tswvyim has rua tsib tug kws muaj tswvyim has tas, ‘Thov muab mej cov roj faib mivntsiv rua peb, rua qhov peb cov teeb roj taag lawm tub yuav tuag.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.9","label":"9","content":"Tsib tug kws muaj tswvyim teb has tas, ‘Tsi tau, nyob tsaam tsi txaus rua peb hab mej. Mej ca le moog nrhav yuav tom kab rua mej.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.10","label":"10","content":"Thaus tsib tug kws tsi muaj tswvyim taabtom moog yuav roj lawm; tug nraug vauv txawm tuaj txug. Tsib tug muaj tswvyim kws tub xub npaaj roj tseg lawm, txawm nrug tug nraug vauv moog noj tshoob huv tsev, hab kaw qhovrooj rua lawm."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.11","label":"11","content":"“Tom qaab ntawd tsib tug hluas nkauj kws tsi muaj tswvyim rov lug txug. Puab txawm hu has tas, ‘Tug tswv! Tug tswv, thov qheb qhovrooj rua peb!’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.12","label":"12","content":"Tug nraug vauv teb has tas, ‘Kuv tsi paub mej!’ ”"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.13","label":"13","content":"Yexus xaus lug has tas, “Mej yuavtsum ceevfaaj, rua qhov mej tsi paub nub twg hab lub sijhawm twg yuav muaj le ntawd."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.14","label":"14","content":"“Ntuj Ceebtsheej pev ib yaam le ib tug txivneej yuav moog rua lwm tebchaws; nwg hu nwg cov tubkhai lug, hab kuas puab saib nwg tej vaaj tse hab tej qhov txhua chaw."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.15","label":"15","content":"Nwg muab tsib caug choj nyaj rua ib tug, neeg nkaum choj rua ib tug, hab kaum choj rua ib tug lawv le puab muaj tswvyim coj moog siv ua laag ua luam. Ces nwg txawm moog lawm."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.16","label":"16","content":"Tug tubkhai kws tau tsib caug choj, nwg txawm coj moog ua luam taamsim, hab nwg tsaam tsib caug choj ntxiv."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.17","label":"17","content":"Tug tubkhai kws tau neeg nkaum choj, kuj coj moog ua luam tsaam neeg nkaum choj ntxiv."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.18","label":"18","content":"Tabsis tug tubkhai kws tau kaum choj, nwg txawm muab nwg tug tswv cov nyaj coj moog faus aav tseg."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.19","label":"19","content":"“Tom qaab ntawd ntev loo, cov tubkhai ntawd tug tswv rov qaab lug txheeb saib puab ib leeg tsaam pistsawg choj."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.20","label":"20","content":"Tug tubkhai kws tau tsib caug choj txawm nqaa tsib caug choj kws nwg tsaam lug has tas, ‘Tug Tswv, koj muab tsib caug choj rua kuv, koj saib kuv tsaam tsib caug choj hab.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.21","label":"21","content":"Tug tswv has tas, ‘Zoo heev, koj yog tug tubkhai kws zoo hab ncaaj nceeg! Tej yaam miv miv kws koj saib, koj ua ncaaj, kuv yuav tsaa koj ua tug kws saib yaam kws luj. Koj ca le lug nrug kuv nyob kaaj sab lug!’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.22","label":"22","content":"Tug tubkhai kws tau neeg nkaum choj, txawm lug has tas, ‘Tug tswv, koj muab neeg nkaum choj rua kuv, koj saib kuv tsaam neeg nkaum choj hab.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.23","label":"23","content":"Tug tswv has tas, ‘Zoo heev, koj yog tug tubkhai kws zoo hab ncaaj nceeg! Tej yaam miv miv kws koj saib, koj ua ncaaj. Kuv yuav tsaa koj ua tug saib yaam kws luj. Koj ca le lug nrug kuv nyob kaaj sab lug!’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.24","label":"24","content":"Tug tubkhai kws tau kaum choj txawm lug has rua tug tswv has tas, ‘Tug Tswv, kuv paub has tas koj yog ib tug tuabneeg nyaum heev; koj ibtxwm hlais tej kws tsi yog koj cog, hab sau tej kws tsi yog koj tseb."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.25","label":"25","content":"Kuv ntshai, kuv txhaj coj koj cov nyaj moog faus aav tseg. Koj saib, koj cov nyaj nyob ntawm nuav.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.26","label":"26","content":"Tug tswv has tas, ‘Tug tubkhai kws sab phem hab tubnkeeg! Koj tub paub has tas kuv ibtxwm hlais tej kws tsi yog kuv cog, hab sau tej kws tsi yog kuv tseb."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.27","label":"27","content":"Ua le caag koj tsi muab kuv cov nyaj moog tso rua huv txhaab nyaj, thaus kuv rov lug, kuv txhaj tau kuv cov nyaj hab tau paaj ntxiv?"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.28","label":"28","content":"Mej ca le muab cov nyaj ntawm nwg coj moog ntxiv rua tug kws muaj ib puas choj."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.29","label":"29","content":"Rua qhov txhua tug kws muaj lawm, yuav muab ntxiv kuas puab muaj nplua mag; tabsis tug kws tsi muaj, txawm yog nwg muaj mivntsiv xwb los yuav muab rhu ntawm nwg moog."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.30","label":"30","content":"Ca le muab tug tubkhai kws tsi tsimtxaj nuav pov rua saab nrau qhov kws tsaus ntuj nti, nwg yuav quaj tum nav qawv qhov ntawd."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.31","label":"31","content":"“Thaus Tuabneeg Leej Tub lug ua Vaajntxwv, taagnrho cov timtswv ceebtsheej yuav nrug nwg lug, hab nwg yuav nyob sau nwg lub zwmtxwv kws ci ntsaa ab."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.32","label":"32","content":"Txhua tsaav tuabneeg huv qaab ntuj yuav tuaj sis sau ua ke rua ntawm nwg xubndlag, hab nwg yuav muab suavdlawg cais ua ob paab, ib yaam le tug tswv yug yaaj muab paab yaaj cais tawm ntawm paab tshis moog."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.33","label":"33","content":"Nwg yuav kuas cov tuabneeg ncaaj nceeg lug nyob ntawm nwg saab xis, hab kuas cov tuabneeg kws tsi ncaaj nceeg lug nyob ntawm nwg saab txhumphem."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.34","label":"34","content":"Thaus ntawd Vaajntxwv yuav has rua cov tuabneeg kws nyob ntawm nwg saab xis has tas, ‘Mej cov kws tau kuv Txiv txuj koob moov, mej ca le lug kaav lub tebchaws kws tub npaaj rua mej thaus tsim lub nplajteb lug lawm."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.35","label":"35","content":"Thaus kuv tshaib plaab, mej pub mov rua kuv noj, thaus kuv nqhes dlej; mej pub dlej rua kuv haus; thaus kuv tuaj ua qhua, mej hu kuv lug huv mej tsev."},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.36","label":"36","content":"Thaus kuv tsi muaj rig tsho naav; mej muab rua kuv naav. Thaus kuv muaj mob, mej tuaj tu kuv. Thaus kuv raug kaw rua huv tsev lojcuj, mej tuaj saib kuv!’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.37","label":"37","content":"Thaus cov tuabneeg ncaaj nceeg nov le ntawd, puab yuav teb has tas, ‘Tug Tswv, thaus twg peb pum koj tshaib plaab, hab muab mov rua koj noj lossis pum koj nqhes dlej, hab muab dlej rua koj haus?"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.38","label":"38","content":"Thaus twg koj tuaj ua qhua, peb hu koj lug huv peb tsev lossis pum koj tsi muaj rig tsho naav, hab peb muab rua koj naav?"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.39","label":"39","content":"Thaus twg peb pum koj muaj mob lossis raug kaw huv tsev lojcuj, hab peb tuaj saib koj?’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.40","label":"40","content":"Vaajntxwv yuav teb has tas, ‘Kuv qha tseeb rua mej has tas, thaus kws mej tau paab kuv cov kwvtij nuav ib tug, txawm yog tug ntawd muaj fwjchim yau dlua cov los mej tseem paab nwg hab, qhov kws mej paab tug ntawd, tub yog mej paab kuv ntaag!’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.41","label":"41","content":"“Hab nwg has rua cov kws nyob ntawm nwg saab txhumphem has tas, ‘Mej cov kws raug Vaajtswv foom tsi zoo. Mej ca le tsiv ntawm kuv moog rua huv lub cubtawg kws cig tsi paub tuag moog ibtxhis kws tub npaaj tseg rua dlaab Ntxwgnyoog hab nwg cov tubkhai moog nyob lawm!"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.42","label":"42","content":"Thaus kuv tshaib plaab, mej tsi pub mov rua kuv noj; thaus kuv nqhes dlej, mej tsi pub dlej rua kuv haus;"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.43","label":"43","content":"thaus kuv tuaj ua qhua, mej tsi hu kuv lug huv mej tsev. Thaus kuv tsi muaj rig tsho naav, mej tsi muab rua kuv naav; thaus kuv muaj mob hab raug kaw rua huv tsev lojcuj, mej tsi tuaj tu hab saib kuv.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.44","label":"44","content":"Puab yuav teb nwg has tas, ‘Tug Tswv, thaus twg peb pum koj tshaib plaab, nqhes dlej, tuaj ua qhua lossis tsi muaj rig tsho naav, hab raug kaw rua huv tsev lojcuj, peb tsi paab koj?’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.45","label":"45","content":"Tug Vaajntxwv yuav teb puab has tas, ‘Kuv qha tseeb rua mej has tas, qhov kws mej tsi paab cov tuabneeg nuav tug kws yau dlua cov, ces yog mej tsi paab kuv ntaag.’"},{"bible_id":"1726","chapter_code":"MAT.25","verse_code":"MAT.25.46","label":"46","content":"Cov tuabneeg ntawd yuav raug txim moog ibtxhis le, tabsis cov tuabneeg ncaaj nceeg yuav tau txujsa ntev dlhawv moog ibtxhis tsi kawg.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.1","label":"1","content":"Thaus Yexus qha tej nuav rua puab taag lawm, nwg has rua cov thwjtim has tas,"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.2","label":"2","content":"“Mej tub paub lawm has tas, tshuav ob nub xwb txug lub caij ua Kevcai Hlaa Dlhau, hab luas yuav muab Tuabneeg Leej Tub coj moog ntsa rua sau ntoo khaublig.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.3","label":"3","content":"Cov thawj ntawm cov povthawj hab cov txwjlaug tuaj ua ke saablaaj huv tug Povthawj Hlub Kaiyafas tsev,"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.4","label":"4","content":"nrhav kev yuav nteg Yexus tuabywv coj moog tua povtseg."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.5","label":"5","content":"Puab has tas, “Peb tsi xob nteg nwg thaus suavdlawg taabtom ua kevcai, nyob tsaam tej pejxeem yuav ntxhuv.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.6","label":"6","content":"Thaus Yexus nyob huv Ximoos tug kws thaus mob ruas ib zag lawm lub tsev tom lub zog Npethanis."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.7","label":"7","content":"Thaus Yexus taabtom noj mov muaj ib tug quaspuj nqaa ib fwj roj tsw qaab kws kim heev tuaj laub rua Yexus taubhau."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.8","label":"8","content":"Thaus cov thwjtim pum le ntawd, puab tsi txaus sab hab has tas, “Ua le caag muab cov roj tsw qaab ntawd nkim povtseg?"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.9","label":"9","content":"Yog muab fwj roj ntawd muag, yuav tau nyaj ntau, hab muab cov nyaj ntawd moog pub rua cov tuabneeg pluag kuj zoo dlua!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.10","label":"10","content":"Yexus tub paub tej kws puab has ntawd lawm, nwg has rua puab tas, “Ua le caag mej ua rua tug quaspuj nuav nyuaj sab? Qhov kws nwg ua rua kuv ntawd yog qhov zoo."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.11","label":"11","content":"Yeej yuav muaj cov tuabneeg pluag nrug mej nyob moog le, tabsis kuv yuav tsi nrug mej nyob moog ib simneej."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.12","label":"12","content":"Qhov kws tug quaspuj nuav laub roj tsw qaab rua kuv lub cev, tub yog nwg tu kuv lub cev ca rua nub kws log kuv."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.13","label":"13","content":"Kuv qha tseeb rua mej has tas, qhov kws tug quaspuj nuav ua rua kuv yuav nrov nchaa moog rua huv qaab ntuj nuav txhua qhov kws muaj tuabneeg moog qha Txujmoo Zoo, kuas suavdlawg ncu txug teg num kws tug quaspuj nuav tau ua lawm.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.14","label":"14","content":"Tom qaab ntawd, Yexus kaum ob tug thwjtim, tug kws hu ua Yudas Ixakali-us txawm moog cuag cov thawj ntawm cov povthawj,"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.15","label":"15","content":"hab nug has tas, “Yog kuv muab Yexus rua mej, mej yuav muab dlaabtsi rua kuv?” Puab txawm suav peb caug lub nyaj rua nwg."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.16","label":"16","content":"Txij nub ntawd lug Yudas txawm nrhav sijhawm muab Yexus rua puab."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.17","label":"17","content":"Thawj nub kws puab ua Kevcai Noj Ncuav Tsi Xyaw Keeb, cov thwjtim txawm lug cuag Yexus hab nug nwg has tas, “Koj xaav kuas peb moog npaaj pluag mov noj ua Kevcai Hlaa Dlhau rua koj noj qhov twg?”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.18","label":"18","content":"Yexus teb has tas, “Mej ca le moog cuag ib tug txivneej kws nyob huv nroog hab has rua nwg tas, ‘Xwbfwb has tas, kuv lub sijhawm lug ze lawm; kuv hab kuv cov thwjtim yuav lug ua Kevcai Hlaa Dlhau huv koj tsev.’ ”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.19","label":"19","content":"Cov thwjtim txawm moog npaaj pluag mov ua Kevcai Hlaa Dlhau lawv le Yexus has rua puab lawm."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.20","label":"20","content":"Thaus tsaus ntuj, Yexus hab kaum ob tug thwjtim nyob quastsawg noj mov."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.21","label":"21","content":"Thaus puab taabtom noj mov, Yexus has tas, “Kuv qha rua mej has tas, mej cov kws nyob ntawm nuav muaj ib tug yuav ntxeev sab rua kuv.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.22","label":"22","content":"Thaus cov thwjtim nov le ntawd, puab nyuaj sab heev, puab nyag taug nyag nug Yexus has tas, “Tug Tswv, koj has le ko, puas yog koj has kuv?”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.23","label":"23","content":"Yexus teb has tas, “Tug kws nrug kuv koom ntsw ib lub taig, tug ntawd, yog tug kws yuav ntxeev sab rua kuv."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.24","label":"24","content":"Tuabneeg Leej Tub yuav tuag lawv le Vaajtswv Txujlug sau tseg has txug nwg, tabsis tug kws ntxeev sab rua Tuabneeg Leej Tub, nwg yuav raug kev puamtsuaj! Yog nwg tsi xob yug lug kuj yuav zoo dlua!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.25","label":"25","content":"Yudas tug kws ntxeev sab rua Yexus nug has tas, “Xwbfwb, koj has le ko puas yog koj has kuv?” Yexus teb has tas, “Koj has yog lawm.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.26","label":"26","content":"Thaus puab tseem noj mov Yexus txawm muab ib lub ncuav lug hab ua Vaajtswv tsaug, nwg muab lub ncuav ntawd ndlais cev rua cov thwjtim hab has tas, “Lub ncuav nuav yog kuv lub cev, mej ca le txais moog noj.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.27","label":"27","content":"Tom qaab ntawd Yexus muab ib khob cawv txiv maab lug, hab ua Vaajtswv tsaug, nwg muab khob cawv txiv maab ntawd cev rua puab hab has tas, “Mej txhua tug ca le txais moog haus,"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.28","label":"28","content":"khob cawv txiv maab nuav yog kuv cov ntshaav kws ua lub homthawj nas rua Vaajtswv txujlug cog tseg. Kuv cov ntshaav nuav yuav ndlwg lug ntxuav ntau leej tej kev txhum huv tuabsi moog."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.29","label":"29","content":"Kuv qha rua mej has tas, kuv yuav tsi haus cov cawv txiv maab nuav moog txug nub kws kuv nrug mej haus cov cawv txiv maab tshab huv kuv Txiv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.30","label":"30","content":"Thaus puab hu ib zaaj nkauj taag, puab txawm tawm moog rua peg Roob Txiv Ntoo Roj lawm."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.31","label":"31","content":"Yexus has rua cov thwjtim has tas, “Mo nuav mej txhua tug yuav tsiv taag huv tuabsi tso kuv tseg, rua qhov Vaajtswv txujlug sau tseg lawm has tas, ‘Vaajtswv yuav tua tug tswv yug yaaj, hab paab yaaj yuav tawg nyag tsiv nyag taag huv tuabsi.’"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.32","label":"32","content":"Tabsis thaus kuv sawv huv qhov tuag rov qaab lug lawm, kuv yuav ua mej ntej moog rua peg Kalilais.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.33","label":"33","content":"Petus teb has tas, “Txawm yog suavdlawg tso koj tseg taag lawm los kuv yuav tsi tso koj tseg le!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.34","label":"34","content":"Yexus has rua Petus has tas, “Kuv qha rua koj has tas, mo nuav thaus qab tsi tau qua, koj yuav has peb zag has tas, koj tsi paub kuv.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.35","label":"35","content":"Petus teb has tas, “Txawm yog kuv yuav nrug koj tuag los kuv yeej yuav tsi has tas, kuv tsi paub koj!” Hab taagnrho cov thwjtim puavleej has ib yaam nkaus."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.36","label":"36","content":"Yexus nrug nwg cov thwjtim moog rua ntawm qhov chaw kws hu ua Khexemanes, nwg has rua cov thwjtim has tas, “Mej nyob ntawm nuav, kuv yuav moog thov Vaajtswv tod.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.37","label":"37","content":"Yexus txawm coj Petus hab Xenpedais ob tug tub nrug nwg moog. Yexus nyuaj sab hab ntxhuv sab kawg le."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.38","label":"38","content":"Hab nwg has rua puab tas, “Kuv nyuaj sab hab ntxhuv sab kawg le, tub yuav tuag, mej ca le nrug kuv nyob ntawm nuav tsi xob tsaug zug.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.39","label":"39","content":"Yexus moog tom ntej mivntsiv, ces nwg txhus caug ndlua rua huv aav hab thov Vaajtswv has tas, “Kuv Txiv, yog koj pum zoo, thov koj tshem lub khob nuav ntawm kuv moog! Txawm yog le caag los thov koj tsi xob ua lawv le kuv lub sab nyam, tabsis ca ua lawv le koj lub sab nyam xwb!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.40","label":"40","content":"Thaus Yexus rov lug rua ntawm peb tug thwjtim, nwg pum puab tsaug zug taag lawm; nwg has rua Petus has tas, “Mej yoo tsi taug dlaab ndlub nrug kuv nyob ib txoog teev le los?"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.41","label":"41","content":"Mej yuavtsum ceevfaaj hab thov Vaajtswv paab, kev sim sab txhaj yuav ntxag tsi tau mej. Lub sab mas kub lug, tabsis cev nqaj dlaim tawv qaug zug kawg le.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.42","label":"42","content":"Yexus rov moog thov Vaajtswv dlua zag ob has tas, “Kuv Txiv, yog koj tsi pum zoo muab lub khob nuav tshem ntawm kuv moog, yuav ca kuv haus xwb, ces ca ua lawv le koj lub sab nyam.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.43","label":"43","content":"Yexus rov lug dlua hab pum cov thwjtim tsaug zug taag lawm; puab rua tsi taug qhovmuag le."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.44","label":"44","content":"Yexus rov moog thov Vaajtswv zag peb, nwg has ib yaam le thawj ob zag."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.45","label":"45","content":"Yexus rov qaab lug hab has rua cov thwjtim has tas, “Mej tseem yuav tsaug zug hab su kuas txaus tsaiv los? Nwgnuav tub txug lub sijhawm kws Tuabneeg Leej Tub yuav raug nteg coj moog rua cov tuabneeg txhum txhais teg lawm."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.46","label":"46","content":"Mej ca le sawv peb moog. Mej saib, tug kws ntxeev sab rua kuv tub tuaj txug lawm!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.47","label":"47","content":"Thaus Yexus tseem taabtom has le ntawd, ces Yudas kws yog ib tug ntawm kaum ob tug thwjtim txawm tuaj txug. Muaj ib paab tuabneeg coob coob nqaa ntaaj nqaa qws nrug nwg tuaj. Paab ntawd yog cov thawj ntawm cov povthawj hab cov txwjlaug tso tuaj."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.48","label":"48","content":"Tug kws ntxeev sab rua Yexus, nwg tub xub qha rua cov tuabneeg coob coob ntawd lawm has tas, “Kuv nwj tug twg, ces yog tug ntawd ntaag; mej ca le nteg nwg!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.49","label":"49","content":"Thaus Yudas tuaj txug, nwg ncaaj nraim moog rua ntawm Yexus hab has tas, “Nyob zoo Xwbfwb.” Ces nwg txawm nwj kag Yexus."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.50","label":"50","content":"Yexus teb has tas, “Phoojywg, koj yuav ua dlaabtsi, koj ca le ua nrawm nroog.” Cov tuabneeg ntawd txawm sau nthwv lug nteg Yexus, hab tuav nwg ruaj ruaj."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.51","label":"51","content":"Cov tuabneeg kws nrug Yexus nyob ntawd muaj ib tug rhu hlo nwg raab ntaaj lug tuab ntaag rua tug Povthawj Hlub ib tug qhev saab nploojntseg xis tu nrho."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.52","label":"52","content":"Yexus txawm has rua tug ntawd tas, “Koj ca le muab koj raab ntaaj ntxig rov rua huv naab, rua qhov txhua tug kws siv ntaaj yeej yuav tuag rua nav ntaaj."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.53","label":"53","content":"Koj tsi paub has tas, yog kuv thov kuv Txiv, nwg yeej yuav khaiv nwg cov timtswv coob dlua kaum ob pawg txheeb leej lug paab kuv taamsim nua los?"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.54","label":"54","content":"Tabsis yog kuv ua le ntawd, yuav tsi tav lawv le Vaajtswv Txujlug kws has tas yuavtsum muaj le nuav.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.55","label":"55","content":"Thaus ntawd, Yexus has rua cov tuabneeg coob coob ntawd tas, “Mej nqaa ntaaj nqaa qws tuaj nteg kuv, ib yaam le kuv yog tubsaab los? Kuv naj nub nyob huv lub Tuamtsev qha mej, ua le caag mej tsua tsi nteg kuv?"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.56","label":"56","content":"Tabsis yeej yuav muaj le nuav txhaj muaj tav lawv le Vaajtswv tej lug kws cov cev Vaajtswv lug tau sau tseg lawm.” Ces cov thwjtim txawm tsiv taag lawm hab tso Yexus tseg."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.57","label":"57","content":"Cov tuabneeg kws nteg Yexus coj Yexus moog rua tom tug Povthawj Hlub Kaiyafas tsev, cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov txwjlaug tub tuaj ua ke saablaaj qhov ntawd lawm."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.58","label":"58","content":"Tabsis Petus lawv Yexus qaab nrug dleb dleb, nwg moog txug ntawm lub tshaav puam ntawm tug Povthawj Hlub lub tsev, ces nwg txawm moog nrug cov tuabneeg kws zuv tug Povthawj Hlub lub tsev nyob ua ke nrau tshaav puam, tog saib luas yuav ua le caag rua Yexus."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.59","label":"59","content":"Cov thawj ntawm cov povthawj hab taagnrho cov numtswv nrhav lug nkaug Yexus, puab txhaj tau kev muab Yexus tua povtseg."},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.60","label":"60","content":"Txawm yog muaj ntau leej tuaj ua timkhawv dlaag los puab nrhav tsi tau lug nkaug Yexus. Thaus kawg muaj ob tug txivneej"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.61","label":"61","content":"nkaug has tas, “Nwg has tas, ‘Kuv yuav rhuav lub Tuamtsev hab peb nub, kuv yuav ua kuas tau ib lub tshab.’ ”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.62","label":"62","content":"Tug Povthawj Hlub txawm sawv tseeg nug Yexus has tas, “Obtug nkaug koj le ntawd, koj tsi muaj lug teb le los?”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.63","label":"63","content":"Tabsis Yexus tsi teb ib lus le. Tug Povthawj Hlub rov has rua Yexus has tas, “Koj ca le tuav Vaajtswv tug kws muaj sa nyob lub npe coglug has tas, koj yog tug Mexiyas kws yog Vaajtswv Tug Tub.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.64","label":"64","content":"Yexus teb has tas, “Koj has yog lawm. Tabsis kuv has rua mej suavdlawg has tas, txij nuav moog mej yuav pum Tuabneeg Leej Tub nyob ntawm Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus saab xis, hab nrug fuab nrug cua lug sau ntuj lug!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.65","label":"65","content":"Ces tug Povthawj Hlub txawm dlua rhe nwg lub tsho hab has tas, “Nwg has lug saib tsi taug Vaajtswv! Tsi taag peb yuav moog nrhav timkhawv ntxiv! Mej tub nov nwg tej lug thuam ntawd lawm!"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.66","label":"66","content":"Mej xaav le caag?” Puab teb has tas, “Nwg ua txhum lawm, tsimnyog muab nwg tua povtseg.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.67","label":"67","content":"Puab txawm ntu quavncaug rua Yexus ntsejmuag hab ntaus nwg; hab cov kws xuas tawg ncuav rua Yexus,"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.68","label":"68","content":"puab has tas, “Tug Mexiyas, koj sim twv saib yog leejtwg ntaus koj!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.69","label":"69","content":"Thaus Petus tseem nyob quastsawg ntawm tshaav puam, tug Povthawj Hlub ib tug ntxhais qhev txawm tuaj has rua Petus has tas, “Koj yog ib tug kws ibtxwm nrug Yexus tug kws yog tuabneeg Kalilais los sav.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.70","label":"70","content":"Tabsis Petus tsi leeg le, nwg taabmeeg has rua suavdlawg tas, “Qhov kws koj has ko kuv tsi paub le.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.71","label":"71","content":"Petus txawm moog rua tom roojvaag, tsua muaj dlua ib tug ntxhais qhev pum Petus, hab nwg has rua cov txivneej kws nyob ntawd tas, “Tug nuav yog tug kws ibtxwm nrug Yexus tug kws yog tuabneeg Naxales ntaag.”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.72","label":"72","content":"Petus rov tsi leeg dlua hab nwg twv has tas, “Kuv tsi paub tug txivneej ntawd!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.73","label":"73","content":"Tom qaab ntawd mivntsiv, cov tuabneeg kws sawv ntawd txawm lug has rua Petus has tas, “Koj yeej yog puab cov ib tug tag, rua qhov koj lub suab has zoo ib yaam le puab lub!”"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.74","label":"74","content":"Petus txawm twv has tas, “Kuv tsi paub tug txivneej ntawd. Yog kuv dlaag thov Vaajtswv rau txim rua kuv!” Taamsim ntawd qab txawm qua,"},{"bible_id":"1726","chapter_code":"MAT.26","verse_code":"MAT.26.75","label":"75","content":"ces Petus txawm ncu dlheev txug tej lug kws Yexus has rua Petus has tas, “Thaus qab tsi tau qua, koj yuav has peb zag has tas, koj tsi paub kuv.” Petus txawm tawm moog rua saab nrau, hab quaj tu sab kawg le."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.1","label":"1","content":"Thaus sawv ntxuv, cov thawj ntawm cov povthawj hab cov txwjlaug txawm saablaaj pum zoo has tas puab yuav coj Yexus moog tua povtseg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.2","label":"2","content":"Puab muab saw hlau khi Yexus, hab coj moog rua Philaj kws yog cov tuabneeg Loos tug tswvxeev."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.3","label":"3","content":"Thaus Yudas tug kws ntxeev sab rua Yexus nov has tas, luas txav txim rua Yexus lawm, nwg tu sab heev, rua qhov nwg ua txhum lawm, ces nwg txawm nqaa peb caug lub nyaj rov qaab moog rua cov thawj ntawm cov povthawj hab cov txwjlaug."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.4","label":"4","content":"Nwg has tas, “Qhov kws kuv muab ib tug tuabneeg tsi tau ua txhum rua luas tua, yog kuv ua txhum lawm!” Puab teb has tas, “Peb tsi nrug koj paub, ntawd yog koj num xwb!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.5","label":"5","content":"Yudas txawm muab cov nyaj ntawd pov rua huv lub Tuamtsev; ces nwg txawm moog dlai cejdlaab tuag lawm."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.6","label":"6","content":"Cov thawj ntawm cov povthawj txhaj khaws cov nyaj ntawd hab has tas, “Yog yuav muab cov nyaj nuav tso rua huv lub txhaab nyaj huv lub Tuamtsev, yuav txhum kevcai, rua qhov cov nyaj nuav yog nqe ntshaav.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.7","label":"7","content":"Thaus puab saablaaj pum zoo lawm, puab txawm muab cov nyaj ntawd moog yuav tug kws Puab Laujkaub Aav Thaaj Teb, ca ua toj ntxaas log lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.8","label":"8","content":"Tub yog vim le ntawd suavdlawg txhaj hu thaaj teb ntawd has tas, “Teb Ntshaav” lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.9","label":"9","content":"Tej nuav muaj kuas tav lawv le Yelemis kws yog tug cev Vaajtswv lug tau qha tseg lawm has tas: “Cov Yixalayees tub has hum lawm has tas, ib tug tuabneeg nqe taubhau tsuas yog peb caug lub nyaj xwb."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.10","label":"10","content":"Puab txhaj muab cov nyaj ntawd moog yuav tug kws puab laujkaub aav thaaj teb, lawv le tug Tswv tau has rua kuv lawm.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.11","label":"11","content":"Thaus Yexus sawv ntawm cov tuabneeg Loos tug tswvxeev xubndlag, nwg nug Yexus has tas, “Koj puas yog cov Yudais tug vaajntxwv?” Yexus teb has tas, “Koj yog tug kws has le ntawd.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.12","label":"12","content":"Tabsis thaus cov thawj ntawm cov povthawj hab cov txwjlaug nkaug Yexus, Yexus tsi teb puab ib lus le."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.13","label":"13","content":"Philaj txhaj has rua Yexus has tas, “Koj tsi nov tej lug kws puab nkaug koj le los?”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.14","label":"14","content":"Tabsis Yexus tsi teb ib lus le, tug tswvxeev xaav tsi thoob, sov yog ua le caag Yexus txhaj tsi teb."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.15","label":"15","content":"Lawv le ibtxwm, txhua xyoo thaus txug lub caij ua Kevcai Hlaa Dlhau, cov tuabneeg Loos tug tswvxeev yuavtsum tso ib tug tuabneeg raug txim lawv le cov pejxeem thov. Puab thov tug twg nwg tso tug ntawd."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.16","label":"16","content":"Thaus ntawd muaj ib tug txivneej raug txim hu ua Yexus Npalanpas kws suavdlawg yeej paub nwg zoo."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.17","label":"17","content":"Thaus cov pejxeem tuaj ua ke coob coob, Philaj txawm nug puab has tas, “Mej xaav kuas kuv tso tug twg rua mej? Tso tug Yexus Npalanpas lossis tso Yexus tug kws hu ua Mexiyas?”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.18","label":"18","content":"Philaj paub has tas, puab khib, puab txhaj nteg Yexus coj tuaj rua nwg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.19","label":"19","content":"Thaus Philaj nyob ntawm lub rooj has plaub, Philaj tug quaspuj khaiv tuabneeg tuaj has rua Philaj has tas: “Koj tsi xob ua le caag rua tug txivneej kws tsi muaj txim nuav, rua qhov naag mo kuv ua npau suav txug tug txivneej nuav, ua rua kuv nyuaj sab kawg le.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.20","label":"20","content":"Cov thawj ntawm cov povthawj hab cov txwjlaug ntxag cov pejxeem kuas thov Philaj tso Npalanpas, hab muab Yexus coj moog tua povtseg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.21","label":"21","content":"Tabsis Philaj nug has tas, “Mej xaav kuas kuv tso ob tug nuav, tug twg rua mej?” Puab teb has tas, “Npalanpas!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.22","label":"22","content":"Philaj nug puab has tas, “Yog le ntawd, mej yuav kuas kuv ua le caag rua Yexus tug kws hu ua Mexiyas?” Puab teb has tas, “Muab nwg ntsa rua sau ntoo khaublig!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.23","label":"23","content":"Tabsis Philaj nug puab has tas, “Nwg ua txhum dlaabtsi?” Puab suavdlawg hajyam qw nrov nrov has tas, “Muab nwg ntsa rua sau ntoo khaublig!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.24","label":"24","content":"Thaus Philaj pum has tas, cov pejxeem yeej yuav ua kuas muaj kev kub ntxhuv xwb, nwg paab tsi tau Yexus lawm. Nwg txawm muab dlej lug ntxuav teg taabmeeg suavdlawg hab has tas, “Lub txim kws mej tua tug txivneej nuav, kuv tsi kaam ris, ca mej ris mej!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.25","label":"25","content":"Ces cov pejxeem suavdlawg teb has tas, “Lub txim kws peb tua tug txivneej nuav, ca peb hab peb cov mivnyuas ris!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.26","label":"26","content":"Philaj txawm tso Npalanpas rua puab, nwg kuas cov tubrog muab Yexus nplawm, hab coj moog ntsa rua sau ntoo khaublig."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.27","label":"27","content":"Thaus ntawd, Philaj cov tubrog txawm coj Yexus moog rua huv tug tswvxeev lub tsev, hab cov tubrog txawm lug sawv vij Yexus."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.28","label":"28","content":"Puab muab Yexus lub tsho hle, hab muab ib lub tsho ntev tsaamxem lab lug khu rua Yexus naav."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.29","label":"29","content":"Puab muab maab xuavpaug lug ua kauj looj Yexus taubhau, hab muab ib tug lojkov rua Yexus saab teg xis tuav; puab txawm txhus caug ntawm Yexus xubndlag luag hab has lug saib tsi taug Yexus has tas, “Thov kuas cov Yudais tug Vaajntxwv muaj sa nyob ntev!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.30","label":"30","content":"Puab ntu quavncaug rua Yexus, hab muab tug lojkov lug ntaus Yexus taubhau."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.31","label":"31","content":"Thaus puab ua saib tsi taug Yexus taag lawm, puab muab lub tsho ntev tsaamxem lab ntawd hle, hab muab lub qub khu rov rua Yexus naav. Ces puab txawm coj Yexus tawm moog ntsa rua sau tug ntoo khaublig lawm."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.32","label":"32","content":"Thaus puab taabtom moog puab ntsib ib tug txivneej hu ua Ximoos kws nyob huv lub nroog Khulenes tuaj."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.33","label":"33","content":"Puab yuam nwg kwv Yexus tug ntoo khaublig moog txug ib qhov chaw hu ua Khaulakhauthas kws txhais has tas, “Pobtxhaa Taubhau,”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.34","label":"34","content":"Puab muab kua ab xyaw cawv txiv maab rua Yexus haus; tabsis thaus Yexus saaj mivntsiv lawm, nwg tsi kaam haus."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.35","label":"35","content":"Thaus puab muab Yexus ntsa rua sau ntoo khaublig lawm, puab muab nwg cev rig tsho lug twv saib leejtwg yuav tau yaam twg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.36","label":"36","content":"Puab ua le ntawd taag, ces puab txawm nyob quastsawg zuv nwg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.37","label":"37","content":"Puab muab ib dlaim txag sau nqai lug kws nkaug Yexus, ntsa rua sau tug ntoo khaublig, ncaaj ntawm Yexus taubhau rua sau has tas, “Tug nuav yog Yexus tug kws yog cov Yudais tug Vaajntxwv.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.38","label":"38","content":"Thaus ntawd puab muab ob tug tubsaab ntsa rua sau ob tug ntoo khaublig, muab ib tug txhus rua ntawm Yexus saab xis, hab muab ib tug txhus rua ntawm Yexus saab txhumphem."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.39","label":"39","content":"Cov tuabneeg kws dlua kev, puab cu taubhau hab thuam Yexus has tas:"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.40","label":"40","content":"“Koj has tas koj yuav rhuav lub Tuamtsev, hab peb nub, koj yuav rov ua tau ib lub tshab! Yog koj yog Vaajtswv tug tub tag, koj ca le paab kuas koj dlim hab nqeg kag sau tug ntoo khaublig ko lug!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.41","label":"41","content":"Cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai puavleej thuam Yexus hab has tas,"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.42","label":"42","content":"“Nwg cawm tau lwm tug, tabsis nwg tsua paab tsi tau nwg! Nwg tsi yog cov Yixalayees tug Vaajntxwv los? Yog nwg nqeg sau tug ntoo khaublig lug taamsim nuav, peb txhaj yuav ntseeg nwg!"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.43","label":"43","content":"Nwg ca sab rua Vaajtswv hab has tas nwg yog Vaajtswv tug Tub. Yog le ntawd, peb sim saib, Vaajtswv puas yuav cawm kuas nwg dlim taamsim nuav!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.44","label":"44","content":"Txawm yog ob tug tubsaab kws raug ntsa rua sau ntoo khaublig ib yaam le Yexus los obtug kuj thuam Yexus hab."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.45","label":"45","content":"Thaus nub ntseg, txawm tsaus ntuj nti thoob plawg lub tebchaws ntawd moog txug thaus peb teev."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.46","label":"46","content":"Thaus peb teev ntawd, Yexus hu nrov nrov has tas, “Elis, Elis, lemas xanpathanis?” Lu lug ntawd txhais has tas, “Kuv tug Vaajtswv! Kuv tug Vaajtswv! Ua le caag koj tso kuv tseg lawm?”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.47","label":"47","content":"Cov tuabneeg kws sawv ntawd muaj qee leej kws nov Yexus has le ntawd. puab has tas, “Nwg hu Eliyas!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.48","label":"48","content":"Taamsim ntawd, muaj ib tug txawm dlha moog muab ib lub taub ntxuav yag raus cawv txiv maab qaub chob rua ib tug lojkov cev moog rua Yexus haus."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.49","label":"49","content":"Tabsis muaj dlua ib cov has tas, “Tog mivntsiv tsaiv, peb saib Eliyas puas yuav lug cawm kuas nwg dlim!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.50","label":"50","content":"Yexus rov quaj hu dlua ib zag nrov nrov, ces nwg txawm tu sav nrho lawm."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.51","label":"51","content":"Taamsim ntawd dlaim ntaub kws thaiv huv lub Tuamtsev ndluag rhe sau ti nkaus huv taw ua ob dlaig. Lub nplajteb ua zug koog, tej pobzeb pobtsuas tawg zum zawg."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.52","label":"52","content":"tej qhov ntxaa txawm qheb, hab cov tuabneeg ntseeg Vaajtswv kws tuag lawm, muaj ntau leej muaj sa sawv rov lug."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.53","label":"53","content":"Puab tawm huv qhov ntxaa lug, hab thaus Yexus sawv huv qhov tuag rov qaab lug lawm, ces puab txawm moog rua huv lub Nroog Yeluxalees, hab cov tuabneeg kws nyob huv muaj tau leej pum puab."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.54","label":"54","content":"Thaus tug thawj tubrog hab cov tubrog kws zuv Yexus pum lub nplajteb ua zug koog hab pum txhua yaam kws muaj lug ntawd, puab ntshai kawg le. Hab puab sis thaam has tas, “Tug nuav yeej yog Vaajtswv tug Tub tag!”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.55","label":"55","content":"Muaj ntau leej quaspuj tuaj sawv dleb dleb saib. Puab yog cov kws ibtxwm paab Yexus hab nrug Yexus tuaj peg Kalilais tuaj."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.56","label":"56","content":"Cov quaspuj ntawd yog Malis Madalas, Malis tug kws yog Yakaunpaus hab Yauxej nam, hab muaj ib tug yog Xenpedais tug quaspuj."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.57","label":"57","content":"Thaus yuav tsaus ntuj, muaj ib tug txivneej npluanuj, hu ua Yauxej kws nyob peg lub nroog Alimathas txawm tuaj txug. Nwg yog Yexus ib tug thwjtim hab,"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.58","label":"58","content":"nwg moog cuag Philaj hab thov Philaj muab Yexus lub cev rua nwg. Ces Philaj txhaj kuas puab moog muab Yexus lub cev rua Yauxej,"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.59","label":"59","content":"Yauxej muab ib chaws ntaub maag tshab lug qhwv Yexus lub cev,"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.60","label":"60","content":"hab kwv moog tso rua huv lub qhov ntxaa tshab kws nwg txaug tau rua huv ib phaab zeb. Nwg dlov ib dlaim txag zeb luj luj lug npug lub rooj ntxaas ca, hab nwg txawm moog tsev lawm."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.61","label":"61","content":"Malis Madalas hab muaj dlua ib tug Malis nyob ntawm rooj ntxaas saib."},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.62","label":"62","content":"Nub tom qaab kws yog nub Xanpataus, cov thawj ntawm cov povthawj hab cov Falixais moog cuag Philaj"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.63","label":"63","content":"hab has tas, “Peb ncu tau has tas, thaus tug tuabneeg dlaag ntawd tseem muaj sa nyob, nwg has tas, ‘Peb nub kuv yuav sawv rov qaab lug.’"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.64","label":"64","content":"Yog le ntawd, thov koj tso tuabneeg moog zuv lub qhov ntxaa zoo zoo kuas puv peb nub, nyob tsaam nwg cov thwjtim yuav tuaj nyag nwg lub cev hab moog qha rua suavdlawg has tas, nwg tub sawv huv qhov tuag rov qaab lug lawm. Ces zaaj kws puab dlaag ntawd, hajyam yuav phem heev dlua thawj zag.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.65","label":"65","content":"Philaj txawm has rua puab tas, “Mej ca le coj ib paab tubrog moog zuv lub qhov ntxaa zoo zoo lawv le mej zuv tau.”"},{"bible_id":"1726","chapter_code":"MAT.27","verse_code":"MAT.27.66","label":"66","content":"Puab txawm moog nas homthawj rua dlaim txag zeb, hab tso tubrog zuv."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.1","label":"1","content":"Tom qaab nub Xanpataus kws yog Nubkaaj thaus sawv ntxuv, Malis Madalas, hab dlua ib tug Malis moog saib Yexus lub ntxaa."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.2","label":"2","content":"Taamsim ntawd nplajteb ua zug koog, tug Tswv ib tug timtswv nqeg lug muab dlaim txag zeb kws npug lub rooj ntxaas dlov tawm, hab nwg nyob quastsawg ntawm dlaim txag zeb ntawd."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.3","label":"3","content":"Nwg lub ntsejmuag ci ib yaam le tsaglig xub laim, hab nwg cev rig tsho dlawb paug ib yaam le dlaus."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.4","label":"4","content":"Cov tubrog kws zuv lub qhov ntxaa ntshai ua ib ce tshee nyo hab txhaav taag ib yaam le cov tuabneeg tuag lawm."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.5","label":"5","content":"Tug timtswv ntawd has rua ob tug quaspuj tas, “Meb tsi xob ntshai; kuv paub has tas yog meb tuaj nrhav Yexus tug kws luas muab ntsa rua sau ntoo khaublig."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.6","label":"6","content":"Nwg tsi nyob ntawm nuav, nwg tub sawv lawv le nwg qha tseg lawm. Meb ca le lug saib qhov chaw kws luas tso nwg lub cev ca."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.7","label":"7","content":"Meb ca le rov moog qha rua nwg cov thwjtim has tas, nwg tub sawv huv qhov tuag rov lug lawm. ‘Nwg yuav ua mej ntej moog rua peg Kalilais; hab mej yuav ntsib nwg peg!’ Ncu ntsoov tej kws kuv has rua meb nuav!”"},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.8","label":"8","content":"Ob tug txawm rov nrawm nroog ntawm lub qhov ntxaa moog lawm, obtug ntshai los ntshai, zoo sab los zoo sab, hab sis tw dlha rov moog qha rua Yexus cov thwjtim paub."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.9","label":"9","content":"Thaus obtug taabtom rov moog, obtug txawm ntsib Yexus. Yexus has rua obtug tas, “Thov kuas meb tau nyob kaaj sab lug.” Obtug lug tuav nkaus Yexus ob txhais kutaw hab pehawm nwg."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.10","label":"10","content":"Yexus has rua obtug tas, “Mej tsi xob ntshai, meb ca le moog qha kuv cov thwjtim kuas puab moog rua peg Kalilais, puab yuav pum kuv peg.”"},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.11","label":"11","content":"Thaus ob tug quaspuj ntawd taabtom taug kev moog, cov tubrog kws zuv lub qhov ntxaa qee leej dlha moog rua huv nroog hab qha tej kws muaj lawm rua cov thawj ntawm cov povthawj noog."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.12","label":"12","content":"Thaus cov thawj ntawm cov povthawj moog nrug cov txwjlaug saablaaj taag; puab txawm muab nyaj ntau rua cov tubrog"},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.13","label":"13","content":"hab has tas, “Mej yuavtsum has tas, thaus ib taag mo kws mej tsaug zug lawm, ces nwg cov thwjtim txawm tuaj nyag nwg lub cev lawm."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.14","label":"14","content":"Mej tsi xob txhawj, yog tug tswvxeev nov txug zaaj nuav, peb maam le has nwg, tsi pub mej raug teebmeem.”"},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.15","label":"15","content":"Cov tubrog txais cov nyaj ntawd, ces puab txawm ua lawv le cov povthawj has. Zaaj nuav nrov nchaa moog thoob plawg txhua qhov rua cov Yudais nov txug naj nub nua."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.16","label":"16","content":"Kaum ib tug thwjtim txawm moog rua peg Kalilais hab nce moog rua peg lub roob lawv le Yexus has rua puab lawm."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.17","label":"17","content":"Thaus puab moog pum Yexus, puab txawm txhus caug ndlua pehawm nwg, tabsis tseem muaj qee leej ua xyem xyaav."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.18","label":"18","content":"Yexus txaav lug ze puab hab has rua puab tas, “Vaajtswv tub muab fwjchim rua kuv kaav taagnrho ib puas tsaav yaam sau ntuj hab huv nplajteb nuav lawm."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.19","label":"19","content":"Yog le ntawd, mej ca le tawm moog qha txhua tsaav tuabneeg huv qaab ntuj nuav, kuas puab lug ua kuv cov thwjtim: Mej yuavtsum tuav Vaaj Leej Txiv, Vaaj Leej Tub, hab Vaaj Ntsujplig tug Dlawbhuv lub npe muab puab ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"MAT.28","verse_code":"MAT.28.20","label":"20","content":"Hab qha kuas puab paub coj lawv le txhua yaam kws kuv tau qha rua mej lawm; hab kuv yuav nrug nraim mej moog txug nub kws lub nplajteb nuav kawg.”"}]