[{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.1","label":"1","content":"Ntu kws Yauthaas, Ahas hab Hexekiyas ua vaajntxwv kaav tebchaws Yudas, tug TSWV tau has tej lug nuav rua Mikhas kws yog tug cev Vaajtswv lug kws nyob rua huv lub nroog Mauleses. Tug TSWV qha txhua yaam nuav rua Mikhas txug lub nroog Xamalis hab lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.2","label":"2","content":"Txhua tsaav tuabneeg, mej ca le noog tej lug nuav; Txhua tug tuabneeg kws nyob huv nplajteb mej ca le noog tej lug nuav; Tug TSWV kws kaav ib puas tsaav yaam yuav ua timkhawv tawmtsaam mej. Ca le noog! Nwg has tej lug nuav huv nwg lub Tuamtsev sau ntuj tuaj."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.3","label":"3","content":"Tug TSWV taabtom nqeg sau nwg lub chaw kws dlawbhuv lug; nwg yuav nqeg hab taug kev sau tej ncov roob lug."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.4","label":"4","content":"Ces tej hauv roob yuav yaaj huv nwg qaab xibtaws ib yaam le muab cab ntaab sub sau suavtawg; tej hauv roob yuav ndlwg laub lug, lug rua huv tej haav ib yaam le dlej ndlwg sau tej ncov roob lug."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.5","label":"5","content":"Txhua yaam nuav yuav muaj tshwmsim lug vim cov Yixalayees tau ua txhum luj heev hab tau ntxeev sab rua Vaajtswv. Leejtwg yog tug kws ua rua cov Yixalayees ntxeev sab? Tub yog cov tuabneeg huv lub nroog Xamalis ntaag! Leejtwg tau pe mlom huv tebchaws Yudas? Tub yog cov tuabneeg huv lub nroog Yeluxalees ntaag!"},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.6","label":"6","content":"Yog le ntawd tug TSWV txhaj has tas, “Kuv yuav ua kuas lub nroog Xamalis puamtsuaj taag ua ib pawg rua huv taj nraag hab ua chaw rua luas cog txiv maab. Kuv yuav muab lub nroog ntawd tej thwvcib nchuav rua huv kwj haa, tsuas tseg tej dlaim txag zeb kws pua lub nroog lawm xwb."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.7","label":"7","content":"Lub nroog ntawd tej mlom yuav raug luas muab tsoo tawg ntsoog ntxawg; txhua yaam kws tuabneeg nqaa tuaj fij rua huv lub tsev namndlav yuav kub nyab, hab lub nroog ntawd tej mlom yuav raug rhuav kuas puamtsuaj taag. Lub nroog Xamalis muab tej ntawd lug teev lug pe, tabsis nwgnuav nwg cov yeebncuab yuav tuaj nqaa tej ntawd coj moog teev rua huv lwm lub tsev namndlav.”"},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.8","label":"8","content":"Mikhas has tas, “Vim tej xwm nuav kuv txhaj ntxhuv sab hab quaj ntsuag. Kuv yuav moog kutaw dlo hab labqaab moog qha rua suavdlawg paub kuv tej kev nyuaj sab. Kuv yuav tsaa suab hlo quaj ib yaam le tug maa nqov ntuj, hab quaj seev quas yeeg ib yaam le tug noog ntxhuav quaj."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.9","label":"9","content":"Vim tsi muaj tuabneeg khu tau Xamalis tej qhov txhaab, hab Yudas yuav raug kev txomnyem ib yaam nkaus le ntawd; kev puamtsuaj tub tuaj ti ntawm lub nroog Yeluxalees tej roojvaag kws kuv tsaav tuabneeg nyob lawm.”"},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.10","label":"10","content":"Tsi xob qha rua peb cov yeebncuab kws nyob huv lub nroog Nkathas paub has tas peb swb lawm; tsi xob ca puab pum mej quaj ntsuag. Cov tuabneeg Npes-Le-afalas,  mej ca le quaj dlaa huv aav qha has tas mej taag kev ca sab lawm!"},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.11","label":"11","content":"Cov tuabneeg kws nyob huv lub nroog Safis raug luas nteg coj labqaab ploog moog hab txaajmuag ntsuav. Cov tuabneeg kws nyob huv Xa-anaas yuav tsi muaj cuabkaav tawm huv puab lub nroog moog rua saab nrau. Thaus mej nov cov tuabneeg huv Npethexees nyav, mej yuav paub has tas tsi muaj chaw cawm sav nyob qhov twg lawm."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.12","label":"12","content":"Cov tuabneeg kws nyob huv Malaus ua neej nyob lwj sab ntsuav tog nrhw txujkev cawm dlim rua qhov tug TSWV tub tso txujkev puamtsuaj tuaj ti lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.13","label":"13","content":"Mej cov kws nyob huv lub nroog Lakhis, ca le muab neeg lug hai tej tsheb neeg ua rog. Mej nyam ua txhum ib yaam le cov tuabneeg Yixalayees ua txhaj ua rua cov tuabneeg kws nyob huv lub nroog Yeluxalees ua txhum taag."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.14","label":"14","content":"Cov Yudas, taamsim nuav mej ca le tsiv tawm huv lub nroog Mauleses Nkas moog. Cov tuabneeg huv lub nroog Akhaxis yuav tsi tuaj paab cov Yixalayees tej vaajntxwv lawm."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.15","label":"15","content":"Cov Melesas, tug TSWV yuav muab mej cob rua cov yeebncuab kws tuaj txeeb mej lub nroog. Cov Yixalayees tej thawjcoj yuav tsiv moog nkaum rua huv lub qhov tsua ntawm Adulaas."},{"bible_id":"1726","chapter_code":"MIC.1","verse_code":"MIC.1.16","label":"16","content":"Cov Yudas, mej ca le txav mej tej plaubhau hab quaj nyav mej tej mivnyuas kws mej hlub. Chais mej tej plaubhau kuas dlo dlus ib yaam le taubhau dlaav npoj, rua qhov mej tej mivnyuas yuav raug luas nteg coj moog nyob rua lwm qhov."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.1","label":"1","content":"Cov tuabneeg kws pw sau txaaj tuav tswvyim moog ua phem yuav raug kev txomnyem! Thaus kaaj ntug txoog puab tawm moog ua phem lawv le puab tub xaav tseg lawm."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.2","label":"2","content":"Thaus puab xaav tau luas tej teb, puab moog txeeb kag lug ua puab tug; thaus puab xaav tau luas tej tsev, puab moog txeeb kag lug rua puab yuav. Tsi muaj ib tug tuabneeg twg kws nwg tsev tuabneeg lossis nwg tej cuabtaam yuav nyob tso sab lug tsi pluj le."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.3","label":"3","content":"Yog le ntawd, tug TSWV txhaj has tas, “Kuv yuav tso kev puamtsuaj lug raug mej, hab mej yuav tsiv tsi dlim le. Thaus mej raug kev kub ntxhuv le ntawd, mej yuav tsi tau moog kev muaj plhus ntxhas lawm."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.4","label":"4","content":"Thaus txug nub ntawd tuabneeg yuav muab mej txujkev puamtsuaj lug pav ua yaam ntxwv qha rua suavdlawg, hab puab yuav hu nkauj qha mej txujkev tu sab rua suavdlawg noog le nuav: “ ‘Peb raug kev puamtsuaj taag lawm lauj! Tug TSWV tub muab peb lub tebchaws tshem moog lawm hab muab cob rua cov tuabneeg kws tuaj nteg peb ntawd txhais teg.’ ”"},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.5","label":"5","content":"Yog le ntawd, thaus txug nub kws tug TSWV rov tu lub tebchaws rua nwg tsaav tuabneeg nyob, mej yuav tsi muaj ib tug nrug luas muaj feem muaj tug le."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.6","label":"6","content":"Cov tuabneeg ywg kuv has tas, “Koj tsi xob tuaj qha peb, tsi xob qha tej ntawd lawm. Vaajtswv yeej tsi pub kuas peb poob ntsejmuag ib zag le."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.7","label":"7","content":"Koj xaav has tas cov Yixalayees raug foom tsi zoo lawm nua los?  Tug TSWV ua tsi taug sab ntev lawm los? Nwg yog tug yuav ua tej ntawd ntaag los? Nwg tsi has lug mog lug muas  rua cov tuabneeg kws ua ncaaj le ntaag los?”"},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.8","label":"8","content":"Tug TSWV teb has tas, “Mej txhobtxwm ua yeebncuab rua kuv tsaav tuabneeg. Cov tuabneeg kws rov huv tshaav rog lug xaav has tas puab yuav tau nyob kaaj sab lug huv puab tej tsev, tabsis mej moog tog kev fuab puab tej tsho luj nqaa moog lawm.”"},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.9","label":"9","content":"Mej muab tej quaspuj kws yog kuv tsaav tuabneeg ntab tawm huv puab tej tsev kws yog puab lub chaw tshua, hab mej tsi pub puab tej mivnyuas lug yuav kuv txuj koob koov moog ibtxhis."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.10","label":"10","content":"Mej ca le sawv tawm moog; ntawm nuav tsi muaj chaw rua mej nkaum lawm. Tub yog vim mej tej kev txhum, lub tebchaws txhaj raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.11","label":"11","content":"“Cov tuabneeg nuav nyam tug cevlug kws moog ncig dlaag rua nuav rua u has tas, ‘Kuv yog tug qha rua mej has tas cawv txiv maab hab cawv ntxws yuav nchuav laub lug, lug rua mej.’"},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.12","label":"12","content":"“Tabsis kuv yuav sau taagnrho mej cov Yixalayees kws seem lug nyob ua ke. Kuv yuav coj mej lug ua ke ib yaam le paab yaaj kws lug sis sau rua huv nkuaj. Yuav muaj tuabneeg lug nyob puv nkaus huv mej lub tebchaws dlua ib zag ntxiv ib yaam le paab yaaj kws nyob puv nkaus huv lub tshaav zaub.”"},{"bible_id":"1726","chapter_code":"MIC.2","verse_code":"MIC.2.13","label":"13","content":"Tug TSWV yuav qheb kev rua puab hab coj puab huv lub tebchaws kws puab raug nteg moog nyob rov qaab lug. Puab yuav tsoo tej roojvaag nroog tawg txua hab tawm moog nyob ywj sab. Tug TSWV kws yog puab tug Vaajntxwv yuav coj puab kev tawm moog."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.1","label":"1","content":"Mej cov kws ua thawj tswjfwm cov Yixalayees, mej ca le ua tuab zoo noog! Tsimnyog mej yuavtsum paub txujkev ncaaj nceeg,"},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.2","label":"2","content":"tabsis mej ntxub txujkev ua zoo hab nyam txujkev ua phem. Mej muab kuv tsaav tuabneeg laws tawv caj hab luas puab tej nqaj tawm ntawm puab tej pobtxhaa."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.3","label":"3","content":"Mej noj kuv tsaav tuabneeg, mej muab puab laws tawv, tsoo puab tej pobtxhaa hab muab puab tsuav ib yaam le tsuav nqaj rua huv laujkaub."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.4","label":"4","content":"Muaj ib nub twg mej yuav quaj hu tug TSWV, tabsis nwg yuav tsi teb mej. Nwg yuav tsi noog mej tej lug thov vim tej kev phem kev qas kws mej tau ua taag lug."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.5","label":"5","content":"Kuv tsaav tuabneeg raug cov cevlug cuav coglug dlaag ntxag has tas cov kws them nqe rua puab yuav tau txais kev thaajyeeb, tabsis cov kws tsi them nqe rua puab yuav ntsib kev tsuv kev rog. Tug TSWV has rua cov cevlug ntawd has tas,"},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.6","label":"6","content":"“Cov cevlug, mej lub neej tub yuav xaus; lub nub tub yuav poob qho. Rua qhov mej coj kuv tsaav tuabneeg yuam kev, mej yuav tsi ua ywgtoog pum qhov tseeb hab mej yuav tsi paub qha tej kws yuav muaj lug yaav tom ntej le lawm!”"},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.7","label":"7","content":"Cov tuabneeg kws paub txug yaav tom ntej yuav poob ntsejmuag vim tej lug kws puab qha tsi tseeb. Puab yuav poob ntsejmuag rua qhov tug TSWV tsi teb puab tej lug lawm."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.8","label":"8","content":"Tabsis tug TSWV pub nwg tug ntsujplig hab lub fwjchim rua kuv; nwg pub kuv paub txujkev ncaaj nceeg hab pub kuv muaj lub sab tawv moog qha cov Yixalayees kuas puab paub puab tej kev txhum."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.9","label":"9","content":"Mej cov kws ua thawj tswjfwm cov Yixalayees, mej ca le ua tuab zoo noog kuv tej lug, mej ntxub txujkev ncaaj nceeg hab muab qhov zoo ntxeev ua qhov phem."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.10","label":"10","content":"Mej muab txujkev tsi ncaaj nceeg hab luas tej roj ntshaa lug pua lub nroog Yeluxalees kws yog Vaajtswv lub nroog."},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.11","label":"11","content":"Cov thawjcoj kws tswjfwm lub nroog nuav, puab txav txim vim puab xaav tau tej nyaj kws luas coj tuaj xab puab cov povthawj txhais txuj Kevcai vim tej nqe zug kws luas them rua puab. Cov cevlug qha tej kws yuav tshwm lug yaav tom ntej vim xaav tau nyaj xwb puab cov ntawd khaav has tas, tug TSWV nrug nraim puab nyob. Puab has tas, “Tug TSWV nrug nraim peb, yeej tsi muaj ib yaam xwm dlaabtsi yuav lug raug peb le.”"},{"bible_id":"1726","chapter_code":"MIC.3","verse_code":"MIC.3.12","label":"12","content":"Tub yog vim mej ntaag, lub nroog Xi-oos txhaj raug luas muab laij ib yaam le laij teb, lub nroog Yeluxalees yuav raug luas muab rhuav kuas puamtsuaj taag ua ib pawg, hab lub pov roob kws ua lub Tuamtsev rua yuav caj ua haav zoov."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.1","label":"1","content":"Muaj ib nub tom ntej nuav lub roob kws ua lub Tuamtsev rua sau yuav yog lub kws sab tshaaj cov; nwg tshwm sab dlua txhua lub pov roob huv tuabsi. Ntau tsaav tuabneeg yuav nchuav nthwv tuaj rua ntawm lub roob ntawd,"},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.2","label":"2","content":"hab puab yuav has tas, “Peb ca le nce moog rua sau tug TSWV lub ncov roob, moog rua sau cov Yixalayees tug Vaajtswv lub Tuamtsev. Vaajtswv yuav qha rua peb paub tej kws nwg xaav kuas peb ua; peb yuav taug txujkev kws nwg tau xaiv rua peb lawm. Tug TSWV tej lug qhuab qha taabtom tawm huv Yeluxalees tuaj; nwg tuaj sau lub Roob Xi-oos has rua nwg tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.3","label":"3","content":"Nwg yuav txav txim rua txhua tsaav tuabneeg rua cov tuabneeg kws muaj fwjchim luj tsi has nyob dleb hab nyob ze. Puab yuav muab puab tej ntaaj ntaus ua khais hab yuav muab puab tej muv ntaus ua lag. Txhua tsaav tuabneeg yuav tseg tsi ua rog hab tsi npaaj sis tua ntxiv lawm."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.4","label":"4","content":"Txhua tug yuav nyob kaaj sab lug ntawm nyag tej vaaj txiv maab, txiv ncuav pas, hab yuav tsi muaj leejtwg ua rua nwg tau kev txhawj kev ntshai le. Tug TSWV kws muaj Fwjchim Luj kawg nkaus tau coglug tseg le ntawd."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.5","label":"5","content":"Txhua tsaav tuabneeg nyag pe hab noog nyag tug vaajtswv lug, tabsis peb yuav pe hab noog tug TSWV kws yog peb tug Vaajtswv lug moog ibtxhis tsi kawg."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.6","label":"6","content":"Tug TSWV has tas, “Thaus txug lub sijhawm lawm, kuv yuav sau taagnrho cov tuabneeg kws kuv tau rau txim rua kuas luas nteg coj moog ua qhev txomnyem ntsuav ntawd rov qaab lug nyob ua ke dlua."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.7","label":"7","content":"Puab puavleej yog tuabneeg saav ceg hab nyob dleb ntawm puab tej vaaj tse, tabsis kuv yuav tsaa cov tuabneeg kws seem kuas pib ua dlua lub neej tshab, hab puab yuav ua ib tsaav tuabneeg kws muaj fwjchim heev. Kuv yuav nyob sau lub Roob Xi-oos kaav puab suav txij nub ntawd moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.8","label":"8","content":"Lub nroog Yeluxalees, koj yog lub nroog kws Vaajtswv zuv rawv tsomkwm nwg tsaav tuabneeg ib yaam le tug tswv yug yaaj kws sawv sau lub chaw tsomfaaj zuv nwg paab yaaj; koj yuav rov tau ua lub tuamceeb nroog rua koj lub tebchaws ib yaam le yaav thaus u."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.9","label":"9","content":"Vim le caag koj quaj nrov ua luaj? Vim le caag koj raug kev txomnyem npaum nkaus le tug quaspuj kws taabtom yug mivnyuas? Puas yog koj tsi muaj vaajntxwv hab koj cov tuavxaam tuag taag lawm?"},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.10","label":"10","content":"Cov tuabneeg kws nyob huv Yeluxalees, mej ca le quaj ntswj pis yog hab ntsaaj  ib yaam le tug quaspuj kws taabtom yug mivnyuas, rua qhov nwgnuav mej yuav tau tso mej lub nroog tseg hab moog nyob tom tej roob mojsaab. Mej yuav tau moog nyob tim tebchaws Npanpiloos, tabsis tug TSWV yuav paab kuas mej dlim ntawm mej cov yeebncuab."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.11","label":"11","content":"Ntau tsaav tuabneeg tau sis sau tuaj tua koj. Puab has tas, “Peb yuavtsum rhuav kuas tau lub nroog Yeluxalees! Peb yuav pum lub nroog nuav raug puamtsuaj lauj!”"},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.12","label":"12","content":"Tabsis tej tsaav tuabneeg ntawd tsi paub tej kws tug TSWV xaav. Puab tub tsi paub has tas, tug TSWV sau puab lug ua ke yuav txav txim rua puab ib yaam le luas sau nplej lug tib ca yuav muab ntaus."},{"bible_id":"1726","chapter_code":"MIC.4","verse_code":"MIC.4.13","label":"13","content":"Tug TSWV has tas, “Cov tuabneeg kws nyob huv Yeluxalees, mej ca le moog rau txim rua mej cov yeebncuab! Kuv yuav ua kuas mej muaj zug ib yaam le tug txiv nyuj kws muaj txwm kub hlau hab muaj rau tooj. Mej yuav ntaus yeej ntau tsaav tuabneeg hab coj tej nyaj kws puab moog txeeb tau lug, tuaj pub rua kuv kws yog tug TSWV kws kaav lub nplajteb.”"},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.1","label":"1","content":"Cov Yixalayees, ca le txhij mej cov tubrog! Luas tub tuaj vij peb lawm! Luas tub tuaj tawmtsaam cov Yixalayees tug thawjcoj lawm."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.2","label":"2","content":"Tug TSWV has tas, “Npelehees Efalathas, koj yog ib lub nroog kws miv tshaaj plawg nyob huv tebchaws Yudas, tabsis kuv yuav tso ib tug thawjcoj lug tshwm rua huv koj lug kaav cov Yixalayees, nwg yeej muaj caajceg sis txuas ua ntu zug thaus u lug.”"},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.3","label":"3","content":"Yog le ntawd tug TSWV yuav muab nwg tsaav tuabneeg tso rua puab cov yeebncuab txhais teg moog txug thaus tug quaspuj suab mivnyuas yug tau nwg tug tub. Ces nwg tsaav tuabneeg kws raug luas nteg moog lawm yuav rov sis sau lug ua ib tsaav tuabneeg dlua."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.4","label":"4","content":"Thaus nwg lug, tug TSWV kws yog Vaajtswv yuav pub nwg tug zug hab lub fwjchim rua nwg kaav nwg tsaav tuabneeg. Nwg tsaav tuabneeg yuav nyob kaaj sab lug rua qhov txhua tsaav tuabneeg thoob nplajteb yuav leeg has tas, nwg yog tug kws muaj fwjchim luj kawg nkaus,"},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.5","label":"5","content":"hab nwg yuav coj txujkev kaaj sab lug rua suavdlawg. Thaus cov Axilias tuaj vij peb lub tebchaws hab hlaa tuaj rua huv peb nrim dlej nrim aav, peb yuav tso peb cov thawj tubrog kws sab tawv tshaaj plawg moog tua puab."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.6","label":"6","content":"Puab yuav rhu puab tej ntaaj tua yeej lub tebchaws Axilias, lub tebchaws Nilaus hab puab  yuav paab kuas peb dlim ntawm cov Axilias kws tuaj tua peb lub tebchaws."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.7","label":"7","content":"Cov Yixalayees kws seem yuav zoo ib yaam le tej lwg dlej kws tug TSWV tso lug yug ntau tsaav tuabneeg hab zoo ib yaam le cov naag kws lug yug tej qoobloo. Puab yuav vaamkhom Vaajtswv xwb tsi vaamkhom tuabneeg lawm."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.8","label":"8","content":"Cov seem kws tseem nrug txhua tsaav tuabneeg nyob yuav zoo ib yaam le tug tsuv ntxhuav kws moog nrhav tsaj tum noj huv haav zoov lossis huv tshaav zaub: nwg nkaag moog nyob huv paab yaaj, dlha moog mos paab yaaj, hab muab cov yaaj dlua ua tej dlaim; nyob qhov ntawd yeej tsi muaj kev ca sab rua leejtwg yuav paab tau dlim."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.9","label":"9","content":"Cov Yixalayees yuav tua yeej puab cov yeebncuab hab ua kuas cov yeebncuab ntawd puamtsuaj taag."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.10","label":"10","content":"Tug TSWV has tas, “Thaus lub sijhawm ntawd kuv yuav caab mej cov neeg moog hab muab tej tsheb neeg rhuav kuas puamtsuaj taag."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.11","label":"11","content":"Kuv yuav rhuav mej tej nroog kws nyob huv mej lub tebchaws hab muab mej tej ntsaa yeej tsoo kuas pob puag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.12","label":"12","content":"Kuv yuav rhuav tshem mej tej khawvkoob kuas puamtsuaj hab tsi pub mej cov tuabneeg kws saib moov ib tug seem nyob qhov twg le."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.13","label":"13","content":"Kuv yuav muab tej mlom kws mej pe hab tej ncej zeb kws mej teev tsoo povtseg; mej yuav tsi tau pe tej mlom kws mej txhais teg puab ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.14","label":"14","content":"Kuv yuav muab tej mlom quaspuj Aselas huv mej lub tebchaws tsoo povtseg hab muab mej tej nroog rhuav kuas puamtsuaj taag."},{"bible_id":"1726","chapter_code":"MIC.5","verse_code":"MIC.5.15","label":"15","content":"Vim kuv chim heev, kuv yuav ua nruj ua tsiv pauj txhua tsaav tuabneeg kws tsi noog kuv lug.”"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.1","label":"1","content":"Mej ca le noog tug TSWV rooj plaub kws nrug cov Yixalayees sis has. Tug TSWV, ca le sawv hab has Koj rooj plaub; thov ca tej toj roob hauv peg nrug ua timkhawv nov koj tej lug."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.2","label":"2","content":"Tej roob hab tej hauvpaug caag kws tuav lub nplajteb nyob moog ibtxhis, mej ca le ua tuab zoo noog tug TSWV rooj plaub! Tug TSWV tau kom ib rooj plaub nrug nwg tsaav tuabneeg. Nwg taabtom ua plaub rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.3","label":"3","content":"Tug TSWV has tas, “Kuv tsaav tuabneeg, kuv tau ua le caag rua mej? Kuv tau ua rua mej nyuaj sab los? Mej ca le teb kuv!"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.4","label":"4","content":"Kuv tau coj mej tawm nraag tebchaws Iziv lug; kuv tau tso mej dlim ntawm txujkev ua luas qhev; kuv khaiv Mauxes, Aloos hab Milias ua cov coj mej."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.5","label":"5","content":"Kuv tsaav tuabneeg, ncu ntsoov tej kws cov Mau-am tug Vaajntxwv Npalaj tuav tswvyim ua phem rua mej, hab tej kws Npe-aus tug tub Npala-aas tau teb rua Npalaj ntawd? Ncu ntsoov tej xwmtxheej kws thaus mej taabtom tawm huv lub yeej ntawm Akaxias lug rua ntawm Nkilenkas. Ncu ntsoov tej nuav, mej txhaj yuav paub tej kws kuv tau paab mej dlim ua ntu zug lug.”"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.6","label":"6","content":"Thaus kuv moog pehawm tug TSWV kws yog Vaajtswv tug kws kaav sau qaum ntuj, kuv yuav coj dlaabtsi moog rua nwg? Kuv yuav coj tej mivnyuas nyuj kws zoo tshaaj plawg moog tua hlawv ua khoom fij rua nwg los?"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.7","label":"7","content":"Tug TSWV puas yuav txaus sab, yog has tas kuv coj ib txheeb tug yaaj lossis tej roj txiv ntoo kws txhawv le tug dlej tsi tu moog rua nwg? Puas yog kuv yuav tau muab kuv tug tub hlub moog tua ua khoom fij rua tug TSWV txhaj theej tau kuv lub txhoj?"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.8","label":"8","content":"Yeej tsi tau hlo le, tug TSWV tub qha yaam zoo rua peb lawm. Tej kws nwg xaav kuas peb ua yog le nuav: Ua lub sab ncaaj, cog kev sis hlub kuas ruaj khov hab ua lub neej txu fwjchim nrug peb tug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.9","label":"9","content":"Tug kws fwm tug TSWV txhaj yog tug muaj tswvyim. Tug TSWV has rua cov tuabneeg kws nyob huv lub nroog has tas, “Mej cov kws tuaj sis sau rua huv nroog,  mej ca le ua tuab zoo noog!"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.10","label":"10","content":"Huv cov tuabneeg ua phem tej tsev puv nkaus tej khoom kws puab moog dlaag tau lug. Puab muab raab teev tsi txwm luj ntxo luas tug noj, kuv ntxub tej ntawd kawg le."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.11","label":"11","content":"Kuv yuav ua le caag txhaj zaam txim tau rua cov tuabneeg kws muab raab teev tsi txwm coj lug luj ntxo luas tug ntawd?"},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.12","label":"12","content":"Mej cov tuabneeg kws muaj txag npluanuj, mej nrhav nrhw fuab cov tuabneeg pluag tug lug rua mej yuav, hab mej txhua tug puavleej yog tuabneeg dlaag xwb."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.13","label":"13","content":"Yog le ntawd kuv tub pib  ua kuas mej raug puamtsuaj, vim tej kws mej ua txhum ntawd lawm."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.14","label":"14","content":"Mej yuav tau noj tabsis tsi tsau plaab, mej tseem tshaib nqhes. Mej nqaa ntau yaam moog, tabsis mej yuav txuag tsi tau tej ntawd ca; txhua yaam kws mej khaws ca kuv yuav muab ua kuas puamtsuaj taag rua huv tshaav rog."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.15","label":"15","content":"Mej tseb noob nplej, tabsis mej yuav tsi muaj qoobloo sau. Mej tsuam txiv ntoo roj, tabsis mej yuav tsi muaj roj siv. Mej tsuam cawv txiv maab, tabsis mej yuav tsi muaj cawv haus."},{"bible_id":"1726","chapter_code":"MIC.6","verse_code":"MIC.6.16","label":"16","content":"Tej nuav yuav tshwmsim tuaj, vim mej tau ua phem lawv le Vaajntxwv Aumelis hab nwg tug tub kws yog Vaajntxwv Ahaj ua. Mej xyum ua lawv le ob tug ua, yog le ntawd kuv yuav ua kuas mej raug kev puamtsuaj hab luas yuav thuam mej. Tej tuabneeg  kws nyob txhua qhov yuav saib tsi taug mej.”"},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.1","label":"1","content":"Kuv Taag kev ca sab lawm lauj! Kuv zoo ib yaam le tug tuabneeg tshaib plaab kws xawb tsi tau ib lub txiv nyob sau ntoo, hab tsi muaj txiv maab nyob ntawm tej maab dle lug noj le. Txhua rev txiv maab kws qaab hab thawj phaum txiv ncuav pas luas tub muab dle taag lawm."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.2","label":"2","content":"Tsi tshuav ib tug tuabneeg ncaaj nceeg nyob huv lub tebchaws hlo le; tsi muaj ib tug tuabneeg kws muab sab npuab Vaajtswv. Txhua tug npaaj rawv tog tua tuabneeg. Txhua tug nyaag nrhw yuav tua nwg tej kwvtij zej zog."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.3","label":"3","content":"Puab txhua tug puavleej txawj ua phem. Cov numtswv hab cov txav txim xaav tau luas tej nyaj xab. Tug kws ua zoo neej xaav tau ib yaam dlaabtsi nwg tsaa ncauj has xwb luas yeej tuaj sis txoos ua ke tuav tswvyim lawm ntaag."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.4","label":"4","content":"Txawm yog tug kws ua zoo hab ua ncaaj tshaaj plawg ntawm puab cov ntawd los tseem zoo le tsob xuavpaug xwb. Tub txug nub kws Vaajtswv yuav txav txim rua cov tuabneeg ntawd lawv le kws nwg tau has kuas cov cevlug kws yog cov tuabneeg faajxwm ceebtoom rua puab lawm. Nwgnuav puab ntxhuv sab heev."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.5","label":"5","content":"Tsi xob ntseeg koj tej kwvtij zej zog lossis tsi xob ca sab rua koj tej phoojywg. Txawm yog tej lug kws koj has rua koj tug quaspuj los koj yuavtsum tau ceevfaaj."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.6","label":"6","content":"Lub sijhawm nuav tej tub yuav thuam leej txiv has tas ruag. Tej ntxhais yuav tawmtsaam leej nam hab tej nyaab yuav nrug nam puj sis caav sis tshe; koj cov yeebncuab yog koj tsev tuabneeg ntaag."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.7","label":"7","content":"Tabsis kuv saib ntsoov tug TSWV; kuv tog rawv Vaajtswv tug kws yuav lug cawm kuas kuv dlim. Kuv tug Vaajtswv yuav noog kuv tej lug thov."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.8","label":"8","content":"Peb tej yeebncuab tsi muaj lug yuav nyos peb. Peb qaug lawm, tabsis peb yuav sawv tau rov lug dlua. Taamsim nuav peb nyob huv qhov chaw kws tsaus ntuj nti, tabsis tug TSWV yuav ua lub teeb ci rua peb pum kev."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.9","label":"9","content":"Peb tau ua txhum rua tug TSWV lawm, yog le ntawd peb yuav tau ua sab ntev tiv nwg txujkev chim moog ib nyuas ntu. Tabsis txug thaus kawg nwg yuav tuaj peb tog hab paab dlaws peb tej plaub ntug. Nwg yuav coj peb tawm moog rua ntawm qhov kaaj; peb yuav saib ntsoov nwg cawm peb dlim."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.10","label":"10","content":"Thaus ntawd peb cov yeebncuab yuav pum tej nuav, hab puab yuav poob ntsejmuag heev. Puab yog cov yeebncuab kws nyos peb has tas, “Tug TSWV kws yog mej tug Vaajtswv nyob qhov twg?” Peb yuav saib ntsoov puab swb hab peb yuav pum luas tsuj  puab ib yaam le tuabneeg tsuj aav nkus tom tej kev."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.11","label":"11","content":"Cov tuabneeg kws nyob huv lub nroog Yeluxalees, tub txug lub sijhawm kws mej rov khu tug ntsaa yeej kws thaiv lub nroog lawm. Thaus ntawd mej lub nroog tej nrim yuav dlaav fo moog ntxiv."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.12","label":"12","content":"Tej tuabneeg kws tsiv moog nyob rua txhua qhov lawm suavdlawg yuav tau rov lug. Saab nubtuaj, puab yuav lug peg tebchaws Axilias lug; saab qaabteb, puab yuav lug nraag tebchaws Iziv lug. Puab yuav lug ntawm tej tebchaws kws nyob ntawm ntug dlej Efalates lug, lug tim tej havtxwv kws nyob dleb hab sau tej roob kws nyob dleb lug."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.13","label":"13","content":"Tabsis lub nplajteb yuav ua suabpuam taag rua qhov tuabneeg nplajteb ua phem ua qas."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.14","label":"14","content":"Tug TSWV, koj ca le ua tug tswv yug yaaj saib koj tsaav tuabneeg; puab yog tsaav tuabneeg kws koj tau xaiv tseg lawm. Txawm yog puab nyob ua twmzeej rua tom tej roob mojsaab qhua los nyob puagncig puab tseem muaj tej tebchaws kws zoo qoobloo heev. Thov ca puab moog noj tej zaub kws ntau heev huv lub tebchaws Npasaas hab cheebtsaam Nkile-as ib yaam le puab tau noj yaav thaus u lawm."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.15","label":"15","content":"Tug TSWV, thov koj ua tej txujci tseemceeb rua peb pum  ib yaam le koj tau ua thaus koj coj peb tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.16","label":"16","content":"Thaus txhua tsaav tuabneeg pum tej nuav yuav ua rua puab sab ntsws puag hab zug ntaug taag. Puab yuav pus qhovncauj hab ntsaws qhovntsej vim puab ntshai heev."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.17","label":"17","content":"Puab yuav nkaag chaub laug huv aav ib yaam le naab; puab yuav ntshai tshee nyo tawm huv puab tej chaw nkaum tuaj. Puab yuav ntshai tshee nyo tig rov qaab lug cuag tug Tswv kws yog peb tug Vaajtswv."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.18","label":"18","content":"Tug TSWV, yeej tsi muaj ib tug Vaajtswv zoo npaum le koj, koj zaam txim rua koj tsaav tuabneeg kws seem rov lug. Koj tsi chim taag ibtxhis, tabsis koj txaus sab hlo hlub peb moog le."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.19","label":"19","content":"Koj yuav rov taabncuab peb dlua ib zag ntxiv. Koj yuav muab peb tej kev txhum tsuj ntag rua huv koj qaab xibtaws hab muab tej kev txhum ntawd moog pov rua huv qaab thu havtxwv."},{"bible_id":"1726","chapter_code":"MIC.7","verse_code":"MIC.7.20","label":"20","content":"Koj yuav ua ncaaj hab hlub koj tsaav tuabneeg kws yog Anplahaas hab Yakhauj cov xeebntxwv, lawv le koj tau coglug rua peb cov yawmkoob thaus u lawm."}]