[{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.1","label":"1","content":"Ntawm nuav yog Txujmoo Zoo kws has txug Yexus Khetos kws yog Vaajtswv tug Tub."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.2","label":"2","content":"Lub hauvpaug chiv yog lawv le Yaxayas kws yog tug cev Vaajtswv lug tau sau tseg lawm has tas: “Vaajtswv has tas, ‘Kuv yuav khaiv kuv tug tubkhai ua koj ntej moog khu kev tog koj.’"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.3","label":"3","content":"Muaj ib tug has nrov nrov tom roob mojsaab qhua has tas, ‘Ca le khu kev tog tug Tswv; khu kev kuas ncaaj nwg yuav lug!’ ”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.4","label":"4","content":"Yauhaas tug kws muab tuabneeg ua kevcai raus dlej tawm tom roob mojsaab qhua lug, nwg muab tuabneeg ua kevcai raus dlej hab nwg qhuab qha  has tas, “Mej yuavtsum tso mej tej kev txhum tseg hab ua kevcai raus dlej, Vaajtswv txhaj yuav zaam mej lub txim.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.5","label":"5","content":"Cov tuabneeg kws nyob thoob plawg huv xeev Yudas hab huv lub nroog Yeluxalees, suavdlawg tuaj moog noog Yauhaas qha. Puab txhua tug nyag leeg nyag lub txim, hab Yauhaas muab puab ua kevcai raus dlej huv tug dlej Yauladees."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.6","label":"6","content":"Yauhaas naav cev rig tsho kws muab plaub ntxhuav ua, nwg sa hlaab tawv, nwg noj kooj hab zib ntaab."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.7","label":"7","content":"Yauhaas qha has tas, “Tug kws yuav lawv kuv qaab lug, tug ntawd muaj fwjchim luj dlua kuv, kuv tub tsi tsimnyog nyo moog dlaws nwg txuj nyuas hluas khau."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.8","label":"8","content":"Kuv muab mej ua kevcai raus rua huv dlej, tabsis tug ntawd yuav muab mej raus lug ntawm Vaaj Ntsujplig tug Dlawbhuv.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.9","label":"9","content":"Tom qaab ntawd tsi ntev Yexus txawm tuaj peg lub zog Naxales kws nyob huv xeev Kalilais tuaj, hab Yauhaas muab nwg ua kevcai raus dlej huv tug dlej Yauladees."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.10","label":"10","content":"Thaus Yexus sawv huv dlej lug, taamsim ntawd Yexus txawm pum rooj ntug qheb hlo, hab pum Vaaj Ntsujplig zoo le ib tug nquab lug rua sau Yexus."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.11","label":"11","content":"Hab Yexus nov ib lub suab has sau ntuj tuaj has tas, “Koj yog kuv tug Tub kws kuv hlub. Kuv txaus sab rua koj.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.12","label":"12","content":"Taamsim ntawd Vaaj Ntsujplig kuas Yexus moog rua tom roob mojsaab qhua,"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.13","label":"13","content":"Yexus nyob tod tau plaub caug nub, dlaab Ntxwgnyoog sim Yexus sab, Yexus nrug tej tsaj qus nyob, tabsis muaj ib cov timtswv ceebtsheej lug tu Yexus."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.14","label":"14","content":"Thaus puab muab Yauhaas kaw lawm, tom qaab ntawd Yexus txawm moog rua peg Kalilais hab qha Vaajtswv Txujmoo Zoo peg."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.15","label":"15","content":"Yexus qha has tas, “Tub txug lub sijhawm kws Vaajtswv lub Tebchaws lug ze lawm! Mej ca le tso mej tej kev txhum tseg lug ntseeg Txujmoo Zoo!”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.16","label":"16","content":"Thaus Yexus taabtom taug ntug dlej Havtxwv Kalilais moog, nwg pum ob tug tuabneeg nrhav ntseg kws yog Ximoos hab nwg tug kwv Aadales taabtom muab vaag ntaus ntseg huv havtxwv."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.17","label":"17","content":"Yexus has rua obtug tas, “Meb ca le nrug kuv moog, kuv yuav qha kuas meb paub moog nrhav tuabneeg.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.18","label":"18","content":"Taamsim ntawd obtug txawm tso plhuav obtug ob lub vaag tseg hab nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.19","label":"19","content":"Yexus moog tom ntej mivntsiv, nwg pum dlua ob tug kwvtij kws yog Yakaunpaus hab Yauhaas, obtug yog Xenpedais tub. Obtug taabtom ntxiv vaag huv nkoj."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.20","label":"20","content":"Thaus Yexus pum dlheev obtug, ces Yexus txawm hu obtug lug; obtug txawm tso obtug txiv Xenpedais hab cov tubkhai tseg rua huv lub nkoj, hab obtug nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.21","label":"21","content":"Yexus hab nwg cov thwjtim moog txug huv lub nroog Kapena-us, nub Xanpataus Yexus moog qhuab qha huv lub tsev saablaaj."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.22","label":"22","content":"Cov tuabneeg kws tuaj noog Yexus qhuab qha, puab xaav tsi thoob le, rua qhov Yexus tej lug qha tseemceeb heev, nwg qha tsi thooj le cov xwbfwb kws qha Vaajtswv txuj Kevcai qha."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.23","label":"23","content":"Taamsim ntawd muaj ib tug txivneej raug dlaab lug rua huv tsev saablaaj. Nwg qw nrov nrov has tas,"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.24","label":"24","content":"“Yexus kws yog tuabneeg Naxales, koj tuaj taabkaum peb ua dlaabtsi? Koj tuaj ua kuas peb puamtsuaj los? Kuv paub koj yog leejtwg, koj yog Vaajtswv tug tubkhai kws dlawbhuv!”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.25","label":"25","content":"Yexus has tawv tawv rua dlaab has tas, “Koj tsi xob has lug, koj ca le tawm huv tug txivneej nuav moog!”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.26","label":"26","content":"Dlaab txawm ua rua tug txivneej ntawd fuam ib thaaj hab qw nrov nrov, ces dlaab txawm tawm plawg lawm."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.27","label":"27","content":"Cov tuabneeg kws nyob ntawd xaav tsi thoob le, puab txawm sis nug has tas, “Muaj dlua ib zaaj lug qha tshab los ua caag? Tug txivneej nuav muaj fwjchim ntab tau dlaab hab dlaab kuj noog nwg lug!”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.28","label":"28","content":"Yexus lub moo txawm nrov nchaa moog thoob plawg txhua qhov huv xeev Kalilais."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.29","label":"29","content":"Yakaunpaus, Yauhaas hab taagnrho Yexus cov thwjtim nrug Yexus tawm huv tsev saablaaj moog rua tom Ximoos hab Aadales tsev."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.30","label":"30","content":"Ximoos nam tais ua npaws hab pw sau txaaj, thaus Yexus moog txug ndlua huv tsev, muaj tuabneeg qha rua Yexus has tas Ximoos nam tais mob."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.31","label":"31","content":"Yexus txawm moog saib nwg, Yexus tuav nwg teg nqug nwg sawv. Ces nwg txawm zoo hab sawv lug ua zaub ua mov rua puab noj."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.32","label":"32","content":"Thaus nub poob qho kws yuav tsaus ntuj, muaj tuabneeg coj tej tuabneeg kws muaj mob hab tej tuabneeg kws raug dlaab tuaj cuag Yexus."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.33","label":"33","content":"Tej tuabneeg zej zog tuaj nyob nrau qhovrooj."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.34","label":"34","content":"Yexus khu txhua tug kws muaj mob zoo huv tuabsi hab Yexus ntab ntau tug dlaab tawm. Yexus tsi pub dlaab has lug, rua qhov dlaab yeej paub Yexus."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.35","label":"35","content":"Nub tom qaab thaus kaaj ntug txoog, Yexus txawm sawv hab tawm huv tsev moog rua tom ib qhov chaw kws tsi muaj tuabneeg hab thov Vaajtswv."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.36","label":"36","content":"Ximoos hab nwg cov phoojywg moog nrhav Yexus,"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.37","label":"37","content":"thaus puab nrhav tau Yexus lawm, puab has rua Yexus has tas, “Muaj tuabneeg coob coob tuaj nrhav koj.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.38","label":"38","content":"Yexus teb has tas, “Peb yuavtsum moog txhua nrho tej zog kws nyob ibncig nuav hab kuv yuavtsum moog qha huv tej zog ntawd, rua qhov kuv yeej los lug ua teg num nuav.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.39","label":"39","content":"Yexus txawm moog thoob plawg huv xeev Kalilais, nwg qhuab qha huv tej tsev saablaaj, hab nwg ntab ntau tug dlaab tawm huv cov tuabneeg kws raug dlaab moog."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.40","label":"40","content":"Muaj ib tug txivneej mob ruas tuaj cuag Yexus, nwg txhus caug ndlua ntawm Yexus kutaw hab thov has tas, “Yog koj txaus sab khu kuv tug mob, koj yeej khu tau.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.41","label":"41","content":"Yexus hlub nwg heev,  Yexus txawm cev teg moog tuav nwg hab has tas, “Kuv txaus sab paab koj, koj tej ruas ca le zoo hlo!”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.42","label":"42","content":"Taamsim ntawd nwg tej ruas txawm zoo taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.43","label":"43","content":"Yexus txwv tawv tawv hab kuas nwg ca le moog,"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.44","label":"44","content":"Yexus has tas, “Koj tsi xob qha zaaj nuav rua leejtwg. Koj ca le ncaaj nraim moog cuag tug povthawj, kuas nwg saib has tas koj tej ruas tub zoo lawm; hab tom qaab ntawd koj ca le nqaa khoom moog hlawv fij rua Vaajtswv lawv le Mauxes tau qha tseg, suavdlawg txhaj paub has tas koj tub zoo lawm.”"},{"bible_id":"1726","chapter_code":"MRK.1","verse_code":"MRK.1.45","label":"45","content":"Tabsis nwg moog qha zaaj nuav rua suavdlawg thoob plawg txhua qhov huv tuabsi, nwg tsi zais le, txij nub ntawd lug Yexus moog tsi tau taabmeeg huv tej nroog lawm. Tabsis Yexus moog rua tom tej qhov chaw kws tsi muaj tuabneeg nyob coob, hab pheej muaj tuabneeg tuaj txhua qhov tuaj cuag Yexus."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.1","label":"1","content":"Tau ob peb nub tom qaab ntawd Yexus rov qaab lug txug rua huv lub nroog Kapena-us, suavdlawg nov has tas, Yexus rov lug tsev lawm."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.2","label":"2","content":"Muaj tuabneeg coob coob tuaj saib Yexus, puab nyob puv tsev taag, txawm yog ntawm qhovrooj los tub tsi tau kev moog rua huv tsev."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.3","label":"3","content":"Thaus Yexus taabtom qha Txujmoo Zoo rua puab noog, ces txawm muaj plaub leeg kwv ib tug txivneej tuag teg tuag taw tuaj rua Yexus khu."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.4","label":"4","content":"Tabsis muaj tuabneeg coob coob, puab tsi tau kev kwv nwg moog cuag Yexus, ces puab txawm nce moog rua sau ruv tsev hab lauj ib qho ncaaj ntawm Yexus rua sau. Thaus puab qheb tau lawm, puab txawm muab hlua khi dlaim choj kws pua nwg tso nwg dlauv moog rua huv."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.5","label":"5","content":"Thaus Yexus pum has tas puab muaj kev ntseeg heev, Yexus txawm has rua tug txivneej kws tuag teg tuag taw ntawd has tas, “Mivtub, kuv tub zaam koj lub txim lawm.”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.6","label":"6","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej kws nyob ntawd xaav has tas,"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.7","label":"7","content":"“Ua le caag nwg yuav has le ntawd? Nwg has le ntawd, kuj yog nwg saib tsi taug Vaajtswv! Tsi muaj leejtwg zaam tau tuabneeg lub txim, tsuas yog Vaajtswv tuab leeg xwb txhaj zaam tau!”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.8","label":"8","content":"Taamsim ntawd Yexus paub has tas puab xaav le ntawd, Yexus txawm has rua puab tas, “Ua le caag mej xaav le ntawd?"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.9","label":"9","content":"Lu lug kws has rua tug txivneej tuag teg tuag taw nuav has tas, ‘Kuv tub zaam koj lub txim lawm,’ lossis lu lug kws has tas, ‘Ca le sawv muab koj dlaim choj pua chaw nqaa moog tsev.’ Ob lu lug nuav lu twg yuav yoojyim has dlua?"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.10","label":"10","content":"Kuv ua le nuav qha rua mej paub has tas, Tuabneeg leej Tub muaj fwjchim nyob huv nplajteb nuav zaam txim tau rua tuabneeg.” Yexus txhaj has rua tug txivneej tuag teg tuag taw has tas,"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.11","label":"11","content":"“Kuv has rua koj has tas, koj ca le sawv hab nqaa koj dlaim choj pua chaw moog tsev!”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.12","label":"12","content":"Thaus suavdlawg taabtom saib ntsoov nwg, nwg txawm sawv tseeg nqaa hlo nwg dlaim choj pua chaw tawm nrawm nroog moog lawm. Puab xaav tsi thoob le, puab qhuas Vaajtswv has tas, “Peb tsi tau pum dlua le nuav ib zag le!”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.13","label":"13","content":"Yexus rov qaab moog nraag ntug Havtxwv Kalilais. Muaj ib paab tuabneeg coob coob tuaj cuag nwg, ces nwg txawm qha puab."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.14","label":"14","content":"Thaus Yexus taabtom moog, nwg pum ib tug txivneej sau se hu ua Levis kws yog Alafais tug tub nyob ntawm lub rooj sau se. Yexus has rua Levis has tas, “Koj ca le nrug kuv moog.” Ces Levis txawm sawv tseeg nrug Yexus moog."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.15","label":"15","content":"Tom qaab ntawd Yexus moog noj mov huv Levis tsev.  Cov tuabneeg sau se hab cov tuabneeg txhum ntau leej nrug Yexus moog, hab muaj coob leej nrug Yexus hab Yexus cov thwjtim noj mov ua ke."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.16","label":"16","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai kws yog cov Falixais qee leej pum Yexus nrug cov tuabneeg txhum hab cov tuabneeg sau se noj mov ua ke, puab txawm nug Yexus cov thwjtim has tas, “Vim le caag Yexus yuav nrug cov tuabneeg sau se hab cov tuabneeg txhum noj mov?”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.17","label":"17","content":"Yexus nov puab nug le ntawd, Yexus txawm teb has tas, “Cov tuabneeg tsi muaj mob yeej tsi moog cuag kws tshuaj, tsuas yog cov tuabneeg muaj mob txhaj moog cuag kws tshuaj xwb. Kuv tsi yog lug hu cov tuabneeg ncaaj nceeg, tabsis kuv lug hu cov tuabneeg txhum.”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.18","label":"18","content":"Muaj ib zag Yauhaas tug kws muab tuabneeg ua kevcai raus dlej cov thwjtim hab cov Falixais taabtom ua kevcai yoo mov, txawm muaj tuabneeg tuaj nug Yexus has tas, “Ua le caag Yauhaas cov thwjtim hab cov Falixais cov thwjtim ua kevcai yoo mov, tabsis koj cov tsi yoo?”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.19","label":"19","content":"Yexus teb has tas, “Mej xaav has tas thaus tug nraug vauv tseem nrug nwg cov phoojywg noj tshoob ua ke, puab yuav yoo mov nua los? Thaus tug raug vauv tseem nrug puab nyob, puab yeej yuav tsi yoo le."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.20","label":"20","content":"Tabsis Thaus txug lub sijhawm kws luas coj tug raug vauv moog lawm, ces puab yuav yoo mov."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.21","label":"21","content":"“Tsi muaj leejtwg yuav muab dlaim ntaub tshab lug ntxiv rua lub tsho qub, yog ua le ntawd, dlaim ntaub tshab yuav ua rua lub tsho qub hajyam ndluag luj ntxiv."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.22","label":"22","content":"Hab tsi muaj leejtwg yuav muab cov cawv txiv maab tshab ntim rua huv lub naab tawv qub, yog ua le ntawd, cov cawv txiv maab tshab yuav tsaam kuas lub naab tawv qub tawg, cov cawv txiv maab yuav lug taag, hab lub naab tawv qub yuav tsi zoo siv lawm. Cov cawv txiv maab tshab yuavtsum muab ntim rua huv lub naab tawv tshab, lub naab tawv txhaj tsi tawg.”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.23","label":"23","content":"Muaj ib zag kws yog nub Xanpataus, Yexus hab nwg cov thwjtim taug kev moog txug huv ib dlaim teb npleg. Cov thwjtim txawm dle nplej lug tev noj."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.24","label":"24","content":"Thaus cov Falixais pum Yexus cov thwjtim ua le ntawd, puab txawm has rua Yexus has tas, “Koj saib, nub Xanpataus koj cov thwjtim ua le ntawd, puab ua txhum peb txuj kevcai lawm.”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.25","label":"25","content":"Yexus teb has tas, “Mej tsi tau nyeem zaaj kws thaus Daviv hab nwg cov tuabneeg tshaib plaab, puab xaav tau dlaabtsi noj, nwg ua le caag los?"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.26","label":"26","content":"Daviv moog rua huv lub Tuamtsev hab muab tej ncuav kws tub muab fij rua Vaajtswv lawm lug noj. Thaus ntawd yog lub sijhawm kws Anpiyathas ua tug Povthawj Hlub. Lawv le peb txuj Kevcai, tsuas yog cov povthawj txhaj noj tau tej ncuav ntawd xwb, tabsis Daviv noj hab muab faib rua cov tuabneeg kws nrug nwg ua ke noj huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.27","label":"27","content":"Yexus xaus lug has tas, “Vaajtswv tsim nub Xanpataus rua tuabneeg; tsi yog tsim tuabneeg rua nub Xanpataus."},{"bible_id":"1726","chapter_code":"MRK.2","verse_code":"MRK.2.28","label":"28","content":"Yog le ntawd, Tuabneeg leej Tub yog tug Tswv nub Xanpataus.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.1","label":"1","content":"Yexus txawm rov qaab moog rua huv lub tsev saablaaj, muaj ib tug txivneej qhuav teg nyob ntawd."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.2","label":"2","content":"Cov tuabneeg kws nyob ntawd muaj qee leej xaav nrhav txim rua Yexus, puab txawm saib nub Xanpataus Yexus puas yuav khu tug txivneej ntawd txhais teg los tsi khu."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.3","label":"3","content":"Yexus has rua tug txivneej kws qhuav teg ntawd has tas, “Koj ca le sawv lug ntawm nuav.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.4","label":"4","content":"Yexus txawm nug suavdlawg has tas, “Nub Xanpataus peb txuj kevcai ca peb ua le caag? Ca ua zoo lossis ca ua phem? Cawm txujsa lossis ca txujsa tu?” Tabsis tsi muaj leejtwg teb le."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.5","label":"5","content":"Yexus saib cov tuabneeg kws nyob ntawd, nwg chim hab nwg nyuaj sab rua puab, rua qhov puab muaj lub sab tawv. Yexus has rua tug txivneej kws qhuav teg has tas, “koj ca le xyaab hlo koj txhais teg.” Nwg xyaab hlo teg, ces nwg txhais teg txawm rov zoo le qub lawm."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.6","label":"6","content":"Taamsim ntawd cov Falixais txawm tawm huv tsev saablaaj moog nrug Helauj cov tuabneeg qee leej saablaaj, puab tuav tswvyim yuav muab Yexus tua povtseg."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.7","label":"7","content":"Yexus hab nwg cov thwjtim moog rua nraag ntug Havtxwv Kalilais, muaj tuabneeg coob coob nrug Yexus moog hab. Cov tuabneeg ntawd muaj ibtxha tuaj huv xeev Kalilais tuaj, muaj ibtxha tuaj nraag xeev Yudas tuaj,"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.8","label":"8","content":"muaj ibtxha tuaj nraag lub nroog Yeluxalees tuaj, muaj ibtxha tuaj nraag cheebtsaam Idumias tuaj, muaj ibtxha tuaj saab ntug dlej Yauladees tim u tuaj, hab muaj ibtxha tuaj peg tej zog kws nyob ze lub nroog Tiles hab lub nroog Xidoos tuaj. Cov tuabneeg ntawd tuaj saib Yexus, rua qhov puab nov txug tej num kws Yexus ua."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.9","label":"9","content":"Muaj tuabneeg coob coob, ces Yexus txawm has kuas nwg cov thwjtim npaaj ib lub nkoj tog nwg, cov tuabneeg coob coob ntawd txhaj tsi txaav lug ti Yexus."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.10","label":"10","content":"Yexus khu ntau leej mob zoo lawm, ces tej tuabneeg kws muaj mob txawm pheej sis txiv lug kuas ze, puab txhaj kov tau Yexus."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.11","label":"11","content":"Txhua zag kws cov tuabneeg raug dlaab pum Yexus, puab txawm qhau cev hlo ntawm Yexus kutaw hab qw nrov nrov has tas, “Koj yog Vaajtswv tug Tub.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.12","label":"12","content":"Yexus txwv tawv tawv cov dlaab ntawd has tas, “Mej tsi xob qha has tas kuv yog leejtwg.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.13","label":"13","content":"Tom qaab ntawd, Yexus txawm nce moog rua peg ib lub roob. Nwg hu cov tuabneeg kws nwg xaav yuav ua nwg cov thwjtim lug cuag nwg, Ces puab txawm lug cuag nwg."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.14","label":"14","content":"Nwg xaiv tau kaum ob leeg. Nwg hu kaum ob leeg ntawd ua cov timthawj. Nwg has rua puab tas, “Kuv xaiv mej lug nrug kuv nyob. Kuv yuav khaiv mej moog qha Txujmoo Zoo,"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.15","label":"15","content":"hab kuv yuav pub fwjchim rua mej kuas mej ntab tau dlaab.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.16","label":"16","content":"Kaum ob leeg kws Yexus xaiv ntawd yog: Ximoos (tug kws Yexus tis dlua ib lub npe hu ua Petus)."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.17","label":"17","content":"Yakaunpaus hab nwg tug kwv Yauhaas, Obtug yog Xenpedais tub; (Yexus tis npe rua obtug hu ua Npau-anekes, rua qhov obtug “Sab ceev heev.”);"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.18","label":"18","content":"Aadales, Filis, Npataulaumais, Mathais, Thaumas, Yakaunpaus kws yog Alafais tug tub, Thade-us, Ximoos tug kws xaav kuas nwg tsaav tuabneeg muaj kev ywjpheej,"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.19","label":"19","content":"hab Yudas Ixakali-us tug kws ntxeev sab rua Yexus."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.20","label":"20","content":"Yexus moog txug huv ib lub tsev, muaj dlua ib cov tuabneeg coob coob tuaj, Yexus hab nwg cov thwjtim tsi khoom noj mov le."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.21","label":"21","content":"Thaus Yexus tsev tuabneeg nov le ntawd, puab txawm moog nrhav Yexus hab coj Yexus lug tsev, rua qhov muaj tuabneeg has tas, “Yexus vwm lawm!”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.22","label":"22","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej kws tuaj nraag Yeluxalees tuaj has tas, “Yog Npexenpus pub fwjchim rua nwg! Yog dlaab Ntxwgnyoog pub fwjchim rua nwg, nwg txhaj ntab tau dlaab.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.23","label":"23","content":"Yexus txawm hu cov tuabneeg coob coob ntawd lug cuag nwg, hab nwg ua lug pevtxwv qha rua puab has tas: dlaab Ntxwgnyoog yuav ua le caag ntab tau dlaab Ntxwgnyoog?"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.24","label":"24","content":"Yog muaj ib lub tebchaws tawg ua ob peb paab, hab cov tuabneeg ntawd sis ntaus sis tua, ces lub tebchaws ntawd yeej yuav puamtsuaj moog."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.25","label":"25","content":"Yog tsev tuabneeg twg tsi sis hum, ces tsev tuabneeg ntawd yeej yuav tawg moog taag."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.26","label":"26","content":"Cov tuabneeg kws dlaab Ntxwgnyoog kaav, yog puab tsi sis hum, puab yeej yuav nyob tsi tau ua ke, puab yuav tawg moog taag."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.27","label":"27","content":"“Tsi muaj leejtwg yuav tsoo moog tau rua huv tug txivneej kws muaj zug heev lub tsev, hab fuab nwg tej qhov txhua chaw, tsuas yog nwg xub muab tug kws muaj zug ntawd khi tsaiv, nwg txhaj fuab tau tej qhov txhua chaw huv tug ntawd tsev."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.28","label":"28","content":"“Kuv qha tseeb rua mej has tas, txhua yaam kev txhum kws tuabneeg ua hab txhua lu lug phem kws tuabneeg has,  mas Vaajtswv zaam tau."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.29","label":"29","content":"Tabsis tug kws thuam Vaaj Ntsujplig tug Dlawbhuv, Vaajtswv zaam txim tsi tau rua tug ntawd. Tug ntawd yuavtsum ris nwg lub txim moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.30","label":"30","content":"(Yexus has le ntawd, rua qhov muaj qee leej has tas, “Yexus raug dlaab.”)"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.31","label":"31","content":"Thaus ntawd Yexus nam hab Yexus cov kwv tuaj sawv nrau zoov. Puab tso tuabneeg moog hu Yexus lug."},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.32","label":"32","content":"Muaj tuabneeg coob coob nyob puagncig Yexus. Puab has rua Yexus has tas, “Koj saib, koj nam hab koj cov kwv tuaj nrhav koj, puab nyob saab nrau.”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.33","label":"33","content":"Yexus teb has tas, “Leejtwg yog kuv nam? Hab cov twg yog kuv cov kwv?”"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.34","label":"34","content":"Yexus txawm saib cov tuabneeg kws nyob puagncig nwg hab has tas, “Cov tuabneeg kws nyob ntawm nuav txhaj yog kuv nam hab kuv cov kwv!"},{"bible_id":"1726","chapter_code":"MRK.3","verse_code":"MRK.3.35","label":"35","content":"Tug kws ua lawv le Vaajtswv lub sab nyam, tug ntawd txhaj yog kuv tug kwv, yog kuv tug muam, hab yog kuv nam.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.1","label":"1","content":"Yexus rov qaab moog qha nraag ntug dlej Havtxwv Kalilais dlua ib zag. Muaj tuabneeg coob coob tuaj cuag Yexus, ces Yexus txhaj nce moog nyob rua huv ib lub nkoj huv havtxwv. Cov tuabneeg coob coob ntawd sawv tim ntug dlej."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.2","label":"2","content":"Yexus ua lug pevtxwv qha ntau zaaj rua puab noog has tas,"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.3","label":"3","content":"“Mej ua tuab zoo noog! Muaj ib tug txivneej nqaa nplej moog tseb."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.4","label":"4","content":"Thaus nwg tseb cov noob nplej rua huv dlaim teb, muaj qee lub poob rua huv plawv kev, ces noog txawm yaa lug khaws noj lawm."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.5","label":"5","content":"Muaj qee lub poob rua ntawm qhov aav kws huv muaj pobzeb tiv lawm. Cov noob ntawd tuaj sai sai, rua qhov aav tsi tub."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.6","label":"6","content":"Thaus tshaav ntuj kub cov kaug nplej txawm ntsws hab qhuav lawm, rua qhov cov caag ntsa aav tsi tub."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.7","label":"7","content":"Muaj qee lub poob rua huv qaab tsob xuavpaug, ces cov xuavpaug hlub tuaj laum cov nplej ntawd tuag taag lawm, hab cov nplej txhawv tsi taug."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.8","label":"8","content":"Tabsis muaj qee lub poob rua ntawm qhov aav zoo, cov ntawd tuaj kaug, hlub sai hab txhawv zoo. Qee naab txi tau peb caug lub, qee naab txi tau rau caum lub, hab qee naab txi tau ib puas lub.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.9","label":"9","content":"Yexus xaus lug has tas, “Yog leejtwg muaj qhovntsej, ca le noog!”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.10","label":"10","content":"Thaus Yexus nyob ib leeg xwb, cov tuabneeg kws nov Yexus qha muaj qee leej nrug cov thwjtim tuaj thov Yexus txhais zaaj lug pevtxwv ntawd rua puab paub."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.11","label":"11","content":"Yexus has rua puab tas, “Yaav taag lug mej tsi paub zaaj kws has txug Vaajtswv lub Tebchaws, tabsis nwgnuav Vaajtswv tub qha zaaj ntawd rua mej paub lawm. Txhua zaaj kws lwm tug nov puavleej yog lug pevtxwv xwb,"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.12","label":"12","content":"kuas muaj tav lawv le Vaajtswv txujlug kws has tas: ‘Puab yuav saib taag saib thab, tabsis puab yuav tsi pum; puab yuav noog taag noog thab, tabsis puab yuav tsi totaub. Yog puab pum hab totaub lawm, nyob tsaam puab yuav rov lug cuag Vaajtswv, hab Vaajtswv yuav zaam puab lub txim.’ ”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.13","label":"13","content":"Yexus has rua puab tas, “Mej tsi totaub zaaj lug pevtxwv nuav los? Yog mej tsi totaub zaaj nuav, mej yuav ua le caag totaub lwm zaaj?"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.14","label":"14","content":"Tug tseb nplej tub yog tug kws qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.15","label":"15","content":"Cov noob nplej kws poob rua huv plawv kev ntawd, pev txug Vaajtswv txujlug kws tseb rua huv tuabneeg lub sab, thaus puab nov dlheev lawm, taamsim ntawd dlaab Ntxwgnyoog txawm lug txeeb txujlug ntawd huv puab lub sab moog lawm."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.16","label":"16","content":"Cov noob nplej kws poob rua ntawm qhov aav kws huv muaj pobzeb tiv lawm, pev txug Vaajtswv txujlug kws thaus tuabneeg nov dlheev, puab txaus sab hlo txais yuav taamsim ntawd."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.17","label":"17","content":"Tabsis txujlug ntawd cog tsi ruaj rua huv puab lub sab, puab ntseeg ib nyuas ntu xwb. Thaus puab raug kev txomnyem lossis raug kev tsimtxom, vim puab ntseeg txujlug ntawd, ces puab txawm thim rov qaab lawm."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.18","label":"18","content":"Cov noob nplej kws poob rua huv qaab tsob xuavpaug, pev txug cov tuabneeg kws nov Vaajtswv txujlug,"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.19","label":"19","content":"tabsis puab tej kev nyuaj sab, kev ntshaw nyaj, hab ntshaw yaam nuav yaam u, txawm luj hlub tuaj laum Vaajtswv txujlug, ces puab lub neej txhaj tsi tawg paaj hab tsi txi txiv."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.20","label":"20","content":"Cov noob nplej kws poob rua ntawm qhov aav zoo, pev txug Vaajtswv txujlug kws tuabneeg nov dlheev hab puab khaws tej lug ntawd ca rua huv puab lub sab, puab lub neej txhaj tawg paaj txi txiv. Muaj qee naab txi tau peb caug lub, muaj qee naab txi tau rau caum lub, hab muaj qee naab txi tau ib puas lub.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.21","label":"21","content":"Yexus qha ntxiv has tas, “Puas muaj leejtwg taws teeb hab muab phab khwb rua lossis muab txawb rua huv qaab txaag? Tsuas muaj yuav muab txawb rua sau qhov chaw sab xwb."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.22","label":"22","content":"Tej kws muab zais ca lawm, yeej yuav muaj tuabneeg pum. Hab tej kws muab npog ca lawm, yeej yuav muaj tug muab nthuav lug rua suavdlawg saib."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.23","label":"23","content":"Yog leejtwg muaj qhovntsej, ca le noog!”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.24","label":"24","content":"Yexus has ntxiv rua puab tas, “Mej yuavtsum ua tua zoo noog tej kws mej nov. Mej muab lub luaj le caag luj rua lwm tug, Vaajtswv yuav muab lub luaj le ntawd luj rua mej. Tsi yog le ntawd xwb, Vaajtswv tseem yuav tsaav ntxiv rua mej hab."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.25","label":"25","content":"Tug kws muaj lawm, Vaajtswv yuav muab ntxiv rua tug ntawd, tabsis tug kws tsi muaj, txawm yog nwg muaj mivntsiv xwb los Vaajtswv yuav muab tej ntawd rhu ntawm nwg moog.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.26","label":"26","content":"Yexus qha ntxiv has tas, “Vaajtswv lub Tebchaws pev ib yaam le ib tug txivneej moog tseb nplej rua huv nwg dlaim teb."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.27","label":"27","content":"Mo ntuj nwg pw tsaug zug, nruab nub nwg sawv ua num, mo ntuj lossis nruab nub cov noob nplej tuaj kaug hab pheej hlub zuj zug tuaj. Nwg tsi paub sov ua le caag cov nplej txawj hlub le ntawd."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.28","label":"28","content":"Tub yog cov aav ua kuas nplej tuaj hab txhawv, xub muaj tug kaug mog mog hlub tuaj maam le txhawv, tom qaab rau ntsab taag, maam le pib dlaaj qaab naab."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.29","label":"29","content":"Thaus nplej sav lawm, tug txivneej ntawd txawm muab lag moog hlais, rua qhov tub txug lub caij hlais lawm.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.30","label":"30","content":"Yexus qha ntxiv has tas, “Yuav muab Vaajtswv lub Tebchaws pev rua yaam twg txhaj phim? Hab yuav ua lug pevtxwv le caag qha suavdlawg txhaj totaub?"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.31","label":"31","content":"Vaajtswv lub Tebchaws pev ib yaam le lub noob zaub, lub noob ntawd yog lub kws miv dlua lwm yaam noob huv nplajteb nuav, hab muaj ib tug txivneej nqaa lub noob ntawd moog cog rua huv aav."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.32","label":"32","content":"Tsi ntev lub noob ntawd txawm tuaj kaug hab hlub tuaj luj dlua tej zaub huv tuabsi, nwg ncau ceg ntau hab noog lug ua zeg rua sau tej ceg kws muaj nplooj roog.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.33","label":"33","content":"Yexus qha Vaajtswv txujlug rua suavdlawg, nwg ua lug pevtxwv ntau zaaj zoo le tej kws nwg xub qha taag lug lawm rua puab; tej kws nwg qha ntawd, nwg tsuas qha tej zaaj kws puab yuav totaub xwb."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.34","label":"34","content":"Thaus nwg qha suavdlawg, nwg ua lug pevtxwv qha xwb, tabsis thaus nwg tuab leeg nrug cov thwjtim nyob, nwg txhais txhua zaaj rua cov thwjtim paub."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.35","label":"35","content":"Nub ntawd thaus yuav tsaus ntuj, Yexus has rua nwg cov thwjtim has tas, “Peb ca le hlaa havtxwv moog rua saab tim u.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.36","label":"36","content":"Puab ncaim suavdlawg moog lawm; Yexus xub moog nyob huv lub nkoj, cov thwjtim maam le nce lawv qaab moog rua huv, hab coj Yexus nrug puab moog. Muaj ob peb lub nkoj nrug Yexus puab lub moog hab."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.37","label":"37","content":"Taamsim ntawd txawm muaj cua dlaaj cua dlub hlub heev ntsawj dlej ndlaas lug rua huv lub nkoj, dlej tub yuav puv lub nkoj."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.38","label":"38","content":"Yexus rau ncoo pw tsaug zug tom tw nkoj, cov thwjtim txawm lug tsaa Yexus has tas, “Xwbfwb, koj tsi quavntsej peb los? Peb tub yuav tuag.”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.39","label":"39","content":"Yexus sawv tseeg lug txwv cua has tas, “Ca le tu!” hab txwv dlej has tas, “Ca le tug.” Ces cua txawm tu hab dlej tsi ndlaas lawm."},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.40","label":"40","content":"Yexus has rua nwg cov thwjtim has tas, “Vim le caag mej ntshai ua luaj? Ua le caag mej tsi muaj kev ntseeg le?”"},{"bible_id":"1726","chapter_code":"MRK.4","verse_code":"MRK.4.41","label":"41","content":"Tabsis puab ntshai kawg, puab sis thaam has tas, “Tug nuav yog leejtwg,? Ua le caag cua hab dlej yuav noog nwg lug?”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.1","label":"1","content":"Yexus hab nwg cov thwjtim moog txug saab ntug Havtxwv Kalilais tim u, kws yog cheebtsaam Nkelaxas."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.2","label":"2","content":"Thaus Yexus tawm huv lub nkoj lug, taamsim ntawd muaj ib tug txivneej raug dlaab tawm tom roob toj ntxaas lug cuag Yexus. Tug txivneej ntawd muaj ib tug dlaab nyob huv nwg,"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.3","label":"3","content":"hab tug txivneej ntawd yeej nyob tom roob toj ntxaas xwb. Muaj tuabneeg tub muab saw hlau khi nwg ntau zag, tabsis nwg muaj zug heev, nwgnuav puab khi tsi tau nwg lawm."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.4","label":"4","content":"Puab muab saw hlau khi nwg teg nwg taw ntau zag, tabsis txhua zag kws puab khi nwg, nwg muab ntag tu taag, hab muab tej khawb hlau kws xauv nwg kutaw luv taag. Nwg muaj zug heev, tsi muaj leejtwg kovyeej nwg le."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.5","label":"5","content":"Nwg yos taag nub taag mo tom toj ntxaas hab peg tej roob, nwg pheej qw nrov nrov hab muab pobzeb hlais nwg lub cev."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.6","label":"6","content":"Thaus nwg pum Yexus, nwg tseem nyob dleb tsawv, nwg txawm dlha lug txhus caug ndlua ntawm Yexus kutaw,"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.7","label":"7","content":"hab nwg qw nrov nrov has tas, “Yexus kws yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tug Tub! Koj tuaj thaab kuv ua dlaabtsi? Muaj Vaajtswv nyob sau ntuj pum, kuv thov koj tsi xob tsimtxom kuv!”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.8","label":"8","content":"(Nwg has le ntawd, rua qhov Yexus has rua nwg tas, “Nam dlaab phem, koj ca le tawm huv tug txivneej nuav moog!”)"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.9","label":"9","content":"Yexus nug nwg has tas, “Koj lub npe hu le caag!” “Nwg teb has tas, ‘Kuv lub npe hu ua Coob’ rua qhov peb muaj coob tug!”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.10","label":"10","content":"Nwg txawm thov Yexus has tas, “Thov koj tsi xob ntab peb tawm huv thaaj chaw nuav moog.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.11","label":"11","content":"Nyob ze ntawd muaj ib paab npua coob coob taabtom nrhav noj ntawm ib ntaa toj."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.12","label":"12","content":"Cov dlaab ntawd thov Yexus has tas, “Ca peb moog rua huv paab npua ntawd.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.13","label":"13","content":"Yexus txawm ca dlaab moog rua huv paab npua, ces cov dlaab txawm tawm plawg huv tug txivneej moog nkaag rua paab npua. Paab npua ntawd yuav laug muaj ob txheeb tug. Thaus dlaab moog rua huv paab npua lawm, ces paab npua txawm dlha moog poob tsaag tsua rua huv havtxwv tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.14","label":"14","content":"Thaus cov tuabneeg kws zuv npua pum le ntawd, puab txawm dlha rov qaab moog qha tej ntawd rua cov tuabneeg kws nyob huv nroog hab huv tej zog kws nyob ibncig lub nroog ntawd, ces suavdlawg txawm tuaj saib muaj le caag tag."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.15","label":"15","content":"Thaus puab tuaj txug ntawm Yexus, puab pum tug tuabneeg kws raug ntau tug dlaab nyob quastsawg ntawd, nwg naav rig tsho hab nwg tub feeb meej lawm, puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.16","label":"16","content":"Cov tuabneeg kws pum Yexus ntab dlaab, puab txawm qha zaaj kws Yexus ntab dlaab tawm huv tug txivneej ntawd, hab qha txug paab npua rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.17","label":"17","content":"Thaus suavdlawg nov le ntawd, puab txawm thov kuas Yexus tawm huv puab cheebtsaam ntawd moog."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.18","label":"18","content":"Thaus Yexus taabtom nce moog rua huv lub nkoj, tug txivneej kws raug dlaab thov Yexus has tas, “Ca kuv nrug koj moog!”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.19","label":"19","content":"Tabsis Yexus tsi kheev, Yexus has rua nwg tas, “Koj ca le rov qaab moog tsev hab qha rua koj cov kwvtij paub has tas, tug Tswv paab koj hab hlub koj npaum le caag.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.20","label":"20","content":"Tug txivneej ntawd txawm moog qha thoob plawg huv lub nroog Dekapaulis txug tej kws Yexus tau paab nwg lawm rua suavdlawg noog, txhua tug kws nov nwg qha xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.21","label":"21","content":"Yexus txawm caij nkoj hlaa havtxwv rov qaab moog rua saab tim u. Muaj tuabneeg coob coob tuaj cuag Yexus ntawm ntug dlej."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.22","label":"22","content":"Muaj ib tug txivneej hu ua Yailus, nwg yog tug kws saib num huv lub tsev saablaaj huv lub nroog ntawd. Nwg tuaj txug, nwg pum dlheev Yexus, nwg txawm lug txhus caug ndlua ntawm Yexus kutaw."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.23","label":"23","content":"Nwg thov Yexus has tas, “Kuv tug ntxhais mob heev tub yuav tuag. Thov koj moog cev teg tuav nwg, nwg txhaj yuav zoo.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.24","label":"24","content":"Yexus nrug Yailus moog hab muaj tuabneeg coob coob nrug Yexus moog sis nphoo quas tshua."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.25","label":"25","content":"Muaj ib tug quaspuj kws coj khaub dluag tau kaum ob xyoos tsi tu, hab nwg txomnyem kawg le."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.26","label":"26","content":"Nwg ndlav ntau tug kws tshuaj khu, tabsis tsi zoo. Txawm yog nwg siv taagnrho nwg cov nyaj khu los tsi zoo, nwg pheej mob luj zuj zug ntxiv xwb."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.27","label":"27","content":"Tug quaspuj ntawd nov suavdlawg has tas Yexus txawj khu mob, ces nwg txawm nrug suavdlawg caum Yexus qaab moog,"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.28","label":"28","content":"nwg xaav has tas, “Yog kuv kov Yexus lub tw tsho, kuv tug mob yuav zoo.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.29","label":"29","content":"Nwg txawm cev teg moog kov Yexus lub tw tsho, taamsim ntawd ntshaav txawm tu nrho hab nwg noog nwg lub cev tub zoo lawm."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.30","label":"30","content":"Taamsim ntawd Yexus paub has tas fwjchim tawm ntawm nwg moog lawm, Yexus txawm tig hlo lug nug cov tuabneeg kws lawv nwg qaab has tas, “Leejtwg kov kuv lub tsho?”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.31","label":"31","content":"Yexus cov thwjtim teb has tas, “Koj tsi pum has tas, muaj tuabneeg coob ua luaj le nuav txiv koj los? Ua le caag koj yuav nug has tas, leejtwg kov koj lub tw tsho?”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.32","label":"32","content":"Tabsis Yexus tseem saib tej tuabneeg kws sawv ibncig Yexus, saib yog leejtwg kov Yexus."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.33","label":"33","content":"Tug quaspuj ntawd paub has tas nwg tug mob zoo lawm, nwg ntshai ua ib ce tshee quas nyo, nwg txawm lug txhus caug ndlua ntawm Yexus kutaw, hab qha txhua yaam rua Yexus."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.34","label":"34","content":"Yexus has rua nwg tas, “Mivntxhais, koj tug mob zoo lawm, tub yog vim koj ntseeg. koj ca le moog tso sab lug, koj tug mob tub zoo lawm.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.35","label":"35","content":"Thaus Yexus tseem taabtom has le ntawd, txawm muaj tuabneeg khaiv ob peb leeg tuaj tom Yailus tsev tuaj has rua Yailus has tas, “Koj tug ntxhais tub tuag lawm. Ua le caag koj tseem yuav taabkaum Xwbfwb ua dlaabtsi hab?”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.36","label":"36","content":"Tabsis Yexus tsi quavntsej  tej lug kws puab has ntawd, Yexus has rua Yailus has tas, “Koj tsi xob ntshai, ca le ntseeg xwb.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.37","label":"37","content":"Yexus tsi pub suavdlawg nrug nwg moog, nwg tsuas pub Petus, Yakaunpaus, hab Yakaunpaus tug kwv Yauhaas nrug nwg moog xwb."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.38","label":"38","content":"Thaus puab moog txug ntawm Yailus tsev, Yexus pum suavdlawg ua ntxhuv quas nab, hab quaj nyav ntsoog qeeg huv tsev."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.39","label":"39","content":"Yexus moog rua huv tsev hab has rua suavdlawg tas, “Mej ua ntxhuv quas nab hab quaj ua dlaabtsi? Tug mivntxhais ntawd tub tsi tuag, nwg tsaug zug xwb.”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.40","label":"40","content":"Suavdlawg luag Yexus zum zawg, Yexus kuas puab tawm moog rua nrau zoov, ces Yexus txawm coj tug mivnyuas ntawd nam hab txiv, hab Yexus peb tug thwjtim nrug nwg moog rua huv lub txaaj kws tug mivnyuas pw."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.41","label":"41","content":"Yexus moog tuav nkaus tug mivnyuas ntawd txhais teg hab has rua nwg tas, “Talithas khumis,” lu lug ntawd txhais has tas, “Mivntxhais, kuv has rua koj tas, koj ca le sawv tseeg!”"},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.42","label":"42","content":"Taamsim ntawd tug ntxhais ntawd txawm sawv tseeg moog kev. (Nwg noobnyoog muaj kaum ob xyoos.) Thaus suavdlawg pum le ntawd, suavdlawg xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"MRK.5","verse_code":"MRK.5.43","label":"43","content":"Tabsis Yexus has tawv tawv rua puab kuas tsi xob moog qha zaaj nuav rua leejtwg, hab Yexus has tas, “Mej ca le moog muab mov lug rua tug mivntxhais nuav noj.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.1","label":"1","content":"Yexus txawm tawm qhov ntawd rov qaab moog rua huv nwg lub nroog, nwg cov thwjtim nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.2","label":"2","content":"Nub Xanpataus Yexus moog qha huv tsev saablaaj. Cov tuabneeg coob coob kws noog Yexus qha xaav tsi thoob le. Puab sis thaam has tas, “Nwg tau tej nuav qhov twg lug? Lub tswvyim kws nwg tau nuav yog tswvyim dlaabtsi? Nwg ua le caag ua tau tej txujci tseemceeb ntawd?"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.3","label":"3","content":"Nwg puas yog ib tug kws ntoo kws yog Malis tug tub, hab Yakaunpaus, Yauxej, Yudas hab Ximoos puab puas yog nwg cov kwv? Hab puas yog nwg cov muam nrug peb nyob ntawm nuav?” Cov tuabneeg ntawd txawm tsi fwm Yexus."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.4","label":"4","content":"Yexus has rua puab tas, “Tej tuabneeg ob caag puavleej fwm tug cev Vaajtswv lug, tsuas yog cov tuabneeg kws nyob huv nwg lub zog, nwg cov kwvtij, hab nwg tsev tuabneeg txhaj tsi fwm nwg xwb.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.5","label":"5","content":"Yexus tsi tau ua tej txujci tseemceeb ntau pistsawg qhov ntawd, nwg tsuas cev teg tuav ob peb leeg kuas puab tej mob zoo xwb."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.6","label":"6","content":"Yexus xaav tsi thoob, rua qhov cov tuabneeg kws nyob huv nwg lub nroog ntawd tsi ntseeg nwg. Tom qaab ntawd, Yexus moog qha thoob plawg txhua lub zog kws nyob huv lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.7","label":"7","content":"Yexus hu kaum ob tug thwjtim lug cuag nwg, hab nwg khaiv puab moog qha Txujmoo Zoo. Nwg kuas puab ob leeg moog ib qho. Hab nwg pub fwjchim rua puab, kuas ntab tau dlaab tawm,"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.8","label":"8","content":"hab nwg has rua puab tas, “Mej tsi xob nqaa dlaabtsi moog, tsuas pub mej nqaa tug paas nreg xwb. Tsi xob ntim mov, tsi xob khuam naab thoobpuab hab tsi xob nqaa nyaj moog."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.9","label":"9","content":"Mej yuavtsum rau khau, tabsis tsi xob npaaj tsho moog hloov.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.10","label":"10","content":"Yexus has ntxiv rua puab tas, “Yog yim twg zoo sab hu mej moog huv puab tsev, mej ca le moog su huv yim ntawd moog txug nub kws mej tawm huv lub nroog ntawd moog."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.11","label":"11","content":"Mej moog txug huv lub nroog twg yog tsi muaj tuabneeg hu mej moog huv puab tej tsev, hab puab tsi noog mej tej lug qha, mej ca le tawm qhov ntawd moog hab nchus tej moov aav kws lu mej kutaw povtseg. Mej ua le ntawd kuas puab paub has tas, puab muaj txim!”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.12","label":"12","content":"Cov thwjtim txawm moog, hab puab qha suavdlawg kuas nyag tso nyag tej kev txhum tseg."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.13","label":"13","content":"Tej tuabneeg kws raug dlaab los cov thwjtim ntab dlaab tawm, hab cov tuabneeg muaj mob los cov thwjtim muab roj pleev hab khu txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.14","label":"14","content":"Vaajntxwv Helauj  nov tej nuav, rua qhov Yexus lub moo tub nrov nchaa moog thoob plawg txhua qhov chaw lawm. Muaj qee leej has tas, “Tug Yauhaas kws muab tuabneeg ua kevcai raus dlej tub sawv rov qaab lug lawm, nwg txhaj ua tau tej txujci tseemceeb ntawd!.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.15","label":"15","content":"Tabsis muaj qee leej has tas, “Yexus yog Eliyas.” Muaj qee leej has tas, “Yexus yog ib tug cev Vaajtswv lug, ib yaam le cov cev Vaajtswv lug thaus u ib tug.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.16","label":"16","content":"Thaus Helauj nov suavdlawg has le ntawd, nwg has tas, “Tug ntawd tub yog tug Yauhaas kws muab tuabneeg ua kevcai raus dlej ntaag! Kuv tub muab nwg txav cejdlaab, tabsis nwgnuav nwg sawv rov qaab lug lawm!”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.17","label":"17","content":"Helauj yog tug kws has kuas luas nteg Yauhaas coj moog kaw rua huv tsev lojcuj. Helauj ua le ntawd tub yog nwg ua kuas hum Helaudias sab. Txawm yog Helaudias yog Helauj tug kwv Filis tug quaspuj los Helauj tseem yuav Helaudias lug ua nwg quaspuj hab."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.18","label":"18","content":"Thaus Yauhaas tseem ua neej nyob, nwg pheej ntuag Helauj has tas, “Qhov kws koj yuav koj tug kwv tug quaspuj txhum kevcai lawm!”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.19","label":"19","content":"Vim le ntawd Helaudias txhaj ntxub Yauhaas heev, hab xaav muab Yauhaas tua povtseg, tabsis tua tsi tau, rua qhov Helauj tsi kheev kuas tua."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.20","label":"20","content":"Helauj ntshai Yauhaas, rua qhov Helauj paub has tas, Yauhaas yog ib tug tuabneeg ncaaj nceeg hab dlawbhuv, Helauj txhaj tsi pub leejtwg ua phem rua Yauhaas. Txawm yog tej kws Yauhaas qha pheej ua rua Helauj nyuaj sab los Helauj nyam noog Yauhaas qha."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.21","label":"21","content":"Muaj ib nub Helaudias nrhav tau kev ua phem rua Yauhaas lawm. Nub ntawd yog nub kws Helauj ua ib rooj mov ncu txug Helauj nub yug, Helauj hu cov numtswv, cov thawj tubrog hab cov tuabneeg tseemceeb huv lub xeev Kalilais tuaj nrug Helauj noj mov."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.22","label":"22","content":"Helaudias tug ntxhais  txawm lug seev cev rua suavdlawg saib. Nwg ua le ntawd, Helauj hab cov numtswv suavdlawg txaus sab kawg le. Vaajntxwv Helauj txawm has rua tug ntxhais tas, “Koj xaav yuav dlaabtsi koj ca le thov, kuv yuav muab pub rua koj.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.23","label":"23","content":"Helauj txawm coglug has tas, “Kuv qha tseeb rua koj has tas, yog koj thov yaam twg, kuv yuav muab yaam ntawd rua koj. Txawm yog koj xaav tau kuv lub tebchaws ib nraab los kuv yuav muab rua koj!”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.24","label":"24","content":"Tug ntxhais txawm tawm moog nug nwg nam has tas, “Kuv yuav thov dlaabtsi?” Nwg nam teb has tas, “Koj ca le thov yuav Yauhaas tug kws muab tuabneeg ua kevcai raus dlej lub taubhau.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.25","label":"25","content":"Taamsim ntawd tug ntxhais txawm rov lug cuag Vaajntxwv Helauj hab has tas, “Kuv xaav kuas koj muab Yauhaas tug kws muab tuabneeg ua kevcai raus dlej lub taubhau tso rua huv lub phaaj nqaa lug rua kuv taamsim nuav!”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.26","label":"26","content":"Tug ntxhais has le ntawd, vaajntxwv nyuaj sab kawg le, tabsis nwg hloov tsi tau lug lawm, rua qhov nwg tub coglug rua txug ntxhais taabmeeg suavdlawg lawm."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.27","label":"27","content":"Helauj txawm khaiv ib tug tubrog moog txav Yauhaas cejdlaab. Ces tug tubrog txawm moog rua tom tsev lojcuj hab txav Yauhaas cejdlaab;"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.28","label":"28","content":"nwg muab Yauhaas lub taubhau tso rua huv ib lub phaaj nqaa lug rua tug ntxhais. Ces tug ntxhais txawm nqaa moog rua nwg nam."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.29","label":"29","content":"Thaus Yauhaas cov thwjtim nov le ntawd, puab txawm tuaj muab Yauhaas lub cev kwv moog log lawm."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.30","label":"30","content":"Yexus cov timthawj rov qaab lug cuag nwg, hab qha txhua yaam kws puab moog ua hab qha lawm rua Yexus noog."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.31","label":"31","content":"Muaj tuabneeg coob coob pheej tuaj noog Yexus qha, paab noog taag, paab tuaj. Yexus hab nwg cov thwjtim tsi tau su le, txawm yog yuav noj mov los tub tsi khoom noj. Yexus txhaj has rua cov thwjtim has tas, “Peb ca le moog rua tej qhov chaw kws tsi muaj tuabneeg, mej txhaj tau su mivntsiv.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.32","label":"32","content":"Yexus hab nwg cov thwjtim txawm caij nkoj hlaa havtxwv moog rua ib qhov chaw kws tsi muaj tuabneeg."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.33","label":"33","content":"Txawm le ntawd los muaj ntau leej pum Yexus hab nwg cov thwjtim sawv kev moog, puab paub has tas yog Yexus hab nwg cov thwjtim. Cov tuabneeg ntawd txawm dlha lawv ntug havtxwv moog, puab xub moog txug qhov chaw kws Yexus hab nwg cov thwjtim yuav moog."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.34","label":"34","content":"Thaus Yexus tawm huv lub nkoj lug, nwg pum cov tuabneeg coob coob ntawd, nwg hlub puab kawg le, rua qhov puab zoo le paab yaaj kws tsi muaj tug tswv yug. Yexus txhaj pib qha ntau zaaj rua puab noog."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.35","label":"35","content":"Thaus yuav tsaus ntuj Yexus cov thwjtim lug has rua Yexus has tas, “Tub lig lig lawm ntawm nuav tsi muaj mov,"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.36","label":"36","content":"koj ca le kuas suavdlawg moog nrhav yuav mov tom tej zog hab tej teb kws nyob ntawm nuav noj.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.37","label":"37","content":"Yexus has rua cov thwjtim has tas, “Mej ca le nrhav rua puab noj.” Cov thwjtim nug Yexus has tas, “Koj xaav kuas peb muab ob puas lub nyaj  moog yuav mov lug rua suavdlawg noj los?”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.38","label":"38","content":"Yexus txawm has rua cov thwjtim has tas, “Mej ca le moog saib mej muaj pistsawg lub ncuav?” Thaus puab moog saib, puab rov lug qha rua Yexus has tas, “Peb muaj tsib lub ncuav hab ob tug ntseg.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.39","label":"39","content":"Yexus kuas cov thwjtim moog has rua cov tuabneeg coob coob ntawd kuas nyob quastsawg ua tej paab rua ntawm tej nyom."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.40","label":"40","content":"Cov tuabneeg ntawd txawm nyob quastsawg ua tej paab, qee paab muaj ib puas leej, hab qee paab muaj tsib caug leej."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.41","label":"41","content":"Nwg muab tsib lub ncuav hab ob tug ntseg lug, ces nwg tsaa qhovmuag saib rua sau ntuj hab ua Vaajtswv tsaug, hab muab cov ncuav ndlais faib rua nwg cov thwjtim nqaa moog faib rua suavdlawg: Nwg muab ob tug ntseg faib rua suavdlawg hab."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.42","label":"42","content":"Txhua tug puavleej tau noj tsau huv tuabsi."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.43","label":"43","content":"Cov thwjtim moog sau tej ncuav hab tej ntseg kws suavdlawg noj tsi taag tau kaum ob tawb puv nkaus."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.44","label":"44","content":"Cov tuabneeg kws noj mov nub ntawd, cov txivneej xwb muaj tsib txheeb leej."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.45","label":"45","content":"Taamsim ntawd Yexus txawm kuas cov tuabneeg suavdlawg rov moog tsev, hab nwg kuas nwg cov thwjtim nce moog huv nkoj caij hlaa dlej havtxwv ua nwg ntej moog nyob tim lub nroog Npexaidas tog nwg."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.46","label":"46","content":"Thaus suavdlawg moog taag lawm, Yexus nce moog thov Vaajtswv peg roob."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.47","label":"47","content":"Thaus tsaus ntuj cov thwjtim tub caij nkoj moog txug ib nraab dlej lawm, Yexus tseem nyob ib leeg peg roob."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.48","label":"48","content":"Yexus pum nwg cov thwjtim nkuam nkoj nyuaj kawg le, rua qhov muaj cua nplawm lub nkoj. Thaus yuav kaaj ntug Yexus lug kutaw sau nplaim dlej lug cuag cov thwjtim. Nwg yeej yuav dlhau plawg puab moog,"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.49","label":"49","content":"tabsis thaus cov thwjtim pum nwg moog sau nplaim dlej, puab xaav has tas nwg yog dlaab, puab txawm qw ntsoog qeeg."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.50","label":"50","content":"Thaus puab pum nwg, puab ntshai kawg le. Taamsim ntawd Yexus has rua puab tas, “Mej tsi xob poob sab! Tub yog kuv ntaag, tsi xob ntshai.”"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.51","label":"51","content":"Yexus nce moog nrug cov thwjtim nyob huv lub nkoj, ces cua txawm tu lawm. Cov thwjtim xaav tsi thoob le,"},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.52","label":"52","content":"Puab tsi totaub zaaj kws Yexus muab ncuav faib rua tsib txheeb leej noj; rua qhov puab lub sab tawv."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.53","label":"53","content":"Yexus hab nwg cov thwjtim caij nkoj hlaa havtxwv moog txug tim Nkenexales, puab txawm tso lub nkoj rua ntawm ntug havtxwv."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.54","label":"54","content":"Thaus Yexus puab taabtom tawm huv lub nkoj lug, taamsim ntawd, cov tuabneeg kws nyob ntawd paub has tas yog Yexus."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.55","label":"55","content":"Ces cov tuabneeg ntawd txawm dlha moog qha rua tej tuabneeg kws nyob huv cheebtsaam ntawd has tas, Yexus nyob qhov twg. Puab txawm muab choj qhwv cov tuabneeg kws muaj mob kwv tuaj rua Yexus khu qhov ntawd."},{"bible_id":"1726","chapter_code":"MRK.6","verse_code":"MRK.6.56","label":"56","content":"Txhua qhov kws Yexus moog, tsi has lub zog luj lossis lub zog miv lossis huv tej nroog, pheej muaj tuabneeg coj puab tej tuabneeg muaj mob tuaj tso rua ntawm tej kab. Puab thov Yexus has tas, “Ca peb cov tuabneeg muaj mob kov koj lub tw tsho; ces txhua tug kws kov puavleej zoo huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.1","label":"1","content":"Muaj cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej tuaj nraag lub nroog Yeluxalees tuaj cuag Yexus."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.2","label":"2","content":"Puab pum Yexus cov thwjtim qee leej noj mov tsi ntxuav teg lawv le txuj kevcai kws qha has tas, yuavtsum xub ntxuav teg, maam le noj mov."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.3","label":"3","content":"(Lawv le cov Falixais hab cov Yudais cov yawmkoob tau qha rua puab lawm, yog puab tsi tau ntxuav teg, puab yeej tsi noj mov."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.4","label":"4","content":"Txhua yaam kws puab yuav tom kab lug, puab yuavtsum muab ntxuav tsaiv maam le noj.  Puab coj ntau txuj kevcai kws puab cov yawmkoob qha rua puab lawm, tsi has ntxuav laujkaub, taig dlav, tej taig tooj lab hab tej txaaj pw. )"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.5","label":"5","content":"Cov Falixais hab cov xwbfwb kws qha Vaajtswv txuj Kevcai nug Yexus has tas, “Vim le caag koj cov thwjtim tsi ua lawv le peb cov yawmkoob qha, puab tsi xub ntxuav teg tsaiv maam le noj mov?”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.6","label":"6","content":"Yexus teb has tas, “Qhov kws Yaxayas tug kws cev Vaajtswv lug has tseg txug mej yeej muaj tseeb tag! Mej yog cov tuabneeg ntsejmuag ncaaj sab nkhaus lawv le nwg sau tseg has tas: Vaajtswv has tas, Cov tuabneeg nuav lub ncauj fwm kuv tabsis puab lub sab tsi npuab kuv."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.7","label":"7","content":"Qhov kws puab pehawm kuv tsi muaj nqes le, rua qhov puab muab tuabneeg tej kevcai qha ib yaam le tej ntawd yog kuv txuj kevcai!”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.8","label":"8","content":"“Nwgnuav mej tsi coj lawv le Vaajtswv tej lug qha, mej tsua moog coj lawv le tuabneeg tej kevcai.”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.9","label":"9","content":"Hab Yexus has ntxiv tas, “Ua le caag mej yuav ntse ua luaj le? Mej muab Vaajtswv txuj kevcai tso tseg, kuas mej tau kev moog ua lawv le mej tej kevcai."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.10","label":"10","content":"Mauxes qha has tas, ‘Mej yuavtsum fwm mej nam mej txiv,’ hab has tas, ‘Yog leejtwg tshev nwg nam nwg txiv, yuavtsum muab tug ntawd tua povtseg.’"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.11","label":"11","content":"Tabsis mej qha has tas, yog leejtwg muaj ib yaam dlaabtsi yuav paab tau rua nwg nam nwg txiv, tabsis nwg has tas, ‘Tej ntawd tub muab rua Vaajtswv lawm,’"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.12","label":"12","content":"ces tsi taag nwg yuav paab nwg nam nwg txiv lawm."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.13","label":"13","content":"Mej ua le ntawd, tub yog mej ua saib tsi taug Vaajtswv txujlug, rua qhov mej qha lawv le mej cov yawmkoob qha rua mej xwb. Hab tseem ua ntau yaam zoo le nuav.”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.14","label":"14","content":"Yexus rov hu cov tuabneeg coob coob lug cuag nwg, hab nwg has rua puab tas, “Mej txhua tug ua tuab zoo noog kuv tej lug, mej txhaj totaub."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.15","label":"15","content":"Tsi yog yaam kws moog rua huv tuabneeg lub qhovncauj, ua rua tuabneeg ua txhum; tabsis yog tej kws tawm huv tuabneeg lub sab lug, txhaj ua rua tuabneeg ua txhum.”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.16","label":"16","content":"Yog leejtwg muaj qhovntsej, ca le noog."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.17","label":"17","content":"Thaus Yexus ncaim cov tuabneeg coob coob ntawd moog rua huv tsev lawm, nwg cov thwjtim lug thov kuas nwg txhais zaaj lug pevtxwv ntawd."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.18","label":"18","content":"Yexus teb puab has tas, “Mej tsi totaub ib yaam le puab cov ntawd hab los? Mej tsi paub has tas tsi yog yaam kws moog rua huv tuabneeg lub qhovncauj, ua rua tuabneeg ua txhum,"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.19","label":"19","content":"rua qhov tej ntawd tsi moog rua huv tuabneeg lub sab, tsuas moog rua huv tuabneeg lub plaab hab tawm lawm xwb.” (Yexus qha le nuav, yog nwg has tas, tej zaub mov tuabneeg noj tau huv tuabsi tsi txhum.)"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.20","label":"20","content":"Yexus has ntxiv tas, “Tej kws tawm huv tuabneeg lub sab lug, tej ntawd txhaj ua rua tuabneeg ua txhum."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.21","label":"21","content":"Tej kws tuabneeg xaav huv nruab sab, tej ntawd coj tuabneeg moog ua txhum kev nkauj kev nraug, ua tubsaab, tua tuabneeg,"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.22","label":"22","content":"ntxag luas quaspuj luas quasyawg, ntshaw luas tug, ua txhua yaam phem, dlaag ntxag, ua phem ua qas, khib, xyaav lwm tug moo, khaavtheeb, hab ua tuabneeg ruag."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.23","label":"23","content":"Tej ntawd puavleej tawm huv tuabneeg lub sab lug, hab ua rua tuabneeg ua txhum.”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.24","label":"24","content":"Tom qaab ntawd Yexus moog rua peg cheebtsaam kws ze lub nroog Tiles. Nwg moog huv ib lub tsev, nwg tsi xaav pub leejtwg paub has tas nwg nyob huv, tabsis nwg nraim tsi tau."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.25","label":"25","content":"Muaj ib tug quaspuj kws nwg tug ntxhais raug dlaab nov has tas Yexus tuaj, nwg txawm tuaj txhus caug ndlua ntawm Yexus kutaw."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.26","label":"26","content":"Tug quaspuj ntawd yog lwm Tsaav Tuabneeg, nwg yug huv lub xeev Faunikias tebchaws Xilias. Nwg thov kuas Yexus ntab dlaab tawm ntawm nwg tug ntxhais moog."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.27","label":"27","content":"Tabsis Yexus has tas, “Peb yuavtsum xub pub mov rua mivnyuas noj tsaiv. Rua qhov tsi tsimnyog peb yuav muab mivnyuas tej mov pov rua dlev noj.”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.28","label":"28","content":"Tug quaspuj ntawd teb has tas, “Tug Tswv, txawm le ntawd los tej dlev kws nyob huv qaab rooj, tub tau noj mivnyuas tej qub mov hab!”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.29","label":"29","content":"Yexus txawm has rua nwg tas, “Tub yog vim lu lug kws koj has ko, koj ca le rov qaab moog tsev, dlaab tub tawm huv koj tug ntxhais lawm!”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.30","label":"30","content":"Nwg txawm rov moog tsev, hab pum nwg tug ntxhais pw sau txaaj, dlaab tub tawm lawm."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.31","label":"31","content":"Tom qaab ntawd, Yexus tawm huv lub nroog Tiles hab hlaa lub nroog Xidoos moog rua nraag Havtxwv Kalilais kws yog taug txujkev moog rua nraag lub nroog Dekapaulis."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.32","label":"32","content":"Muaj ib cov tuabneeg coj ib tug txivneej laag ntseg kws has tsi tau lug tuaj cuag Yexus hab thov Yexus cev teg tuav nwg."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.33","label":"33","content":"Yexus coj tug txivneej ntawd moog rua ib qho nrug dleb ntawm cov tuabneeg coob coob. Yexus muab ntivteg ntxig rua huv tug txivneej ntawd ob lub qhovntsej, hab nwg muab ntivteg tub quavncaug pleev tug ntawd tug nplaig."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.34","label":"34","content":"Yexus tsaa qhovmuag saib sau ntuj hab nwg hlu ib suab, ces nwg txhawm has rua tug txivneej ntawd tas, “Efathas,” lu lug ntawd txhais has tas, “Ca le qheb hlo!”"},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.35","label":"35","content":"Taamsim ntawd tug txivneej ntawd txawm nov lug, nwg tug nplaig tsi txhaav, hab has tau lug meej lawm."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.36","label":"36","content":"Yexus txwv tsi pub suavdlawg qha zaaj nuav rua leejtwg le. Txawm yog Yexus txwv puab heev npaum le caag los nwg txwv tsi tau, puab hajyam qha heev ntxiv xwb."},{"bible_id":"1726","chapter_code":"MRK.7","verse_code":"MRK.7.37","label":"37","content":"Txhua tug kws nov tej nuav xaav tsi thoob le, puab sis thaam has tas, “Txhua yaam kws nwg ua puavleej zoo huv tuabsi. Txawm yog tej tuabneeg laag ntseg los nwg khu tau nov lug, cov tuabneeg kws has tsi tau lug los nwg khu has tau lug!”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.1","label":"1","content":"Tom qaab ntawd tsi ntev muaj dlua ib cov tuabneeg coob coob tuaj ua ke. Tej mov kws puab ntim tuaj, puab noj taag lawm, Yexus txawm hu nwg cov thwjtim lug cuag nwg hab has rua puab tas,"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.2","label":"2","content":"“Kuv hlub cov tuabneeg nuav heev, puab tub tuaj nrug kuv nyob ntawm nuav tau peb nub lawm, puab tsi muaj ib yaam dlaabtsi noj."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.3","label":"3","content":"Yog kuv ca puab moog tsev tsi muab mov rua puab noj, nyob tsaam puab tsaus muag hab qaug tom tej tog kev, rua qhov ibtxha tuaj dleb tuaj.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.4","label":"4","content":"Yexus cov thwjtim has rua Yexus has tas, “Ntawm nuav yog roob mojsaab qhua xwb, leejtwg yuav moog nrhav tau mov lug rua suavdlawg noj?”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.5","label":"5","content":"Yexus nug cov thwjtim has tas, “Mej muaj pistsawg lub ncuav?” Puab teb has tas, “Peb muaj xyaa lub.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.6","label":"6","content":"Yexus kuas suavdlawg nyob quastsawg huv aav. Yexus muab xyaa lub ncuav lug ua Vaajtswv tsaug, hab muab ndlais cev rua cov thwjtim nqaa moog faib rua suavdlawg. Cov thwjtim txawm ua le ntawd."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.7","label":"7","content":"Cov thwjtim muaj ob peb tug ntseg miv miv. Thaus Yexus ua Vaajtswv tsaug taag, Yexus kuas cov thwjtim nqaa cov ntseg moog faib rua suavdlawg hab."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.8","label":"8","content":"Txhua tug puavleej tau noj tsau huv tuabsi."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.9","label":"9","content":"Cov tuabneeg kws noj mov nub ntawd yuav laug muaj plaub txheeb leej. Cov thwjtim moog sau tej seem kws suavdlawg noj tsi taag tau xyaa tawb puv nkaus. Tom qaab ntawd, Yexus kuas suavdlawg rov qaab moog tsev,"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.10","label":"10","content":"taamsim ntawd Yexus hab nwg cov thwjtim txawm nce moog rua huv nkoj hab caij moog rua tim cheebtsaam Damanuthas lawm."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.11","label":"11","content":"Cov Falixais qee leej tuaj nrug Yexus sis caav, puab xaav sim Yexus, puab txawm kuas Yexus ua ib yaam txujci tseemceeb rua puab saib, puab txhaj ntseeg has tas yog Vaajtswv khaiv Yexus lug."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.12","label":"12","content":"Yexus hlu ib suab hab has tas, “Ua le caag cov tuabneeg tam nuav tsuas xaav pum tej txujci tseemceeb xwb? Kuv qha tseeb rua mej has tas, kuv yuav tsi ua tej txujci tseemceeb rua cov tuabneeg nuav pum le!”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.13","label":"13","content":"Yexus txawm tso puab tseg, hab nce moog rua huv nkoj, caij hlaa moog rua saab tim u lawm."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.14","label":"14","content":"Cov thwjtim tsi ncu ntim mov moog, puab tsuas muaj ib lub ncuav nyob huv lub nkoj xwb."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.15","label":"15","content":"Yexus has rua puab tas, “Mej yuavtsum ceevfaaj cov Falixais hab Helauj cov keeb.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.16","label":"16","content":"Cov thwjtim txawm sis thaam has tas, “Ntshai yog peb tsi ntim mov tuaj, nwg txhaj has le ntawd.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.17","label":"17","content":"Yexus tub paub tej kws puab sis thaam ntawd lawm, nwg txawm has rua puab tas, “Ua le caag mej sis thaam has txug qhov kws mej tsi ntim mov tuaj? Mej tseem tsi pum hab tsi totaub los? Ua le caag mej yuav ruag ua luaj le?"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.18","label":"18","content":"Mej tub muaj qhovmuag, mej tsi pum los? Mej tub muaj qhovntsej, mej tsi nov los? Mej tsi ncu qaab"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.19","label":"19","content":"thaus kuv muab tsib lub ncuav ndlais faib rua tsib txheeb leej noj, mej sau tej kws seem ntawd tau pistsawg tawb?” Puab teb has tas, “Peb sau tau kaum ob tawb.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.20","label":"20","content":"“Hab thaus kuv muab xyaa lub ncuav ndlais faib rua plaub txheeb leej noj, mej khaws tej kws seem tau pistsawg tawb?” Puab teb has tas, “Peb sau tau xyaa tawb.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.21","label":"21","content":"Yexus nug puab has tas, “Mej tseem tsi totaub hab los?”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.22","label":"22","content":"Yexus hab nwg cov thwjtim moog txug huv lub nroog Npexaidas. Muaj tuabneeg coj ib tug txivneej dligmuag tuaj cuag Yexus hab thov Yexus khu tug dligmuag ntawd."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.23","label":"23","content":"Yexus tuav tug txivneej ntawd teg hab coj nwg moog rua tom ntug zog. Yexus nti quavncaug pleev tug ntawd ob lub qhovmuag hab cev teg kov. Yexus nug nwg has tas, “Koj pum dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.24","label":"24","content":"Tug txivneej ntawd tsaa qhovmuag saib hab has tas, “Kuv pum tuabneeg moog moog lug lug, tabsis puab zoo le tej ntoo.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.25","label":"25","content":"Yexus rov cev teg moog kov tug ntawd ob lub qhovmuag dlua ib zag. Nwg qheb tau qhovmuag, nwg lub qhovmuag zoo lawm, hab nwg pum kev tseeb."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.26","label":"26","content":"Yexus kuas nwg ca le moog tsev hab has tas, “Koj tsi xob rov moog rua huv zog lawm.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.27","label":"27","content":"Tom qaab ntawd Yexus hab nwg cov thwjtim moog rua peg tej zog kws nyob ibncig lub nroog Xixaleyas Filipis. Thaus puab taabtom taug kev moog, Yexus nug cov thwjtim has tas, “Mej qha kuv saib, suavdlawg has tas kuv yog leejtwg?”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.28","label":"28","content":"Cov thwjtim teb has tas, “Muaj qee leej has tas, koj yog Yauhaas tug kws muab tuabneeg ua kevcai raus dlej, muaj qee leej has tas, koj yog Eliyas, hab muaj qee leej has tas, koj yog ib tug kws cev Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.29","label":"29","content":"Yexus nug has tas, “Mej ne, mej has tas kuv yog leejtwg?” Petus teb has tas, “Koj yog tug Mexiyas.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.30","label":"30","content":"Yexus txwv puab has tas, “Mej tsi xob moog qha rua leejtwg has tas, kuv yog tug Mexiyas.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.31","label":"31","content":"Tom qaab ntawd, Yexus txawm pib qha rua nwg cov thwjtim has tas, “Tuabneeg leej Tub yuav raug tsimtxom ntau yaam, cov txwjlaug, cov thawj ntawm cov povthawj, hab cov xwbfwb kws qha Vaajtswv txuj Kevcai yuav tsi leeg yuav nwg. Puab yuav muab nwg tua povtseg, tabsis tom qaab ntawd peb nub nwg yuav sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.32","label":"32","content":"Yexus qha zaaj nuav tseeb tseeb rua cov thwjtim, ces Petus txawm coj Yexus moog rua ib caag hab cheem Yexus."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.33","label":"33","content":"Tabsis Yexus tig lug saib nwg cov thwjtim hab tshev Petus has tas, “Dlaab Ntxwgnyoog, koj ca le tsiv ntawm kuv moog. Tej kws koj has ko tsi yog lawv le Vaajtswv lub sab, tabsis yog has lawv le tuabneeg lub sab xwb.”"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.34","label":"34","content":"Yexus txawm hu cov tuabneeg coob coob ntawd hab nwg cov thwjtim lug cuag nwg, nwg has rua puab tas, “Yog leejtwg xaav nrug kuv moog, tug ntawd yuavtsum tswj nwg lub sab hab kwv nwg tug ntoo khaublig nrug kuv moog."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.35","label":"35","content":"Rua qhov tug kws khauvxwm nwg txujsa, tug ntawd yuav tsi tau txujsa. Tabsis tug kws tsi khauvxwm nwg txujsa, vim nwg ntseeg kuv, hab moog qha Txujmoo Zoo, tug ntawd yuav tau txujsa."},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.36","label":"36","content":"Yog leejtwg tau ib puas tsaav yaam huv nplajteb nuav lug ua nwg tug, tabsis nwg txujsa tu lawm, tej ntawd yuav muaj nqes dlaabtsi rua nwg?"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.37","label":"37","content":"Yeej tsi muaj ib yaam dlaabtsi kws nwg yuav coj moog txhwv tau txujsa rov qaab lug!"},{"bible_id":"1726","chapter_code":"MRK.8","verse_code":"MRK.8.38","label":"38","content":"Yog leejtwg txaajmuag qha kuv lub npe hab kuv tej lug rua cov tuabneeg sab phem tam nuav, ces thaus Tuabneeg Leej Tub tug kws muaj leej Txiv tug tshwjchim ci ntsaa ab nrug cov timtswv kws dlawbhuv lug sau ntuj lug, nwg yuav txaajmuag leeg has tas, tug ntawd yog nwg le.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.1","label":"1","content":"Yexus has ntxiv rua puab tas, “Kuv qha tseeb rua mej has tas, cov tuabneeg kws nyob ntawm nuav muaj qee leej yuav tsi tau tuag ua ntej puab pum Vaajtswv lub Tebchaws nrug Vaajtswv lub fwjchim lug.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.2","label":"2","content":"Tom qaab ntawd rau nub, Yexus coj Petus, Yakaunpaus, hab Yauhaas nrug Yexus moog rua sau ib lub roob sab, tsi muaj lwm tug nrug puab moog. Thaus peb tug thwjtim taabtom saib ntsoov Yexus, Yexus lub cev txawm hloov hlo,"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.3","label":"3","content":"hab Yexus cev rig tsho ci ntsaa ab dlawb paug, tej tuabneeg kws nyob huv nplajteb nuav, tsi muaj leejtwg yuav ntxhua tau ib cev rig tsho dlawb npaum le ntawd."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.4","label":"4","content":"Peb tug thwjtim ntawd pum Eliyas hab Mauxes nrug Yexus thaam."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.5","label":"5","content":"Petus txawm has rua Yexus has tas, “Xwbfwb, peb tuaj nyob ntawm nuav zoo kawg le! Peb yuav ua peb lub tsev pheebsuab, ib lub rua koj, ib lub rua Mauxes, hab ib lub rua Eliyas.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.6","label":"6","content":"Petus puab ntshai kawg le, Petus txhaj has le ntawd."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.7","label":"7","content":"Muaj ib tauv fuab lug nroog puab, hab muaj ib lub suab has huv tauv fuab ntawd tuaj has tas, “Tug nuav yog kuv tug Tub kws kuv hlub, mej ca le noog nwg lug!”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.8","label":"8","content":"Taamsim ntawd cov thwjtim txawm xaam ncig leeg, tabsis tsi pum leejtwg le; tsuas pum Yexus tuab leeg nrug puab nyob xwb."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.9","label":"9","content":"Thaus Yexus hab nwg peb tug thwjtim nqeg peg roob lug, Yexus txwv peb tug thwjtim ntawd has tas, “Mej tsi xob qha tej kws mej pum ntawd rua leejtwg paub moog txug thaus kws Tuabneeg leej Tub sawv huv qhov tuag rov qaab lug tsaiv.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.10","label":"10","content":"Ces puab txawm khaws Yexus tej lug rua nruab sab. Puab tsi qha rua leejtwg le. Tabsis puab sis thaam has tas, “Qhov kws nwg has tas, ‘sawv huv qhov tuag rov qaab lug,’ yog nwg has txug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.11","label":"11","content":"Ces puab txhaj nug Yexus has tas, “Vim le caag cov xwbfwb kws qha Vaajtswv txuj Kevcai has tas, Eliyas yuav xub lug?”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.12","label":"12","content":"Yexus teb has tas, “Eliyas yeej xub lug tag, nwg lug npaaj txhua yaam ca. Vim le caag Vaajtswv txujlug has tas, Tuabneeg leej Tub yuav raug tsimtxom hab suavdlawg yuav saib tsi taug nwg?"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.13","label":"13","content":"Tabsis kuv qha tseeb rua mej has tas, Eliyas tub lug lawm, tej tuabneeg ua phem rua nwg lawv le puab lub sab xaav ua, hab lawv le Vaajtswv txujlug sau tseg has tas, puab yuav ua le ntawd rua nwg.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.14","label":"14","content":"Thaus Yexus hab peb tug thwjtim rov lug txug ntawm Yexus cov thwjtim, puab pum muaj tuabneeg coob coob tuaj nyob puagncig cov thwjtim, hab muaj cov xwbfwb kws qha Vaajtswv txuj Kevcai qee leej taabtom nrug cov thwjtim sis caav."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.15","label":"15","content":"Thaus cov tuabneeg ntawd pum dlheev Yexus, puab xaav tsi thoob le, ces suavdlawg txawm dlha zum zawg moog rua ntawm Yexus hab hawm nwg."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.16","label":"16","content":"Yexus nug nwg cov thwjtim has tas, “Mej nrug puab sis caav txug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.17","label":"17","content":"Muaj ib tug txivneej ntawm cov tuabneeg coob coob ntawd teb has tas, “Xwbfwb, kuv coj kuv tug mivtub tuaj thov koj paab khu, rua qhov nwg raug dlaab hab has tsi tau lug."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.18","label":"18","content":"Txhua zag kws dlaab tuaj, dlaab ua rua nwg qaug rua huv aav, nwg npuag ncauj tawm plawg, nwg zum nav nrov pis qawj hab nwg ib ce txhaav taag. Kuv thov koj cov thwjtim ntab dlaab tawm, tabsis puab ntab tsi tau.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.19","label":"19","content":"Yexus has rua puab tas, “Ua le caag mej cov tuabneeg tam nuav pheej tsi ntseeg hlo le! Kuv tseem yuav nrug mej nyob ntev le caag hab? Hab kuv tseem yuav ua sab ntev rua mej moog txug thaus twg? Ca le coj tug mivtub lug rua kuv!”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.20","label":"20","content":"Puab txawm coj tug mivtub lug rua Yexus. Thaus dlaab pum dlheev Yexus, dlaab txawm ua rua tug mivtub ntawd fuam ib thaaj, qaug kag rua huv aav nti moog nti lug, hab npuag ncauj nto plawg."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.21","label":"21","content":"Yexus nug tug mivtub ntawd leej txiv has tas, “Nwg ua le nuav tau hov ntev lug lawm?” Leej txiv teb has tas, “Nwg tub ua le nuav thaus miv miv lug lawm."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.22","label":"22","content":"Muaj ntau zag dlaab ua rua nwg qaug rua huv qhovcub hab rua huv dlej kuas nwg tuag. Yog koj paab tau, thov koj hlub hab paab wb ob txiv tub!”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.23","label":"23","content":"Yexus has rua tug mivtub ntawd leej txiv tas, “Ua le caag koj has tas, ‘Yog koj paab tau!’ Yog leejtwg ntseeg, kuv yeej ua tau txhua yaam huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.24","label":"24","content":"Taamsim ntawd tug mivtub leej txiv has tas, “Kuv ntseeg, tabsis tsi txaus, thov koj paab kuas kuv muaj kev ntseeg ntxiv!”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.25","label":"25","content":"Thaus Yexus pum cov tuabneeg coob coob txaav lug ze quas zug, Yexus txawm has rua tug dlaab ntawd tas, “Ua le caag koj ua rua tug mivtub nuav laag ntseg hab has tsi tau lug? Kuv has rua koj tas, koj ca le tawm huv tug mivtub nuav moog, tsi xob rov qaab lug rua huv nwg ib zag le lawm!”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.26","label":"26","content":"Dlaab qw nrov nrov hab ua rua tug mivtub fuam ib thaaj heev heev, ces tug dlaab txawm tawm plawg lawm. Tug mivtub ntawd zoo le ib tug tuabneeg tuag, suavdlawg txawm has zum zawg tas, “Nwg tuag lawm!”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.27","label":"27","content":"Tabsis Yexus cev teg moog tuav nkaus tug mivtub txhais teg hab nqug nwg sawv, ces nwg txawm sawv tseeg sawv ntsug."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.28","label":"28","content":"Thaus Yexus moog rua huv tsev lawm, nwg cov thwjtim nug nwg tuabywv has tas, “Vim le caag peb ntab tsi tau tug dlaab ntawd tawm?”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.29","label":"29","content":"Yexus teb has tas, “Yaam dlaab nuav, yug yuavtsum thov Vaajtswv txhaj ntab tau tawm.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.30","label":"30","content":"Yexus hab nwg cov thwjtim tawm qhov ntawd hlaa dlhau plawg Kalilais moog. Yexus tsi xaav pub leejtwg paub has tas, nwg nyob qhov twg,"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.31","label":"31","content":"rua qhov nwg taabtom qha rua nwg cov thwjtim has tas, “Yuav muaj tuabneeg muab Tuabneeg Leej Tub coj moog rua luas tua, tabsis tom qaab ntawd peb nub nwg yuav sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.32","label":"32","content":"Cov thwjtim tsi totaub lub ntsab lug kws Yexus qha, tabsis puab ntshai nug nwg."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.33","label":"33","content":"Yexus hab nwg cov thwjtim moog txug huv lub nroog Kapena-us, hab moog rua huv tsev, Yexus txawm nug cov thwjtim has tas, “Puastaab thaus peb taug kev tuaj, mej pheej sis caav has txug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.34","label":"34","content":"Tabsis puab tsi teb Yexus le, rua qhov thaus taug kev tuaj, puab sis caav has txug qhov kws leejtwg yuav tau ua tug luj dlua."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.35","label":"35","content":"Thaus Yexus nyob quastsawg lawm, nwg hu nwg kaum ob tug thwjtim lug cuag nwg hab nwg has rua puab tas, “Yog leejtwg xaav ua tug thawj, tug ntawd yuavtsum nyob tom tw, hab ua suavdlawg qhev.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.36","label":"36","content":"Yexus moog coj ib tug mivnyuas yau lug sawv ntawm cov thwjtim xubndlag. Yexus puag tug mivnyuas yau ntawd hab has rua cov thwjtim tas,"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.37","label":"37","content":"“Tug kws leeg yuav cov mivnyuas yau nuav ib tug ntawm kuv lub npe, kuj yog tug ntawd leeg yuav kuv; hab leejtwg leeg yuav kuv, tsi yog nwg leeg yuav kuv tuab leeg xwb, tabsis yog nwg leeg yuav tug kws khaiv kuv lug hab.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.38","label":"38","content":"Yauhaas has rua Yexus has tas, “Xwbfwb, peb pum ib tug txivneej tuav koj lub npe ntab dlaab, peb txwv tsi pub nwg ua le ntawd, rua qhov nwg tsi yog peb cov.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.39","label":"39","content":"Yexus has rua puab tas, “Tsi xob txwv nwg, leejtwg tuav kuv lub npe ua tej txujci tseemceeb, tom qaab ntawd nwg yeej yuav tsi thuam kuv.”"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.40","label":"40","content":"Tug kws tsi tawmtsaam peb, tug ntawd yog peb cov."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.41","label":"41","content":"Kuv qha tseeb rua mej has tas, tug kws muab ib khob dlej rua mej haus, vim nwg paub has tas, mej yog kuv cov thwjtim, ces nwg yeej yuav tau nqe zug."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.42","label":"42","content":"“Yog leejtwg ua rua cov mivnyuas kws ntseeg kuv nuav ib tug ua txhum, ca le muab hlua khi ib txhib zeb kws luj dlai rua tug ntawm cejdlaab, hab coj nwg moog pov rua huv havtxwv yuav zoo dlua."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.43","label":"43","content":"Yog koj txhais teg ua rua koj ua txhum, ca le muab koj txhais teg ntawd txav povtseg! Koj muaj ib saab teg xwb, koj tau txujsa, zoo dlua le koj muaj ob saab teg, koj poob moog rua huv ntuj tawg qhov kws muaj suavtawg cig tsi paub tuag le."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.44","label":"44","content":"Qhov ntawd, tej kaas kws noj puab ntawd tsi txawj tuag, hab suavtawg yuav cig moog ibtxhis le."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.45","label":"45","content":"Hab yog koj ib txhais kutaw ua rua koj ua txhum, ca le muab koj txhais kutaw ntawd txav povtseg! Koj tu ib saab kutaw, koj tau txujsa, zoo dlua le koj muaj ob txhais kutaw, koj poob moog rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.46","label":"46","content":"Qhov ntawd tej kaas kws noj puab ntawd tsi txawj tuag, hab suavtawg yuav cig moog ibtxhis le."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.47","label":"47","content":"Hab yog koj ib saab qhovmuag ua rua koj ua txhum, ca le muab koj saab qhovmuag ntawd kaus povtseg! Koj muaj ib saab qhovmuag xwb, koj tau moog Vaajtswv lub Tebchaws, zoo dlua le ca koj muaj ob saab qhovmuag, koj poob moog rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.48","label":"48","content":"“Qhov ntawd ‘tej kaas kws noj puab ntawd tsi txawj tuag, hab suavtawg yuav cig moog ibtxhis le.’"},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.49","label":"49","content":"“Vaajtswv yuav muab suavtawg hlawv txhua tug kuas huv ib yaam le cov nqaj kws muab ntsev laag yuav coj moog fij."},{"bible_id":"1726","chapter_code":"MRK.9","verse_code":"MRK.9.50","label":"50","content":"“Ntsev yog yaam kws zoo, tabsis yog ntsev tsuag lawm, mej yuav ua le caag kuas rov qaab ntsev tau? “Mej yuavtsum ua le cov ntsev kws zoo, hab mej yuavtsum nyob sis hum.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.1","label":"1","content":"Yexus tawm huv lub nroog ntawd moog rua nraag xeev Yudas, hab hlaa tug dlej Yauladees moog rua saab tim u. Muaj tuabneeg coob coob tuaj cuag Yexus, hab Yexus qha puab ib yaam le nwg naj zag qha."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.2","label":"2","content":"Cov Falixais qee leej tuaj cuag Yexus, hab xaav sim Yexus. Puab nug Yexus has tas, “Peb txuj kevcai puas pub ib tug quasyawg twg muab nwg tug quaspuj nrauj?”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.3","label":"3","content":"Yexus teb puab has tas, “Mauxes sau tseg le caag qha rua mej?”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.4","label":"4","content":"Puab teb has tas, “Mauxes pub peb nrauj. Tabsis yuavtsum xub ua ntawv nas teg tsaiv maam le nrauj tau.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.5","label":"5","content":"Yexus has rua puab tas, “Qhov kws Mauxes sau txuj cai ntawd rua mej, tub yog vim mej tawv ncauj."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.6","label":"6","content":"Tabsis thaus chivkeeb kws Vaajtswv tsim lub ntuj hab lub nplajteb, Vaajtswv tsim tug quasyawg hab tug quaspuj,"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.7","label":"7","content":"‘Tub yog vim le nuav tug quasyawg txhaj tso nwg nam nwg txiv tseg, hab moog nrug nwg tug quaspuj nyob,"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.8","label":"8","content":"hab obtug yuav koom ua ib lub cev. Yog le ntawd, obtug tsi yog ob leeg lawm, tabsis yog ib leeg xwb.’"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.9","label":"9","content":"Vaajtswv tub muab obtug txis ua txwj ua nkawm lawm, yog le ntawd tuabneeg tsi xob muab obtug cais.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.10","label":"10","content":"Thaus Yexus hab cov thwjtim moog rua huv tsev lawm, cov thwjtim txawm nug Yexus txug zaaj nuav."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.11","label":"11","content":"Yexus has rua puab tas, “Yog leejtwg muab nwg tug quaspuj nrauj hab moog yuav dlua quaspuj, kuj yog nwg ntxag luas quaspuj."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.12","label":"12","content":"Ib yaam nkaus le ntawd, yog ib tug quaspuj muab nwg tug quasyawg nrauj, hab nwg moog yuav dlua quasyawg, kuj yog nwg ntxag luas quasyawg.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.13","label":"13","content":"Muaj tuabneeg coj puab tej mivnyuas tuaj cuag Yexus, hab thov Yexus cev teg plhw cov mivnyuas yau, tabsis cov thwjtim tshev cov tuabneeg ntawd."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.14","label":"14","content":"Thaus Yexus pum cov thwjtim ua le ntawd, Yexus tsi txaus sab, hab nwg has rua cov thwjtim has tas, “Ca cov mivnyuas lug cuag kuv, tsi xob txwv puab, rua qhov Vaajtswv lub Tebchaws yog cov tuabneeg kws muaj lub sab mog sab muas le cov mivnyuas ntawd tug."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.15","label":"15","content":"Kuv qha tseeb rua mej has tas, yog leejtwg tsi muaj lub sab mog sab muas le cov mivnyuas yau nuav, tug ntawd yuav tsi tau Vaajtswv lub Tebchaws ua nwg tug.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.16","label":"16","content":"Yexus txawm nqug cov mivnyuas yau ntawd lug rua huv nwg xubndlag, nwg cev teg plhw puab txhua tug hab foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.17","label":"17","content":"Thaus Yexus taabtom sawv kev moog, muaj ib tug txivneej dlha dlha tuaj txhus caug ndlua ntawm Yexus hauv ntej, nwg nug Yexus has tas, “Tug Xwbfwb kws muaj lub sab zoo, kuv yuav ua le caag, kuv txhaj tau txujsa kws ntev dlhawv moog ibtxhis?”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.18","label":"18","content":"Yexus teb nwg has tas, “Vim le caag koj hu kuv has tas, tug kws muaj lub sab zoo? Tsi muaj ib tug kws muaj lub sab zoo, tsuas yog Vaajtswv tuab leeg xwb."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.19","label":"19","content":"Koj yeej paub tej kevcai kws has tas: ‘Tsi xob tua tuabneeg; tsi xob ntxag luas quaspuj luas quasyawg; tsi xob ua tubsaab; tsi xob ua timkhawv tsi tseeb, tsi xob ntxo luas tug; hab fwm koj nam koj txiv.’ ”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.20","label":"20","content":"Tug txivneej ntawd teb has tas, “Xwbfwb, tej kws koj has ko, kuv tub coj thaus kuv tseem yau lug lawm.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.21","label":"21","content":"Yexus hlub tug ntawd, Yexus tsaa qhovmuag saib nwg hab has tas, “Tseem tshuav ib qho kws koj tsi tau ua. Koj ca le rov moog muab koj tej qhov txhua chaw muag huv tuabsi, hab muab cov nyaj ntawd coj moog faib rua cov tuabneeg pluag, koj txhaj yog tug npluanuj nyob sau ntuj ceebtsheej. Tom qaab ntawd koj ca le tuaj nrug kuv moog.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.22","label":"22","content":"Thaus tug txivneej ntawd nov dlheev Yexus has le ntawd, nwg ua ntsejmuag ntshaus ntsho, nwg txawm rov moog tsev lawm, nwg nyuaj sab kawg le, rua qhov nwg npluanuj heev."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.23","label":"23","content":"Yexus tig lug saib cov thwjtim hab has rua puab tas, “Cov tuabneeg npluanuj yuav moog rua Vaajtswv lub Tebchaws, mas nyuaj kawg le!”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.24","label":"24","content":"Thaus cov thwjtim nov Yexus has le ntawd, puab xaav tsi thoob le, tabsis Yexus has ntxiv tas, “Cov mivnyuas, tuabneeg yuav moog Vaajtswv lub Tebchaws mas nyuaj kawg le!"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.25","label":"25","content":"Ib tug ntxhuav nkaag lub qhov koob, yoojyim dlua ib tug tuabneeg npluanuj moog rua Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.26","label":"26","content":"Cov thwjtim nov le ntawd, puab hajyam xaav tsi thoob. Puab sis thaam has tas, “Yog le ntawd leejtwg txhaj yuav dlim?”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.27","label":"27","content":"Yexus tsaa qhovmuag saib cov thwjtim hab has tas, “Tuabneeg ua tsi tau, tabsis Vaajtswv ua tau; rua qhov Vaajtswv ua tau txhua yaam huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.28","label":"28","content":"Ces Petus has rua Yexus has tas, “Peb tub tso txhua yaam tseg, hab tuaj nrug koj moog lawm.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.29","label":"29","content":"Yexus has rua puab tas, “Yog tag, tabsis kuv qha tseeb rua mej has tas, tug kws tso vaaj tse, tso kwvtij, tso nkauj muam, tso nam txiv hab mivnyuas, hab tso laj teb tseg, vim nwg nrug kuv moog hab qha Txujmoo Zoo,"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.30","label":"30","content":"tam nuav, nwg yuav tau ib puas npaug ntxiv, xws le: vaaj tse, kwvtij, nkauj muam, nam hab txiv, mivnyuas, laj teb, hab nwg yuav raug kev tsimtxom; tam tom ntej nwg yuav tau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.31","label":"31","content":"Tabsis muaj ntau leej kws nwgnuav ua cov thawj, puab yuav tau moog nyob tom tw, hab muaj ntau leej kws nyob tom tw, yuav tau lug ua cov thawj.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.32","label":"32","content":"Thaus Yexus hab nwg cov thwjtim taug kev moog rua nraag lub nroog Yeluxalees, Yexus ua cov thwjtim ntej, cov thwjtim poob sab, hab cov tuabneeg kws lawv qaab ntshai kawg le. Yexus txawm rov coj cov thwjtim moog rua ib caag hab qha tej xwm kws yuav lug raug nwg rua puab noog."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.33","label":"33","content":"Yexus has tas, “Nwgnuav peb taabtom taug kev moog rua nraag lub nroog Yeluxalees, thaus moog txug nraag yuav muaj tuabneeg nteg Tuabneeg leej Tub coj moog rua cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai. Puab yuav txav txim coj nwg moog tua povtseg, hab muab nwg rua lwm Tsaav Tuabneeg,"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.34","label":"34","content":"puab yuav thuam nwg, ua saib tsi taug nwg, ntu quavncaug rua nwg, nplawm nwg, hab muab nwg tua povtseg; tom qaab ntawd peb nub nwg yuav sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.35","label":"35","content":"Tom qaab ntawd Yakaunpaus hab Yauhaas kws yog Xenpedais ob tug tub tuaj cuag Yexus hab has tas, “Xwbfwb, thov koj pub yaam kws wb xaav tau rua wb.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.36","label":"36","content":"Yexus nug obtug has tas, “Meb xav kuas kuv muab dlaabtsi rua meb?”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.37","label":"37","content":"Obtug teb has tas, “Thaus koj ua vaajntxwv nyob sau koj lub zwmtxwv kws ci ntsaa ab, thov koj ca wb ib tug nyob ntawm koj saab xis, ib tug nyob ntawm koj saab txhumphem.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.38","label":"38","content":"Yexus has rua obtug tas, “Yaam kws meb thov nuav, meb tsi totaub. Lub khob kws kuv yuav haus, meb puas haus taug? Txuj kevcai raus dlej kws kuv yuav raus, meb puas raus taug?”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.39","label":"39","content":"Obtug teb has tas, “Taug xwb.” Yexus has rua obtug tas, “Lub khob kws kuv yuav haus, meb yeej yuav haus taug, hab txuj kevcai raus dlej kws kuv yuav raus, meb yeej yuav raus taug tag."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.40","label":"40","content":"Tabsis qhov kws meb ib tug yuav nyob ntawm kuv saab xis, hab ib tug yuav nyob ntawm kuv saab txhumphem ntawd, kuv muab tsi tau rua meb. Yog Vaajtswv npaaj rua leejtwg, tug ntawd txhaj tau xwb.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.41","label":"41","content":"Thaus cov thwjtim kaum leej nov le ntawd, puab chim rua Yakaunpaus hab Yauhaas obtug."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.42","label":"42","content":"Yexus hu cov thwjtim txhua tug lug ua ke hab has rua puab has tas, “Mej tub paub lawm has tas, cov numtswv kws saib pejxeem muaj fwjchim kaav pejxeem, hab cov thawj muaj fwjchim yuam kuas cov pejxeem ua lawv le puab has."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.43","label":"43","content":"Tabsis mej tsi xob ua le ntawd, mej cov yog leejtwg xaav ua tug hlub, tug ntawd yuavtsum ua suavdlawg tug tubkhai,"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.44","label":"44","content":"hab mej cov yog leejtwg xaav ua tug thawj, tug ntawd yuavtsum ua suavdlawg qhev."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.45","label":"45","content":"Txawm yog Tuabneeg Leej Tub los nwg tsi tau kuas leejtwg tu nwg, tabsis nwg lug tu suavdlawg, hab muab nwg txujsa lug txhwv ntau leej.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.46","label":"46","content":"Yexus hab nwg cov thwjtim tuaj txug huv lub nroog Yelikaus. Thaus Yexus puab taabtom taug kev huv lub nroog moog, muaj tuabneeg coob coob nrug puab moog, puab moog ntsib ib tug txivneej dligmuag hu ua Npatimes nyob ntawm ntug kev thov khawv, nwg yog Times tug tub."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.47","label":"47","content":"Thaus nwg nov suavdlawg has tas, Yexus tug kws yog tuabneeg Naxales tuaj, ces nwg txawm hu nrov nrov has tas, “Yexus kws yog Daviv tug Tub! Thov koj taabncuab kuv lauj!”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.48","label":"48","content":"Muaj ntau leej cheem nwg kuas nwg tsi xob has lug, tabsis nwg hajyam hu nrov has tas, “Daviv tug Tub, thov koj taabncuab kuv lauj!”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.49","label":"49","content":"Yexus txawm nreg hab has tas, “Hu nwg lug ntawm nuav.” Yog le ntawd, puab txawm moog has rua tug dligmuag tas, “Yexus hu koj, koj ca le zoo sab hab sawv moog cuag nwg.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.50","label":"50","content":"Tug dligmuag txawm hle hlo nwg lub tsho ntev hab sawv tseeg moog cuag Yexus."},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.51","label":"51","content":"Yexus nug tug dligmuag has tas, “Koj xaav kuas kuv paab koj dlaabtsi?” Tug dligmuag teb has tas, “Xwbfwb, kuv xaav rov pum kev.”"},{"bible_id":"1726","chapter_code":"MRK.10","verse_code":"MRK.10.52","label":"52","content":"Yexus has rua nwg tas, “Koj ca le moog, koj txujkev ntseeg tub ua rua koj ob lub qhovmuag zoo lawm.” Taamsim ntawd nwg txawm pum kev hab nrug Yexus taug kev moog."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.1","label":"1","content":"Thaus Yexus puab moog yuav txug ntawm lub zog Npefakhes hab lub zog Npethanis kws nyob ze lub nroog Yeluxalees, puab moog txug ntawm lub Roob Txiv Ntoo Roj. Yexus khaiv nwg ob tug thwjtim ua nwg ntej moog,"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.2","label":"2","content":"Nwg qha obtug has tas, “Meb ca le ncaaj nraim moog rua huv lub zog kws nyob tom meb hauv ntej. Thaus meb moog txug huv lawm, meb yuav pum ib tug mivnyuas neeg luav khi rua ntawm ib tug ncej. Tug mivnyuas neeg luav ntawd tsi tau muaj tuabneeg caij ib zag le, meb ca le dlaws caab lug."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.3","label":"3","content":"Yog muaj leejtwg nug meb has tas, ‘Meb yuav dlaws caab moog ua dlaabtsi? Meb ca le teb has tas, tug Tswv  xaav siv, ib ntsiv nwg maam le xaa rov qaab lug.’ ”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.4","label":"4","content":"Obtug moog pum ib tug mivnyuas neeg luav khi rua ntawm ntug kev ze ntawm qhovrooj. Thaus obtug taabtom dlaws tug neeg luav,"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.5","label":"5","content":"cov tuabneeg kws nyob ntawd muaj qee leej nug has tas, “Meb yuav dlaws tug mivnyuas neeg luav caab moog ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.6","label":"6","content":"Obtug teb lawv le Yexus tau qha rua obtug lawm, ces puab txawm ca obtug caab moog."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.7","label":"7","content":"Obtug caab tug mivnyuas neeg luav moog rua Yexus, obtug hle obtug ob lub tsho ntev pua tug mivnyuas neeg luav nrausqaum rua Yexus caij."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.8","label":"8","content":"Muaj ntau leej hle puab tej tsho pua huv kev, muaj ibtxha moog txav nplooj tom ntug zog nqaa lug pua kev."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.9","label":"9","content":"Cov tuabneeg kws ua ntej hab cov kws lawv qaab suavdlawg qw nrov nrov has tas, “Ua Vaajtswv tsaug! Thov Vaajtswv foom koob moov rua tug kws Vaajtswv khaiv lug!"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.10","label":"10","content":"Thov Vaajtswv foom koob moov rua tug kws yuav kaav tuabneeg lub sab, ib yaam le thaus peb yawmkoob Daviv, nwg kaav nwg tsaav tuabneeg! Ca le qhuas Vaajtswv tug kws nyob sau ntuj ceebtsheej!”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.11","label":"11","content":"Thaus Yexus moog txug huv lub nroog Yeluxalees lawm, nwg moog rua huv lub Tuamtsev, hab nwg saib txhua yaam huv lub Tuamtsev. Tabsis thaus ntawd tub yuav tsaus ntuj, nwg txhaj coj kaum ob tug thwjtim nrug nwg moog tom lub zog Npethanis."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.12","label":"12","content":"Taagkig thaus Yexus hab nwg cov thwjtim rov qaab tom lub zog Npethanis lug, Yexus tshaib plaab heev."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.13","label":"13","content":"Nwg pum ib tsob txiv ncuav pas muaj nplooj tsaus nti nyob tom nwg hauv ntej. Yexus txawm moog saib puas txi txiv. Tabsis thaus nwg moog txug, tsi pum muaj ib lub txiv le, tsuas pum muaj nplooj xwb, rua qhov tseem tsi tau txug lub caij txi."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.14","label":"14","content":"Yexus txawm has rua tsob txiv ncuav pas ntawd tas, “Txij nuav moog yuav tsi muaj leejtwg tau noj koj cov txiv ib zag le lawm!” Cov thwjtim nov Yexus has le ntawd rua tsob ntoo."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.15","label":"15","content":"Thaus Yexus puab moog txug huv lub nroog Yeluxalees lawm, Yexus moog rua ntawm lub Tuamtsev, hab ntab cov tuabneeg kws tuaj ua laag ua luam kuas tawm moog. Nwg muab puab tej rooj pauv nyaj hab cov tuabneeg kws muag nquab tej rooj nyob ntxeev pis hlo."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.16","label":"16","content":"Hab nwg txwv tsi pub leejtwg coj ib yaam dlaabtsi tuaj moog muag rua ntawm lub tshaav puam ntawm lub Tuamtsev."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.17","label":"17","content":"Yexus has rua puab tas, “Vaajtswv txujlug sau tseg has tas, ‘Suavdlawg yuav hu kuv lub Tuamtsev has tas, yog lub tsev kws txhua tsaav tuabneeg tuaj thov Vaajtswv.’ Tabsis mej muab ua qhov chaw rua tubsaab nkaum!”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.18","label":"18","content":"Cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai nov tej nuav, puab txawm nrhav kev muab Yexus tua povtseg. Puab ntshai Yexus, rua qhov suavdlawg xaav tsi thoob rua Yexus tej lug qha."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.19","label":"19","content":"Thaus yuav tsaus ntuj, Yexus hab nwg cov thwjtim txawm tawm huv lub nroog moog lawm."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.20","label":"20","content":"Taagkig sawv ntxuv Yexus hab nwg cov thwjtim rov qaab moog tom lub nroog. Puab pum tsob txiv ncuav pas tub qhuav lawm. Txawm yog tej caag los qhuav taag huv tuabsi."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.21","label":"21","content":"Petus ncu dlheev txug Yexus cov lug hab has rua Yexus has tas, “Xwbfwb, koj saib tsob txiv ncuav pas kws naag mo koj foom tub qhuav taag lawm!”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.22","label":"22","content":"Yexus teb has tas, “Yog mej ntseeg Vaajtswv tag,"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.23","label":"23","content":"kuv qha tseeb rua mej has tas, yog mej has rua lub roob nuav kuas txaav moog rua huv havtxwv, lub roob yeej yuav txaav moog. Tabsis mej yuavtsum ntseeg has tas, yuav muaj lawv le mej has, ces yeej yuav muaj lawv le ntawd tag."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.24","label":"24","content":"Tub yog vim le ntawd, kuv txhaj has rua mej tas, thaus mej thov Vaajtswv pub ib yaam dlaabtsi rua mej, mej yuavtsum ntseeg has tas Vaajtswv tub pub yaam ntawd rua mej lawm, mej txhaj yuav tau yaam kws mej thov."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.25","label":"25","content":"Thaus mej sawv ntsug thov Vaajtswv, mej yuavtsum zaam txim rua tug kws tau ua txhum rua mej lawm. Yog mej ua le ntawd, mej leej Txiv tug kws nyob sau ntuj ceebtsheej txhaj yuav zaam mej lub txim.” ["},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.26","label":"26","content":"Yog mej tsi zaam txim rua lwm tug, mej leej Txiv tug kws nyob sau ntuj ceebtsheej yuav tsi zaam txim rua mej hab.]"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.27","label":"27","content":"Yexus hab nwg cov thwjtim moog rua huv lub nroog Yeluxalees. Thaus Yexus moog rua huv lub tshaav puam ntawm lub Tuamtsev, cov thawj ntawm cov povthawj, cov xwbfwb kws qha Vaajtswv txuj Kevcai, hab cov txwjlaug tuaj cuag Yexus,"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.28","label":"28","content":"puab nug Yexus has tas, “Ua le caag koj muaj cai ua tej nuav? Leejtwg tso cai rua koj?”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.29","label":"29","content":"Yexus teb puab has tas, “Kuv yuav nug mej ib lus, yog mej teb tau, kuv maam le qha rua mej has tas yog vim le caag kuv muaj cai ua tej nuav."},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.30","label":"30","content":"Mej sim qha rua kuv saib, leejtwg tso cai rua Yauhaas muab tuabneeg ua kevcai raus dlej, Vaajtswv lossis tuabneeg?”"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.31","label":"31","content":"Puab txawm sis thaam has tas, “Peb yuav teb le caag txhaj zoo? Yog peb teb has tas, ‘Vaajtswv kuas Yauhaas ua,’ nwg yuav has tas, ‘Ua le caag mej tsua tsi ntseeg Yauhaas tej lug?’"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.32","label":"32","content":"Yog peb teb has tas, ‘Tuabneeg kuas Yauhaas ua…’ ” (Peb ntshai nyob tsaam cov pejxeem ua phem rua peb, rua qhov suavdlawg yeej paub has tas, Yauhaas yog tug cev Vaajtswv lug.)"},{"bible_id":"1726","chapter_code":"MRK.11","verse_code":"MRK.11.33","label":"33","content":"Puab txhaj teb has tas, “Peb tsi paub.” Yexus has rua puab tas, “Yog le ntawd kuv yuav tsi qha rua mej has tas, yog leejtwg tso cai rua kuv ua tej nuav hab.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.1","label":"1","content":"Yexus ua lug pevtxwv qha rua puab has tas: “Muaj ib tug txivneej xov tau ib lub vaaj hab cog txiv maab rua huv, nwg khawb ib lub qhov tsuam txiv maab hab ua lub chaw tsomfaaj zuv. Nwg muab tso rua ib cov tuabneeg tu sis faib cov txiv, ces nwg txawm moog rua lwm tebchaws lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.2","label":"2","content":"Thaus txug lub caij dle txiv maab, nwg txawm khaiv nwg ib tug tubkhai moog sau tej txiv kws yog nwg tug lug rua nwg."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.3","label":"3","content":"Cov tuabneeg kws tu lub vaaj nteg tug tubkhai ntawd, muab nwg ntaus, hab ntab rov qaab moog teg dlawb teg nplag."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.4","label":"4","content":"Tug tswv vaaj rov khaiv dlua ib tug tubkhai moog cuag cov tuabneeg kws tu lub vaaj. Cov tuabneeg kws tu lub vaaj muab tug tubkhai ntawd ntaus taubhau to, hab ua ob peb yaam phem rua nwg."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.5","label":"5","content":"Tug tswv vaaj rov khaiv dlua ib tug tubkhai moog. Cov tuabneeg kws tu lub vaaj muab tug tubkhai ntawd tua povtseg; tom qaab ntawd tug tswv vaaj khaiv dlua ntau leej moog los puab ua ib yaam le ua rua cov kws xub moog. Puab muab qee leej ntaus hab muab qee leej tua povtseg."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.6","label":"6","content":"Tshuav tug tswv vaaj tug tub xwb txhaj tsi tau moog. Thaus kawg tug tswv vaaj txhaj khaiv nwg tuab leeg tub kws nwg hlub heev moog cuag cov tuabneeg kws tu lub vaaj. Nwg xaav has tas, ‘Puab yuav fwm kuv tug tub.’"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.7","label":"7","content":"Tabsis puab sis ntxhi has tas, ‘Tug nuav yog tug tswv vaaj tug tub. Peb ca le muab nwg tua povtseg, peb txhaj tau lub vaaj!’"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.8","label":"8","content":"Puab txawm nteg kag tug tub ntawd, muab nwg tua hab muab nwg pov rua saab ntug vaaj nrau.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.9","label":"9","content":"Yexus nug has tas, “Yog le ntawd, tug tswv vaaj yuav ua le caag rua cov tuabneeg kws tu lub vaaj? Nwg yeej yuav moog muab cov tuabneeg ntawd tua povtseg huv tuabsi, hab muab nwg lub vaaj tso rua lwm cov tu."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.10","label":"10","content":"Mej tub nyeem Vaajtswv txujlug kws has tas: ‘Lub pobzeb kws cov kws ua tsev muab povtseg, lub ntawd tub lug ua lub thawj lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.11","label":"11","content":"Qhov nuav yog tug Tswv ua, peb xaav tsi thoob le!’ ”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.12","label":"12","content":"Cov Yudas cov thawjcoj nrhav kev nteg Yexus, rua qhov puab paub has tas, Yexus qha zaaj lug pevtxwv ntawd tawmtsaam puab. Tabsis puab ntshai cov tuabneeg coob coob ntawd, puab txawm ca le tsiv lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.13","label":"13","content":"Puab khaiv cov Falixais qee leej hab Helauj cov tuabneeg qee leej moog cuag Yexus hab nug nwg ob peb yaam saib nwg puas yuav has txhum."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.14","label":"14","content":"Puab tuaj cuag Yexus hab nug has tas, “Xwbfwb, peb paub has tas, koj yog tug ncaaj nceeg, koj tsi xaiv leejtwg ntsejmuag. Koj tsi ua lawv le tuabneeg lub sab, tabsis koj qha Vaajtswv txujkev tseeb rua tuabneeg. Koj qha rua peb saib, yog peb them se rua Xixas, puas txhum peb txuj kevcai los tsi txhum?”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.15","label":"15","content":"Tabsis Yexus tub paub lawm has tas, yog puab tuaj sim nwg xwb, nwg txhaj teb puab has tas, “Mej tuaj sim kuv ua dlaabtsi? Mej ca le muab ib lub nyaj lug rua kuv saib.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.16","label":"16","content":"Puab muab ib lub nyaj lug rua Yexus. Yexus nug puab has tas, “Lub ntsejmuag hab lub npe ntawm lub nyaj nuav yog leejtwg lub?” Puab teb has tas, “Yog Xixas lub.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.17","label":"17","content":"Yexus has tas, “Yog le ntawd, yaam kws yog Xixas le, mej ca le muab rua Xixas, hab yaam kws yog Vaajtswv le, mej ca le muab rua Vaajtswv.” Thaus puab nov Yexus has le ntawd, puab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.18","label":"18","content":"Cov Xadukais qee leej kws tsi ntseeg has tas, tuabneeg yuav sawv huv qhov tuag rov qaab lug, qee leej tuaj ntsib Yexus hab nug has tas,"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.19","label":"19","content":"“Xwbfwb, Mauxes sau ib txuj kevcai qha rua peb has tas, ‘Yog tug quasyawg tuag thaus nwg tug quaspuj tseem tsi tau muaj mivnyuas, nwg tug kwv yuavtsum yuav tug namtij, tug tijlaug txhaj muaj xeebntxwv.’"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.20","label":"20","content":"Thaus muaj xyaa leej kwvtij; tug tijlaug yuav quaspuj tabsis tseem tsi tau muaj mivnyuas, nwg txawm tuag lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.21","label":"21","content":"Tug kwv yuav tug namtij ntawd, tsi tau muaj mivnyuas, tug kwv txawm tuag lawm, tug kwv ob tsua yuav tug namtij, tabsis nwg kuj tuag lawm hab,"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.22","label":"22","content":"Taagnrho xyaa leej kwvtij kws yuav tug quaspuj ntawd puavleej tuag huv tuabsi tsi tau muaj mivnyuas. Thaus kawg tug quaspuj ntawd kuj tuag lawm hab."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.23","label":"23","content":"Yog le ntawd, thaus txug nub kws cov tuabneeg tuag sawv rov qaab lug, tug quaspuj ntawd yuav yog leejtwg tug quaspuj? Rua qhov puab xyaa leej kwvtij puavleej tau yuav nwg lawm.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.24","label":"24","content":"Yexus teb has tas, “Mej xaav yuam kev lawm, rua qhov mej tsi totaub Vaajtswv txujlug hab tsi paub Vaajtswv lub fwjchim."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.25","label":"25","content":"Thaus cov tuabneeg kws tuag lawm sawv rov qaab lug, puab yuav zoo ib yaam le cov timtswv kws nyob sau ntuj ceebtsheej, puab tsi yuav quaspuj tsi yuav quasyawg lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.26","label":"26","content":"Has txug qhov kws cov tuabneeg tuag sawv rov qaab lug, mej puas tau nyeem Mauxes phoo ntawv kws has txug cov nplaim tawg kws cig ntawm tsob ntoo? Vaajtswv has rua Mauxes has tas, ‘Kuv yog Anplahaas tug Vaajtswv, Ixaj tug Vaajtswv, hab Yakhauj tug Vaajtswv,’"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.27","label":"27","content":"Vaajtswv tsi yog cov tuabneeg tuag tug Vaajtswv, tabsis nwg yog cov tuabneeg caj tug Vaajtswv. Mej xaav yuam kev lawm!”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.28","label":"28","content":"Muaj ib tug xwbfwb kws qha Vaajtswv txuj Kevcai nyob ntawd nov puab sis thaam. Nwg pum Yexus ua tuab zoo teb cov Xadukais, nwg txawm lug nug Yexus has tas, “Vaajtswv txuj kevcai, nqai twg yog nqai kws tseemceeb dlua ndlais huv tuabsi?”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.29","label":"29","content":"Yexus teb has tas, “Nqai nuav yog nqai kws tseemceeb dlua ndlais; ‘Cov tuabneeg Yixalayees, mej ua tuab zoo noog! Tug Tswv kws yog peb tug Vaajtswv, nwg tuab leeg xwb txhaj yog tug Tswv."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.30","label":"30","content":"Mej yuavtsum hlub tug Tswv kws yog mej tug Vaajtswv kawg sab kawg ntsws, kawg plaab kawg plawv, hab kawg mej tug dlaag tug zug.’"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.31","label":"31","content":"Nqai ob kws tseemceeb has le nuav tas, ‘hlub mej tej kwvtij zej zog ib yaam le mej hlub mej lub cev.’ Tsi muaj dlua lwm nqai kws tseemceeb tshaaj ob nqai nuav lawm.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.32","label":"32","content":"Tug xwbfwb kws qha Vaajtswv txuj kevcai teb Yexus has tas, “Yog lawm, Xwbfwb! Yeej muaj tseeb le koj has tag, tsuas muaj tuab tug Tswv kws yog Vaajtswv xwb, tsi muaj dlua lwm tug Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.33","label":"33","content":"Yog le ntawd, yuavtsum hlub Vaajtswv kawg sab kawg ntsws, kawg plaab kawg plawv, hab kawg tug dlaag tug zug, hab hlub kwvtij zej zog ib yaam le yug hlub yug lub cev. Yog ua lawv le ob nqai nuav kuj tseemceeb dlua le yug muab tej tsaj tua theej txhoj, hab muab khoom hlawv fij rua Vaajtswv.”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.34","label":"34","content":"Yexus pum has tas nwg muaj tswvyim teb, ces Yexus txawm has rua nwg tas, “Koj nyob tsi dleb Vaajtswv lub Tebchaws lawm.” Tom qaab ntawd tsi muaj leejtwg kaam nug Yexus le lawm."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.35","label":"35","content":"Thaus Yexus taabtom qha huv lub Tuamtsev, nwg nug has tas, “Ua le caag cov xwbfwb kws qha Vaajtswv txuj Kevcai has tas, tug Mexiyas yog Daviv tug Tub?"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.36","label":"36","content":"Vaaj Ntsujplig Tshoov Daviv sab, Daviv txhaj has tas: ‘Tug Tswv has rua kuv tug Tswv has tas, Koj ca le lug nyob ntawm kuv saab xis moog txug thaus kuv muab koj cov yeebncuab lug rua koj tsuj.’"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.37","label":"37","content":"Daviv tub hu nwg has tas ‘Tug Tswv’; yuav ua le caag has tau has tas, tug Mexiyas yog Daviv tug Tub?” Cov tuabneeg coob coob kws taabtom noog Yexus qha ntawd, puab zoo sab kawg le."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.38","label":"38","content":"Yexus qha puab has tas, “Mej yuavtsum ceevfaaj cov xwbfwb kws qha Vaajtswv txuj Kevcai, puab nyam naav tej tsho ntev ncig moog ncig lug tom kab kuas suavdlawg fwm puab,"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.39","label":"39","content":"hab puab xaiv tej chaw kws zoo huv tej tsev saablaaj lossis huv tej rooj noj rooj haus nyob xwb."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.40","label":"40","content":"Puab txhaav tej puj ntsuag tej vaaj tse yuav, hab thov Vaajtswv ntev ntev kuas suavdlawg qhuas puab. Puab yeej yuav raug txim nyaav dlua lwm tug huv tuabsi!”"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.41","label":"41","content":"Yexus nyob ze lub phijxaab kws suavdlawg coj nyaj tuaj tso huv lub Tuamtsev, Yexus saib cov tuabneeg kws tuaj tso nyaj. Muaj cov tuabneeg npluanuj ntau leej tso nyaj ntau ntau rua huv lub phijxaab;"},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.42","label":"42","content":"hab muaj ib tug puj ntsuag pluag pluag muab ob lub txaj toog tuaj tso rua huv."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.43","label":"43","content":"Yexus hu nwg cov thwjtim lug cuag nwg hab has rua puab tas, “Kuv qha tseeb rua mej has tas, tug puj ntsuag kws pluag pluag ntawd tso nyaj ntau dlua lwm tug."},{"bible_id":"1726","chapter_code":"MRK.12","verse_code":"MRK.12.44","label":"44","content":"Rua qhov lwm tug muab puab tej nyaj kws seem coj tuaj tso xwb; tabsis tug puj ntsuag kws pluag pluag nuav muab hlo ob lub txaj toog kws nwg muaj tuaj tso huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.1","label":"1","content":"Thaus Yexus taabtom tawm ntawm lub Tuamtsev moog, Yexus cov thwjtim muaj ib tug has rua Yexus has tas, “Xwbfwb, koj saib tej pobzeb hab tej tsev ntawd zoo nkauj kawg le!”"},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.2","label":"2","content":"Yexus teb has tas, “Koj pum tej tsev kws luj luj nuav los? Kuv qha rua koj has tas, tej pobzeb kws muab sis dlhos ua ke ntawd, txhua lub yuav pluam nyag nyob nyag taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.3","label":"3","content":"Thaus Yexus nyob peg lub Roob Txiv Ntoo Roj kws nyob ncaaj lub Tuamtsev saab tid, thaus ntawd Petus, Yakaunpaus, Yauhaas, hab Aadales lug nug Yexus tuabywv."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.4","label":"4","content":"Puab has tas, “Koj qha rua peb saib, thaus twg maam le muaj tej nuav? Hab yuav muaj yaam dlaabtsi qha rua peb paub has tas, tub txug lub sijhawm kws muaj tej ntawd lawm?”"},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.5","label":"5","content":"Yexus qha rua puab has tas, “Mej yuavtsum ceevfaaj, tsi xob pub leejtwg ntxag tau mej yuam kev."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.6","label":"6","content":"Yuav muaj ntau leej tuav kuv lub npe has rua mej tas, ‘Kuv yog nwg!’ Hab puab yuav ntxag ntau leej yuam kev."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.7","label":"7","content":"Thaus mej nov suab ntaaj suab rag nyob ze mej hab nov tej tebchaws nyob dleb ua tsuv ua rog, mej tsi xob poob sab, yeej yuav xub muaj tej ntawd, tabsis tej ntawd tsi tau qha has tas, tub txug lub sijhawm nplajteb kawg lawm."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.8","label":"8","content":"Ib lub tebchaws yuav sawv tawmtsaam ib lub tebchaws, hab ib tsaav tuabneeg yuav sawv tawmtsaam ib tsaav tuabneeg. Yuav muaj aav qeeg txhua qhov, hab yuav muaj kev tshaib kev nqhes. Tej ntawd zoo ib yaam le tug quaspuj kws nyavnyuas pib mob plaab yuav yug mivnyuas."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.9","label":"9","content":"“Mej yuavtsum ceevfaaj, rua qhov yuav muaj tuabneeg nteg mej coj moog rua huv tej tsev has plaub, luas yuav muab mej ntaus huv tej tsev saablaaj, hab yuav coj mej moog sawv taabmeeg tej numtswv hab tej vaajntxwv, vim mej yog cov kws ntseeg kuv, thaus ntawd yog lub sijhawm zoo rua mej qha Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.10","label":"10","content":"Tabsis yuavtsum muaj tuabneeg moog qha Txujmoo Zoo rua txhua tsaav tuabneeg ua ntej tsaiv, maam le muaj tej nuav."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.11","label":"11","content":"Thaus luas nteg mej coj moog rua huv tej tsev has plaub, mej tsi xob txhawj has tas mej yuav has le caag; thaus txug lub sijhawm ntawd, Vaajtswv yuav qha kuas mej paub has, rua qhov tej lug kws mej has tsi yog mej tej lug; tabsis yog Vaaj Ntsujplig tug Dlawbhuv tej lug."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.12","label":"12","content":"Tej kwvtij ib tug yuav muab ib tug coj moog rua luas tua, txiv yuav ua ib yaam le ntawd rua tej mivnyuas. Hab tej mivnyuas yuav tawmtsaam nam txiv hab coj moog rua luas tua."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.13","label":"13","content":"Txhua tug yuav ntxub mej, vim mej yog cov kws ntseeg kuv, tabsis tug kws ua sab ntev moog txug nub kawg, tug ntawd yuav dlim."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.14","label":"14","content":"“Mej yuav pum ‘Yaam kws phem kawg nkaus’ nyob huv qhov chaw kws tsi tsimnyog yaam ntawd nyob.” (Tug kws nyeem zaaj nuav, ca le totaub!) “Thaus ntawd cov tuabneeg kws nyob huv lub xeev Yudas ca le tsiv moog rua peg tej roob."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.15","label":"15","content":"Tug kws nyob nrau zoov tsi xob rov moog nqaa ib yaam dlaabtsi huv tsev."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.16","label":"16","content":"Tug kws nyob tom teb, tsi xob rov lug nqaa nwg lub tsho ntev."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.17","label":"17","content":"Lub sijhawm ntawd tej quaspuj kws suab mivnyuas hab tej quaspuj kws muaj mivnyuas mog noj mig yuav txomnyem kawg le."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.18","label":"18","content":"Mej yuavtsum thov Vaajtswv paab kuas mej tsi xob tau tsiv lub caij ntuj no!"},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.19","label":"19","content":"Txij thaus Vaajtswv tsim lub nplajteb lug txug naj nub nua, tsi muaj kev txomnyem heev npaum le zag nuav, hab yaav tom ntej yuav tsi muaj le zag nuav lawm."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.20","label":"20","content":"Tabsis tug Tswv tub txav nub txav nyoog kuas tuab lu lawm. Yog nwg tsi ua le ntawd, yeej yuav tsi muaj leejtwg dlim le. Qhov kws Vaajtswv txav nub txav nyoog kuas tuab lu ntawd, tub yog vim nwg hlub nwg tsaav tuabneeg kws nwg tau xaiv ca lawm."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.21","label":"21","content":"“Thaus ntawd, yog leejtwg has rua mej has tas, ‘Mej saib, tug Mexiyas nyob ntawm nuav!’ Lossis has tas, ‘Nwg nyob tod!’ Mej tsi xob ntseeg tug ntawd tej lug."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.22","label":"22","content":"Rua qhov yuav muaj tej Mexiyas cuav hab tej cevlug cuav lug ua tej txujci tseemceeb ntxag Vaajtswv tsaav tuabneeg saib puas yuav ntxag tau kuas puab yuam kev."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.23","label":"23","content":"Mej yuavtsum ceevfaaj, rua qhov kuv tub qha tej nuav rua mej paub ua ntej lawm."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.24","label":"24","content":"“Thaus tej kev txomnyem ntawd dlhau lawm, lub nub yuav tsaus, lub hli yuav tsi ci,"},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.25","label":"25","content":"tej nubqub sau ntuj yuav poob lug, hab txhua yaam kws muaj fwjchim nyob sau nruab ntug yuav ua zug koog huv tuabsi."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.26","label":"26","content":"Thaus ntawd suavdlawg yuav pum Tuabneeg leej Tub tshwm sau cov fuab lug, nwg lub fwjchim hab tug tshwjchim ci ntsaa ab."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.27","label":"27","content":"Nwg yuav khaiv nwg cov timtswv moog txhua nrho plaub ceg kaum ntuj, hu cov tuabneeg kws Vaajtswv tub xaiv ca lawm, saab ntuj tim nuav moog txug saab ntuj tim u, lug nyob ua ke."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.28","label":"28","content":"“Mej saib tsob txiv ncuav pas qha le caag. Thaus nwg tej ceg rov ntsuab hab pib hlaav nplooj mog nyoos, ces mej paub has tas, tub yuav txug lub caij ntuj naag."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.29","label":"29","content":"Ib yaam nkaus le ntawd, thaus mej pum tej ntawd, mej yuav paub has tas, nwg tub lug ze lawm."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.30","label":"30","content":"Kuv qha tseeb rua mej has tas, thaus cov tuabneeg tam nuav tseem tuag tsi tau taag, tub xub muaj tej ntawd lawm."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.31","label":"31","content":"Lub ntuj hab lub nplajteb yuav pluj moog, tabsis kuv tej lug yuav tsi muaj ib lus poob le."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.32","label":"32","content":"“Tabsis nub ntawd hab lub sijhawm ntawd, tsi muaj leejtwg paub. Txawm yog cov timtswv ceebtsheej lossis Tuabneeg leej Tub los yeej tsi paub; tsuas yog leej Txiv tuab leeg txhaj paub xwb."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.33","label":"33","content":"Mej yuavtsum ceevfaaj hab zuv tog, rua qhov mej tsi paub has tas, thaus twg yuav txug lub sijhawm ntawd."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.34","label":"34","content":"Lub sijhawm ntawd zoo ib yaam le ib tug txivneej kws tawm huv nwg lub tsev moog rua lwm qhov, tseg nwg cov tubkhai zuv tsev hab faib num rua puab, nyag muaj nyag ib teg num. Hab nwg has kuas tug zuv qhovrooj, zuv zoo zoo."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.35","label":"35","content":"Yog le ntawd, mej yuavtsum zuv zoo zoo, rua qhov mej tsi paub has tas thaus twg mej tug Tswv yuav rov lug. Tej zag nwg yuav lug thaus tsaus ntuj lossis thaus ib taag mo lossis thaus qab qua lossis thaus kaaj ntug."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.36","label":"36","content":"Nyob tsaam nwg lug taamsim, hab pum mej tseem pw tsaug zug."},{"bible_id":"1726","chapter_code":"MRK.13","verse_code":"MRK.13.37","label":"37","content":"Tej lug kws kuv qha rua mej, kuv has rua suavdlawg ib yaam nkaus tas, mej yuavtsum zuv Tog!”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.1","label":"1","content":"Tshuav ob nub xwb txug nub ua Kevcai Hlaa Dlhau hab ua Kevcai Noj Ncuav Tsi Xyaw Keeb. Cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai taabtom nrhav kev nteg Yexus tuabywv coj moog tua povtseg."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.2","label":"2","content":"Puab has tas, “Peb tsi xob rawm ua le ntawd thaus suavdlawg tseem taabtom ua kevcai, nyob tsaam ua rua suavdlawg ntxhuv.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.3","label":"3","content":"Tom qaab ntawd Yexus su huv Ximoos tug kws thaus mob ruas ib zag lawm lub tsev tom lub zog Npethanis. Thaus Yexus taabtom noj mov, muaj ib tug quaspuj nqaa ib fwj roj tsw qaab kim heev kws muab nroj naludas ua tuaj. Nwg muab lub ncauj fwj luv, hab muab cov roj tsw qaab ntawd laub rua Yexus taubhau."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.4","label":"4","content":"Cov tuabneeg kws nyob ntawd muaj qee leej tsi txaus sab, hab has tas, “Ua le caag nwg yuav muab cov roj tsw qaab ntawd nkim povtseg?"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.5","label":"5","content":"Yog muab coj moog muag, yuav tau ntau dlua peb puas lub nyaj,  hab muab cov nyaj ntawd moog pub rua cov tuabneeg pluag kuj zoo dlua!” Hab puab thuam tug quaspuj ntawd heev."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.6","label":"6","content":"Tabsis Yexus has rua puab tas, “Ca nwg ua nwg! Tsi xob ua rua nwg nyuaj sab! Qhov kws nwg ua rua kuv ntawd yog ib qhov zoo."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.7","label":"7","content":"Yeej yuav muaj cov tuabneeg pluag nrug mej nyob moog le, mej xaav paab puab thaus twg los yeej tau, tabsis kuv yuav tsi nrug mej nyob moog ib simneej."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.8","label":"8","content":"Tug quaspuj nuav yeej ua lawv le nwg ua tau. Nwg muab roj tsw qaab laub rua kuv lub cev, tub yog nwg tu kuv lub cev tseg rua nub kws log kuv."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.9","label":"9","content":"Kuv qha tseeb rua mej has tas, qhov kws tug quaspuj nuav ua yuav nrov nchaa moog rua txhua qhov huv qaab ntuj kws muaj tuabneeg moog qha Txujmoo Zoo, kuas suavdlawg ncu txug tej kws tug quaspuj nuav tau ua lawm.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.10","label":"10","content":"Tom qaab ntawd Yexus kaum ob tug thwjtim tug kws hu ua Yudas Ixakali-us txawm moog cuag cov thawj ntawm cov povthawj, nwg ntxeev sab muab Yexus muag rua puab."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.11","label":"11","content":"Thaus puab nov Yudas has le ntawd, puab zoo sab kawg le, puab coglug has tas puab yuav muab nyaj rua Yudas. Yog le ntawd, Yudas txawm nrhav sijhawm muab Yexus rua puab."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.12","label":"12","content":"Thawj nub kws ua Kevcai Noj Ncuav Tsi Xyaw Keeb, nub ntawd yog nub kws suavdlawg tua mivnyuas yaaj noj ua Kevcai Hlaa dlhau. Yexus cov thwjtim nug Yexus has tas, “Koj xaav kuas peb moog npaaj pluag mov ua Kevcai Hlaa Dlhau rua koj noj qhov twg?”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.13","label":"13","content":"Yexus txawm khaiv nwg ob tug thwjtim moog hab qha obtug has tas, “Meb ca le moog huv lub nroog, yuav muaj ib tug txivneej kwv ib hub dlej lug ntsib meb. Meb ca le lawv nwg qaab moog"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.14","label":"14","content":"rua huv tsev, hab meb has rua tug tswv tsev tas, ‘Xwbfwb has tas koj yuav muab chaav twg rua kuv hab kuv cov thwjtim noj pluag mov ua Kevcai Hlaa Dlhau?’"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.15","label":"15","content":"Tug tswv tsev ntawd yuav coj meb nce moog rua txheej sau, hab nwg yuav qha ib chaav dlaav dlaav kws tub muaj rooj muaj tog txhij lawm rua meb. Meb ca le npaaj txhua yaam ca rua qhov ntawd tog peb.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.16","label":"16","content":"Ob tug thwjtim txawm moog huv lub nroog, hab pum txhua yaam lawv le Yexus qha rua obtug lawm, obtug txawm npaaj pluag mov ua Kevcai Hlaa Dlhau rua qhov ntawd."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.17","label":"17","content":"Thaus yuav tsaus ntuj, Yexus hab kaum ob tug thwjtim lug txug."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.18","label":"18","content":"Thaus puab taabtom noj mov ntawm rooj, Yexus has tas, “Kuv qha tseeb rua mej has tas, mej cov kws nrug kuv noj mov ntawm nuav, muaj ib tug yuav ntxeev sab rua kuv, nwg yog tug kws nrug kuv noj ua ke.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.19","label":"19","content":"Thaus cov thwjtim nov Yexus has le ntawd, puab nyuaj sab, puab nug Yexus zum zawg has tas, “Koj has le ko puas yog kuv?”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.20","label":"20","content":"Yexus teb has tas, “Mej kaum ob leeg nuav yog ib leeg ntaag, tug ntawd yog tug kws nrug kuv koom ntsw ib lub taig."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.21","label":"21","content":"Tuabneeg leej Tub yeej yuav tuag lawv le Vaajtswv txujlug sau has txug nwg lawm, tabsis tug kws ntxeev sab rua Tuabneeg leej Tub, nwg yuav raug kev puamtsuaj! Yog nwg tsi xob yug lug kuj yuav zoo dlua!”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.22","label":"22","content":"Thaus puab tseem taabtom noj mo, Yexus muab ib lub ncuav lug tuav ntawm teg. Nwg ua Vaajtswv tsaug hab muab lub ncuav ntawd ndlais cev rua nwg cov thwjtim hab has tas, “Lub ncuav nuav yog kuv lub cev, mej ca le txais moog noj.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.23","label":"23","content":"Tom qaab ntawd, Yexus muab ib khob cawv txiv maab lug hab ua Vaajtswv tsaug, nwg muab khov cawv ntawd cev rua puab, hab puab txhua tug txais haus."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.24","label":"24","content":"Yexus has rua puab tas, “Cov cawv txiv maab nuav yog kuv cov ntshaav kws ndlwg lug ntxuav ntau leej lub txim. Kuv cov ntshaav yog ua lub homthawj kws nas rua Vaajtswv txujlug cog tseg."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.25","label":"25","content":"Kuv qha rua mej has tas, kuv yuav tsi haus cov cawv txiv maab nuav moog txug nub kws kuv haus cov cawv txiv maab tshab huv Vaajtswv lub tebchaws.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.26","label":"26","content":"Thaus puab hu ib zaaj nkauj taag, puab txawm tawm moog rua peg Roob Txiv Ntoo Roj lawm."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.27","label":"27","content":"Yexus has rua puab tas, “Mej txhua tug yuav tsiv huv tuabsi tso kuv tseg, rua qhov Vaajtswv txujlug sau tseg lawm has tas, ‘Vaajtswv yuav tua tug tswv yug yaaj, hab paab yaaj yuav tawg nyag tsiv nyag moog taag huv tuabsi.’"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.28","label":"28","content":"Tabsis thaus kuv sawv huv qhov tuag rov qaab lug lawm, kuv yuav ua mej ntej moog rua peg Kalilais.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.29","label":"29","content":"Petus teb Yexus has tas, “Txawm yog suavdlawg tso koj tseg taag lawm los kuv yuav tsi tso koj tseg!”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.30","label":"30","content":"Yexus has rua Petus has tas, “Kuv qha rua koj has tas, ‘Mo nuav thaus qab tsi tau qua ob tsig, koj yuav has peb zag has tas, koj tsi paub kuv.’ ”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.31","label":"31","content":"Petus teb tawv qhawv has tas, “Txawm yog kuv yuav nrug koj tuag los kuv yuav tsi has tas, kuv tsi paub koj ib zag le!” Hab taagnrho cov thwjtim puavleej has ib yaam nkaus."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.32","label":"32","content":"Yexus nrug nwg cov thwjtim moog rua ntawm qhov chaw kws hu ua Khexemanes. Nwg has rua cov thwjtim has tas, “Mej nyob ntawm nuav kuv yuav moog thov Vaajtswv tod.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.33","label":"33","content":"Yexus txawm coj Petus, Yakaunpaus, hab Yauhaas nrug nwg moog. Yexus nyuaj sab hab ntxhuv sab kawg le."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.34","label":"34","content":"Nwg has rua puab tas, “Kuv nyuaj sab kawg le, tub yuav tuag, mej ca le nrug kuv nyob ntawm nuav tsi xob tsaug zug.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.35","label":"35","content":"Yexus moog tom ntej mivntsiv, ces nwg txawm txhus caug ndlua rua huv aav thov Vaajtswv has tas, yog tau, thov kuas nwg tsi xob raug txujkev txomnyem nuav."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.36","label":"36","content":"Nwg thov ntxiv has tas, “Kuv Txiv, kuv Txiv! Koj ua tau ib puas tsaav yaam huv tuabsi, thov koj muab lub khob nuav tshem ntawm kuv moog. Txawm le caag los thov koj tsi xob ua lawv le kuv lub sab nyam, tabsis ua lawv le koj lub sab nyam xwb.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.37","label":"37","content":"Thaus Yexus rov qaab lug rua ntawm nwg peb tug thwjtim, nwg pum puab tsaug zug taag lawm. Nwg has rua Petus has tas, “Ximoos, koj tsaug zug lawm los? Koj tub yoo tsi taug dlaab ndlub nrug kuv nyob ib txoog teev le los?”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.38","label":"38","content":"Hab Yexus has rua puab tas, “Mej yuavtsum ceevfaaj hab thov Vaajtswv paab, kev sim sab txhaj yuav ntxag tsi tau mej. Lub sab mas kub quas lug, tabsis lub cev qaug zug heev.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.39","label":"39","content":"Yexus rov qaab moog thov Vaajtswv dlua ib zag, hab has ib yaam le qub."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.40","label":"40","content":"Thaus nwg rov qaab lug, nwg pum cov thwjtim tsaug zug taag lawm; puab rua tsi taug qhovmuag le, hab puab tsi paub yuav has le caag rua nwg."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.41","label":"41","content":"Thaus nwg rov qaab lug zag peb, nwg has rua puab tas, “Mej tseem yuav tsaug zug hab su kuas txaus tsaiv los? Tsaug zug le ko xwb txaus lawm! Tub txug lub sijhawm lawm! Mej saib, Tuabneeg leej Tub yuav raug luas nteg coj moog rua cov tuabneeg txhum txhais teg."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.42","label":"42","content":"Mej ca le sawv peb moog. Mej saib, tug tuabneeg kws ntxeev sab rua kuv tub tuaj txug lawm!”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.43","label":"43","content":"Thaus Yexus tseem taabtom has le ntawd, ces Yudas kws yog ib tug ntawm kaum ob tug thwjtim txawm tuaj txug. Muaj ib paab tuabneeg coob coob nqaa ntaaj nqaa qws nrug nwg tuaj. Paab ntawd yog cov thawj ntawm cov povthawj, cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov txwjlaug tso tuaj."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.44","label":"44","content":"Tug kws ntxeev sab rua Yexus tub xub qha rua cov tuabneeg ntawd lawm has tas, “Kuv nwj tug twg, ces yog tug ntawd ntaag. Mej ca le nteg nwg hab coj nwg moog, mej saib zoo zoo tsi xob pub nwg tsiv.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.45","label":"45","content":"Thaus Yudas tuaj txug, nwg ncaaj nraim moog rua ntawm Yexus hab has tas, “Xwbfwb!” ces nwg txawm nwj kag Yexus."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.46","label":"46","content":"Cov tuabneeg kws nrug Yudas tuaj txawm sau nthwv lug nteg Yexus hab tuav Yexus ruaj ruaj."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.47","label":"47","content":"Ces cov tuabneeg kws sawv ze ntawd, muaj ib tug rhu hlo nwg raab ntaaj lug tuab ntaag rua tug Povthawj Hlub ib tug tubqhe saab nploojntseg xis tu nrho."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.48","label":"48","content":"Yexus has rua puab tas, “Mej nqaa ntaaj nqaa qws tuaj nteg kuv ib yaam le kuv yog tubsaab los?"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.49","label":"49","content":"Kuv naj nub qha mej huv lub Tuamtsev, ua le caag mej tsua tsi nteg kuv? Tabsis yeej yuav muaj le nuav, txhaj tav lawv le Vaajtswv txujlug.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.50","label":"50","content":"Cov thwjtim txawm tsiv taag lawm tso Yexus tseg."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.51","label":"51","content":"Muaj ib tug tub hluas lawv Yexus qaab, nwg tsi naav rig tsho, nwg npua ib dlaim ntaub maag xwb. Cov tuabneeg ntawd yuav nteg nwg hab,"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.52","label":"52","content":"tabsis nwg muab dlaim ntaub ntawd hle hlo tseg hab tsiv labqaab ploog lawm."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.53","label":"53","content":"Tom qaab ntawd, puab coj Yexus moog rua tom tug Povthawj Hlub lub tsev, cov thawj ntawm cov povthawj, hab cov xwbfwb kws qha Vaajtswv txuj Kevcai tub tuaj ua ke saablaaj qhov ntawd lawm."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.54","label":"54","content":"Petus lawv Yexus qaab nrug dleb dleb, nwg moog txug ntawm lub tshaav puam ntawm tug Povthawj Hlub lub tsev. Nwg moog nrug cov tuabneeg kws zuv tug Povthawj Hlub lub tsev nte tawg."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.55","label":"55","content":"Cov thawj ntawm cov povthawj nrhav lug nkaug Yexus, kuas puab tau cai muab Yexus tua povtseg, tabsis puab nrhav tsi tau."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.56","label":"56","content":"Muaj ntau leej tuaj ua timkhawv dlaag has tas, Yexus ua txhum, tabsis tej lug kws puab has tsi sis thooj."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.57","label":"57","content":"Muaj qee leej sawv ua timkhawv nkaug Yexus has tas,"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.58","label":"58","content":"“Peb nov nwg has tas, ‘Kuv yuav muab lub Tuamtsev kws yog tuabneeg txhais teg ua nuav lauj povtseg. Hab tom qaab ntawd peb nub, kuv yuav ua tau ib lub tshab kws tsi yog tuabneeg txhais teg ua.’ ”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.59","label":"59","content":"Txawm yog puab has ib zaaj xwb los puab tej lug tsi sis thooj."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.60","label":"60","content":"Tug Povthawj Hlub txawm sawv tseeg nug Yexus has tas, “Puab nkaug koj le ntawd, koj tsi muaj lug teb puab le los?”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.61","label":"61","content":"Tabsis Yexus ua tuabywv tsi teb ib lus le. Tug Povthawj Hlub rov nug Yexus has tas, “Koj puas yog tug Mexiyas kws yog Vaajtswv tug kws Dlawbhuv tug Tub?”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.62","label":"62","content":"Yexus teb has tas, “Kuv yog! Hab mej yuav pum Tuabneeg leej Tub nyob ntawm Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus saab xis, hab nrug fuab nrug cua lug sau ntuj lug!”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.63","label":"63","content":"Thaus tug Povthawj Hlub nov le ntawd, nwg txawm dlua rhe nwg lub tsho hab has tas, “Tsi taag peb yuav moog nrhav timkhawv ntxiv lawm!"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.64","label":"64","content":"Mej tub nov nwg tej lug thuam ntawd lawm. Mej yuav has le caag?” Puab suavdlawg teb has tas, “Nwg ua txhum lawm, tsimnyog muab nwg tua povtseg.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.65","label":"65","content":"Cov tuabneeg ntawd muaj qee leej ntu quavncaug rua Yexus, puab muab phuam paav Yexus qhovmuag hab ntaus Yexus. Puab has rua Yexus has tas, “Koj sim twv saib yog leejtwg ntaus koj?” Cov tubrog coj Yexus moog hab xuas tawg ncuav rua Yexus."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.66","label":"66","content":"Petus tseem nyob ntawm tshaav puam, tug Povthawj Hlub ib tug ntxhais qhev tuaj"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.67","label":"67","content":"pum Petus nyob quastsawg nte tawg, nwg saib ntsoov Petus hab has tas, “Koj yog tug kws ibtxwm nrug Yexus tug kws yog tuabneeg Naxales hab los sav.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.68","label":"68","content":"Tabsis Petus tsi leeg le. Petus teb has tas, “Koj has le ko, sov yog koj has leejtwg, kuv tsi paub le…” Petus tawm moog txug ntawm roojvaag. Taamsim ntawm qab txawm qua."},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.69","label":"69","content":"Thaus tug ntxhais qhev pum Petus nyob ntawd, nwg txawm has rua cov tuabneeg kws sawv ntawd tas, “Tug nuav yog Yexus puab paab ib tug tag!”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.70","label":"70","content":"Tabsis Petus tsi leeg dlua ib zag. Tom qaab ntawd mivntsiv, cov tuabneeg kws sawv ntawd has rua Petus has tas, “Koj tsi xob has tas, koj tsi yog puab paab ntawd ib tug, rua qhov peb tub paub has tas, koj yog tuabneeg Kalilais.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.71","label":"71","content":"Petus txawm twv has tas, “Yog kuv dlaag, thov Vaajtswv rau txim rua kuv. Kuv tsi paub tug txivneej kws mej has ntawd le.”"},{"bible_id":"1726","chapter_code":"MRK.14","verse_code":"MRK.14.72","label":"72","content":"Taamsim ntawd qab txawm qua zag ob. Petus ncu dlheev txug tej lug kws Yexus has rua Petus has tas, “Thaus qab tsi tau qua ob tsig, koj yuav has peb zag has tas, koj tsi paub kuv.” Petus quaj tu sab kawg le."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.1","label":"1","content":"Thaus kaaj ntug lawm, cov thawj ntawm cov povthawj txawm moog nrug cov txwjlaug, cov xwbfwb kws qha Vaajtswv txuj Kevcai, hab cov numtswv saablaaj, saib puab yuav ua le caag rua Yexus. Puab muab Yexus khi coj moog rua Philaj."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.2","label":"2","content":"Philaj nug Yexus has tas, “Koj yog cov Yudas tug vaajntxwv los?” Yexus teb has tas, “Yog le koj has.”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.3","label":"3","content":"Cov thawj ntawm cov povthawj has ntau zaaj nkaug Yexus,"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.4","label":"4","content":"Philaj rov nug Yexus has tas, “Koj tsi teb puab los? Koj tsi nov puab has ntau zaaj nkaug koj los?”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.5","label":"5","content":"Tabsis Yexus tsi teb ib lus le hab, ua rua Philaj xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.6","label":"6","content":"Lawv le ibtxwm, txhua zag kws ua Kevcai Hlaa Dlhau, Philaj yeej tso ib tug tuabneeg raug txim lawv le cov pejxeem thov. Puab thov tug twg, nwg tso tug ntawd."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.7","label":"7","content":"Thaus ntawd muaj ib tug txivneej hu ua Npalanpas, nwg raug kaw huv tsev lojcuj, vim nwg nrug cov tuabneeg ntxeev num ntxeev tswv kws tua tuabneeg."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.8","label":"8","content":"Thaus cov tuabneeg coob coob ua ke tuaj thov Philaj tso ib tug tuabneeg rua puab lawv le nwg ibtxwm tso,"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.9","label":"9","content":"Philaj nug puab has tas, “Mej xaav kuas kuv tso cov Yudais tug vaajntxwv rua mej los?”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.10","label":"10","content":"Philaj yeej paub tseeb has tas, cov thawj ntawm cov povthawj khib, puab txhaj nteg Yexus coj tuaj rua nwg."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.11","label":"11","content":"Tabsis cov thawj ntawm cov povthawj ntxag kuas cov pejxeem thov Philaj tso Npalanpas lug rua puab."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.12","label":"12","content":"Philaj rov nug cov pejxeem has tas, “Mej xaav kuas kuv ua le caag rua tug txivneej kws mej hu has tas, ‘Cov Yudais tug vaajntxwv?’ ”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.13","label":"13","content":"Puab teb nrov nrov has tas, “Muab nwg ntsa rua sau ntoo khaublig!”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.14","label":"14","content":"Philaj rov nug puab has tas, “Nwg ua txhum dlaabtsi?” Puab hajyam has nrov dlua qub has tas, “Muab nwg ntsa rua sau ntoo khaublig.”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.15","label":"15","content":"Philaj xaav ua kuas hum cov pejxeem suavdlawg sab, nwg txhaj tso Npalanpas rua puab. Tom qaab ntawd nwg kuas luas muab Yexus nplawm, hab coj Yexus moog ntsa rua sau ntoo khaublig."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.16","label":"16","content":"Cov tubrog txawm coj Yexus moog rua huv lub tshaav puam ntawm tug tswvxeev lub tsev, hab hu paab tubrog taagnrho tuaj ua ke."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.17","label":"17","content":"Puab muab ib lub tsho ntev tsaamxem lab rua Yexus naav, hab muab maab xuavpaug ua kauj looj Yexus taubhau."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.18","label":"18","content":"Puab ua txuj hawm nwg dlog dlig hab has tas, “Thov kuas cov Yudais tug Vaajntxwv muaj sa nyob ntev!”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.19","label":"19","content":"Puab muab ib tug lojkov ntaus Yexus taubhau, ntu quavncaug rua Yexus, txhus caug hab ua txuj pe nwg."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.20","label":"20","content":"Thaus puab ua saib tsi taug Yexus taag lawm, puab muab lub tsho ntev tsaamxem lab hle hab muab Yexus lub khu rua Yexus naav. Puab coj Yexus moog ntsa rua sau ntoo khaublig."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.21","label":"21","content":"Thaus puab taug kev moog, puab ntsib ib tug txivneej hu ua Ximoos, nwg tuaj peg yaajsaab tuaj, yuav moog rua huv lub nroog. Puab yuam nwg kwv Yexus tug ntoo khaublig. (Tug Ximoos nuav nyob huv lub nroog Kulenes, nwg ob tug tub yog Alexaades hab Lufus.)"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.22","label":"22","content":"Puab coj Yexus moog rua ntawm qhov chaw kws hu ua Khaulakhauthas, lub npe ntawd txhais has tas, “Pobtxhaa Taubhau.”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.23","label":"23","content":"Thaus puab moog txug tod lawm, puab muab cawv txiv maab xyaw tshuaj tsw qaab maules cev rua Yexus haus, tabsis Yexus tsi kaam haus."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.24","label":"24","content":"Thaus puab muab Yexus ntsa rua sau ntoo khaublig lawm, puab muab Yexus cev rig tsho lug twv saib leejtwg yuav tau yaam twg."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.25","label":"25","content":"Lub sijhawm kws puab muab Yexus ntsa rua sau ntoo khaublig, yog thaus cuaj teev sawv ntxuv."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.26","label":"26","content":"Puab sau ib nqais lug nkaug Yexus has tas, “Cov Yudais tug Vaajntxwv.”."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.27","label":"27","content":"Puab muab ob tug tubsaab ntsa rua sau ob tug ntoo khaublig, muab ib tug txhus rua ntawm Yexus saab xis, hab muab ib tug txhus rua ntawm Yexus saab txhumphem. ["},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.28","label":"28","content":"Tej nuav muaj tav lawv le Vaajtswv txujlug kws has tas, “Luas suav has tas nwg ua txhum ib yaam le cov tuabneeg ua txhum.”]"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.29","label":"29","content":"Cov tuabneeg kws dlhau txujkev ntawd, puab cu hau nto hab thuam has tas, “Koj has tas, koj yuav rhuav lub Tuamtsev, hab peb nub koj yuav rov ua tau ib lub tshab!"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.30","label":"30","content":"Koj ca le paab koj kuas dlim hab nqeg sau tug ntoo khaublig ko lug!”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.31","label":"31","content":"Cov thawj ntawm cov povthawj hab cov xwbfwb kws qha Vaajtswv txuj Kevcai thuam Yexus ib yaam nkaus. Puab sis thaam has tas, “Nwg cawm tau lwm tug, tabsis nwg cawm tsi tau nwg!"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.32","label":"32","content":"Kuas tug Mexiyas kws yog cov Yixalayees tug vaajntxwv ca le nqeg kag sau tug ntoo khaublig lug rua peb saib, peb txhaj yuav ntseeg nwg!” Ob tug tubsaab kws raug ntsa rua sau ntoo khaublig ib yaam le Yexus los kuj thuam Yexus hab."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.33","label":"33","content":"Thaus nub ntseg txawm tsaus ntuj nti thoob plawg lub tebchaws, tsaus moog txug thaus peb teev nub qaij."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.34","label":"34","content":"Thaus peb teev nub qaij, Yexus hu nrov nrov has tas, “Elau-is, Elau-is, lemas xanpathanis?” Lu lug ntawd txhais has tas, “Kuv tug Vaajtswv, kuv tug Vaajtswv, ua le caag koj muab kuv tso tseg lawm?”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.35","label":"35","content":"Cov tuabneeg kws sawv ntawd muaj qee leej nov Yexus has le ntawd, puab has tas, “Mej noog saib, nwg hu Eliyas!”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.36","label":"36","content":"Cov tuabneeg ntawd muaj ib tug txawm moog muab ib tug lojkov chob ib lub taub ntxuav yag raus cawv txiv maab qaub, cev moog rua ntawm Yexus qhovncauj hab has tas, “Peb tog mivntsiv saib, puas pum Eliyas lug paab nwg dlim ntawm tug ntoo khaublig!”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.37","label":"37","content":"Yexus qw ib suab nrov nrov, ces nwg txawm tu sav nrho lawm."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.38","label":"38","content":"Taamsim ntawd dlaim ntaub kws thaiv huv lub Tuamtsev txawm ndluag rhe sau ti nkaus rua huv taw ua ob dlaig."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.39","label":"39","content":"Tug thawj tubrog kws sawv ze ntawm tug ntoo khaublig pum Yexus tuag le ntawd, Nwg has tas, “Tug nuav yog Vaajtswv tug Tub tag.”"},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.40","label":"40","content":"Muaj ib cov quaspuj tuaj sawv dleb dleb saib. Cov quaspuj ntawd yog Malis Madalas, Malis tug kws yog Yakaunpaus hluas hab Yauxej nam, hab Xalaumes."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.41","label":"41","content":"Cov quaspuj ntawd yog cov kws ibtxwm paab Yexus, hab nrug Yexus tuaj peg Kalilais tuaj, hab muaj dlua ib cov quaspuj kws nrug Yexus tuaj rua huv Yeluxalees los nyob ntawd hab."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.42","label":"42","content":"Thaus yuav tsaus ntuj kws yog nub npaaj qhov txhua chaw ca rua nub Xanpataus, Yauxej kws nyob huv lub nroog Alimathas txawm tuaj txug."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.43","label":"43","content":"Nwg yog ib tug numtswv kws suavdlawg fwm, hab nwg yog ib tug kws tog ntsoov Vaajtswv lub Tebchaws yuav lug. Yauxej moog thov Philaj kuas muab Yexus lub cev rua nwg."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.44","label":"44","content":"Thaus Philaj nov has tas Yexus tuag lawm, nwg xaav tsi thoob le. Nwg hu tug thawj tubrog lug nug saib Yexus tuag tau hov ntev lawm."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.45","label":"45","content":"Thaus tug thawj tubrog qha rua Philaj taag lawm, Philaj pub Yauxej moog muab Yexus lub cev txu coj moog log."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.46","label":"46","content":"Yauxej moog yuav ib chaws ntaub maag, nwg muab Yexus lub cev txu hab muab chaws ntaub maag qhwv hab kwv moog log rua huv ib lub qhov ntxaa kws luas txaug tau rua huv ib phaab pobzeb. Nwg dlov ib dlaim txag zeb luj lug npug lub rooj ntxaas ca."},{"bible_id":"1726","chapter_code":"MRK.15","verse_code":"MRK.15.47","label":"47","content":"Malis Madalas hab Malis kws yog Yauxej nam pum qhov chaw kws Yauxej coj Yexus lub cev moog log."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.1","label":"1","content":"Thaus dlhau nub Xanpataus lawm, Malis Madalas, Malis kws yog Yakaunpaus nam, hab Xalaumes txawm moog yuav tshuaj tsw qaab coj moog pleev Yexus lub cev."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.2","label":"2","content":"Nubkaaj thaus sawv ntxuv puab moog txug tom lub qhov ntxaa thaus nub taabtom tawm tuaj."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.3","label":"3","content":"Thaus puab taug kev moog puab sis thaam has tas, “Leejtwg yuav paab muab dlaim txag zeb kws npug lub rooj ntxaas dlov tawm?” (Dlaim txag zeb ntawd luj kawg le.)"},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.4","label":"4","content":"Thaus puab moog yuav txug, puab tsaa qhovmuag saib hab pum dlaim txag zeb tub muab dlov rua ib saab lawm."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.5","label":"5","content":"Puab moog rua huv lub qhov ntxaa, hab puab pum ib tug tub hluas naav ib lub tsho dlawb ntev ntev nyob huv lub qhov ntxaa saab xis, puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.6","label":"6","content":"Tug tub hluas ntawd has rua puab tas, “Mej tsi xob ntshai, kuv paub has tas mej tuaj nrhav Yexus kws yog tuabneeg Naxales kws luas muab ntsa rua sau ntoo khaublig. Nwg tsi nyob ntawm nuav, nwg tub sawv lawm! Mej saib ntawm nuav yog qhov chaw kws luas tso nwg lub cev ca."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.7","label":"7","content":"Mej ca le rov qaab moog qha rua nwg cov thwjtim, hab has rua Petus has tas, ‘Nwg yuav ua mej ntej moog rua peg Kalilais, mej yuav ntsib nwg peg lawv le nwg tau qha rua mej lawm.’ ”"},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.8","label":"8","content":"Cov quaspuj ntawm txawm tawm huv lub qhov ntxaa dlha rov qaab lug, ntshai ua ib ce tshee quas nyo. Puab tsi qha rua leejtwg le, rua qhov puab ntshai heev."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.9","label":"9","content":"[Nub ib kws yog Nubkaaj thaus sawv ntxuv kws Yexus sawv huv qhov tuag rov qaab lug, Yexus xub lug tshwm rua Malis Madalas pum. Tug Malis nuav yog tug kws thaus raug xyaa tug dlaab hab Yexus ntab cov dlaab ntawd tawm lawm."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.10","label":"10","content":"Nwg moog qha tej kws nwg pum rua Yexus cov phoojywg. Thaus ntawd puab taabtom nyuaj sab hab quaj ntsuag;"},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.11","label":"11","content":"puab nov Malis has tas, Yexus rov muaj txujsa hab Malis tub pum Yexus lawm los puab tsi ntseeg Malis tej lug le."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.12","label":"12","content":"Tom qaab ntawd, Yexus lug tshwm rua ob tug thwjtim pum, thaus obtug taabtom taug kev yuav moog peg yaajsaab, tabsis nwg lub cev hloov lawm."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.13","label":"13","content":"Obtug rov qaab lug qha tej nuav rua cov thwjtim noog, tabsis puab tsi ntseeg obtug tej lug le."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.14","label":"14","content":"Thaus kawg Yexus lug tshwm rua kaum ib tug thwjtim pum thaus puab taabtom noj mov. Yexus tshev cov thwjtim, rua qhov puab tsi ntseeg, puab muaj lub sab tawv, hab tsi ntseeg tej lug kws cov tuabneeg has tas, puab tub pum Yexus sawv rov muaj sa lawm."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.15","label":"15","content":"Yexus has rua cov thwjtim has tas, “Mej ca le moog thoob plawg lub nplajteb nuav, hab qha Txujmoo Zoo kuas suavdlawg nov."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.16","label":"16","content":"Tug kws ntseeg hab ua kevcai raus dlej yuav dlim; tabsis tug kws tsi ntseeg yuav raug txim."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.17","label":"17","content":"Cov kws ntseeg yuav tau lub fwjchim ua tej txujci tseemceeb: puab yuav tuav kuv lub npe ntab tau dlaab tawm; puab yuav has tau tej lug txawv txawv."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.18","label":"18","content":"Yog puab nteg naab los naab yuav tsi tum puab, yog puab haus tej tshuaj muaj taug los puab yuav tsi tuag; thaus puab cev teg tuav cov tuabneeg muaj mob, cov tuabneeg ntawd yuav zoo.”"},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.19","label":"19","content":"Thaus Tswv Yexus qha puab taag, Vaajtswv txawm coj Yexus moog rua sau ntuj ceebtsheej lawm, hab nwg moog nyob ntawm Vaajtswv saab xis."},{"bible_id":"1726","chapter_code":"MRK.16","verse_code":"MRK.16.20","label":"20","content":"Cov thwjtim txawm moog qha thoob plawg txhua qhov, hab tug Tswv nrug puab ua num, nwg pub fwjchim rua puab ua tau tej txujci tseemceeb, suavdlawg txhaj paub has tas, tej lug kws puab qha yeej tseeb tag.] 9  [Cov quaspuj moog cuag Petus hab nwg cov phoojywg, hab qha txhua yaam kws Yexus has rua Petus puab.  10  Tom qaab ntawd, Yexus khaiv nwg cov thwjtim moog qha txujkev ncaaj nceeg hab txujkev cawm dlim kws nyob moog ibtxhis thoob plawg saab nubtuaj moog rua saab nubpoob]."}]