[{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.1","label":"1","content":"Ntawm nuav yog cov lug kws has txug lub nroog Nineves, hab yog ib zaaj ywgtoog kws Nahus tau pum, Nahus nyob huv lub nroog Elekauses."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.2","label":"2","content":"Tug TSWV kws yog Vaajtswv khib hab tsi zaam txim rua leejtwg le; nwg rau txim rua cov tuabneeg kws tawmtsaam nwg. nwg ua pauj rua nwg cov yeebncuab vim nwg txujkev chim."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.3","label":"3","content":"Tug TSWV yeej tsi chim sai, tabsis nwg muaj fwjchim heev, hab nwg tsi ca tug tuabneeg txhum dlim dlawb tsi raug txav txim. Tug TSWV moog txug qhov twg muaj naag xub naag cua txug qhov ntawd; muaj fuab laum nkaus ib yaam le tej paa aav ntawm tug TSWV txhais kutaw!"},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.4","label":"4","content":"Nwg saamfwm rua havtxwv, havtxwv ca le qhuav lawm! Nwg ua rua tej dlej nqhuab qhuav taag huv tuabsi; tej taj nraag huv tebchaws Npasaas qhuav nkig nkuav, lub Roob Kalemees qhuav ua aav lab ploog hab tej paaj ntoos kws nyob peg Lenpanoos ntsws taag."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.5","label":"5","content":"Tej hauv roob sab yuav qeeg ntawm tug TSWV lub xubndlag; tej ncov roob yuav yaaj taag ntawm nwg hauv ntej. Thaus tug TSWV tshwm lug, lub nplajteb ua zug koog. Lub nplajteb hab tej tuabneeg tshee laim txag."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.6","label":"6","content":"Thaus twg tug TSWV chim lawm leejtwg txhaj yuav muaj sa nyob? Leejtwg txhaj yuav dlim tau ntawm nwg txujkev npautawg kws txaus ntshai heev? Nwg txujkev chim kws kub ib yaam le suavtawg phwj tuaj, tej pobzeb los yuav tawg ua moov taag taabmeeg nwg."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.7","label":"7","content":"Tug TSWV yog tug kws zoo; nwg tsomkwm nwg tsaav tuabneeg thaus muaj kev kub ntxhuv; nwg cawm cov tuabneeg kws tig rov qaab lug cuag nwg."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.8","label":"8","content":"Nwg rhuav tej yeebncuab kuas puamtsuaj taag ib yaam le dlej fuam lug tshoob tej moov aav; nwg muab cov tuabneeg kws tawmtsaam nwg xaa moog rua txujkev tuag."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.9","label":"9","content":"Ua le caag mej txhaj ntxeev sab tawmtsaam tug TSWV? nwg yuav rhuav kuas mej puamtsuaj taag; Tsi muaj leejtwg tawmtsaam yeej nwg ib zag le."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.10","label":"10","content":"Mej zoo ib yaam le tej xuavpaug kws sis qhab, hab tej quavnyaab qhuav kws yuav raug suavtawg kub."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.11","label":"11","content":"Tug tuabneeg kws tuav tswvyim ua phem ua qas, hab ntxeev sab tawmtsaam tug TSWV, tub yog tawm huv lub nroog Nineves tuaj ntaag los sas!"},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.12","label":"12","content":"Tug TSWV has rua nwg tsaav tuabneeg Yixalayees has tas, “Txawm yog cov Axilias muaj zug hab coob heev los puab yuav raug puamtsuaj hab pluj taag moog. Kuv tsaav tuabneeg, kuv ua kuas mej raug kev txomnyem ntaag, tabsis kuv yuav tsi ua ib zag ntxiv lawm."},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.13","label":"13","content":"Nwgnuav kuv yuav txu cov Axilias lub fwjchim kws quab yuam mej kuas xaus moog, hab muab puab tej saw hlau kws khi mej txav kuas tu taag.”"},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.14","label":"14","content":"Tej nuav yog tej lug kws tug TSWV has txug cov Axilias has tas, “Puab yuav tsi muaj xeebntxwv lug ris puab lub npe moog ntxiv lawm. Kuv yuav muab tej mlom huv puab tej vaajtswv tej tsev rhuav kuas puamtsuaj taag. Kuv taabtom npaaj ib lub qhov ntxaa rua cov Axilias; puab tsi tsimnyog ua tuabneeg nyob lawm.”"},{"bible_id":"1726","chapter_code":"NAM.1","verse_code":"NAM.1.15","label":"15","content":"Saib maj, muaj ib tug xaa xuv taabtom taug kev sau roob coj xuv zoo tuaj lawm! Nwg tuaj tshaajtawm txujkev muaj yeej! Cov Yudas, mej ca le npaaj ua kevcai noj haus zoo sab hab muab tej khoom kws mej tau coglug tseg lawm fij rua Vaajtswv. Cov tuabneeg sab phem yuav tsi tuaj tua mej lub tebchaws ntxiv le lawm. Puab tub raug puamtsuaj taag lawm!"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.1","label":"1","content":"Nineves, koj yuav raug luas tua! lub fwjchim kws yuav tsoo koj tub lug txug lawm; tug tubrog kws tiv thaiv, ca le ua tuab zoo zuv kev! Ca le npaaj tog sis tua!"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.2","label":"2","content":"(Tug TSWV tub rov txhim khu kuas tsaav tuabneeg Yixalayees tau koob meej ib yaam le yaav thaus u kws puab cov yeebncuab tseem tsi tau tuaj tua puab.)"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.3","label":"3","content":"Yeebncuab tej tubrog nqaa tej dlaim thaiv nav ntaaj kws lab ploog hab naav tej rig tsho kws lab ploog, Puab yeej npaaj txhij tuaj ua rog lawm! Puab tej tsheb neeg ntaus rog cig laam lug cuag nplaim tawg! Puab tej neeg  dlha raag ntwg tuaj!"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.4","label":"4","content":"Puab tej tsheb neeg ntaus rog nas tsaus tsi lug rua huv tej plawv kev; hab tej neeg hai tsheb, dlha moog dlha lug huv plawv nroog. Tej tsheb ntawd cig laam lug ib yaam le teg tsau hab cig laim lag cuag tsaglig xub!"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.5","label":"5","content":"Nwg hu cov thawj tubrog, thaus puab sis tw dlha moog; puab dlawm qaug pawg lug. Puab dlha nplawg nta moog rua ntawm tug ntsaa yeej, hab rhu puab tej thaiv nav ntaaj lug npaaj tog."},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.6","label":"6","content":"Tej roojvaag kws nyob ze tug dlej los qheb lug ca; muaj kev txhawj ntshai luj heev nyob huv lub loog."},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.7","label":"7","content":"Tug puj vaajntxwv los raug nteg coj moog; nwg cov ntxhais qhev quaj ntsuag ib yaam le nquab quaj; hab puab ntaus puab tej hauvsab quaj tu sab nrho."},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.8","label":"8","content":"Thaus cov tuabneeg tsiv tawm huv nroog Nineves, zoo ib yaam le cov dlej paim huv lub paag dlej tauv. Muaj ib lub suab qw nrov nrov has tas “Nreg! Nreg!” Tabsis tsi muaj leejtwg tig rov qaab le."},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.9","label":"9","content":"Ca le fuab tej nyaj! Ca le fuab tej kub! Muaj nyaj hab kub puv nkaus huv lub nroog!"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.10","label":"10","content":"Nineves raug puamtsuaj, ua suabpuam hab nyob qhuav nkuag ca! Puab tej sab ntsws puag taag vim txujkev txhawj ntshai, puab tej hauvcaug tshee ndluas txag, puab zug ntaug hab ntsejmuag dlaaj taag."},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.11","label":"11","content":"Puas yog nwgnuav lub nroog ntawd zoo ib yaam le lub qhov tsuv ntxhuav kws yog qhov chaw tsuv ntxhuav pub mivnyuas mig; hab yog qhov chaw kws tug txiv hab tug maum tsuv ntxhuav moog qhov twg lawm los cov mivnyuas tsuv ntxhuav nyob tso sab plhuav?"},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.12","label":"12","content":"Tsuv ntxhuav yuav muab tug tsaj kws nwg tum tau dlua faib rua lwm tug hab nwg cov mivnyuas noj; hab nwg yuav muab tej nqaj dlua pov pawg lug rua huv nwg lub chaw."},{"bible_id":"1726","chapter_code":"NAM.2","verse_code":"NAM.2.13","label":"13","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Kuv yog koj tug yeebncuab ntaag! Kuv yuav muab koj tej tsheb neeg hlawv kuas kub nyab taag. Koj cov tubrog yuav raug tua tuag taag rua huv tshaav rog, hab kuv yuav coj txhua yaam kws koj moog txeeb tau ntawm lwm tug lug moog huv tuabsi, hab yuav tsi nov koj tej tuabneeg xaa xuv tej suab ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.1","label":"1","content":"Kev puamtsuaj lug raug lub nroog kws muaj kev dlaag ntxag, kev tua tuabneeg, hab kev npluanuj kws yog moog txhaav hab fuab tau lug."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.2","label":"2","content":"Ca le noog tej suab nplawm neeg, tej suab tsheb, tej suab neeg dlha, hab tej suab tsheb neeg ndlog nrov."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.3","label":"3","content":"Cov tuabneeg kws caij neeg dlha tuaj nqaa ntaaj nav ci nplaag hab tej muv ntse zuag plag; tuabneeg tuag sis tsub sis nas ua tsheej pawg; muaj tuabneeg tuag suav tsi txheeb, tuabneeg tuaj dlawm tej tuabneeg tuag ntawd qaug."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.4","label":"4","content":"Nineves kws yog tug namndlav taabtom raug rau txim; tug quaspuj kws zoo nkauj, ua rua ntau leej tuag rua nwg lub tswvyim phem, nwg ntxag  ntau tsaav tuabneeg lub sab qaug quas lais rua nwg."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.5","label":"5","content":"“Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, Nineves, kuv yuav rau txim rua koj; kuv yuav muab koj hle labqaab ploog rua txhua tsaav tuabneeg saib, luas yuav pum koj qhov chaw txaajmuag."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.6","label":"6","content":"Kuv yuav saib koj tsi muaj nqes hab muab txujkev phem kev qas lug qhwv koj. Tej tuabneeg kws pum koj yuav luag koj plig."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.7","label":"7","content":"Txhua tug kws pum koj yuav fee hlo rua lwm qhov; Puab yuav has tas, ‘Nineves raug puamtsuaj taag lawm lauj! Puas yuav muaj leejtwg hlub tshua nwg hab? Puas yuav muaj leejtwg moog nplig tau nwg sab?’ ”"},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.8","label":"8","content":"Nineves, koj tseem zoo tshaajc Thenpes kws yog Iziv lub tuamceeb nroog hab los? Nwg muaj ib tug dlej luj thaiv nwg ib yaam le tug ntsaa yeej thaiv. Tug Dlej Niles yog tug kws thaiv nwg ntaag."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.9","label":"9","content":"Nineves kaav taagnrho tebchaws Sudaas hab tebchaws Iziv. Nwg lub fwjchim yeej tsi muaj qhov kawg le; Linpias yog ib lub tebchaws kws koom teg nrug nwg hab."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.10","label":"10","content":"Cov tuabneeg huv lub nroog Thenpes raug luas nteg coj moog lawm. Puab tej mivnyuas raug luas ntaus tuag rua txhua txujkev. Luas muab saw hlau khi puab tej thawjcoj hab muab faib rua cov tuabneeg kws tuaj nteg tau puab ntawd caab moog."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.11","label":"11","content":"Nineves, koj yuav qaug ib yaam le tug tuabneeg qaug cawv. Koj tseem yuav nrhav kev tsiv kuas dlim ntawm koj cov yeebncuab!"},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.12","label":"12","content":"Koj tej chaw faajxwm yuav zoo ib yaam le tej ntoo txiv ncuav pas kws cov txiv sav lawm: Koj tuav tsob ntoo cu ces tej txiv poob lug nkaag koj qhovncauj xwb."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.13","label":"13","content":"Koj tej tubrog zoo ib yaam le tej quaspuj, koj lub tebchaws txhaj tiv tsi yeej koj tej yeebncuab. Suavtawg yuav kub koj tej nqaaj roojvaag huv tuabsi."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.14","label":"14","content":"Moog nqaa dlej lug npaaj ca, vim luas yuav tuaj vij koj. Hab txhij koj cov tubrog zuv tej chaw faajxwm kuas zoo! Ca le tsuj aav kuas nplaum lug puab ua thwvcib, hab muab tej thwvcib ntawd hlawv kuas tawv."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.15","label":"15","content":"Txawm yog koj yuav ua npaum le caag los xij, koj yuav raug hlawv kub nyab tuag lossis raug tua tuag rua huv tshaav rog. Koj yuav raug luas ntab tsiv moog taag ib yaam le tej qoobloo kws kooj txomfaav muab noj taag lawm. Koj fuamvaam coob ib yaam le kooj txomfaav ntaag."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.16","label":"16","content":"Koj tej tub laag tub luam muaj ntau tshaaj tej nubqub sau nruab ntug! Tabsis nwgnuav puab pluj taag ib yaam le tej kooj txomfaav kws nthuav tis yaa taag lawm."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.17","label":"17","content":"Koj cov numtswv zoo ib yaam tej kooj txomfaav kws lug nyob ntawm ntsaa laajkaab tej nub kws no no ntaag. Tabsis thaus lub nub tawm tuaj zab, puab yaa taag tsi muaj leejtwg paub sov puab yaa moog rua qhov twg lawm!"},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.18","label":"18","content":"Tug vaajntxwv kws kaav tebchaws Axilias, koj cov tswvxeev tuag taag, hab koj cov numtswv tsaug zug moog ibtxhis. Koj cov pejxeem tsiv ua saab ua sua moog rua sau tej roob; tsi muaj leejtwg coj puab rov qaab lug tsev le lawm."},{"bible_id":"1726","chapter_code":"NAM.3","verse_code":"NAM.3.19","label":"19","content":"Tsi muaj tshuaj khu koj tej qhov txhaab, hab koj tej qhov txhaab los yuav tsi txawj zoo. Txhua tug kws nov txug koj tej kev puamtsuaj, puab yuav luag npuaj teg zoo sab heev. Puas muaj leejtwg tsiv dlim koj txujkev ua limham kws tsi paub kawg le?"}]