[{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.1","label":"1","content":"Zaaj nuav yog Hakaliyas tug tub Nehemis tej lug. Thaus Ataxawxes ua fuabtais kaav tebchaws Pawxias tau neeg nkaum xyoo tim nkaus rua lub hli Kislev, kuv kws yog Nehemis, tseem nyob huv lub tuamceeb nroog Susas."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.2","label":"2","content":"Hananis kws yog kuv ib tug tijlaug, nrug ib paab tuabneeg tuaj tim tebchaws Yudas tuaj txug, hab kuv nug puab txug lub nroog Yeluxalees hab peb cov kwvtij Yudas kws luas tso tawm  huv lub nroog Npanpiloos moog lawm."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.3","label":"3","content":"Puab qha rua kuv has tas, cov tuabneeg kws seem hab dlim tau rov lug nyob rua huv puab tej qub teb qub chaw,  mas txomnyem kawg le, hab cov tuabneeg txawv tebchaws kws nyob ze puab, ua saib tsi taug puab le. Hab puab tseem qha rua kuv has tas, tug ntsaa yeej thaiv lub nroog Yeluxalees los pob puag taag, hab tej roojvaag los yeej tsi tau khu ib lub le, txij thaus luas muab hlawv lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.4","label":"4","content":"Thaus kuv nov dlheev txug txhua yaam kws has nuav, kuv ca le nyob tsawg ndlua quaj. Kuv nyuaj sab hab quaj tau ob peb nub, tsi noj ib qho mov le. Kuv txhaj thov Vaajtswv has tas,"},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.5","label":"5","content":"“Tug TSWV kws yog Vaajtswv tug nyob sau Ntuj! Koj yog tug kws muaj fwjchim luj, hab peb suavdlawg fwm koj nkaus xwb. Koj yog tug kws ncaaj nceeg hab ua lawv le koj tej lug cog tseg rua cov tuabneeg kws muab sab npuab koj, hlub koj hab ua lawv le koj tej lug saamfwm."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.6","label":"6","content":"Tug TSWV, thov koj tsaa qhovmuag saib kuv, hab tig qhovntsej noog tej lug kws kuv naj nub naj mo thov koj paab cov tubkhai kws yog tsaav tuabneeg Yixalayees. Kuv thov leeg tej kev txhum kws peb cov tuabneeg Yixalayees tau ua rua koj lawm. Kuv cov yawmkoob hab kuv los tau ua txhum rua koj lawm hab."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.7","label":"7","content":"Peb tau ua txhum rua koj luj kawg nkaus, hab tsi tau ua lawv le koj tej lug saamfwm ib nyuas qhov le. Peb tsi coj lawv le koj tej Kevcai kws koj muab cob rua peb lug ntawm koj tug tubkhai Mauxes hlo le."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.8","label":"8","content":"Nwgnuav thov koj ncu ntsoov tej lug kws koj tau cog tseg rua Mauxes has tas: ‘Yog mej cov tuabneeg ua tsi ncaaj tsi nceeg rua kuv, kuv yuav muab mej ntab moog nyob xyaw luas lwm tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.9","label":"9","content":"Tabsis yog has tas, mej tig rov lug cuag kuv hab ua lawv le tej lug kws kuv saamfwm rua mej lawm, ces txawm yog mej moog nyob rua qaab ntuj kawg lawm los kuv yuav coj mej rov lug nyob qhov chaw kws kuv tub xaiv tseg ca rua mej tau pehawm kuv lawm.’"},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.10","label":"10","content":"“Tug Tswv, puab yog koj cov tubkhai hab yog koj tsaav tuabneeg ntaag. Koj tub tau cawm puab dlim lug ntawm koj lub fwjchim hab koj tug zug kws luj kawg nkaus."},{"bible_id":"1726","chapter_code":"NEH.1","verse_code":"NEH.1.11","label":"11","content":"Nwgnuav thov koj noog kuv tej lug thov hab lwm tug kws yog koj cov tubkhai kws fwm koj tej lug thov. Nub nua thov koj pub kuas kuv tau txais kev vaammeej, hab thov koj tshoov fuabtais sab kuas nwg muaj lub sab taabncuab kuv.” Lub sijhawm ntawd kuv yog tug laub cawv txiv maab rua fuabtais haus."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.1","label":"1","content":"Tau plaub lub hlis tom qaab nuav, muaj ib nub thaus Fuabtais Ataxawxes tseem taabtom noj mov, kuv laub cawv txiv maab moog rua nwg haus. Yaav taag lug nwg tsi tau pum dlua kuv ua ntsejmuag mluag mlob le nuav,"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.2","label":"2","content":"fuabtais txhaj le nug kuv has tas, “Vim le caag koj yuav mluag ua luaj? Koj tub tsi mob qhov twg ne, ua caag zoo le koj yuav nyuaj sab ua luaj?”"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.3","label":"3","content":"Kuv poob sab nthaav, kuv txhaj teb nwg has tas, “Thov kuas fuabtais muaj sa nyob moog ibtxhis! Kuv yuav ua le caag zais tau kuv lub ntsejmuag kws muaj kev nyuaj sab rua lub tsaamthawj kws lub nroog kws yog thaaj chaw thaus u muab kuv cov yawmkoob log rua pob puag taag hab tej roojvaag nroog los raug luas muab hlawv kub nyab taag huv tuabsi lawm?”"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.4","label":"4","content":"Fuabtais txhaj le nug kuv has tas, “Yog le ntawd koj xaav tau dlaabtsi?” Kuv thov Vaajtswv tug kws nyob sau ntuj,"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.5","label":"5","content":"hab kuv has rua fuabtais has tas, “Yog koj txaus sab rua kuv hab yuav pub lawv le kuv tej lug thov, mas thov koj tso kuv rov moog rua tim tebchaws Yudas, moog rua huv lub nroog kws yog thaaj chaw log kuv cov yawmkoob, kuv yuav moog txhim khu lub nroog ntawd dlua tshab.”"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.6","label":"6","content":"Fuabtais pum zoo le kws kuv tau thov. (Nam Fuabtais nyob ntawm fuabtais ib saab.) Fuabtais txhaj nug kuv has tas, “Koj yuav moog ntev le caag koj maam le rov lug?” Kuv txhaj qha lub sijhawm rua nwg paub."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.7","label":"7","content":"Ces kuv txhaj thov fuabtais sau ib tsaab ntawv rua kuv nqaa moog rua tug tswvxeev kws kaav lub xeev ntawm tug Dlej Efalates saab nubpoob;  kuas kuv txhaj moog tau rua nraag tebchaws Yudas."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.8","label":"8","content":"Hab kuv tseem thov fuabtais sau ib tsaab ntawv rua Axas, tug kws zuv fuabtais tej haav zoov, kuas txav ntoo pub rua kuv coj moog ua cov roojvaag ntawm cov chaw faajxwm rua cov tuabneeg kws nyob zuv lub Tuamtsev, ua tej ntsaa yeej thaiv lub nroog hab ua ib lub tsev rua kuv nyob. Fuabtais ua txhua yaam rua kuv lawv le kuv tau thov, rua qhov Vaajtswv nrug nraim kuv nyob."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.9","label":"9","content":"Fuabtais tau tso ib cov tubrog moog kutaw hab ib cov tubrog caij neeg nrug kuv moog, ces kuv txhaj le sawv kev moog rua ntawm tug Dlej Efalates saab nubpoob. Thaus kuv moog txug lawm, kuv txhaj le muab fuabtais cov ntawv rua tug tswvxeev."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.10","label":"10","content":"Tabsis Xanpalas kws yog tuabneeg nyob huv lub nroog Npethes Hauloos hab Taunpias kws yog ib tug nom nyob huv lub xeev Amoos nov has tas, muaj ib cov tuabneeg tau lug paab ua num kuas cov Yixalayees tau zoo, mas obtug chim kawg le."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.11","label":"11","content":"Kuv txhaj le moog kag rua huv lub nroog Yeluxalees, tau peb nub nkaus,"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.12","label":"12","content":"kuv yeej tsi qha rua leejtwg paub txug qhov kws Vaajtswv tshoov kuv sab kuas kuv lug khu lub nroog Yeluxalees le. Ces thaus ib taag mo kuv txhaj le sawv hab coj kuv cov phoojywg qee leej nrug kuv tawm moog, tabsis tsi tau neeg txhua rua peb caij, tsuas tau ib tug neeg luav rua kuv caij xwb."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.13","label":"13","content":"Thaus tsaus ntuj kuv txhaj tawm huv lub nroog moog rua ntawm lub Roojvaag Haav kws nyob rua saab nubpoob hab kuv ncig moog rua saab qaabteb moog hlaa lub Qhovdlej Zaaj hab moog rua ntawm lub Roojvaag Quav Hlawv. Kuv moog tshuaj saib lub nroog Yeluxalees tug ntsaa yeej kws pob taag hab tej roojvaag kws kub nyab taag lawm."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.14","label":"14","content":"Ces kuv txhaj moog ntawm lub nroog saab nubtuaj nce moog rua saab qaumteb, moog txug ntawm lub Roojvaag Qhovdlej hab ntawm vaajntxwv lub paag dlej; tabsis tug neeg luav kws kuv caij nrhav tsi tau kev moog le lawm,"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.15","label":"15","content":"Yog le ntawd, kuv txhaj caij tug neeg luav nqeg moog rua huv lub Haav Kiloos hab moog saib tug ntsaa yeej. Ces kuv txhaj taug txujkev kws kuv tuaj rov chaws lub Roojvaag Haav lug rua huv lub nroog lawm."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.16","label":"16","content":"Cov numtswv kws nyob huv lub nroog yeej tsi paub has tas, kuv moog qhov twg rua qhov twg lossis tsi paub txug tej kws kuv ua taag ntawd le. Kuv yeej tsi tau qha ib yaam dlaabtsi rua kuv cov phoojywg Yudas, cov povthawj, cov thawjcoj, cov numtswv lossis lwm tug kws muaj feem yuav tau lug nrug koom tuav lub luag num nuav hlo le hab."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.17","label":"17","content":"Tabsis nwgnuav kuv has rua puab tas, “Mej tub pum tej teebmeem kev ntxhuv sab kws muaj nyob huv peb nuav lawm, vim has tas lub nroog Yeluxalees puamtsuaj taag nphob quas xuav ca hab tej roojvaag los tub pob puag taag lawm! Peb ca le pib txhim khu tug ntsaa yeej kws thaiv lub nroog nuav dlua tshab, peb txhaj tsi txaajmuag rua luas nplajtog qaumpeg.”"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.18","label":"18","content":"Kuv qha tej kws Vaajtswv nrug nraim kuv, paab kuv hab tej lug kws vaajntxwv has rua kuv ntawd rua puab noog. Puab txhaj le leeg has tas, “Ca le pib khu taamsim nuav ntaag!” Ces puab txawm nqeg teg pib ua num."},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.19","label":"19","content":"Thaus Xanpalas, Taunpias hab ib tug tuabneeg Alav kws hu ua Nkesees nov has tas, peb npaaj ua num lawm, puab txawm luag peb hab has tas, “Mej xaav le caag mej txhaj yuav ua? Mej tawmtsaam fuabtais los?”"},{"bible_id":"1726","chapter_code":"NEH.2","verse_code":"NEH.2.20","label":"20","content":"Kuv teb puab has tas, “Vaajtswv tug kws nyob sau Ntuj Ceebtsheej yuav paab peb ua kuas tav. Peb yog nwg cov tubkhai hab peb taabtom pib txhim khu lawm ntaag. Mej tsi muaj feem nyob huv lub nroog Yeluxalees nuav, hab mej tsi muaj feem koom ib yaam dlaabtsi kws nyob huv lub nroog nuav hlo le.”"},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.1","label":"1","content":"Ntawm nuav yog kev rov txhim khu  tug ntsaa yeej kws thaiv lub nroog. Tug Povthawj Hlub Eli-asis, hab nwg tsoom kwvtij kws yog cov povthawj khu lub Roojvaag Yaaj fij rua Vaajtswv, hab coj lub roojvaag moog dlhos rua. Puab tseem muab tug ntsaa yeej txij ndlua ntawm lub chaw tsomfaaj Ib Puas moog txug ntawm lub chaw tsomfaaj Hananees fij rua Vaajtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.2","label":"2","content":"Ntu kws txuas nkaus ntawm cov povthawj ntu, mas yog cov tuabneeg Yelikaus ua cov txhim khu. Hab ntu kws txuas nkaus ntawd moog yog Imelis tug tub Xakules ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.3","label":"3","content":"Haxena-aas cuab kwvtij, ua cov txhim khu lub Roojvaag Ntseg. Puab muab ob tug ncej roojvaag hab ob dlaim txag roojvaag coj moog dlhos rua. Muab cov ntsa moog ntsa, hab muab ob tug nqaaj moog laag lub roojvaag."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.4","label":"4","content":"Ntu kws txuas nkaus puab paab ntawd, yog Uliyas tug tub Melemaus kws yog Hakaus tug xeebntxwv ua tug txhim khu. Ntu kws txuas nkaus ntawd moog yog Npelekhiyas tug tub Mesulas kws yog Mexexanpees tug xeebntxwv ua tug txhim khu. Ntu kws txuas nkaus ntawd moog, yog Npa-anas tug tub Xadaus, ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.5","label":"5","content":"Ntu kws txuas nkaus ntawd moog, yog cov txivneej Tekau-as ua cov txhim khu. Tabsis tug thawjcoj cov tuabneeg kws nyob huv lub nroog ntawd tsi kaam ua lawv le tug qauv kws cov thawj saib num ntawd muab cob rua puab ua."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.6","label":"6","content":"Paxe-as tug tub Yauyadas hab Npexaudeyas tug tub Mesulas ua ob tug txhim khu lub Roojvaag Yesanas.  Obtug muab ob tug ncej moog txhus, hab muab ob dlaim txag roojvaag coj moog dlhos rua, muab cov ntsa coj moog ntsa, hab muab ob tug nqaaj coj moog laag lub roojvaag."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.7","label":"7","content":"Ntu kws txuas nkaus ntawd moog txug ndlua rua tim tug tswvxeev kws kaav lub xeev nyob ntawm tug Dlej Efalates saab nubpoob, tej vaaj tse, yog Melatas kws yog tuabneeg nyob huv Nkinpe-oos, Yadoos kws yog tuabneeg nyob huv Melunaus hab cov tuabneeg kws nyob huv Nkinpe-oos ua cov txhim khu,"},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.8","label":"8","content":"Ntu kws txuas nkaus ntawd moog, yog Halehayas tug tub Uxiyees kws yog ib tug txawj nchuav kub ua tug txhim khu. Ntu kws txuas nkaus ntawd moog, yog Hananiyas kws yog ib tug ua tej tshuaj tsw qaab, ua tug txhim khu moog txug ndlua ntawm tug ntsaa yeej Dlaav."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.9","label":"9","content":"Ntu kws txuas nkaus ntawd moog, yog Hules tug tub Lefayas kws kaav ib nraab cheebtsaam huv lub nroog Yeluxalees, ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.10","label":"10","content":"Ntu kws txuas nkaus ntawd moog, yog Halumas tug tub Yedayas ua tug txhim khu, hab ntu ntawd nyob ze rua ntawm nwg lub tsev ntaag. Ntu kws txuas nkaus ntawd moog, yog Hasaneyas tug tub Hatus ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.11","label":"11","content":"Ob ntus kws txuas nkaus ntawd moog, hab lub chaw Tsomfaaj Qhovtxus, yog Halees tug tub Makhiyas hab Pahas Mau-am tug tub Hasus ua obtug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.12","label":"12","content":"Ntu tom ntej kws txuas nkaus ntawd moog, yog Haluhes tug tub Salumes kws kaav ib nraab cheebtsaam lub nroog Yeluxalees ua tug txhim khu. (Hab nwg cov ntxhais paab nwg ua.)"},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.13","label":"13","content":"Hanoos hab cov tuabneeg kws nyob huv lub nroog Xanau-as txhim khu lub Roojvaag Haav. Puab muab ob tug ncej roojvaag moog txhus, muab ob dlaim txag moog dlhos rua, muab cov ntsa moog ntsa, hab muab ob tug nqaaj moog laag lub roojvaag. Hab khu tug ntsaa yeej ntev ib txheeb tshim ntxiv moog txug ndlua ntawm lub Roojvaag Quav Hlawv."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.14","label":"14","content":"Lekhas tug tub Makhiyas kws kaav Cheebtsaam Npethes Hakhelees ua tug txhim khu lub Roojvaag Quav Hlawv. Nwg muab ob tug ncej roojvaag moog txhus, muab ob dlaim txag moog dlhos rua, Muab cov ntsa coj moog ntsa, hab muab ob tug nqaaj moog laag lub roojvaag."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.15","label":"15","content":"Kauhauxes tug tub Salumes kws kaav Cheebtsaam Mixepas ua tug txhim khu lub Roojvaag Qhovdlej. Nwg muab ob tug ncej roojvaag moog txhus rua, muab ob dlaim txag moog dlhos, muab cov ntsa moog ntsa hab muab ob tug nqaaj coj moog laag lub roojvaag. Nyob ntawm lub Paag Dlej Selas, nwg khu tug ntsaa yeej kws txuas nkaus rua ntawm vaajntxwv lub vaaj moog txug ndlua rua tom tug ntaiv kws nqeg sau Daviv lub nroog lug."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.16","label":"16","content":"Ntu kws txuas nkaus ntawd moog, yog Anpukes tug tub Nehemis kws kaav ib nraab Cheebtsaam Npethexus ua tug txhim khu moog txug ndlua ntawm Daviv lub ntxaa, lub paag dlej hab lub tsev kws cov tuabneeg sab tawv nyob."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.17","label":"17","content":"Ob peb ntus kws txuas ntu ntawd moog, yog muab rua cov Levis txhim khu lawv le nraag nuav: Ntu kws txuas nkaus ntu ntawd moog, yog Lehumes tug tub Npanis ua tug txhim khu. Ntu kws txuas nkaus ntawd moog, yog Hasanpiyas tug kws kaav ib nraab Cheebtsaam Ke-ilas ua tug txhim khu. Nwg khu cheebtsaam kws nwg kaav ntawd ntaag."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.18","label":"18","content":"Ntu kws txuas nkaus ntawd moog, yog Npavais tug kws kaav dlua ib nraab Cheebtsaam Ke-ilas ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.19","label":"19","content":"Ntu kws txuas nkaus ntawd moog kws yog ntu nyob ntawm hauv ntej lub txhaab rau tej cuabyeej ua rog, yog Yesuas tug tub Exes tug kws kaav lub nroog Mixepas ua tug txhim khu moog txug ndlua ntawm lub kaum ntsaa yeej kws nkhaus hlo."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.20","label":"20","content":"Ntu kws txuas ntawd moog txug ndlua rua tom txujkev kws moog rua ntawm tug Povthawj Hlub Eli-asis lub tsev, yog Xanpais tug tub Npalus ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.21","label":"21","content":"Ntu kws txuas nkaus ntawd moog, yog Uliyas tug tub Melemaus kws yog Hakus tug xeebntxwv, ua tug txhim khu moog txuas nkaus rua ntawm Eli-asis lub tsev."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.22","label":"22","content":"Ob peb ntus kws txuas nkaus ntawd moog, yog muab tu rua cov povthawj ua cov txhim khu lawv le nraag nuav: Ntu kws txuas nkaus ntawd moog, yog cov povthawj kws nyob ibncig lub nroog Yeluxalees ua cov txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.23","label":"23","content":"Ntu kws txuas nkaus ntawd moog, yog Npeenyamees hab Hasus ua ob tug txhim khu. Obtug khu ntu kws nyob ncaaj ntawm obtug tsev ntaag. Ntu kws txuas nkaus ntawd moog, yog Ma-axeyas tug tub Axaliyas kws yog Ananiyas tug tub xeebntxwv ua tug txhim khu. Nwg khu ntu kws nyob ncaaj ntawm nwg lub tsev."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.24","label":"24","content":"Ntu kws txuas nkaus ntawd Axaliyas lub tsev moog cob nkaus rua ntawm tug ntsaa yeej nkhaus, yog Hanadas tug tub Npeenau-is ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.25+NEH.3.26","label":"25-26","content":"Ntu kws txuas nkaus ntawd moog, yog Uxais tug tub Palas ua tug txhim khu. Nwg pib khu ntawm lub ceg kaum ntsaa yeej hab lub chaw tsomfaaj kws nyob ntawm lub loog theem sab kws ze lub tshaav puam ntawm lub chaw faajxwm. Ntu kws txuas nkaus ntawd moog, yog Palus tug tub Pedayas ua tug txhim khu moog txug ndlua rua saab nubtuaj kws ze rua ntawm lub Roojvaag Dlej, hab ntawm lub chaw tsomfaaj kws zuv lub Tuamtsev. (Qhov nuav yog nyob ze rua ntawm ib saab nroog kws hu ua Aufees, yog qhov chaw kws cov tuabneeg ua num huv lub Tuamtsev nyob.)"},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.27","label":"27","content":"Ntu kws txuas nkaus ntawd moog, yog ntu ob kws cov tuabneeg Tekau-as, puab yog paab ob kws ua cov txhim khu, puab pib kag ntawm ntu kws nyob ncaaj lub Chaw Tsomfaaj Luj kws zuv lub Tuamtsev moog ti nkaus rua ntawm saab ntsaa yeej Aufees."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.28","label":"28","content":"Ntu kws txuas nkaus ntawd moog, yog cov povthawj ua cov txhim khu. Puab pib khu ntawm lub Roojvaag Neeg nce toj moog, hab puab nyag khu ntu kws nyob ncaaj ntawm nyag lub tsev."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.29","label":"29","content":"Ntu kws txuas nkaus ntawd moog, yog Imeles tug tub Xadaus ua tug txhim khu, nwg khu ntu kws nyob ncaaj ntawm nwg lub tsev. Ntu kws txuas nkaus ntawd moog, yog Sekaniyas tug tub Semayas kws zuv lub Roojvaag Nubtuaj, ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.30","label":"30","content":"Ntu kws txuas nkaus ntawd moog, yog ntu ob kws Selemiyas tug tub Hananiyas hab Xalas tug tub Hanus kws yog tug rau ua ob tug txhim khu. Ntu kws txuas nkaus ntawd moog kws ncaaj Npelekhiyas tug tub Mesulas, yog Mesulas ua tug txhim khu."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.31","label":"31","content":"Ntu kws txuas nkaus ntawd moog, yog Makhiyas kws yog tug nchuav kub ua tug txhim khu. Nwg khu moog txug ndlua rua tom cov tuabneeg kws tu lub Tuamtsev hab cov tuabneeg kws ua laag ua luam nyob kws yog ncaaj rua ntawm lub Roojvaag Mifekas  kws yog kev moog rua huv lub Tuamtsev, ze rua chaav kws nyob ntawm ceg kaum ntsaa yeej saab nubtuaj qaumteb."},{"bible_id":"1726","chapter_code":"NEH.3","verse_code":"NEH.3.32","label":"32","content":"Ntu kws txuas nkaus ntawd moog, yog ntu kawg kws nyob nruab nraab ntawm ceg kaum ntsaa yeej hab lub Roojvaag Yaaj, ntu nuav yog cov tuabneeg nchuav kub hab cov tuabneeg ua laag ua luam ua cov txhim khu."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.1","label":"1","content":"Thaus Xanpalas nov has tas, peb cov tuabneeg Yudas taabtom pib txhim khu tej ntsaa yeej dlua tshab, nwg chim heev hab txobthuam peb kawg le."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.2","label":"2","content":"Nwg taabmeeg has rua nwg cov tuabneeg hab cov tubrog Xamalis has tas, “Cov tuabneeg Yudas kws txomnyem ntsuav ntawd puab xaav le caag, puab txhaj ua le ntawd? Puab xaav has tas, puab yuav txhim khu lub nroog nuav dlua tshab nua los? Puab xaav has tas, qhov kws puab muab khoom fij yuav paab puab ua teg num ntawd tav kag rua tuab nub nua los? Puab puas yuav muab tau tej tog ntoo hab tej txhais zeb kws kub nyab taag lawm coj lug ua thwvcib khu tug ntsaa yeej nuav?”"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.3","label":"3","content":"Taunpias kws yog tuabneeg Amoos sawv ntawm nwg ib saab, hab nwg has ntxiv tas, “Tug ntsaa yeej kws puab taabtom khu ntawd, yuav khov npaum twg? tub tsi txaus ib nyuas maa nce rua sau ntshai tub pob lawm!”"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.4","label":"4","content":"Kuv thov Vaajtswv has tas, “Vaajtswv, thov koj nrug nov tej lug kws puab thuam peb ntawd lauj! Thov kuas puab tej lug kws thuam peb ntawd poob rov lug raug puab. Thov ca tubsaab tuaj nyag txhua yaam kws puab muaj, hab thov ca cov tuabneeg txawv tebchaws tuaj nteg puab coj moog rau txim rua huv luas lub tebchaws."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.5","label":"5","content":"Thov tsi xob zaam tej kev phem kev qas kws puab ua ntawd, hab tsi xob zaam puab tej kev txhum kws puab thuam hab saib tsi taug peb cov kws taabtom txhim khu tug ntsaa yeej nuav.”"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.6","label":"6","content":"Yog le ntawd, peb txhaj le koom teg txhim khu tug ntsaa yeej tuaj sis cob, hab qhov sab tub ua txug nraab lawm, rua qhov cov tuabneeg suavdlawg rau sab ua num kawg le."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.7","label":"7","content":"Thaus Xanpalas, Taunpias, cov Alav, cov Amoos hab cov Asedaus nov has tas, peb taabtom puab tug ntsaa yeej kws thaiv lub nroog Yeluxalees tav zuj zug, hab tej qhov tawg pleb ntawm tug ntsaa yeej los peb tub muab txhaws yuav taag, mas ua rua puab chim kawg nkaus rua peb."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.8","label":"8","content":"Yog le ntawd, puab txhaj tuavhuv sis sau tuaj ntaus lub nroog Yeluxalees hab ua kuas muaj kev kub ntxhuv,"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.9","label":"9","content":"tabsis peb thov peb tug Vaajtswv hab tso tuabneeg zuv nruab nub mo ntuj, tawmtsaam puab tsi pub kuas tuaj tau ti peb hlo le."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.10","label":"10","content":"Cov tuabneeg Yudas muaj ib zaaj nkauj kws puab hu has tas, “Peb qaug zug heev hab peb ris nraa nyaav kawg; hab muaj ntau yaam ua luaj rua peb khaws moog povtseg. Nub nua peb yuav ua le caag ua tau tug ntsaa yeej?”"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.11","label":"11","content":"Peb cov yeebncuab xaav has tas, peb yuav tsi pum puab lossis tsi paub puab tej kev tuavhuv ua tsi zoo rua peb moog txug thaus puab tuaj txuv peb, tua peb hab rhuav peb teg num kuas ua tsi tav."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.12","label":"12","content":"Tabsis cov Yudas kws nrug peb cov yeebncuab nyob sis xyaw ua ke ntawd, pheej tuaj qha rua peb tsi tseg txug tej kws peb cov yeebncuab tuavhuv yuav tuaj tawmtsaam peb ntawd."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.13","label":"13","content":"Yog le ntawd kuv txhaj le muab tej cuabyeej ua rog kws yog ntaaj, muv, hab neevnti cob rua cov pejxeem hab muab puab faib lawv le tej xeem moog zuv ntawm tug ntsaa yeej tej ntu kws tseem khu tsi tau tav."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.14","label":"14","content":"Kuv pum has tas, cov pejxeem suavdlawg txhawj kawg, yog le ntawd, kuv txhaj has rua puab hab puab cov thawjcoj hab cov numtswv tas, “Mej tsi xob ntshai peb cov yeebncuab. Mej yuavtsum ncu ntsoov has tas tug TSWV kws yog tug muaj fwjchim luj hab txaus ntshai, nwg yuav ua tug tawmtsaam mej cov yeebncuab paab mej cov kwvtij neejtsaa, mej cov quaspuj mivnyuas hab mej tej vaaj tse.”"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.15","label":"15","content":"Peb cov yeebncuab nov has tas, peb tub paub tej kws puab tuav tswvyim ua phem ntawd hab puab paub has tas, Vaajtswv tub kovyeej puab lub tswvyim ua phem ntawd lawm. Ces peb suavdlawg txawm rov moog koom teg txhim khu tug ntsaa yeej dlua."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.16","label":"16","content":"Txij thaus ntawd lug, kuv txhaj muab kuv cov tuabneeg faib ib nraab moog ua num hab ib nraab moog ua tubrog zuv. Kuv muab tej rig tsho hlau rua puab naav, muab muv, muab dlaim thaiv nav ntaaj hab neevnti rua puab. Peb cov thawjcoj puavleej tuaj tom qaab txhawb cov Yudas"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.17","label":"17","content":"kws taabtom txhim khu tug ntsaa yeej ntawd tug zug. Puab ua num nyaav kawg le, ib saab teg nqaa pobzeb moog puab tug ntsaa yeej, hab ib saab teg nqaa rawv tej cuabyeej ua rog,"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.18","label":"18","content":"hab txhua tug kws txhim khu tug ntsaa yeej, puab puavleej ris ntaaj rawv rua ntawm dluav. Tug txivneej kws tshuab xyu ceebtoom rua suavdlawg, yeej nrug nraim kuv nyob ua ke."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.19","label":"19","content":"Kuv has rua cov pejxeem, cov numtswv hab cov thawjcoj tas, “Peb lub luag num nuav nthuav moog dleb, hab ua rua peb cov tuabneeg kws nyob sau tug ntsaa yeej ib leeg nyob nrug dleb ib leeg heev lawm."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.20","label":"20","content":"Yog thaus twg mej nov tshuab xyu, mej ca le sau zog lug nyob ua ib pawg puagncig kuv. Peb tug Vaajtswv yuav paab peb tua peb cov yeebncuab.”"},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.21","label":"21","content":"Txhua nub thaus kaaj ntug txoog moog txug thaus tsaus ntuj kws nubqub tawm dlawb vog, peb cov tuabneeg muaj ib nraab ua num nyob rawv sau tug ntsaa yeej hab muaj ib nraab tuav rawv muv sawv nreg nroog faajxwm."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.22","label":"22","content":"Lub sijhawm ntawd, kuv has rua cov tuabneeg has tas kuas txhua tug tuabneeg hab nwg tug tubkhai ca le pw huv lub nroog Yeluxalees, mo ntuj puab paab peb zuv lub nroog hab nruab nub puab ua num."},{"bible_id":"1726","chapter_code":"NEH.4","verse_code":"NEH.4.23","label":"23","content":"Txawm yog mo ntuj los kuv hab kuv cov phoojywg, kuv cov tubkhai, hab cov tub faajxwm, peb tsi hle peb tej rig tsho le. Peb tuav rawv peb tej cuabyeej ua rog ntawm teg  tsi tso tseg le."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.1","label":"1","content":"Tau ib ntus lug tom qaab nuav, cov pejxeem coob leej ntau tug tsi has quaspuj lossis txivneej, txawm pib ywg puab cov kwvtij Yudas."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.2","label":"2","content":"Muaj qee leej ywg has tas, “Peb cov kws tsev tuabneeg coob, peb xaav tau qoobloo kuas ntau txaus noj.”"},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.3","label":"3","content":"Muaj dlua ib paab ywg has tas, “Peb yuavtsum tau muag peb tej teb, tej vaaj txiv maab hab tej tsev nyob, mas peb txhaj le yuav muaj nyaj lug yuav zaub mov noj peb txhaj tsi tuag tshaib.”"},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.4","label":"4","content":"Tseem muaj dlua ib paab ywg has tas, “Peb tau moog txais nyaj lug them peb tej se teb hab se vaaj txiv maab rua fuabtais."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.5","label":"5","content":"Peb yog tuabneeg ib yaam le cov Yudas hab peb tej mivnyuas tub zoo ib le puab tej hab; tabsis peb tsua tau muab peb tej mivnyuas muag moog ua luas qhev. Peb cov ntxhais qee leej raug muag moog ua luas qhev lawm.”"},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.6","label":"6","content":"Thaus kuv nov puab tej lug ywg ntawd, ua rua kuv chim heev."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.7","label":"7","content":"Kuv txhaj le tshev cov thawjcoj hab cov numtswv kws saib cov pejxeem suavdlawg hab has rua puab tas, “Mej tsimtxom mej cov kwvtij dlhau hwv lawm!” Kuv txhaj hu kuas suavdlawg tuaj sis txoos ua ke"},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.8","label":"8","content":"hab has rua puab tas, “Peb tseem yuav moog txhwv kuas tau peb tej kwvtij Yudas kws raug muab muag rua cov tuabneeg txawv tebchaws coj moog ua qhev lawm rov lug. Nwgnuav mej tseem kuas mej cov kwvtij muab puab tej tuabneeg muag rua mej hab los? Puab tub yog mej cov kwvtij Yudas ntaag los sav!” Cov thawjcoj ntawd yoob taag hab tsi muaj lug teb le."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.9","label":"9","content":"Ces kuv txhaj has tas, “Yog vim le caag mej ua tej yaam tsi zoo le nuav? Tsimnyog mej yuavtsum fwm Vaajtswv hab ua mej lub neej kuas ncaaj nceeg. Mej tsi xob ua kuas peb cov yeebncuab kws yog lwm tsaav tuabneeg tau chaw txobthuam peb ib qho le."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.10","label":"10","content":"Kuv txhaj ca suavdlawg tuaj txais nyaj hab mov noj ntawm kuv, kuv cov kwvtij hab cov tuabneeg kws ua num rua kuv. Txij nuav moog peb ca le tseg kag qhov kws pheej kuas luas them nuj nqes rov rua peb ntawd."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.11","label":"11","content":"Tso plhuav tseg qhov kws suav nuj nqes  rua luas them ntawd, tsi has nyaj, qoobloo, cawv txiv maab, lossis roj txiv ntoo. Hab ca le thim puab tej laj tej teb, tej vaaj txiv maab, tej txiv ntoo roj hab puab tej vaaj tse rov rua puab taamsim nuav!”"},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.12","label":"12","content":"Cov thawjcoj teb has tas, “Peb yuav ua lawv le koj has. Peb yuav thim puab tej teb, tej vaaj tse rov rua puab hab tsi pub kuas puab tshuav peb nqe dlaabtsi hlo le.” Kuv txhaj le hu cov povthawj tuaj hab kuas cov thawjcoj lug coglug taabmeeg puab, hab cov thawjcoj yuavtsum ua lawv le tej lug kws puab tau cog tseg ntawd."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.13","label":"13","content":"Ces kuv txhaj hle hlo kuv txuj hlaab tshos  hab muab kuv lub tsho luj nchus. Hab kuv has tas, “Vaajtswv yuav muab txhua tug kws tsi ua lawv le nwg tej lug cog tseg nchus le nuav ntaag. Vaajtswv yuav muab mej tej tsev hab txhua yaam kws yog mej tug rhu tawm ntawm mej moog povtseg hab tsi tseg ib yaam dlaabtsi rua mej hlo le.” Ces txhua tug tuabneeg kws tuaj nyob ntawd puavleej has tas, “Amees!” hab has tas ua tug TSWV tsaug. Hab cov thawjcoj tau ua lawv le puab tej lug cog tseg ntawd."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.14","label":"14","content":"Kuv ua tug tswvxeev kaav cov Yudas, yog xyoo neeg nkaum lug txug rua xyoo peb caug ob kws Ataxawxes ua fuabtais; kaum ob xyoos kws kuv tau ua tswvxeev ntawd lug txug taamsim nuav, tsi has kuv cov kwvtij lossis kuv, yeej tsi tau noj tej zaub mov kws cov pejxeem coj tuaj rua tug tswvxeev hlo le."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.15","label":"15","content":"Cov tswvxeev qub kws xub kaav ua ntej kuv lawm, tau quab yuam cov pejxeem ua num nyaav kawg le, hab kuas puab muab ib nub  twg plaub caug lub nyaj rua cov tswvxeev coj moog yuav zaub mov hab cawv txiv maab. Txawm yog puab cov tubkhai los yeej tsimtxom cov pejxeem kawg le hab, tabsis kuv tsi ua le puab cov ntawd, rua qhov kuv fwm Vaajtswv."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.16","label":"16","content":"Kuv siv taagnrho kuv tug zug lug txhim khu tug ntsaa yeej, kuv yeej tsi tau ib yaam dlaabtsi hlo le. Txhua tug tuabneeg kws ua num rua kuv puavleej koom teg nrug kuv txhim khu tug ntsaa yeej nuav."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.17","label":"17","content":"Cov Yudas hab puab cov thawjcoj ib puas tsib caug leej, tau nrug kuv koom tsum noj mov txhua pluag. Dlua le ntawd tseem muaj cov tuabneeg txawv tebchaws kws nyob puagncig peb lub tebchaws kws pheej tuaj saib kuv, kuj tau koom nrug kuv noj mov hab."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.18","label":"18","content":"Ib nub twg kuv tua ib tug nyuj, rau tug yaaj kws zoo nkauj heev, hab ntau tug qab lug ua zaub noj. Hab kaum nub twg, kuv muab cawv txiv maab rua suavdlawg haus ib zag. Kuv yeej paub has tas yog lub nraa nyaav rua cov pejxeem suavdlawg lawm, yog le ntawd kuv txhaj tsi has kuas puab muab zaub mov tuaj rua kuv."},{"bible_id":"1726","chapter_code":"NEH.5","verse_code":"NEH.5.19","label":"19","content":"Kuv thov Vaajtswv has tas, “Vaajtswv, kuv thov koj ncu ntsoov txhua yaam num kws kuv tau ua rua cov tuabneeg nuav lawm.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.1","label":"1","content":"Xanpalas, Taunpias, Nkesees hab lwm paab kws yog peb cov yeebncuab nov has tas, peb khu tau tug ntsaa yeej tav ntum nti tsi muaj ib qhov twg khoob le lawm, tsuas yog peb tseem tsi tau coj cov txag roojvaag moog dlhos rua ntawm cov roojvaag xwb."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.2","label":"2","content":"Vim le ntawd, Xanpalas hab Nkesees txhaj tso tuabneeg tuaj has rua kuv, kuas kuv moog ntsib obtug rua huv ib lub zog ntawm cov zog kws nyob huv lub Taj Nraag Aunaus. Qhov nuav tub yog obtug tuavhuv xaav ua phem rua kuv nkaus xwb."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.3","label":"3","content":"Kuv txhaj tso tuabneeg moog has rua obtug tas, “Kuv tseem muaj num tseemceeb heev, kuv tuaj ntsib tsi tau meb. Kuv yuav tsi tso kuv teg num tseg, hab ca le tuaj ntsib meb nkaus xwb.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.4","label":"4","content":"Obtug tso tuabneeg tuaj has rua kuv txug plaub zag, puavleej has ib yaam nkaus le ntawd, hab txhua zag kuv teb rua obtug los teb ib yaam nkaus le hab."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.5","label":"5","content":"Ces zag tsib Xanpalas txawm tso kag nwg tug tubkhai tuaj has rua kuv, zag nuav nwg nqaa ib tsaab ntawv tsi nas homthawj  rua le."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.6","label":"6","content":"Tsaab ntawv ntawd has le nuav: “Nkesees has rua kuv tas, muaj ib cov nyuas lug xaiv tsi zoo kws pheej has nyob rua huv cov pejxeem, hab Nkesees has tas, cov lug ntawd yeej muaj tseeb tag, koj hab cov Yudas xaav ntxeev sab, yog le ntawd, mej txhaj le txhim khu tug ntsaa yeej. Hab Nkesees tseem has ntxiv tas, yog koj npaaj sab xaav kuas tsaa koj ua vaajntxwv."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.7","label":"7","content":"Hab koj tseem tau has kuas cov cev Vaajtswv lug qee leej tshaajtawm rua huv lub nroog Yeluxalees tas, koj yog cov Yudas tug vaajntxwv, zaaj nuav tub nrov moog txug fuabtais lawm. Yog le ntawd kuv has rua koj paub tas, koj hab kuv yuavtsum tau tuaj sis ntsib hab thaam txug zaaj nuav.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.8","label":"8","content":"Kuv txhaj khaiv tuabneeg moog has rua Nkesees le nuav: “Tej lug kws koj has taag lug ntawd yeej tsi muaj ib lus tseeb le, koj laam ntxeev lug xwb.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.9","label":"9","content":"Puab nrhav kev ua kuas peb ntshai hab tso teg num nuav tseg. Kuv txhaj thov Vaajtswv has tas, “Vaajtswv, taamsim nuav thov koj txhawb kuv tug zug lauj!”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.10","label":"10","content":"Thaus ntawd, kuv txhaj moog saib Delayas tug tub Semayas kws yog Mehetanpees tug xeebntxwv kws nwg yeej tsi muaj cuabkaav yuav tawm tau huv nwg lub tsev hlo le. Nwg has rua kuv tas, “Koj hab kuv yuavtsum tau tsiv moog nkaum rua huv chaav dlawbhuv huv lub Tuamtsev hab muab tej qhovrooj laag huv tuabsi, rua qhov puab npaaj sab yuav tuaj muab koj tua. Txij nuav moog, txhua mo puab yuav tuaj nyaag nrhav koj tua povtseg.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.11","label":"11","content":"Kuv teb nwg has tas, “Kuv tsi yog hom tuabneeg kws yuav nrhav kev tsiv moog nkaum. Koj xaav has tas, kuv yuav moog nrhav chaw nkaum huv lub Tuamtsev, kuas cawm tau kuv txujsa nua los? Kuv tsi ua le ntawd ib zag le.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.12","label":"12","content":"Thaus kuv muab zaaj nuav ua tuab zoo xaav lawm, kuv paub has tas, Vaajtswv tsi tau lug has rua Semayas, tabsis yog Xanpalas hab Taunpias obtug ndlav kuas Semayas tuaj ceebtoom le ntawd rua kuv xwb."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.13","label":"13","content":"Obtug ndlav nwg tuaj tso hemthawj rua kuv kuas kuv moog ua txhum, obtug txhaj le yuav ua tau rua kuas kuv lub koob lub npe puag hab muab kuv txu kuas poob ntsejmuag."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.14","label":"14","content":"Kuv thov Vaajtswv has tas, “Vaajtswv, thov koj ncu ntsoov tej kws Taunpias hab Xanpalas obtug ua, hab rau txim rua obtug. Hab thov ncu ntsoov tug quaspuj Naudiyas kws yog tug cevlug, hab lwm tug cevlug kws pheej nrhav kev ua kuas kuv ntshai ntawd.”"},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.15","label":"15","content":"Tau tsib caug ob nub tom qaab, teg num kws ua tug ntsaa yeej maam le tav rua nub neeg nkaum ntsib lub hli Elus."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.16","label":"16","content":"Thaus peb cov yeebncuab kws yog cov tebchaws nyob puagncig peb nov has txug tej ntawd, puab poob ntsejmuag kawg le. Rua qhov txhua tug puavleej paub has tas, tej num ntawm tav taag vim yog muaj Vaajtswv ua tug paab."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.17","label":"17","content":"Lub sijhawm ntawd, cov Yudas cov thawjcoj puavleej tau koom teg nrug Taunpias."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.18","label":"18","content":"Muaj cov Yudas coob leej tuaj Taunpias tog, rua qhov nwg yawmtxiv yog Alas tug tub Sekaniyas kws yog tuabneeg Yudas. Dlua le ntawd, nwg tug tub Yehauhanaas tseem yuav Npelekhiyas tug tub Mesulas tug ntxhais ua quaspuj hab."},{"bible_id":"1726","chapter_code":"NEH.6","verse_code":"NEH.6.19","label":"19","content":"Cov tuabneeg pheej has zum zawg taabmeeg rua ntawm kuv xubndlag has txug Taunpias tej num zoo, hab pheej coj txhua yaam kws kuv tau has moog pav qha huv tuabsi rua Taunpias noog. Hab nwg tseem pheej xaa ntawv tuaj hem kuas kuv ntshai."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.1","label":"1","content":"Nwgnuav tug ntsaa yeej tub ua tav taag lawm, tej roojvaag los kuj dlhos taag txhua lub, hab yeej cob num taag rua cov tuabneeg kws zuv lub Tuamtsev, cov hu nkauj hab cov Levis huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.2","label":"2","content":"Kuv tsaa kuv tug tijlaug Hananis hab Hananiyas kws yog tug thawj tubrog luj kws saib tej chaw faajxwm, ua ob tug kws saib lub nroog Yeluxalees. Hananiyas yog ib tug kws ncaaj nceeg hab fwm Vaajtswv dlua lwm tug huv tuabsi."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.3","label":"3","content":"Kuv has kuas obtug tsi xob qheb tej roojvaag nroog Yeluxalees moog txug thaus nub tuaj, hab kaw rua thaus kws tseem muaj tuabneeg zuv hab ua ntej lub nub tsi tau poob, hab muab tej ntsa laag roojvaag lug laag rua. Hab kuv has rua puab kuas tsaa cov tuabneeg kws nyob huv lub nroog Yeluxalees lug ua cov zuv roojvaag hab faib num rua puab cov ntawd qee leej ua cov tshuajxwm ncig moog lug saib puab tej vaaj tse."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.4","label":"4","content":"Yeluxalees yog ib lub nroog kws luj heev, tabsis tsi muaj tuabneeg nyob coob hab tsi muaj tuabneeg ua tsev ntau rua huv."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.5","label":"5","content":"Vaajtswv txhaj tshoov kuv sab, kuas kuv hu taagnrho cov pejxeem hab puab cov thawjcoj hab cov numtswv tuaj sis txoos ua ke hab tshawb nrhav puab txhua yim tuabneeg tej ntaub ntawv. Kuv txhaj nrhav tau phoo ntawv kws teev cov tuabneeg kws xub raug tso rov lug tej npe, hab muaj lawv le nraag nuav:"},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.6","label":"6","content":"Coob leej kws raug luas nteg moog hab tau rov huv lub xeev Npanpiloos lug rua huv lub nroog Yeluxalees hab lub xeev Yudas, nyag txhaj rov moog rua huv nyag tej qub zej qub zog. Puab tej tsev tuabneeg tau moog nyob huv lub xeev Npanpiloos txij thaus kws Vaajntxwv Nenpukajnexales tau nteg puab coj moog lawm."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.7","label":"7","content":"Puab cov thawjcoj yog Xelunpanpees, Yesuas, Nehemis, Axaliyas, La-amaiyas, Nahamanis, Maudekhais, Npeesas, Mipeles, Npivais, Nehoos hab Npa-anas."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.8+NEH.7.9+NEH.7.10+NEH.7.11+NEH.7.12+NEH.7.13+NEH.7.14+NEH.7.15+NEH.7.16+NEH.7.17+NEH.7.18+NEH.7.19+NEH.7.20+NEH.7.21+NEH.7.22+NEH.7.23+NEH.7.24+NEH.7.25","label":"8-25","content":"Ntawm nuav moog yog sau cov Yixalayees tej tsev tuabneeg hab txhua cuab kwvtij kws raug luas nteg moog hab tau rov lug muaj npe lawv le nraag nuav: 1 Palauses cuab kwvtij muaj ob txheeb ib puas xyaa caum ob leeg Sefatiyas cuab kwvtij muaj peb puas xyaa caum ob leeg Alaas cuab kwvtij muaj rau pua tsib caug ob leeg Pahas Mau-am (kws yog Yesuas hab Yau-am obtug cov xeebntxwv) cuab kwvtij muaj ob txheeb yim pua kaum yim leej, Elames cuab kwvtij muaj ib txheeb ob puas tsib caug plaub leeg Xatus cuab kwvtij muaj yim pua plaub caug tsib leeg Xakais cuab kwvtij muaj xyaa pua rau caum leej Npeenau-is cuab kwvtij muaj rau pua plaub caug yim leej Npenpais cuab kwvtij muaj rau pua neeg nkaum yim leej Ankas cuab kwvtij muaj ob txheeb peb puas neeg nkaum ob leeg Adaunikas cuab kwvtij muaj rau pua rau caum xyaa leej Npivais cuab kwvtij muaj ob txheeb rau caum xyaa leej Adees cuab kwvtij muaj rau pua tsib caug tsib leeg Ates (kws muaj dlua ib lub npe hu ua Hexekiyas) cuab kwvtij muaj cuaj caum yim leej, Hasus cuab kwvtij muaj peb puas neeg nkaum yim leej Npexais cuab kwvtij muaj peb puas neeg nkaum plaub leeg Halis cuab kwvtij muaj ib puas kaum ob leeg Nkinpe-oos cuab kwvtij muaj cuaj caum tsib leeg."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.26+NEH.7.27+NEH.7.28+NEH.7.29+NEH.7.30+NEH.7.31+NEH.7.32+NEH.7.33+NEH.7.34+NEH.7.35+NEH.7.36+NEH.7.37+NEH.7.38","label":"26-38","content":"Cov tuabneeg kws thaus u puab cov yawmkoob nyob huv tej zog nuav muaj npe le nraag nuav kws tau rov lug: 1 Npelehees hab Netaufas muaj ib puas yim caum yim leej Anathaus muaj ib puas neeg nkaum yim leej Npethes Axemaves muaj plaub caug ob leeg Kili-as Ye-alees, Khefilas hab Npeelus muaj xyaa pua plaub caug peb leeg Lamas hab Nkenpas muaj rau pua neeg nkaum ib leeg Mikhemas muaj ib puas neeg nkaum ob leeg Npethees hab A-is muaj ib puas neeg nkaum peb leeg Dlua lwm tug Nenpaus muaj tsib caug ob leeg Dlua lwm tug Elames muaj ib txheeb ob puas tsib caug plaub leeg Halees muaj peb puas neeg nkaum leej Yelikaus muaj peb puas plaub caug tsib leeg Laudes, Hadis hab Aunaus muaj xyaa pua neeg nkaum ib leeg Sena-aas muaj peb txheeb cuaj pua peb caug leej."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.39+NEH.7.40+NEH.7.41+NEH.7.42","label":"39-42","content":"Ntawm nuav moog yog teev cov xeem kws yog cov povthawj kws raug nteg moog hab tau rov lug: Yedayas (kws yog Yesuas cov xeebntxwv) cuab kwvtij muaj cuaj pua xyaa caum peb leeg Imeles cuab kwvtij muaj ib txheeb tsib caug ob leeg Pasus cuab kwvtij muaj ib txheeb ob puas plaub caug xyaa leej Halees cuab kwvtij muaj ib txheeb kaum xyaa leej."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.43+NEH.7.44+NEH.7.45","label":"43-45","content":"Levis cuab kwvtij kws raug nteg moog hab tau rov lug muaj lawv le nraag nuav: Yesuas hab Kamiyees (kws yog Haudaviyas cov xeebntxwv) muaj xyaa caum plaub leeg Cov hu nkauj huv lub Tuamtsev (kws yog Axafes cov xeebntxwv) muaj ib puas plaub caug yim leej Cov zuv lub Tuamtsev (kws yog Salumes, Ates, Tamoos, Akus, hab Sunpais puab cov xeebntxwv) muaj ib puas peb caug yim leej."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.46+NEH.7.47+NEH.7.48+NEH.7.49+NEH.7.50+NEH.7.51+NEH.7.52+NEH.7.53+NEH.7.54+NEH.7.55","label":"46-55","content":"Tej cuab kws ua num huv lub Tuamtsev kws raug nteg moog hab tau rov lug muaj lawv le nuav: Xihas, Hasufas, Tanpa-aus, Kelus, Xiyas, Padoos, Lenpanas, Hankanpas, Samais, Hanaas, Nkidees, Nkahas, Le-ayas, Lexees, Nekudas, Nkaxas, Uxas, Paxe-as, Npexais, Me-unis, Nefusexis, Npakus, Hakufas, Halihus, Npalis, Mehidas, Halisas, Npalekaus, Xixelas, Temas, Nexiyas hab Hatifas."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.56+NEH.7.57+NEH.7.58+NEH.7.59","label":"56-59","content":"Tej cuab kws yog Xalumoos cov tubkhai kws raug nteg moog hab tau rov lug muaj lawv le nuav: Xautais, Xaufeles, Pelidas, Yalas, Dankoos, Nkidees, Sefatiyas, Hatis, Paukheles, Haxenpais, hab Amoos."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.60","label":"60","content":"Taagnrho cov tuabneeg kws ua num huv lub Tuamtsev hab Xalumoos cov tubkhai cov xeebntxwv kws tau rov lug muaj peb puas cuaj caum ob leeg."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.61+NEH.7.62","label":"61-62","content":"Delayas, Taunpiyas, Nekaudas hab puab tej cuab kwvtij kws tau rov peg lub nroog Teles Melas, Teles Hasas, Khelus, Adoos hab Imeles lug, muaj rau pua plaub caug ob leeg; tabsis puab tsi paub has tas, puab puas yog Yixalayees cov xeebntxwv los tsi yog."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.63+NEH.7.64","label":"63-64","content":"Cov povthawj tej cuab kwvtij nrhav tsi tau tej ntaub ntawv qha has tas, puab yawmkoob yog caajceg twg lawm. Puab cov ntawd muaj lawv le nuav: Hunpayas, Hakaus hab Npaxilais. (Tug povthawj Npaxilais yawmkoob moog yuav ib tug quaspuj ntawm cuab kwvtij Npaxilais huv cheebtsaam Nkile-as, hab ca le moog kaav xeem yuav nwg yawmtxiv lub xeem lawm.) Txij thaus ntawd lug puab tsi muaj ib yaam puavpheej dlaabtsi lug qha has tas, puab cov yawmkoob yog caajceg twg tag, txhaj tsi xaiv puab lug ua cov povthawj le lawm."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.65","label":"65","content":"Cov Yudas tug tswvxeev has rua puab paab ntawd tas, puab yuav noj tsi tau tej zaub mov kws tub muab fij rua Vaajtswv lawm, moog txug thaus kws muaj ib tug povthawj moog siv tau lub Ulees hab lub Thumees  tsaiv."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.66+NEH.7.67+NEH.7.68+NEH.7.69","label":"66-69","content":"Taagnrho cov tuabneeg kws raug luas nteg moog hab tau rov lug yog muaj plaub caug ob txheeb peb puas rau caum leej. 1 Puab cov tubkhai kws yog quaspuj hab txivneej muaj xyaa txheeb peb puas peb caug xyaa leej Cov hu nkauj taagnrho quaspuj hab txivneej muaj ob puas plaub caug tsib leeg Neeg muaj xyaa pua peb caug rau tug Neeg zaag muaj ob puas plaub caug tsib tug Ntxhuav muaj plaub puas peb caug tsib tug Neeg luav muaj rau txheeb xyaa pua neeg nkaum tug."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.70","label":"70","content":"Muaj qee leej thawjcoj ntawm tej cuab kwvtij tau muab khoom tuaj paab txhim khu lub Tuamtsev. Tug tswvxeev muab tau kaum cuaj choj kub, tsib caug lub rhawv nyaj, tsib puas peb caug lub tsho ntev rua cov povthawj, coj tuaj tso rua huv lub txhaab nyaj."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.71","label":"71","content":"Muaj qee leej thawjcoj ntawm tej cuab kwvtij tau muab peb puas peb caug xyaa choj kub, hab peb txheeb ob puas kaum tsib choj nyaj, coj tuaj tso rua huv lub txhaab nyaj."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.72","label":"72","content":"Hab cov pejxeem muab tau peb puas peb caug xyaa choj kub, ob txheeb cuaj pua neeg nkaum peb choj nyaj, hab rau caum xyaa lub tsho ntev rua cov povthawj coj tuaj tso rua huv lub txhaab nyaj."},{"bible_id":"1726","chapter_code":"NEH.7","verse_code":"NEH.7.73","label":"73","content":"Cov Povthawj, cov Levis hab cov kws zuv lub Tuamtsev, cov hu nkauj, hab cov pejxeem, cov tuabneeg ua num huv lub Tuamtsev hab taagnrho cov Yixalayees, puab nyag moog nyob rua huv nyag tej zog hab tej nroog huv xeev Yudas."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.1","label":"1","content":"Thaus lub xyaa hli ntuj, cov pejxeem Yixalayees txawm moog nyob taag rua huv puab tej nroog lawm. Lub hlis ntawd nub xab ib, taagnrho suavdlawg txhaj tuaj sis sau ua ke rua huv lub nroog Yeluxalees, ntawm lub tshaav puam kws nyob ntawm lub Roojvaag Dlej saab huv. Puab txhaj thov kuas tug povthawj Exalas kws yog tug kawm paub txuj kevcai kws tug TSWV tau muab cob rua Mauxes, moog nqaa phoo kevcai ntawd tuaj."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.2","label":"2","content":"Yog le ntawd, Exalas txhaj nqaa phoo kevcai tuaj rua ntawm qhov chaw kws cov pejxeem tuaj sis sau, tsi has cov quaspuj, cov txivneej hab cov mivnyuas kws luj hab paub qaabhau kws tuaj ntawd."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.3","label":"3","content":"Exalas txawm nyeem phoo kevcai rua puab noog ntawm lub tshaav puam kws nyob ntawm lub roojvaag saab huv, thaus kaaj ntug txoog moog txug thaus taav su, hab puab puavleej ua tuab zoo noog."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.4","label":"4","content":"Exalas sawv sau lub saamthaj kws yeej ua lug npaaj rua tej lub sijhawm kws muaj le ntawd. Matithiyas, Semas, Anayas, Uliyas, Hikiyas, hab Ma-axeyas, yog cov txivneej kws sawv ntawm nwg saab xis; hab Pedayas, Misayees, Makhiyas, Hasoos, Hasenpadanas, Xakhaliyas hab Mesulas, yog cov txivneej kws sawv ntawm nwg saab txhumphem."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.5","label":"5","content":"Exalas sawv sau lub saamthaj kws sab tshaaj cov tuabneeg, cov pejxeem suavdlawg puavleej tig moog saib nwg. Thaus nwg nthuav hlo phoo ntawv, puab suavdlawg puavleej sawv ntsug taagnrho."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.6","label":"6","content":"Exalas has tas, “Ua tug Tswv kws yog Vaajtswv tug muaj fwjchim luj kawg nkaus tsaug!” Taagnrho cov tuabneeg suavdlawg puavleej tsaa teg rua sau ntuj hab teb has tas, “Amees! Amees!” Hab puab txawm txhus caug ndlua nyo hau ua ntsejmuag ti nkaus rua huv aav pehawm Vaajtswv."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.7","label":"7","content":"Ces puab rov sawv ntsug hab nyag sawv ntawm nyag qhov chaw, hab cov Levis kws muaj npe le nraag nuav txhaj lug pav txuj kevcai rua puab noog: Yesuas, Npanis, Selenpiyas, Yamees, Akus, Sanpethais, Haudiyas, Ma-axeyas, Kelitas, Axaliyas, Yuxanpas, Hanas hab Pelayas."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.8","label":"8","content":"Puab txhais  Vaajtswv txuj kevcai hab pav  txuj kevcai ntawd qha kuas cov pejxeem paub tseeb."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.9","label":"9","content":"Thaus cov tuabneeg nov tej kws txuj kevcai ntawd qha kuas suavdlawg ua, puab tu sab hab quaj kawg le. Nehemis kws yog tug tswvxeev, hab Exalas kws yog tug povthawj hab yog tug kws kawm paub txuj kevcai nuav zoo, hab cov Levis kws qha Vaajtswv txuj kevcai, txhaj has rua cov pejxeem tas, “Nub nua yog ib nub kws dlawbhuv rua tug TSWV kws yog mej tug Vaajtswv, yog le ntawd, mej tsi xob tu sab hab tsi xob quaj.”"},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.10","label":"10","content":"Ces nwg txawm has rua puab tas, “Mej ca le rov moog tsev, noj tej nqaj, haus tej cawv qaab zib hab muab ibtxha pub rua cov tuabneeg kws tsi tau npaaj dlaabtsi noj; rua qhov nub nua yog nub kws dlawbhuv rua peb tug TSWV; hab tsi xob nyuaj sab, vim txujkev zoo sab kws lug ntawm tug TSWV tub txhawb tau mej tug zug lawm.”"},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.11","label":"11","content":"Cov Levis ncig moog thoob plawg cov tuabneeg, has kuas suavdlawg nyob tuabywv hab tsi xob nyuaj sab rua nub dlawbhuv ntawd."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.12","label":"12","content":"Yog le ntawd, cov pejxeem txhaj le rov moog tsev, hab noj haus tsau npo muaj kev zoo sab hab faib tej kws puab muaj pub rua lwm tug, rua qhov puab totaub zoo txug txuj kevcai kws nyeem rua puab noog ntawd lawm."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.13","label":"13","content":"Nub tom qaab, txhua tug thawjcoj ntawm txhua cuab kwvtij, nrug cov povthawj hab cov Levis, txawm sis sau ua ke tuaj kawm Vaajtswv txuj kevcai ntawm Exalas."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.14","label":"14","content":"Puab pum has tas txuj kevcai kws tug TSWV muab cob rua Mauxes, yeej qha rua cov Yixalayees kuas yuavtsum nyob huv cov Tsev Pheebsuab moog txug nub kws puab ua kevcai taag lawm."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.15","label":"15","content":"Yog le ntawd, puab txhaj le tshaajtawm tej lug kws has le nraag nuav xaa  moog thoob plawg huv lub nroog Yeluxalees, lwm lub nroog hab lwm cov zog has tas, “Suavdlawg ca le nce moog rua peg tej roob, moog luv tej ceg thuv, ceg txiv ntoo roj, ceg ntoo tsw qaab, nplooj toovlaaj, hab lwm yaam ntoo lug ua Tsev Pheebsuab lawv le tej lug kws tau sau tseg rua huv phoo kevcai lawm.”"},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.16","label":"16","content":"Yog le ntawd, cov tuabneeg txhaj moog luv tej ceg ntoo coj lug ua Tsev Pheebsuab rua sau puab tej tsev txheej sau, rua ntawm puab tej togvaaj togtsev, rua ntawm lub tshaav puam ntawm lub Tuamtsev, hab ua rua ntawm lub tshaav puam kws nyob ntawm lub Roojvaag Dlej hab lub Roojvaag Efalayees."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.17","label":"17","content":"Taagnrho cov tuabneeg kws raug luas nteg moog hab tau rov lug, puavleej ua Tsev Pheebsuab hab moog nyob huv tej tsev ntawd. Suav txij thaus Noos tug tub Yausuas tam lug txug rua lub sijhawm nuav, zag nuav yog thawj zag kws puab ua, txhua tug txaus sab hab zoo sab kawg nkaus le."},{"bible_id":"1726","chapter_code":"NEH.8","verse_code":"NEH.8.18","label":"18","content":"Thawj nub kws puab pib ua kevcai lug txug rua nub kws ua kevcai xaus, Exalas muab Vaajtswv phoo kevcai nyeem rua cov pejxeem noog txhua nub. Puab ua kevcai tau xyaa nub, nub yim yog nub kws puab xaus lawv le txuj kevcai tau qha tseg lawm."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.1+NEH.9.2","label":"1-2","content":"Lub hlis ntawd, nub neeg nkaum plaub, cov Yixalayees tuaj sis sau ua ke muab ntaub tsaaj lug naav ua kevcai yoo mov hab tsuab moov aav rua sau puab tej taubhau. Cov Yixalayees cais puab tawm ntawm lwm tsaav tuabneeg, leeg puab tej kev txhum hab tej kev phem kws puab cov yawmkoob tau ua lug lawm."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.3","label":"3","content":"Muab tug TSWV kws yog puab tug Vaajtswv txuj kevcai lug nyeem rua puab noog tau peb txoog teev txwm nkaus, hab peb txoog teev tom qaab yog puab leeg puab tej kev txhum, hab pehawm tug TSWV kws yog puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.4","label":"4","content":"Qhov ntawm muaj ib lub saamthaj rua cov Levis, cov kws moog sawv sau yog: Yesuas, Npanis, Kamiyees, Senpaniyas, Npunis, Selenpiyas, Npanis, Hasaneyas, Selenpiyas, Haudiyas, Senpaniyas hab Pethahiyas. Puab tsaa ncauj hlo thov tug TSWV kws yog Vaajtswv."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.5","label":"5","content":"Cov Levis nraag qaab nuav yog cov kws hu suavdlawg pehawm Vaajtswv: Yesuas, Kamiyees, Npanis, Hasaneyas, Selenpiyas, Haudiyas, Senpaniyas hab Pethahiyas. Puab has tas: “Ca le sawv hab qhuas tug TSWV kws yog mej tug Vaajtswv; Qhuas nwg moog ibtxhis le! Txawm yog tsi muaj ib tug twg pehawm nwg moog rua qhov tsimnyog los peb suavdlawg ca le qhuas nwg lub npe kws zoo kawg nkaus.”"},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.6","label":"6","content":"Cov Yixalayees thov Vaajtswv le nraag nuav: “Tug TSWV, koj tuab leeg xwb txhaj yog tug TSWV; Koj yog tug kws tsim lub ntuj hab tej nubqub sau nruab ntug. Koj tsim dlej, aav hab txhua tsaav yaam kws nyob huv dlej hab sau dlaim aav; Hab koj rau sav rau paa rua txhua yaam ntawd. Txhua yaam kws muaj fwjchim sau nruab ntug qhau taubhau pehawm koj."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.7","label":"7","content":"Tug TSWV kws yog Vaajtswv, koj tau xaiv Anplaas ca hab coj nwg kev tawm huv lub nroog Ules kws nyob huv lub xeev Npanpiloos lug; Koj txhaj muab nwg tis dlua npe tshab hu ua Anplahaas."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.8","label":"8","content":"Koj pum nwg ua ncaaj nceeg rua koj, hab koj tau coglug rua nwg has tas, koj yuav muab lub tebchaws Kana-aas rua nwg; yog cov Hitis hab cov Amoos lub tebchaws, Cov Pelixes, cov Yenpus hab cov Nkinkasis lub tebchaws, mas yuav yog lub tebchaws kws koj muab rua nwg cov xeebntxwv nyob."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.9","label":"9","content":"“Koj tub pum peb cov yawmkoob tau tiv kev txomnyem nyob nraag tebchaws Iziv; koj tau nov puab tej suab hu thov paab nyob nraag ntug Dlej Havtxwv Lab."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.10","label":"10","content":"Koj tau ua tej txujci tseemceeb tawmtsaam Falaus, nwg cov numtswv hab cov tuabneeg kws nyob huv nwg lub tebchaws. rua qhov koj yeej paub tej kws puab tsimtxom koj tsaav tuabneeg. Koj tau kovyeej puab txhaj ua rua koj lub koob meej nrov nchaa moo lug lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.11","label":"11","content":"Koj muab dlej havtxwv faib hlo ua kev qhuav qhawv rua koj tsaav tuabneeg taug hab koj coj puab hlaa dlhau moog rua saab aav qhuav tim u. Cov tuabneeg kws caum puab qaab ntawd tog taag rua huv qaab thu dlej ib yaam le lub pobzeb kws tog rua huv qaab thu havtxwv."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.12","label":"12","content":"Thaus nruab nub koj ua kuas muaj ib tauv fuab lug coj puab kev, hab mo ntuj, koj ua kuas muaj nplaim tawg moog ua puab ntej."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.13","label":"13","content":"Koj nqeg sau ntuj lug rua sau lub Roob Xinais; koj has lug rua koj tsaav tuabneeg, koj muab txuj kevcai tseeb, kev tswjfwm, tej kaab ke hab tej lug saamfwm cob rua puab."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.14","label":"14","content":"Koj qha kuas puab ceev Nub Xanpataus ua nub tseemceeb, hab koj muab koj txuj kevcai cob rua koj tsaav tuabneeg lug ntawm koj tug tubkhai Mauxes."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.15","label":"15","content":"“Thaus puab tshaib plaab, koj pub mov sau ntuj lug rua puab noj, hab thaus puab nqhes dlej, koj ua dlej txhawv huv pobzeb lug rua puab haus. Koj has kuas puab moog txeeb lub tebchaws kws koj coglug yuav muab pub rua puab nyob."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.16","label":"16","content":"Tabsis peb cov yawmkoob tau ua tuabneeg khaavtheeb, tuabneeg sab tawv, hab tsi kaam ua lawv le koj tej lug saamfwm."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.17","label":"17","content":"Puab tsi noog koj lug, puab tsi ncu qaab txhua yaam kws koj ua taag lug lawm; puab tsi ncu qaab tej txujci kws koj tau ua lug lawm. Thaus puab muaj lub sab khaavtheeb le ntawd, puab txawm xaiv qhov kws ca puab muaj ib tug thawjcoj kws yuav coj puab rov moog ua qhev nyob nraag tebchaws Iziv. Tabsis koj yog tug Vaajtswv kws muaj kev zaam txim; Koj muaj koob moov hab kev hlub, koj tsi chim sai. Koj txujkev taabncuab luj heev; koj yeej tsi tso puab povtseg hlo le."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.18","label":"18","content":"Puab tau puab ib tug mlom kws tug yaam ntxwv zoo le tug mivnyuas nyuj, hab puab has tas, tug ntawd yog tug vaajtswv kws coj puab tawm nraag tebchaws Iziv lug! Tug TSWV, ua caag puab yuav ua rhuav koj luj ua luaj le!"},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.19","label":"19","content":"Tabsis koj tsi tau muab puab tso povtseg rua nraag taj zeb suabpuam, Vim koj txujkev taabncuab luj heev. Koj tseem tsi tau muab tauv fuab hab tug nplaim tawg kws qha kev rua puab moog nruab nub hab mo ntuj tshem tseg."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.20","label":"20","content":"Koj muab koj lub sab zoo qha rua puab, koj muab manas rua puab noj hab muab dlej rua puab haus."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.21","label":"21","content":"Koj pub rua puab muaj noj tau plaub caug xyoo nraag taj suabpuam, puab tsi tu ncua ib yaam dlaabtsi le, puab tej tsoog tsho yeej tsi ndluag jhab puab tej kutaw yeej tsi mob tsi o le."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.22","label":"22","content":"“Koj coj puab lug ntaus yeej ntau tsaav tuabneeg hab ntau lub tebchaws kws nyob puagncig puab lub tebchaws. Puab tseem moog ntaus yeej lub tebchaws Hesenpoos kws yog Xihoos ua tug kaav, hab txeeb tau lub tebchaws Npasaas kws yog Aunkas ua vaajntxwv kaav."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.23","label":"23","content":"Koj pub rua puab muaj tub muaj ki coob ib yaam le tej nubqub sau nruab ntug, hab koj pub kuas puab muaj yeej hab lug nyob huv lub tebchaws kws koj tau coglug rua puab cov yawmkoob has tas, koj yuav muab rua puab nyob."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.24","label":"24","content":"Puab txhaj le moog txeeb tau lub tebchaws Kana-aas; Koj tau ntaus yeej cov tuabneeg kws ibtxwm nyob huv tej tebchaws ntawd. Koj pub rua koj tsaav tuabneeg muaj fwjchim hab ua tau lawv le puab lub sab nyam rua cov tuabneeg hab cov vaajntxwv kws nyob huv tebchaws Kana-aas."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.25","label":"25","content":"Koj tsaav tuabneeg txeeb tau tej nroog kws muaj ntsaa yeej thaiv khov kho, lub tebchaws kws aav rog hab zoo qoob, hab tej vaaj tse kws muaj txhua yaam zoo nyob huv, muaj tej qhovdlej kws luas tub khawb tau ca lawm, muaj txiv ntoo roj, txiv ntoo hab tej vaaj txiv maab. Puab tau noj txhua yaam kws puab xaav noj, ua rua puab luj hab rog; puab txaus sab rua txhua yaam zoo kws koj muab pub rua puab lawm."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.26","label":"26","content":"“Tabsis koj tsaav tuabneeg tau ntxeev sab hab tsi noog koj lug; Puab tig nrausqaum rua koj txuj kevcai. Puab muab koj cov cevlug kws ntuag puab tua povtseg taag, puab yog koj cov cevlug kws has kuas puab rov qaab lug cuag koj. Puab tau ua rhuav koj ntsejmuag ib zag dlhau ib zag,"},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.27","label":"27","content":"yog le ntawd, koj txhaj ca puab cov yeebncuab tua yeej puab hab tswjfwm puab. Thaus puab raug kev txomnyem, puab thov koj paab, hab koj nyob sau ntuj teb puab. Vim koj muaj txujkev taabncuab luj heev, koj txhaj khaiv ib cov thawjcoj lug paab puab kuas dlim ntawm puab cov yeebncuab."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.28","label":"28","content":"Thaus puab muaj kev thaajyeeb lawm, puab rov qaab ua txhum rua koj dlua, koj txhaj le tso puab cov yeebncuab tuaj tua yeej puab. Ces thaus puab leeg txim hab thov koj paab cawm puab, koj nyob sau ntuj, koj nov hab koj tau cawm puab ib zag dlhau ib zag ntawm koj txujkev hlub."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.29","label":"29","content":"Koj ntuag kuas puab noog koj tej lug qha, tabsis vim puab khaavtheeb puab txhaj tsi ua lawv le koj tej kevcai, puab yeej paub has tas, yog ua lawv le koj txuj kevcai, yog txujkev kws coj moog tau txujsa. Puab lub sab tawv kawg nkaus hab puab tig nrausqaum rua koj, puab tsi noog koj tej lug."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.30","label":"30","content":"Koj ua sab ntev kawg nkaus hab ntuag puab ib xyoos dlhau ib xyoos; koj muab lug rua koj cov cevlug kuas has rua puab, tabsis koj tsaav tuabneeg laag ntseg lawm, yog le ntawd, koj txhaj ca lwm tsaav tuabneeg tuaj tua yeej puab."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.31","label":"31","content":"Txawm le ntawd los, vim koj txujkev taabncuab kws luj kawg nkaus, koj txhaj tsi tso puab povtseg lossis ca puab raug kev puamtsuaj. Koj yog Vaajtswv tug kws muaj koob moov nplua mag, hab muaj txujkev hlub luj kawg nkaus!"},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.32","label":"32","content":"“Vaajtswv kws yog peb tug Vaajtswv, koj yog tug zoo tshaaj plawg! Muaj fwjchim luj hab txaus ntshai kawg nkaus! Koj yeej ua ncaaj nceeg lawv le tej lug kws koj tau cog tseg lawm. Txij thaus kws Axilias cov vaajntxwv tuaj tsimtxom peb, txawm ua rua peb raug kev txomnyem lug txug nwgnuav! Thov koj ncu ntsoov has tas, peb cov vaajntxwv, peb cov thawjcoj, Peb cov povthawj hab cov cev koj lug, peb cov yawmkoob, hab peb tsaav tuabneeg puavleej raug kev txomnyem."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.33","label":"33","content":"Qhov kws koj rau txim rua peb ntawd, koj yeej ua yog lawm; Txawm yog peb ua txhum npaum twg los koj yeej ua ncaaj nceeg xwb."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.34","label":"34","content":"Peb cov yawmkoob, cov vaajntxwv, cov thawjcoj hab cov povthawj, tsi ua lawv le koj tej kevcai hlo le. Puab tsi noog koj tej lug saamfwm hab tej lug ntuag."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.35","label":"35","content":"Koj tau foom koob moov rua puab muaj vaajntxwv kaav koj tsaav tuabneeg thaus puab nyob huv lub tebchaws kws aav rog hab zoo qoob kws koj tau muab pub rua puab; tabsis puab tsi kaam tso puab tej kev txhum tseg hab puab tsi tig rov lug cuag koj."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.36","label":"36","content":"Nwgnuav peb ua luas qhev nyob huv lub tebchaws kws koj muab pub rua peb nyob, lub tebchaws nuav aav rog hab zoo qoob heev peb txhaj muaj noj muaj haus."},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.37","label":"37","content":"Tej kws peb khwv tau huv lub tebchaws nuav, puavleej muab rua cov vaajntxwv kws koj tso tuaj kaav peb vim peb tau ua kev txhum. Puab ua lawv le puab sab nyam rua peb hab peb tej tsaj txhu, hab peb muaj kev nyuaj sab kawg nkaus le.”"},{"bible_id":"1726","chapter_code":"NEH.9","verse_code":"NEH.9.38","label":"38","content":"Vim muaj tej xwmtxheej kws tshwmsim nuav mas peb cov pejxeem Yixalayees txhaj tuaj nyob ua ke ntawm nuav sau ib dlaim ntawv coglug pum zoo, hab peb cov thawjcoj, cov Levis hab cov povthawj muab puab tej homthawj nas rua dlaim ntawv ntawd."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.1","label":"1","content":"Thawj tug kws suam npe rua dlaim ntawv ntawd yog tug tswvxeev kws yog Hakaniyas tug tub Nehemis ntaag. Hab cov tuabneeg kws muaj npe le nraag nuav yog cov kws tau nrug suam npe rua dlaim ntawv ntawd:"},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.2+NEH.10.3+NEH.10.4+NEH.10.5+NEH.10.6+NEH.10.7+NEH.10.8","label":"2-8","content":"Cov Povthawj: Xelayas, Axaliyas, Yelemis, Pasehus, Amaliyas,, Makhiyas, Hatus, Senpaniyas, Malus, Halimes, Melemaus, Aunpadiyas, Daniyees, Nkenethoos, Npalus, Mesulas, Anpiyas, Miyamees, Ma-axiyas, Npelenkais hab Semayas."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.9+NEH.10.10+NEH.10.11+NEH.10.12+NEH.10.13","label":"9-13","content":"Cov Levis: Yesuas kws yog Axaniyas tug tub, Hanadas cuab kwvtij yog Npinu-is Kamiyees, Senpaniyas, Haudiyas, Kelitas, Pelayas, Hanas, Mikas, Lehus, Hasanpiyas, Xakules, Selenpiyas, Senpaniyas, Haudiyas, Npanis hab Npeninus."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.14+NEH.10.15+NEH.10.16+NEH.10.17+NEH.10.18+NEH.10.19+NEH.10.20+NEH.10.21+NEH.10.22+NEH.10.23+NEH.10.24+NEH.10.25+NEH.10.26+NEH.10.27","label":"14-27","content":"Cov pejxeem cov thawjcoj: Palauses, Pahas Mau-am, Elames, Xatus, Npanis, Npunis, Axenkas, Npenpais, Adauniyas, Npivais, Adines, Ates, Hexekiyas, Axules, Hudiyas, Hasus, Npexais, Halifes, Anathaus, Nenpais, Mankipiyas, Mesulas, Hexiles, Mesexanpees, Xadaus, Yaduas, Pelatiyas, Hanas, Anayas, Hauseyas, Hananiyas, Hasus, Haluhes, Pilehas, Saunpes, Lehumes, Hasanas, Ma-axeyas, Ahiyas, Hanas, Anas, Malukhes, Halimes hab Npa-anas."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.28","label":"28","content":"Peb cov kws yog cov pejxeem Yixalayees, cov povthawj, cov Levis, cov zuv lub Tuamtsev, cov hu nkauj huv lub Tuamtsev, cov ua num huv lub Tuamtsev hab cov kws coj Vaajtswv txuj kevcai tau muab puab cais tawm ntawm lwm tsaav tuabneeg kws nyob huv peb lub tebchaws. Peb nrug peb cov quaspuj hab cov mivnyuas kws luj paub qaabhau lawm tuaj sis sau ua ke"},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.29","label":"29","content":"koom nrug peb cov thawjcoj coglug, yog peb tsi coj lawv le tej lug cog tseg ntawd, thov kuas peb raug lu lug foom tsi zoo. Peb yuavtsum ua peb lub neej lawv le Vaajtswv txuj kevcai kws nwg tau muab cob rua nwg tug tubkhai Mauxes. Peb yuavtsum noog tug TSWV kws yog peb tug Vaajtswv tej lug saamfwm; hab peb yuavtsum ua lawv le nwg tej kevcai hab tej kaab ke."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.30","label":"30","content":"Peb yuav tsi moog yuav lwm tsaav tuabneeg cov ntxhais lug rua peb cov tub, hab peb yuav tsi muab peb cov ntxhais qua rua puab tej tub lawm."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.31","label":"31","content":"Yog cov tuabneeg txawv tebchaws, coj qoobloo lossis lwm yaam tuaj muag rua peb nub Xanpataus lossis tej nub tseemceeb, peb yuav tsi yuav puab tej khoom ntawd. Xyaa lub xyoo twg, peb tseg ib xyoos tsi cog qoobloo rua huv peb tej teb, hab peb yuav zaam tej nuj nqes rua cov tuabneeg kws tshuav peb nqe."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.32","label":"32","content":"Txhua xyoo twg, peb yuav tau muab nyaj ib feem peb ntawm ib laag coj moog siv rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.33","label":"33","content":"Peb yuav muab khoom moog siv rua huv lub Tuamtsev pehawm Vaajtswv lawv le nraag nuav: Cov ncuav dlawbhuv, tej qoobloo kws naj nub coj moog fij, tej tsaj kws naj nub coj moog tua hlawv ua khoom fij, tej khoom fij dlawbhuv rua Nub Xanpataus, kevcai noj haus Nub Xab Ib, hab lwm yaam kevcai noj haus, lwm yaam khoom fij kws dlawbhuv, tej khoom fij kws dlaws cov Yixalayees tej kev txhum, hab lwm yaam kws yuavtsum siv rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.34","label":"34","content":"Txhua xyoo twg, cov pejxeem, cov povthawj hab cov Levis, yuav rhu ntawv, kuas paub tseeb has tas, saib cuab kwvtij twg yog cuab kws yuav tau npaaj tawg lug hlawv tej khoom fij theej txhoj rua tug TSWV kws yog Vaajtswv lawv le txuj kevcai kws muaj tseg lawm."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.35","label":"35","content":"Txhua xyoo twg, peb yuav coj tej qoobloo thawj phaum kws peb sau tau, hab thawj phaum txiv kws peb dle lug, coj moog tso rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.36","label":"36","content":"Peb yuav coj peb txhua tug tub hlub moog rua cov povthawj kws nyob huv lub Tuamtsev muab fij rua Vaajtswv lawv le txuj kevcai. Peb tseem yuav coj peb thawj tug mivnyuas nyuj, thawj tug mivnyuas yaaj hab thawj tug mivnyuas tshis moog rua cov povthawj."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.37","label":"37","content":"Txhua xyoo twg, peb coj peb thawj phaum nplej kws zum tau ua moov thaus sau qoobloo hab lwm yaam khoom fij kws yog peb tej cawv txiv maab, tej txiv ntoo roj hab txhua yaam txiv ntoo, coj moog rua cov povthawj kws nyob huv lub Tuamtsev. Peb yuav coj tej qoobloo kws peb ua tau huv peb tej teb, ib feem kaum moog rua cov Levis, vim puab muaj cai sau ib feem kaum ntawm peb cov tuabneeg ua teb txhua lub zog."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.38","label":"38","content":"Cov povthawj kws yog Aloos cov xeebntxwv nrug nraim cov Levis thaus puab sau ib feem kaum ntawd, hab cov Levis muab ib feem kaum ntawm cov ib feem kaum kws puab sau tau lug ntawd, coj moog ntim rua huv txhaab kuas tau siv huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.10","verse_code":"NEH.10.39","label":"39","content":"Cov pejxeem Yixalayees hab cov Levis coj tej qoobloo, cawv txiv maab hab txiv ntoo roj kws suavdlawg muab tuaj, coj moog ca rua huv cov chaav kws rau tej khoom siv huv lub Tuamtsev kws yog cov povthawj, cov zuv roojvaag hab cov hu nkauj huv lub Tuamtsev qhov chaw nyob ua num. Peb yuav tsi laam muab peb tug Vaajtswv lub tsev saib tsi muaj nqes ib zag le."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.1","label":"1","content":"Cov thawjcoj moog nyob taagnrho rua huv lub nroog Yeluxalees, hab cov pejxeem kuj tuaj rhu ntawv, kaum yim twg xaiv ib yig moog nyob rua huv lub nroog dlawbhuv kws yog lub nroog Yeluxalees, dlua le cov ca nyob rua tej nroog hab tej zog saab nrau."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.2","label":"2","content":"Cov pejxeem suavdlawg qhuas txhua tug kws txaus sab hlo moog nyob huv lub nroog Yeluxalees,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.3","label":"3","content":"Cov pejxeem Yixalayees, cov povthawj, cov Levis, cov ua num huv lub Tuamtsev moog nyob lwm lub nroog hab lwm lub zog, hab Vaajntxwv Xalumoos cov tubkhai tej xeebntxwv moog nyob rua huv tej zog kws yog puab cheebtsaam aav. Ntawm nuav yog teev cov pejxeem kws yog thawjcoj nyob huv lub xeev Yudas kws tau moog nyob rua huv lub nroog Yeluxalees tej npe:"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.4","label":"4","content":"Xeem Yudas: Athayas kws yog Uxiyas tug tub hab yog Xakhaliyas tug xeebntxwv. Nwg lwm cov yawmkoob kws yog xaam Amaliyas, Sefatiyas hab Mahalalees kws yog Yudas tug tub Peles cov xeebntxwv."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.5","label":"5","content":"Ma-axeyas kws yog Npalus tug tub hab yog Kauhauxes tug xeebntxwv. Nwg lwm cov yawmkoob kws yog Haxiyas, Adayas, Yauyalis hab Xakhaliyas kws yog Yudas tug tub Selas cov xeebntxwv."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.6","label":"6","content":"Peles cov xeebntxwv, muaj plaub puas rau caum yim leej kws nto moo lug nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.7","label":"7","content":"Xeem Npeenyamees: Xalus kws yog Mesulas tug tub hab yog Yau-es tug xeebntxwv. Nwg lwm cov yawmkoob kws yog Pedayas, Kaulayas, Ma-axeyas, Ithiyees hab Yesayas."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.8","label":"8","content":"Nkanpais hab Xalais kws yog Xalus cov kwvtij txheeb. Cov Npeenyamees kws nyob huv lub nroog Yeluxalees muaj cuaj pua neeg nkaum yim leej."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.9","label":"9","content":"Yau-ees kws yog Xikhalis tug tub, ua puab tug thawjcoj hab Yudas kws Haxenu-as tug tub kws yog tug lwm thawj kws nyob huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.10","label":"10","content":"Cov povthawj: Yauyalis tug tub Yedayas hab Yakhees."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.11","label":"11","content":"Xelayas kws yog Hilekiyas tug tub hab yog Mesulas tug xeebntxwv. Nwg lwm cov yawmkoob kws yog Xadaus, Melayaus, hab Ahitus kws yog tug Povthawj Hlub."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.12","label":"12","content":"Taagnrho cuab kwvtij kws ua num huv lub Tuamtsev nuav, muaj yim pua neeg nkaum ob leeg. Adayas kws yog Yelauhaas tug tub hab yog Pelaliyas tug xeebntxwv. Nwg lwm cov yawmkoob kws yog Amexis, Xakhaliyas, Pasehus hab Makhiyas,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.13","label":"13","content":"taagnrho muaj ob puas plaub caug ob leeg kws yog thawjcoj ntawm puab txhua yim tuabneeg. Amaxais kws yog Axalees tug tub hab yog Axais tug xeebntxwv. Nwg lwm cov yawmkoob kws yog xaam Mesilemaus hab Imeles."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.14","label":"14","content":"Taagnrho puab cuab kwvtij nuav muaj ib puas neeg nkaum yim leej kws yog cov tubrog nto moo heev. Puab tug thawjcoj yog Xadiyees kws yog Hankedulees tug tub."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.15","label":"15","content":"Cov Levis: Semayas kws yog Hasus tug tub hab yog Axelikas tug xeebntxwv. Nwg lwm cov yawmkoob kws yog Hasanpiyas hab Npunis."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.16","label":"16","content":"Sanpethais hab Yuxanpas, yog ob tug thawjcoj ntawm cov Levis kws saib tej num nyob saab nrau lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.17","label":"17","content":"Mikas tug tub Mataniyas, yog Xanpedis tug xeebntxwv hab yog Axafes caajceg. Nwg ua tug coj cov hu nkauj qhuas Vaajtswv huv lub Tuamtsev. Npanpukiyas yog tug kws paab Mataniyas. Samuas tug tub Anpedas kws yog Nkalas tug xeebntxwv, nwg yog Yeduthoos caajceg."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.18","label":"18","content":"Taagnrho cov Levis kws nyob huv lub nroog dlawbhuv kws yog lub nroog Yeluxalees muaj ob puas yim caum plaub leeg."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.19","label":"19","content":"Cov zuv lub Tuamtsev: Akus, Talemoos hab ob tug cov kwvtij huv tuabsi muaj ib puas xyaa caum ob leeg."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.20","label":"20","content":"Dlua le cov pejxeem Yixalayees, cov povthawj hab cov Levis, puab nyob huv puab cheebtsaam aav kws yog puab tej nroog hab tej zog huv xeev Yudas lawm."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.21","label":"21","content":"Cov kws ua num rua huv lub Tuamtsev, nyob rua ib ceg kaum huv lub nroog Yeluxalees kws hu ua Aufees kws yog muaj Xihas hab Nkisepas obtug, ua ob tug coj puab ua num."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.22","label":"22","content":"Tug thawjcoj ntawm cov Levis kws nyob huv lub nroog Yeluxalees, yog Npanis tug tub Uxis kws yog Hasanpiyas tug xeebntxwv. Nwg cov yawmkoob yog Mataniyas hab Mikas, hab nwg yog Axafes xeebntxwv kws yog cov hu nkauj qhuas Vaajtswv huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.23","label":"23","content":"Vaajntxwv yeej muaj txuj kevcai kuas tej cuab kwvtij ntawd tuaj sis hloov coj hu nkauj huv lub Tuamtsev txhua nub."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.24","label":"24","content":"Mesexanpees tug tub Pethahiyas kws yog Zelas cuab kwvtij hab nwg yog xeem Yudas, nwg ua num sawv cev vaajntxwv rua cov pejxeem Yixalayees."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.25","label":"25","content":"Muaj tuabneeg nyob coob heev huv tej zog kws ze ntawm puab tej teb. Xeem Yudas nyob huv lub nroog Kiliyas Alenpas, Dinpoos, Yekaxees hab huv tej zog kws ze ntawm cov nroog ntawd."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.26","label":"26","content":"Hab puab tseem moog nyob huv lub nroog Yesuas, lub nroog Mauladas, lub nroog Npethepeletes,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.27","label":"27","content":"lub nroog Haxasuas, lub nroog Npeesenpas hab huv cov zog kws nyob ibncig cov nroog ntawd."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.28","label":"28","content":"Puab nyob huv lub nroog Xikelas, lub nroog Mekaunas hab cov zog kws nyob ibncig cov nroog ntawd."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.29","label":"29","content":"Nyob huv lub nroog, lub nroog Elimoos, lub nroog Xaulas, lub nroog Yamus,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.30","label":"30","content":"lub nroog Xanau-as, lub nroog Adulas hab huv cov zog kws ze cov nroog ntawd. Puab nyob huv Lakhis hab huv tej teb kws nyob ze ibncig ntawd, hab huv lub nroog Axekas hab tej zog kws nyob ibncig ntawd. Cov Yudas moog nyob huv cheebtsaam kws nyob nruab nraab ntawm Npeesenpas saab qaabteb hab lub Haav Hinoos saab qaumteb."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.31","label":"31","content":"Cov pejxeem kws yog xeem Npeenyamees nyob txij ndlua ntawm Nkenpas saab qaumteb moog txug rua lub nroog Mikhemas, lub nroog A-is, lub nroog Npethees hab cov zog kws nyob ibncig ntawd,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.32","label":"32","content":"Anathaus, Naunpas, Ananiyas,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.33","label":"33","content":"Haxaus, Lamas, Nkithas,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.34","label":"34","content":"Hadis, Xenpauyees, Nenpalas,"},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.35","label":"35","content":"Laudis hab Aunaus, nyob huv cov kws Txawj Txua txhua yaam lub Haav."},{"bible_id":"1726","chapter_code":"NEH.11","verse_code":"NEH.11.36","label":"36","content":"Muab cov Levis qee paab kws ibtxwm nyob huv cov Yudas cheebtsaam aav, faib moog nrug cov Npeenyamees nyob lawm."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.1","label":"1","content":"Cov povthawj hab cov Levis kws nrug Se-atiyees tug tub Xelunpanpees hab nrug tug Povthawj Hlub Yesuas rov lug muaj npe le nraag nuav:"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.2+NEH.12.3+NEH.12.4+NEH.12.5+NEH.12.6+NEH.12.7","label":"2-7","content":"Cov povthawj: Selayas, Yelemis, Exalas, Amaliyas, Malukhis, Hatus, Sekaniyas, Lehumes, Melemaus, Idaus, Nkinethau-is, Anpiyas, Miyamees, Ma-adiyas, Npilenkas, Semayas, Yauyalis, Yedayas, Xalus, Amaukes, Hilikiyas hab Yedayas. Cov tuabneeg kws muaj npe sau nuav puavleej yog thawjcoj ntawm puab cov kwvtij kws yog cov povthawj hab nyob rua Yesuas tam."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.8","label":"8","content":"Cov Levis: Ntawm nuav moog yog has txug cov Levis kws xaiv ua cov hu nkauj qhuas Vaajtswv: Yesuas, Npeenau-is, Kamiyees, Selenpiyas, Yudas hab Mataniyas."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.9","label":"9","content":"Npanpukiyas, Aunaus, hab obtug cov phoojywg Levis, ua cov hu nkauj kws sawv ncaaj ntawm obtug thaus pehawm Vaajtswv."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.10","label":"10","content":"Yesuas yog Yauyakees txiv, Yauyakees yog Eli-asis txiv, Eli-asis yog Yauyadas txiv;"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.11","label":"11","content":"Yauyadas yog Yaunathaas txiv,; hab Yaunathaas yog Yaduas txiv."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.12+NEH.12.13+NEH.12.14+NEH.12.15+NEH.12.16+NEH.12.17+NEH.12.18+NEH.12.19+NEH.12.20+NEH.12.21","label":"12-21","content":"Thaus kws Yauyakees ua tug Povthawj Hlub, cov povthawj kws muaj npe le nraag nuav, yog cov thawj ntawm puab txhua cuab kwvtij: Melayas Xelayas Hananiyas Yelemis Mesulas Exalas Yehauhanaas Amaliyas Yaunathaas Malukhis Yauxej Senpaniyas Anas Halimes Helekais Melayaus Xakhaliyas Idaus Mesulas Nkinethoos Xikhalis Anpiyas… Miniyamees Piletais Mau-adiyas Samuas Npilenkas Yehaunathaas Semayas, Matenais Yauyalis Uxis Yedayas Kalais Xalais Enpes Amaukes Hasanpiyas Hilekiyas Nethanees Yedayas"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.22","label":"22","content":"Phoo ntawv nuav yog teev cov Levis cov thawjcoj hab cov povthawj tej tsev tuabneeg tam kws cov Povthawj Hlub tseem ua neej nyob: Eli-asis, Yehauyadas, Yaunathaas, hab Yaduas. Phoo ntawv nuav sau tav rua thaus Dali-us ua fuabtais kaav lub tebchaws Pawxias."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.23","label":"23","content":"Txawm le ntawd los cov Levis cov thawjcoj tej tsev tuabneeg kws muab teev tseg rua huv cov numtswv tej ntaub ntawv, mas tsuas muaj lug txug rua ntu kws Eli-asis tug xeebntxwv Yaunathaas tam xwb."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.24","label":"24","content":"Cov Levis cov thawjcoj yog: Hasanpiyas, Selenpiyas, Yesuas, Npeenu-is  Kamiyees hab puab cov phoojywg sawv nrug puab sis ncaag zog, qhuas Vaajtswv hab has lug sis law ua nwg tsaug lawv le Vaajntxwv Daviv kws yog Vaajtswv tug tuabneeg tau saamfwm tseg lawm."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.25","label":"25","content":"Cov zuv lub Tuamtsev tej chaav rau khoom ntawm cov roojvaag, muaj npe lawv le nraag nuav: Mataniyas, Npanpukiyas, Aunpadiyas, Mesulas, Talemoos hab Akus."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.26","label":"26","content":"Cov tuabneeg nuav yog cov kws ua neej nyob thaus Yesuas tug tub Yauyakees kws yog Yauxadas tug xeebntxwv tam, hab yog lub sijhawm kws Nehemis ua tswvxeev, hab Exalas kws yog ib tug povthawj txawj ntse paub txug Vaajtswv txuj kevcai."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.27","label":"27","content":"Thaus muab tug ntsaa yeej kws thaiv lub nroog Yeluxalees fij rua Vaajtswv, cov Levis kws nyob txhua qhov tuaj huv tuabsi, puab tuaj koom ua kevcai ua Vaajtswv tsaug nrug tej suab hu nkauj, tej suab nkauj nogncaas hab nruag npuaj."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.28","label":"28","content":"Cov Levis kws yog tsev tuabneeg hu nkauj puavleej tuaj ntawm cheebtsaam kws nyob ibncig lub nroog Yeluxalees hab tuaj huv tej zog kws nyob ibncig lub nroog Netaufas,"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.29","label":"29","content":"hab tuaj huv Npethes Nkilenkas, Nkenkas hab huv lub nroog Axemaves tuaj."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.30","label":"30","content":"Cov povthawj hab cov Levis ua kevcai ntxuav puab kuas huv; hab puab ua kevcai ntxuav cov pejxeem, cov roojvaag hab tug ntsaa yeej kws thaiv lub nroog huv tuabsi."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.31","label":"31","content":"Kuv kuas cov Yudas cov thawjcoj tuaj sis sau rua sau tug ntsaa yeej, hab muab puab faib ua ob paab, ncig moog kuas thoob plawg lub nroog, ua Vaajtswv tsaug. Paab ib pib ntawm saab xis sau tug npoo ntsaa yeej moog rua ntawm lub Roojvaag Quav Hlawv."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.32","label":"32","content":"Thaus cov hu nkauj moog lawm, Hausaiyas hab cov Yudas ib nraab thawjcoj maam moog ua qaab."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.33+NEH.12.34+NEH.12.35","label":"33-35","content":"Cov povthawj kws muaj npe le nraag nuav, yog cov kws tshuab raaj tshuab xyu, puab yog cov tawm moog lawv cov thawjcoj qaab: Axaliyas, Exalas, Mesulas, Yudas, Npeenyamees, Semayas hab Yelemis. Paab kws lawv qaab ntawd yog Yaunathaas tug tub Xakhaliyas kws yog Semayas tug xeebntxwv. (Nwg cov yawmkoob yog: Mataniyas, Mukaiyas, hab Xakus kws yog Axefas xeebntxwv.)"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.36","label":"36","content":"Nwg tawm moog lawv Semayas, Axalees, Milalais, Nkilalais, Ma-ais, Nethanees, Yudas hab Hananis kws yog nwg cov kwvtij qaab. Puab nqaa tej nkauj nogncaas hab nruag npuaj kws Vaajntxwv Daviv kws yog Vaajtswv tug tuabneeg nyam ntaus nrug puab moog. Exalas kws yog tug txawj ntse ua tug coj paab nuav ntaag."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.37","label":"37","content":"Puab pib ntawm lub Roojvaag Qhovdlej, nce ntaiv ntawd moog rua peg Daviv lub nroog, moog dlhau nplawg Daviv lub loog hab rov lug rua ntawm tug ntsaa yeej ntawm lub Roojvaag Qhovdlej kws nyob ntawm lub nroog saab nubtuaj."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.38","label":"38","content":"Dlua le lwm paab ntawm cov kws ua Vaajtswv tsaug txawm taug tug ntsaa yeej moog rua saab txhumphem hab kuv txawm lawv cov pejxeem ib nraab ntawd qaab. Peb taug kev moog rua ntawm lub chaw Tsomfaaj Qhovtxus, dlhau moog rua ntawm tug Ntsaa Yeej Dlaav,"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.39","label":"39","content":"hab peb pib qhov ntawd moog hlaa lub Roojvaag Efalayees, lub Roojvaag Yesanas,  lub Roojvaag Ntseg, lub Chaw Tsomfaaj Hananees hab lub Chaw Tsomfaaj Ib Puas, moog txug rua ntawm lub Roojvaag Yaaj. Peb taug moog xaus rua ntawm lub roojvaag kws moog rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.40","label":"40","content":"Yog le ntawd, ob paab tuabneeg kws ua Vaajtswv tsaug ntawd puavleej moog txug rua ntawm lub Tuamtsev huv tuabsi lawm. Kuv hab ib nraab thawjcoj kws nrug kuv,"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.41","label":"41","content":"kuv paab yog xaam cov povthawj hab cov tshuab xyu muaj lawv le nraag nuav: Eli-akees, Ma-axeyas, Miniyamees, Mikayas, Eli-aunais, Xakhaliyas hab Hananiyas;"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.42","label":"42","content":"hab paab kws lawv puab qaab yog: Ma-axeyas, Semayas, Ele-axas, Uxis, Yehauhanaas, Makhiyas, Elames hab Exes. Yelahiyas yog tug coj hu nkauj kws suab nrov tshaaj cov huv tuabsi."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.43","label":"43","content":"Nub ntawd, puab coj khoom tuaj fij ntau kawg nkaus le, hab cov pejxeem muaj kev zoo sab lomzem heev, rua qhov Vaajtswv ua rua puab muaj kev zoo sab. Cov quaspuj hab cov mivnyuas los tuaj koom ua kevcai hab tej suab kws puab tuaj ua ntawd nrov ntxhe moog dleb heev."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.44","label":"44","content":"Lub sijhawm ntawd, puab tsaa ib paab txivneej ua cov saib chaav rau khoom kws ntim tej khoom kws cov tuabneeg coj tuaj khaws ca rua huv lub Tuamtsev kws yog ib feem kaum ntawm thawj phaum qoobloo hab txiv maab txiv ntoo kws sav txhua xyoo. Cov txivneej ntawd teg num yog moog sau tej qoobloo huv luas tej teb kws nyob ze ntawm tej nroog, coj tuaj ua khoom fij rua cov povthawj hab cov Levis, lawv le txuj kevcai kws teev tseg lawm. Taagnrho cov Yudas txaus sab rua cov povthawj hab cov Levis,"},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.45","label":"45","content":"rua qhov puab yog cov kws ua kevcai ntxuav dlawbhuv hab ua kevcai pehawm Vaajtswv lawv le Vaajtswv tau saamfwm tseg. Cov hu nkauj hab cov zuv lub Tuamtsev, ua puab lub luag num lawv le txuj kevcai kws Vaajntxwv Daviv hab nwg tug tub Xalumoos tau rhawv tseg lawm."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.46","label":"46","content":"Txij thaus Vaajntxwv Daviv hab Axafes kws yog tug hu nkauj tam yeej muaj cov coj hu nkauj qhuas Vaajtswv hab ua Vaajtswv tsaug lug lawm."},{"bible_id":"1726","chapter_code":"NEH.12","verse_code":"NEH.12.47","label":"47","content":"Tam kws Xelunpanpees hab Nehemis ua thawjcoj, mas cov pejxeem naj nub coj puab tej khoom tuaj rua cov hu nkauj hab cov zuv lub Tuamtsev. Cov pejxeem coj tej khoom fij tuaj rua cov Levis, hab cov Levis maam muab feem kws yog cov povthawj le rua cov povthawj."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.1","label":"1","content":"Thaus muab Mauxes txuj kevcai nyeem rua cov pejxeem noog, puab nyeem txug qhov kws has tas, tsi tso cai rua cov Amoos hab cov Mau-am tuaj koom nrug Vaajtswv tsaav tuabneeg ua ke."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.2","label":"2","content":"Puab ua le nuav, rua qhov cov Amoos hab Mau-am tsi pub zaub mov hab dlej rua cov Yixalayees, thaus kws puab tsiv nraag tebchaws Iziv lug, hab puab tseem muab nyaj moog ndlav Npala-aas kuas foom tsi zoo rua cov Yixalayees. Tabsis peb tug Vaajtswv muab tej lug foom tsi zoo ntawd hloov ua lug koob moov."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.3","label":"3","content":"Thaus cov Yixalayees nov le ntawd, ces puab txawm muab cov tuabneeg txawv tebchaws cais taagnrho tawm ntawm cov Yixalayees lawm."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.4","label":"4","content":"Tug povthawj Eli-asis kws yog tug saib cov chaav rau khoom huv lub Tuamtsev, yeej ua phoojywg zoo nrug Taunpias lug tau ntev lawm."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.5","label":"5","content":"Nwg tso cai rua Taunpias siv ib chaav luj kws yog ca rau tej khoom fij kws yog qoobloo, tej tshuaj tsw qaab, tej khoom siv rua lub Tuamtsev, tej khoom fij rua cov povthawj, hab tej khoom fij kws yog ib feem kaum ntawm tej qoobloo, cawv txiv maab hab roj txiv ntoo kws muab rua cov Levis, cov hu nkauj hab cov zuv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.6","label":"6","content":"Thaus kws muaj tej xwm nuav tshwmsim, kuv tsi nyob huv lub nroog Yeluxalees lawm, rua qhov txug xyoo peb caug ob kws Ataxawxes  ua fuabtais nyob huv lub nroog Npanpiloos, mas kuv yuavtsum tau rov qaab moog qha kuv tej num rua nwg. Tom qaab ntawd, kuv txhaj moog thov lug tso cai ncaim vaajntxwv"},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.7","label":"7","content":"rov lug rua huv nroog Yeluxalees. Kuv txhaj nov tej kev txhum kws Eli-asis ua, nwg tau tso cai rua Taunpias siv ib chaav tsev rau khoom huv Vaajtswv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.8","label":"8","content":"Hab ua rua kuv chim heev, kuv txhaj muab txhua yaam kws yog Taunpias le coj moog povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.9","label":"9","content":"Kuv txhaj saamfwm kuas ca le muab chaav ntawd ua kevcai ntxuav kuas dlawbhuv hab rov moog muab tej khoom siv huv lub Tuamtsev, tej qoobloo kws coj tuaj fij hab tej tshuaj tsw qaab rov lug tso rua huv chaav ntawd."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.10","label":"10","content":"Hab kuv tseem nov xuv has tas, cov hu nkauj huv lub Tuamtsev hab cov Levis ibtxha tau tawm huv nroog Yeluxalees hab rov qaab moog nyob rua huv puab tej teb lawm, rua qhov cov pejxeem coj khoom noj haus tuaj pub tsi txaus rua puab."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.11","label":"11","content":"Yog le ntawd, kuv txhaj tshev cov numtswv has tas, “Vim le caag yuav muab Vaajtswv lub Tuamtsev tso tseg?” Hab kuv txhaj has kuas cov hu nkauj hab cov Levis rov lug nyob huv lub Tuamtsev ua puab teg num dlua."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.12","label":"12","content":"Ces cov Yixalayees txhaj rov pib coj puab tej qoobloo, cawv txiv maab hab txiv ntoo roj ib feem kaum tuaj tso rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.13","label":"13","content":"Kuv txhaj tsaa cov tuabneeg kws muaj npe le nraag nuav ua cov saib tej chaav rau khoom ntawd: Selemiyas kws yog ib tug povthawj, Xadaus kws yog ib tug paub txuj kevcai zoo; hab Pedayas kws yog ib tug Levis. Hanas kws yog Xakus tug tub hab yog Mataniyas tug xeebntxwv, ua tug paab puab. Kuv paub hab ntseeg cov txivneej nuav sab has tas puab yuav ua num ncaaj nceeg faib tej khoom ntawd rua suavdlawg."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.14","label":"14","content":"Kuv tug Vaajtswv, thov koj ncu ntsoov tej kws kuv tau ua rua koj lub Tuamtsev kws yog qhov chaw pehawm koj."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.15","label":"15","content":"Lub sijhawm ntawd, kuv tseem pum cov pejxeem huv lub xeev Yudas moog tsu kua txiv maab Nub Xanpataus. Dlua le lwm cov, tseem caab puab tej neeg luav moog thauj nplej, thauj cawv txiv maab, thauj txiv ncuav pas hab lwm yaam khoom lug rua huv lub nroog Yeluxalees; Kuv txhaj ntuag puab kuas tsi xob muag ib yaam khoom dlaabtsi rua Nub Xanpataus hlo le."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.16","label":"16","content":"Muaj ib cov tuabneeg kws nyob peg lub nroog Tiles tuaj nyob huv lub nroog Yeluxalees, puab coj ntseg hab txhua yaam khoom zoo tuaj rua huv lub nroog, ces Nub Xanpataus puab muab tej ntawd muag rua peb cov tuabneeg."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.17","label":"17","content":"Kuv txhaj tshev cov Yudas tej thawjcoj hab has rua puab tas, “Mej sim saib tej kev phem vuabtsuab kws mej ua ntawd saib! Mej ua rua Nub Xanpataus tsi dlawbhuv lawm ntaag."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.18","label":"18","content":"Mej cov yawmkoob tsi tau ua dlua le nuav, hab Vaajtswv tsi tau tso tej kev puamtsuaj lug raug peb hab lub nroog nuav dlua le los? Qhov nuav, yog mej coj kev puamtsuaj lug rua cov Yixalayees, vim mej tau ua tsi huv rua Nub Xanpataus.”"},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.19","label":"19","content":"Kuv txhaj saamfwm kuas muab tej roojvaag nroog Yeluxalees kaw ua ntej thaus yuav tsaus ntuj,  mo kws ua ntej Nub Xanpataus, kuv saamfwm kuas yuavtsum kaw tej roojvaag taagnrho hab tsi xob qheb moog txug thaus kws dlhau Nub Xanpataus lawm. Hab kuv tseem tso kuv cov tuabneeg moog soj tej roojvaag saib puas pum muaj tuabneeg coj khoom lug rua huv lub nroog Nub Xanpataus."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.20","label":"20","content":"Tabsis tseem muaj tuabneeg muag txhua yaam khoom tuaj nyob saab nrau ntug nroog Yeluxalees zuv tog ib ob zag ua ntej mo kws yuav txug Nub Xanpataus hab."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.21","label":"21","content":"Kuv ceebtoom rua puab has tas, “Tsi muaj qaabhau dlaabtsi rua mej tuaj nyob saab nrau ko zuv tog txug taagkig kaaj ntug. Yog has tas, mej tseem pheej ua le nuav ntxiv, kuv yuav rhu nplawm rua mej ntaag.” Txij thaus ntawd lug, Nub Xanpataus puab txawm tsi tuaj le lawm."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.22","label":"22","content":"Kuv tau saamfwm kuas cov Levis moog ua kevcai ntxuav kuas puab huv, moog zuv tej roojvaag kuas zoo txhaj ua rua Nub Xanpataus dlawbhuv. Vaajtswv, thov koj ncu ntsoov kuv, hab thov koj tseg kuv txujsa, rua qhov koj yog tug kws muaj txujkev hlub luj kawg nkaus."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.23","label":"23","content":"Lub sijhawm ntawd, kuv tseem nov has tas muaj cov Yudas coob leej tau moog yuav cov tuabneeg Asedaus, cov Amoos hab cov Mau-am tej ntxhais lug ua quaspuj hab."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.24","label":"24","content":"Puab cov mivnyuas ib nraab yeej has lug Asedaus hab has lwm yaam lug lawm xwb, yeej tsi txawj has peb tej lug le lawm."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.25","label":"25","content":"Kuv txhaj tshev puab hab foom tsi zoo rua puab, kuv muab qee leej ntaus, hab tsawv puab tej plaubhau caab, kuv has kuas puab tuav Vaajtswv lub npe coglug hab has tas, “Mej tseg tsi xob qua mej tej ntxhais rua puab tej tub, hab tsi xob moog yuav puab tej ntxhais lug rua mej tej tub lossis rua mej yuav ua quaspuj ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.26","label":"26","content":"Kuv has rua puab tas, “Tsi yog cov quaspuj kws yog tuabneeg txawv tebchaws nuav ua rua Vaajntxwv Xalumoos poob rua txujkev txhum los? Ntau tsaav tuabneeg yeej tsi muaj ib tug vaajntxwv zoo le nwg. Nwg yog tug kws Vaajtswv hlub, Vaajtswv tsaa nwg ua vaajntxwv kaav cov Yixalayees; txawm le ntawd los cov quaspuj kws yog tuabneeg txawv tebchaws tseem ntxag tau nwg moog ua kev txhum hab."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.27","label":"27","content":"Puas tsimnyog ca peb noog mej lug hab xyum ua txhum luj npaum le mej tau tawmtsaam peb tug Vaajtswv kws yog moog yuav cov tuabneeg txawv tebchaws tej ntxhais lug ua quaspuj?”"},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.28","label":"28","content":"Yauyadas tub yog Eli-asis kws yog tug Povthawj Hlub tug tub ntaag. Tabsis Yauyadas ib tug tub tseem moog yuav Xanpalas kws nyob huv lub nroog Npethes Hauloos tug ntxhais lug ua quaspuj hab, yog le ntawd kuv txhaj le muab Yauyadas ntab tawm huv lub nroog Yeluxalees moog lawm."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.29","label":"29","content":"Kuv tug Vaajtswv, thov koj ncu ntsoov puab cov ntawd, rua qhov puab tau ua tsi huv rua txuj kevcai ua povthawj, hab tej kws cov povthawj hab cov Levis tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.30","label":"30","content":"Kuv tau ua kevcai ntxuav puab ntawm txhua yaam kws yog cov tuabneeg txawv tebchaws le; kuv npaaj tau ib txuj kevcai rua cov povthawj hab cov Levis coj, kuas puab txhua tug nyag txhaj paub nyag lub luag num zoo;"},{"bible_id":"1726","chapter_code":"NEH.13","verse_code":"NEH.13.31","label":"31","content":"Kuv saamfwm kuas npaaj tej tawg ca tau hlawv tej khoom fij rua tej lub sijhawm kws tsimnyog, hab lub sijhawm kws cov tuabneeg suavdlawg coj puab tej qoobloo hab tej txiv ntoo thawj phaum kws sau tau lug tuaj ua khoom fij. Vaajtswv, thov koj ncu ntsoov kuv hab foom koob moov rua kuv!"}]