[{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.1","label":"1","content":"Ntawm nuav yog Aunpadiyas zaaj lug qha tshwm kws tug TSWV kws kaav ib puas tsaav yaam has txug cov Edoos. Tug TSWV tau khaiv nwg tug cevlug moog rua ntau lub tebchaws, hab peb tau nov nwg tej lug has tas: “Npaaj kuas txhij! Ca peb moog ua rog rua cov Edoos!”"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.2","label":"2","content":"Tug TSWV has rua cov Edoos tas, “Kuv yuav ua kuas mej qaug zug; txhua tug tuabneeg yuav txobthuam mej."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.3","label":"3","content":"Mej lub sab kws khaavtheeb tau dlaag ntxag mej. Mej cov kws nyob huv tej qhov tsua sau tej pobtsuas, huv mej tej tsev kws sab heev nyob sau tej roob, mej yuav xaav has tas, ‘Leejtwg txhaj muaj cuabkaav chua tau kuv lug?’"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.4","label":"4","content":"Txawm yog mej ua mej tej tsev nyob sab ib yaam le zeg dlaav, hab txawm yog mej tej tsev nyob sab nrug tej nubqub sis txig los kuv yuav chua kuas mej poob lug rua huv aav."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.5","label":"5","content":"“Thaus tsaus ntuj tubsaab tuaj, puab tsuas nyag tej kws puab xaav yuav xwb. Thaus tej tuabneeg dle txiv maab, puab yeej tseg ibtxha ca. Tabsis mej cov yeebncuab tuaj fuab mej taag dlu lug, tsi tseg ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.6","label":"6","content":"Exaus cov xeebntxwv, mej yuav raug tubsaab nyag; hab mej tej nyaj yuav raug luas fuab coj moog taag dlu lug."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.7","label":"7","content":"Cov tuabneeg kws koom teg nrug mej tau dlaag ntxag mej; puab tau muab mej ntab tawm huv mej lub tebchaws moog. Cov tuabneeg kws ua phoojywg rua mej, nwgnuav puab kovyeej mej lawm. Cov phoojywg kws nrug mej noj ib tsum mov puab cuab muv tog mej kev; puab yuav has rua mej tas, ‘Nwg tej kev txawj ntse nyob qhov twg lawm?’"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.8","label":"8","content":"“Nub kws kuv rau txim rua cov Edoos kuv yuav muab puab cov tuabneeg kws txawj ntse ua kuas puamtsuaj taag hab muab puab tej tswvyim rhuav tshem moog povtseg."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.9","label":"9","content":"Lub nroog Temas cov tubrog yuav ntshai kawg nkaus le, hab txhua tug tubrog kws nyob huv lub nroog Edoos, yuav raug tua tuag taag.”"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.10","label":"10","content":"“Vim mej tau moog nyag hab tua mej cov kwvtij kws yog Yakhauj cov xeebntxwv; mej yuav raug kev puamtsuaj hab yuav raug txaajmuag moog ibtxhis."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.11","label":"11","content":"Nub kws yeebncuab tsoo puab tej roojvaag, thaus ntawd mej moog sawv ib caag saib; mej lub sab yeej phem ib yaam le cov tuabneeg txawv tebchaws kws tuaj nqaa tej khoom muaj nqes huv lub nroog Yeluxalees moog sis faib."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.12","label":"12","content":"Mej tsi xob saib tsi taug mej cov kwvtij kws txomnyem huv tebchaws Yudas; mej tsi xob zoo sab nub kws puab raug kev puamtsuaj. Mej tsi xob luag puab plig, thaus puab raug kev nyuaj sab."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.13","label":"13","content":"Mej tsi xob tuaj rua huv kuv tsaav tuabneeg lub nroog, tsi xob ua saib tsi taug puab tej kev txomnyem hab tsi xob fuab puab tej nyaj txag nub kws puab raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.14","label":"14","content":"Mej tsi xob moog sawv ntawm tej kev tshuam nteg cov tuabneeg kws nrhav kev tsiv. Mej tsi xob muab puab cob rua yeebncuab teg nub kws puab raug kev txomnyem,”"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.15","label":"15","content":"“Nub kws tug TSWV yuav txav txim rua txhua tsaav tuabneeg tub lug ze lawm. Edoos, koj tau ua le caag rua luas lawm, luas yuav ua le ntawd rua koj. Tej kws koj tau ua lawm yuav rov lug raug koj."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.16","label":"16","content":"Kuv tsaav tuabneeg tau haus lub khob dlej ab kws yog txujkev txav txim sau kuv lub Roob Dlawbhuv. Tabsis txhua tsaav tuabneeg kws nyob puagncig ntawd, tseem yuav tau haus khob dlej ab tshaaj kws yog txujkev txav txim. Puab yuav haus khee hlo hab pluj ndlais moog lawm.”"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.17","label":"17","content":"“Tabsis muaj qee leej yuav tsiv dlim sau lub Roob Xi-oos, hab lub roob ntawd yuav ua qhov chaw dlawbhuv. Yakhauj tsev tuabneeg yuav tau lub tebchaws lug ua puab tug."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.18","label":"18","content":"Yakhauj hab Yauxej obtug cov xeebntxwv yuav zoo ib yaam le suavtawg; puab yuav rhuav tshem Exaus cov xeebntxwv, ib yaam le suavtawg kub tej quavnyaab. Exaus caajceg yuav tsi muaj ib tug tsiv dlim le. Kuv yog tug TSWV kws has le ntawd.”"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.19","label":"19","content":"“Cov Yudas kws nyob yaav qaabteb yuav tuaj txeeb tau lub tebchaws Edoos. Cov tuabneeg kws nyob lawv tej taw roob saab nubpoob yuav tuaj txeeb tau lub tebchaws Filitees. Cov Yixalayees yuav moog txeeb tau cov Efalayees hab cov Xamalis cheebtsaam aav; cov Npeenyamees yuav moog txeeb tau cheebtsaam Nkile-as."},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.20","label":"20","content":"Cov tubrog Yixalayees peg qaumteb kws raug luas nteg moog lawm, yuav rov qaab lug hab moog ntaus yeej lub xeev Faunikias moog rua saab qaumteb moog txug rua Xalefas. Cov tuabneeg kws luas nteg huv Yeluxalees coj moog nyob rua huv Xaladis, yuav lug txeeb tau tej nroog huv tebchaws Yudas saab qaabteb"},{"bible_id":"1726","chapter_code":"OBA.1","verse_code":"OBA.1.21","label":"21","content":"Cov tuabneeg muaj yeej kws nyob huv lub nroog Yeluxalees, yuav moog ntaus lub tebchaws Edoos hab kaav lub tebchaws ntawd. Hab tug TSWV yuav ua Vaajntxwv kaav puab.”"}]