[{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.1","label":"1","content":"Tej paajlug nuav yog Vaajntxwv Daviv tug tub Xalumoos kws ua vaajntxwv kaav tsaav tuabneeg Yixalayees tej paajlug."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.2","label":"2","content":"Tej nuav yuav paab kuas yug paub has tas lub tswvyim hab tej lug qhuab ntuag zoo le caag, hab yuav paab kuas totaub tej ntsab lug kws tub tub."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.3","label":"3","content":"Yuav qha yug paub ua neej ntse ntsuav, paub ua tuabneeg sab dlawb sab zoo, paub ua qhov ncaaj nceeg hab ua lawv kev lawv cai."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.4","label":"4","content":"Yuav paab tau tug kws tsi thoob tsib to nrog txawj ntse tuaj, hab yuav qha cov tub hluas paub ua neej."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.5","label":"5","content":"Yuav tsaav tswvyim rua cov tuabneeg kws tub txawj ntse lawm, yuav taw kev rua cov tuabneeg kws kawm ntaub kawm ntawv,"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.6","label":"6","content":"kuas puab paub txhais tej paajlug lub ntsab hab totaub tej zaaj kws cov tuabneeg txawj ntse has."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.7","label":"7","content":"Tug kws fwm tug TSWV, tug ntawd txhaj yog tug kws muaj kev txawj ntse.  Cov tuabneeg ruag nyam thuam lub tswvyim hab tsi kawm txuj kawm ci."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.8","label":"8","content":"Mivtub, ca le ua tuab zoo noog tej lug kws koj nam hab koj txiv qhuab qha koj."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.9","label":"9","content":"Nam hab txiv tej lug qha yuav paab kuas koj paub ua lub neej zoo yaam le cev zaam kws ua rua koj zoo nraug."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.10","label":"10","content":"Mivtub, thaus cov tuabneeg sab phem tuaj yum koj moog ua txhum, koj tsi xob nrug puab moog."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.11","label":"11","content":"Yog puab has tas, “Ca le nrug peb moog, peb moog tog kev tua tuabneeg! Peb ca le moog nteg tej tuabneeg tsi muaj txim dlaabtsi lug ntaus ua si!"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.12","label":"12","content":"Thaus peb ntsib puab, puab tseem muaj sa nyob cus plawg, tabsis thaus peb moog dlhau lawm, puab yuav tu sav nrho."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.13","label":"13","content":"Peb yuav moog fuab tau luas tej khoom muaj nqes hab coj tej kws peb fuab tau lug khaws ca puv nkaus rua huv peb tej tsev."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.14","label":"14","content":"Koj ca le nrug peb moog hab koom nrug peb, peb yuav muab tej kws peb moog fuab tau lug ntawd sis faib.”"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.15","label":"15","content":"Mivtub, koj tsi xob nrug cov tuabneeg zoo le ntawd ua ke. Koj yuavtsum tsiv tawm ntawm puab moog."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.16","label":"16","content":"Puab cov ntawd tswj tsi tau puab lub sab kuas tsi xob ua txhum. Puab npaaj rawv yuav tua tuabneeg xwb."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.17","label":"17","content":"Yog cuab tsig rua noog pum yeej tsi maag noog ib zag le,"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.18","label":"18","content":"tabsis cov tuabneeg kws cuab hlua tog luas tej kev, yog puab cuab hlua tog puab xwb, puab yeej yuav tuag rua puab lub vuj hlua."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.19","label":"19","content":"Kev ua tubsaab los kuj ib yaam le ntawd,  cov tuabneeg kws ua nruj ua tsiv rua luas, yog puab txuv puab txujsa."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.20","label":"20","content":"Ca le noog! Tswvyim lub suab hu tom tej plawv kev hab tom tej kab tej khw,"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.21","label":"21","content":"hab hu nrov ntxhe ntxhas tom tej roojvaag nroog hab txhua qhov chaw kws muaj tuabneeg tuaj txoos ua ke has tas:"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.22","label":"22","content":"“Cov tuabneeg ruag, mej tseem yuav zoo sab ua tuabneeg ruag le mej moog txug nub twg? Mej yuav thuam kev txawj ntse moog txug thaus twg hab? Mej tsi totaub le los?"},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.23","label":"23","content":"Ca le tig qhovntsej noog thaus kuv ntuag mej, kuv yuav qha tej lug zoo rua mej hab yuav faib kuv tej tswvyim rua mej."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.24","label":"24","content":"Kuv tub hu mej hab caw mej lug noog kuv has lawm, tabsis mej tsi tig qhovntsej noog hab tsi quavntsej kuv tej lug."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.25","label":"25","content":"Mej tsi khaws kuv tej lug qha ca rua nruab sab, hab tsi kaam ca kuv qhuab ntuag mej."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.26","label":"26","content":"Yog le ntawd, thaus mej raug kev nyuaj sab ntxhuv plawv kuv yuav luag mej."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.27","label":"27","content":"Thaus mej txhawj ntshai hab kev txomnyem lug qhwv nkaus mej ib yaam le nthwv cua dlaaj cua dlub ntsawj, ua rua mej raug mob ntsaaj lawg hab raug kev txomnyem, kuv yuav tau zoo luag mej."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.28","label":"28","content":"Thaus ntawd mej yuav tsaa ncauj hu xaav tau tswvyim, tabsis kuv yuav tsi teb mej. Mej nrhav kuv rua txhua txuj xub ke, tabsis mej yuav nrhav tsi pum kuv nyob qhov twg."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.29","label":"29","content":"Mej yeej ibtxwm tsi quavntsej tej kev txawj ntse hab mej pheej tsi kaam noog tug TSWV tej lug le."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.30","label":"30","content":"Mej yeej tsi khaws kuv tej lug qha ca, hab thaus kuv qhuab ntuag mej, mej tsi quavntsej kuv tej lug hlo le."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.31","label":"31","content":"Vim le nuav mej yuav tau sau lawv le tej kws mej tau ua lug lawm, hab mej teg num yuav ua rua mej dlhuav."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.32","label":"32","content":"Tej tuabneeg tsi paub qaabhau tuag tub yog vim puab tsi txais yuav lub tswvyim, hab tej tuabneeg ruag puamtsuaj tub yog vim puab tsi quavntsej kev txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.1","verse_code":"PRO.1.33","label":"33","content":"Tabsis tug kws noog kuv lug, tug ntawd yuav nyob khov kho hab tso sab plhuav tsi ntshai ib yaam dlaabtsi le.”"},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.1","label":"1","content":"Mivtub, koj ca le khaws nkaus kuv tej lug qha rua nruab sab hab cim ntsoov tej kws kuv kuas koj ua."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.2","label":"2","content":"Yuavtsum ua tuab zoo noog cov tuabneeg txawj ntse tej lug hab muab sab rau noog kuas totaub zoo."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.3","label":"3","content":"Ca le kub sab lug nrhav kev txawj ntse hab thov, koj txhaj yuav totaub."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.4","label":"4","content":"Koj ca le muab sab rau nrhav tswvyim ib yaam le nrhav tej qhov nyaj qhov kub kws nyob nraim nkoog."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.5","label":"5","content":"Yog koj ua le nuav koj yuav paub fwm tug TSWV hab yuav paub tseeb has tas, Vaajtswv yog tug zoo le caag."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.6","label":"6","content":"Tug TSWV yog tug kws pub tswvyim rua tuabneeg, tej kev txawj kev ntse hab kev totaub puavleej yog nwg pub xwb."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.7","label":"7","content":"Nwg tiv thaiv hab paab cov tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.8","label":"8","content":"Nwg tsomkwm cov tuabneeg kws ua ncaaj rua lwm tug, hab nwg tsomkwm cov tuabneeg kws muab sab npuab nwg."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.9","label":"9","content":"Yog koj noog kuv lug koj yuav paub qhov tseeb, paub qhov ncaaj nceeg, paub ua lawv le kevcai, hab paub ua koj lub neej."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.10","label":"10","content":"Koj yuav ua tug tuabneeg muaj tswvyim hab tej kws koj paub ntawd yuav ua rua koj zoo sab."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.11","label":"11","content":"Tej kws koj totaub hab tej kws koj paub txhij paub txhua yuav tsomkwm koj"},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.12","label":"12","content":"hab tiv thaiv kuas koj txhaj tsi yuam kev moog ua txhum. Hab tej ntawd yuav kaav rawv tsi pub koj moog ti cov tuabneeg kws laam tau laam has lug kuas muaj kev kub ntxhuv."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.13","label":"13","content":"Cov tuabneeg kws tso txujkev ncaaj nceeg tseg maub nuag moog rua txujkev phem."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.14","label":"14","content":"Puab nyam ua txhum hab txaus sab moog ua tej kev phem kev qas kws tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.15","label":"15","content":"Puab yog cov tuabneeg sab phem sab nkhaus, yeej tsi muaj leejtwg yuav ca sab tau rua puab le."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.16","label":"16","content":"Koj yuav tau tsiv kuas dlim ntawm tug quaspuj kws has lug mog lug muas ntxag kuas luas tej yuam kev ua txhum,"},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.17","label":"17","content":"nwg ua tsi ncaaj rua nwg tug quasyawg hab nwg tsi ncu qaab txug nwg tej lug cog tseg rua Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.18","label":"18","content":"Yog koj moog rua huv nwg tsev, ces yog koj taug kev moog rua txujkev tuag ntaag. Qhov kws koj moog rua huv nwg tsev tub yog moog rua huv tubtuag teb lawm."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.19","label":"19","content":"Tug kws moog rua huv tug quaspuj ntawd tsev, yeej tsi tau rov qaab lug le lawm. Nwg yuav tsi tau rov qaab lug taug txujkev kws muaj txujsa ib zag le."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.20","label":"20","content":"Yog le ntawd koj yuavtsum xyum ua koj lub neej lawv le tug txivneej kws ua zoo hab ua lub neej ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.21","label":"21","content":"Cov tuabneeg kws ncaaj nceeg hab ua zoo, yuav tau nyob huv lub tebchaws."},{"bible_id":"1726","chapter_code":"PRO.2","verse_code":"PRO.2.22","label":"22","content":"Tabsis Vaajtswv yuav muab tej tuabneeg sab phem tshem tawm huv lub tebchaws ntawd moog hab muab tej tuabneeg txhum rhu tawm ib yaam le dlob nroj povtseg ntaag."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.1","label":"1","content":"Mivtub, koj tsi xob muab kuv tej lug qhuab qha tso tseg. Ncu ntsoov tej lug kws kuv qha rua koj lawm."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.2","label":"2","content":"Kuv tej lug qhuab qha yuav ntxiv noobnyoog rua koj, kuas koj muaj sa nyob ntev hab tau kev kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.3","label":"3","content":"Tsi xob muab txujkev ua zoo hab kev ncaaj nceeg tso tseg. Muab tej ntawd lug coj ntawm koj cejdlaab. Muab tej ntawd sau rua huv koj lub sab."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.4","label":"4","content":"Yog koj ua le nuav, Vaajtswv hab tuabneeg yuav txaus sab rua koj."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.5","label":"5","content":"Ca sab rua tug TSWV kuas kawg koj lub sab lub ntsws. Tsi xob ca sab rua koj tej kev txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.6","label":"6","content":"Txhua yaam kws koj ua koj yuavtsum ncu ntsoov tug TSWV, nwg txhaj yuav coj koj taug txujkev kws tseeb."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.7","label":"7","content":"Tsi xob xaav has tas koj yog tug ntse tshaaj. Ca le fwm tug TSWV hab tsi xob moog ua kev txhum."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.8","label":"8","content":"Yog koj ua le nuav, tej ntawd yuav zoo ib yaam le hauv tshuaj kuab muaj tsuas kws khu tau koj tej qhov txhaab hab ua rua koj tej mob zoo zuj zug."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.9","label":"9","content":"Koj yuavtsum fwm tug TSWV hab muab tej qoobloo zoo kawg nkaus kws koj khwv tau huv koj dlaim teb coj moog fij rua nwg."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.10","label":"10","content":"Yog koj ua le ntawd, koj yuav muaj qoobloo puv txhaab, hab koj yuav muaj cawv txiv maab ntau heev tsi muaj hub ntim taag."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.11","label":"11","content":"Mivtub, thaus tug TSWV qhuab ntuag koj, ua tuab zoo noog, hab khaws nkaus nwg tej lug rua nruab sab, kuas koj txhaj paub ceevfaaj."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.12","label":"12","content":"Tug TSWV qhuab ntuag tug kws nwg hlub, ib yaam le leej txiv qhuab ntuag tug tub kws nwg ca sab rua."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.13","label":"13","content":"Tug kws muaj tswvyim hab totaub txhua tsaav yaam yeej nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.14","label":"14","content":"Lub tswvyim tseemceeb dlua nyaj, nwg muaj nqes rua koj tshaaj tej kub."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.15","label":"15","content":"Tswvyim muaj nqes tshaaj tej saw kub; tej kws koj ntshaw tsi muaj ib yaam dlaabtsi yuav pev tau lub tswvyim ntawd le."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.16","label":"16","content":"Lub tswvyim paab tau rua koj muaj sa nyob ntev, ua rua koj muaj txag npluanuj hab muaj koob muaj meej."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.17","label":"17","content":"Lub tswvyim muaj peevxwm paab tau koj ua lub neej txaus sab hab coj koj ua neej tshaav ntuj nrig."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.18","label":"18","content":"Cov tuabneeg kws muaj tswvyim yeej ua neej nyob kaaj sab lug. Lub tswvyim yuav ua rua puab muaj sa nyob cus plawg."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.19","label":"19","content":"Tug TSWV lub tswvyim tsim lub nplajteb nuav; nwg txujkev txawj ntse muab lub ntuj teeb nyob muaj chaw."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.20","label":"20","content":"Nwg lub tswvyim ua rua tej dlej txawj ndlwg tawm lug, hab tej fuab txhaj ua tau naag lug rua huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.21","label":"21","content":"Mivtub, tuav rawv koj lub tswvyim hab kev txawj ntse ca. Tsi xob ca tej ntawd tsiv tawm ntawm koj moog."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.22","label":"22","content":"Tej tswvyim ntawd yuav ua rua koj muaj sa nyob, txaus sab hab ua neej nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.23","label":"23","content":"Koj yuav taug kev kaaj sab lug hab tsi raug teebmeem ib zag le."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.24","label":"24","content":"Thaus koj moog pw los koj yuav tsi ntshai, hab koj yuav tau zoo pw tsaug zug ib mos kaaj ntug."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.25","label":"25","content":"Koj yuav tsi txhawj txug tej kev puamtsuaj kws lug ntawm tej tuabneeg sab phem, ib yaam le cua dlaaj cua dlub ntsawj kws koj nwm tsi txug."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.26","label":"26","content":"Tug TSWV yuav pub koj tau zoo nyob kaaj sab lug. Nwg yuav tsi ca koj moog maag lub vuj hlua."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.27","label":"27","content":"Yog muaj tej yaam kws koj paab tau lwm tug, ca le paab tsi xob muab khaws ca."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.28","label":"28","content":"Yog koj muaj txawm peem kws yuav paab tau tej phoojywg zej zog, ca le paab tsi xob kuas nwg tog txug pigkig tsaiv."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.29","label":"29","content":"Tsi xob ua ib yaam dlaabtsi rua tej phoojywg zej zog kws nyob ntawm koj tog tsev tu sab, nwg yeej ca sab ntsoov rua koj xwb."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.30","label":"30","content":"Tsi xob nrug leejtwg sis caav tej yaam kws tsi muaj qaabhau, yog nwg tsi tau ua ib qhov phem rua koj."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.31","label":"31","content":"Tsi xob khib rua tej tuabneeg kws ua phem lossis tsi xob xyum ua le puab ua,"},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.32","label":"32","content":"rua qhov tug TSWV ntxub tej tuabneeg kws ua phem ua qas, tabsis nwg txaus sab rua cov tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.33","label":"33","content":"Tug TSWV foom phem rua tsev tuabneeg kws ua limham, tabsis nwg foom koob moov rua tsev tuabneeg kws ua ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.34","label":"34","content":"Nwg luag cov tuabneeg khaavtheeb plig, tabsis nwg hlub cov kws txu fwjchim."},{"bible_id":"1726","chapter_code":"PRO.3","verse_code":"PRO.3.35","label":"35","content":"Cov tuabneeg txawj ntse yuav tau koob meej zoo, tabsis cov tuabneeg ruag yuav poob ntsejmuag."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.1","label":"1","content":"Mivtub, ca le noog koj txiv tej lug qhuab qha. Ua tuab zoo noog, koj txhaj le yuav totaub."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.2","label":"2","content":"Tej lug kws kuv qhuab qha koj yeej yog tej lug zoo xwb, yog le ntawd, koj yuavtsum ncu ntsoov txhua lu huv tuabsi."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.3","label":"3","content":"Thaus kuv tseem yog mivnyuas tub kws yog kuv nam hab kuv txiv tuab tug tub,"},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.4","label":"4","content":"mas kuv txiv tub yeej qhuab qha kuv lawm. Nwg has tas, “Ncu ntsoov tej lug kws kuv qha koj nuav rua nruab sab hab tsi xob muab tso tseg ib zag le. Ua ib yaam le kuv qha koj lawm, koj txhaj yuav muaj sa ua neej nyob."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.5","label":"5","content":"Ca le txais yuav lub tswvyim hab kev txawj ntse! Tsi xob tso kuv tej lug tseg."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.6","label":"6","content":"Tsi xob muab lub tswvyim tso povtseg, rua qhov nwg yuav tsomkwm koj; saib lub tswvyim kuas muaj nqes, nwg txhaj yuav paab kuas koj tau kev kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.7","label":"7","content":"Qhov tseemceeb tshaaj plawg yog lub tswvyim. Koj yuav ua yaam dlaabtsi los xij, koj yuavtsum xub nrhav kuas tau lub tswvyim."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.8","label":"8","content":"Saib lub tswvyim kuas muaj nqes, nwg yuav ua rua koj tau koob meej. Ca le puag nkaus  lub tswvyim ca, nwg txhaj yuav ua rua koj tau ntsejmuag."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.9","label":"9","content":"Tswvyim yuav yog lub mom kub rua koj ntoo nto moo lug.”"},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.10","label":"10","content":"Mivtub, noog kuv tej lug. Khaws nkaus tej lug kws kuv qha koj nuav ca, koj txhaj muaj txujsa ua neej nyob ntev."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.11","label":"11","content":"Kuv tau qha tswvyim rua koj hab coj koj ua neej rua txujkev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.12","label":"12","content":"Yog koj ua neej lawv le txujkev txawj ntse, yuav tsi muaj ib yaam dlaabtsi thaiv koj kev, hab tsi muaj ib yaam dlaabtsi dlawm koj kutaw thaus koj dlha."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.13","label":"13","content":"Ncu ntsoov txhua yaam kws koj tau kawm lug lawm tsi xob muab tso tseg. Koj tej kev kawm txawj kawm ntse yog koj txujsa ntaag, ca le ceev nwg kuas zoo."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.14","label":"14","content":"Tsi xob moog rua tej qhov chaw kws cov tuabneeg ua phem moog. Tsi xob xyum ua lawv le cov tuabneeg sab phem tug yaam ntxwv."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.15","label":"15","content":"Tsi xob ua phem ua qas hlo le! Ca le tsiv kuas dlhau txujkev phem qas ntawd! Tsi xob moog ua txujkev phem, saib ntsoov rua koj txuj hauv kev xwb."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.16","label":"16","content":"Tej tuabneeg sab phem yog tsi tau ua kev txhum, mas puab pw tsi tsaug zug. Yog puab tsi tau ua rua ib tug twg raug mob mas puab tsi pw le."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.17","label":"17","content":"Kev ua phem hab kev yuam cai zoo ib yaam le yog puab tej zaub mov hab dlej haus ntaag."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.18","label":"18","content":"Txujkev kws cov tuabneeg ncaaj nceeg taug mas zoo ib yaam le thaus lub nub taabtom tawm tuaj, pum kev txoog hab ci zuj zug moog txug rua thaus taav su."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.19","label":"19","content":"Cov tuabneeg sab phem taug txujkev tsaus ntuj nti, ib yaam le mo ntuj. Puab qaug tabsis tsi pum yaam kws puab dlawm le."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.20","label":"20","content":"Mivtub, koj yuavtsum muab sab npuab tej lug kws kuv has. Ua tuab zoo noog kuv tej lug."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.21","label":"21","content":"Tsi xob ca kuv tej lug tawm ntawm koj moog. Ncu ntsoov kuv tej lug hab khaws nkaus ca rua nruab sab."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.22","label":"22","content":"Tej lug ntawd yuav pub txujsa hab kev noj qaab nyob zoo rua txhua tug kws totaub tej lug ntawd."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.23","label":"23","content":"Koj yuavtsum ceevfaaj hab xaav zoo zoo; rua qhov koj lub neej moog lawv le koj tej kev xaav."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.24","label":"24","content":"Tsi xob has tej lug tsi tseeb. Tsi xob has lug dlaag hab tsi xob has tej lug kws tsi zoo."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.25","label":"25","content":"Tsaa qhovmuag saib ncaaj nraim rua tom hauv ntej; hab saib ntsoov koj txuj hauv kev."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.26","label":"26","content":"Ua tuab zoo xaav ua ntej kws koj yuav ua ib yaam dlaabtsi, mas koj txhaj ua tau qhov zoo."},{"bible_id":"1726","chapter_code":"PRO.4","verse_code":"PRO.4.27","label":"27","content":"Ca le tsiv tawm ntawm txujkev phem hab taug kev ncaaj nraim rua tom hauv ntej. Tsi xob moog rua saab xis lossis saab txhumphem."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.1","label":"1","content":"Mivtub, ua tuab zoo noog kuv lub tswvyim hab kuv tej kev txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.2","label":"2","content":"Koj txhaj yuav paub coj koj tug cwjpwm zoo, hab tej lug kws koj has yuav qha has tas, koj yog tug kws txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.3","label":"3","content":"Luas tej quaspuj lub qhovncauj has lug mog lug muas qaab zib ib yaam le zib ntaab hab nwg nwj nplua le pleev roj txiv ntoo,"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.4","label":"4","content":"tabsis tom qaab ntawd nwg tsi muab dlaabtsi rua koj le, tsuas yog muab kev ab kev dlaw hab kev mob kev nkeeg rua koj xwb."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.5","label":"5","content":"Txujkev kws nwg taug yog txujkev tuag. Nwg yuav coj koj moog rua huv tubtuag teb."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.6","label":"6","content":"Nwg tsi taug txujkev kws muaj txujsa; tabsis nwg laam ua neej xwb, nwg tub tsi paub has tas yuav muaj xwm dlaabtsi tshwm lug rua nwg le."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.7","label":"7","content":"Mivtub, nwgnuav koj ca le noog kuv has, hab tsi xob muab kuv tej lug ib lus tso povtseg le."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.8","label":"8","content":"Ca le tsiv tawm ntawm tej quaspuj kws has taag lug nuav! Tsi xob moog ze ntawm nwg lub qhovrooj hlo le!"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.9","label":"9","content":"Yog koj ua tsi zoo, lwm tug yuav tau txais koj lub koob meej, hab koj yuav tuag thaus koj tseem hluas rua tej tuabneeg kws tsi muaj kev taabncuab txhais teg,"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.10","label":"10","content":"hab luas tej yuav tuaj txeeb koj tej qhov txhua chaw, hab tej kws koj khwv tau lug yuav poob moog ua luas tug."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.11","label":"11","content":"Koj yuav pw quaj dlaa luam sau lub txaaj kws yog txujkev tuag, kaas yuav muab koj cev nqaj noj taag,"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.12","label":"12","content":"ces koj yuav has tas, “Vim le caag kuv yuav tsi noog luas tej lug qhuab qha? Vim le caag kuv tsi ca luas qhuab ntuag kuv?"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.13","label":"13","content":"Kuv tsi noog tej lug kws kuv tug xwbfwb qha. Kuv tsi quavntsej tej lug qha ntawd le."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.14","label":"14","content":"Hab tuab plag ntshis kuv ca le raug  kev txaajmuag taabmeeg tej tuabneeg suavdlawg.”"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.15","label":"15","content":"Koj yuavtsum ncaaj nceeg rua koj tug quaspuj hab hlub nwg tuab leeg xwb."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.16","label":"16","content":"Tej mivnyuas kws koj moog thaam lwm tug quaspuj muaj yuav tsi zoo rua koj."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.17","label":"17","content":"Tsimnyog ca koj tej mivnyuas ntawd luj hlub lug paab koj, tsi yog tso rua luas qhua."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.18","label":"18","content":"Koj ca le txaus sab rua koj tug quaspuj hab nrhav kev zoo sab nrug tug hluas nkauj kws koj yuav thaus koj tseem hluas,"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.19","label":"19","content":"nwg zoo nkauj hab ntxim hlub ib yaam le tug xyuas muaslwj. Ca nwg lub xubndlag ua chaw suv sab rua koj, ca nwg txujkev hlub nyob puagncig koj."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.20","label":"20","content":"Mivtub, vim le caag koj moog hlub dlua lwm tug quaspuj lawm? Vim le caag koj moog nyam lwm tug quaspuj lub xubndlag?"},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.21","label":"21","content":"Tug TSWV pum txhua yaam kws koj ua. Koj moog qhov twg los nwg yeej saib ntsoov koj."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.22","label":"22","content":"Cov tuabneeg sab phem tej kev txhum yog lub vuj hlua ntaag. Nwg txujkev txhum ua lub vaag rov khwb nwg."},{"bible_id":"1726","chapter_code":"PRO.5","verse_code":"PRO.5.23","label":"23","content":"Nwg tuag rua qhov nwg tswj tsi tau nwg lub sab. Nwg txujkev ruag yuav xaa nwg moog rua huv nwg lub qhov ntxaa."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.1","label":"1","content":"Mivtub, koj puas tau coglug rua leejtwg kws yuav paab them nwg tej nuj nqes?"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.2","label":"2","content":"Koj tej lug puas rov khi koj hab koj tej lug cog tseg puas rov ua lub vuj hlua cuab koj kev?"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.3","label":"3","content":"Mivtub, yog koj tau coglug le ntawd, ces koj poob rua tug tuabneeg ntawd qaab fwjchim lawm, koj ca le moog cuag nwg, hab thov thim koj tej lug cog tseg, kuas nwg tso koj, koj txhaj yuav dlim."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.4","label":"4","content":"Koj tsi xob pw tsaug zug lossis nyob ncaws nruj nris."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.5","label":"5","content":"Ca le tsiv tawm ntawm lub vuj hlua ib yaam le tug noog lossis tug muaslwj tsiv ntawm tug tuabneeg yos tua tsaj."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.6","label":"6","content":"Tug tuabneeg tubnkeeg, ca le moog saib ntsaum, saib ntsaum ua ntsaum lub neej le caag, koj txhaj le muaj tswvyim."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.7","label":"7","content":"Tej ntsaum tub tsi muaj thawjcoj, tsi muaj numtswv lossis tsi muaj ib tug thawjtswj kaav le,"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.8","label":"8","content":"tabsis lub caij ntuj su puab txawj moog nrhav zaub mov lug npaaj ca noj rua lub caij ntuj no."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.9","label":"9","content":"Tug tuabneeg tubnkeeg, koj tseem yuav pw ntev le caag? Thaus twg koj maam le sawv?"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.10","label":"10","content":"Tug tuabneeg tubnkeeg has tas, “Kuv tseem yuav tsaug ib tsig zug, hab kuv yuav khawm teg su ib chim tsaiv.”"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.11","label":"11","content":"Tabsis thaus nwg tseem pw tsaug zug, kev txomnyem yuav lug raug nwg ib yaam le tug tubsaab kws nqaa rawv qws tuaj fuab nwg lub neej ntaag."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.12","label":"12","content":"Cov tuabneeg tsi tsimtxaj hab sab phem tawm moog has lug dlaag rua nuav rua u."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.13","label":"13","content":"Puab txav muag hab ua tug pleeg tsawv ntxag koj nkaus xwb,"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.14","label":"14","content":"txhua yaam kws puab xaav huv puab lub sab puavleej yog tej kev phem kev qas, hab ua kuas muaj teebmeem rua txhua qhov chaw."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.15","label":"15","content":"Vim le nuav, txujkev puamtsuaj txhaj yuav lug raug puab thaus puab tsi ncu ceevfaaj, hab puab tej nqaj yuav ndluag ua qhov txhaab khu tsi tau."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.16+PRO.6.17+PRO.6.18+PRO.6.19","label":"16-19","content":"Muaj xyaa yaam kws tug TSWV ntxub kawg nkaus hab zaam txim tsi tau rua le, yog le nuav: Ua qhovmuag qauj leg, tug nplaig kws has lug dlaag, ob txhais teg kws tua tej tuabneeg tsi muaj txhum, lub sab kws ntaus tswvyim ua phem, ob txhais kutaw kws maaj nrooj moog ua kev phem, ua timkhawv tsi tseeb ib tug dlhau rua ib tug, hab tug tuabneeg nkawg xaiv kuas tej phoojywg muaj teebmeem."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.20","label":"20","content":"Mivtub, ca le ua lawv le koj txiv qha koj hab tsi xob tso koj nam tej lug qha tseg."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.21","label":"21","content":"Khaws nkaus obtug tej lug moog ua koj lub neej, hab khaws nkaus tej lug ntawd rua huv koj lub sab."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.22","label":"22","content":"Obtug tej lug qhuab qha yuav coj koj txuj hauv kev thaus koj taabtom taug kev, yuav tsomkwm koj thaus tsaus ntuj, hab thaus nruab nub tej lug ntawd yuav ntuag koj."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.23","label":"23","content":"Obtug tej lug qhuab ntuag yuav ua lub teeb ci ntsaa ab rua koj pum kev; obtug tej lug qhuab qha yuav paab tau koj kev ua neej."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.24","label":"24","content":"Tej lug ntawd fwjxwm tsi pub koj txaav moog ti tej quaspuj sab phem, hab ntawm luas tej quaspuj tej lug haub ntxag."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.25","label":"25","content":"Tsi xob ca puab tej kev zoo nkauj sim koj sab; tsi xob ca puab tej qhovmuag ua lub vuj hlua soo tau koj."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.26","label":"26","content":"Ib tug txivneej muab ib lub ncuav ndlav tau ib tug namndlav, tabsis kev ntxag luas quaspuj yuav ua rua nwg puag npe moog taag simneej."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.27","label":"27","content":"Koj puas tso tau suavtawg rua ntawm koj hauvsab kuas tsi xob kub koj tej rig tsho?"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.28","label":"28","content":"Koj puas moog tau sau cov ncaig tawg kws cig ntsaa thuav kuas tsi xob kub koj ob txhais kutaw?"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.29","label":"29","content":"Tug kws moog nrug luas quaspuj pw, yuav tsi dlim ib yaam le ntawd ntaag. Yog leejtwg ua, nwg yuav raug kev tsimtxom."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.30","label":"30","content":"Tuabneeg tsi ntxub tug tubsaab, yog has tas nwg nyag zaub mov noj thaus nwg tshaib plaab;"},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.31","label":"31","content":"yog luas nteg tau nwg, nwg yuavtsum them xyaa npaug rov qaab, nwg yuav tau muab taagnrho tej kws nwg muaj moog them."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.32","label":"32","content":"Tabsis tug txivneej kws ua txhum kev nkauj kev nraug, yog tug tuabneeg kws tsi txawj xaav; nwg rov ua rua nwg raug kev puamtsuaj ntaag."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.33","label":"33","content":"Nwg yuav raug txaajmuag hab raug ntaus; hab nwg yuav raug txobthuam moog taag simneej."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.34","label":"34","content":"Tsi muaj ib yaam kws ua rua tug quasyawg chim hab khib npaum le thaus kws luas tuaj txeeb nwg tug; mas thaus nwg ua pauj, nwg yuav pauj kuas txaus nkaus."},{"bible_id":"1726","chapter_code":"PRO.6","verse_code":"PRO.6.35","label":"35","content":"Tug quasyawg yuav tsi kaam txais yuav tej nyaj kws nplua ntawd le; txawm yog yuav muab nyaj ntau npaum le caag los yeej dlaws tsi tau nwg txujkev chim le."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.1","label":"1","content":"Mivtub, koj ncu ntsoov kuv tej lug, hab khaws kuv tej lug ca rua nruab sab."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.2","label":"2","content":"Ua koj lub neej le kuv qha, koj txhaj yuav muaj sa ua neej nyob. Koj yuavtsum ua tuab zoo khaws kuv tej lug qha, ib yaam le koj txuag koj ob lub qhovmuag."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.3","label":"3","content":"Ncu ntsoov kuv tej lug qha txhua lub sijhawm; muab khaws nkaus rua nruab sab."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.4","label":"4","content":"Suav has tas, lub tswvyim yog koj tug muam, hab kev txawj ntse yog koj tug phoojywg zoo."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.5","label":"5","content":"Tej lug ntawd yuav tswj tsi pub kuas koj moog ti luas tej quaspuj, hab tej quaspuj kws has lug mog lug muas."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.6","label":"6","content":"Muaj ib zag kuv tuaj huv kuv lub tsev saib ntawm qhovrais moog,"},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.7","label":"7","content":"kuv pum muaj ib paab tub hluas kws tsi tau paub qaabhau taug kev tuaj, tabsis muaj ib tug yog tug ruag tshaaj cov."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.8","label":"8","content":"Ces nwg txawm taug kev moog ze rua ntawm kev tshuam kws tug quaspuj ntawd nyob. Hab nwg moog ze rua ntawm tug quaspuj ntawd lub tsev,"},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.9","label":"9","content":"thaus nub poob qho kws tub tsaus ntuj zuag lawm."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.10","label":"10","content":"Ces tug quaspuj txawm tawm tuaj cuag tug hluas ntawd; tug quaspuj ntawd naav tsoog zoo nkaus le tug namndlav hab npaaj tej tswvyim dlaag ntxag."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.11","label":"11","content":"Nwg ua tug muaj plhus ntxhas tsi paub txaajmuag rua tej tuabneeg kws dlua kev le,"},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.12","label":"12","content":"lossis moog sawv ntawm tej kev tshuam tog, muaj qee zag nwg moog sawv pav yeev huv tej plawv kev, muaj qee zag nwg moog sawv pav yeev huv tej kab tej khw."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.13","label":"13","content":"Nwg xyaab hlo npaab moog puag nkaus tug tub hluas ntawd nwj kag, saib ntsoov tug tub hluas tsi ntsais muag le hab has tas,"},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.14","label":"14","content":"“Nub nua kuv tua tsaj fij hab muaj tej nqaj theej txhoj ntawd ntau heev."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.15","label":"15","content":"Yog le ntawd, kuv txhaj tawm tuaj nrhav koj. Mas kuv xaav ntsib koj kawg le, muaj moo kuv txhaj ntsib koj ntawm nuav!"},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.16","label":"16","content":"Kuv tub muab tej ntaub maag txaij nraug zeeg kws coj nraag tebchaws Iziv tuaj lug pua kuv lub txaaj lawm."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.17","label":"17","content":"Kuv tub muab tshuaj tsw qaab alu-es hab kinamoos lug pleev kuv lub txaaj tsw qaab ntxag lawm."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.18","label":"18","content":"Ca le nrug kuv moog! Wb yuav sis puag pw zoo sab ib mos kaaj ntug. Wb ib leeg yuav txaus sab rua ib leeg txhais npaab."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.19","label":"19","content":"Kuv tug quasyawg tsi nyob huv tsev. Nwg moog kev dleb lawm."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.20","label":"20","content":"Nwg nqaa hlo lub naab nyaj nrug nwg moog lawm, hab nwg yuav moog ntev txug ob lub limtam maam le rov qaab lug.”"},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.21","label":"21","content":"Tug quaspuj ntawd has tej lug mog lug muas haub ntxag, ces tug tub hluas txhaj qaug sab hlo rua tug quaspuj ntawd tej lug ntxag."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.22","label":"22","content":"Taamsim ntawd nwg ca le nrug tug quaspuj moog ib yaam nkaus le luas caab tug txiv nyuj moog khi ntawm tswg tua, hab ib yaam le luas puav muaslwj dlha moog maag vuj hlua."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.23","label":"23","content":"Yog qhov chaw kws xibxub vug yuav chob moog ti nkaus rua huv nwg lub plawv. Nwg zoo ib yaam le tug noog kws yaa moog maag luas lub vaag. Nwg tsi paub has tas, nwg txujsa tub poob moog rua txujkev puamtsuaj lawm."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.24","label":"24","content":"Cov Mivtub, nwgnuav mej ca le noog kuv has. Hab khaws kuv tej lug ca."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.25","label":"25","content":"Tsi xob pub tej quaspuj kws zoo le tug quaspuj nuav ntxag tau mej lub sab; tsi xob ua tug tuabneeg kws tsi paub qaabhau dlaabtsi hab tsi xob lawv nwg qaab moog."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.26","label":"26","content":"Nwg tub ua rua ntau tug txivneej raug puamtsuaj hab ua rua coob leej tuag lawm suav tsi txheeb."},{"bible_id":"1726","chapter_code":"PRO.7","verse_code":"PRO.7.27","label":"27","content":"Yog koj moog rua huv nwg tsev, ces yog koj taabtom taug kev moog rua huv tubtuag teb lawm ntaag. Qhov ntawd yog txujkev kws tuag sai kawg nkaus le."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.1","label":"1","content":"Ca le noog! Lub tswvyim taabtom hu. Txujkev totaub tsaa nwg lub suab hu."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.2","label":"2","content":"Lub tswvyim yeej sawv nreg nroog sau tej ncov roob kws nyob ze rua ntawm tej ntug kev hab ntawm tej kev tshuam."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.3","label":"3","content":"Lub tswvyim tuaj ntawm tej ncauj ke kws nkaag moog rua huv nroog, hab sawv ntawm tej roojvaag ib saab hu has tas:"},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.4","label":"4","content":"“Tuabneeg, kuv tub hu mej lawm; kuv hu txhua tug kws nyob huv nplajteb nuav huv tuabsi."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.5","label":"5","content":"Mej tseem yog mivnyuas mog xwb los? Ca le kawm ua le tej laug ua. Mej yog tuabneeg ruag los? Ca le kawm kuas ntse los mas."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.6","label":"6","content":"Ua tuab zoo noog kuv tej lug kws zoo tshaaj plawg nuav; txhua yaam kws kuv qha mej yeej yog yaam tseeb xwb."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.7","label":"7","content":"Yaam kws kuv has yog qhov tseeb; kuv ntxub tej lug dlaag kawg le."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.8","label":"8","content":"Txhua yaam kws kuv has puavleej yog lug tseeb; tsi muaj ib lus twg yog lug dlaag lossis yuam kev le."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.9","label":"9","content":"Tug tuabneeg kws txawj ntse, nwg totaub tej lug nuav zoo; hab txhua yaam yoojyim rua tug kws txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.10","label":"10","content":"Khaws kuv tej lug qhuab ntuag ca zoo dlua le khaws tej nyaj txag; khaws tej kev txawj ntse ca zoo dlua le khaws tej tseem kub."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.11","label":"11","content":"“Kuv yog lub tswvyim, kuv zoo dlua tej hlaws muaj nqes; txhua yaam kws mej xaav yuav yeej pev tsi tau kuv le."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.12","label":"12","content":"Kuv yog lub tswvyim, hab kuv muaj kev txawj ntse heev; kuv muaj kev txawj ntse hab paub txav txim."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.13","label":"13","content":"Qhov kws fwm tug TSWV, yog ntxub txujkev phem kev qas; kuv ntxub txujkev khaavtheeb, txujkev limham txujkev phem qas hab tej lug dlaag kawg le."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.14","label":"14","content":"Kuv tub npaaj tau tswvyim hab yuav siv tej tswvyim ntawd tawm ntaag. Kuv yog tug thoob tsib to nrog, hab kuv yog tug muaj zug nchaav."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.15","label":"15","content":"Kuv paab tej vaajntxwv tswj teb kaav chaw hab tej numtswv rhawv kevcai tswjfwm ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.16","label":"16","content":"Txhua tug numtswv kws kaav huv lub nplajteb, kuv yog tug kws paab puab, tej coj plaub tsaws ntug hab tej numtswv qeb sab los ib yaam nkaus."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.17","label":"17","content":"Kuv hlub cov kws hlub kuv; yog leejtwg nrhav kuv yeej yuav ntsib kuv."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.18","label":"18","content":"Nyaj txag hab meejmom, kev npluanuj hab kev vaammeej kuv puavleej muaj."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.19","label":"19","content":"Tej kws koj tau ntawm kuv lug zoo dlua tej tseem kub hab zoo dlua tej tseem nyaj."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.20","label":"20","content":"Kuv taug kev ncaaj nceeg; kuv ua lawv le txujkev tseeb,"},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.21","label":"21","content":"kuv muab kuv tej nyaj txag rua tug kws hlub kuv, puab tej tsev tuabneeg muaj nyaj muaj txaj nplua mag."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.22","label":"22","content":"“Tug TSWV xub tsim kuv ua ntej dlua ib puas tsaav yaam huv tuabsi, kuv yog teg num kws nwg xub ua thaus u lug lawm."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.23","label":"23","content":"Nwg yeej tsim kuv thaus chivkeeb, kuv yeej nyob thaus tsi tau tsim lub nplajteb nuav lug lawm."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.24","label":"24","content":"Kuv tseem xub muaj nyob dlua thaus tseem tsi tau muaj havtxwv hab tej dlej txhawv."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.25","label":"25","content":"Kuv tseem xub yug dlua tej hauv roob, ua ntej tej ncov roob nyob muaj chaw,"},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.26","label":"26","content":"ua ntej Vaajtswv tsim lub nplajteb hab tej taj nraag lossis thawj phoov teg aav."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.27","label":"27","content":"Thaus Vaajtswv muab lub ntuj moog tso nyob muaj chaw, kuv tub yeej nyob ntawd lawm, thaus nwg nthuav lub ntuj kuas tug npoo ntuj moog hlaa dlej havtxwv,"},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.28","label":"28","content":"thaus nwg muab tej fuab moog tso rua sau nruab ntug, thaus nwg qheb tej qhovdlej havtxwv,"},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.29","label":"29","content":"hab has kuas tej havtxwv tsuas ndlwg txij tej nrim kws nwg kom tseg. Thaus nwg puab tej caag nplajteb kuv tub yeej nyob ntawd lawm."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.30","label":"30","content":"Kuv yeej nyob rawv ntawm nwg ib saab ib yaam le tug kws tsaa tsev ntaag, kuv yog tug kws naj nub ua rua nwg zoo sab, hab nrug nwg nyob suv sab so,"},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.31","label":"31","content":"kuv zoo sab rua lub nplajteb hab txaus sab rua txhua tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.32","label":"32","content":"“Cov tub hluas, nwgnuav mej ca le noog kuv has! Ua le kuv has, mej txhaj yuav tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.33","label":"33","content":"Ca le noog tej lug kws kuv qha mej nuav. Tsi xob muab tso tseg; mej txhaj yuav txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.34","label":"34","content":"Tug tuabneeg kws noog kuv tej lug, tug tuabneeg kws naj nub tuaj sawv ntawm kuv lub qhovrooj tog yuav lug huv kuv lub tsev, yuav tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.35","label":"35","content":"Tug tuabneeg kws nrhav kuv yog nwg nrhav txujsa ntaag, hab tug TSWV yuav txaus sab rua nwg."},{"bible_id":"1726","chapter_code":"PRO.8","verse_code":"PRO.8.36","label":"36","content":"Tug tuabneeg kws tsi lug nrhav kuv, tug ntawd rov txuv nwg txujsa. Leejtwg ntxub kuv ces yog nwg nyam txujkev tuag.”"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.1","label":"1","content":"Lub tswvyim ua nwg lub tsev, hab txhus xyaa tug ncej txheem lub tsev ntawd."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.2","label":"2","content":"Nwg muab ib tug tsaj tua ua pluag noj pluag haus, muab cawv xyaw rua, hab coj moog txawb rua sau rooj."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.3","label":"3","content":"Nwg tso nwg cov ntxhais qhev moog rua sau qhov chaw sab huv lub nroog hu tuaj has tas:"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.4","label":"4","content":"“Cov tuabneeg ruag, mej ca le lug ntawm nuav!” Hab nwg has rua cov txivneej ruag has tas,"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.5","label":"5","content":"“Ca le tuaj, tuaj noj kuv tej zaub mov hab haus tej cawv kws kuv tov tau lawm."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.6","label":"6","content":"Ca le tso plhuav txujkev ruag tseg, hab lawv txujkev txawj ntse qaab, koj txhaj le yuav muaj sa nyob.”"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.7","label":"7","content":"Yog koj ntuag tug tuabneeg kws luag lwm tug plig, mas koj yuav raug thuam. Yog koj thuam tej tuabneeg ua phem, mas koj yuav raug lug tsi zoo."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.8","label":"8","content":"Tsi xob moog ntuag tug tuabneeg kws luag lwm tug plig hlo le, nyob tsaam nwg yuav ntxub koj. Tabsis yog koj ntuag tug tuabneeg txawj ntse, mas nwg yuav fwm koj."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.9","label":"9","content":"Txhua yaam kws koj has rua tug tuabneeg txawj ntse yuav ua rua nwg muaj tswvyim ntxiv. Tej kws koj qha rua tug tuabneeg ncaaj nceeg yuav ntxiv kuas nwg muaj kev txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.10","label":"10","content":"Tug kws muaj tswvyim, yog tug kws paub fwm tug TSWV. Yog koj paub Vaajtswv tug kws Dlawbhuv, koj txhaj yog tug totaub tag."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.11","label":"11","content":"Lub tswvyim yuav ntxiv kuas koj muaj sa ua neej nyob ntau xyoo."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.12","label":"12","content":"Yog koj muaj tswvyim, koj yuav muaj koob muaj meej, tabsis yog koj muab lub tswvyim povtseg, koj yuav raug kev txomnyem."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.13","label":"13","content":"Kev ruag zoo le tug quaspuj kws suab nrov, tawv ncauj hab tsi paub txaajmuag le."},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.14","label":"14","content":"Nwg nyob rawv ntawm nwg lub qhovrooj lossis sau lub chaw kws sab tshaaj plawg huv nroog,"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.15","label":"15","content":"hab hu tej tuabneeg kws dlua kev tuaj moog ua puab tej num has tas:"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.16","label":"16","content":"“Cov tuabneeg tawv ncauj, ca le lug ntawm nuav!” Nwg has rua tug txivneej ruag has tas,"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.17","label":"17","content":"“Cov dlej kws nyag lug yeej qaab zib dlua. Tej ncuav kws nyag lug yeej qaab tshaaj.”"},{"bible_id":"1726","chapter_code":"PRO.9","verse_code":"PRO.9.18","label":"18","content":"Puab tsi paub has tas, cov tuabneeg kws tuag lawm, tub yog cov kws moog huv tug quaspuj ntawd tsev. Cov tuabneeg kws moog rua huv nwg tsev lawm, yog cov kws nyob huv tubtuag teb qhov kws tub tshaaj plawg."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.1","label":"1","content":"Tej nuav yog Xalumoos tej paajlug: Tug tub kws muaj tswvyim ua rua leej txiv zoo sab heev rua nwg; tug tub kws ruag coj kev ntxhuv sab lug rua nwg nam."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.2","label":"2","content":"Tej nyaj txag kws koj tau lug ntawm kev tsi ncaaj nceeg, yuav tsi ua rua koj npluanuj, tabsis tej kws tau lug ntawm kev ncaaj nceeg yuav cawm tau koj txujsa."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.3","label":"3","content":"Tug TSWV yuav tsi ca tej tuabneeg ncaaj nceeg tshaib nqhes, tabsis nwg yuav tsi pub cov tuabneeg sab phem tau tej kws puab ntshaw."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.4","label":"4","content":"Kev tubnkeeg yuav ua rua koj pluag, tabsis kev nquag yuav ua rua koj npluanuj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.5","label":"5","content":"Tug kws muaj tswvyim, nwg mob sab sau qoobloo rua thaus tej qoob sav, tabsis tug kws pw thaus lub caij sau qoob yuav raug kev txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.6","label":"6","content":"Tug tuabneeg kws sab zoo yuav tau txais koob moov. Tabsis tug tuabneeg sab phem has tej lug tsi zoo."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.7","label":"7","content":"Luas yuav ncu ntsoov tej tuabneeg sab zoo lub koob moog le, tabsis tug tuabneeg sab phem yuav tsi muaj leejtwg ncu txug."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.8","label":"8","content":"Tug tuabneeg muaj tswvyim khaws luas tej lug qhuab ntuag, tabsis tug tuabneeg ntau ncauj yuav raug puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.9","label":"9","content":"Tug tuabneeg ncaaj nceeg tau zoo nyob kaaj sab lug, tabsis tug tuabneeg tsi ncaaj nceeg yuav raug luas nteg."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.10","label":"10","content":"Tug kws zais sab mas ua kuas muaj kev kub ntxhuv, tabsis tug kws ntuag luas taabmeeg, yuav ua kuas muaj kev sis humxeeb."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.11","label":"11","content":"Tug tuabneeg sab zoo tej lug yog lub qhovdlej kws cawm tau txujsa, tabsis tug tuabneeg sab phem tog rawv ntxo luas xwb."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.12","label":"12","content":"Kev ntxub ua kuas muaj teebmeem, tabsis kev hlub ua rua kev cibnyeej pluj moog."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.13","label":"13","content":"Tej tuabneeg txawj ntse has tej lug kws totaub, tabsis tej tuabneeg ruag yuav raug luas nplawm."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.14","label":"14","content":"Tug tuabneeg muaj tswvyim khaws tej kev txawj ntse ca, tabsis thaus cov tuabneeg ruag has lug, ua rua muaj kev kub ntxhuv."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.15","label":"15","content":"Nyaj txag tsomkwm cov tuabneeg npluanuj; cov pluag raug kev tsimtxom hab puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.16","label":"16","content":"Nqe zug rua tug kws ua zoo yog txujsa, tabsis tej kws tug ua phem tau, yog kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.17","label":"17","content":"Tug tuabneeg kws ua tuab zoo noog thaus luas qhuab ntuag yuav tau txujsa, tabsis cov tuabneeg kws tsi leeg yuav luas tej lug ntuag yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.18","label":"18","content":"Tug tuabneeg kws zais nwg tej kev ntxub rua nruab sab yog ib tug tuabneeg dlaag. Leejtwg ua tuabneeg ntau ncauj tug ntawd yog ib tug tuabneeg ruag."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.19","label":"19","content":"Yog koj ua tuabneeg ntau ncauj, yuav ua rua koj has lug txhum ntau ntxiv. Yog koj ntse, koj tsi xob ua tuabneeg ntau ncauj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.20","label":"20","content":"Tug tuabneeg sab zoo tej lug muaj nqes le tej tseem nyaj; tug tuabneeg sab phem tej kev xaav tsi muaj qaabhau dlaabtsi."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.21","label":"21","content":"Tug tuabneeg sab zoo tej lug paab tau coob leej, tabsis tug tuabneeg ruag tuag vim nwg tsi txawj xaav."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.22","label":"22","content":"Tub yog tug TSWV foom koob moov rua koj, koj txhaj muaj txag npluanuj. Tsi yog qhov kws koj naj nub khwv ua rua koj npluanuj."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.23","label":"23","content":"Tug kws zoo sab ua txhum yeej yog tuabneeg ruag. Tug tuabneeg txawj ntse txaus sab rua nwg tej tswvyim."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.24","label":"24","content":"Cov tuabneeg ncaaj nceeg tau tej kws puab xaav yuav, tabsis tej tuabneeg ua phem tej kev ntshai yuav lug raug puab."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.25","label":"25","content":"Cua dlaaj cua dlub ntsawj cov tuabneeg kws ua phem moog povtseg, tabsis cov tuabneeg ncaaj nceeg yuav tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.26","label":"26","content":"Tsi xob khaiv tug tuabneeg tubnkeeg moog ua ib yaam dlaabtsi rua koj. Nwg yuav zoo le cov kua qaub rua koj cov kaugnav lossis tej paa tawg kws ntshawb koj qhovmuag."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.27","label":"27","content":"Ua lub neej fwm tug TSWV, koj txhaj yuav muaj txujsa ua neej nyob ntev. Cov tuabneeg sab phem tuag ua ntej puab lub caij nyoog."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.28","label":"28","content":"Tej tuabneeg ncaaj nceeg txujkev ca sab coj puab moog rua qhov tau zoo, tabsis cov tuabneeg ua phem, ua neej tsaus ntuj nti tsi pum yaav tom ntej."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.29","label":"29","content":"Tug TSWV tsomkwm tej tuabneeg ncaaj nceeg, tabsis nwg rhuav tshem tej tuabneeg kws ua txhum."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.30","label":"30","content":"Cov tuabneeg ncaaj nceeg yuav tau nyob huv lub tebchaws, tabsis cov tuabneeg ua phem yuav raug muab ntab tawm."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.31","label":"31","content":"Cov tuabneeg ncaaj nceeg xaiv tej lug zoo has, tabsis luas yuav txwv tug nplaig kws has lug phem."},{"bible_id":"1726","chapter_code":"PRO.10","verse_code":"PRO.10.32","label":"32","content":"Cov tuabneeg ncaaj nceeg paub has tej lug kws txaus suavdlawg yuav, tabsis cov tuabneeg sab phem has tej lug kws chob luas sab xwb."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.1","label":"1","content":"Tug TSWV ntxub cov tuabneeg kws muab raab teev ntxo lug luj rua luas, nwg txaus sab rua cov tuabneeg kws muab raab teev tsi ntxo lug luj rua luas."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.2","label":"2","content":"Tug tuabneeg khaavtheeb yuav poob ntsejmuag. Tabsis tug tuabneeg txawj ntse paub txu fwjchim."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.3","label":"3","content":"Txujkev ncaaj nceeg yuav coj tug tuabneeg ua zoo kev. Cov tuabneeg kws tsi ncaaj nceeg yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.4","label":"4","content":"Kev npluanuj yuav tsi muaj qaabhau rua nub kws koj tuag, tabsis kev ncaaj nceeg yuav cawm tau koj txujsa."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.5","label":"5","content":"Txujkev ncaaj nceeg ua rua tug tuabneeg sab zoo ua lub neej kaaj sab, tabsis tug tuabneeg sab phem tej kev phem yuav ua rua nwg raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.6","label":"6","content":"Txujkev ncaaj nceeg paab tau tug tuabneeg sab ncaaj dlim, tabsis tug tuabneeg sab nkhaus yuav maag lub vuj hlua kws yog nwg txujkev phem."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.7","label":"7","content":"Thaus tug tuabneeg sab phem tuag, nwg txujkev ca sab taag nrug nwg. Txhua yaam kws nwg ca sab rua yuav tsi muaj qaabhau dlaabtsi."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.8","label":"8","content":"Cov tuabneeg ncaaj nceeg tau txais kev cawm dlim, cov tuabneeg sab phem yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.9","label":"9","content":"Tug tuabneeg tsi fwm Vaajtswv tej lug ua rua koj raug kev puamtsuaj, tabsis txujkev txawj ntse ntawm tug tuabneeg ncaaj nceeg paab tau koj dlim."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.10","label":"10","content":"Tej tuabneeg huv lub nroog zoo sab thaus cov tuabneeg ncaaj nceeg tau koob moov, hab puab qw zoo sab thaus cov tuabneeg sab phem tuag."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.11","label":"11","content":"Thaus cov tuabneeg ncaaj nceeg foom koob moov; lub nroog muaj kev vaammeej; tabsis cov tuabneeg sab phem tej lug ua rua lub nroog raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.12","label":"12","content":"Tug tuabneeg ruag nyam has lug thuam lwm tug. Yog koj ntse, koj tsi xob ua tuabneeg ntau ncauj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.13","label":"13","content":"Tsi muaj leejtwg ca sab rua tug tuabneeg ntau ncauj, tabsis koj yeej tso sab tau rua tug kws koj ntseeg sab."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.14","label":"14","content":"Lub tebchaws yuav poob moog yog tsi muaj tug coj. Tabsis yog muaj coob tug tuavxaam yuav ua rua muaj kev tswjfwm ruaj khov."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.15","label":"15","content":"Yog koj tau coglug nrug lwm tug them nuj nqes, koj yuav tau ris cov nqe ntawd. Zoo dlua koj ca le muab tso tseg tsi xob koom teg nrug nwg."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.16","label":"16","content":"Tug quaspuj kws muaj lub sab zoo mas luas yeej fwm nwg, tabsis tug quaspuj kws sab tsi ncaaj yuav poob ntsejmuag. Tug tuabneeg tubnkeeg yeej tsi nrug luas muaj nyaj ib zag le,  tabsis tug tuabneeg nquag yuav muaj txag npluanuj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.17","label":"17","content":"Thaus koj ua sab dlawb sab zoo, yog koj ua zoo rua koj ntaag. Tabsis yog koj ua lub sab nruj tsiv, tej ntawd yuav rov lug raug koj xwb."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.18","label":"18","content":"Tug tuabneeg sab phem tsi tau tej nqe zug zoo le, tabsis yog koj ua kev ncaaj nceeg, koj yuav tau tej nqe zug kws zoo."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.19","label":"19","content":"Tug kws ua lub neej nyob ruaj nreeg rua txujkev ncaaj nceeg yuav muaj txujsa nyob, tabsis tug kws pheej nrhav nrhw txujkev phem yuav tuag moog."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.20","label":"20","content":"Tug TSWV ntxub cov tuabneeg kws muaj lub sab limham, tabsis nwg hlub cov tuabneeg kws coj ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.21","label":"21","content":"Koj yuavtsum paub has tas cov tuabneeg ua phem ua qas yuav raug txim, tabsis cov tuabneeg ncaaj nceeg yuav tsiv dlim."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.22","label":"22","content":"Tug quaspuj zoo nkauj kws tsi muaj tswvyim, zoo le lub khawb kub kws muab dlai rua ntawm npua taubntswg ntaag."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.23","label":"23","content":"Tej kws cov tuabneeg zoo xaav yuav, yeej ibtxwm xaus rua yaam zoo, thaus cov tuabneeg sab phem tau yaam kws puab ntshaw, tsuas yog kev npautawg."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.24","label":"24","content":"Muaj qee leej siv puab tej nyaj txag lawm laub lug, puab tseem muaj txag npluanuj. Tabsis muaj ibtxha mas cuamkhum kawg los puab pluag kawg le."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.25","label":"25","content":"Ua tuabneeg sab dlawb sab zoo, koj lub neej txhaj yuav vaammeej. Paab lwm tug, luas txhaj yuav paab koj."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.26","label":"26","content":"Tej tuabneeg tsawm foom tug kws sau qoob lug tseg ca tog muag kuas tau nqe ntau, tabsis luas qhuas tug kws muag pheej yig."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.27","label":"27","content":"Tug tuabneeg kws nrhav yaam zoo, yuav tau txais yaam zoo, tabsis tug tuabneeg kws nrhav yaam phem, yuav tau txais yaam phem."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.28","label":"28","content":"Cov tuabneeg kws puab tso sab rua puab txujkev npluanuj, yuav poob ib yaam le tej nplooj thaus lub caij nplooj ntoos zeeg, tabsis cov tuabneeg ncaaj nceeg yuav vaammeej ib yaam le tej nplooj thaus lub caij nplooj ntoos hlaav."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.29","label":"29","content":"Tug tuabneeg kws pheej tsim teebmeem rua nwg tsev tuabneeg, thaus kawg nwg yuav tsi muaj ib yaam dlaabtsi le. Cov tuabneeg ruag yuav tau ua cov tuabneeg txawj ntse qhev moog le."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.30","label":"30","content":"Kev ncaaj nceeg  pub txujsa, tabsis kev nruj tsiv  rhu txujsa moog."},{"bible_id":"1726","chapter_code":"PRO.11","verse_code":"PRO.11.31","label":"31","content":"Cov tuabneeg zoo yeej tau txais nqe zug huv nplajteb nuav, koj yuavtsum paub has tas cov tuabneeg ua phem hab cov tuabneeg txhum yuav raug txim."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.1","label":"1","content":"Tug tuabneeg kws nyam kev txawj ntse, nwg xaav kuas luas qha nwg thaus nwg ua txhum. Tug tuabneeg kws tsi nyam kev qhuab ntuag, nwg yog tuabneeg ruag."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.2","label":"2","content":"Tug TSWV txaus sab rua cov tuabneeg ua zoo, tabsis nwg rau txim rua cov tuabneeg kws nyam ua phem ua qas."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.3","label":"3","content":"Cov tuabneeg ua phem yeej nyob tsi muaj chaw, tabsis cov tuabneeg ncaaj nceeg nyob ruaj khov kho."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.4","label":"4","content":"Tug quaspuj tsimtxaj yog lub mom yeebkoob rua nwg tug quasyawg ntoo, tabsis tug quaspuj kws coj kev txaajmuag lug rua nwg tug quasyawg, zoo nkaus le cov kua paug kws nyob huv tug quasyawg cov pobtxhaa."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.5","label":"5","content":"Cov tuabneeg ncaaj nceeg yeej ua ncaaj nceeg rua koj. Tabsis Cov tuabneeg sab phem xaav dlaag ntxag koj xwb."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.6","label":"6","content":"Cov tuabneeg sab phem tej lug tua tuabneeg tuag, tabsis cov tuabneeg ncaaj nceeg tej lug paab tau lwm tug kws raug kev txomnyem nyuaj sab dlim."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.7","label":"7","content":"Cov tuabneeg sab phem qaug hab puamtsuaj moog, puab yuav tsi muaj xeebntxwv tseg le, tabsis cov tuabneeg ncaaj nceeg tej xeebntxwv yuav nyob ruaj khov."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.8","label":"8","content":"Yog koj txawj ntse, luas yuav qhuas koj. Yog koj ruag, tuabneeg yuav saib tsi taug koj."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.9","label":"9","content":"Tug tuabneeg kws luas saib tsi tseemceeb dlaabtsi, tabsis nwg muaj tubkhai, zoo dlua tug tuabneeg khaavtheeb kws tsi muaj noj tsi muaj haus."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.10","label":"10","content":"Tug tuabneeg sab zoo yeej tu nwg tej tsaj txhu zoo, tabsis cov tuabneeg sab phem yeej tsimtxom puab tej tsaj txhu."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.11","label":"11","content":"Tug tuabneeg nquag ua laj ua teb, muaj noj nplua mag, tabsis tug tuabneeg ruag muab nwg lub sijhawm siv tsi muaj nqes."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.12","label":"12","content":"Txhua yaam kws cov tuabneeg sab phem xaav tau, yog nrhav kev ua phem ua qas xwb, tabsis tug tuabneeg ncaaj nceeg nyob ruaj khov."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.13","label":"13","content":"Tug tuabneeg sab phem tej lug rov ua lub vuj hlua soo nwg, tabsis tug tuabneeg ncaaj nceeg yuav tsiv dlim ntawm tej teebmeem."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.14","label":"14","content":"Koj yuav tau txais nqe zug lawv le tej lug kws koj has hab tej num kws koj ua. Koj yuav tau txais lawv le koj tau ua lug lawm."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.15","label":"15","content":"Cov tuabneeg ruag xaav has tas, puab yog tug kws has yog xwb. Tabsis cov tuabneeg kws noog luas tej lug qhuab ntuag, yog tuabneeg txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.16","label":"16","content":"Thaus tug tuabneeg ruag chim, nwg ua rua luas paub taamsim ntawd ntaag. Tug tuabneeg ntse nyaj taug tej kws luas ua saib tsi taug nwg."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.17","label":"17","content":"Tug tuabneeg ncaaj nceeg ua timkhawv tseeb, tabsis tug tuabneeg dlaag ua timkhawv tsi ncaaj."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.18","label":"18","content":"Tej lug tsi zoo chob luas sab ib yaam le raab ntaaj, tabsis lu lug zoo nplig tau luas lub sab."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.19","label":"19","content":"Tug tuabneeg kws has lug dlaag yuav ua neej nyob tsi ntev, tabsis tug tuabneeg kws has lug tseeb yuav muaj sa nyob ntev."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.20","label":"20","content":"Cov tuabneeg kws tuavhuv ua kev phem, puab yog tuabneeg dlaag ntxag, tabsis cov tuabneeg ua zoo yuav tau kev kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.21","label":"21","content":"Tsi muaj kev phem lug raug cov tuabneeg ncaaj nceeg, tabsis cov tuabneeg sab phem yuav raug kev txomnyem."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.22","label":"22","content":"Tug TSWV ntxub cov tuabneeg has lug dlaag, tabsis nwg txaus sab rua cov tuabneeg kws has lug tseeb."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.23","label":"23","content":"Cov tuabneeg txawj ntse muab tej kws puab paub khaws ca rua nruab sab, tabsis cov tuabneeg ruag muab txujkev ruag qha rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.24","label":"24","content":"Kev nquag yuav ua rua koj muaj fwjchim; kev tubnkeeg yuav ua rua koj moog ua luas qhev."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.25","label":"25","content":"Kev txhawjxeeb ua rua koj kev zoo sab pluj moog, tabsis tej lug zoo yuav txhawb tau koj tug zug."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.26","label":"26","content":"Tug tuabneeg ncaaj nceeg coj nwg tug phoojywg moog rua txujkev zoo, tabsis tug tuabneeg sab phem coj moog rua txujkev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.27","label":"27","content":"Yog koj ua tuabneeg tubnkeeg, koj yuav tsi tau dlaabtsi, tabsis yog koj nquag ua num, koj yuav tau txais koob moov."},{"bible_id":"1726","chapter_code":"PRO.12","verse_code":"PRO.12.28","label":"28","content":"Kev ncaaj nceeg yog txujkev kws tau txujsa; kev ua phem yog txujkev tuag."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.1","label":"1","content":"Tug tub kws txawj ntse noog thaus nwg txiv qhuab ntuag nwg, tabsis tug kws muab hlub yeej tsi kaam leeg nwg tej kev txhum."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.2","label":"2","content":"Tug tuabneeg sab zoo yuav tau nqe zug, vim tej lug kws nwg has, tabsis cov tuabneeg dlaag ntxag nrhav nrhw ua kev phem."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.3","label":"3","content":"Tug tuabneeg kws tswj tau nwg lub qhovncauj, yuav ceev tau nwg txujsa. Tug tuabneeg ntau ncauj yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.4","label":"4","content":"Tug tuabneeg tubnkeeg, ntshaw npaum le caag los nwg yeej tsi tau tej ntawd ib zag le. Tug tuabneeg nquag yuav tau txhua yaam lawv le nwg lub sab xaav."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.5","label":"5","content":"Cov tuabneeg ncaaj nceeg ntxub txujkev dlaag, tabsis cov tuabneeg sab phem yuav txaajmuag hab poob ntsejmuag."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.6","label":"6","content":"Kev ncaaj nceeg tsomkwm tug tuabneeg kws tsi muaj txim txhum; kev txhum ua rua tug tuabneeg ua phem raug puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.7","label":"7","content":"Muaj ibtxha ua le yog tuabneeg npluanuj, tabsis puab tsi muaj dlaabtsi le. Muaj ibtxha ua le puab yog tuabneeg pluag, tabsis puab yog tuabneeg muaj txag npluanuj."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.8","label":"8","content":"Tug tuabneeg npluanuj siv nyaj txag lug cawm nwg txujsa, tabsis tsi muaj leejtwg ua phem rua tug tuabneeg pluag."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.9","label":"9","content":"Cov tuabneeg ncaaj nceeg zoo le lub teeb ci pum kev laam lug, cov tuabneeg sab phem zoo le lub teeb kws tub muab tshuab tuag lawm."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.10","label":"10","content":"Tug tuabneeg muab hlub tsuas tsim kuas muaj kev kub ntxhuv. Tug tuabneeg kws thov luas paab tswvyim txhaj yog tuabneeg ntse."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.11","label":"11","content":"Tej nyaj kws mej tau lug yoojyim, yuav nyob tsi ntev. Tabsis tej nyaj kws mej siv dlaag zug khwv tau lug yuav nyob ruaj."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.12","label":"12","content":"Thaus koj taag kev ca sab, mob koj sab kawg le, tabsis thaus tau kag lawm, ua rua koj zoo sab kawg."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.13","label":"13","content":"Yog koj tsi kaam yuav luas tej lug ntuag, ces koj yuav raug teebmeem. Coj lawv le tej lug qha, koj txhaj ua neej kaaj sab."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.14","label":"14","content":"Cov tuabneeg txawj ntse tej lug qhuab qha yog lub qhovdlej cawm txujsa; tej lug ntawd yuav paab koj thaus koj raug kev txhawjxeeb."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.15","label":"15","content":"Luas yuav fwm tug tuabneeg txawj ntse, tabsis cov tuabneeg kws luas tsi ca sab rua, taabtom taug txujkev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.16","label":"16","content":"Cov tuabneeg txawj ntse yuav ua yaam twg, puab xub xaav ua ntej maam le ua, tabsis cov tuabneeg ruag, ca le khaav puab tej kev ruag rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.17","label":"17","content":"Tug tuabneeg xaa xuv tsi ncaaj, tsim kuas muaj kev kub ntxhuv, tabsis tug kws xaa xuv ncaaj yuav ua rua suavdlawg kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.18","label":"18","content":"Tug kws tsi kaam kawm txawj kawm ntse yuav pluag hab txaajmuag. Tug kws khaws luas tej lug ntuag ca rua nruab sab, luas yuav fwm."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.19","label":"19","content":"Yog yug tau yaam kws yug xaav yuav, mas zoo yug sab heev! Cov tuabneeg ruag tsi kaam tso puab txujkev phem kev qas tseg le."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.20","label":"20","content":"Yog koj nrug cov tuabneeg txawj ntse ua ke, koj txhaj yuav txawj ntse. Yog koj ua phoojywg nrug cov tuabneeg ruag, koj yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.21","label":"21","content":"Teebmeem lawv cov tuabneeg txhum qaab rua txhua txujkev, tabsis cov tuabneeg ncaaj nceeg yuav tau tej nqe zug zoo."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.22","label":"22","content":"Tug tuabneeg sab zoo, nwg yuav muaj nyaj txag tseg rua nwg tej xeebntxwv, tabsis cov tuabneeg txhum tej nyaj txag yuav muab tseg ca rua cov tuabneeg ncaaj nceeg yuav."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.23","label":"23","content":"Tug tuabneeg pluag ua tau qoobloo ntau huv nwg dlaim teb, tabsis cov tuabneeg tsi ncaaj tuaj txeeb taag lawm."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.24","label":"24","content":"Yog koj tsi qhuab qha koj tug tub, ces yog koj tsi hlub nwg. Yog koj hlub nwg, koj yeej yuav ntuag nwg."},{"bible_id":"1726","chapter_code":"PRO.13","verse_code":"PRO.13.25","label":"25","content":"Cov tuabneeg ncaaj nceeg muaj noj nplua mag, tabsis cov tuabneeg sab phem tau kev tshaib nqhes moog le."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.1","label":"1","content":"Cov quaspuj kws muaj tswvyim tuav tau puab lub cuab lub yig nyob ruaj ntseg, tabsis cov quaspuj ruag muab puab lub cuab lub yig rhuav povtseg."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.2","label":"2","content":"Tug tuabneeg ncaaj nceeg yeej paub ntshai tug TSWV. Tabsis tug tuabneeg tsi ncaaj nceeg, nwg tuam mom tug TSWV."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.3","label":"3","content":"Tug tuabneeg ruag yeej khaavtheeb hab ntau ncauj, tabsis tug tuabneeg txawj ntse tej lug yuav tiv thaiv nwg."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.4","label":"4","content":"Yog tsi muaj nyuj laij teb koj yuav tsi tau qoobloo, tabsis yog muaj nyuj laij teb, koj yuav tau qoobloo puv txhaab."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.5","label":"5","content":"Tug tuabneeg kws ua timkhawv tseeb, nwg yeej tsi dlaag; tabsis tug tuabneeg kws ua timkhawv tsi tseeb, nwg yeej has lug dlaag."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.6","label":"6","content":"Cov tuabneeg khaavtheeb yeej nrhav tsi tau kev txawj ntse le, tabsis cov tuabneeg ntse kawm tau yoojyim heev."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.7","label":"7","content":"Txaav kuas dleb ntawm cov tuabneeg ruag; puab yeej tsi muaj ib yaam dlaabtsi qha rua koj le."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.8","label":"8","content":"Vim le caag tug tuabneeg ntse txhaj ntse? Rua qhov nwg paub yaam kws nwg yuav ua. Vim le caag tug tuabneeg ruag txhaj le ruag? Rua qhov nwg xaav has tas nwg paub lawm."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.9","label":"9","content":"Cov tuabneeg ruag ua txhum los puab yeej tsi quavntsej; tabsis cov tuabneeg ua zoo txawj thov kuas Vaajtswv zaam txim."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.10","label":"10","content":"Koj tej kev zoo sab los yog koj le, koj tej kev ab sab los yeej yog koj le. Tsi muaj leejtwg nrug koj muaj feem."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.11","label":"11","content":"Tug tuabneeg sab phem lub tsev raug puamtsuaj, tabsis tug tuabneeg ncaaj nceeg lub tsev yuav nyob ruaj nreeg ca."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.12","label":"12","content":"Muaj ib txujkev kws tuabneeg xaav has tas yog txuj zoo, tabsis txuj ntawd coj moog raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.13","label":"13","content":"Lub ncauj luag tabsis lub sab quaj ntsuag, thaus kev zoo sab dlhau lawm, kev nyuaj sab tseem nyob le qub."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.14","label":"14","content":"Cov tuabneeg sab phem yuav tau txais tej kws puab tau ua lawm. Cov tuabneeg sab zoo yuav tau txais tej nqe zug zoo kws puab ua."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.15","label":"15","content":"Tug tuabneeg ruag ntseeg txhua yaam. Tabsis cov tuabneeg ntse ua tuab zoo xaav puab maam le ua."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.16","label":"16","content":"Cov tuabneeg muaj tswvyim fwm tug TSWV hab txaav dleb ntawm tej kev phem, tabsis cov tuabneeg ruag tsi paub ceevfaaj, puab laam tau laam ua."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.17","label":"17","content":"Cov tuabneeg kws chim sai, mas ua tej yaam kws ruag kawg nkaus le; cov tuabneeg ntse ua taug sab ntev."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.18","label":"18","content":"Cov tuabneeg ruag tau sau tej kev ruag kws puab ua, tabsis cov tuabneeg ntse tau txais lub koob meej zoo."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.19","label":"19","content":"Cov tuabneeg ua phem yuav txhus caug pe cov tuabneeg ncaaj nceeg, hab cov tuabneeg sab phem yuav sawv ntawm roojvaag hawm cov tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.20","label":"20","content":"Tug tuabneeg pluag yeej tsi muaj leejtwg nyam, txawm yog tej tuabneeg zej zog los yeej tsi nyam nwg; tabsis tug npluanuj muaj phoojywg coob."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.21","label":"21","content":"Yog koj xaav tau kev zoo sab, ca le ua sab dlawb paug rua tug pluag; yog koj txobthuam lwm tug ces yog koj ua txhum."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.22","label":"22","content":"Yog koj ua qhov zoo, luas yuav ca sab hab fwm koj; yog koj tuav tswvyim ua phem, ces yog koj ua txhum lawm."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.23","label":"23","content":"Ua tuabneeg nquag koj lub neej txhaj le muaj nplua mag. Yog koj nyob thaam ntau, koj yuav ua tuabneeg pluag."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.24","label":"24","content":"Kev txawj ntse yog lub mom yeebkoob rua cov tuabneeg txawj ntse, tabsis kev ruag yog txuj saw rua cov tuabneeg ruag."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.25","label":"25","content":"Tug kws ua timkhawv tseeb cawm tau suavdlawg txujsa; tabsis tug kws ua timkhawv tsi tseeb, yog nwg ntxeev sab rua lwm tug."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.26","label":"26","content":"Fwm tug TSWV koj txhaj muaj chaw ca sab, hab koj cov xeebntxwv txhaj tau chaw vaamkhom."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.27","label":"27","content":"Koj puas xaav zaam kuas dlhau txujkev tuag? Kev fwm tug TSWV yog lub qhovdlej cawm txujsa."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.28","label":"28","content":"Tug vaajntxwv kws muaj pejxeem coob, nwg yeej muaj fwjchim luj dlua. Yog tsi muaj cov pejxeem ntawd, nwg yeej tsi muaj fwjchim dlaabtsi le."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.29","label":"29","content":"Yog koj ua tau sab ntev, koj txhaj yog tug tuabneeg txawj ntse, tabsis yog koj ua tug tuabneeg chim sai, ces qha has tas koj yog tuabneeg ruag."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.30","label":"30","content":"Lub sab kws kaaj nrig ua rua lub cev tsi muaj mob, tabsis kev khib zoo le lub mob."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.31","label":"31","content":"Yog koj caij tsuj cov tuabneeg pluag, ces yog koj saib tsi taug Vaajtswv tug kws tsim puab. Tabsis kev ua sab dlawb paug rua cov pluag yog kev qhuas Vaajtswv."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.32","label":"32","content":"Cov tuabneeg sab phem tej kev ua phem ua qas yuav coj kev puamtsuaj lug raug puab; tabsis cov tuabneeg sab zoo tej kev ncaaj nceeg yuav tiv thaiv puab."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.33","label":"33","content":"Lub tswvyim nyob huv tug tuabneeg txawj ntse; tabsis tug ruag paub tsi txug  lub tswvyim hlo le."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.34","label":"34","content":"Kev ncaaj nceeg ua rua lub tebchaws vaammeej, kev txhum ua rua lub tebchaws raug txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.14","verse_code":"PRO.14.35","label":"35","content":"Vaajntxwv txaus sab rua cov numtswv kws txawj ntse, tabsis nwg rau txim rua cov kws ua rua lub tebchaws raug txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.1","label":"1","content":"Lu lug mog lug muas ua rua kev chim pluj moog, tabsis lu lug nruj tsiv ua rua kev chim tawm tuaj."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.2","label":"2","content":"Thaus cov tuabneeg txawj ntse has lug, puab has tej lug ntse ntsuav, tabsis cov tuabneeg ruag has lug tsi muaj hauvpaug hauvntsis."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.3","label":"3","content":"Tug TSWV pum txhua yaam xwmtxheej kws muaj nyob txhua qhov, nwg saib ntsoov peb, thaus peb ua zoo lossis thaus peb ua phem."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.4","label":"4","content":"Tug nplaig kws has lug zoo yog tsob tshuaj kws cawm txujsa; tabsis tug nplaig kws has lug phem ua rua luas ntsawv sab."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.5","label":"5","content":"Tug tuabneeg ruag yeej tsi quavntsej leej txiv tej lug qha, tug tuabneeg ntse yeej khaws leej txiv tej lug ntuag."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.6","label":"6","content":"Tej tuabneeg ncaaj nceeg txuag tau puab tej nyaj txag, tabsis tej tuabneeg sab phem tej nyaj txag yuav pluj moog taag thaus puab ntsib kev txomnyem."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.7","label":"7","content":"Kev txawj ntse yog lug ntawm cov tuabneeg muaj tswvyim, tsi yog lug ntawm cov tuabneeg ruag."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.8","label":"8","content":"Tug TSWV txaus sab rua cov tuabneeg sab zoo tej lug thov, tabsis nwg ntxub tej khoom fij kws cov tuabneeg sab phem coj tuaj fij."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.9","label":"9","content":"Tug TSWV ntxub tej num kws cov tuabneeg sab phem ua, tabsis nwg txaus sab rua cov tuabneeg kws ua ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.10","label":"10","content":"Yog koj ua txhum, koj yuav raug txim nyaav. Yog koj tsi ca luas ntuag koj, koj yuav tuag."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.11","label":"11","content":"Txawm yog tubtuag teb los yeej txwv tsi tau tsi pub tug TSWV paub has tas, huv muaj dlaabtsi le. Yog le ntawd tuabneeg yuav ua le caag zais tau nwg tej lug xaav tsi pub Vaajtswv paub?"},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.12","label":"12","content":"Cov tuabneeg kws thuam lwm tug tsi nyam kuas luas ntuag; puab yeej tsi thov kuas cov tuabneeg txawj ntse qhuab ntuag puab."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.13","label":"13","content":"Thaus tuabneeg zoo sab, puab lub ntsejmuag luag ntxhi, tabsis thaus puab ntxhuv sab, puab lub ntsejmuag mluag mlob."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.14","label":"14","content":"Cov tuabneeg txawj ntse xaav kawm txujci ntxiv, tabsis cov tuabneeg ruag tsi quavntsej kawm dlaabtsi le."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.15","label":"15","content":"Tug tuabneeg pluag ua neej tiv kev txomnyem ntsuav, tabsis tug tuabneeg kws muaj noj muaj haus naj nub muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.16","label":"16","content":"Ua tuabneeg pluag es paub ntshai tug TSWV zoo dlua le ua tuabneeg npluanuj, tabsis muaj teebmeem."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.17","label":"17","content":"Noj zaub tsuag nyob nrug kev sib hlub zoo dlua le noj nqaj nyob nrug kev sib ntxub."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.18","label":"18","content":"Tej lug phem ua rua muaj kev sis caav sis tshe, tabsis ua sab ntev muaj kev sis humxeeb."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.19","label":"19","content":"Tug tuabneeg tubnkeeg txuj hauv kev tuaj xuavpaug faab nyo, tabsis tug tuabneeg sab ncaaj txuj hauv kev dlaav fo."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.20","label":"20","content":"Tug tub txawj ntse ua rua nwg txiv zoo sab heev. Tsuas yog tug ruag txhaj saib tsi taug nwg nam xwb."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.21","label":"21","content":"Cov tuabneeg ruag zoo sab heev rua puab tej kev ruag, tabsis cov tuabneeg ntse ua dlaabtsi los yog qhov tseeb."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.22","label":"22","content":"Khaws luas tej tswvyim kuas zoo, koj txhaj yuav vaammeej. Yog tsi tau tswvyim paab, koj ua num tsi tav."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.23","label":"23","content":"Lu lug teb zoo, ua rua luas zoo sab, lub sijhawm kws yug has tau lu lug zoo, ua rua yug kaaj sab."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.24","label":"24","content":"Txujkev kws cov tuabneeg txawj ntse taug, coj moog tau txujsa, tsi yog coj moog rua huv tubtuag teb."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.25","label":"25","content":"Tug TSWV yuav rhuav tshem cov tuabneeg muab hlub tej vaaj tse, tabsis nwg yuav tsomkwm cov puj ntsuag tej teej tug."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.26","label":"26","content":"Tug TSWV ntxub lub sab kws xaav phem, tabsis nwg txaus sab rua tej lug mog lug muas."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.27","label":"27","content":"Tej paajlaum kws tau lug ntawm kev tsi ncaaj nceeg, yuav ua rua koj tsev tuabneeg tau kev kub ntxhuv. Tsi xob yuav tej nyaj kws luas coj tuaj xab, koj txhaj muaj sa nyob ntev."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.28","label":"28","content":"Cov tuabneeg sab zoo ua tuab zoo xaav ua ntej nwg teb luas. Cov tuabneeg sab phem maaj nrooj teb luas, tabsis ua kuas muaj teebmeem xwb."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.29","label":"29","content":"Thaus cov tuabneeg ncaaj nceeg thov, tug TSWV yeej noog, tabsis nwg tsi quavntsej cov tuabneeg txhum tej lug thov."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.30","label":"30","content":"Ntsejmuag luag ntxhi ua rua koj zoo sab, hab nov xuv zoo ua rua koj kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.31","label":"31","content":"Yog koj ua tuab zoo noog thaus luas ntuag koj, koj txhaj yog tug ntse."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.32","label":"32","content":"Yog koj tsi kawm, ces yog koj rhuav koj xwb. Yog koj khaws luas tej lug qhuab ntuag, koj txhaj yuav txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.15","verse_code":"PRO.15.33","label":"33","content":"Fwm tug TSWV yog kev kawm txawj kawm ntse ntaag. Koj yuavtsum txu fwjchim luas txhaj fwm koj."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.1","label":"1","content":"Peb yog cov kws npaaj sab, tabsis thaus kawg Vaajtswv yog tug ua kuas tav."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.2","label":"2","content":"Koj xaav has tas txhua yaam kws koj ua puavleej yog, tabsis tug TSWV paub tej kws koj ua."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.3","label":"3","content":"Tso koj teg num rua tug TSWV ua tug coj, koj txhaj yuav ua tau teg num ntawd tav."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.4","label":"4","content":"Txhua yaam kws tug TSWV tsim, nyag yeej muaj nyag txujmoo; cov tuabneeg sab phem txujmoo yog kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.5","label":"5","content":"Tug TSWV ntxub txhua tug kws khaavtheeb, nwg yuav tsi pub puab tsiv dlim txujkev txav txim le."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.6","label":"6","content":"Ca le ua zoo hab ua ncaaj nceeg, Vaajtswv txhaj yuav zaam koj lub txim. Yuavtsum fwm tug TSWV koj txhaj dlim ntawm txujkev phem."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.7","label":"7","content":"Thaus tug TSWV txaus sab rua mej lawm, nwg yuav ua kuas  mej tej yeebncuab nrug mej sis raug zoo."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.8","label":"8","content":"Ua ncaaj nceeg tau tsawg, zoo dlua le ua tsi ncaaj tau ntau."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.9","label":"9","content":"Koj yog tug npaaj sab ua, tabsis Vaajtswv yog tug coj txuj hauv kev."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.10","label":"10","content":"Vaajtswv pub fwjchim rua vaajntxwv; nwg txhaj paub txav txim ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.11","label":"11","content":"Tug TSWV xaav kuas muab raab teev tsi ntxo hab lub kawm kws txwm lug luj, hab txhua yaam kws mej muag, mej yuavtsum ua ncaaj."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.12","label":"12","content":"Tej vaajntxwv tsi tsimnyog ua kev phem kev qas,  rua qhov lub zwmtxwv yog qhov chaw ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.13","label":"13","content":"Vaajntxwv xaav nov tej lug tseeb hab txaus sab rua cov tuabneeg kws has tej lug tseeb ntawd."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.14","label":"14","content":"Tug tuabneeg muaj tswvyim nrhav kev ua rua vaajntxwv zoo sab. Thaus vaajntxwv chim lawm, muaj qee leej yuav tuag."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.15","label":"15","content":"Thaus vaajntxwv ua lub ntsejmuag luag ntxhi, ua rua suavdlawg muaj txujsa; nwg txujkev zoo sab zoo le tauv fuab kws coj kob naag tshab lug."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.16","label":"16","content":"Tau tswvyim hab kev txawj ntse, zoo dlua le tau nyaj hab kub."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.17","label":"17","content":"Txujkev kws cov tuabneeg ncaaj nceeg taug yog txuj kws zaam tej kev phem kev qas. Ua tuab zoo saib txujkev kws koj yuav moog ntawd, txhaj yuav txuag tau koj txujsa."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.18","label":"18","content":"Kev khaavtheeb coj moog rua txujkev puamtsuaj, hab kev muab hlub yuav poob ntsejmuag."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.19","label":"19","content":"Ua tuabneeg txomnyem hab txu fwjchim zoo dlua le ua tuabneeg nruj tsiv hab moog nrug cov tuabneeg tubsaab sis faib khoom."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.20","label":"20","content":"Khaws tej lug qhuab ntuag nuav ca, koj lub neej txhaj yuav vaammeej. Ca sab rua tug TSWV koj txhaj yuav kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.21","label":"21","content":"Tug tuabneeg txawj ntse yog tug kws thoob tsib to nrog. Nwg tej lug mog lug muas ua rua coob leej ntau tug fwm hab txaus sab."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.22","label":"22","content":"Tswvyim yog lub qhovdlej cawm txujsa rua tug tuabneeg txawj ntse, tabsis kev ruag yuav rau txim rua cov tuabneeg ruag."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.23","label":"23","content":"Cov tuabneeg txawj ntse xub xaav ua ntej maam le has, puab has yaam twg yeej txaus luas yuav."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.24","label":"24","content":"Tej lug mog lug muas qaab zib le zib ntaab, hab zoo le hauv tshuaj kuab muaj tsuas rua koj lub cev."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.25","label":"25","content":"Muaj ib txujkev kws tuabneeg xaav has tas yog txuj zoo, tabsis txuj ntawd coj moog raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.26","label":"26","content":"Tuabneeg pheej khwv vim yog lub ncauj yuav noj; tuabneeg ua num nyaav rua qhov xaav kuas lub plaab tsau."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.27","label":"27","content":"Cov tuabneeg sab phem nrhav kev ua phem rua lwm tug, tej lug kws puab has los mob luas cuag suavtawg kub."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.28","label":"28","content":"Cov tuabneeg sab phem nyam taug xaiv, puab tsim kev kub ntxhuv hab ua kuas tej phoojywg tawg paab tawg pawg."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.29","label":"29","content":"Cov tuabneeg limham ntxag puab tej phoojywg hab coj moog raug txujkev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.30","label":"30","content":"Txaav dleb ntawm cov tuabneeg kws pheej ntxhi hab rov kaum muag saib koj, puab yeej xaav ua tej yaam phem lawm ntaag."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.31","label":"31","content":"Ua neej nyob ntev yog nqe zug ntawm txujkev ncaaj nceeg. Ua neej nyob laug plaubhau dlawb yog lub mom yeebkoob."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.32","label":"32","content":"Ua tau sab ntev zoo dlua le muaj zug. Koj tswj tau koj lub sab, zoo dlua le koj ntaus yeej ib lub nroog."},{"bible_id":"1726","chapter_code":"PRO.16","verse_code":"PRO.16.33","label":"33","content":"Tuabneeg rhu ntawv xaav paub saib muaj xwm dlaabtsi tshwmsim, tabsis Vaajtswv yog tug txav txim sab."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.1","label":"1","content":"Tsev tuabneeg kws noj mov qhuav tabsis muaj kev kaaj sab, zoo dlua le tsev tuabneeg kws muaj noj muaj haus nplua mag, tabsis muaj kev sis caav sis tshe."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.2","label":"2","content":"Tug tubkhai kws ntse yuav tau ua tug kaav tug tswv tug tub kws rhuav ntsejmuag, hab yuav tau txais tug tswv tej qubtxeeg qubteg ib yaam le tug tub."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.3","label":"3","content":"Nyaj hab kub yuav raug muab suavtawg sim, tabsis tug TSWV yuav sim tuabneeg lub sab."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.4","label":"4","content":"Cov tuabneeg ua phem yeej nyam lub tswvyim phem, hab tug tuabneeg dlaag yeej nyam noog tej lug dlaag."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.5","label":"5","content":"Koj saib tsi taug cov tuabneeg pluag, ces yog koj tuam mom Vaajtswv tug kws tsim puab. Yog koj luag tug kws raug kev txomnyem plig, koj yuav raug txim."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.6","label":"6","content":"Tej tuabneeg laug zoo sab heev rua puab tej xeebntxwv, ib yaam le tej mivnyuas zoo sab rua puab nam puab txiv."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.7","label":"7","content":"Cov tuabneeg muaj koob meej yeej tsi laam has tej lug dlaag ib zag, tabsis cov tuabneeg ruag laam tau laam has tej lug tsi tseemceeb."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.8","label":"8","content":"Muaj qee leej xaav has tas, tej nyaj kws luas muab tuaj xab zoo le lub povhum. Puab xaav has tas tej nyaj ntawd ua tau txhua yaam."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.9","label":"9","content":"Yog koj xaav kuas tuabneeg nyam koj, thaus puab ua txhum rua koj, koj yuavtsum zaam txim rua puab. Tug kws cim ntsoov luas tej kev txhum rua nruab sab yuav tu kev phoojywg."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.10","label":"10","content":"Tug tuabneeg txawj ntse raug luas tshev ib zag xwb, nwg ris sab hlo, tug tuabneeg ruag raug luas ntaus quas pua nplawm los nwg tsi hloov."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.11","label":"11","content":"Kev tuag yuav raug cov tuabneeg sab phem kws pheej tsim kev kub ntxhuv ib yaam le tug tub ceevxwm kws tsi zaam rua leejtwg le."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.12","label":"12","content":"Koj moog ntsib tug maum dlais kws luas muab nwg cov mivnyuas lawm, zoo dlua le koj moog ntsib tug tuabneeg ruag kws rau sab ntso rua nwg teg num ruag kws tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.13","label":"13","content":"Yog koj ua qhov phem pauj qhov zoo, mas kev phem yuav rov lug raug koj."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.14","label":"14","content":"Kev chiv sis caav sis tshe zoo le lub paag dlej tauv kws chiv paim. Ca le cheem tsi xob pub kuas nthuav luj tuaj."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.15","label":"15","content":"Rau txim rua tug tuabneeg kws tsi muaj txim txhum hab tso tug tuabneeg kws muaj txim, yog ob yaam kws tug TSWV ntxub."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.16","label":"16","content":"Muab nyaj rua tug tuabneeg ruag moog kawm ntawv ces yeej tsi muaj qaabhau dlaabtsi le, rua qhov nwg tub tsi muaj tswvyim le."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.17","label":"17","content":"Tej phoojywg tub txawj sis hlub txhua lub sijhawm. Yog kwvtij tsi paub sis paab thaus muaj kev txomnyem, yuav zoo dlaabtsi?"},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.18","label":"18","content":"Tsuas yog tug tuabneeg kws tsi muaj tswvyim txhaj leeg them lwm tug tej nuj nqes xwb."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.19","label":"19","content":"Tug kws nyam kev txhum yeej nyam tsim teebmeem. Yog koj pheej khaavtheeb,  ces yog koj nrhav teebmeem ntaag."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.20","label":"20","content":"Tug kws muaj lub sab xaav phem hab has lug tsi zoo; yeej tsi muaj ib yaam zoo rua nwg lub neej, tsuas yog tau kev puamtsuaj xwb."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.21","label":"21","content":"Leej txiv kws muaj tug tub ruag, tsi muaj kev ca sab dlaabtsi le, tsuas muaj kev nyuaj sab hab tu sab xwb."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.22","label":"22","content":"Kev zoo sab ua hauv tshuaj kuab muaj tsuas rua koj lub cev. Kev ntxhuv sab ua rua koj lub neej tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.23","label":"23","content":"Cov tu plaub ntug kws sab phem yuav luas tej nyaj xab, txhaj txav txim tsi ncaaj."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.24","label":"24","content":"Tug tuabneeg txawj ntse muaj lub homphaj ua num. Tabsis tug tuabneeg ruag tsi paub pib qhov twg tuaj."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.25","label":"25","content":"Tug tub ruag ua rua nwg txiv tu sab hab ua rua nwg nam nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.26","label":"26","content":"Tsi muaj cai nplua tug tuabneeg tsi muaj txhum. Rau txim rua cov tuabneeg zoo yog ua tsi ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.27","label":"27","content":"Tug tuabneeg kws thoob tsib to nrog tsi ntau ncauj, hab tug tuabneeg kws ua sab ntev yog tug txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.17","verse_code":"PRO.17.28","label":"28","content":"Txawm yog tug tuabneeg ruag los yog nwg nyob tuabywv, ces luas xaav tas nwg ntse. Nwg tsi has lug luas suav has tas nwg yog tug muaj tswvyim."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.1","label":"1","content":"Cov tuabneeg kws nrug tsi tau luas ua phoojywg, puab tsuas pum puab zoo xwb, puab tsi pum tej kws suavdlawg pum has tas yog qhov zoo."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.2","label":"2","content":"Tug tuabneeg ruag tsi quavntsej kev txawj ntse hlo le, tabsis nwg khaav has tas nwg yog tug muaj tswvyim."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.3","label":"3","content":"Kev txhum hab kev txaajmuag moog ua ke. Yog koj poob ntsejmuag, ces koj raug thuam."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.4","label":"4","content":"Tug tuabneeg muaj tswvyim tej lug tub ib yaam le havtxwv, hab zoo le tug dlej cag kws ndlwg ntshab si."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.5","label":"5","content":"Tsi tsimnyog tsaa tug tuabneeg ua txhum txuj cai, hab tsi tsimnyog rau txim rua tug tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.6","label":"6","content":"Tug tuabneeg ruag ua rua muaj kev sis caav sis tshe, hab nwg twv ntxhas qhov ntaus."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.7","label":"7","content":"Tug tuabneeg ruag tej lug, rov ua rua nwg raug kev puamtsuaj; nwg tej lug rov ua lub vuj hlua khi nwg."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.8","label":"8","content":"Tej lug kws has luas plig zoo has kawg le, suavdlawg txhaj nyam has ua luaj!"},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.9","label":"9","content":"Tug tuabneeg tubnkeeg zoo ib yaam le tug tuabneeg kws ua kuas muaj kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.10","label":"10","content":"Tug TSWV zoo le lub chaw faajxwm kws ruaj khov heev hab yog qhov chaw cawm sav kws cov tuabneeg ncaaj nceeg moog vaamkhom."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.11","label":"11","content":"Cov tuabneeg npluanuj xaav has tas puab tej nyaj txag tiv thaiv tau puab ib yaam le tug ntsaa yeej kws sab hab ruaj khov thaiv puagncig lub nroog."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.12","label":"12","content":"Tug kws tsi txu fwjchim, yuav tsi muaj leejtwg fwm nwg. Cov tuabneeg kws khaavtheeb yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.13","label":"13","content":"Ua tuab zoo noog ua ntej tsaiv koj maam teb. Yog koj tsi ua tuab zoo noog, ces koj yog tug tuabneeg ruag hab raug luas thuam ntaag."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.14","label":"14","content":"Ua neej nyob koj nyaj taug kev mob, tabsis tsi muaj leejtwg tiv taug txujkev nyuaj sab."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.15","label":"15","content":"Cov tuabneeg ntse nrhav kev txawj ntse hab muab sab rau kawm."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.16","label":"16","content":"Yog koj xaav moog cuag ib tug tuabneeg tseemceeb, ca le nqaa khoom moog pub rua nwg, ces koj yuav moog cuag tau nwg."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.17","label":"17","content":"Tug yeejkom kws xub peev lug huv tsev tu plaub, zoo le nwg muaj cai, tabsis ca txug thaus tug pemkom peev lug taag tsaiv."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.18","label":"18","content":"Yog muaj ob tug tuabneeg kws muaj cai sis luag sim kom moog rua huv tsev tu plaub, yuav tau rhu ntawv kuas muaj tug yeej tug swb."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.19","label":"19","content":"Paab koj tug kwvtij, nwg txhaj yuav tiv thaiv koj ib yaam le tug ntsaa yeej  kws thaiv lub nroog, tabsis yog koj nrug nwg sis tshe, nwg yuav kaw qhovrooj tsi pub koj moog huv nwg tsev."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.20","label":"20","content":"Koj yuav tau txais lawv le tej lug kws koj tau has lawm."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.21","label":"21","content":"Tej lug kws koj has cawm tau txujsa lossis txuv txujsa. Yog le ntawd, koj yuav tau sau lawv le tej lug kws koj has."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.22","label":"22","content":"Tug kws yuav tau quaspuj ces yog tau yaam kws zoo, hab tau txais koob moov zoo lug ntawm Vaajtswv."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.23","label":"23","content":"Tug tuabneeg txomnyem has tej lug kws zoo xwb, tabsis tug tuabneeg npluanuj teb nyaum kawg le."},{"bible_id":"1726","chapter_code":"PRO.18","verse_code":"PRO.18.24","label":"24","content":"Muaj ibtxha phoojywg kaav tsi ntev,  tabsis qee leej phoojywg tseem sis raug zoo dlua tej kwvtij txheeb."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.1","label":"1","content":"Tug tuabneeg txomnyem, tabsis muaj kev ncaaj nceeg, zoo dlua le ua tug tuabneeg ruag kws pheej has lug dlaag."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.2","label":"2","content":"Tug tuabneeg sab kub, tabsis tsi muaj kev txawj ntse, tsi zoo dlaabtsi. Tug kws tsi ua sab ntev yuav ua rua nwg raug teebmeem."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.3","label":"3","content":"Muaj ibtxha raug kev puamtsuaj vim puab teg num ruag hab puab lam txim rua tug TSWV."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.4","label":"4","content":"Cov tuabneeg npluanuj muaj phoojywg coob zuj zug, tabsis cov tuabneeg txomnyem tej phoojywg tso puab tseg."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.5","label":"5","content":"Tug kws ua timkhawv tsi tseeb huv tsev tu plaub, nwg yuav raug txim hab tsiv tsi dlim le."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.6","label":"6","content":"Txhua tug nyam tug tuabneeg sab dlawb sab zoo; hab txhua tug xaav ua phoojywg rua tug tuabneeg kws muab khoom pub dlawb tau rua lwm tug."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.7","label":"7","content":"Txawm yog tug tuabneeg txomnyem tej kwvtij kag los tub tsi nyam nwg, yog le ntawd nwg txhaj tsi muaj phoojywg! Txawm yog nwg xaav nrug luas ua phoojywg los luas tsi kaam le."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.8","label":"8","content":"Ca le txaus sab rua koj hab rau sab kawm kev txawj ntse, hab cim ntsoov tej kws koj tau kawm lawm ca rua nruab sab koj lub neej txhaj yuav vaammeej."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.9","label":"9","content":"Tug kws ua timkhawv tsi tseeb huv tsev tu plaub yeej yuav raug txim, hab tug kws has lug dlaag yuav raug puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.10","label":"10","content":"Cov tuabneeg ruag tsi tsimnyog nyob tej vaaj tse zoo, hab tej tubqhe tsi tsimnyog kaav tej numtswv."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.11","label":"11","content":"Yog koj txawj xaav, koj yuavtsum tswj kuas tau koj txujkev chim. Txawm yog luas ua tsi yog rua koj los puamchawj, koj ua le ntawd zoo tshaaj."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.12","label":"12","content":"Vaajntxwv txujkev chim zoo le tug tsuv ntxhuav nyooj, tabsis qhov kws nwg txaus sab zoo le kob naag rua tej nroj tsuag."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.13","label":"13","content":"Tug tub kws ruag yuav ua rua nwg txiv raug kev puamtsuaj. Tug quaspuj kws ywg taug zoo le lub tsev kws xaw naag."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.14","label":"14","content":"Vaaj tse hab nyaj txag yog nam hab txiv tseg ua qubtxeeg qubteg rua tug tub, tabsis tug quaspuj kws paub taab yog tug TSWV muab rua nwg xwb."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.15","label":"15","content":"Ua tuabneeg tubnkeeg tau zoo pw, tabsis yuav tsi muaj noj tsi muaj haus."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.16","label":"16","content":"Fwm tug TSWV txuj kevcai koj txhaj yuav muaj sa ua neej nyob ntev. Yog koj tsi quavntsej Vaajtswv tej kevcai koj yuav raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.17","label":"17","content":"Thaus koj muab rua tug pluag, yog koj qev rua tug TSWV ntaag, tug TSWV yuav them rov rua koj."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.18","label":"18","content":"Cob qha koj tej mivnyuas thaus puab tseem yau, puab txhaj kawm tau. Yog koj tsi qhuab qha puab, ces yog koj nrug puab rhuav puab lub neej."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.19","label":"19","content":"Yog leejtwg pheej npautawg sai, ca nwg ris nwg lub txim ntawd. Yog koj paab nwg ib zag lawm, lwm zag koj yuav rov tau paab nwg dlua hab."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.20","label":"20","content":"Yog koj khaws luas tej lug qhuab ntuag, hab muab sab rau kawm, muaj ib nub koj yuav txawj ntse."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.21","label":"21","content":"Tuabneeg xaav ntau yaam huv lub sab yuav ua, tabsis yuav yog hum tug TSWV sab txhaj ua tau."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.22","label":"22","content":"Ua tuabneeg sab hlub, ces poob ntsejmuag;  ua tuabneeg txomnyem zoo dlua ua tuabneeg dlaag."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.23","label":"23","content":"Koj yuavtsum fwm tug TSWV koj txhaj muaj sa ua neej nyob ntev, muaj kev txaus sab hab tsi raug xwm phem dlaabtsi."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.24","label":"24","content":"Tug tuabneeg tubnkeeg cev dlav moog has mov huv lub taig los tub ceeblaaj nqaa lug rua ntawm qhovncauj."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.25","label":"25","content":"Qhov kws rau txim rua tug tuabneeg kws thuam lwm tug ntawd, yuav ua rua tug tuabneeg kws tsi paub kawm tau kev txawj ntse. Yog koj txawj ntse, thaus luas qhuab ntuag koj, koj yuav kawm tau."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.26","label":"26","content":"Tug kws ntxeev sab rua nwg txiv, hab ntab nwg nam tawm huv tsev moog, yog tug tub kws luas has tsi zoo hab txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.27","label":"27","content":"Mivtub, yog koj tso kev kawm tseg, ces tsi ntev koj yuav tsi ncu tej kws koj tub paub lawm."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.28","label":"28","content":"Tug kws ua timkhawv tsi tseeb ntxo lwm tug, yog tug tuabneeg tsi ncaaj nceeg. Tej tuabneeg sab phem yeej nyam kev phem kev qas."},{"bible_id":"1726","chapter_code":"PRO.19","verse_code":"PRO.19.29","label":"29","content":"Tug tuabneeg ruag kws khaavtheeb yeej yuav maag nplawm xwb."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.1","label":"1","content":"Haus cawv ntau yuav ua rua koj vwm hab qw lom vaab vaab, tsuas yog tug tuabneeg ruag txhaj quav cawv xwb."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.2","label":"2","content":"Thaus vaajntxwv chim, koj yuav ntshai ib yaam le koj ntshai tsuv ntxhuav nyooj; ua rua nwg npautawg ces yog yug rov tua yug."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.3","label":"3","content":"Tug ruag ua kuas muaj kev sis caav sis tshe. Tug kws txaav dleb ntawm tej ntawd, yuav tsi poob ntsejmuag."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.4","label":"4","content":"Tug tswv teb kws nkeeg laij nwg thaaj teb rua lub caij laij teb yuav tsi muaj qoob nrug luas sau."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.5","label":"5","content":"Tej kws tuabneeg lub sab xaav, zoo le cov dlej kws nyob huv lub qhov tshij tub tub, tabsis tug kws muaj tswvyim yuav muab qha rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.6","label":"6","content":"Txhua tug nyag taug nyag khaav has tas nwg yog tug ncaaj nceeg, tabsis yog yuav nrhav tug tuabneeg ncaaj nceeg tag mas ceeblaaj nrhav tau!"},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.7","label":"7","content":"Cov mivnyuas kws tau koob moov, tub yog leej txiv ua ncaaj hab ua zoo."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.8","label":"8","content":"Vaajntxwv nyob ntawm lub rooj txav txim, nwg pum hab paub txhua tug tej kev phem."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.9","label":"9","content":"Puas muaj leejtwg has tau has tas, nwg lub sab ncaaj nceeg hab nwg tsi muaj txhum?"},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.10","label":"10","content":"Tug TSWV ntxub cov tuabneeg kws muab raab teev ntxo lug luj, hab muab lub kawm kws tsi txwm lug yeem."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.11","label":"11","content":"Txawm yog ib tug mivnyuas los nwg yeej ua nwg tug yaam ntxwv rua koj paub has tas nwg nyam le caag; koj yuav paub has tas nwg ua ncaaj hab ua zoo."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.12","label":"12","content":"Tug TSWV yeej pub rua peb muaj qhovmuag pum kev, hab muaj qhovntsej nov lug."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.13","label":"13","content":"Yog koj siv sijhawm pw ntau, koj yuav ua tuabneeg pluag. Rau sab ntso ua num koj txhaj yuav muaj noj muaj haus nplua mag."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.14","label":"14","content":"Tug kws tuaj yuav khoom ywg has tas luas muag kim hwv, tabsis thaus nwg tawm lawm nwg khaav has tas, nwg khom tau tug nqe pheej yig kawg le."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.15","label":"15","content":"Yog koj paub has tej lug kws zoo, tseem zoo tshaaj kub lossis tej hlaws muaj nqes."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.16","label":"16","content":"Yog tug tuabneeg ruag moog coglug them lwm tug tej nuj nqes, yuav tau kuas muab nwg tej qhov txhua chaw moog ntaus nqe ua ntej."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.17","label":"17","content":"Tej kws koj tau lug ntawm kev tsi ncaaj nceeg, yuav txaus koj sab ib yaam le tej zaub mov kws qaab heev, tabsis tsi ntev yuav zoo le tej xuabzeb nyob huv koj qhovncauj."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.18","label":"18","content":"Khaws luas tej lug ntuag tuab zoo ca, koj txhaj le yuav vaammeej. Yog tsi tau tuav tswvyim ua ntej, tsi xob rawm moog ntaus rog."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.19","label":"19","content":"Tug tuabneeg taug xaiv yeej tsi paub zais lug. Tsi xob nrug tej tuabneeg ntau ncauj ua ke."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.20","label":"20","content":"Yog koj tshev koj nam koj txiv, koj txujsa yuav tu ib yaam le lub teeb kws tuag thaus tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.21","label":"21","content":"Tej nyaj txag kws koj khwv tau lug yoojyim, yuav pluj moog yoojyim ib yaam nkaus."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.22","label":"22","content":"Tsi xob ua pauj rua tej kws luas ua txhum rua koj. Ca sab rua tug TSWV, nwg yuav paab koj."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.23","label":"23","content":"Tug TSWV ntxub cov tuabneeg kws muab raab teev ntxo coj lug luj ntxo luas tug."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.24","label":"24","content":"Tug TSWV yog tug kws coj peb txuj hauv kev, leejtwg txhaj yuav paub nwg lub neej yaav tom ntej?"},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.25","label":"25","content":"Ua tuab zoo xaav ua ntej tsaiv maam coglug muab khoom fij rua Vaajtswv. Nyob tsaam koj yuav khauvxwm tom qaab."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.26","label":"26","content":"Tug vaajntxwv kws ntse yeej paub tug tuabneeg kws ua txhum, hab yuav rau txim rua nwg tsi zaam hlo le."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.27","label":"27","content":"Tug TSWV paub peb tej kev xaav kws nyob nraim nkoog huv peb lub sab, peb tsi muaj cuabkaav zais tau tej ntawd."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.28","label":"28","content":"Tug vaajntxwv yuav tau kaav tebchaws nyob ntev, yog tug kws muaj kev hlub, muaj sab zoo hab kaav ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.29","label":"29","content":"Peb qhuas cov hluas tug zug hab fwm cov laug kws plaubhau dlawb paug."},{"bible_id":"1726","chapter_code":"PRO.20","verse_code":"PRO.20.30","label":"30","content":"Raug ntaus hab raug nplawm, ua rua peb hloov tau peb lub sab hab ua lub neej zoo."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.1","label":"1","content":"Tug TSWV tswj vaajntxwv lub sab yoojyim ib yaam le nwg tswj tug dlej."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.2","label":"2","content":"Koj yuav xaav has tas txhua yaam kws koj ua puavleej yog, tabsis tug TSWV yuav txav txim lawv le tej kws koj ua lawm."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.3","label":"3","content":"Ua ncaaj ua nceeg hab ua zoo, txaus tug TSWV sab dlua coj tej khoom tuaj fij rua nwg."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.4","label":"4","content":"Lub qhovmuag kws qauj quas leg hab lub sab kws khaavtheeb, yog kev txhum."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.5","label":"5","content":"Nquag hab ua tuab zoo npaaj, koj txhaj muaj nplua mag, yog koj laam tau laam ua, koj yuav muaj tsi txaus."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.6","label":"6","content":"Tej nyaj kws tau lug ntawm kev tsi ncaaj nceeg, tsi ntev yuav pluj moog, tej nyaj ntawd yuav coj koj moog raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.7","label":"7","content":"Cov tuabneeg sab phem tej kev phem ua rua puab raug kev puamtsuaj, rua qhov puab ua tsi ncaaj."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.8","label":"8","content":"Cov tuabneeg txhum taug txujkev nkhaus, cov tuabneeg kws tsi muaj txim txhum ua qhov zoo."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.9","label":"9","content":"Nyob sau ruv tsev zoo dlua nrug tug quaspuj kws ywg taug nyob ua ke huv tsev."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.10","label":"10","content":"Cov tuabneeg sab phem nrhav nrhw txujkev ua phem. Puab tsi taabncuab leejtwg le."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.11","label":"11","content":"Thaus tug tuabneeg khaavtheeb raug txim, ua rua tug tuabneeg ruag ntse tuaj. Tug tuabneeg txawj ntse kawm tau tej kws luas qha nwg."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.12","label":"12","content":"Vaajtswv yog tug kws ncaaj nceeg paub txhua yaam kws nyob huv tug tuabneeg sab phem tej tsev, hab nwg ua kuas puab raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.13","label":"13","content":"Yog koj ntsaws qhovntsej tsi kaam noog cov tuabneeg pluag lub suab quaj thov, thaus koj quaj thov luas paab yuav tsi muaj leejtwg nov."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.14","label":"14","content":"Yog muaj leejtwg chim rua koj, ca le muab ib yaam khoom moog pub rua nwg, ua rua nwg txujkev chim pluj moog."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.15","label":"15","content":"Thaus muaj txujkev ncaaj nceeg, yog kev zoo sab rua cov tuabneeg ncaaj nceeg, tabsis cov tuabneeg sab phem taag kev ca sab."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.16","label":"16","content":"Txhua tug kws tso txujkev ua zoo tseg, txujkev tuag nyob tog rawv puab."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.17","label":"17","content":"Tug kws nyam kev lomzem yuav pluag; tug kws nyam quav cawv yuav tsi nrug luas muaj nyaj."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.18","label":"18","content":"Qhov kws cov tuabneeg sab phem ua phem rua cov tuabneeg ncaaj nceeg, yog puab lob kev txomnyem rov rua puab ris."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.19","label":"19","content":"Moog nyob tom taj suabpuam zoo dlua le nrug tug quaspuj kws tsawm taug, ywg taug nyob ua ib tse."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.20","label":"20","content":"Cov tuabneeg txawj ntse yeej ua neej npluanuj hab muaj zoo vaaj zoo tsev nyob, tabsis cov tuabneeg ruag khwv tau nyaj npaum le caag, puab muab siv taagnrho."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.21","label":"21","content":"Ua sab dlawb sab zoo hab ua ncaaj ua nceeg, koj txhaj muaj sa nyob ntev; hab luas txhaj yuav fwm hab nyam koj."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.22","label":"22","content":"Tug thawj tubrog kws txawj ntse muaj peevxwm txeeb tau lub nroog kws muaj cov tubrog muaj zug heev tiv thaiv, hab rhuav tau tug ntsaa yeej kws puab tso sab rua."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.23","label":"23","content":"Yog koj tsi xaav raug teebmeem, koj yuavtsum ceevfaaj tej lug kws koj has."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.24","label":"24","content":"Qha tug tuabneeg muaj plhus rua kuv, hab kuv yuav qha tug tuabneeg kws muab hlub, khaavtheeb hab tsi txawj xaav rua koj."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.25","label":"25","content":"Tug tuabneeg tubnkeeg kws tsi kaam moog ua num, yog nwg rov muab nwg tua povtseg;"},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.26","label":"26","content":"hab tej kws nwg ua, nwg tsuas xaav has tas saib yuav tau dlaabtsi. Tug tuabneeg ncaaj nceeg pub tau txhua yaam rua luas ntawm lub sab dlawb paug."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.27","label":"27","content":"Tug TSWV ntxub tej khoom theej txhoj kws cov tuabneeg sab phem coj tuaj fij rua nwg, qhov kws nwg ntxub tshaaj yog puab tsi ua lug ntawm lub sab dlawb paug."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.28","label":"28","content":"Tug tuabneeg dlaag tej lug timkhawv yeej tsi txaus ntseeg, tabsis tug tuabneeg kws ua tuab zoo xaav tej lug yuav tau."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.29","label":"29","content":"Cov tuabneeg ncaaj nceeg ua tuab zoo xaav rua tej kws puab ua, tabsis cov tuabneeg sab phem ua txuj ua le puab yog tug zoo heev."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.30","label":"30","content":"Yog tug TSWV tawmtsaam koj lawm, tuabneeg lub tswvyim, txujkev txawj ntse hab kev totaub yeej paab tsi tau koj le."},{"bible_id":"1726","chapter_code":"PRO.21","verse_code":"PRO.21.31","label":"31","content":"Koj yog tug npaaj tej neeg kuas txhij moog ntaus rog, tabsis tug TSWV yog tug paab koj kuas yeej."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.1","label":"1","content":"Yog koj yuav xaiv yuav lub koob meej zoo lossis kev npluanuj, koj ca le xaiv yuav lub koob meej txhaj le zoo."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.2","label":"2","content":"Tug npluanuj hab tug pluag qhov kws zoo sis thooj yog le nuav: obtug puavleej yog tug TSWV tsim huv tuabsi."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.3","label":"3","content":"Tug tuabneeg paub qaabhau pum tej xwm kws yuav lug raug nwg, nwg txawm zaam kev lawm, tabsis tug tuabneeg ruag too hauv li moog rua qhov ntawd, thaus kws tau chaw ti nwg maam le xeevxwm."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.4","label":"4","content":"Txu koj lub fwjchim hab fwm tug TSWV, koj txhaj yuav muaj txag npluanuj, muaj koob meej, hab muaj sa ua neej nyob ntev."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.5","label":"5","content":"Yog koj khauvxwm koj txujsa, tsi xob moog ze tej vuj hlua kws luas cuab tog cov tuabneeg sab phem txuj hauv kev."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.6","label":"6","content":"Qha mivnyuas kuas paub ua nwg lub neej, nwg yuav ncu ntsoov tej lug ntawd moog taag nwg simneej."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.7","label":"7","content":"Cov tuabneeg pluag yeej ua cov tuabneeg npluanuj qhev. Txais luas nyaj ces yog ua luas qhev."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.8","label":"8","content":"Yog koj tseb tej kws tsi ncaaj nceeg, koj yuav tau sau kev puamtsuaj, hab qhov kws koj ua limham rua lwm tug yuav kawg moog."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.9","label":"9","content":"Ua tuabneeg sab dlawb sab zoo hab pub koj tej zaub mov rua cov tuabneeg pluag noj. Koj txhaj yuav tau koob moov."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.10","label":"10","content":"Ntab cov tuabneeg khaavtheeb tawm moog, txhaj tsi muaj kev sis caav sis tshe lossis kev xyaav luas npe tsi zoo ntxiv lawm."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.11","label":"11","content":"Yog koj muaj lub sab dlawb sab zoo hab has lug mog lug muas, ces vaajntxwv yuav yog koj tug phoojywg."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.12","label":"12","content":"Tug TSWV tsomkwm tej lug tseeb, tabsis nwg rhuav tshem tej lug dlaag."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.13","label":"13","content":"Tug tuabneeg tubnkeeg nyob huv tsev xwb, nwg has tas yog tawm moog nrau zoov tsuv ntxhuav yuav tum."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.14","label":"14","content":"Kev ua nkauj ua nraug yog lub vuj hlua. Lub vuj hlua ntawd yuav maag cov tuabneeg kws tug TSWV chim rua lawm."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.15","label":"15","content":"Tej mivnyuas yau yeej los ua le tej tuabneeg kws tsi paub qaabhau, tabsis raab nplawm yuav qha kuas puab paub coj tug yaam ntxwv zoo."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.16","label":"16","content":"Yog koj muab khoom pub rua cov tuabneeg npluanuj lossis quab yuam cov tuabneeg pluag kuas koj npluanuj, ces koj yuav ua tuabneeg txomnyem."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.17","label":"17","content":"Ua tuab zoo noog, kuv yuav qha koj saib tej tuabneeg txawj ntse has le caag. Rau sab ntso kawm puab tej lug qhuab qha nuav,"},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.18","label":"18","content":"yog koj ncu tau tej lug ntawd hab has tau txhua lu, yuav ua rua koj zoo sab heev."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.19","label":"19","content":"Kuv xaav kuas koj muab koj txujkev ca sab tso plhuav rua tug TSWV; vim le ntawd kuv txhaj muab tej lug nuav lug qha rua koj paub."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.20","label":"20","content":"Kuv sau tau peb caug nqai lug txawj ntse rua koj. Cov lug nuav yog kev txawj ntse hab lug tuavxaam kws zoo heev,"},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.21","label":"21","content":"hab yuav qha rua koj paub has tas qhov twg yog qhov tseeb. Ces koj txhaj moog nrhav tau tej lug tseeb lug teb cov kws xaa koj moog."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.22","label":"22","content":"Tsi xob moog txeeb cov tuabneeg pluag tug, vim puab has tsi taug, tsi xob moog txeeb cov tuabneeg kws tsi muaj leejtwg paab tug huv tsev tu plaub."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.23","label":"23","content":"Tug TSWV yuav ua tug has puab tej plaub hab txuv txhua tug kws txuv puab txujsa lawm."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.24","label":"24","content":"Tsi xob ua phoojywg nrug cov tuabneeg kws sab ceev hab ua nruj ua tsiv."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.25","label":"25","content":"Nyob tsaam koj moog xyum ua le puab hab hloov tsi tau le lawm."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.26","label":"26","content":"Tsi xob coglug them lwm tug tej nuj nqes."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.27","label":"27","content":"Yog koj them tsi taug, txawm yog koj lub txaaj pw los luas yuav tuaj nqaa moog."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.28","label":"28","content":"Tsi xob txaav tug nrimteb qub kws koj yawmkoob tau tu tseg lawm."},{"bible_id":"1726","chapter_code":"PRO.22","verse_code":"PRO.22.29","label":"29","content":"Koj puas pum cov tuabneeg kws yog kws txawj hab ua tau puab teg num zoo? Puab yuav tau ua num rua vaajntxwv, tsi yog ua rua tej pejxeem."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.1","label":"1","content":"Thaus koj nrug ib tug tuabneeg tseemceeb noj mov ua ke, ncu ntsoov has tas nwg yog leejtwg."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.2","label":"2","content":"Yog koj qaab lus heev, yuavtsum tswj koj kev noj hab kev haus."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.3","label":"3","content":"Tsi xob zoo sab rua tej zaub mov qaab qaab kws nwg rau lug; tej zag yog nwg muab lug sim koj xwb."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.4","label":"4","content":"Yuavtsum ua tuabneeg ntse, tsi xob ca nyaj txag yuam tau koj ua qhev,"},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.5","label":"5","content":"rua qhov tuab ntsais muag xwb, koj tej nyaj txag yuav pluj taag, ib yaam le tug dlaav kws muaj tis yaa."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.6","label":"6","content":"Tsi xob nrug tug tuabneeg cuamkhum noj mov sau nwg lub rooj lossis zoo sab rua tej zaub mov qaab qaab kws nwg rau lug."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.7","label":"7","content":"Nwg yuav hu has tas, “Ca le lug noj,” tabsis nwg lub ncauj laam hu xwb, nwg lub sab tsi yog le ntawd."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.8","label":"8","content":"Koj yuav ntuav tej kws koj noj lawm tawm, hab tej lug zoo kws koj has los yuav tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.9","label":"9","content":"Tsi xob ntuag tug tuabneeg ruag. Nwg yuav muab koj tej lug saib tsi muaj qaabhau."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.10","label":"10","content":"Tsi xob txaav tug nrimteb qub kws tu tseg lawm lossis txeeb cov mivnyuas ntsuag tej aav."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.11","label":"11","content":"Tug TSWV kws muaj fwjchim yuav tuaj puab tog hab paab puab ua ncauj ua lug tawmtsaam koj."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.12","label":"12","content":"Muab sab rau kawm tej kws koj tug xwbfwb qha hab khaws txhua yaam ntawd ca."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.13","label":"13","content":"Tsi xob muab kev qhuab qha mivnyuas tso tseg. Koj nplawm nwg xwb, nwg yeej tsi tuag."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.14","label":"14","content":"Yog koj nplawm nwg, yuav cawm tau nwg dlim ntawm txujkev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.15","label":"15","content":"Mivtub, yog koj ua ib tug tuabneeg txawj ntse, mas kuv yuav zoo sab kawg le."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.16","label":"16","content":"Kuv yuav txaus sab thaus kuv nov koj has tej lug kws ntse ntsuav."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.17","label":"17","content":"Tsi xob khib rua tej tuabneeg txhum. Ca le fwm tug TSWV, nwg yuav coj koj lub neej."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.18","label":"18","content":"Yog koj ua le ntawd koj lub neej yaav tom ntej yuav kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.19","label":"19","content":"Mivtub, ua tuab zoo noog, koj yuavtsum ntse hab muab sab rau ua koj lub neej tag tag."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.20","label":"20","content":"Tsi xob moog koom nrug cov tuabneeg kws nyam haus cawv lossis noj ntau haus ntau ua ke."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.21","label":"21","content":"Cov tuabneeg quav cawv hab sab hlub yuav pluag. Yog mej noj taag pw xwb, tsi ntev mej yuav naav khaub hlaab."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.22","label":"22","content":"Noog koj txiv tej lug, yog tsi muaj nwg yeej tsi muaj koj. Thaus koj nam laug lawm, koj yuavtsum pauj nwg txaj ntsig."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.23","label":"23","content":"Qhov tseeb, tswvyim, kawm txawj kawm ntse hab lub sab thoob tsib to nrog, yog tej kws muaj nqes heev, tsimnyog muab khaws ca, tsi xob muab muag moog."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.24","label":"24","content":"Leej txiv kws muaj tug tub ncaaj nceeg, muaj kev zoo sab heev. Tug tub kws muaj kev txawj ntse yuav ua rua leej txiv tau koob meej."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.25","label":"25","content":"Koj yuavtsum ua kuas koj nam koj txiv tau ntsejmuag. Ca le ua rua koj nam muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.26","label":"26","content":"Mivtub, ua tuab zoo noog kuv tej lug, hab xyum ua lawv le kuv lub neej."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.27","label":"27","content":"Cov namndlav hab cov quaspuj kws ntxag hluas nraug yog lub vuj hlua kws coj moog rua txujkev tuag."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.28","label":"28","content":"Puab zuv rawv tog koj ib yaam le tej tubsaab, hab puab ntxag tau ntau leej txivneej moog ua tuabneeg tsi ncaaj nceeg lawm."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.29+PRO.23.30","label":"29-30","content":"Mej sim coj tug tuabneeg kws nyam haus cawv ntau, hab nyam muab yaam nuav yaam u lug tim cawv haus tuaj rua kuv, kuv yuav qha nwg tej kev txomnyem hab kev lwj sab rua nwg paub. Tug kws haus cawv pheej tsim kev kub ntxhuv hab pheej ywg le nuav le u. Nwg ob lub qhovmuag nce ntshaav lab ploog hab nwg tej nqaj dloog ntsuab xab, vim haus cawv nkaus xwb."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.31","label":"31","content":"Tsi xob pub cawv ntxag tau koj, txawm yog cawv yuav lab ntshab si, pum dluab nyob zoj huv lub khob, hab yoojyim nqog los xij."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.32","label":"32","content":"Yog koj haus, thaus kaaj ntug, koj yuav nov mob taug leeg cuag le naab muaj taug tum."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.33","label":"33","content":"Kev phem yuav tshwm rua koj qhovmuag pum, hab yuav ua rua koj xaav tsi tawm lossis tsi paub yuav has le caag,"},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.34","label":"34","content":"yuav zoo le koj pw ua tug ntaab yeeg huv plawv havtxwv hab nyob sau lub nkoj tug hauv ncej kws dlai dlaim ntaub ntaus cua."},{"bible_id":"1726","chapter_code":"PRO.23","verse_code":"PRO.23.35","label":"35","content":"Ces koj yuav has tas, “Kuv tub raug luas ntaus, kuv raug luas nplawm lawm, tabsis kuv tsi ncu qaab taag lawm. Vim le caag kuv txhaj tsi sawv? Kuv tseem yuav haus ntxiv hab.”"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.1","label":"1","content":"Tsi xob khib rua cov tuabneeg ua phem ua qas, hab tsi xob nrug puab ua phoojywg."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.2","label":"2","content":"Rua qhov puab lub sab xaav ua limham hab puab lub ncauj has tej lug tsi zoo."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.3","label":"3","content":"Tug kws muaj tswvyim hab txawj ntse, nwg lub tsev yuav nyob ruaj khov."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.4","label":"4","content":"Yog muaj kev txawj ntse, ces muaj tej rooj tog kws zoo nkauj hab muaj nqes nyob huv tsev."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.5","label":"5","content":"Muaj tswvyim zoo dlua muaj zug,  kev txawj ntse tseemceeb dlua tug dlaag zug."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.6","label":"6","content":"Mej yuavtsum npaaj tswvyim kuas zoo ua ntej mej maam le moog ntaus rog, yog muaj ntau tug tuav tswvyim, mej yimfuab yuav kovyeej."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.7","label":"7","content":"Cov tuabneeg txawj ntse has tej lug kws tub tub, ua rua tug tuabneeg ruag tsi totaub. Thaus sis thaam txug tej yaam tseemceeb, tug ruag tsi muaj lug has le."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.8","label":"8","content":"Yog koj pheej nrhav tswvyim ua phem xwb, luas yuav hu koj has tas, tug tuabneeg thaab plaub."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.9","label":"9","content":"Txhua yaam kws tug tuabneeg ruag xaav puavleej yog kev txhum. Suavdlawg ntxub tug tuabneeg kws pheej thuam lwm tug."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.10","label":"10","content":"Yog koj qaug zug thaus raug kev ntxhuv sab, ces yog koj sab yau hwv."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.11","label":"11","content":"Tsi xob ua xyem xyaav, ca le paab tug tuabneeg tsi muaj txhum kws luas yuav coj moog tua povtseg."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.12","label":"12","content":"Koj yuav has tas, “Tsi yog kuv feem xyuam,” tabsis Vaajtswv paub hab yuav txav txim lawv le koj ua. Nwg saib ntsoov koj, nwg yeej paub koj lub sab. Hab nwg yuav muab nqe zug rua koj lawv le tej kws koj ua lawm."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.13","label":"13","content":"Mivtub, ca le noj zib ntaab; rua qhov zib ntaab yog yaam zoo. Cov zib ntaab kws ndlwg ntawm dlaim tsev ntaab lug qaab zib rua koj tug nplaig,"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.14","label":"14","content":"koj yuav paub has tas tswvyim zoo ib yaam le ntawd rua koj txujsa. Yog koj tau tswvyim, koj lub neej yaav tom ntej yuav kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.15","label":"15","content":"Tsi xob ua le tug tuabneeg sab phem kws pheej nrhav tswvyim moog nyag lossis rhuav tug tuabneeg ncaaj nceeg tej vaaj tse."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.16","label":"16","content":"Tug tuabneeg ncaaj nceeg qaug pistsawg zag los nwg yeej sawv tau, tabsis kev puamtsuaj rhuav tshem cov tuabneeg ua phem."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.17","label":"17","content":"Tsi xob zoo sab thaus koj tug yeebncuab raug kev puamtsuaj, hab tsi xob zoo sab thaus nwg dlawm qaug lawm."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.18","label":"18","content":"Yog koj nyos koj tug yeebncuab, tug TSWV yeej yuav paub, nwg tsi nyam koj ua le ntawd, hab tej zag nwg yuav tsi rau txim rua koj tug yeebncuab."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.19","label":"19","content":"Tsi xob nyuaj sab rua cov tuabneeg sab phem, tsi xob khib tej kws puab ua."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.20","label":"20","content":"Tug tuabneeg ua phem yeej tsi muaj kev ca sab rua yaav tom ntej hab puab lub neej tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.21","label":"21","content":"Kuv tug mivtub, koj yuavtsum fwm tug TSWV hab fwm vaajntxwv. Tsi xob koom nrug cov tuabneeg kws ntxeev sab tawmtsaam tug TSWV hab vaajntxwv hlo le;"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.22","label":"22","content":"cov tuabneeg kws ua le ntawd yuav raug kev puamtsuaj sai. Koj puas paub has tas Vaajtswv lossis vaajntxwv yuav tso kev puamtsuaj lug raug koj nyaav npaum le caag?"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.23","label":"23","content":"Tej lug nuav yog tug tuabneeg txawj ntse has: Qhov kws txhobtxwm txav txim tsi ncaaj rua luas, yog koj ua tsi yog lawm."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.24","label":"24","content":"Yog tug txav txim phua lub txim tsi txhum rua tug tuabneeg txhum, nwg yuav raug luas foom hab ntxub."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.25","label":"25","content":"Tabsis tug kws txav txim rua tug tuabneeg ua txhum, tug ntawd lub neej yuav vaammeej."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.26","label":"26","content":"Tug kws muab lu lug tseeb lug teb luas, qha has tas nwg yog phoojywg zoo."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.27","label":"27","content":"Tsi xob maaj ua koj lub tsev hab tsim koj tsev tuabneeg ua ntej koj npaaj tau thaaj teb hab txhua yaam txhij tsaiv."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.28","label":"28","content":"Tsi xob ua timkhawv tsi tseeb tawmtsaam lwm tug kws tsi tau ua txhum lossis has tej lug kws ntxag luas yuam kev."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.29","label":"29","content":"Tsi xob has tas, “Kuv yuav ua rua nwg ib yaam le nwg tau ua rua kuv lawm. Kuv yuav pauj tej kws nwg ua rua kuv lawm rov rua nwg!”"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.30","label":"30","content":"Kuv moog ncig thoob plawg tug tuabneeg ruag, hab tug tuabneeg tubnkeeg tej laj teb hab tej vaaj txiv maab huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.31","label":"31","content":"Muaj xuavpaug hab nroj faab puv nkaus dlaim teb. Tej ntsaa zeb kws xov ncig dlaim teb puavleej pob taag rua huv aav."},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.32","label":"32","content":"Kuv saib tej nuav, kuv muab xaav, mas kuv kawm tau tej yaam zoo ntawm zaaj nuav:"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.33","label":"33","content":"Moog pw ib plag, hab tsaug ib tsig zug tsaiv. Khawm teg su ib plag tsaiv,"},{"bible_id":"1726","chapter_code":"PRO.24","verse_code":"PRO.24.34","label":"34","content":"tabsis thaus koj tseem taabtom pw tsaug zug, kev txomnyem yuav lug raug koj, ib yaam le tubsaab nqaa rawv qws tuaj fuab koj lub neej ntaag."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.1","label":"1","content":"Ntawm nuav yog Xalumoos tej paajlug kws has ntxiv, yog cov Yudas tug Vaajntxwv Hexekiyas tej numtswv muab sau ca rua huv tsev tu plaub tseg."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.2","label":"2","content":"Peb fwm Vaajtswv rua qhov nwg npog txhua yaam ca, peb fwm tej vaajntxwv rua qhov puab tshawb txhua yaam tawm."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.3","label":"3","content":"Koj yeej tsi paub txug vaajntxwv lub sab xaav ib zag le, nwg xaav tau dlaav tshaaj peb, lub ntuj sab hab havtxwv tub npaum le caag, nwg yeej xaav dlhau peb dleb npaum le ntawd."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.4","label":"4","content":"Cais tej quav hlau tawm ntawm cov tseem nyaj moog txhaj le nchuav tau tej taig nyaj zoo nkauj."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.5","label":"5","content":"Tsi xob pub cov tuavxaam sab phem nyob ze vaajntxwv hab nwg cov numtswv, vaajntxwv txhaj tswj tau lub tebchaws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.6","label":"6","content":"Thaus koj sawv taabmeeg ntawm vaajntxwv, tsi xob ua txuj khaav le koj yog tug tuabneeg tseemceeb."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.7","label":"7","content":"Ca luas caw koj moog nyob lub chaw sab, zoo dlua le luas ntab koj sawv hab muab lub chaw ntawd rua lwm tug kws tseemceeb dlua koj nyob."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.8","label":"8","content":"Tej yaam kws koj paub tsi tseeb, tsi xob maaj moog ua timkhawv rua huv tsev tu plaub. Nyob tsaam muaj lwm tug timkhawv pum qhov tseeb dlua koj, thaus ntawd koj yuav ua le caag?"},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.9","label":"9","content":"Yog koj hab koj tej phoojywg zej zog muaj tej lug tsi sis humxeeb, meb ca le sis has meb kuas taag, tsi xob muab nthuav tawm."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.10","label":"10","content":"Yog tsi ua le ntawd ces luas tej yuav paub has tas, koj yog ib tug kws tsi zais tej lug tseemceeb ca, ces koj yuav txaajmuag moog le."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.11","label":"11","content":"Lu lug zoo kws has rua lub sijhawm tsimnyog has, zoo le tej kub kws muab vuam txaij nraug zeeg rua ntawm lub taig nyaj."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.12","label":"12","content":"Tug kws txaus sab noog tug tuabneeg kws tub pum dlua ua dlua lug lawm tej lug ntuag, muaj nqes dlua tej nplhaib lossis tej saw kws tseem kub."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.13","label":"13","content":"Tug tuabneeg xaa xuv kws ncaaj ua rua tug kws khaiv nwg moog lub sab kaaj ib yaam le haus cov dlej txag thaus lub caij sau qoob."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.14","label":"14","content":"Cov tuabneeg kws coglug tseg has tas, yuav muab yaam nuav yaam u rua luas, tabsis tsi muab, mas zoo ib yaam le tauv fuab hab nthwv cua kws tsi muaj naag."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.15","label":"15","content":"Ua sab ntev txhaj yuav ntxag tau tej numtswv; has tej lug zoo ua rua luas lub sab muas."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.16","label":"16","content":"Tsi xob noj zib ntaab ntau dlhau, yog noj ntau yuav ua rua koj ntuav."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.17","label":"17","content":"Tsi xob naj nub moog cov zog huv koj tej phoojywg nruab ze, nyob tsaam nwg nkeeg nrug koj nyob hab ntxub koj."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.18","label":"18","content":"Tej lug kom tsi tseeb, zoo ib yaam le tug qws lossis raab ntaaj lossis xibxub vug kws ntse zuag plag."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.19","label":"19","content":"Ca sab rua tug tuabneeg tsi ncaaj thaus muaj kev ntxhuv sab, ces zoo le tug tuabneeg luv nav xo mov lossis tug tuabneeg tu taw moog kev."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.20","label":"20","content":"Hu nkauj rua tug tuabneeg nyuaj sab noog ces zoo le ib tug tuabneeg hle rig tsho tiv no lossis zoo le nphoo ntsev rua qhov txhaab."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.21","label":"21","content":"Yog koj tug yeebncuab tshaib plaab, muab mov rua nwg noj; yog nwg nqhes dlej, muab dlej rua nwg haus."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.22","label":"22","content":"Yog koj ua le ntawd nwg yuav txaajmuag, tug TSWV txhaj yuav muab nqe zug rua koj."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.23","label":"23","content":"Cov cua kws tuaj saab qaumteb tuaj coj naag lug le caag, tug tuabneeg taug xaiv ua rua muaj kev chim le ntawd."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.24","label":"24","content":"Nyob sau ruv tsev zoo dlua le nrug tug quaspuj kws ywg taug nyob ua ke huv tsev."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.25","label":"25","content":"Xuv zoo tuaj lub tebchaws dleb tuaj, zoo le koj haus cov dlej txag thaus koj nqhes dlej qaa qhuav qhawv."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.26","label":"26","content":"Tug tuabneeg ncaaj nceeg kws ca tug tuabneeg sab phem coj nwg moog ua kev phem kev qas, ces zoo le lub qhovdlej txhawv kws nru lossis lub qhov tshij kws muaj tshuaj lom nyob huv."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.27","label":"27","content":"Noj zib ntaab ntau yuav tsi zoo rua koj, hab qhov kws ca luas qhuas koj ntau  los yuav tsi zoo ib yaam nkaus."},{"bible_id":"1726","chapter_code":"PRO.25","verse_code":"PRO.25.28","label":"28","content":"Yog koj tswj tsi tau koj kev chim, ces koj tsi muaj kev paabcuam ib yaam le lub nroog kws tsi muaj ntsaa yeej thaiv hab qheb lug rua yeebncuab tuaj ntaus ntaag."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.1","label":"1","content":"Qhuas tug tuabneeg ruag tsi muaj qaabhau ib yaam le lug dlaus rua thaus ntuj qhua lossis lug naag rua lub caij sau qoob."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.2","label":"2","content":"Lu lug foom phem tsi mob koj qhov twg le, tshwj has tas yog koj yeej tau ua txhum lawm. Tej lug ntawd zoo le tej noog kws yaa lug, tabsis tsi tsaws qhov twg le."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.3","label":"3","content":"Muab paas lug nplawm neeg hab muab xauv lug saam neeg luav, yuav muab hlua tawv nplawm tug tuabneeg kws tsi noog lug."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.4","label":"4","content":"Yog koj teb tug tuabneeg ruag tej lug nug, ces yog koj ruag ib yaam le nwg."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.5","label":"5","content":"Muab tej lug ruag teb rua tug tuabneeg ruag tej lug nug, kuas nwg txhaj paub has tas, nwg tsi ntse le nwg xaav."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.6","label":"6","content":"Yog koj ca tug tuabneeg ruag xaa xuv, ib yaam le yog koj txav koj txhais kutaw povtseg, hab yog koj tsub kev ntxhuv sab ntxiv rua koj."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.7","label":"7","content":"Tug tuabneeg ruag has paajlug ces tsuas zoo le tug tuabneeg cegtawv moog kev."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.8","label":"8","content":"Qhuas tug tuabneeg ruag, ces zoo ib yaam le muab ib lub pobzeb khi rua ntawm txuj zeg hlua."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.9","label":"9","content":"Tug tuabneeg ruag has paajlug, ces zoo ib yaam le tug tuabneeg qaug cawv dlig saus ntawm nwg txhais teg."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.10","label":"10","content":"Tug kws ndlav tug tuabneeg ruag lossis tug tuabneeg quav cawv ua nwg tub zug, ces zoo ib yaam le tug tuabneeg kws tua neevnti tsi saib qaabhau kws tua raug lwm tug."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.11","label":"11","content":"Tug tuabneeg ruag kws pheej ua tej yaam ruag taag los rov ua dlua, ces zoo ib yaam le tug dlev kws rov noj dlev cov ntuav."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.12","label":"12","content":"Tug tuabneeg ruag kws ruag kawg le, tseem zoo dlua tug kws nwg xaav has tas nwg ntse heev, tabsis nwg tub tsi ntse."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.13","label":"13","content":"Vim le caag tug tuabneeg tubnkeeg txhaj tsi tawm huv tsev moog saab nrau? Yog nwg ntshai dlaabtsi? Puas yog ntshai tsuv ntxhuav?"},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.14","label":"14","content":"Tug tuabneeg tubnkeeg pw dlaa luj luam sau txaaj, zoo ib yaam le dlaim txag qhovrooj kws qoj moog qoj lug."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.15","label":"15","content":"Tug tuabneeg tubnkeeg cev dlav moog has mov huv taig los tub ceeblaaj nqaa lug rua ntawm qhovncauj."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.16","label":"16","content":"Tug tuabneeg tubnkeeg xaav has tas, nwg ntse dlua xyaa tug txivneej muaj tswvyim kws teb tau luas tej lug."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.17","label":"17","content":"Tug tuabneeg kws moog raus teg rua luas tej lug sis tshe kws tsi yog nwg cig tsug, ces zoo ib yaam le tug dlev dlha, hab yug ntsab dlev nploojntseg."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.18+PRO.26.19","label":"18-19","content":"Tug kws ntxag kuas lwm tug yuam kev, hab has tas yog nwg tso dlaag xwb, tug ntawd zoo ib yaam le tug tuabneeg vwm kws moog kov tej cuabyeej txuv txujsa ntaag."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.20","label":"20","content":"Yog tsi muaj tawg, suavtawg kuj tuag; yog tsi muaj tug tuabneeg nkawg lug xaiv, ces yeej tsi muaj kev sis caav sis tshe."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.21","label":"21","content":"Thee ua kuas suavtawg caj, tawg ua kuas nplaim tawg cig, hab tug tuabneeg kws ua kuas muaj teebmeem ua rua kev sis caav sis tshe luj tuaj."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.22","label":"22","content":"Tej lug kws has luas plig, zoo has kawg le! Suavdlawg txhaj nyam has ua luaj!"},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.23","label":"23","content":"Tug tuabneeg kws ncauj zoo tabsis sab phem,  mas zoo ib yaam le lub hub kws muab vuam saab nrau kuas ci xwb."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.24","label":"24","content":"Tug tuabneeg ntsejmuag ncaaj sab nkhaus ntxub luas, tabsis tseem ua txuj qhuas luas."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.25","label":"25","content":"Txawm yog nwg has lug zoo los tsi xob ntseeg, rua qhov nwg lub sab puv nkaus kev ntxub ntxaug."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.26","label":"26","content":"Txawm yog nwg zais qhov kws nwg ntxub luas los suavdlawg yeej paub tej kev phem kws nwg ua."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.27","label":"27","content":"Tug tuabneeg kws khawb qhov cuab luas kev, yog nwg cuab nwg xwb. Leejtwg cuab yej yuav rov tais nwg teg."},{"bible_id":"1726","chapter_code":"PRO.26","verse_code":"PRO.26.28","label":"28","content":"Yog koj ntxub tug twg koj txhaj dlaag kuas nwg raug mob. Tug tuabneeg ncauj zoo sab phem, yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.1","label":"1","content":"Tsi xob khaav rua pigkig. Koj tub tsi paub has tas, thaus tseem tsi tau txug pigkig yuav muaj xwm dlaabtsi."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.2","label":"2","content":"Ca lwm tug hab tej qhua qhuas koj, koj tsi xob rov qhuas koj."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.3","label":"3","content":"Tej kev nyuaj sab kws cov tuabneeg ruag rhawv muaj, nyaav dlua pobzeb hab xuabzeb."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.4","label":"4","content":"Kev chim yog kev nruj tsiv hab kev puamtsuaj, tabsis txujkev khib tseem phem heev dlua."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.5","label":"5","content":"Taabmeeg sis qha zoo dlua le ca nwg xaav has tas, koj tsi quavntsej nwg."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.6","label":"6","content":"Koj tug phoojywg ua rua koj mob sab tsi txug txij twg; tabsis thaus koj tug yeebncuab cev teg puag koj xubpwg, yuavtsum ceevfaaj."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.7","label":"7","content":"Thaus koj tsau plaab, txawm yog zib ntaab los tsi xaav noj lawm; tabsis thaus koj tshaib plaab, txawm yog noj zaub mov ab los yeej qaab zib."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.8","label":"8","content":"Tug tuabneeg kws ncaim nwg lub tsev moog dleb lawm, zoo ib yaam le tug noog kws nrug dleb ntawm nwg lub zeg."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.9","label":"9","content":"Roj hab tshuaj tsw qaab ua rua koj txaus sab heev, tabsis kev nyuaj sab ua rua kev kaaj sab pluj moog."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.10","label":"10","content":"Tsi xob tso koj tej phoojywg lossis koj txiv tej phoojywg tseg. Thaus koj raug kev nyuaj sab, tsi xob moog cuag koj cov kwvtij kws nyob dleb, tej phoojywg zej zog kws nyob ze tseem paab tau dlua koj cov kwvtij kws nyob dleb."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.11","label":"11","content":"Mivtub, ca le ua tuabneeg ntse, kuv txhaj yuav zoo sab; kuv txhaj muaj lug teb tej tuabneeg kws saib tsi taug kuv."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.12","label":"12","content":"Tug tuabneeg paub qaabhau pum tej xwm kws yuav lug raug nwg, nwg txawm tshuv kev lawm, tabsis tug tuabneeg ruag too hauv li moog rua qhov ntawd, thaus nwg tau chaw ti nwg maam le xeevxwm."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.13","label":"13","content":"Yog tug tuabneeg ruag moog coglug them lwm tug tej nuj nqes,  yuav tau kuas nwg muab nwg tej qhov txhua chaw moog ntaus nqe ua ntej."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.14","label":"14","content":"Yog koj moog tsaa koj tug phoojywg thaus sawv ntxuv, ces zoo ib yaam le koj moog tshev nwg ntaag."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.15","label":"15","content":"Tug quaspuj kws ywg taug zoo ib yaam le dlej naag nrug tujtauv."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.16","label":"16","content":"Koj yuav txwv tsi tau nwg kuas tsi xob ywg ib yaam le koj txwv tsi tau cua lossis muab phoov teg cug roj."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.17","label":"17","content":"Muab hlau huv hlau le caag, tej tuabneeg ib leeg kawm ntawm ib leeg ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.18","label":"18","content":"Tu koj tej txiv ncuav pas kuas zoo koj txhaj tau noj. Tug tubkhai kws tu nwg tug tswv zoo yuav tau txais lug qhuas."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.19","label":"19","content":"Koj pum koj tug dluab huv dlej le caag, koj lub sab xaav le caag, ces koj teg num zoo le ntawd."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.20","label":"20","content":"Txujkev tuag txhaws tsi paub puv le caag, tuabneeg txujkev ntshaw tsi paub txaus ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.21","label":"21","content":"Nyaj hab kub muab suavtawg sim, kev qhuas sim tuabneeg lub sab."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.22","label":"22","content":"Txawm yog koj yuav muab tug tuabneeg ruag ntaus tshuav tuag los nwg tseem ruag nwg le qub."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.23","label":"23","content":"Saib koj tej yaaj tej nyuj kuas zoo,"},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.24","label":"24","content":"rua qhov kev npluanuj tsi nyob moog ibtxhis. Txawm yog txhua tsaav tuabneeg los yeej tsi nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.25","label":"25","content":"Thaus koj sau tej zaub nyuj hab hlais tej nyom peg ntaav toj taag lawm, tej zaub tub pib hlaav mog nyoos tuaj lawm."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.26","label":"26","content":"Koj muab tej plaub yaaj lug xaws rig tsho naav hab muab tej nyaj kws koj muag tshis moog yuav teb."},{"bible_id":"1726","chapter_code":"PRO.27","verse_code":"PRO.27.27","label":"27","content":"Dlua le tej tshis kws seem ca tsu kua mig yug koj hab koj tsev tuabneeg, hab koj tej ntxhais qhev kuas muaj noj muaj haus tsi tu."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.1","label":"1","content":"Cov tuabneeg sab phem tsiv thaus tsi muaj tuabneeg caum nteg puab, tabsis cov tuabneeg ncaaj ua sab tawv qhawv ib yaam le tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.2","label":"2","content":"Thaus muaj kev ntxeev num ntxeev tswv nyob huv lub tebchaws, yuav muaj ntau tug numtswv lug kaav. Tabsis thaus tug thawjcoj kws txawj ntse lug kaav, lub tebchaws yuav nyob ruaj khov."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.3","label":"3","content":"Tug muaj fwjchim kws tsimtxom cov tuabneeg pluag, zoo ib yaam le kob tuamtsaam naag kws lug ntaus tej qoobloo tuag taag."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.4","label":"4","content":"Yog koj tsi ua lawv le kevcai, ces koj yog tug tuaj cov tuabneeg sab phem tog, tabsis yog koj fwm txuj kevcai, ces yog koj tawmtsaam cov tuabneeg sab phem."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.5","label":"5","content":"Cov tuabneeg sab phem tsi paub txujkev ncaaj nceeg, tabsis cov tuabneeg kws fwm tug TSWV totaub zoo."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.6","label":"6","content":"Ua tuabneeg txomnyem, tabsis ncaaj nceeg zoo dlua le ua tuabneeg npluanuj, tabsis tsi ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.7","label":"7","content":"Tug tub kws fwm kevcai yog tug txawj ntse. Tug kws ua phoojywg nrug tug tuabneeg tsi tsimtxaj, ua rua nwg txiv poob ntsejmuag."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.8","label":"8","content":"Yog koj tsub paajlaum ntau rua luas them kuas koj npluanuj, koj tej nyaj txag yuav muab rua tug kws hlub cov tuabneeg pluag."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.9","label":"9","content":"Yog koj tsi ua lawv le txuj kevcai, Vaajtswv yuav ntxub hab dlhuav koj tej lug thov."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.10","label":"10","content":"Yog koj ntxag tug tuabneeg ncaaj nceeg ua kev txhum, ces yog koj cuab hlua rov maag koj. Tug kws tsi ua txhum yuav tau nqe zug."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.11","label":"11","content":"Tug tuabneeg npluanuj ibtxwm xaav has tas nwg txhaj ntse, tabsis tug tuabneeg pluag kws muaj tswvyim tseem paub tug npluanuj lub qai heev dlua."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.12","label":"12","content":"Thaus tug tuabneeg sab zoo tau ua tug luj kaav, txhua tug zoo sab, tabsis thaus tug tuabneeg sab phem ua tug kaav, tej pejxeem tsiv moog nkaum taag."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.13","label":"13","content":"Yog koj pheej npog koj tej kev txhum tseg, koj lub neej yuav tsi vaammeej. Yog koj leeg hab tso plhuav tej kev txhum tseg, Vaajtswv yuav taabncuab koj."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.14","label":"14","content":"Naj nub noog tug TSWV lug koj txhaj ua neej kaaj sab lug. Yog koj ua tuabneeg tawv ncauj, koj yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.15","label":"15","content":"Tug tuabneeg sab phem kws tswjfwm cov tuabneeg pluag, nwg zoo ib yaam le tug tsuv ntxhuav kws nyooj quas lawg lossis tug dlais kws yuav sis tug."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.16","label":"16","content":"Tug thawjtswj kws tsi muaj tswvyim tsimtxom pejxeem heev. Tug kws ntxub txujkev tsi ncaaj nceeg, nwg yuav tau ua tug tswjfwm moog ntev."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.17","label":"17","content":"Tug kws muaj txim tua tuabneeg, yog nwg taabtom khawb qhov ntxaa rua nwg. Tsi xob cheem nwg hlo le."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.18","label":"18","content":"Ua tuabneeg ncaaj nceeg, koj txhaj yuav nyob kaaj sab lug. Yog koj ua tsi ncaaj, ces tsi nwm koj yuav qaug."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.19","label":"19","content":"Tug kws rau sab ntso ua laj ua teb yuav muaj noj nplua mag. Tabsis tug kws pheej moog xyub num ua dlog ua dlig, yuav ua tuabneeg pluag moog le."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.20","label":"20","content":"Cov tuabneeg kws muaj lub sab ncaaj yuav tau txais lub neej kaaj sab. Tabsis yog koj xaav npluanuj sai, koj yuav raug txim ntaag."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.21","label":"21","content":"Xaiv ntsejmuag yog ua tsi ncaaj. Tabsis muaj tej tug txav txim tsi ncaaj, vim nwg tau mivntsiv nyaj xab."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.22","label":"22","content":"Cov tuabneeg cuamkhum, xaav kuas npluanuj sai, puab tub tsi paub has tas thaus twg kev txomnyem yuav lug raug puab."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.23","label":"23","content":"Tug kws ntuag ib tug tuabneeg twg, mas tom qaab ntawd nwg yuav zoo sab heev dlua le tug kws thuam."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.24","label":"24","content":"Yog leejtwg xaav has tas nyag nwg nam nwg txiv tug los tsi txhum, tug ntawd yeej zoo ib yaam le tug kws ibtxwm ua tubsaab lug lawm."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.25","label":"25","content":"Tug tuabneeg sab hlub ua kuas muaj kev kub ntxhuv, tabsis tug kws ca sab rua tug TSWV, nwg lub neej yuav vaammeej."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.26","label":"26","content":"Tug kws ua lawv le nwg lub sab xaav xwb, yog tuabneeg ruag. Tug kws ua lawv le cov tuabneeg txawj ntse tej lug qha, nwg yuav tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.27","label":"27","content":"Tug kws pub rua cov pluag yuav muaj noj tsi tu. Yog koj tsi pum cov tuabneeg pluag, tuabneeg coob leej yuav foom phem rua koj."},{"bible_id":"1726","chapter_code":"PRO.28","verse_code":"PRO.28.28","label":"28","content":"Thaus tug tuabneeg sab phem lug tswjfwm, tej pejxeem tsiv nkaum. Tabsis thaus puab poob fwjchim lawm cov tuabneeg ncaaj nceeg yuav lug kaav."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.1","label":"1","content":"Tug kws tsi yuav luas tej lug ntuag, nwg lub neej yuav puamtsuaj hab tsi muaj nub zoo ntxiv le lawm."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.2","label":"2","content":"Thaus cov tuabneeg ncaaj nceeg lug ua numtswv kaav, tej pejxeem zoo sab kawg, tabsis thaus cov tuabneeg sab phem lug ua numtswv kaav, tej pejxeem tau kev quaj ntsuag."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.3","label":"3","content":"Tug tub kws muaj tswvyim, leej txiv yuav txaus sab heev rua nwg. Tug kws muab nyaj txag moog siv rua tej namndlav, ces yog muab nyaj povtseg ntaag."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.4","label":"4","content":"Thaus vaajntxwv tswjfwm ncaaj nceeg, lub tebchaws yuav nyob ruaj khov kho, tabsis thaus nwg muab nyaj txag saib hlub, nwg yuav ua rua lub tebchaws puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.5","label":"5","content":"Yog koj ua txuj qhuas tej phoojywg, ces yog koj rov cuab hlua tog koj kev."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.6","label":"6","content":"Cov tuabneeg sab phem txujkev txhum yuav rov lug raug puab, tabsis cov tuabneeg ncaaj nceeg yuav hu nkauj hab muaj kev kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.7","label":"7","content":"Tug tuabneeg ncaaj nceeg yeej ua ncaaj rua cov tuabneeg pluag, tabsis cov tuabneeg sab phem tsi quavntsej txug le."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.8","label":"8","content":"Cov tuabneeg kws thuam lwm tug, yog cov kws ua rua lub nroog muaj kev kub ntxhuv, tabsis cov tuabneeg ntse ua rua lub nroog nyob sis humxeeb."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.9","label":"9","content":"Thaus tug tuabneeg ntse ua plaub nrug tug tuabneeg ruag, tug tuabneeg ruag tsuas yog luag, qw hab tshev phem xwb."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.10","label":"10","content":"Cov tuabneeg kws nyam ua kuas luas nqaj ndluag ntshaav nrug, ntxub tug tuabneeg sab ncaaj, tabsis cov tuabneeg ua ncaaj yuav tiv thaiv  tug ntawd txujsa."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.11","label":"11","content":"Cov tuabneeg ruag chim hab npautawg sai, tabsis cov tuabneeg thoob tsib to nrog ua taug sab ntev hab muab txujkev chim npog tseg."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.12","label":"12","content":"Tug thawjcoj kws nyam noog tej lug fi xuv tsi tseeb, nwg cov numtswv yuav ua tuabneeg dlaag."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.13","label":"13","content":"Qhov kws tug tuabneeg pluag hab tug kws tsimtxom tug tuabneeg pluag zoo ib yaam yog le nuav: tug TSWV pub obtug muaj qhovmuag ib yaam nkaus."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.14","label":"14","content":"Yog vaajntxwv txav txim ncaaj nceeg rua cov tuabneeg pluag, nwg yuav tau tswjfwm moog ntev."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.15","label":"15","content":"Kev qhuab ntuag hab nplawm mivnyuas yuav ua rua tug mivnyuas tsimtxaj. Yog ca mivnyuas ua ywj sab, nwg yuav ua rua leej nam raug kev txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.16","label":"16","content":"Thaus cov tuabneeg sab phem tau lug ua tug tswjfwm, kev kub ntxhuv yuav luj tuaj. Tabsis cov tuabneeg ncaaj nceeg yuav pum cov tuabneeg sab phem raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.17","label":"17","content":"Qhuab ntuag koj tej mivnyuas, puab txhaj yuav ua rua koj zoo sab. Puab txhaj tsi ua rua koj raug kev txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.18","label":"18","content":"Lub tebchaws kws tsi ca Vaajtswv ua tug coj. Lub tebchaws ntawd tsi muaj kev tswjfwm zoo. Tug tuabneeg kws muaj kev kaaj sab yog tug kws coj lawv le Vaajtswv txuj kevcai."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.19","label":"19","content":"Tug tubkhai kws koj ntuag ntawm lub ncauj xwb, nwg tsi noog, nwg yeej paub, tabsis nwg tsi ua le koj has."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.20","label":"20","content":"Ca sab rua tug tuabneeg ruag zoo dlua le ca sab rua tug tuabneeg kws has lug tsi xaav tom ntej tom qaab."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.21","label":"21","content":"Yog koj muab txhua yaam rua koj tug tubkhai lawv le nwg xaav tau thaus nwg tseem hluas lug, muaj ib nub nwg yuav txeeb taagnrho tej kws koj muaj huv tuabsi."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.22","label":"22","content":"Cov tuabneeg kws npautawg sai ua kuas muaj kev sis caav sis tshe hab kub ntxhuv."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.23","label":"23","content":"Kev khaavtheeb yuav ua rua koj poob ntsejmuag, tabsis yog koj txu fwjchim, luas yuav fwm koj."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.24","label":"24","content":"Tug tuabneeg tubsaab tug kwvluag yog nwg tug yeebncuab kws phem tshaaj plawg. Yog nwg qha qhov tseeb nyob huv tsev tu plaub, nwg yuav raug tsimtxom, yog nwg tsi qha tseeb Vaajtswv yuav foom phem rua nwg."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.25","label":"25","content":"Kev ntshai luas ces yog lub vuj hlua cuab tog koj kev, tabsis yog koj ca sab rua tug TSWV, koj yuav kaaj sab lug."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.26","label":"26","content":"Txhua tug xaav kuas tug thawjcoj txaus sab rua nwg, tabsis tsuas yog tug TSWV txhaj muab tau kev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PRO.29","verse_code":"PRO.29.27","label":"27","content":"Cov tuabneeg ncaaj nceeg ntxub cov kws tsi ncaaj nceeg, hab cov tuabneeg sab phem ntxub cov kws ua zoo."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.1","label":"1","content":"Ntawm nuav yog Yakes tug tub Ankus tej lug tseemceeb: “Vaajtswv tsi nrug kuv nyob, Vaajtswv tsi nrug kuv nyob, hab tsi muaj leejtwg paab kuv."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.2","label":"2","content":"Kuv ruag ib yaam le tug tsaj, kuv tsi muaj kev txawj ntse le tuabneeg muaj."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.3","label":"3","content":"Kuv yeej ibtxwm tsi tau kawm dlua kev txawj ntse, hab kuv yeej tsi paub has tas muaj Vaajtswv."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.4","label":"4","content":"Leejtwg tau nce moog sau ntuj hab nqeg rov qaab lug? Leejtwg nteg tau cua rua huv nwg lub xibteg? Lossis muab ib dlaim ntaub lug qhwv tau dlej? Lossis muab tej nrim aav nplajteb lug sis lu ua ke? Yog koj paub, nwg yog leejtwg? Leejtwg yog nwg tug tub?"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.5","label":"5","content":"“Vaajtswv yeej ceev tej lug kws nwg tau cog tseg. Nwg zoo ib yaam le dlaim hlau thaiv nav ntaaj rua txhua tug kws nrhav txujkev paabcuam."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.6","label":"6","content":"Tsi xob ntxiv ib lu lug rua tug TSWV tej lug, nyob tsaam nwg tshev koj, hab nwg yuav paub has tas koj yog tug tuabneeg dlaag.”"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.7","label":"7","content":"Vaajtswv, thov koj pub kuv muaj ob yaam nuav ua ntej kuv tuag:"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.8","label":"8","content":"tsi xob pub kuv ua ib tug tuabneeg dlaag, hab tsi xob ca kuv npluanuj dlhau lossis pluag dlhau. Pub kuas kuv muaj txaus noj txaus haus xwb."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.9","label":"9","content":"Yog kuv muaj ntau dlhau lawm, ntshai kuv yuav has tas, kuv tsi vaamkhom koj. Tabsis yog kuv pluag dlhau lawm, tej zag kuv yuav moog ua tubsaab hab ua rua kuv tug Vaajtswv txaajmuag."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.10","label":"10","content":"Tsi xob nkaug ib tug tubkhai twg rua nwg tug tswv hlo le. Nyob tsaam koj yuav raug foom tsi zoo hab tau ris lub txim ntawd."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.11","label":"11","content":"Muaj tej tuabneeg foom tsi zoo rua puab txiv hab tsi ncu puab nam tej txaj ntsig."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.12","label":"12","content":"Muaj tej tug xaav has tas puab yog tuabneeg ncaaj nceeg, tabsis puab ua phem ua qas kawg le."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.13","label":"13","content":"Muaj tej tug xaav has tas puab txhaj yog tuabneeg zoo xwb, ua le caag puab yuav xaav has tas puab zoo tshaaj lwm tug!"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.14","label":"14","content":"Muaj tej tug tuabneeg limham moog fuab cov pluag hab cov txomnyem tug, qhov ntawd yog cov tuabneeg sab phem kev nrhav noj nrhav haus."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.15","label":"15","content":"Muaj ib tug maum peeb muaj ob tug mivnyuas, obtug npe hu ua “Muab rua kuv!” Muaj plaub yaam kws pheej tsi txaus sab le:"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.16","label":"16","content":"tubtuag teb, tug quaspuj kws muaj tsi taug mivnyuas, aav qhuav xaav tau dlej naag, hab suavtawg kub toj tua tsi tau."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.17","label":"17","content":"Tug tuabneeg kws luag nwg txiv plig lossis tuam mom nwg nam thaus nwg nam laug lawm,  nwg yuav raug dlaav npoj noj lossis uab laag yuav tho nwg ob lub qhovmuag."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.18","label":"18","content":"Muaj plaub yaam kws ua rua kuv xaav tsi thoob hab tsi totaub, tej ntawd yog le nuav:"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.19","label":"19","content":"tug dlaav yaa tau sau nruab ntug, tug naab ndlaug tau sau pobzeb, lub nkoj dlha tau ntaa yeeg sau nplaim dlej, hab quaspuj quasyawg txawj sis nyam."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.20","label":"20","content":"Tug quaspuj kws tsi ncaaj yog le nuav: nwg ua txhum kev nkauj kev nraug taag, nwg moog dlaa dlej hab has tas, “Kuv yeej tsi tau ua txhum dlaabtsi.”"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.21","label":"21","content":"Nyob huv nplajteb nuav muaj plaub yaam kws ua rua tuabneeg tsi txaus sab:"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.22","label":"22","content":"tug qhev tau lug ua vaajntxwv, tug tuabneeg ruag muaj txhua yaam noj,"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.23","label":"23","content":"tug quaspuj kws txhua tug ntxub tau quasyawg yuav, hab tug ntxhais qhev tau lug nyob nwg tug nam tsaavcuab chaw."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.24","label":"24","content":"Muaj plaub yaam tsaj kws miv heev nyob huv nplajteb nuav, tabsis ntse kawg le:"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.25","label":"25","content":"Ntsaum: puab tsi muaj zug, tabsis thaus lub caij ntuj qhua puab sau tej khoom noj lug ca ntau khaws tseg."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.26","label":"26","content":"Ntximtsua: puab kuj tsi muaj zug hab tabsis puab ua puab tej zeg rua huv tej qhov tsua."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.27","label":"27","content":"Kooj: puab tsi muaj vaajntxwv kaav, tabsis puab yaa ua ke tsheej paab."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.28","label":"28","content":"Naab qaa tsav: koj nteg tau tuavhuv koj xibteg, tabsis nwg tseem tau nyob huv vaajntxwv lub loog."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.29","label":"29","content":"Muaj plaub yaam kws thaus puab moog kev, mas zoo saib kawg le yog:"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.30","label":"30","content":"tug tsuv ntxhuav muaj zug tshaaj lwm yaam tsaj huv tuabsi hab tsi ntshai dlaabtsi le;"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.31","label":"31","content":"tug laug tshis, hab tug lauv qab cooj kws moog kev khov kho, hab tej vaajntxwv kws sawv ntawm nwg tsoom pejxeem hauv ntej."},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.32","label":"32","content":"Yog koj ruag dlhau es ua tuabneeg khaavtheeb hab tuav tswvyim ua phem, ca le tseg hab ua tuab zoo xaav!"},{"bible_id":"1726","chapter_code":"PRO.30","verse_code":"PRO.30.33","label":"33","content":"Yog koj nyoj mig nyuj, ces koj tau roj mig. Yog koj ntaus luas caajntswg, ces luas qhovntswg lug ntshaav. Hab yog koj moog thaab kev chim, koj yuav raug kev kub ntxhuv."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.1","label":"1","content":"Ntawm nuav yog tej lug tseemceeb kws Vaajntxwv Lemu-ees nam has rua nwg."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.2","label":"2","content":"“Kuv tug tub, koj yog leejtwg? Kuv tug tub kws yug huv kuv plaab lug, koj yog leejtwg? Kuv tug tub kws kuv tau coglug, koj yog leejtwg?"},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.3","label":"3","content":"Tsi xob muab koj tug zug siv rua kev ua nkauj ua nraug hab taagnrho koj tej nyaj txag rua tej quaspuj; puab tau ua rua tej vaajntxwv puamtsuaj taag."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.4","label":"4","content":"Lemu-ees, ca le noog kuv tej lug. Tej vaajntxwv tsi tsimnyog haus cawv txiv maab lossis tsi tsimnyog tej thawjcoj nyam haus tej cawv ntsim."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.5","label":"5","content":"Thaus puab haus cawv qaug lawm, puab tsi ncu qaab tej kevcai hab tsi quavntsej tej kev ua ncaaj rua tej pejxeem lawm."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.6","label":"6","content":"Tej cawv ntsim yog cov tuabneeg kws yuav raug puamtsuaj hab cov kws muaj kev nyuaj sab haus xwb."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.7","label":"7","content":"Ca puab haus kuas puab tsi xob ncu txug puab tej kev txomnyem hab tej kev nyuaj sab."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.8","label":"8","content":"“Ca le paab cov tuabneeg kws puab tsi muaj cuabkaav has puab zaaj. Ca le paab cov tsi txhum kws tsi muaj chaw vaamkhom txuj cai."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.9","label":"9","content":"Paab txheem cov pluag hab cov txomnyem txuj cai. Paab has hab txav txim kuas ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.10","label":"10","content":"Tug quaspuj kws tsimtxaj muaj nqes dlua nyaj hab kub, tabsis ceeblaaj nrhav tau ib tug quaspuj zoo le ntawd."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.11","label":"11","content":"Nwg tug quasyawg tso sab plhuav rua nwg, hab nwg lub neej yuav tsi txomnyem le."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.12","label":"12","content":"Nwg ua zoo rua nwg tug quasyawg hab tsi ua phem ib zag le moog taag nwg lub neej."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.13","label":"13","content":"Nwg rau sab ntso ntus ntaub plaub yaaj hab ntaub maag lug xaws rig tsho naav."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.14","label":"14","content":"Nwg moog ris zaub mov tom tej teb lug, ib yaam le tej nkoj kws thauj khoom ua laag ua luam."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.15","label":"15","content":"Nwg sawv ntxuv lug ua zaub ua mov rua tsev tuabneeg noj hab qha num rua tej ntxhais qhev ua."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.16","label":"16","content":"Nwg moog saib luas tej laj teb hab rhu hlo nyaj yuav, nwg muab tej nyaj kws nwg khwv tau moog yuav txiv maab lug cog."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.17","label":"17","content":"Nwg muaj zug, nwg nquag hab rau sab khwv kawg le."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.18","label":"18","content":"Nwg paub has tas txhua yaam kws nwg khwv tau lug yeej muaj nqes, hab nwg ua num txug tej taag mo."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.19","label":"19","content":"Nwg saws ntuag hab ntus ntaub lug xaws rig tsho."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.20","label":"20","content":"Nwg ua sab dlawb sab zoo rua cov tuabneeg pluag hab cov txomnyem."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.21","label":"21","content":"Lub caij lug dlaus los nwg tsi txhawj, rua qhov nwg tsev tuabneeg muaj rig tsho suv naav txhua tug."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.22","label":"22","content":"Nwg ntus tej ntaub pua txaaj hab naav tej rig tsho ntaub maag tsaamxem kws zoo zoo xwb."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.23","label":"23","content":"Nwg tug quasyawg yog ib tug tuabneeg tseemceeb hab muaj koob meej nto moo lug."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.24","label":"24","content":"Nwg xaws rig tsho hab hlaab muag rua tej tub laag tub luam."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.25","label":"25","content":"Nwg ua taug nam hab suavdlawg fwm nwg, nwg tsi txhawj txug lub neej yaav tom ntej."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.26","label":"26","content":"Nwg has lug ntse ntsuav hab tsi muaj ib lug sab leejtwg."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.27","label":"27","content":"Nwg rau sab ntso khwv hab saib ntshis tsi pub nwg tsev tuabneeg raug kev txomnyem."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.28","label":"28","content":"Nwg tej mivnyuas ncu nwg txaj ntsig, hab nwg tug quasyawg qhuas ntxhas nwg."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.29","label":"29","content":"Nwg tug quasyawg has tas, “Muaj ntau tug quaspuj yeej zoo kawg hab, tabsis koj yog tug kws zoo dlua suavdlawg.”"},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.30","label":"30","content":"Cev zaam zoo nqug tau tuabneeg lub sab hab kev zoo nkauj txawj pluj moog, tabsis tsimnyog qhuas tug quaspuj kws fwm tug TSWV."},{"bible_id":"1726","chapter_code":"PRO.31","verse_code":"PRO.31.31","label":"31","content":"Nwg ua num zoo, ca le ncu nwg txaj ntsig. Nwg yog tug kws tsimnyog suavdlawg fwm."}]