[{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.1","label":"1","content":"Phoo ntawv nuav yog has txug tej kws Yexus Khetos qha rua Vaajtswv cov tubkhai paub tej kws tshuav tsi ntev tom ntej nuav yuav muaj tshwm lug. Vaajtswv tub xub qha tej ntawd rua Yexus Khetos lawm, Yexus Khetos txhaj khaiv nwg ib tug timtswv lug qha tej ntawd rua Yauhaas tug kws yog Yexus Khetos ib tug tubkhai,"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.2","label":"2","content":"hab Yauhaas sau txhua yaam kws nwg pum huv tuabsi rua huv phoo ntawv nuav. Tej ntawd yog Vaajtswv tej lug hab yog tej lug tseeb kws Yexus Khetos qha rua Yauhaas."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.3","label":"3","content":"Cov tuabneeg kws nyeem phoo ntawv nuav, hab cov tuabneeg kws noog tej lug kws Vaajtswv qha nuav, hab ua lawv le cov lug kws sau tseg rua huv phoo ntawv nuav, cov ntawd yuav tau nyob kaaj sab lug, rua qhov tub yuav txug lub sijhawm kws tej nuav yuav muaj tshwm lug."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.4","label":"4","content":"Kuv yog Yauhaas, kuv sau tsaab ntawv nuav xaa tuaj rua xyaa pawg ntseeg kws nyob huv lub xeev Axias: Thov Vaajtswv foom koob moov rua mej hab paab kuas mej tau nyob kaaj sab lug. Vaajtswv tug kws nyob nwgnuav, tug kws ibtxwm nyob thaus u lug lawm, hab yog tug kws yuav lug yaav tom ntej nuav, hab thov kuas xyaa tug ntsujplig kws nyob ntawm Vaajtswv lub zwmtxwv,"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.5","label":"5","content":"hab Yexus tug kws ua timkhawv ncaaj nceeg, tug kws yog tug Tub hlub kws Vaajtswv tub tsaa sawv huv qhov tuag rov qaab lug lawm, hab yog tug kws kaav taagnrho tej vaajntxwv huv nplajteb nuav huv tuabsi. Thov kuas Yexus Khetos tug kws hlub peb hab tuag theej peb lub txhoj, hab nwg paab peb dlim peb tej kev txhum,"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.6","label":"6","content":"hab nwg tsaa peb ua povthawj ua Vaajtswv kws yog Yexus Khetos leej Txiv teg num tau koob meej. Thov kuas Yexus Khetos tau tug tshwjchim kws ci ntsaa ab hab lub fwjchim moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.7","label":"7","content":"Mej saib, nwg nrug fuab nrug cua lug! Suavdlawg yuav pum nwg, txawm yog cov tuabneeg kws muab muv nkaug nwg los puab yuav pum nwg hab. Thaus nwg lug, txhua tsaav tuabneeg kws nyob huv qaab ntuj nuav yuav quaj nyav ntsoog quas qeeg. Yeej yuav muaj le ntawd tag! Amees."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.8","label":"8","content":"Tug Tswv kws yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus has tas, “Kuv yog Alafas hab Aumenkas, kuv yog tug kws ibtxwm nyob thaus u lug lawm, hab yog tug kws yuav lug yaav tom ntej nuav.”"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.9","label":"9","content":"Kuv yog mej tug kwvtij kws hu ua Yauhaas. Kuv tub nrug Yexus Khetos koom ib txujsa lawm, kuv raug kev txomnyem, kuv lug ua Vaajtswv tsaav tuabneeg, hab kuv ua sab ntev ib yaam le mej, vim kuv qha Vaajtswv Txujlug hab tej lug tseeb kws Yexus Khetos qha rua kuv lawm, txhaj le muaj tuabneeg nteg kuv coj moog kaw rua tim lub koog Povtxwv Pamaus."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.10","label":"10","content":"Nub kws yog tug Tswv nub, Vaaj Ntsujplig lug kaav taagnrho kuv lub sab, kuv nov ib lub suab has nrov nrov rua kuv ib yaam le lub suab xyu nrov tom kuv qaab tuaj."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.11","label":"11","content":"Lub suab ntawd has tas, “Koj yuavtsum sau tej kws koj pum huv tuabsi tseg rua huv ntawv, hab xaa moog rua cov pawg ntseeg kws nyob huv xyaa lub nroog nuav: Efexus, Xaminas, Penkamus, Thiyatilas, Xaladis, Filadeefias, hab Laudikeyas.”"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.12","label":"12","content":"Thaus kuv nov lub suab ntawd kuv tig hlo moog saib, saib yog leejtwg has rua kuv, kuv txawm pum xyaa tug ncej kub kws txawb teeb nyob ntawd,"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.13","label":"13","content":"nyob huv nruab nraab xyaa tug ncej kub ntawd, muaj ib tug zoo le tuabneeg sawv huv, nwg naav ib lub tsho ntev suab zaw nraag kutaw, hab nwg sa ib txuj hlaab kub sau nwg qhovtsus."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.14","label":"14","content":"Nwg cov plaubhau dlawb ib yaam le xuv paaj lossis ib yaam le cov dlaus, hab nwg lub qhovmuag ci ib yaam le nplaim tawg;"},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.15","label":"15","content":"nwg txhais kutaw ci ib yaam le tej tooj dlaag kws luas tub muab nchuav hab txhuam tau ci ci lawm, hab nwg lub suab nrov ib yaam le dlej tsaws tsaag nrov."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.16","label":"16","content":"Nwg txhais teg xis tuav rawv xyaa lub nubqub, hab muaj ib raab ntaaj ob saab ntse tawm huv nwg qhovncauj tuaj. Nwg lub ntsejmuag ci ib yaam le lub nub ci thaus taav su."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.17","label":"17","content":"Thaus kuv pum dlheev nwg, kuv txawm ca le qaug ntawg rua ntawm nwg kutaw, kuv zoo ib yaam le tug tuabneeg kws tuag lawm. Nwg txawm cev hlo nwg txhais teg xis lug tuav nkaus kuv, hab nwg has tas, “Koj tsi xob ntshai! Kuv yog lub hauvpaug hab yog lub ntsis."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.18","label":"18","content":"Kuv yog tug kws muaj sa nyob! Kuv tub tuag lawm, tabsis koj saib, nwgnuav kuv muaj sa nyob moog ibtxhis le. kuv yog tug kws kaav txujkev tuag hab tubtuag teb."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.19","label":"19","content":"Yog le ntawd, koj yuavtsum sau tej kws koj pum, tsi has tej kws nwgnuav koj pum lossis tej kws yuav muaj lug yaav tom ntej nuav."},{"bible_id":"1726","chapter_code":"REV.1","verse_code":"REV.1.20","label":"20","content":"Kuv yuav txhais zaaj kws tsi muaj tuabneeg paub has txug xyaa lub nubqub kws koj pum nyob huv kuv txhais teg xis, hab has txug xyaa tug ncej kub txawb teeb ntawd rua koj paub: xyaa lub nubqub ntawd yog xyaa tug timtswv kws saib xyaa pawg ntseeg, hab xyaa tug ncej kub txawb teeb yog xyaa pawg ntseeg."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.1","label":"1","content":"“Koj sau tej kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Efexus has tas, “Tug kws tuav rawv xyaa lub nubqub huv nwg txhais teg xis, hab moog moog lug lug huv nruab nraab xyaa tug ncej kub txawb teeb has le nuav tas:"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.2","label":"2","content":"“Kuv tub paub txhua yaam kws mej ua taag lug lawm. Kuv paub has tas mej ua num khwv khwv, hab ua sab ntev ua. Kuv paub has tas mej ua tsi taug sab ntev rua cov tuabneeg kws ua phem lawm, hab mej tub sim cov tuabneeg kws puab has tas puab yog cov timthawj lawm saib puab yog tag los tsi yog, hab mej paub has tas, puab tsi yog cov timthawj, puab yog tuabneeg dlaag xwb."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.3","label":"3","content":"Mej cov kws ntseeg kuv, txawm yog mej raug kev txomnyem los mej tseem ua sab ntev tiv hab tsi tso kuv tseg."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.4","label":"4","content":"Tabsis tshuav ib qho kws kuv tsi qhuas mej: Yaav taag lug mej yeej hlub kuv, tabsis nwgnuav mej tsi hlub kuv lawm."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.5","label":"5","content":"Mej yuavtsum ncu ntsoov has tas, mej tub yuam kev moog ua txhum ntau kawg le lawm! Yog le ntawd, mej yuavtsum tso mej tej kev txhum tseg, hab rov lug noog kuv lug le qub. Yog mej tsi tso mej tej kev txhum tseg, kuv yuav lug saib mej, hab muab mej tug ncej txawb teeb rhu tawm ntawm nwg qhov chaw moog."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.6","label":"6","content":"Tabsis muaj ib qhov kws kuv qhuas mej, qhov ntawd yog mej ntxub tej kws cov tuabneeg Nikaulaites ua ib yaam le kuv ntxub."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.7","label":"7","content":"“Yog mej leejtwg muaj qhovntsej, ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg! “Kuv yuav pub tug kws kovyeej moog noj tsob txiv ntoo kws cawm tau tuabneeg txujsa kws nyob huv Vaajtswv lub Vaaj."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.8","label":"8","content":"“Koj sau tej kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Xaminas has tas, “Tug kws yog lub hauvpaug hab yog lub ntsis, tug kws tub tuag hab sawv huv qhov tuag rov qaab lug lawm has tas,"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.9","label":"9","content":"Kuv paub mej raug kev txomnyem; kuv paub has tas mej yog tuabneeg pluag, tabsis qhov tseeb mej yog tuabneeg npluanuj! Kuv paub cov tuabneeg sab phem kws has lug phem tawmtsaam mej, puab has tas puab yog tuabneeg Yudais, tabsis puab tsi yog; puab cov ntawd puavleej yog cov kws dlaab Ntxwgnyoog kaav!"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.10","label":"10","content":"Mej tsi xob ntshai qhov kws mej yuav raug kev txomnyem. Mej ca le ua tuab zoo noog kuv tej lug! Dlaab Ntxwgnyoog yuav nteg mej cov qee leej coj moog kaw rua huv tsev lojcuj, sim saib mej yuav ua le caag. Mej yuav raug kev txomnyem kaum nub, tabsis mej yuavtsum muab sab rau ntseeg moog txug nub tuag, tsi xob tso kuv tseg, kuv txhaj yuav pub lub mom kub kws yog txujsa ua nqe zug rua mej."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.11","label":"11","content":"“Yog mej leejtwg muaj qhovntsej, ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg! “Tug kws kovyeej yuav tsi raug txujkev tuag zag ob."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.12","label":"12","content":"“Koj sau tej lug kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Penkamus has tas: “Tug kws muaj raab ntaaj ob saab ntse has le nuav:"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.13","label":"13","content":"Kuv yeej paub mej qhov chaw nyob, qhov chaw ntawd yog qhov chaw kws puab ua ib lub zwmtxwv rua dlaab Ntxwgnyoog nyob, tabsis mej tseem muab sab rau ntseeg kuv tsi tso kuv tseg. Txawm yog mej tub pum puab muab Aatipas tug kws ua timkhawv ncaaj nceeg tua rua ntawm qhov chaw kws dlaab Ntxwgnyoog nyob los mej tseem ntseeg mej le qub."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.14","label":"14","content":"Tabsis tshuav ob peb qho kws kuv tsi qhuas mej: rua qhov mej cov muaj qee leej xyum ua lawv le tej kws Npala-aas qha. Npala-aas yog tug kws qha rua Vaajntxwv Npalaj has tas, ‘Yog koj xaav kuas cov Yixalayees yuam kev ua txhum, koj ca le has kuas puab noj tej zaub mov kws luas muab fij rua tej dlaab tej mlom lawm hab kuas puab ua kev nkauj kev nraug.’"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.15","label":"15","content":"Hab txawm yog mej cov los tub muaj qee leej ua lawv le cov tuabneeg Nikaulaites tej lug qha lawm hab."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.16","label":"16","content":"Yog le ntawd, mej ca le tso plhuav mej tej kev txhum tseg! Yog mej tsi tso, kuv yuav lug saib mej sai sai, hab kuv yuav muab raab ntaaj kws tawm huv kuv qhovncauj tuaj tua cov tuabneeg ntawd povtseg."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.17","label":"17","content":"“Yog mej leejtwg muaj qhovntsej, ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg! “Kuv yuav muab cov manas kws kuv tub muab zais ca lawm rua tug kws kovyeej noj. Hab kuv yuav muab tej pobzeb dlawb rua puab txhua tug ib leeg ib lub hab muaj ib lub npe tshab sau rua ntawm lub pobzeb ntawd. Tsi muaj leejtwg paub tej npe ntawv ntawd le, tsuas yog tug kws tau lub pobzeb ntawd txhaj paub xwb."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.18","label":"18","content":"“Koj sau tej kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Thiyatilas has tas: “Vaajtswv tug Tub kws lub qhovmuag ci ib yaam le nplaim tawg, hab kutaw ci ib yaam le tej tooj dlaag kws luas tub muab txhuam ci ci lawm has le nuav:"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.19","label":"19","content":"Kuv paub tej kws mej naj nub ua. Kuv paub has tas mej muaj lub sab hlub luas, mej muab sab rau ntseeg, mej rau sab ntso ua Vaajtswv teg num, hab mej ua taug sab ntev. Nwgnuav mej muab sab rau ua Vaajtswv teg num heev dlua yaav taag lug lawm hab."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.20","label":"20","content":"Tabsis tshuav ib qho kws kuv tsi qhuas mej: qhov ntawd yog mej ca tug quaspuj kws hu ua Yexenpees qha mej. Tug quaspuj ntawd khaav has tas nwg yog ib tug cev Vaajtswv lug. Nwg qha hab nwg ntxag kuv cov tubkhai kuas puab ua kev nkauj kev nraug hab kuas puab noj tej zaub mov kws luas tub muab fij rua tej mlom lawm."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.21","label":"21","content":"Kuv ca sijhawm rua nwg tso nwg tej kev txhum tseg, tabsis nwg tsi kaam tso tej kev nkauj kev nraug kws nwg ua ntawd tseg le."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.22","label":"22","content":"Yog le ntawd, kuv yuav muab tug quaspuj nuav pov rua sau lub laav mob, cov tuabneeg kws nrug nwg sis ntxag yuav nrug nwg raug kev txomnyem heev kawg nkaus le. Yog puab tsi muab tej kev phem kws puab nrug tug quaspuj ntawd ua tso tseg, ces kuv yuav ua le ntawd rua puab taamsim nuav ntaag,"},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.23","label":"23","content":"hab kuv yuav muab tug quaspuj ntawd cov mivnyuas tua povtseg; cov ntseeg kws nyob txhua qhov chaw txhaj yuav paub has tas, kuv yog tug kws paub tuabneeg lub sab xaav le caag hab nyam le caag. Kuv yuav muab nqe zug rua mej txhua tug kuas tsimnyog tej num kws mej tau ua lug lawm."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.24","label":"24","content":"“Tabsis mej cov kws nyob huv lub nroog Thiyatilas, muaj ibtxha yeej tsi tau coj lawv le tej lug qha kws phem ntawd hab tsi tau kawm tej kws luas has tas, ‘Tej nuav yog dlaab Ntxwgnyoog tej ntsab lug kws tsi muaj tuabneeg paub.’ Kuv qha rua mej has tas, kuv yuav tsi muab lwm lub nraa lug ntxiv rua mej lub lawm."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.25","label":"25","content":"Tabsis mej yuavtsum tuav tej kws mej muaj lawm ruaj ruaj moog txug nub kws kuv rov qaab lug."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.26+REV.2.27+REV.2.28","label":"26-28","content":"Txhua tug kws kovyeej hab ua lawv le kuv lub sab nyam moog txug nub kawg, kuv yuav pub fwjchim rua cov ntawd, ib yaam le kuv Txiv tub pub rua kuv lawm. Kuv yuav tsaa cov ntawd ua cov kws kaav txhua tsaav tuabneeg huv tuabsi. Puab yuav muab qws hlau kaav hab ntaus txhua tsaav tuabneeg kuas tawg mog nyoos ib yaam le tej laujkaub aav. Hab kuv yuav muab lub nubqub kws ci ci thaus yuav kaaj ntug rua cov tuabneeg ntawd."},{"bible_id":"1726","chapter_code":"REV.2","verse_code":"REV.2.29","label":"29","content":"“Yog mej leejtwg muaj qhovntsej ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg!"},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.1","label":"1","content":"“Koj sau tej kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Xaladis le nuav: “Tug kws muaj Vaajtswv xyaa tug ntsujplig hab muaj xyaa lub nubqub, nwg has tas kuv paub tej kws mej naj nub ua; kuv paub has tas mej lub moo nto quas lug has tas, mej yog cov kws muaj sa, tabsis qhov tseeb mej tub tuag lawm!"},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.2","label":"2","content":"Yog le ntawd, mej ca le tsim dlheev lug, hab yaam kws mej tseem tshuav tuag tsi tu sav, mej yuavtsum txhawb kuas rov muaj zug, rua qhov kuv pum has tas tej kws mej ua lawm, mej tseem ua tsi tau zoo lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.3","label":"3","content":"Yog le ntawd, mej yuavtsum ncu ntsoov tej kws mej nov hab mej kawm lug lawm. Mej yuavtsum coj lawv le tej ntawd, hab tso plhuav mej tej kev txhum tseg. Yog mej tsi tsim dlheev lug, kuv yuav lug saib mej ib yaam le tug tubsaab tuaj, mej yuav tsi paub lub sijhawm kws kuv lug."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.4","label":"4","content":"Mej cov kws nyob huv lub nroog Xaladis tsuas muaj ob peb leeg txhaj tsi tau ua rua puab tej rig tsho qas xwb, puab cov ntawd yuav tau naav cev rig tsho dlawb hab nrug kuv ua ke, rua qhov puab yeej tsimnyog tau lawm."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.5","label":"5","content":"Tug kws kovyeej, nwg yuav tau naav cev rig tsho dlawb, kuv yuav tsi rhu nwg lub npe huv phoo ntawv kws sau cov tuabneeg kws muaj sa ntev moog ibtxhis lawm tej npe. Hab kuv yuav taabmeeg qha rua kuv Txiv hab rua nwg cov timtswv has tas, tug ntawd yog kuv le."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.6","label":"6","content":"“Yog mej leejtwg muaj qhovntsej, ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg!"},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.7","label":"7","content":"“Koj sau tej kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Filadeefias has tas, “Tug kws dlawbhuv hab ncaaj nceeg kws tuav Daviv tug yumsij, yog nwg qheb lawm, yeej tsi muaj leejtwg kaw tau, yog nwg kaw lawm, yeej tsi muaj leejtwg qheb tau, nwg has tas,"},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.8","label":"8","content":"kuv paub tej kws mej ua; hab paub has tas mej tsi muaj zug pistsawg los mej tseem coj lawv le tej lug kws kuv qha hab tsi tso kuv tseg. Kuv tub qheb lub qhovrooj rua ntawm mej xubndlag lawm, tsi muaj leejtwg yuav kaw tau."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.9","label":"9","content":"Mej ua tuab zoo noog kuv tej lug! Cov tuabneeg kws yog dlaab Ntxwgnyoog cov, puab dlaag has tas puab yog cov Yudais, tabsis qhov tseeb puab tsi yog, kuv yuav kuas puab lug txhus caug rua ntawm mej kutaw pe mej. Puab yuav paub has tas kuv hlub mej."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.10","label":"10","content":"Rua qhov mej ua lawv le tej lug kws kuv qha has tas, mej yuavtsum ua sab ntev, kuv yuav tsomkwm mej, tsi pub mej raug tej kev txomnyem kws yuav muaj lug thoob plawg huv qaab ntuj nuav. Tej kev txomnyem ntawd yog tej kws yuav lug sim tuabneeg nplajteb lub sab."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.11","label":"11","content":"Tshuav tsi ntev nuav kuv yuav lug. Mej yuavtsum khaws tej kws mej muaj lawm ca zoo zoo, txhaj tsi muaj leejtwg txeeb tau mej lub mom kub."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.12","label":"12","content":"Kuv yuav tsaa tug kws kovyeej ua tug ncej zeb nreg kuv tug Vaajtswv lub tuamtsev, hab nwg yuav nyob huv moog ibtxhis le. Kuv yuav sau kuv tug Vaajtswv lub npe hab sau kuv tug Vaajtswv lub nroog lub npe rua ntawm nwg lub cev. Lub nroog ntawd yog lub nroog Yeluxalees tshab kws yuav lug ntawm kuv tug Vaajtswv kws nyob sau ntuj ceebtsheej lug. Kuv yuav sau kuv lub npe tshab rua ntawm nwg hab."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.13","label":"13","content":"“Yog mej leejtwg muaj qhovntsej, ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg!"},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.14","label":"14","content":"“Koj sau tej kws kuv yuav qha rua koj nuav xaa moog rua tug timtswv kws saib pawg ntseeg huv lub nroog Laudikeyas has tas, “Tug kws muaj lub npe hu ua Amees tug kws ncaaj nceeg hab ua timkhawv tseeb, hab yog ib puas tsaav yaam kws Vaajtswv tsim lug lawm lub hauvpaug."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.15","label":"15","content":"Kuv paub tej kws mej tub ua lug lawm; kuv paub has tas mej tsi kub tsi txag. Yog mej yuav kub, ca le kub hlo, yog mej yuav txag ca le txag kag."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.16","label":"16","content":"Tabsis yog mej suv sem so xwb, tsi kub tsi txag, ces kuv yuav muab mej nti tawm huv kuv lub qhovncauj moog!"},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.17","label":"17","content":"Mej has tas, ‘Peb npluanuj, peb tsi pluag ib yaam dlaabtsi le.’ Tabsis mej tsi paub, mej tub tsi muaj ib yaam dlaabtsi le! Mej pluag, mej labqaab, hab mej dligmuag."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.18","label":"18","content":"Kuv txhaj has rua mej has tas, mej ca le tuaj yuav kuv cov kub kws yog cov tseem kub, mej txhaj le npluanuj. Mej ca le tuaj yuav cev rig tsho dlawb coj moog naav npug mej lub cev kws labqaab, mej txhaj tsi txaajmuag. Hab mej ca le tuaj yuav tshuaj moog rau mej qhovmuag, mej txhaj le pum kev."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.19","label":"19","content":"Kuv yeej tshev hab ntuag txhua tug kws kuv hlub, yog le ntawd mej yuavtsum muab sab rau ntseeg hab tso plhuav mej tej kev txhum tseg."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.20","label":"20","content":"Mej sim noog saib, kuv sawv saab qhovrooj nrau hab khob; yog leejtwg nov kuv lub suab hab qheb qhovrooj, kuv yuav lug huv tug ntawd tsev. Kuv yuav nrug nwg noj mov hab nwg yuav nrug kuv noj mov."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.21","label":"21","content":"Kuv yuav pub tug kws kovyeej lug nrug kuv nyob ntawm kuv lub zwmtxwv, ib yaam le kuv Txiv kuas kuv lug nrug nwg nyob ntawm nwg lub zwmtxwv."},{"bible_id":"1726","chapter_code":"REV.3","verse_code":"REV.3.22","label":"22","content":"“Yog mej leejtwg muaj qhovntsej, ca le noog tej lug kws Vaaj Ntsujplig qha rua cov ntseeg!”"},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.1","label":"1","content":"Tom qaab ntawd kuv rov ua ywgtoog pum dlua ib zaaj, kuv pum rooj ntug ceebtsheej qheb quas lug ca. Lub suab kws thawj zag kuv nov has nrov nrov rua kuv ib yaam le lub suab xyu, nwgnuav kuv rov nov lub suab ntawd has rua kuv has tas, “Koj ca le tuaj sau nuav, kuv yuav muab tej kws yaav pegsuab nuav yuav muaj tshwm lug rua koj saib.”"},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.2","label":"2","content":"Taamsim ntawd Vaaj Ntsujplig txawm lug kaav taagnrho kuv lub sab, kuv pum ib lub zwmtxwv nyob sau ntuj ceebtsheej hab muaj ib tug nyob sau lub zwmtxwv ntawd."},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.3","label":"3","content":"Nwg lub ntsejmuag ci ib yaam le cov qai zeb muaj nqes kws hu ua manixaus hab philas, hab muaj ib tug dluab zaaj sawv vij lub zwmtxwv. Tug dluab zaaj ntawd ntsuab ib yaam le tej qai zeb muaj nqes kws hu ua emelas."},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.4","label":"4","content":"Muaj neeg nkaum plaub lub zwmtxwv nyob puagncig lub zwmtxwv ntawd, hab muaj neeg nkaum plaub tug txwjlaug kws naav rig tsho dlawb hab ntoo mom kub nyob sau cov zwmtxwv ntawd."},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.5","label":"5","content":"Muaj tsaglig xub laim lab quas vog, xub quaj hab muaj suab nrov nroo ntwg ntawm lub zwmtxwv ntawd tuaj. Muaj xyaa teg tsau kws cig laam quas lug ntawm tug kws nyob sau lub zwmtxwv hauv ntej. Xyaa teg tsau ntawd yog Vaajtswv xyaa tug ntsujplig."},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.6","label":"6","content":"Nyob ntawm lub zwmtxwv hauv ntej muaj ib qho zoo le havtxwv kws ci le av pum kev tshaab plawg. Muaj plaub tug qhelunpees sawv vij lub zwmtxwv, plaub tug qhelunpees ntawd muaj qhovmuag thoob plawg saab xubndlag hab saab tom nrausqaum huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.7","label":"7","content":"Thawj tug zoo ib yaam le tug tsuv ntxhuav; tug ob zoo ib yaam le tug txiv nyuj; tug peb lub ntsejmuag zoo le tuabneeg lub, hab tug plaub zoo ib yaam le tug dlaav kws taabtom yaa."},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.8","label":"8","content":"Plaub tug qhelunpees ntawd ib tug muaj rau phob tis, rau phob tis ntawd muaj qhovmuag thoob plawg saab huv hab saab nrau huv tuabsi. Plaub tug qhelunpees ntawd hu nkauj taag nub taag mo has tas, “Tug Tswv kws yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus, yog tug dlawbhuv, dlawbhuv, dlawbhuv, yog tug kws ibtxwm nyob thaus u lug lawm, yog tug kws nyob nwgnuav, hab yog tug kws yuav lug yaav tom ntej.”"},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.9","label":"9","content":"Txhua zag kws plaub tug qhelunpees ntawd hu nkauj qhuas tug kws muaj sa nyob moog ibtxhis kws nyob sau lub zwmtxwv hab ua nwg tsaug,"},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.10","label":"10","content":"ces neeg nkaum plaub tug txwjlaug txawm txhus caug ndlua pehawm tug kws muaj sa nyob moog ibtxhis kws nyob sau lub zwmtxwv, hab puab hle puab tej mom kub tso rua ntawm lub zwmtxwv hauv ntej, hab puab has tas,"},{"bible_id":"1726","chapter_code":"REV.4","verse_code":"REV.4.11","label":"11","content":"“Tug Tswv kws yog peb suavdlawg tug Vaajtswv! Koj yog tug kws muaj fwjchim, tsimnyog peb suavdlawg fwm koj hab ua rua koj tau koob meej. Rua qhov koj yog tug kws tsim ib puas tsaav yaam huv tuabsi; koj pum zoo tsim tej ntawd hab pub tej ntawd muaj sa nyob.”"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.1","label":"1","content":"Kuv pum tug kws nyob sau lub zwmtxwv, nwg txhais teg xis tuav rawv ib thooj ntawv; thooj ntawv ntawd muaj lug sau rua saab huv hab saab nrau huv tuabsi, hab muaj xyaa lub homthawj nas rua."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.2","label":"2","content":"Kuv pum ib tug timtswv ceebtsheej kws muaj fwjchim luj kawg nkaus, nwg has nrov nrov has tas, “Leejtwg txhaj tsimnyog muab tej homthawj tev hab muab thooj ntawv lug nthuav saib?”"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.3","label":"3","content":"Tabsis luas nrhav tsi tau ib tug kws yuav tsimnyog moog muab thooj ntawv lug nthuav saib, tsi has sau ntuj ceebtsheej lossis huv nplajteb nuav lossis huv nruab tivtxwv  los yeej nrhav tsi tau ib tug le."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.4","label":"4","content":"Kuv txawm quaj quas dlhev, rua qhov tsi muaj ib tug yuav tsimnyog muab thooj ntawv ntawd lug nthuav saib."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.5","label":"5","content":"Thaus ntawd ib tug txwjlaug has rua kuv has tas, “Koj tsi xob quaj. Koj saib! Xeem Yudas tug tsuv ntxhuav kws yog Daviv caajceg, nwg tub kovyeej lawm, nwg tsimnyog tev xyaa lub homthawj hab nthuav thooj ntawv ntawd.”"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.6","label":"6","content":"Ces kuv txawm pum ib tug Mivnyuas Yaaj sawv ze ntawm tug kws nyob sau lub zwmtxwv hauv ntej, plaub tug qhelunpees hab cov txwjlaug puavleej sawv vij tug Mivnyuas Yaaj. Saib yaam le tub muaj tuabneeg muab tug Mivnyuas Yaaj ntawd tua lawm. Tug Mivnyuas Yaaj ntawd muaj xyaa tug kub hab muaj xyaa lub qhovmuag. Tej qhovmuag ntawd pev txug Vaajtswv xyaa tug ntsujplig kws Vaajtswv khaiv moog thoob plawg nplajteb nuav."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.7","label":"7","content":"Tug Mivnyuas Yaaj cev teg moog muab thooj ntawv ntawm tug kws nyob sau lub zwmtxwv saab teg xis."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.8","label":"8","content":"Thaus tug Mivnyuas Yaaj taabtom moog muab thooj ntawv, ces plaub tug qhelunpees hab neeg nkaum plaub tug txwjlaug txawm txhus caug ndlua ntawm tug Mivnyuas Yaaj hauv ntej pehawm tug Mivnyuas Yaaj. Puab cov ntawd ib leeg tuav rawv ib lub nkauj nogncaas hab ib leeg tuav rawv ib lub taig kub kws ntim moov tshuaj tsw qaab puv nkaus. Cov moov tshuaj ntawd yog pev txug tej lug kws cov ntseeg thov Vaajtswv."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.9","label":"9","content":"Puab hu ib zaaj nkauj tshab has tas: “Koj yog tug kws tsimnyog muab thooj ntawv ntawd hab muab tej homthawj tev. Rua qhov tub muaj tuabneeg muab koj tua lawm. Qhov kws koj tuag ntawd tub yog koj txhwv tuabneeg coj lug rua Vaajtswv. Cov tuabneeg kws koj txhwv ntawd tsi has xeem twg lossis cov kws has yaam lug twg lossis tsaav tuabneeg twg lossis nyob lub tebchaws twg puavleej yog koj txhwv lug huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.10","label":"10","content":"Koj coj puab lug ua Vaajtswv tsaav tuabneeg hab tsaa puab ua povthawj ua peb tug Vaajtswv teg num. Hab puab cov ntawd yuav tau kaav lub nplajteb nuav.”"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.11","label":"11","content":"Kuv rov qaab saib dlua ib zag, kuv nov cov timtswv ceebtsheej ntau txheeb hab ntau plhom lub suab. Puab sawv vij lub zwmtxwv, plaub tug qhelunpees hab cov txwjlaug,"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.12","label":"12","content":"puab hu nkauj has tas: “Tug Mivnyuas Yaaj kws tuabneeg muab tua lawm, koj yog tug muaj fwjchim hab yog tug kws npluanuj, yog tug kws muaj tswvyim hab muaj zug. Tsimnyog peb fwm koj, hab ua rua koj tau koob meej!”"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.13","label":"13","content":"Kuv nov ib puas tsaav yaam kws muaj sa, tsi has tej kws nyob sau ntuj, nyob huv nplajteb nuav, nyob huv nruab tivtxwv hab nyob huv havtxwv hu nkauj has tas: “Peb suavdlawg yuavtsum fwm, yuavtsum qhuas, yuavtsum pehawm hab ua rua tug kws nyob sau lub zwmtxwv hab tug Mivnyuas Yaaj tau koob meej moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"REV.5","verse_code":"REV.5.14","label":"14","content":"Plaub tug qhelunpees teb has tas, “Amees!” Ces cov txwjlaug txawm txhus caug ndlua pehawm tug kws nyob sau lub zwmtxwv hab tug Mivnyuas Yaaj."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.1","label":"1","content":"Ces kuv txawm pum tug Mivnyuas Yaaj muab xyaa lub homthawj ntawd tev, hab thaus nwg tev thawj lub, kuv nov ib tug ntawm plaub tug qhelunpees has nrov nrov ib yaam le xub nroo has tas, “Ca le lug!”"},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.2","label":"2","content":"Kuv saib dlheev, kuv pum ib tug txiv neeg dlawb tawm plawg lug. Tug kws caij tug txiv neeg dlawb ntawd, nwg nqaa ib raab neevnti hab nwg ntoo ib lub mom kub. Nwg caij neeg tawm moog ib yaam le tug kws kovyeej lawm, nwg yuav moog tawmtsaam kuas yeej."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.3","label":"3","content":"Ces tug Mivnyuas Yaaj txawm muab lub homthawj kws yog lub ob tev; thaus nwg muab tev lawm, kuv nov tug qhelunpees kws yog tug ob has tas, “Ca le lug!”"},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.4","label":"4","content":"Ces txawm muaj ib tug txiv neeg lab tawm plawg lug. Luas muab ib raab ntaaj luj luj rua tug kws caij tug txiv neeg lab ntawd, nwg muaj fwjchim ua rua lub nplajteb ua tsuv ua rog hab sis ntaus sis tua."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.5","label":"5","content":"Ces tug Mivnyuas Yaaj txawm muab lub homthawj kws yog lub peb tev; thaus nwg tev lawm, kuv nov tug qhelunpees kws yog tug peb has tas, “Ca le lug!” Kuv saib dlheev, kuv pum ib tug txiv neeg dlub tawm plawg lug. Tug kws caij tug txiv neeg dlub ntawd txhais teg tuav rawv ib raab teev."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.6","label":"6","content":"Kuv nov ib lub suab yaam le yog suab tuabneeg has ntawm plaub tug qhelunpees ntawd tuaj has tas, “Cov tuabneeg kws ua luas zug, yog yuav ntsab, mas ib nub twg ib taig ntsab, yog yuav pas, ces ib nub peb taig pas; tabsis tsi xob muab cov roj txiv ntoo hab cov cawv txiv maab nchuav povtseg!”"},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.7","label":"7","content":"Tug Mivnyuas Yaaj txawm muab lub homthawj kws yog lub plaub tev; thaus nwg muab tev lawm, kuv nov tug qhelunpees kws yog tug plaub has tas, “Ca le lug!”"},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.8","label":"8","content":"Kuv saib dlheev, kuv pum ib tug txiv neeg txheeb tawm plawg lug. Tug kws caij tug txiv neeg txheeb ntawd lub npe hu ua Txujkev Tuag, hab Tub Tuag Teb  lawv nwg qaab lug. Obtug muaj fwjchim tua cov tuabneeg kws nyob huv nplajteb nuav tuag ib feem plaub, tsi has tuag rua kev tsuv kev rog, tuag rua kev tshaib kev nqhes, tuag rua kev mob kev nkeeg, hab raug tej tsaj nyaum tum."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.9","label":"9","content":"Ces tug Mivnyuas Yaaj txawm muab lub homthawj kws yog lub tsib tev; thaus nwg muab tev lawm, kuv pum ib cov ntsujplig nyob huv lub qaab rooj kws ca tej khoom fij rua Vaajtswv. Cov ntsujplig ntawd yog cov tuabneeg kws luas muab tua tuag taag lawm cov ntsujplig. Puab raug tua rua qhov puab qha Vaajtswv txujlug hab ua timkhawv ncaaj nceeg."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.10","label":"10","content":"Cov tuabneeg ntawd cov ntsujplig has nrov nrov has tas, “Tug Tswv, koj yog tug muaj Fwjchim Luj kawg nkaus, yog tug dlawbhuv hab yog tug tseeb! Tshuav ntev le caag koj maam le txav txim rua tuabneeg nplajteb hab rau txim rua cov tuabneeg kws muab peb lub cev tua povtseg?”"},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.11","label":"11","content":"Luas muab tsho dlawb rua cov tuabneeg kws raug tua ntawd ib leeg ib lub, hab tug Tswv has rua puab has tas, kuas puab ca le su ntev mivntsiv tsaiv. Thaus puab tej phoojywg kws ua Vaajtswv cov tubkhai hab cov kwvtij kws yeej yuav raug txujkev tuag, raug luas tua taag ib yaam le puab lawm, Vaajtswv maam le txav txim."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.12","label":"12","content":"Ces kuv txawm pum tug Mivnyuas Yaaj muab lub homthawj kws yog lub rau tev. Thaus nwg tev, lub nplajteb ua zug koog. Lub nub txawm tsaus nti dlub ncab ib yaam le tej ntaub maag dlub, hab lub hli txawm ca le lab ploog ib yaam le ntshaav."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.13","label":"13","content":"Tej nubqub txawm poob zum zawg sau ntuj lug rua huv nplajteb, ib yaam le tej txiv ncuav pas kws tsi tau sav kws cua ntsawj poob."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.14","label":"14","content":"Lub ntuj txawm pluj quas zug moog ib yaam le luas dlov thooj ntawv. Txhua lub roob hab txhua lub koog povtxwv puavleej txaav moog rua lwm qhov lawm."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.15","label":"15","content":"Tej vaajntxwv kws kaav nplajteb, tej numtswv, tej thawj tubrog, tej tuabneeg npluanuj, tej tuabneeg tseemceeb hab cov kws ua qhev hab cov kws tsi ua qhev, suavdlawg puavleej tsiv moog nkaum rua huv tej qhov tsua hab huv tej qaab tsuas hab sau tej roob."},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.16","label":"16","content":"Puab has rua tej roob hab tej pobzeb pobtsuas has tas, “Ca le nphau lug txhub peb hab npug peb, kuas tug kws nyob sau lub zwmtxwv tsi xob pum peb, hab kuas tug Mivnyuas Yaaj tsi xob rau txim tau rua peb!"},{"bible_id":"1726","chapter_code":"REV.6","verse_code":"REV.6.17","label":"17","content":"Rua qhov tub txug nub kws tug Tswv hab tug Mivnyuas Yaaj rau txim lawm, yog le ntawd tseem yuav muaj tuabneeg tawv dlhau hab los?”"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.1","label":"1","content":"Tom qaab ntawd kuv pum plaub tug timtswv ceebtsheej sawv ntawm plaub ceg kaum ntuj hab txwv tsi pub cua ntsawj plaub ceg kaum ntuj tuaj rua lub nplajteb lossis tuaj rua dlej havtxwv lossis tuaj rua tej xyoob ntoo."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.2","label":"2","content":"Hab kuv pum dlua ib tug timtswv ceebtsheej tawm tim saab nubtuaj tuaj, nwg nqaa rawv Vaajtswv tug kws muaj sa nyob lub homthawj. Nwg has nrov nrov rua plaub tug timtswv ceebtsheej kws Vaajtswv khaiv lug rhuav lub nplajteb hab havtxwv has tas,"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.3","label":"3","content":"“Mej tsi xob rawm rhuav lub nplajteb, hab dlej havtxwv lossis tej xyoob ntoo, ca peb nas homthawj rua Vaajtswv cov tubkhai txhua tug hauvplaj tsaiv, mej maam le rhuav.”"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.4","label":"4","content":"Hab tug timtswv ceebtsheej ntawd has rua kuv has tas, cov tuabneeg kws muaj Vaajtswv lub homthawj nas rua ntawm puab hauvplaj lawm muaj ib puas plaub caug plaub txheeb leej. Vaajtswv xaiv cov tuabneeg ntawd tawm huv kaum ob xeem Yixalayees lug."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.5","label":"5","content":"Nwg xaiv xeem Yudas kaum ob txheeb leej, xeem Lunpees kaum ob txheeb leej, xeem Khas kaum ob txheeb leej,"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.6","label":"6","content":"xeem Aseles kaum ob txheeb leej, xeem Nathalis kaum ob txheeb leej, xeem Manaxes kaum ob txheeb leej,"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.7","label":"7","content":"xeem Xime-oos kaum ob txheeb leej, xeem Levis kaum ob txheeb leej, xeem Ixakhas kaum ob txheeb leej,"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.8","label":"8","content":"xeem Xenpuloos kaum ob txheeb leej, xeem Yauxej kaum ob txheeb leej, hab xeem Npeenyamees kaum ob txheeb leej."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.9","label":"9","content":"Tom qaab ntawd kuv saib dlheev, kuv pum muaj tuabneeg coob coob suav tsi txheeb le tuaj txhua lub tebchaws tuaj! Tsi has xeem twg, tsaav tuabneeg twg, hab cov tuabneeg kws has yaam lug twg los muaj, suavdlawg tuaj sawv ntawm hauv ntej lub zwmtxwv hab tug Mivnyuas Yaaj. Puab txhua tug puavleej naav ib leeg ib cev rig tsho dlawb, hab puab ib leeg tuav rawv ib dlaim nplooj toovlaaj."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.10","label":"10","content":"Puab has nrov nrov has tas, “Tug Vaajtswv kws nyob sau lub zwmtxwv hab tug Mivnyuas Yaaj tub txhwv peb dlim lawm!”"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.11","label":"11","content":"Cov timtswv ceebtsheej txhua tug sawv vij cov txwjlaug hab plaub tug qhelunpees. Ces cov timtswv ceebtsheej txawm txhus caug ndlua huv aav ntawm hauv ntej lub zwmtxwv hab pehawm Vaajtswv,"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.12","label":"12","content":"puab has tas, “Amees! Vaajtswv, koj yog tug kws muaj fwjchim, muaj tswvyim, hab muaj zug, tsimnyog peb ua koj tsaug, qhuas koj hab ua rua koj tau koob meej moog ibtxhis le! Amees!”"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.13","label":"13","content":"Cov txwjlaug ntawd muaj ib tug nug kuv has tas, “Cov tuabneeg kws naav tsho dlawb ntawd yog leejtwg hab puab tuaj qhov twg tuaj?”"},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.14","label":"14","content":"Kuv teb has tas, “Kuv tsi paub. Koj txhaj paub xwb!” Tug txwjlaug ntawd qha rua kuv has tas, “Cov tuabneeg ntawd yog cov kws tub tiv dlhau tej kev tsimtxom heev lug lawm. Puab tub muab tug Mivnyuas Yaaj cov ntshaav ntxhua puab tej rig tsho hab ntxuav puab dlawbhuv lawm."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.15","label":"15","content":"Yog le ntawd puab txhaj tau lug sawv taabmeeg ntawm Vaajtswv lub zwmtxwv, pehawm Vaajtswv taag nub taag mo huv lub Tuamtsev. Tug kws nyob sau lub zwmtxwv yuav nrug puab nyob hab tsomkwm puab."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.16","label":"16","content":"Puab yuav tsi tshaib tsi nqhes; naag yuav tsi ntub hab tshaav ntuj yuav tsi kub puab le lawm."},{"bible_id":"1726","chapter_code":"REV.7","verse_code":"REV.7.17","label":"17","content":"Rua qhov tug Mivnyuas Yaaj kws sawv ntawm lub zwmtxwv yuav yug puab hab coj puab moog haus tej qhovdlej txhawv kws cawm tuabneeg txujsa. Hab Vaajtswv yuav so puab tej kua muag huv tuabsi moog.”"},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.1","label":"1","content":"Thaus tug Mivnyuas Yaaj muab lub homthawj xyaa tev, ua cav sau ntuj ceebtsheej txawm ntsag quas tu kwvlaam le peb caug feeb."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.2","label":"2","content":"Kuv pum Vaajtswv muab xyaa lub xyu rua xyaa tug timtswv kws sawv taabmeeg ntawm Vaajtswv ib leeg ib lub."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.3","label":"3","content":"Muaj dlua ib tug timtswv ceebtsheej nqaa lub taig kub kws rau moov tshuaj tsw qaab. Nwg lug sawv ntawm lub thaaj kws luas ca tej khoom kws yuav muab fij rua Vaajtswv, hab Vaajtswv muab ib cov moov tshuaj tsw qaab ntau ntau rua tug timtswv ntawd coj moog ntxiv rua tej lug kws cov ntseeg thov Vaajtswv hab nqaa moog rua sau lub thaaj kub kws nyob ntawm hauv ntej lub zwmtxwv."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.4","label":"4","content":"Tug timtswv ntawd txawm muab cov moov tshuaj tsw qaab ntawd hlawv. Cov paa tshuaj ntawd nchu quas log ntawm nwg txhais teg nrug tej lug kws cov ntseeg thov moog rua Vaajtswv."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.5","label":"5","content":"Ces tug timtswv txawm muab tej suavtawg kws nyob sau lub thaaj kub lug ntim puv nkaus rua lub taig kws rau moov tshuaj tsw qaab, ces nwg txawm muab lub taig suavtawg ntawd pov rua huv nplajteb, ces xub txawm nroo hab tsaglig xub laim lab quas vog, muaj suab nrov qeeg nkawg hab lub nplajteb ua zug koog."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.6","label":"6","content":"Tom qaab ntawd xyaa tug timtswv ceebtsheej kws nqaa xyaa lub xyu txawm npaaj yuav tshuab puab cov xyu."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.7","label":"7","content":"Thaus thawj tug timtswv tshuab nwg lub xyu, ces txawm muaj lawg hab suavtawg xyaw ntshaav poob lug rua huv nplajteb. Lub nplajteb kub nyab taag ib feem peb, tej ntoo kub nyab taag ib feem peb, hab tej nroj tsuag kub nyab taag huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.8","label":"8","content":"Thaus tug timtswv ob tshuab nwg lub xyu, txawm muaj ib yaam zoo le ib lub roob luj luj taabtom kub nyab nphau lug rua huv havtxwv, ces dlej havtxwv txawm txa ua ntshaav taag ib feem peb."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.9","label":"9","content":"Txhua tsaav yaam tsaj kws nyob huv havtxwv tuag taag ib feem peb, hab tej nkoj kws nyob huv havtxwv puamtsuaj taag ib feem peb."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.10","label":"10","content":"Thaus tug timtswv peb tshuab nwg lub xyu, muaj ib lub nubqub kub nyab cig lab ploog ib yaam le teg tsau poob sau ntuj lug npug tej dlej ndlwg hab tej qhovdlej taag ib feem peb."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.11","label":"11","content":"(Lub nubqub ntawd hu ua “Ab.”) Ua rua tej dlej ab taag ib feem peb, muaj tuabneeg tuag coob heev, rua qhov puab haus cov dlej ab ntawd."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.12","label":"12","content":"Thaus tug timtswv plaub tshuab nwg lub xyu, ces lub nub txawm qauj taag ib feem peb, lub hli hab cov nubqub los puavleej qauj taag ib feem peb, nruab nub tsi pum kev taag ib feem peb, hab mo ntuj los tsi muaj qhov ci pum kev ib feem peb hab."},{"bible_id":"1726","chapter_code":"REV.8","verse_code":"REV.8.13","label":"13","content":"Ces kuv txawm saib dlheev hab pum ib tug dlaav yaa sau nruab ntug. Tug dlaav ntawd quaj nrov nrov has tas, “Kev txomnyem! Kev txomnyem! Kev txomnyem! Thaus muaj dlua peb tug timtswv ceebtsheej tshuab puab tej xyu, mas tej tuabneeg kws nyob huv nplajteb yuav raug puamtsuaj!”"},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.1","label":"1","content":"Thaus tug timtswv ceebtsheej tsib tshuab nwg lub xyu, kuv pum lub nubqub kws tub poob sau ntuj lug rua huv nplajteb lawm, luas muab ib tug yumsij kws qheb lub qhov tub tub  rua lub nubqub ntawd."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.2","label":"2","content":"Lub nubqub ntawd txawm moog qheb lub qhov tub tub, muaj paa nchu log tawm huv lub qhov ntawd tuaj, ib yaam le lub cubtawg kws cig hlub hlub nchu paa. Tej paa ntawd txawm tuaj moog laum nkaus lub nub hab lub ntuj tsaus ntuj nti taag huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.3","label":"3","content":"Muaj ib cov kooj txwg yaa tawm huv cov paa nchu ntawd tuaj rua sau npoo aav, hab luas pub cov kooj ntawd muaj taug ib yaam le raubris teb."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.4","label":"4","content":"Tabsis luas txwv tsi pub cov kooj ntawd noj tej xyoob ntoo hab tej qoobloo. Luas tsuas pub cov kooj ntawd tsimtxom cov tuabneeg kws tsi muaj Vaajtswv lub homthawj nas rua ntawm puab hauvplaj xwb."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.5","label":"5","content":"Tabsis luas txwv tsi pub cov kooj tua cov tuabneeg kws raug tsimtxom ntawd, luas tsuas pub cov kooj tsimtxom cov tuabneeg ntawd tsib lub hlis xwb. Qhov kws puab raug tsimtxom le ntawd mob ib yaam le raubris teb plev."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.6","label":"6","content":"Tsib lub hlis kws puab raug tsimtxom ntawd, puab nrhav kev tuag, tabsis puab nrhav tsi tau; puab xaav tuag, tabsis puab tuag tsi taug."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.7","label":"7","content":"Cov kooj ntawd zoo ib yaam le tej neeg kws luas tub muab eeb pem rua lawm yuav caij moog ntaus rog; muaj tej lub zoo le lub mom kub nyob sau cov kooj ntawd taubhau, hab kooj lub ntsejmuag zoo le tuabneeg lub."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.8","label":"8","content":"Hab kooj tej plaubhau zoo le quaspuj tej plaubhau, hab kooj tej kaugnav zoo le kaugnav tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.9","label":"9","content":"Hab txhua tug kooj puavleej muaj tej dlaim zoo le hlau thaiv ntawm puab hauvsab. Kooj yaa nrov le tej tsheb neeg coob coob kws dlha moog rua tom tshaav rog nrov."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.10","label":"10","content":"Kooj tug kutwv muaj ple hab txawj plev ib yaam le raubris teb plev. Hab tug kutwv ntawm muaj taug tsimtxom tuabneeg txug tsib lub hlis."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.11","label":"11","content":"Cov kooj ntawd muaj ib tug vaajntxwv kaav puab, tug vaajntxwv ntawd yog tug timtswv ceebtsheej kws saib lub qhov tub tub. Tug timtswv ntawd lub npe lug Henplais hu ua Anpadoos; hab lug Kilis hu ua Apauliyoos (txhais has tas “Tug Kws Rhuav Kuas Puamtsuaj”)."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.12","label":"12","content":"Thawj zag kev txomnyem tub dlhau lawm, tabsis tseem tshuav ob zag kev txomnyem hab."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.13","label":"13","content":"Thaus tug timtswv ceebtsheej rau tshuab nwg lub xyu; kuv nov ib lub suab has ntawm lub thaaj kub kws nyob ntawm Vaajtswv hauv ntej plaub ceg kaum tuaj."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.14","label":"14","content":"Lub suab ntawd has rua tug timtswv ceebtsheej rau kws nqaa lub xyu has tas, “Ca le muab plaub tug timtswv ceebtsheej kws raug khi rua nraag ntug Dlej Luj Efalates tso!”"},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.15","label":"15","content":"Thaus muab plaub tug timtswv ntawd tso lawm, Vaajtswv khaiv puab moog tua tej tuabneeg nplajteb tuag taag ib feem peb. Vaajtswv npaaj plaub tug timtswv ntawd kuas puab ua le ntawd rua xyoo ntawd, lub hlis ntawd, nub ntawd hab lub sijhawm ntawd."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.16","label":"16","content":"Luas qha rua kuv has tas cov tubrog kws caij neeg muaj ob puas plhom leej."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.17","label":"17","content":"Thaus kuv tseem ua ywgtoog ntawd, kuv pum cov neeg hab cov tuabneeg kws caij neeg; cov tuabneeg ntawd, puab ib leeg muaj ib dlaim hlau thaiv hauvsab, dlaim hlau ntawd lab le nplaim tawg, xav le ntaub xav, hab dlaaj le leejfaaj. Cov neeg ntawd lub taubhau zoo ib yaam le tsuv ntxhuav lub, muaj nplaim tawg paa tawg, hab leejfaaj tawm huv cov neeg ntawd lub qhovncauj lug."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.18","label":"18","content":"Cov nplaim tawg, paa tawg hab leejfaaj kws tawm huv cov neeg ntawd lub qhovncauj lug, ua rua tuabneeg nplajteb tuag ib feem peb."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.19","label":"19","content":"Tej taug ntawd nyob huv cov neeg lub qhovncauj hab nyob tom neeg tug kutwv. Tug kutwv zoo le tug naab hab muaj taubhau, cov neeg ntawd siv puab tug kutwv tum tuabneeg."},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.20","label":"20","content":"Cov tuabneeg kws tsi raug peb yaam sub tawg sub ntshaa ntawd hab tsi tuag, puab tsi kaam muab tej kws puab txhais teg ua lug lawm tso povtseg. Puab tseem teev dlaab, pe mlom kub, mlom nyaj, mlom tooj, mlom pobzeb hab mlom ntoo, tej mlom ntawd tsi pum kev, tsi nov lug lossis tsi txawj moog kev,"},{"bible_id":"1726","chapter_code":"REV.9","verse_code":"REV.9.21","label":"21","content":"hab puab tsi tso kev sis ntaus sis tua, ua khawvkoob, ua nkauj ua nraug, hab ua tubsaab tub nyag tseg le."},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.1","label":"1","content":"Tom qaab ntawd kuv pum dlua ib tug timtswv ceebtsheej kws muaj fwjchim luj kawg nkaus lug sau ntuj lug. Muaj ib tauv fuab qhwv nwg hab muaj ib tug dluab zaaj vij nwg lub taubhau; nwg lub ntsejmuag ci ib yaam le lub nub, hab nwg ob txhais ceg zoo ib yaam le tug nplaim tawg kws cig ntswj pis yog."},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.2","label":"2","content":"Nwg txhais teg tuav rawv ib thooj ntawv miv miv kws tub muab nthuav lawm. Nwg rhais nwg saab taw xis moog tsuj huv havtxwv, hab nwg saab taw txhumphem tsuj sau nruab nqhuab."},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.3","label":"3","content":"Nwg has lug nrov ib yaam le tsuv ntxhuav nyooj. Thaus nwg has lug taagnrho, ces xub txawm nroo xyaa zag teb."},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.4","label":"4","content":"Thaus xub nroo xyaa zag teb taag lawm kuv tub yuav laug sau, tabsis kuv tsua nov ib lub suab has sau ntuj tuaj rua kuv has tas, “Koj ca le muab tej lug kws xub nroo xyaa zag ntawd npog ca tsi xob sau!”"},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.5","label":"5","content":"Kuv pum tug timtswv ceebtsheej kws ib saab kutaw tsuj huv havtxwv hab ib saab kutaw tsuj sau nruab nqhuab tsaa nwg saab teg xis rua sau ntuj,"},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.6","label":"6","content":"hab nwg tuav Vaajtswv tug kws muaj sa nyob moog ibtxhis, tug kws tsim lub ntuj, lub nplajteb, havtxwv, hab tsim ib puas tsaav yaam kws nyob sau ntuj hab huv nplajteb nuav lub npe coglug has tas, “Luas yuav tsi ncua sijhawm ntev lawm!"},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.7","label":"7","content":"Tabsis thaus tug timtswv xyaa tshuab nwg lub xyu, Vaajtswv yuav ua Vaajtswv teg num kws Vaajtswv muab zais ca lawm kuas tav, lawv le tej kws Vaajtswv tub xub qha rua nwg cov tubkhai hab cov kws cev Vaajtswv lug lawm.”"},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.8","label":"8","content":"Tom qaab ntawd kuv nov lub suab kws thawj zag has rua kuv lawm rov has rua kuv has tas, “Koj ca le moog muab thooj ntawv miv miv kws tub muab nthuav lawm ntawm tug timtswv ceebtsheej kws ib saab kutaw tsuj huv havtxwv hab ib saab kutaw tsuj sau nruab nqhuab txhais teg.”"},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.9","label":"9","content":"Ces kuv txawm moog cuag tug timtswv ntawd, hab thov nwg muab thooj ntawv miv miv ntawd rua kuv. Nwg has rua kuv has tas, “Koj ca le muab thooj ntawv nuav noj; thaus koj nqog lawm yuav ua rua koj lub plaab ab, tabsis thaus nyob huv koj lub qhovncauj mas yuav qaab zib ib yaam le zib ntaab.”"},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.10","label":"10","content":"Kuv txhaj muab thooj ntawv miv miv ntawm tug timtswv txhais teg lug noj, thaus tseem nyob ntawm kuv qhovncauj mas qaab zib ib yaam le zib ntaab. Tabsis thaus kuv nqog rua huv plaab lawm, ab le tug timtswv has tag."},{"bible_id":"1726","chapter_code":"REV.10","verse_code":"REV.10.11","label":"11","content":"Tom qaab ntawd luas has rua kuv has tas, “Koj yuavtsum rov qaab qha Vaajtswv txujlug kws has txug txhua tsaav tuabneeg, txhua lub tebchaws, txhua yaam lug, hab txhua tug vaajntxwv dlua ib zag.”"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.1","label":"1","content":"Tom qaab ntawd luas muab ib tug paas ntsuag kws zoo le ib tug paas nreg rua kuv, hab has rua kuv has tas, “Koj ca le moog ntsuag lub tuamtsev, lub thaaj hab suav cov tuabneeg kws tuaj pehawm Vaajtswv huv lub tuamtsev saib muaj pistsawg leej."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.2","label":"2","content":"Tabsis koj tsi xob ntsuag ibncig lub Tuamtsev saab nrau, rua qhov tub muab saab nrau rua cov tuabneeg kws tsi ntseeg Vaajtswv lawm, puab yuav tuaj tsuj lub Nroog Dlawbhuv moog txug plaub caug ob lub hlis."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.3","label":"3","content":"Kuv yuav khaiv kuv ob tug timkhawv kws naav ntaub tsaaj moog qha Vaajtswv txujlug ib txheeb ob puas rau caum nub ntawd.”"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.4","label":"4","content":"Ob tug timkhawv ntawd yog ob tsob ntoo roj hab yog ob tug ncej txawb teeb kws nyob ntawm Vaajtswv tug kws kaav lub nplajteb nuav lub xubndlag."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.5","label":"5","content":"Yog leejtwg yuav ua phem rua obtug, ces nplaim tawg yuav tawm huv obtug qhovncauj lug kub cov kws ua yeebncuab rua obtug. Yog leejtwg yuav ua limham rua obtug, ces tug ntawd yuav raug kub nyab tuag."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.6","label":"6","content":"Ob tug timkhawv ntawd muaj fwjchim txwv tsi pub kuas ntuj lug naag rua lub sijhawm kws obtug qha Vaajtswv txujlug. Obtug muaj fwjchim ua rua tej dlej txa ua ntshaav; hab obtug muaj fwjchim ua rua lub nplajteb raug tej sub tawg sub ntshaa, obtug xaav ua le ntawd pistsawg zag los obtug yeej ua tau huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.7","label":"7","content":"Thaus obtug qha taag lawm, tug tsaj kws tawm huv lub qhov tub tub lug, yuav lug tawmtsaam obtug. Tug tsaj ntawd yuav kovyeej obtug hab muab obtug tua povtseg,"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.8","label":"8","content":"hab nwg yuav muab obtug ob lub cev tso rua ntawm ntug kev huv lub nroog luj, lub nroog ntawd yog lub nroog kws luas muab obtug tug Tswv ntsa rua sau ntoo khaublig. Suavdlawg txeev muab lub nroog ntawd pev rua lub nroog Xaudoos hab lub tebchaws Iziv."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.9","label":"9","content":"Muaj tuabneeg coob coob tuaj ntau lub tebchaws tuaj saib, tsi has tsaav tuabneeg twg, xeem twg, cov tuabneeg kws has yaam lug twg los tuaj, suavdlawg puavleej tuaj saib obtug ob lub cev tau peb nub hab ib taav su. Puab tsi pub leejtwg coj obtug lub cev moog log le."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.10","label":"10","content":"Thaus tej tuabneeg nplajteb pum has tas obtug tuag lawm, puab zoo sab kawg le. Puab ua rooj noj rooj haus hab muab khoom sis pub, rua qhov ob tug kws cev Vaajtswv lug kws ua rua tuabneeg nplajteb raug kev txomnyem tuag lawm."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.11","label":"11","content":"Tabsis thaus dlhau peb nub hab ib taav su ntawd lawm, Vaajtswv rau sav rau paa rua obtug ob lub cev, ces obtug txawm caj hab sawv tseeg sawv ntsug; cov tuabneeg kws pum obtug sawv, suavdlawg ntshai kawg le."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.12","label":"12","content":"Obtug nov ib lub suab has nrov nrov sau ntuj tuaj rua obtug has tas, “Meb ca le lug sau nuav!” Thaus cov tuabneeg kws ntxub obtug tseem saib ntsoov obtug, ces muaj ib tauv fuab lug coj kag obtug moog rua sau ntuj lawm."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.13","label":"13","content":"Taamsim ntawd lub nplajteb txawm qeeg ua zug koog; lub nroog ntawd raug puamtsuaj taag ib feem kaum, tuabneeg tuag txug xyaa txheeb leej. Cov tuabneeg kws tsi tuag ntshai kawg le hab puab qhuas Vaajtswv tug kws muaj fwjchim luj kawg nkaus kws nyob sau ntuj ceebtsheej."},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.14","label":"14","content":"Txujkev txomnyem zag ob tub dlhau lawm, tabsis mej saib, tshuav tsi ntev txujkev txomnyem zag peb yuav lug!"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.15","label":"15","content":"Thaus tug timtswv ceebtsheej kws yog tug xyaa tshuab nwg lub xyu, txawm muaj ib lub suab has nrov nrov sau ntuj tuaj has tas, “Tug kws muaj fwjchim kaav lub nplajteb nuav, nwg yog peb tug Tswv hab yog tug Mexiyas, nwg yuav kaav moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.16","label":"16","content":"Thaus ntawd neeg nkaum plaub tug txwjlaug kws nyob ntawm puab cov zwmtxwv ntawm Vaajtswv hauv ntej txawm txhus caug ndlua pehawm Vaajtswv,"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.17","label":"17","content":"puab has tas, “Tug Tswv kws yog Vaajtswv, koj yog tug kws muaj Fwjchim Luj kawg nkaus, tug kws nyob nwgnuav hab tug kws ibtxwm muaj nyob thaus u lug lawm. Peb ua koj tsaug, rua qhov koj siv koj lub fwjchim kws luj kawg nkaus hab nwgnuav koj taabtom yuav pib kaav lub nplajteb nuav!"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.18","label":"18","content":"Cov tuabneeg kws tsi ntseeg Vaajtswv, puab chim heev, rua qhov tub txug lub sijhawm kws koj rau txim lawm. Hab tub txug lub sijhawm kws koj txav txim rua cov tuabneeg kws tuag lawm. Tub txug lub sijhawm kws koj yuav muab nqe zug rua koj cov cevlug lawm, hab muab nqe zug rua txhua tug kws fwm koj, tsi has tug hlub tug yau huv tuabsi. Hab tub txug lub sijhawm kws koj yuav rhuav cov tuabneeg kws ua rua lub nplajteb nuav puamtsuaj, kuas puamtsuaj moog!”"},{"bible_id":"1726","chapter_code":"REV.11","verse_code":"REV.11.19","label":"19","content":"Thaus ntawd kuv pum lub Tuamtsev kws nyob sau ntuj lub qhovrooj qheb hlo, muaj ib lub Phijxaab kws ntim Vaajtswv tej lug cog tseg nyob huv. Ces thaus ntawd tsaglig xub laim lab pis vog hab xub nroo nrov nroo ntwg, muaj aav qeeg, hab muaj lawg lug hlub heev."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.1","label":"1","content":"Tom qaab ntawd muaj ib yaam txujci tseemceeb tshwm sau nruab ntug. Hab muaj ib tug quaspuj naav lub nub, nwg tsuj nreeg lub hli, hab nwg ntoo kaum ob lub nubqub."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.2","label":"2","content":"Tug quaspuj ntawd suab ib plaab mivnyuas tub yuav txug caij yug, thaus nwg mob plaab yuav yug tug mivnyuas, nwg quaj quaj."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.3","label":"3","content":"Muaj dlua ib yaam txujci tseemceeb tshwm sau nruab ntug hab, yaam ntawd yog ib tug zaaj luj luj lab ploog nyob sau. Tug zaaj ntawd muaj xyaa lub taubhau hab muaj kaum tug kub, xyaa lub taubhau ntawd puavleej muaj mom kub looj huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.4","label":"4","content":"Zaaj muab zaaj tug kutwv nplawm cov nubqub sau nruab ntug poob taag ib feem peb. Nwg sawv ntawm tug quaspuj kws yuav yug mivnyuas hauv ntej, hab nwg tog rawv yuav noj tug mivnyuas kws yuav yug lug ntawd."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.5","label":"5","content":"Tug quaspuj ntawd yug tau ib tug mivtub. Tug mivtub ntawd yuav muab qws hlau lug kaav txhua tsaav tuabneeg huv tuabsi. Tabsis tub muaj tuabneeg tuaj txeeb tug mivtub ntawd coj moog rua Vaajtswv tug kws nyob ntawm lub zwmtxwv lawm."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.6","label":"6","content":"Ces tug quaspuj ntawd txawm tsiv moog rua tom taj suabpuam thaaj chaw kws Vaajtswv npaaj tseg rua nwg lawm, Vaajtswv yuav tsomkwm nwg qhov ntawd moog txug ib txheeb ob puas rau caum nub."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.7","label":"7","content":"Tom qaab ntawd muaj kev tsuv kev rog sis ntaus sis tua sau nruab ntug. Yog Mikhayees hab Mikhayees cov timtswv nrug zaaj sis tua. Zaaj hab zaaj cov timtswv tuaj tua Mikhayees,"},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.8","label":"8","content":"tabsis zaaj tog tua tsi yeej, zaaj hab zaaj cov timtswv txhaj tsi tau nyob sau ntuj lawm."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.9","label":"9","content":"Luas muab tug zaaj kws luj luj hab nwg cov timtswv pov rua huv nplajteb. Tug zaaj ntawd yog tug naab txwj naab laug thaus u kws suavdlawg hu ua dlaab Ntxwgnyoog lossis hu ua Xataas kws dlaag ntxag tuabneeg nplajteb."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.10","label":"10","content":"Ces kuv nov ib lub suab has nrov nrov sau ntuj tuaj rua kuv has tas, “Nwgnuav Vaajtswv tub cawm peb dlim lawm! Nwgnuav Vaajtswv tub qha rua suavdlawg pum lawm has tas, Vaajtswv yog tug Vaajntxwv kws muaj fwjchim! Hab nwgnuav tug Mexiyas kws Vaajtswv khaiv lug tub qha rua suavdlawg pum nwg lub fwjchim lawm! Rua qhov tug kws naj nub naj mo nkaug peb cov kwvtij ntseeg taabmeeg rua ntawm Vaajtswv tub raug muab pov sau ntuj lug lawm."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.11","label":"11","content":"Tug Mivnyuas Yaaj cov ntshaav hab Vaajtswv txujlug kws peb qha tub ua rua puab kovyeej tug kws nkaug puab lawm. Txawm yog cov kwvtij ntawd yuav raug kev tuag los puab tsi khauvxwm puab txujsa le."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.12","label":"12","content":"Yog le ntawd, lub ntuj hab mej txhua tug kws nyob sau ntuj, mej ca le zoo sab hlo! Tabsis nplajteb hab havtxwv yuav raug kev txomnyem heev, rua qhov dlaab Ntxwgnyoog tub lug rua ntawm meb lawm. Dlaab Ntxwgnyoog chim kawg le, rua qhov nwg paub has tas nwg yuav tsi tau nyob ntev lawm.”"},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.13","label":"13","content":"Thaus tug zaaj ntawd ncu dlheev txug has tas, nwg tub lug rua huv nplajteb lawm, ces nwg txawm caum tug quaspuj kws yug tug mivtub ntawd qaab."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.14","label":"14","content":"Tabsis luas muab ob phob tis luj luj ib yaam le tis dlaav npoj rua tug quaspuj ntawd, kuas nwg yaa taug moog txug nwg lub chaw kws nyob tom taj suabpuam. Luas yuav tsomkwm tug quaspuj ntawd moog txug peb xyoos hab rau lub hlis, tsi pub tug zaaj ntawd ua phem tau rua nwg."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.15","label":"15","content":"Ces tug zaaj ntawd txawm txau dlej tawm huv nwg lub qhovncauj lug ib yaam le ib tug dlej luj luj ndlwg lawv tug quaspuj ntawd qaab, zaaj ua le ntawd kuas txhaj kuav tau tug quaspuj ntawd moog."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.16","label":"16","content":"Tabsis aav paab tug quaspuj ntawd, aav txawm ca le tawg pleb hab nqug cov dlej kws tawm huv tug zaaj ntawd lub qhovncauj lug taag lawm."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.17","label":"17","content":"Zaaj chim rua tug quaspuj ntawd heev, zaaj txhaj moog tawmtsaam tug quaspuj ntawd cov xeebntxwv kws tseem muaj nyob. Cov xeebntxwv ntawd yog txhua tug kws ua lawv le Vaajtswv txuj kevcai, hab muab sab npuab Yexus tej lug qha."},{"bible_id":"1726","chapter_code":"REV.12","verse_code":"REV.12.18","label":"18","content":"Ces tug zaaj txawm moog sawv ntawm ntug havtxwv."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.1","label":"1","content":"Tom qaab ntawd kuv pum ib tug tsaj tawm huv havtxwv tuaj. Tug tsaj ntawd muaj kaum tug kub hab muaj xyaa lub taubhau; kaum tug kub ntawd puavleej ntoo mom kub huv tuabsi, hab xyaa lub taubhau ntawd txhua lub puavleej muaj ib lub npe phem kawg le kws yog thuam Vaajtswv sau rua ntawd."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.2","label":"2","content":"Tug tsaj kws kuv pum ntawd zoo ib yaam le tug tsuv pomtxwv, nwg tej teg taw zoo le teg taw dlais, nwg lub qhovncauj zoo le tsuv ntxhuav lub. Tug zaaj ntawd muab hlo nwg lub fwjchim, nwg tug zug hab nwg lub zwmtxwv rua tug tsaj ntawd."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.3","label":"3","content":"Saib zoo le luas tub muab tug tsaj ntawd ib lub taubhau txav tu lawm, tabsis lub qhov txhaab tub zoo lawm. Tej tuabneeg kws nyob thoob plawg huv qaab ntuj nuav xaav tsi thoob le, ces puab txawm qaug sab rua tug zaaj ntawd."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.4","label":"4","content":"Tej tuabneeg puavleej tuaj pe tug zaaj, rua qhov nwg muab nwg lub fwjchim rua tug tsaj ntawd lawm. Hab puab tseem pe tug tsaj ntawd, puab has tas, “Leejtwg yuav muaj fwjchim npaum le tug tsaj nuav, hab leejtwg yuav tawmtsaam yeej nwg.”"},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.5","label":"5","content":"Luas ca tug tsaj ntawd has tej lug phem txobthuam Vaajtswv, hab ca tug tsaj muaj fwjchim ua le ntawd moog txug plaub caug ob lub hlis."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.6","label":"6","content":"Tug tsaj ntawd txawm pib tshev Vaajtswv, nwg thuam Vaajtswv lub npe, Vaajtswv lub chaw nyob, hab foom tsi zoo rua cov kws nyob sau ntuj ceebtsheej huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.7","label":"7","content":"Luas ca tug tsaj ntawd tawmtsaam Vaajtswv tsaav tuabneeg hab luas ca nwg kovyeej puab. Luas tsaa nwg ua tug kaav taagnrho txhua lub tebchaws, tsi has xeem twg hab cov tuabneeg kws has yaam lug twg, hab tsaav tuabneeg twg los nwg kaav huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.8","label":"8","content":"Tej tuabneeg kws nyob huv qaab ntuj nuav suavdlawg puavleej yuav pe tug tsaj ntawd. Tsuas yog tshwj cov tuabneeg kws thaus tsi tau tsim ntuj tsim teb, luas tub sau puab tej npe rua huv phoo ntawv kws sau cov tuabneeg muaj txujsa ntev dlhawv moog ibtxhis lawm tej npe. Phoo ntawv ntawd yog tug Mivnyuas Yaaj kws tub raug luas muab tua lawm phoo."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.9","label":"9","content":"“Yog mej leejtwg muaj qhovntsej, ca le khaws tej lug nuav ca!"},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.10","label":"10","content":"Tsi has leejtwg los thaus txug nub kws nwg yuav raug luas nteg moog, luas yeej yuav nteg nwg coj moog; thaus txug nub kws nwg raug luas muab ntaaj tua, nwg yeej yuav raug. Yog le ntawd Vaajtswv cov tuabneeg yuav tau ua sab ntev, hab muab sab rau ntseeg.”"},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.11","label":"11","content":"Hab tom qaab ntawd kuv pum muaj dlua ib tug tsaj tawm huv aav lug. Nwg muaj ob tug kub zoo le mivnyuas yaaj tug, nwg has lug ib yaam le tug zaaj has."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.12","label":"12","content":"Thaus nwg lug nwg siv lub fwjchim luj kws thawj tug tsaj muab rua nwg. Nwg yuam lub nplajteb hab tej tuabneeg kws nyob huv nplajteb pe thawj tug tsaj kws tej qhov txhaab tub zoo taag lawm."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.13","label":"13","content":"Tug tsaj kws yog tug ob nuav los ua tau tej txujci luj kws suavdlawg xaav tsi thoob le hab; nwg ua kuas suavtawg poob sau ntuj lug rua huv nplajteb nuav taabmeeg suavdlawg."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.14","label":"14","content":"Nwg ua tej txujci luj ntawd dlaag ntxag tuabneeg nplajteb. Luas pub nwg ua tej txujci ntawd taabmeeg ntawm thawj tug tsaj. Hab luas yuam kuas tuabneeg nplajteb puab ib tug mlom zoo le thawj tug tsaj kws raug luas muab ntaaj tua, tabsis caj sa rov lug lawm ntawd."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.15","label":"15","content":"Luas ca tug tsaj kws yog tug ob ntawd rau sav rau paa rua tug mlom kws muaj yaam ntxwv zoo le thawj tug tsaj, ces tug mlom ntawd txawm txawj has lug, hab moog muab cov tuabneeg kws tsi kaam pe tug mlom ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.16","label":"16","content":"Tug tsaj ob ntawd yuam tej tuabneeg, tsi has tug hlub tug yau, tug muaj tug pluag, tug ua qhev lossis tug tsi ua qhev, kuas moog nas homthawj rua ntawm puab saab teg xis lossis ntawm hauvplaj."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.17","label":"17","content":"Lub homthawj ntawd yog tug tsaj ntawd lub npe. Yog leejtwg tsi muaj lub homthawj ntawd lossis tsi muaj cov lej xaamphaaj kws qha has tas yog tug tsaj ntawd lub npe, ces tug ntawd yuav tsi tau lossis muag tsi tau ib yaam dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"REV.13","verse_code":"REV.13.18","label":"18","content":"Tug kws muaj tswvyim, nwg yeej yuav paub has tas, tug tsaj ntawd cov lej xaamphaaj yog le caag, rua qhov cov lej xaamphaaj ntawd yeej pev txug ib tug txivneej lub npe. Cov lej xaamphaaj ntawd yog rau pua rau caum rau."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.1","label":"1","content":"Tom qaab ntawd kuv saib dlheev, kuv pum tug Mivnyuas Yaaj sawv sau lub Roob Xi-oos; hab pum ib puas plaub caug plaub txheeb leej kws muaj tug Mivnyuas Yaaj hab nwg Txiv lub npe nas rua ntawm puab hauvplaj, puab nrug tug Mivnyuas Yaaj sawv ua ke."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.2","label":"2","content":"Kuv nov ib lub suab has sau ntuj tuaj nrov ib yaam le lub suab dlej tsaws tsaag hab nrov le xub nroo. Lub suab ntawd nrov ib yaam le lub suab nkauj nogncaas kws luas taabtom qoj."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.3","label":"3","content":"Cov tuabneeg ib puas plaub caug plaub txheeb leej ntawd sawv tig xubndlag rua ntawm lub zwmtxwv hab ntawm cov qhelunpees hab cov txwjlaug; puab hu ib zaaj nkauj tshab kws tsi muaj leejtwg kawm tau, tsuas yog cov kws Vaajtswv tub txhwv tawm huv nplajteb lawm txhaj kawm tau xwb."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.4","label":"4","content":"Puab yog cov kws ceev tau puab lub cev kuas huv, hab puab tsi tau nrug dlua quaspuj pw le; puab yog nraugxwb. Puab nrug nraim tug Mivnyuas Yaaj ua ke. Puab yog cov kws Vaajtswv tub xub txhwv tawm huv txhua tsaav tuabneeg lug lawm, puab yog thawj paab kws luas muab fij rua Vaajtswv hab rua tug Mivnyuas Yaaj."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.5","label":"5","content":"Cov tuabneeg ntawd yog cov kws yeej tsi tau has lug dlaag hab tsi tau ua ib qhov txhum le."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.6","label":"6","content":"Ces kuv txawm pum ib tug timtswv ceebtsheej yaa sau nruab ntug, nwg coj Txujmoo Zoo kws nyob moog ibtxhis lug qha rua tej tuabneeg kws nyob thoob plawg lub qaab ntuj nuav, tsi has tsaav tuabneeg twg, xeem twg hab cov tuabneeg kws has yaam lug twg los nwg qha txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.7","label":"7","content":"Nwg has nrov nrov has tas, “Mej yuavtsum fwm Vaajtswv hab qhuas has tas Vaajtswv yog tug kws muaj fwjchim luj kawg nkaus! Rua qhov tub txug lub sijhawm kws Vaajtswv yuav txav txim rua txhua tsaav tuabneeg huv nplajteb nuav lawm. Yog le ntawd mej ca le txhus caug ndlua pehawm tug Vaajtswv kws yog tug tsim lub ntuj hab lub nplajteb, tsim havtxwv hab tej dlej cag huv tuabsi!”"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.8","label":"8","content":"Muaj dlua ib tug timtswv ceebtsheej kws yog tug ob yaa lawv thawj tug timtswv qaab lug. Thaus nwg tseem taabtom yaa nwg has tas, “Lub nroog Npanpiloos kws luj tshaaj plawg tub qaug lawm! Lub nroog ntawd yuam txhua tsaav tuabneeg kuas suavdlawg haus cov cawv txiv maab qaab qaab kws pev txug lub nroog ntawd tej kev phem kev qas!”"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.9","label":"9","content":"Tug timtswv ceebtsheej kws yog tug peb yaa lawv tug ob qaab lug. Thaus nwg tseem taabtom yaa, nwg has nrov nrov has tas, “Cov tuabneeg kws pe tug tsaj hab tug mlom kws muaj yaam ntxwv zoo le tug tsaj ntawd, hab muaj tug tsaj ntawd lub cim nas rua ntawm nwg hauvplaj hab ntawm nwg txhais teg,"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.10","label":"10","content":"puab yuavtsum haus Vaajtswv cov cawv txiv maab kws yeej tsi muaj ib yaam dlaabtsi tov le kws Vaajtswv muab laub rua huv Vaajtswv lub khob dlej ab dlej dlaw. Cov cawv txiv maab ntawd pev txug qhov kws Vaajtswv txav txim rua puab. Txhua tug kws haus yuav raug kev txomnyem huv cov nplaim tawg leejfaaj taabmeeg cov timtswv ceebtsheej kws dlawbhuv hab tug Mivnyuas Yaaj."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.11","label":"11","content":"Cov paa tawg kws tsimtxom puab ntawd yuav nchu moog ibtxhis. Txhua tug kws pe tug tsaj hab tug mlom kws muaj yaam ntxwv zoo le tug tsaj ntawd hab muaj lub cim kws qha tug tsaj ntawd lub npe nas rua puab lawm, yuav nyob tsau rawv huv txujkev tsimtxom taag nub taag mo moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.12","label":"12","content":"Yog le ntawd Vaajtswv tsaav tuabneeg yuavtsum ua sab ntev, Vaajtswv cov tuabneeg yog cov kws coj lawv le Vaajtswv txuj kevcai hab muab sab npuab Yexus."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.13","label":"13","content":"Hab kuv nov ib lub suab has sau ntuj tuaj rua kuv has tas, “Koj ca le sau has le nuav: Txij nuav moog cov tuabneeg kws ua Vaajtswv teg num kws raug luas muab tua lawm, puab yuav tau nyob kaaj sab lug!” Vaaj Ntsujplig txawm teb has tas, “Yeej yog le ntawd tag! Puab yuav tso puab tej num khwv khwv tseg, rua qhov puab yeej yuav tau nqe zug rua tej num kws puab tau ua lug lawm.”"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.14","label":"14","content":"Kuv saib dlheev kuv txawm pum ib tauv fuab dlawb dlawb, muaj ib tug zoo le tuabneeg nyob sau tauv fuab ntawd, nwg ntoo ib lub mom kub, nwg txhais teg tuav rawv ib raab lag ntse ntse."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.15","label":"15","content":"Ces txawm muaj ib tug timtswv ceebtsheej tawm huv lub tuamtsev tuaj, nwg has nrov nrov rua tug kws nyob sau tauv fuab dlawb has tas, “Koj ca le muab koj raab lag hlais tej qoobloo kws nyob huv nplajteb, rua qhov tej qoobloo ntawd tub sav taag hab tub txug caij hlais lawm!”"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.16","label":"16","content":"Ces tug kws nyob sau tauv fuab txawm cev nwg raab lag lug hlais tej qoobloo kws nyob huv nplajteb nuav taag huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.17","label":"17","content":"Kuv pum dlua ib tug timtswv ceebtsheej tawm huv lub tuamtsev kws nyob sau ntuj tuaj, nwg tuav rawv ib raab lag ntse ntse hab."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.18","label":"18","content":"Hab muaj dlua ib tug timtswv ceebtsheej kws saib suavtawg, nwg tawm ntawm lub thaaj tuaj. Nwg has nrov nrov rua tug timtswv kws tuav raab lag has tas, “Koj ca le muab koj raab lag hlais tej tauv txiv maab kws nyob huv nplajteb, rua qhov tej txiv maab ntawd tub sav zoo hlais lawm!”"},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.19","label":"19","content":"Tug timtswv ntawd txawm cev nwg raab lag lug rua huv nplajteb hab hlais hlo tej tauv txiv maab pov rua huv lub qhov tsuam txiv maab kws pev txug Vaajtswv txujkev txav txim."},{"bible_id":"1726","chapter_code":"REV.14","verse_code":"REV.14.20","label":"20","content":"Luas muab tej txiv maab tsuam rua huv lub qhov tsuam txiv maab kws nyob ntawm ntug nroog, txawm muaj ntshaav tawm huv lub qhov ntawd ndlwg moog dleb le peb puas neeg nkaum kilumev kev hab sab txij neeg nplooj pus."},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.1","label":"1","content":"Tom qaab ntawd kuv pum dlua ib yaam txujci tseemceeb tshwm sau nruab ntug ua rua kuv xaav tsi thoob le. Kuv pum xyaa tug timtswv ceebtsheej nqaa xyaa yaam sub tawg sub ntshaa kws yog Vaajtswv txujkev txav txim zag kawg."},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.2","label":"2","content":"Kuv pum ib yaam zoo le havtxwv kws ci le av kws muaj nplaim tawg xyaw. Hab kuv pum cov tuabneeg kws tawmtsaam yeej tug tsaj hab tug mlom kws muaj yaam ntxwv zoo le tug tsaj ntawd, hab kovyeej tug kws muaj cov lej xaamphaaj. Cov tuabneeg ntawd sawv ntawm ntug havtxwv kws ci le av, puab ib leeg nqaa ib lub nkauj nogncaas kws yog Vaajtswv muab rua puab,"},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.3","label":"3","content":"puab hu Mauxes tug kws yog Vaajtswv tug tubkhai zaaj nkauj, hab tug Mivnyuas Yaaj zaaj nkauj has tas: “Tug Tswv kws yog Vaajtswv, koj yog tug kws muaj fwjchim luj kawg nkaus, tej num kws koj ua puavleej tseemceeb hab zoo tshaaj plawg; Koj yog tug Vaajntxwv kws kaav taagnrho txhua lub tebchaws huv tuabsi. Tej kws koj ua, koj ua ncaaj ua nceeg hab lawv le qhov tseeb!"},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.4","label":"4","content":"Tug Tswv, puas muaj leejtwg kws tsi ntshai koj? Puas muaj leejtwg kws tsi fwm koj? Rua qhov koj tuab leeg txhaj yog tug kws dlawbhuv. Txhua tsaav tuabneeg yuav tuaj cuag koj hab pehawm koj; rua qhov suavdlawg pum has tas, koj ua koj teg num ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.5","label":"5","content":"Tom qaab ntawd kuv pum lub tuamtsev sau ntuj ceebtsheej lub qhovrooj qheb hlo, kuv pum lub Tsevntaub kws luas muab Vaajtswv Txujlug timkhawv tso rua huv."},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.6","label":"6","content":"Ces xyaa tug timtswv kws nqaa xyaa yaam sub tawg sub ntshaa tawm huv lub tuamtsev tuaj rua saab nrau, puab ib leeg naav ib cev rig tsho ntaub maag dlawb dlawb hab ib leeg sa ib txuj hlaab kub sau qhovtsus."},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.7","label":"7","content":"Plaub tug qhelunpees kws sawv vij Vaajtswv lub zwmtxwv, muaj ib tug txawm muab xyaa lub taig kub cev rua xyaa tug timtswv ntawd. Xyaa lub taig kub ntawm ntim puv nkaus Vaajtswv tug kws muaj sa nyob txujkev txav txim."},{"bible_id":"1726","chapter_code":"REV.15","verse_code":"REV.15.8","label":"8","content":"Vaajtswv tug tshwjchim kws ci ntsaa ab hab Vaajtswv lub fwjchim nchu paa lug ib yaam le paa tawg puv nkaus huv lub tuamtsev. Thaus xyaa yaam sub tawg sub ntshaa kws xyaa tug timtswv ntawd nqaa lug tseem tsi tau dlua taag, tsi muaj leejtwg yuav moog tau rua huv lub tuamtsev le."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.1","label":"1","content":"Kuv nov ib lub suab has nrov nrov huv lub tuamtsev tuaj rua xyaa tug timtswv ceebtsheej ntawd has tas, “Mej ca le moog muab xyaa lub taig kws ntim Vaajtswv txujkev rau txim laub rua huv nplajteb!”"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.2","label":"2","content":"Thawj tug timtswv ceebtsheej muab nwg lub taig laub rua huv nplajteb. Ces cov tuabneeg kws muaj tug tsaj hab tug mlom kws muaj yaam ntxwv zoo le tug tsaj ntawd lub cim nas rua hab pe tug tsaj ntawd txawm mob rwj thoob plawg ib ce huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.3","label":"3","content":"Tom qaab ntawd tug timtswv ceebtsheej kws yog tug ob muab nwg lub taig laub rua huv havtxwv. Ces dlej txawm txa ua ntshaav zoo le tej ntshaav tuabneeg tuag, hab txhua yaam muaj sa kws nyob huv havtxwv puavleej tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.4","label":"4","content":"Tug timtswv ceebtsheej kws yog tug peb muab nwg lub taig laub rua huv txhua tug dlej luj hab txhua lub qhovdlej txhawv, ces tej dlej ntawd txawm txa ua ntshaav taagnrho."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.5","label":"5","content":"Kuv nov tug timtswv kws saib tej dlej has tas, “Tug Tswv kws Dlawbhuv, koj yog tug muaj sa nyob hab yog tug kws ibtxwm nyob thaus u lug, koj tub txav txim ncaaj rua tej ntawd lawm!"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.6","label":"6","content":"Qhov kws koj muab ntshaav rua puab haus, nyavnyuas hum qhov kws puab muab koj cov tuabneeg hab koj cov cevlug tua povtseg lawm!”"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.7","label":"7","content":"Ces kuv nov ib lub suab has ntawm lub thaaj fij tuaj has tas, “Yog tag, tug Tswv kws yog Vaajtswv, koj yog tug kws muaj Fwjchim Luj kawg nkaus! Koj txav txim ncaaj nceeg hab lawv le qhov tseeb!”"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.8","label":"8","content":"Tom qaab ntawd, tug timtswv ceebtsheej kws yog tug plaub txawm muab nwg lub taig laub rua sau lub nub, ces tej dluab tshaav ntuj ca le kub tej tuabneeg ib yaam le suavtawg kub."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.9","label":"9","content":"Cov tuabneeg kws raug tej dluab tshaav ntuj ntawd kub txawm tshev Vaajtswv tug kws muaj fwjchim luj dlua tej sub tawg sub ntshaa ntawd lub npe. Txawm yog puab raug tshaav ntuj kub los puab tseem tsi tso puab tej kev txhum tseg hab tsi fwm Vaajtswv le."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.10","label":"10","content":"Tom qaab ntawd tug timtswv ceebtsheej kws yog tug tsib txawm muab nwg lub taig laub rua sau tug tsaj ntawd lub zwmtxwv. Ces lub tebchaws kws tug tsaj ntawd kaav txawm tsaus ntuj nti, hab tej tuabneeg puavleej tum nplaig ntxig, rua qhov mob puab heev,"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.11","label":"11","content":"ces puab txawm tshev Vaajtswv tug kws nyob sau ntuj, rua qhov puab tej rwj mob ncug quas nco. Txawm yog mob puab npaum le ntawd los puab yeej tsi tso puab tej kev phem kev qas tseg le."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.12","label":"12","content":"Tom qaab ntawd, tug timtswv ceebtsheej kws yog tug rau muab nwg lub taig laub rua tug Dlej luj Efalates. Ces tug dlej ntawd txawm nqhuab kag ua kev qhuav qhawv rua cov vaajntxwv kws nyob saab nubtuaj tau kev tuaj."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.13","label":"13","content":"Ces kuv txawm pum peb tug ntsujplig phem qas kws muaj yaam ntxwv zoo le tug qaav tawm huv tug zaaj, huv tug tsaj hab huv tug cevlug cuav lub qhovncauj lug."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.14","label":"14","content":"Puab yog cov ntsujplig ntawm cov dlaab kws ua tau tej txujci luj kws xaav tsi thoob. Peb tug ntsujplig ntawd moog cuag txhua tug vaajntxwv kws nyob huv nplajteb nuav, hab coj puab tuaj ua ke ua rog rua Nub tseemceeb kws Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus teem ca lawm."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.15","label":"15","content":"“Mej ca le ua tuab zoo noog kuv tej lug! Kuv yuav lug ib yaam le tug tubsaab tuaj! Tug kws ceevfaaj zuv tog, hab txuag nwg cev rig tsho kuas zoo, nwg yuav tau nyob kaaj sab lug. Nwg tsi labqaab, nwg yuav muaj ntsejmuag moog rua nuav rua u, tsi txaajmuag rua leejtwg le!”"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.16","label":"16","content":"Tom qaab ntawd peb tug dlaab txawm coj cov vaajntxwv tuaj nyob ua ke ntawm ib qhov chaw kws lug Henplais hu ua Amankedoos!"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.17","label":"17","content":"Ces tug timtswv ceebtsheej kws yog tug xyaa maam muab nwg lub taig laub rua sau nruab ntug. Ces txawm muaj ib lub suab has nrov nrov ntawm Vaajtswv lub zwmtxwv kws nyob huv lub tuamtsev tuaj has tas, “Tav lawm lauj!”"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.18","label":"18","content":"Ces tsaglig xub txawm laim lab pis vog, xub nrov nroo quas ntwg, hab muaj aav qeeg luj. Txij thaus tsim tuabneeg lug txug naj nub nua yeej tsi tau muaj dlua aav qeeg luj le zag nuav le!"},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.19","label":"19","content":"Lub nroog kws luj kawg nkaus tej aav txawm tawg rhe ua peb feem, hab tej nroog kws nyob huv txhua lub tebchaws puavleej puamtsuaj taag huv tuabsi. Tej ntawd ua rua suavdlawg paub has tas, Vaajtswv ncu ntsoov lub nroog Npanpiloos kws luj kawg nkaus, hab muab Vaajtswv khob cawv txiv maab kws pev txug Vaajtswv txujkev txav txim rua lub nroog ntawd haus."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.20","label":"20","content":"Txhua lub koog povtxwv hab txhua lub roob puavleej yaaj hab pluj taagnrho."},{"bible_id":"1726","chapter_code":"REV.16","verse_code":"REV.16.21","label":"21","content":"Muaj tej lub lawg luj luj kws nyaav txug plaub caug tsib kilus poob sau ntuj lug raug tej tuabneeg. Suavdlawg txawm tshev Vaajtswv, rua qhov puab raug tej sub tawg sub ntshaa kws lawg ntaus, tej ntawd ua rua puab raug kev txomnyem kawg le."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.1","label":"1","content":"Tom qaab ntawd xyaa tug timtswv ceebtsheej kws nqaa xyaa lub taig, muaj ib tug txawm lug has rua kuv has tas, “Koj ca le nrug kuv moog, kuv yuav coj koj moog saib tug namndlav kws phem kawg nkaus, saib nwg yuav raug txim le caag. Tug namndlav ntawd yog lub nroog luj kws ua rua ntawm ob peb ceg dlej sis tshuam."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.2","label":"2","content":"Tej vaajntxwv kws nyob huv nplajteb nuav puavleej nrug tug namndlav kws phem kawg nkaus ntawd sis ntxag. Hab tej tuabneeg nplajteb tub haus tej cawv txiv maab kws yog tug quaspuj ntawd tej kev phem kev qas qaug lawm.”"},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.3","label":"3","content":"Vaaj Ntsujplig txawm lug kaav taagnrho kuv lub sab, ces tug timtswv ceebtsheej ntawd txawm coj kuv moog rua tom taj suabpuam. Thaus kuv moog txug tod, kuv pum ib tug quaspuj caij ib tug tsaj lab ploog; tug tsaj ntawd muaj ntau lub npe phem phem sau thoob plawg nwg lub cev. Nwg muaj xyaa lub taubhau hab kaum tug kub."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.4","label":"4","content":"Tug quaspuj ntawd naav ib cev tsoog tsho tsaamxem hab lab ploog. Nwg coj saw kub, coj tej qai zeb ci ci kws muaj nqes hab coj tej hlaws thoob plawg ib ce. Nwg txhais teg tuav rawv ib lub taig kub kws ntim puv nkaus tej kev phem kev qas kws nwg tau ua taag lug lawm."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.5","label":"5","content":"Muaj ib lub npe sau rua ntawd tug quaspuj ntawd lub hauvplaj kws tsi muaj tuabneeg paub lub ntsab lug, lub npe ntawd sau has tas, “Lub nroog Npanpiloos kws luj dlua ndlais, koj yog cov namndlav hab tej tuabneeg nplajteb kws ua phem ua qas leej nam.”"},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.6","label":"6","content":"Hab kuv pum tug quaspuj ntawd tub haus Vaajtswv cov tuabneeg cov ntshaav hab cov tuabneeg kws raug luas tua cov ntshaav qaug lawm, cov tuabneeg ntawd yog cov kws muab sab npuab Yexus. Thaus kuv pum tug quaspuj ntawd ua rua kuv xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.7","label":"7","content":"Tug timtswv ntawd nug kuv has tas, “Ua le caag koj txhaj xaav tsi thoob? Kuv yuav qha tug quaspuj ntawd hab tug tsaj kws muaj xyaa lub taubhau hab kaum tug kub kws tug quaspuj ntawd caij lub ntsab rua koj paub."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.8","label":"8","content":"Tug tsaj ntawd yaav taag lug nwg muaj sa nyob, tabsis nwgnuav nwg tub tsi muaj sa lawm; nwg yuav tawm huv lub qhov tub tub lug, hab nwg yuav moog raug kev puamtsuaj. Tej tuabneeg nplajteb kws tsi muaj npe sau thaus tsi tau tsim ntuj tsim teb rua huv phoo ntawv kws sau cov tuabneeg muaj txujsa nyob moog ibtxhis lawm tej npe, thaus puab pum tug tsaj ntawd, puab yuav xaav tsi thoob le, rua qhov yaav taag lug tug tsaj ntawd muaj sa, tabsis nwgnuav tsi muaj lawm, hab nwg tseem yuav rov tshwm lug."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.9","label":"9","content":"“Tug kws muaj tswvyim, nwg yeej yuav totaub zaaj nuav. Tug tsaj ntawd xyaa lub taubhau yog xyaa lub pov roob kws tug quaspuj ntawd nyob, hab xyaa lub pov roob ntawd yog xyaa tug vaajntxwv:"},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.10","label":"10","content":"Muaj tsib tug vaajntxwv tub poob fwjchim lawm, tshuav ib tug tseem kaav tebchaws, hab muaj ib tug tseem tsi tau lug kaav tebchaws; thaus nwg lug, nwg yuav kaav tebchaws ib ntus xwb."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.11","label":"11","content":"Tug tsaj kws yaav taag lug muaj sa, tabsis nwgnuav tsi muaj sa lawm, nwg yog ib tug vaajntxwv kws yog tug yim kws nrug xyaa tug vaajntxwv ntawd ua ib paab, hab nwg yuav moog raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.12","label":"12","content":"“Kaum tug kub kws koj pum ntawd yog kaum tug vaajntxwv kws tseem tsi tau lug ua vaajntxwv, tabsis puab yuav muaj fwjchim ib yaam le vaajntxwv, puab yuav nrug tug tsaj ntawd kaav tebchaws ib txoog teev xwb."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.13","label":"13","content":"Kaum tug vaajntxwv ntawd puavleej koom ib lub sab, hab puab muab tej fwjchim kws puab muaj tso rua tug tsaj ntawd."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.14","label":"14","content":"Puab yuav tawmtsaam tug Mivnyuas Yaaj, tabsis tug Mivnyuas Yaaj hab cov tuabneeg ncaaj nceeg kws tug Mivnyuas yaaj xaiv lug ua nwg cov thwjtim lawm, yuav tawmtsaam yeej cov vaajntxwv ntawd, rua qhov tug Mivnyuas Yaaj yog tug Tswv ntawm txhua tug tswv hab yog tug Vaajntxwv ntawm txhua tug vaajntxwv.”"},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.15","label":"15","content":"Tug timtswv ceebtsheej rov has rua kuv has tas, “Ob peb ceg dlej kws koj pum tug namndlav ntawd nyob rawv sau, yog pev txug txhua paab tuabneeg, txhua xeem tuabneeg, hab txhua tsaav tuabneeg tsi has cov kws has yaam lug twg huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.16","label":"16","content":"Kaum tug kub hab tug tsaj kws koj pum puavleej yuav ntxub tug namndlav ntawd. Puab yuav txeeb txhua yaam kws nwg muaj huv tuabsi moog, hab ca nwg nyob labqaab; puab yuav noj nwg cev nqaj hab muab suavtawg hlawv nwg povtseg."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.17","label":"17","content":"Rua qhov Vaajtswv tshoov puab lub sab kuas puab xaav ua lawv le Vaajtswv lub sab nyam. Puab koom ua ib lub sab muab tug tsaj ntawd tsaa ua tug kws kaav puab moog txug thaus muaj tav lawv le tej kws Vaajtswv tau has tseg lawm."},{"bible_id":"1726","chapter_code":"REV.17","verse_code":"REV.17.18","label":"18","content":"“Tug namndlav kws koj pum ntawd yog lub nroog luj dlua ndlais kws kaav taagnrho tej vaajntxwv kws nyob huv nplajteb nuav.”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.1","label":"1","content":"Tom qaab ntawd kuv pum dlua ib tug timtswv ceebtsheej lug sau ntuj lug. Nwg muaj fwjchim hab ci ntsaa ab rua lub nplajteb."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.2","label":"2","content":"Nwg has nrov nrov has tas, “Lub nroog Npanpiloos kws luj dlua ndlais tub qaug lawm! Nwg tub qaug lawm! Nwgnuav tej dlaab hab tej ntsujplig phem tub lug nyob huv lub nroog ntawd lawm; txhua yaam noog kws phem hab qas los lug nyob huv lub nroog ntawd lawm hab."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.3","label":"3","content":"Rua qhov lub nroog ntawd yog lub kws cug cawv txiv maab lug yuam rua txhua tsaav tuabneeg haus. Cov cawv txiv maab kws qaab qaab ntawd pev txug lub nroog ntawd tej kev phem kev qas. tej vaajntxwv kws nyob huv nplajteb nuav tuaj nrug nwg sis ntxag, hab tej tub laag tub luam kws nyob huv nplajteb npluanuj taag, tub yog vim tej kev phem kev qas kws lub nroog ntawd ua tsi paub dlhuav le!”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.4","label":"4","content":"Tom qaab ntawd kuv rov nov dlua ib lub suab has sau ntuj tuaj has tas: “Kuv tsaav tuabneeg, mej ca le tawm plawg huv lub nroog ntawd moog! Mej tsi xob nrug tug quaspuj ntawd ua txhum; mej txhaj le tsi nrug nwg raug txim!"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.5","label":"5","content":"Rua qhov nwg tej kev txhum tub tib moog nto ntuj lawm, hab Vaajtswv yeej ncu ntsoov tej kev phem kev qas kws lub nroog ntawd naj nub ua."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.6","label":"6","content":"Nwg ua le caag rua mej lawm, mej ca le ua le ntawd rov rua nwg; Mej yuavtsum ua ntau tshaaj ib npaug pauj tej kws nwg tau ua rua mej lawm. Nwg tub dlu cov tshuaj ab rua mej haus lawm, mej yuavtsum dlu cov tshuaj kws ab dlua nwg cov ib npaug rua nwg haus."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.7","label":"7","content":"Nwg zoo sab hab npluanuj heev npaum le caag, mej ca le ua kuas nwg tau kev ntxhuv sab hab raug kev txomnyem heev npaum le ntawd. Rua qhov nwg pheej xaav has tas, ‘Kuv nyob ntawm nuav, kuv tub zoo ib yaam le tug puj vaajntxwv lawm! Kuv tsi yog puj ntsuag. Kuv yuav tsi raug kev txomnyem ib zag le!’"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.8","label":"8","content":"Yog le ntawd, tuab nub xwb tej sub tawg sub ntshaa yuav lug raug nwg; tsi has kev mob kev nkeeg, kev ntxhuv sab hab kev tshaib kev nqhes puavleej yuav raug nwg, hab suavtawg yuav kub nwg taag huv tuabsi. Rua qhov tug Tswv kws yog Vaajtswv tug kws rau txim rua lub nroog ntawd, nwg yog tug kws muaj fwjchim luj kawg nkaus.”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.9","label":"9","content":"Tej vaajntxwv huv nplajteb kws nrug lub nroog ntawd sis ntxag hab ua kev phem kev qas, thaus puab pum lub nroog kub nyab paa tawg nchu auv nab, puab yuav quaj nyav ntsoog qeeg."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.10","label":"10","content":"Puab tuaj dleb dleb saib, rua qhov puab tsi xaav pum lub nroog ntawd raug kev puamtsuaj. Puab seev has tas, “Lub nroog Npanpiloos kws luj hab nto moo, koj tub puamtsuaj lawm lauj! Nyavnyuas tuab txoog teev xwb koj txawm ca le raug txim lawm!”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.11","label":"11","content":"Tej tub laag tub luam kws nyob huv nplajteb nuav los quaj nyav ntsoog qeeg rua lub nroog ntawd, vim tsi muaj tuabneeg tuaj yuav puab tej khoom lawm;"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.12","label":"12","content":"tsi muaj leejtwg yuav puab tej nyaj tej kub, tej qai zeb ci ci kws muaj nqes, tej hlaws, tej ntaub maag zoo zoo, ntaub xav, ntaub tshwbkaab, ntaub lab hab tej ntoo kws muaj nqes, tej kws muab kaug ntxhw ua, tej kws muab tooj dlaag, muab hlau hab muab hlaws txaij ua;"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.13","label":"13","content":"tej roj ntoos tsw qaab, tej fwjtxob, tej moov tshuaj tsw qaab, tej nroj tsw qaab, tej tshuaj tsw qaab, tej cawv txiv maab, tej roj, tej moov nplej, tej moov pobkws, tej nyuj, tej yaaj, tej neeg, tej tsheb neeg hab tej tubqhe, txawm yog tuabneeg txujsa los tsi muaj leejtwg xaav yuav."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.14","label":"14","content":"Tej tub laag tub luam has rua lub nroog ntawd has tas, “Txhua tsaav yaam zoo kws koj ntshaw tub pluj taag lawm, koj tej qhov txhua chaw hab tej nyaj tej kub kws ci ntsaa ab los puavleej poob taag. Koj yuav nrhav tsi tau tej ntawd rov lug dlua ib zag le lawm!”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.15","label":"15","content":"Tej tub laag tub luam kws ua luam npluanuj huv lub nroog ntawd, puab yuav tuaj dleb dleb saib, rua qhov puab tsi xaav pum lub nroog ntawd raug kev puamtsuaj. Puab yuav quaj nyav ntsoog qeeg"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.16","label":"16","content":"hab seev zum zawg has tas, “Lub nroog kws luj, koj tub puamtsuaj taag lawm! Koj puamtsuaj lawm lauj! Koj ibtxwm naav tej tsoog tsho ntaub maag zoo zoo, ntaub xav, ntaub lab, koj coj saw nyaj saw kub, coj tej qai zeb ci ci kws muaj nqes, hab coj hlaws thoob plawg ib ce!"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.17","label":"17","content":"Ua le caag tuab txoog teev xwb, koj txujkev npluanuj txawm ca le pluj ndlais moog lawm!” Tej tuabneeg tsaav nkoj, tej tuabneeg caij nkoj, tej tuabneeg ua num huv lub nkoj hab tej tuabneeg kws nrhav noj huv havtxwv txhua tug puavleej tuaj dleb dleb saib,"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.18","label":"18","content":"thaus puab pum lub nroog ntawd kub nyab paa nchu auv nab, puab qw nrov nrov has tas, “Ibtxwm yeej tsi muaj ib lub nroog luaj le lub nuav!”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.19","label":"19","content":"Puab tsuab moov aav rua sau puab taubhau, puab quaj nyav ntsoog qeeg has tas, “Lub nroog kws luj, koj puamtsuaj lawm! Koj puamtsuaj lawm lauj! Lub nroog nuav yog lub kws ua rua tej tuabneeg muaj nkoj dlha moog dlha lug huv havtxwv npluanuj taag! Ua le caag tuab txoog teev xwb, txhua tsaav yaam kws koj muaj huv lub nroog nuav txawm siv pluj taag huv tuabsi lawm.”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.20","label":"20","content":"Lub ntuj, koj ca le zoo sab, rua qhov lub nroog nuav tub puamtsuaj taag lawm! Vaajtswv cov tuabneeg, cov timthawj, hab cov cev Vaajtswv lug, ca le zoo sab! Rua qhov Vaajtswv tub rau txim rua lub nroog kws tsimtxom mej lawm!"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.21","label":"21","content":"Ces ib tug timtswv ceebtsheej kws muaj fwjchim txawm muab ib lub pobzeb kws luaj le ib txhib zeb pov rua huv havtxwv, hab nwg has tas, “Luas yuav muab lub nroog Npanpiloos kws luj dlua ndlais ntawd ua kuas puamtsuaj taag ib yaam le luas muab lub pobzeb nuav ntsawm. Txij nuav moog yuav tsi muaj leejtwg pum lub nroog nuav le lawm."},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.22","label":"22","content":"Yuav tsi muaj leejtwg nov suab raaj suab xyu hab suab nkauj nogncaas nrov huv lub nroog nuav le lawm. Yuav tsi muaj leejtwg ua vaaj ua tsev, nchuav tooj nchuav hlau, hab yuav tsi muaj suab zum zeb tuav cug nrov le lawm!"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.23","label":"23","content":"Yuav tsi muaj leejtwg pum teeb cig huv lub nroog nuav; hab yuav tsi muaj leejtwg nov nkauj nyaab nraug vauv lub suab le lawm. Tej tub laag tub luam kws nyob huv lub nroog nuav puavleej yog cov kws muaj tswvyim luj dlua tej tub laag tub luam huv nplajteb nuav huv tuabsi. Hab lub nroog nuav tau ua khawvkoob dlaag ntxag txhua tsaav tuabneeg huv nplajteb nuav kuas qaug sab rua nwg!”"},{"bible_id":"1726","chapter_code":"REV.18","verse_code":"REV.18.24","label":"24","content":"Lub nroog Npanpiloos raug txim, rua qhov nwg muab cov kws cev Vaajtswv lug hab Vaajtswv cov tuabneeg kws nyob huv nplajteb nuav tua povtseg taag lawm."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.1","label":"1","content":"Tom qaab ntawd kuv nov ib lub suab nrov ib yaam le ib paab tuabneeg coob coob nyob sau ntuj lub suab has zum zawg has tas, “Ca le qhuas Vaajtswv! Qhuas nwg txujkev cawm dlim, nwg muaj tshwjchim ci ntsaa ab hab muaj fwjchim!"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.2","label":"2","content":"Vaajtswv txav txim ncaaj nceeg hab nwg ua lawv le qhov tseeb! Vaajtswv rau txim rua tug namndlav kws dlaag ntxag tuabneeg nplajteb ua phem ua qas. Vaajtswv rau txim rua nwg, rua qhov nwg muab Vaajtswv cov tubkhai tua povtseg taag lawm.”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.3","label":"3","content":"Puab rov has nrov nrov has tas, “Ca le qhuas Vaajtswv! tej suavtawg kws kub lub nroog luj ntawd yuav cig ua nplaim ntswj pis yog hab nchu paa moog taag ibtxhis le!”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.4","label":"4","content":"Neeg nkaum plaub tug txwjlaug hab cov qhelunpees txawm txhus caug ndlua pehawm Vaajtswv tug kws nyob sau lub zwmtxwv. Puab has tas, “Amees! Ca le qhuas Vaajtswv!”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.5","label":"5","content":"Tom qaab ntawd muaj dlua ib lub suab has ntawm lub zwmtxwv tuaj has tas, “Vaajtswv cov tubkhai hab nwg cov tuabneeg, tsi has tug hlub tug yau kws fwm Vaajtswv, ca le qhuas Vaajtswv!”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.6","label":"6","content":"Ces kuv nov ib lub suab nrov zum zawg ib yaam le ib paab tuabneeg coob coob has lug, hab nrov ib yaam le dlej tsaws tsaag hlub hlub hab nrov ib yaam le suab xub nroo. Lub suab ntawd has tas, “Ca le qhuas Vaajtswv! Rua qhov tug Tswv kws yog peb tug Vaajtswv kws muaj Fwjchim Luj kawg nkaus, nwg yog Vaajntxwv!"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.7","label":"7","content":"Peb ca le zoo sab hab xyivfaab hlo; peb ca le qhuas Vaajtswv lub fwjchim kws luj kawg nkaus! Rua qhov tub txug lub sijhawm kws tug Mivnyuas Yaaj ua tshoob, hab nwg tug nkauj nyaab tub tu cev txhij lawm."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.8","label":"8","content":"Luas muab ib cev tsoog tsho ntaub maag dlawb rua tug nkauj nyaab naav.” (Cev tsoog tsho ntaub maag dlawb yog pev txug tej num ncaaj nceeg kws Vaajtswv cov tuabneeg naj nub ua)."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.9","label":"9","content":"Ces tug timtswv ceebtsheej has rua kuv has tas, “Koj ca le sau has tas, cov tuabneeg kws tug Mivnyuas Yaaj caw moog nrug nwg noj tshoob yog cov kws tau nyob kaaj sab lug.” Hab tug timtswv has dlua rua kuv has tas, “Tej lug nuav yog Vaajtswv tej lug tag.”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.10","label":"10","content":"Kuv txawm txhus caug ndlua ntawm tug timtswv ntawd kutaw yuav pe nwg, tabsis nwg has rua kuv has tas, “Tsi xob pe kuv! Kuv yog ib tug tubkhai ib yaam le koj, hab ib yaam le koj cov kwvtij txhua tug kws Yexus tau qha qhov tseeb rua puab lawm xwb. Koj ca le pehawm Vaajtswv xwb!” Rua qhov tej lug tseeb kws Yexus qha rua suavdlawg paub yog tej kws Vaajtswv qha rua cov kws cev Vaajtswv lug lawm."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.11","label":"11","content":"Tom qaab ntawd kuv txawm pum rooj ntug ceebtsheej qheb, hab kuv pum ib tug txiv neeg dlawb nyob ntawd. Tug kws caij tug txiv neeg dlawb ntawd hu ua Ncaaj hab Tseeb; nwg yog tug kws rau txim hab yog tug kws ua tsuv ua rog ncaaj nceeg."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.12","label":"12","content":"Nwg ob lub qhovmuag ci ib yaam le nplaim tawg, hab nwg ntoo ntau lub mom kub. Muaj ib lub npe sau rua ntawm nwg lub cev, tabsis tsi muaj leejtwg paub lub npe ntawd, tsuas yog nwg tuab leeg txhaj paub xwb."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.13","label":"13","content":"Nwg lub tsho ntev lu ntshaav thoob plawg. Suavdlawg hu nwg lub npe has tas, “Vaajtswv Txujlug.”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.14","label":"14","content":"Cov tubrog sau ntuj ceebtsheej lawv nwg qaab lug, puab ib leeg caij ib tug txiv neeg dlawb, hab ib leeg naav ib cev tsoog tsho ntaub maag dlawb."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.15","label":"15","content":"Muaj ib raab ntaaj ntse ntse tawm huv nwg qhovncauj lug. Nwg yuav muab raab ntaaj ntawd tua txhua tsaav tuabneeg hab muab qws hlau kaav puab. Nwg yuav muab cov txiv maab kws nyob huv lub qhov tsuam txiv maab tsuam huv tuabsi. Lub qhov tsuam txiv maab pev txug Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus txujkev chim hab txujkev txav txim."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.16","label":"16","content":"Muaj ib lub npe sau rua ntawm nwg lub tsho ntev hab ntawm nwg ib saab ncej qaab has tas, “Tug Vaajntxwv ntawm txhua tug vaajntxwv, hab tug Tswv ntawm txhua tug tswv.”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.17","label":"17","content":"Tom qaab ntawd kuv pum dlua ib tug timtswv ceebtsheej sawv sau lub nub, nwg has nrov nrov rua tej noog kws yaa sau nruab ntug has tas, “Mej ca le sau nthwv tuaj noj Vaajtswv rooj mov kws luj!"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.18","label":"18","content":"Mej ca le tuaj hab noj cov vaajntxwv, cov thawjcoj, tej tubrog, tej neeg, hab cov tuabneeg kws caij neeg tej nqaj, hab noj txhua tsaav tuabneeg, tsi has cov kws ua qhev, cov kws tsi ua qhev, hab tsi has tug hlub tug yau tej nqaj huv tuabsi!”"},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.19","label":"19","content":"Kuv pum tug tsaj hab cov vaajntxwv huv nplajteb hab puab tej tubrog tuaj ua ke yuav ua rog rua tug kws caij tug txiv neeg dlawb hab nwg tej tubrog."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.20","label":"20","content":"Luas nteg tau tug tsaj ntawd hab nteg tau tug cevlug cuav kws dlaag has tas nwg yog ib tug kws cev Vaajtswv lug. (Tug kws cevlug cuav ntawd yog tug kws ua tej txujci taabmeeg tug tsaj ntawd dlaag ntxag cov tuabneeg kws muaj tug tsaj ntawd lub cim nas rua ntawm puab lawm, hab cov tuabneeg kws pe tug mlom kws muaj yaam ntxwv zoo le tug tsaj ntawd.) Luas ca le muab tug tsaj hab tug cevlug cuav ntawd pov rua huv cov nplaim tawg leejfaaj kws cig ntswj pis yog."},{"bible_id":"1726","chapter_code":"REV.19","verse_code":"REV.19.21","label":"21","content":"Raab ntaaj kws tawm huv tug kws caij tug txiv neeg dlawb ntawd qhovncauj lug txawm tua tug tsaj hab tug cevlug ntawd tej tubrog tuag taag huv tuabsi. Ces tej noog txawm sau nthwv tuaj muab cov tuabneeg kws tuag ntawd tej cev dlua pis rhe noj."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.1","label":"1","content":"Tom qaab ntawd kuv pum ib tug timtswv ceebtsheej lug sau ntuj lug, nwg coj tug yumsij kws qheb lub qhov tub tub, hab nwg tuav ib txuj saw hlau luj luj."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.2","label":"2","content":"Nwg muab tug zaaj kws yog tug naab txwj naab laug kws suavdlawg hu ua dlaab Ntxwgnyoog lossis hu ua Xataas, khi kag ca ib txheeb xyoo."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.3","label":"3","content":"Tug timtswv ntawd muab tug zaaj pov rhees rua huv lub qhov tub tub. Nwg muab ntsugphoo ntsug hab nas homthawj rua, kuas tug zaaj tsi tau kev lug ntxag txhua tsaav tuabneeg ib txheeb xyoo. Tom qaab kws dlhau ib txheeb xyoo lawm, maam le tso tug zaaj ntawd tawm lug ib nyuas ntu."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.4","label":"4","content":"Tom qaab ntawd kuv pum ntau lub zwmtxwv hab pum cov tuabneeg kws nyob sau cov zwmtxwv ntawd tub tau lub fwjchim ua cov txav txim lawm. Hab kuv pum cov tuabneeg kws luas muab txav cejdlaab tuag lawm cov ntsujplig. Puab raug tua rua qhov puab qha tej lug tseeb kws Yexus qha rua puab hab puab qha Vaajtswv txujlug. Puab yeej tsi pe tug tsaj hab tug mlom kws muaj yaam ntxwv zoo le tug tsaj ntawd, puab tsi muaj tug tsaj ntawd lub cim nas rua ntawm puab hauvplaj lossis ntawm puab txhais teg. Puab nrug Yexus Khetos nyob hab nrug nwg kaav ib txheeb xyoo."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.5","label":"5","content":"(Dlua le tej, puab yuavtsum tog kuas dlhau ib txheeb xyoo tsaiv, puab maam le sawv huv qhov tuag rov lug.) Cov tuabneeg kws raug luas muab txav cejdlaab yog thawj cov kws sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.6","label":"6","content":"Thawj paab kws sawv huv qhov tuag rov lug nuav, puab tau nyob kaaj sab lug. Txujkev tuag zag ob tsi muaj fwjchim yuam tau puab lawm. Puab yuav ua Vaajtswv hab ua Yexus Khetos cov povthawj hab puab yuav nrug Yexus kaav ib txheeb xyoo."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.7","label":"7","content":"Tom qaab kws dlhau ib txheeb xyoo lawm, luas maam le qheb lub qhov hab tso dlaab Ntxwgnyoog tawm lug,"},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.8","label":"8","content":"thaus nwg tawm lug, nwg yuav moog dlaag ntxag txhua tsaav tuabneeg kws nyob plaub ceg kaum ntuj. Cov tuabneeg ntawd hu ua Nkaus hab Mankaus. Dlaab Ntxwgnyoog yuav sau txhua tug huv tuabsi tuaj ua rog, cov tuabneeg kws tuaj ntawd coob ib yaam le tej xuabzeb ntawm ntug havtxwv."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.9","label":"9","content":"Puab yuav tuaj moog thoob plawg nplajteb hab puav Vaajtswv cov tuabneeg lub loog hab lub nroog kws Vaajtswv hlub. Tabsis muaj suavtawg poob sau ntuj lug kub cov tuabneeg ntawd tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.10","label":"10","content":"Ces luas muab tug dlaab Ntxwgnyoog kws dlaag ntxag cov tuabneeg ntawd pov rua huv cov nplaim tawg leejfaaj kws cig ntswj pis yog. Qhov chaw ntawd yog qhov chaw kws luas tub xub muab tug tsaj hab tug cevlug cuav pov rua huv lawm; Puab yuav raug kev tsimtxom taag nub taag mo moog ibtxhis le."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.11","label":"11","content":"Tom qaab ntawd kuv pum Vaajtswv lub zwmtxwv luj kws dlawb paug hab muaj ib tug nyob sau lub zwmtxwv ntawd. Lub nplajteb hab lub ntuj ca le pluj ndlais ntawm nwg lub xubndlag moog lawm."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.12","label":"12","content":"Hab kuv pum cov tuabneeg kws tuag lawm, tsi has tug hlub tug yau, suavdlawg puavleej sawv ntawm tug kws nyob sau lub zwmtxwv hauv ntej. Luas muab tej phoo ntawv lug nthuav, hab muab ib phoo ntawv lug nthuav saib, phoo ntawd yog phoo ntawv kws sau cov tuabneeg kws muaj sa ntev moog ibtxhis lawm tej npe. Luas txav txim rua cov tuabneeg kws tuag lawm lawv le puab teg num kws tub muab sau ca rua huv tej ntawv ntawd lawm."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.13","label":"13","content":"Dlej havtxwv xaa tej tuabneeg kws tuag rua huv havtxwv rov qaab lug. Txujkev tuag hab tubtuag teb los xaa cov tuabneeg tuag lawm rov qaab lug ib yaam nkaus. Luas txav txim rua txhua tug lawv le teg num kws puab tau ua lug lawm."},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.14","label":"14","content":"Luas muab txujkev tuag hab tubtuag teb pov rua huv ntuj tawg. (Lub ntuj tawg ntawd yog txujkev tuag zag ob.)"},{"bible_id":"1726","chapter_code":"REV.20","verse_code":"REV.20.15","label":"15","content":"Txhua tug kws tsi muaj npe sau rua huv phoo ntawv kws sau cov tuabneeg kws muaj txujsa ntev moog ibtxhis lawm tej npe, luas muab cov tuabneeg ntawd pov rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.1","label":"1","content":"Tom qaab ntawd kuv pum lub ntuj tshab hab lub nplajteb tshab. Lub ntuj qub hab lub nplajteb qub tub pluj taag lawm, hab dlej havtxwv los pluj taag ib yaam nkaus."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.2","label":"2","content":"Hab kuv pum lub Nroog Dlawbhuv kws yog lub nroog Yeluxalees tshab lug ntawm Vaajtswv tug kws nyob sau ntuj ceebtsheej lug. Vaajtswv tub tu lub nroog ntawd txhij ca lawm, ib yaam le tug nkauj nyaab tu cev tog tug nraug vauv."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.3","label":"3","content":"Kuv nov ib lub suab has nrov nrov ntawm Vaajtswv lub zwmtxwv tuaj has tas, “Nwgnuav Vaajtswv tub lug nrug tuabneeg nyob lawm! Nwg yuav nrug puab nyob, puab yuav ua nwg tsaav tuabneeg hab nwg yuav nrug puab nyob hab yuav ua puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.4","label":"4","content":"Nwg yuav so puab tej kua muag huv tuabsi moog. Tej kev tuag, kev ntxhuv sab, kev quaj ntsuag hab kev mob kev nkeeg yuav tsi muaj ib zag le lawm. Tej kws suavdlawg ibtxwm muaj lug tub pluj taag lawm.”"},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.5","label":"5","content":"Tug kws nyob sau lub zwmtxwv has rua kuv has tas, “Nwgnuav kuv yuav tsim dlua ib puas tsaav yaam tshab!” Hab nwg has dlua rua kuv has tas, “Koj ca le sau tej lug nuav ca: rua qhov tej lug nuav yog lug tseeb hab tso sab tau.”"},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.6","label":"6","content":"Hab nwg has tas, “Tav lawm! Kuv yog Alafas hab yog Aumenkas, kuv yog lub hauvpaug hab kuv yog lub ntsis. Kuv yuav pub cov dlej kws haus muaj txujsa huv lub qhovdlej txhawv rua tug kws nqhes dlej haus, kuv pub dlawb dlawb xwb, tsi yuav nqe le."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.7","label":"7","content":"Kuv yuav ua txhua tug kws kovyeej lawm tug Vaajtswv, hab puab yuav ua kuv cov tub."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.8","label":"8","content":"Tabsis cov tuabneeg sab yau, cov tuabneeg ntxeev sab, cov tuabneeg nyam ua phem ua qas, cov tuabneeg tua tuabneeg, cov tuabneeg ua kev nkauj kev nraug, cov tuabneeg ua khawvkoob, cov tuabneeg pe dlaab pe mlom hab cov tuabneeg dlaag, puab txhua tug yuav poob rua huv cov nplaim tawg leejfaaj kws cig ntswj pis yog kws yog txujkev tuag zag ob. Qhov chaw ntawd yog qhov chaw kws tub xub tu tseg ca rua puab lawm.”"},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.9","label":"9","content":"Xyaa tug timtswv ceebtsheej kws nqaa xyaa lub taig kws rau xyaa yaam sub tawg sub ntshaa puv nkaus, ib tug lug has rua kuv has tas, “Koj nrug kuv moog saib tug Nkauj Nyaab kws yog tug Mivnyuas Yaaj tug quaspuj.”"},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.10","label":"10","content":"Vaaj Ntsujplig lug kaav taagnrho kuv lub sab, ces tug timtswv ntawd coj kuv nce moog sau ib lub ncov roob sab sab. Nwg taw teg qha lub nroog Yeluxalees rua kuv saib, yog lub Nroog Dlawbhuv kws taabtom lug ntawm Vaajtswv tug kws nyob sau ntuj lug,"},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.11","label":"11","content":"hab Vaajtswv tug tshwjchim ci ntsaa ab huv lub nroog ntawd tuaj. Lub nroog ntawd ci ntsaa ab ib yaam le lub qai zeb ci ci kws muaj nqes hu ua manixaus; lub qai zeb ntawd pum kev tshaab plawg ib yaam le dlaim av."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.12","label":"12","content":"Lub nroog ntawd muaj tug ntsaa yeej luj luj hab sab sab thaiv, muaj kaum ob lub roojvaag hab muaj kaum ob tug timtswv ceebtsheej ib tug zuv ntawm ib lub roojvaag. Luas sau cov Yixalayees kaum ob xeem tej npe rua ntawm cov roojvaag ntawd."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.13","label":"13","content":"Ib saab ntsaa yeej muaj peb lub roojvaag: saab nubtuaj muaj peb lub, saab qaabteb muaj peb lub, saab qaumteb muaj peb lub, hab saab nubpoob muaj peb lub."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.14","label":"14","content":"Luas muab kaum ob lub pobzeb kws muaj tug Mivnyuas Yaaj kaum ob tug timthawj npe sau rua lug tag tug taw loog kws xov lub nroog ntawd."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.15","label":"15","content":"Tug timtswv kws has lug rua kuv ntawd coj ib tug paas ntsuag kws yog kub, nwg yuav ntsuag lub nroog, tej roojvaag hab tug ntsaa yeej."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.16","label":"16","content":"Lub nroog ntawd ua xwmfaab xwmmeem. Tug timtswv muab nwg tug paas ntsuag lub nroog, qhov ntev muaj ob txheeb plaub puas kilumev, qhov dlaav hab qhov sab ntev ib yaam nkaus."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.17","label":"17","content":"Tug timtswv ntsuag tug ntsaa yeej hab, qhov sab  muaj ib puas plaub caug plaub tshim, lawv le tej paas ntsuag kws tuabneeg ibtxwm ntsuag."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.18","label":"18","content":"Tug ntsaa yeej ntawd yog muab tej qai zeb ci ci kws npe hu ua manixaus lug ua, hab lub nroog yog muab cov tseem kub kws pum kev tshaab plawg le av lug ua."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.19","label":"19","content":"Tug taw tag tug ntsaa yeej yog muab pobzeb ua, hab muab txhua yaam qai zeb ci ci kws muaj nqes lug lu rua kuas tug ntsaa yeej zoo nkauj. Thawj ntu taw ntsaa yeej yog qai zeb manixaus, ntu ob yog qai zeb xafiles, ntu peb yog qai zeb maulas hab ntu plaub yog qai zeb emelas,"},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.20","label":"20","content":"ntu tsib yog qai zeb aunis, ntu rau yog qai zeb kanelis, ntu xyaa yog qai zeb npulakas, ntu yim yog qai zeb npelis, ntu cuaj yog qai zeb tupas, ntu kaum yog qai zeb khixupas, ntu kaum ib yog qai zeb yaxees, hab ntu kaum ob yog qai zeb amathis."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.21","label":"21","content":"Kaum ob lub roojvaag ntawd yog muab kaum ob lub hlaws muaj nqes ua. Tej kev kws nyob huv lub nroog ntawd luas muab cov tseem kub kws pum kev tshaaj plawg ib yaam le av lug ua."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.22","label":"22","content":"Kuv tsi pum muaj ib lub tuamtsev nyob huv lub nroog ntawd le, rua qhov tug Tswv kws yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus hab tug Mivnyuas Yaaj yog lub tuamtsev ntaag."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.23","label":"23","content":"Huv lub nroog ntawd tsi muaj nub lossis hli ci, rua qhov Vaajtswv tug tshwjchim yeej ci ntsaa ab tuaj rua huv, hab tug Mivnyuas Yaaj yog lub teeb kws ci rua suavdlawg pum kev."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.24","label":"24","content":"Txhua tsaav tuabneeg yuav pum kev kaaj nrig moog moog lug lug, hab tej vaajntxwv kws nyob huv nplajteb yuav nqaa puab tej nyaj tej kub hab tej qhov txhua chaw tuaj rua huv lub nroog."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.25","label":"25","content":"Lub nroog ntawd tej roojvaag qheb lug ca tsi kaw le, rua qhov nyob huv lub nroog ntawd yeej tsi txawj tsaus ntuj."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.26","label":"26","content":"Txhua tsaav tuabneeg yuav coj puab tej fwjchim hab puab tej meejmom tuaj rua huv lub nroog."},{"bible_id":"1726","chapter_code":"REV.21","verse_code":"REV.21.27","label":"27","content":"Tabsis yuav tsi muaj tej kev phem kev qas, tej kev poob ntsejmuag lossis tej tuabneeg dlaag nyob huv lub nroog ntawd le, luas tsuas pub cov tuabneeg kws tub muaj npe sau ca rua huv tug Mivnyuas Yaaj phoo ntawv kws sau cov tuabneeg kws muaj sa ntev moog ibtxhis lawm tej npe moog nyob huv lub nroog ntawd xwb."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.1","label":"1","content":"Tug timtswv ceebtsheej kws qha tug dlej cawm sav kws ci pum kev tshaab plawg le dlaim av rua kuv. Tug dlej ntawd ndlwg sau Vaajtswv hab tug Mivnyuas Yaaj lub zwmtxwv lug,"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.2","label":"2","content":"hab ndlwg taug txujkev huv plawv nroog. Ob saab ntug dlej puavleej muaj tsob txiv ntoo cawm sav kws ib xyoos twg txi kaum ob phaum txiv, ib hlis twg txi ib phaum. Tsob ntoo ntawd tej nplooj yog hauv tshuaj kuab muaj tsuas kws khu tau txhua tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.3","label":"3","content":"Yeej tsi muaj tej kws Vaajtswv foom tsi zoo rua lawm nyob huv lub nroog ntawd hlo le. Vaajtswv hab tug Mivnyuas Yaaj lub zwmtxwv yuav nyob huv lub nroog ntawd, hab nwg cov tubkhai yuav pehawm nwg."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.4","label":"4","content":"Puab yuav pum nwg lub ntsejmuag, hab nwg yuav sau nwg lub npe rua ntawm puab hauvplaj."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.5","label":"5","content":"Yuav tsi muaj mo ntuj le lawm, puab yuav tsi taws teeb hab tsi taag yuav muaj tshaav ntuj, rua qhov tug Tswv kws yog Vaajtswv yuav ci rua puab pum kev, hab puab yuav ua vaajntxwv kaav lub nroog ntawd moog ibtxhis le."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.6","label":"6","content":"Tom qaab ntawd tug timtswv has rua kuv has tas, “Tej lug nuav yog lug tseeb kws tso sab tau. Hab tug Tswv kws yog Vaajtswv tug kws muab nwg tug Ntsujplig rua cov cev Vaajtswv lug, tau khaiv nwg cov timtswv lug qha tej kws yuav muaj lug sai sai yaav tom ntej rua nwg cov tubkhai paub.”"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.7","label":"7","content":"Yexus has tas, “Mej ua tuab zoo noog kuv tej lug! Kuv tub yuav lug sai sai nuav! Tug kws ua lawv le tej lug kws sau rua huv phoo ntawv nuav yog tug kws tau nyob kaaj sab lug!”"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.8","label":"8","content":"Kuv yog Yauhaas, kuv tau nov hab kuv tau pum txhua tsaav yaam nuav. Thaus kuv nov hab kuv pum taag lawm, kuv txawm txhus caug ndlua ntawm tug timtswv ceebtsheej kws qha txhua yaam rua kuv txhais kutaw hab yuav pe nwg."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.9","label":"9","content":"Tabsis tug timtswv ntawd has rua kuv has tas, “Koj tsi xob pe kuv! Kuv yog ib tug tubkhai ib yaam le koj hab ib yaam le koj cov kwvtij kws ua cov cev Vaajtswv lug, hab ib yaam le txhua tug kws ua lawv le tej lug kws sau rua huv phoo ntawv nuav xwb. Koj ca le pehawm Vaajtswv xwb!”"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.10","label":"10","content":"Hab tug timtswv has rua kuv has tas, “Koj tsi xob muab tej kws Vaajtswv qha rua huv phoo ntawv nuav npog ca, rua qhov tub yuav txug lub sijhawm kws muaj tej ntawd."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.11","label":"11","content":"Tug kws ua phem yeej yuav ua phem moog le, tug kws ua qas yeej yuav ua qas moog le; tug kws ua zoo yeej yuav ua zoo moog le, hab tug kws dlawbhuv yeej yuav dlawbhuv moog le.”"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.12","label":"12","content":"Yexus has tas, “Mej ua tuab zoo noog kuv tej lug! Kuv tub yuav lug sai sai nuav! Kuv yuav coj kuv tej nqe zug lug, kuv yuav muab rua mej txhua tug lawv le teg num kws mej tau ua lug lawm."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.13","label":"13","content":"Kuv yog Alafas hab Aumenkas, kuv yog lub hauvpaug hab yog lub ntsis.”"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.14","label":"14","content":"Cov kws ntxhua puab tej rig tsho huv lawm, yog cov kws nyob kaaj sab lug, puab muaj feem moog noj cov txiv kws muaj txujsa, hab muaj feem moog ntawm cov roojvaag moog rua huv lub nroog."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.15","label":"15","content":"Tabsis cov tuabneeg kws ua phem ua qas, cov tuabneeg ua khawvkoob, cov tuabneeg kws ua kev nkauj kev nraug, cov tuabneeg tua tuabneeg, cov tuabneeg pe mlom, cov tuabneeg dlaag, tsi has tej lug kws puab has hab tej num kws puab ua, txhua tug puavleej yuav tau nyob saab ntug nroog nrau xwb."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.16","label":"16","content":"“Kuv yog Yexus, kuv tub khaiv kuv tug timtswv lug qha tej nuav rua mej txhua tug huv tej pawg ntseeg lawm. Kuv yog Daviv caajceg, kuv yog lub nubqub kws ci ci thaus yuav kaaj ntug.”"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.17","label":"17","content":"Vaaj Ntsujplig hab tug Nkauj Nyaab has tas, “Ca le lug ntawm nuav!” Txhua tug kws nov lu lug ntawd yuavtsum teb has tas, “Ca le lug ntawm nuav!” Tug kws nqhes dlej ca le lug ntawm nuav; tug kws xaav haus ca le lug txais cov dlej cawm txujsa moog haus. Cov dlej nuav yog pub dlawb dlawb xwb tsi yuav nqe."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.18","label":"18","content":"Kuv yog Yauhaas, kuv ceebtoom rua txhua tug kws nov tej lug kws Vaajtswv qha rua huv phoo ntawv nuav has tas: yog leejtwg ntxiv ib lu lug rua tej kws sau tseg rua huv phoo ntawv nuav lawm, Vaajtswv yuav muab tej sub tawg sub ntshaa kws has huv phoo ntawv nuav rua tug ntawd."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.19","label":"19","content":"Hab yog leejtwg rhu tej lug kws Vaajtswv qha rua huv phoo ntawv nuav ib lus tawm, Vaajtswv yuav tsi pub tsob txiv cawm txujsa kws yog nwg feem rua nwg noj, hab Vaajtswv yuav tsi pub lub chaw huv lub Nroog Dlawbhuv rua nwg nyob. Kuv tub has txug tej ntawd rua huv phoo ntawv nuav lawm."},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.20","label":"20","content":"Tug kws ua timkhawv txug tej nuav, nwg has tas, “Kuv tub yuav lug sai sai nuav!” Thov kuas muaj lawv le ntawd. Tswv Yexus, thov koj ca le lug!"},{"bible_id":"1726","chapter_code":"REV.22","verse_code":"REV.22.21","label":"21","content":"Thov tug Tswv Yexus foom koob moov rua mej txhua tug."}]