[{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.1","label":"1","content":"Kuv yog Paulus kws yog Yexus Khetos tug tubkhai, Vaajtswv xaiv kuv ua ib tug timthawj hab tsaa kuv ua tug qha nwg Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.2","label":"2","content":"Txujmoo Zoo ntawd Vaajtswv tub coglug rua nwg cov cevlug thaus u kuas muab sau tseg rua huv Vaajtswv txujlug kws tseemceeb lawm."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.3","label":"3","content":"Txujmoo Zoo ntawd has txug Vaajtswv tug Tub kws yog peb tug Tswv Yexus Khetos: nwg lug yug muaj roj ntshaa ib yaam le tuabneeg, nwg yog Daviv ib tug xeebntxwv;"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.4","label":"4","content":"hab lawv le Vaaj Ntsujplig tug dlawbhuv qha has tas Yexus yog Vaajtswv tug Tub kws muaj fwjchim luj, rua qhov Vaajtswv tub tsaa nwg sawv huv qhov tuag rov qaab lug lawm."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.5","label":"5","content":"Vaajtswv kuas Yexus foom koob moov rua kuv hab tsaa kuv ua timthawj coj Txujmoo Zoo moog qha rua txhua tsaav tuabneeg kuas ntseeg Vaajtswv hab noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.6","label":"6","content":"Vaajtswv tub hu mej cov kws nyob huv lub nroog Loos nuav lug ua Yexus tug lawm hab."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.7","label":"7","content":"Yog le ntawd kuv txhaj sau tsaab ntawv nuav tuaj rua mej txhua tug kws nyob huv lub nroog Loos nuav, mej yog cov kws Vaajtswv hlub hab Vaajtswv hu lug ua nwg tsaav tuabneeg lawm: Thov Vaajtswv kws yog peb Leej Txiv hab tug Tswv Yexus Khetos foom koob moov rua mej hab pub kuas mej tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.8","label":"8","content":"Ua ntej nuav, kuv ua kuv tug Vaajtswv tsaug hab ua Yexus Khetos tug kws paab mej tsaug, rua qhov tej tuabneeg thoob qaab ntuj nov has tas mej yog cov kws muab sab rau ntseeg."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.9","label":"9","content":"Kuv naj nub muab sab rau qha Txujmoo Zoo kws has txug Vaajtswv tug Tub, hab Vaajtswv yeej paub has tas kuv ncu ntsoov mej hab thov Vaajtswv paab mej."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.10","label":"10","content":"Kuv thov Vaajtswv has tas yog Vaajtswv pum zoo, thov Vaajtswv qheb kev rua kuv tuaj saib mej."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.11","label":"11","content":"Rua qhov kuv xaav pum mej hab coj Vaajtswv txujlug tuaj qha mej, txhawb kuas mej muab sab rau ntseeg ntxiv."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.12","label":"12","content":"Kuv has le nuav yog has tas kuas peb ib leeg paab ib leeg; kuv kev ntseeg yuav paab mej hab mej kev ntseeg yuav paab kuv."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.13","label":"13","content":"Cov kwvtij, mej yuavtsum ncu ntsoov has tas, kuv npaaj sab tuaj saib mej ntau zag, tabsis muaj tej yaam pheej taabkaum ua rua kuv tuaj tsi tau. Kuv xaav coj cov tuabneeg kws nrug mej nyob ua ke kuas puab lug ntseeg, ib yaam le kuv tub coj lwm Tsaav Tuabneeg lug ntseeg lawm."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.14","label":"14","content":"Rua qhov kuv tshuav cov tuabneeg Kilis hab cov tuabneeg kws nyob huv haav zoov, cov txawj ntse hab cov ruag nqe."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.15","label":"15","content":"Yog le ntawd, kuv txhaj kub sab lug xaav tuaj qha Txujmoo Zoo rua mej cov kws nyob huv lub nroog Loos ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.16","label":"16","content":"Kuv yeej tsi txaajmuag qha Txujmoo Zoo le; rua qhov Txujmoo Zoo yog Vaajtswv lub fwjchim kws cawm tau txhua tug kws ntseeg dlim. Txujmoo Zoo ntawd, xub qha rua cov Yudais hab tom qaab ntawd maam le qha rua lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.17","label":"17","content":"Txujmoo Zoo qha has tas tug kws ntseeg txhaj yog tug kws ncaaj nceeg taabmeeg Vaajtswv, txij thaus pib moog txug thaus xaus, lawv le Vaajtswv txujlug sau tseg lawm has tas, “Tug kws ua lub neej ncaaj nceeg yog tug kws yuav tau txujsa.”"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.18","label":"18","content":"Vaajtswv tug kws nyob sau ntuj ceebtsheej chim rua tej kev txhum hab kev phem kws tuabneeg ua, rua qhov puab tej kev phem ntawd ua rua tuabneeg tsi paub qhov tseeb lawm."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.19","label":"19","content":"Vaajtswv rau txim rua puab, rua qhov Vaajtswv tub ua ib puas tsaav yaam kws qha kuas puab paub Vaajtswv, tabsis puab tseem tsi paub Vaajtswv hab."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.20","label":"20","content":"Txij thaus Vaajtswv tsim lub nplajteb lug, txawm yog tuabneeg tsi pum Vaajtswv tug kws muaj fwjchim nyob moog ibtxhis hab qhov kws nwg yog Vaajtswv los yog puab saib ib puas tsaav yaam kws Vaajtswv tsim, puab yeej paub has tas muaj Vaajtswv tag. Yog le ntawd, puab yuav has tas puab tsi paub Vaajtswv yeej has tsi tau le."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.21","label":"21","content":"Txawm yog puab tub paub Vaajtswv lawm los puab tseem tsi fwm Vaajtswv lossis tsi ua nwg tsaug, puab xaav txug tej zaaj kws tsi muaj qaabhau, vim puab lub sab ruag hab tsaus ntuj nti."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.22","label":"22","content":"Puab khaav has tas puab yog tuabneeg ntse, tabsis puab yog tuabneeg ruag kawg le;"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.23","label":"23","content":"tub tsimnyog puab pehawm Vaajtswv tug kws muaj sa nyob moog ibtxhis, tabsis puab tsua moog pe tej mlom kws zoo le tuabneeg, zoo le noog, zoo le tsaj lossis zoo le naab."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.24","label":"24","content":"Tub yog vim le ntawd Vaajtswv txhaj ca tuabneeg moog ua phem ua qas lawv le puab lub sab nyam, puab ua kev nkauj kev nraug tsi paub txaajmuag le,"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.25","label":"25","content":"Rua qhov puab muab Vaajtswv txujlug tseeb hloov ua lug dlaag. Tub tsimnyog puab pehawm Vaajtswv tug kws tsim ib puas tsaav yaam, tabsis puab tsua moog pe hab teev tej kws Vaajtswv tsim xwb. Tsimnyog suavdlawg yuavtsum qhuas Vaajtswv moog ibtxhis le, Amees!"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.26","label":"26","content":"Tub yog vim tuabneeg ua phem le nuav, Vaajtswv txhaj ca puab moog ua kev nkauj kev nraug tsi paub txaajmuag le. Txawm yog tej quaspuj los ib leeg ntxag ib leeg,"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.27","label":"27","content":"hab tej txivneej los ua ib yaam nkaus le ntawd, lawv le ibtxwm quaspuj hab txivneej txhaj ua nam txiv xwb, tabsis tej txivneej puab tso qhov ntawd tseg, puab ib leeg ntxag ib leeg tsi paub txaajmuag le. Yog le ntawd, Vaajtswv txhaj rau txim rua puab."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.28","label":"28","content":"Tub yog vim tuabneeg tsi kaam leeg has tas muaj Vaajtswv, Vaajtswv txhaj ca puab moog ua phem ua qas lawv le puab lub sab nyam, yog le ntawd, puab txhaj moog ua tej kws tsi tsimnyog ua."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.29","label":"29","content":"Puab ua txhua yaam kev phem, puab ua limham, sab hlub, ua nruj ua tsiv, sis khib, tua tuabneeg, sis caav sis tshe, dlaag ntxag, hab xaav phem. Puab taug xaiv"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.30","label":"30","content":"hab ib leeg has lug phem rua ib leeg; puab saib tsi taug Vaajtswv, thuam lwm tug, khaavtheeb,  muab hlub, puab naj nub tuav tswvyim ua phem hab puab tsi noog nam txiv lug;"},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.31","label":"31","content":"puab tsi paub qhov phem qhov zoo; puab tsi ua lawv le puab tau coglug tseg, puab ib leeg tsi hlub ib leeg hab puab ib leeg tsi ua zoo rua ib leeg."},{"bible_id":"1726","chapter_code":"ROM.1","verse_code":"ROM.1.32","label":"32","content":"Puab yeej paub Vaajtswv txuj kevcai kws has tas, cov tuabneeg kws ua phem le ntawd yeej tsimnyog raug kev tuag, tsi yog puab ua tej kev phem ntawd xwb, puab tseem pum zoo qhov kws lwm tug ua phem ntawd hab."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.1","label":"1","content":"Mej xaav has tas, mej muaj cuabkaav txav txim rua lwm tug nua los? Yog mej txav txim rua lwm tug, mej yuav tsi muaj lug has dlaws mej zaaj. Thaus mej txav txim rua lwm tug, yog mej txav txim rua mej ntaag, rua qhov mej tub ua txhum ib yaam le lwm tug hab."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.2","label":"2","content":"Peb paub has tas qhov kws Vaajtswv txav txim rua cov tuabneeg kws ua tej kev phem nuav nwg yeej ua yog lawm."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.3","label":"3","content":"Mej txav txim rua lwm tug, tabsis mej tseem ua txhum ib yaam le puab hab, mej xaav has tas mej yuav tsiv dlim Vaajtswv txujkev txav txim nua los?"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.4","label":"4","content":"Lossis yog mej tuam mom Vaajtswv txaj ntsig qhov kws Vaajtswv ua sab dlawb sab zoo hab ua sab ntev rua mej. Mej yeej paub has tas, qhov kws Vaajtswv ua sab dlawb sab zoo rua mej, yog nwg xaav kuas mej tso mej tej kev txhum tseg."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.5","label":"5","content":"Tabsis qhov kws mej tawv ncauj hab tsi kaam tso mej tej kev txhum tseg, yog ua kuas Vaajtswv chim hab txav txim rua mej. Nub kws Vaajtswv txav txim ncaaj nceeg, nwg yuav txav txim nyaav rua mej."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.6","label":"6","content":"Rua qhov Vaajtswv yuav muab nqe zug rua txhua tug lawv le teg num kws nwg tau ua lug lawm."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.7","label":"7","content":"Vaajtswv yuav muab txujsa ntev dlhawv moog ibtxhis rua cov tuabneeg kws muaj lub sab ntev hab naj nub ua zoo; hab xaav kuas Vaajtswv pub koob moov rua puab, qhuas puab hab pub txujsa kws tsi txawj tuag rua puab."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.8","label":"8","content":"Vaajtswv yuav chim hab npautawg rua cov tuabneeg kws ua lawv le puab lub sab nyam, puab tsi nyam qhov tseeb, tabsis puab nyam kev phem kev qas xwb."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.9","label":"9","content":"Txhua tug tuabneeg kws ua phem ua qas yuav raug kev txomnyem hab nyuaj sab, cov Yudais yuav xub raug ua ntej, tom qaab ntawd yog lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.10","label":"10","content":"Tabsis Vaajtswv yuav foom koob moov, pub tshwjchim hab kev kaaj sab lug rua txhua tug kws ua zoo, yuav xub pub rua cov Yudais, tom qaab ntawd yog pub rua lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.11","label":"11","content":"Rua qhov Vaajtswv yeej txav txim rua txhua tug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.12","label":"12","content":"Lwm Tsaav Tuabneeg yeej tsi muaj Mauxes txuj Kevcai, tabsis puab yuav raug puamtsuaj, vim puab ua txhum. Cov Yudais muaj Mauxes txuj kevcai los puab yuav raug txav txim, vim puab ua txhum txuj kevcai ntawd."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.13","label":"13","content":"Rua qhov Vaajtswv tsi suav has tas, cov tuabneeg kws nov Vaajtswv txuj Kevcai yog cov kws ncaaj nceeg, tabsis cov tuabneeg kws ua lawv le Vaajtswv txuj Kevcai txhaj yog cov tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.14","label":"14","content":"Lwm Tsaav Tuabneeg yeej tsi muaj Vaajtswv txuj Kevcai, tabsis tej kws puab ua, puab ua lawv le txuj Kevcai ntawd qha, txawm yog puab tsi muaj Vaajtswv txuj Kevcai los puab yeej muaj ib txuj kevcai nyob huv puab lub sab."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.15","label":"15","content":"Qhov kws puab paub ua zoo ntawd qha has tas, puab yeej muaj Vaajtswv txuj Kevcai nyob huv puab lub sab. Puab lub sab kws paub qhov phem qhov zoo yuav qha qhov tseeb rua puab; qee zag puab lub sab qha has tas puab ua txhum, hab qee zag puab lub sab qha has tas puab ua zoo lawm."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.16","label":"16","content":"Thaus txug nub kws Vaajtswv txav txim, Vaajtswv yuav kuas Yexus Khetos muab tej kws tuabneeg lub sab xaav nraim nkoog nthuav tawm lug lawv le Txujmoo Zoo kws kuv tub qha lawm."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.17","label":"17","content":"Mej has tas, mej yog tuabneeg Yudais; mej ca sab rua Vaajtswv txuj Kevcai hab mej khaav has tas mej nrug Vaajtswv sis raug zoo;"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.18","label":"18","content":"mej yeej paub tej kws Vaajtswv xaav kuas mej ua, hab mej paub qhov phem qhov zoo, rua qhov Vaajtswv txuj Kevcai tub qha rua mej lawm;"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.19","label":"19","content":"yog mej paub has tas mej yog cov kws coj cov tuabneeg dligmuag kev, hab yog lub teeb kws ci pum kev rua cov tuabneeg kws nyob huv qhov tsaus ntuj,"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.20","label":"20","content":"hab mej yog cov kws qha cov ruag, mej yog cov xwbfwb kws qha cov mivnyuas yau, mej muaj kev txawj ntse hab paub Vaajtswv txuj Kevcai kws yog qhov tseeb,"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.21","label":"21","content":"mej cov kws qha lwm tug, ua le caag mej tsi qha mej? Mej qha has tas, “Tsi xob ua tubsaab,” tabsis puas yog mej tub ua tubsaab?"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.22","label":"22","content":"Mej has tas, “Tsi xob ntxag luas quaspuj lossis luas quasyawg,” tabsis puas yog mej tub ntxag lawm? Mej tsi nyam pe mlom, tabsis puas yog mej nyag tej nyaj tej kub huv tej tsev teev mlom?"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.23","label":"23","content":"Mej khaav has tas mej muaj Vaajtswv txuj Kevcai, tabsis puas yog mej tsi coj lawv le txuj Kevcai ntawd ua rua Vaajtswv poob ntsejmuag?"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.24","label":"24","content":"Vaajtswv txujlug has tas, “Tub yog vim mej cov tuabneeg Yudais, lwm Tsaav Tuabneeg txhaj thuam Vaajtswv lub npe.”"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.25","label":"25","content":"Yog mej ua lawv le Vaajtswv txuj Kevcai, qhov kws mej ua kevcai txav txhaj tseemceeb; tabsis yog mej tsi ua lawv le Vaajtswv txuj Kevcai qha, mej zoo ib yaam le tug kws tsi tau ua kevcai txav."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.26","label":"26","content":"Yog lwm Tsaav Tuabneeg kws tsi tau ua kevcai txav muaj ib tug coj lawv le Vaajtswv txuj Kevcai qha, qhov kws nwg tsi tau ua kevcai txav ntawd, Vaajtswv puas suav has tas nwg tsi ua kevcai txav?"},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.27","label":"27","content":"Lwm Tsaav Tuabneeg kws tsi ua kevcai txav ntawm nqaj tawv, tabsis yog puab ua lawv le Vaajtswv txuj kevcai qha, puab yuav txav txim rua mej cov kws ua kevcai txav lawv le tub muaj lug sau tseg lawm, rua qhov mej tsi ua lawv le Vaajtswv txuj Kevcai."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.28","label":"28","content":"Rua qhov tug kws yog tuabneeg Yudais tag, yog tug kws muaj lub sab tshab, hab tug kws ua kevcai txav tag, tsi yog tug kws ua kevcai txav ntawm nqaj tawv xwb."},{"bible_id":"1726","chapter_code":"ROM.2","verse_code":"ROM.2.29","label":"29","content":"Tug kws yog tuabneeg Yudais tag, yog tug kws muaj lub sab tshab, hab tug kws ua kevcai txav tag, yog tug kws ua lawv le Vaajtswv tug Ntsujplig qha. Txawm yog tuabneeg tsi qhuas tug kws muaj lub sab tshab los Vaajtswv qhuas tug ntawd."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.1","label":"1","content":"Puas yog cov Yudais tsimtxaj dlua lwm Tsaav Tuabneeg? Lossis qhov kws ua kevcai txav muaj nqes dlaabtsi?"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.2","label":"2","content":"Yeej muaj nqes rua txhua yaam. Thawj qhov, yog Vaajtswv muab nwg txujlug rua cov Yudais tuav."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.3","label":"3","content":"Tabsis yog cov Yudais qee leej tsi ua lawv le Vaajtswv txujlug, puas ua rua Vaajtswv txujlug tsi muaj nqes lawm?"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.4","label":"4","content":"Tsi yog le ntawd! Txawm yog txhua tug dlaag los Vaajtswv tsi dlaag, lawv le tub muaj lug sau tseg lawm has tas: “Thaus koj has lug suavdlawg yeej paub has tas koj has tseeb; thaus luas taug koj zaaj, suavdlawg yeej paub has tas koj tsi tau ua txhum.”"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.5","label":"5","content":"Peb tsua yuav has le caag, yog peb tej kev txhum ua rua peb pum has tas, Vaajtswv yog tug ncaaj nceeg. Peb yuav has tas Vaajtswv txav txim tsi ncaaj rua peb nua los? (Kuv has lawv le tuabneeg has.)"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.6","label":"6","content":"Tsi yog le ntawd! Yog has tas Vaajtswv ua tsi ncaaj, nwg yuav ua le caag muaj cuabkaav txav txim rua tuabneeg nplajteb?"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.7","label":"7","content":"Yog has tas, kuv ua tsi ncaaj rua suavdlawg pum Vaajtswv tug kws ncaaj nceeg tug tshwjchim tseeb, ua le caag kuv tseem raug txim ib yaam le tug tuabneeg txhum hab?"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.8","label":"8","content":"Ua le caag peb tsi has tas, “Peb moog ua txhum kuas peb tau qhov zoo”? Muaj qee leej thuam peb has tas, peb has le ntawd! qhov kws puab raug txim le ntawd yeej tsimnyog lawm."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.9","label":"9","content":"Peb cov kws yog tuabneeg Yudais, peb zoo dlua lwm Tsaav Tuabneeg los? Tsi yog le ntawd!  Kuv tub qha rua mej lawm has tas txujkev txhum yeej kaav taagnrho cov tuabneeg Yudais hab lwm Tsaav Tuabneeg huv tuabsi."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.10","label":"10","content":"Lawv le Vaajtswv Txujlug has tas: “Yeej tsi muaj ib tug tuabneeg ncaaj nceeg hlo le,"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.11","label":"11","content":"tsi muaj ib tug totaub lossis nrhav Vaajtswv le."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.12","label":"12","content":"Txhua tug puavleej tso Vaajtswv tseg; puab txhua tug ua txhum huv tuabsi; tsi muaj leejtwg ua zoo le, txawm yog ib tug los tub tsi muaj."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.13","label":"13","content":"Puab lub qaa zoo ib yaam le lub qhov ntxaa kws qheb lug ca; puab tug nplaig has tej lug dlaag ntxag; puab tej lug muaj taug ib yaam le taug naab."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.14","label":"14","content":"Puab lub qhovncauj foom phem hab has tej lug ab lug dlaw xwb."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.15","label":"15","content":"Puab dlha ceev nrooj moog ua phem hab tua tuabneeg;"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.16","label":"16","content":"txhua qhov kws puab moog, puab ua rua luas raug kev txomnyem hab puamtsuaj."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.17","label":"17","content":"Puab tsi paub nrug leejtwg sis raug zoo,"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.18","label":"18","content":"lossis puab tsi paub ntshai Vaajtswv le.”"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.19","label":"19","content":"Nwgnuav peb paub has tas txhua nqai kws Vaajtswv txuj Kevcai qha, yeej qha kuas tuabneeg fwm txuj Kevcai, kuas txhua tug tsi muaj lug has, hab Vaajtswv yuav txav txim rua txhua tug tuabneeg huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.20","label":"20","content":"Rua qhov txhua tug kws ua lawv le txuj Kevcai yeej tsi muaj ib tug ncaaj nceeg taabmeeg Vaajtswv le; txuj kevcai ntawd tsuas qha kuas tuabneeg paub tuabneeg txujkev txhum xwb."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.21","label":"21","content":"Tabsis qhov kws nwgnuav Vaajtswv suav has tas tuabneeg ncaaj nceeg taabmeeg Vaajtswv tsi yog vim tuabneeg coj lawv le txuj kevcai. Qhov tseeb, Mauxes txuj Kevcai hab cov cev Vaajtswv lug los puavleej ua timkhawv has txug zaaj nuav."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.22","label":"22","content":"Vaajtswv suav has tas txhua tug kws lug ntseeg Yexus Khetos txhaj yog tuabneeg ncaaj nceeg xwb, rua qhov Vaajtswv suav has tas txhua tug kws ntseeg Yexus Khetos zoo ib yaam nkaus:"},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.23","label":"23","content":"Rua qhov txhua tug puavleej ua txhum hab tu ncua Vaajtswv tug tshwjchim lawm."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.24","label":"24","content":"Vaajtswv txujkev hlub kws nwg muab pub dlawb rua tuabneeg, yog nwg khaiv Yexus Khetos lug tuag txhwv tuabneeg kuas dlim txim, Vaajtswv txhaj suav has tas tuabneeg ncaaj nceeg taabmeeg Vaajtswv."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.25","label":"25","content":"Vaajtswv khaiv Yexus Khetos lug tuag theej tuabneeg lub txhoj, hab nwg cov ntshaav ntxuav tuabneeg tej kev txhum, Vaajtswv txhaj zaam tau tuabneeg lub txim, vim tuabneeg ntseeg Yexus Khetos. Vaajtswv ua le ntawd, qha has tas Vaajtswv yog tug ncaaj nceeg. Yaav taag lug Vaajtswv ua sab ntev hab tsi rau txim rua cov tuabneeg kws ua txhum."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.26","label":"26","content":"Qhov kws Vaajtswv ua le nuav, qha has tas Vaajtswv yog tug ncaaj nceeg, Vaajtswv tsi suav tuabneeg lub txim, hab Vaajtswv paab kuas txhua tug kws ntseeg Yexus Khetos ua tau tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.27","label":"27","content":"Yog le ntawd, peb yuav ua le caag khaav tau? Yeej tsi muaj ib yaam dlaabtsi kws peb khaav tau le. Tsi has txuj kevcai twg lossis teg num twg le, tabsis yog qhov kws ntseeg Yexus Khetos xwb."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.28","label":"28","content":"Yog le ntawd peb paub has tas, tug kws Vaajtswv suav has tas ncaaj nceeg yog tug kws ntseeg, tsi yog tug kws coj lawv le txuj kevcai qha."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.29","label":"29","content":"Vaajtswv tsuas yog cov Yudais tug Vaajtswv xwb los? Nwg tsi yog lwm Tsaav Tuabneeg tug Vaajtswv los? Vaajtswv yeej yog lwm Tsaav Tuabneeg tug Vaajtswv hab."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.30","label":"30","content":"Tsuas muaj tuab tug Vaajtswv xwb, Vaajtswv suav has tas txhua tug kws ntseeg Yexus Khetos, tsi has cov Yudais lossis lwm Tsaav Tuabneeg, yog cov kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.3","verse_code":"ROM.3.31","label":"31","content":"Yog Vaajtswv ua le ntawd, peb yuav suav has tas Vaajtswv txuj kevcai tsi tseemceeb los? Tsi yog le ntawd! Peb cov kws ntseeg Yexus Khetos, peb hajyam suav has tas Vaajtswv txuj kevcai yog txuj kws tseemceeb."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.1","label":"1","content":"Yog le ntawd, peb yuav has le caag txug peb yawmkoob Anplahaas? Nwg ua nwg lub neej le caag?"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.2","label":"2","content":"Yog Vaajtswv suav has tas Anplahaas ncaaj nceeg, vim tej num kws Anplahaas ua, ces Anplahaas yeej muaj lug khaav tau, tabsis Anplahaas yeej tsi muaj dlaabtsi yuav khaav tau rua Vaajtswv le."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.3","label":"3","content":"Vaajtswv txujlug has tas, “Anplahaas ntseeg Vaajtswv, vim qhov kws Anplahaas ntseeg ntawd, Vaajtswv txhaj suav has tas Anplahaas yog tuabneeg ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.4","label":"4","content":"Tug kws ua num nwg yeej tau nqe zug, tej nqe zug kws nwg tau, tsi yog tau dlawb, tabsis yog nwg khwv nwg txhaj tau."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.5","label":"5","content":"Tug kws tsi ca sab rua nwg teg num, tabsis ca sab rua nwg txujkev ntseeg, hab ntseeg Vaajtswv tug kws paab cov tuabneeg txhum kuas ua tau tuabneeg ncaaj nceeg, qhov kws nwg ntseeg le ntawd, Vaajtswv suav has tas nwg yog tug ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.6","label":"6","content":"Daviv kuj has ib yaam le ntawd, thaus nwg has txug tug kws muaj kev kaaj sab, yog tug kws Vaajtswv suav has tas ncaaj nceeg, tsi yog tug kws ca sab rua nwg teg num:"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.7","label":"7","content":"“Cov tuabneeg txhum kws Vaajtswv zaam txim rua lawm, yog cov kws tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.8","label":"8","content":"Tug kws Vaajtswv tsi suav nwg lub txim, tug ntawd tau zoo nyob kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.9","label":"9","content":"Txujkev kaaj sab kws Daviv has nuav tsuas yog rua cov tuabneeg kws ua kevcai txav xwb, lossis rua cov tuabneeg kws tsi ua kevcai txav hab? Peb has tas, “Anplahaas ntseeg, Vaajtswv txhaj suav has tas Anplahaas yog tug kws ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.10","label":"10","content":"Thaus twg Vaajtswv suav has tas Anplahaas yog tug kws ncaaj nceeg? Ua ntej lossis tom qaab kws Anplahaas ua kevcai txav? Tsi yog tom qaab, tabsis yog ua ntej kws Anplahaas ua kevcai txav."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.11","label":"11","content":"Qhov kws Anplahaas ua kevcai txav ntawd yog lub cim qha rua suavdlawg paub has tas Anplahaas ntseeg Vaajtswv, Vaajtswv txhaj suav has tas Anplahaas yeej ncaaj nceeg ua ntej kws nwg ua kevcai txav. Yog le ntawd, Anplahaas txhaj yog yawmkoob ntawm txhua tug kws ntseeg Vaajtswv, txawm yog puab tsi tau ua kevcai txav los Vaajtswv suav has tas puab yog tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.12","label":"12","content":"Qhov kws Anplahaas yog cov tuabneeg kws ua kevcai txav tug yawmkoob, tsi yog vim puab ua kevcai txav, tabsis vim puab ntseeg ib yaam le peb yawmkoob Anplahaas ntseeg, Anplahaas xub ntseeg Vaajtswv, nwg maam le ua kevcai txav."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.13","label":"13","content":"Vaajtswv coglug rua Anplahaas hab Anplahaas cov xeebntxwv has tas, Vaajtswv yuav muab lub nplajteb nuav ua Anplahaas tug, Vaajtswv coglug le ntawd, tsi yog vim Anplahaas coj lawv le txuj kevcai, tabsis yog Anplahaas ntseeg, Vaajtswv txhaj suav has tas Anplahaas yog tug ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.14","label":"14","content":"Yog Vaajtswv muab tej kws Vaajtswv coglug rua cov tuabneeg kws coj lawv le Txuj Kevcai, ces qhov kws tuabneeg ntseeg tsi muaj qaabhau hab Vaajtswv cov lug cog tseg yeej tsi muaj ib lus tseeb le."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.15","label":"15","content":"Vim muaj txuj kevcai Vaajtswv txhaj rau txim rua tuabneeg; yog tsi muaj txuj kevcai, yeej tsi muaj tuabneeg ua txhum kevcai."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.16","label":"16","content":"Vaajtswv coglug rua Anplahaas vim nwg ntseeg Vaajtswv, Vaajtswv yuav muab Vaajtswv txuj koob moov kws Vaajtswv coglug lawm pub dlawb rua Anplahaas cov xeebntxwv, tsi yog Vaajtswv pub rua cov kws coj lawv le txuj kevcai xwb, tabsis yog pub rua cov kws ntseeg ib yaam le Anplahaas ntseeg, rua qhov Anplahaas yog peb suavdlawg tug yawmkoob;"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.17","label":"17","content":"lawv le Vaajtswv txujlug has tas, “Kuv tsaa koj ua txhua Tsaav Tuabneeg tug yawmkoob.” Vaajtswv tej lug cog tseg ntawd tseemceeb heev, tug Vaajtswv nuav yog tug kws Anplahaas ntseeg, nwg yog tug Vaajtswv kws tsaa tau cov tuabneeg kws tuag lawm sawv huv qhov tuag rov qaab lug hab yog tug kws has kuas muaj txhua yaam, ces txawm muaj lawv le nwg has."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.18","label":"18","content":"Txawm yog thaus Anplahaas tsi tau pum muaj lawv le tej kws Vaajtswv coglug tseg los Anplahaas tseem ntseeg hab ca sab has tas, “Nwg yuav tau ua ntau Tsaav Tuabneeg tug yawmkoob,” lawv le Vaajtswv txujlug has tas, “Koj yuav muaj xeebntxwv coob npaum le tej nubqub sau nruab ntug.”"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.19","label":"19","content":"Anplahaas noobnyoog tub yuav muaj ib puas xyoo; nwg tug zug ntaug taag, hab Xalas los xeeb tsi taug tub lawm; txawm le ntawd los nwg tseem ca sab rua Vaajtswv."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.20","label":"20","content":"Anplahaas ntseeg Vaajtswv tej lug cog tseg; qhov kws Anplahaas ntseeg hajyam ua rua Aplahaas ca sab rua Vaajtswv, hab nwg ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.21","label":"21","content":"Anplahaas paub tseeb has tas Vaajtswv yeej ua tau lawv le Vaajtswv coglug tseg."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.22","label":"22","content":"Tub yog vim Anplahaas ntseeg, “Vaajtswv txhaj suav has tas Anplahaas yog tug ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.23","label":"23","content":"Lu lug kws has tas “Anplahaas ncaaj nceeg,” tsi yog has rua Anplahaas tuab leeg xwb,"},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.24","label":"24","content":"tabsis yog has txug peb txhua tug kws Vaajtswv suav has tas ncaaj nceeg, hab ntseeg Vaajtswv tug kws tsaa peb tug Tswv Yexus sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"ROM.4","verse_code":"ROM.4.25","label":"25","content":"Vim peb tej kev txhum Vaajtswv txhaj ca Yexus Khetos lug tuag theej peb lub txhoj, hab qhov kws Vaajtswv tsaa Yexus sawv huv qhov tuag rov qaab lug, yog ua kuas peb ua tau tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.1","label":"1","content":"Yog le ntawd, vim peb ntseeg, Vaajtswv txhaj suav has tas peb yog tuabneeg ncaaj nceeg, peb tau  nrug Vaajtswv sis raug zoo, rua qhov peb tug Tswv Yexus Khetos paab peb."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.2","label":"2","content":"Vim peb ntseeg Yexus Khetos, peb txhaj tau Vaajtswv txuj koob moov, hab muaj sa nyob. Peb ca le zoo sab hab ca sab has tas, peb yuav tau Vaajtswv tug tshwjchim kws ci ntsaa ab."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.3","label":"3","content":"Tsi yog le ntawd xwb, peb zoo sab qhov kws peb raug kev txomnyem, rua qhov peb paub has tas txujkev txomnyem ntawd ua rua peb ua taug sab ntev,"},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.4","label":"4","content":"qhov kws peb ua tau sab ntev hum Vaajtswv sab, hab qhov kws peb ua hum Vaajtswv sab, ua rua peb muaj kev ca sab."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.5","label":"5","content":"Txujkev ca sab nuav, tsi ua rua peb poob ntsejmuag, rua qhov Vaaj Ntsujplig tug dlawbhuv kws Vaajtswv tub pub rua peb lawm, qha rua peb has tas Vaajtswv hlub peb kawg le."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.6","label":"6","content":"Rua qhov peb paab tsi tau kuas peb dlim peb lub txim, Yexus Khetos txhaj lug tuag txhwv peb cov kws yog tuabneeg txhum lawv le lub sijhawm kws Vaajtswv teem tseg lawm."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.7","label":"7","content":"Qhov kws ib tug twg yuav tuag theej tug tuabneeg ncaaj nceeg, mas nyuaj kawg le. Tabsis tej zag yuav muaj qee leej txaus sab tuag theej tug tuabneeg zoo hab."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.8","label":"8","content":"Tabsis Vaajtswv qha rua peb has tas Vaajtswv hlub peb kawg le, rua qhov thaus peb tseem ua tuabneeg txhum Yexus Khetos tuag txhwv peb."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.9","label":"9","content":"Vim Yexus Khetos tuag theej peb lub txhoj, nwgnuav peb txhaj ua tau tuabneeg ncaaj nceeg, tsi yog le ntawd xwb, Vaajtswv yuav tsi txav txim rua peb, rua qhov Yexus Khetos cov ntshaav tub ntxuav peb tej kev txhum lawm."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.10","label":"10","content":"Thaus peb tseem yog Vaajtswv cov yeebncuab, Vaajtswv khaiv nwg tug Tub Yexus Khetos lug tuag theej peb lub txhoj hab coj peb lug nrug Vaajtswv sis raug zoo. Nwgnuav peb tub nrug Vaajtswv sis raug zoo lawm, tsi yog le ntawd xwb, peb tub dlim peb lub txim lawm, rua qhov Yexus Khetos tub sawv huv qhov tuag lug lawm."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.11","label":"11","content":"Tsi yog le ntawd xwb; Vaajtswv ua rua peb zoo sab kawg le, rua qhov nwgnuav Yexus Khetos kws yog peb tug Tswv tub coj peb lug nrug Vaajtswv sis raug zoo lawm."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.12","label":"12","content":"Tub yog vim ib tug xub ua txhum, tuabneeg nplajteb txhua tug txhaj ua txhum. Vim tug ntawd ua txhum, tug ntawd txhaj tuag. Yog le ntawd, txhua tsaav tuabneeg kws nyob huv nplajteb nuav txhaj txawj tuag, rua qhov txhua tug puavleej tau ua txhum lawm."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.13","label":"13","content":"Thaus Vaajtswv tseem tsi tau qha Vaajtswv txuj Kevcai rua Mauxes, tuabneeg tub xub ua txhum lawm, tabsis Vaajtswv tsi suav tuabneeg lub txim, rua qhov thaus ntawd tseem tsi tau muaj txuj kevcai."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.14","label":"14","content":"Txij thaus Adaas tam lug txug Mauxes tam, tej tuabneeg puavleej muaj kev pluj kev tuag, txawm yog suavdlawg ua txhum tsi thooj le Adaas tug kws tsi noog Vaajtswv lug ua los suavdlawg puavleej tuag huv tuabsi. Adaas ua qauv txug tug kws yuav lug."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.15","label":"15","content":"Tabsis obtug zoo tsi sis thooj, rua qhov txuj koob moov kws Vaajtswv pub dlawb rua peb ntawd zoo tsi thooj le Adaas txujkev txhum. Vim Adaas ua txhum, suavdlawg txhaj tuag. Tabsis Vaajtswv hlub peb kawg le, Vaajtswv txhaj khaiv ib tug kws yog Yexus Khetos kws muaj lub sab hlub lug paab suavdlawg."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.16","label":"16","content":"Vaajtswv txuj koob moov hab Adaas txujkev txhum zoo tsi sis thooj. Thaus Adaas ua txhum lawm, txhaj muaj txujkev txav txim, tom qaab ntawd muaj ntau leej ua txhum, tabsis vim txuj koob moov kws Vaajtswv pub dlawb rua tuabneeg, Vaajtswv txhaj zaam txim rua suavdlawg."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.17","label":"17","content":"Vim ib tug ua txhum, suavdlawg txhaj tuag, tabsis teg num kws Yexus Khetos ua paab peb, tseemceeb dlua ndlais huv tuabsi. Txhua tug kws Vaajtswv suav has tas puab yog tuabneeg ncaaj nceeg, puab yuav tau txais Vaajtswv txuj koob moov nplua mag kws Vaajtswv pub dlawb hab puab yuav muaj txujsa nrug Yexus Khetos kaav moog ibtxhis."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.18","label":"18","content":"Tub yog vim ib tug ua txhum, Vaajtswv txhaj rau txim rua suavdlawg, tabsis vim teg num kws Yexus Khetos ua, paab tau tuabneeg dlim txim hab pub txujsa rua puab."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.19","label":"19","content":"Vim ib tug tsi noog Vaajtswv lug, suavdlawg txhaj ua txhum, tabsis vim Yexus Khetos noog Vaajtswv lug, suavdlawg txhaj ua tau tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.20","label":"20","content":"Thaus muaj txuj kevcai lawm, suavdlawg hajyam ua txhum txuj Kevcai; tabsis qhov twg muaj kev txhum, Vaajtswv txujkev hlub muaj nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"ROM.5","verse_code":"ROM.5.21","label":"21","content":"Yog le ntawd, txujkev txhum ua rua muaj kev pluj kev tuag le caag, Vaajtswv txujkev hlub ua rua muaj txujkev ncaaj nceeg, hab tau txujsa ntev dlhawv lug ntawm Yexus Khetos kws yog peb tug Tswv ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.1","label":"1","content":"Peb yuav has le caag? Puas tsimnyog peb pheej ua txhum kuas Vaajtswv hajyam hlub peb ntxiv?"},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.2","label":"2","content":"Peb tsi xob ua le ntawd! Peb tub tuag rua txujkev txhum lawm, peb tseem yuav ua kev txhum ntxiv dlua hab los?"},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.3","label":"3","content":"Mej tub paub lawm has tas peb txhua tug kws ua kevcai raus dlej, peb tub nrug Yexus Khetos koom ib txujsa lawm. Qhov kws ua kevcai raus rua huv dlej, yog peb tuag ib yaam le Yexus tuag."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.4","label":"4","content":"Qhov kws luas muab peb raus rua huv dlej, yog luas muab peb log nrug Yexus hab peb koom nwg txujkev tuag, yog le ntawd Leej Txiv tug kws muaj fwjchim tsaa Yexus sawv huv qhov tuag rov qaab lug, nwg yuav pub lub neej tshab rua peb."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.5","label":"5","content":"Peb nrug Yexus koom nwg txujkev tuag le caag, peb yuav tau nrug nwg sawv huv qhov tuag rov qaab lug ib yaam le ntawd hab."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.6","label":"6","content":"Peb paub has tas, peb lub neej qub tub raug muab ntsa tuag nrug Yexus Khetos rua sau nwg tug ntoo khaublig lawm, ua le ntawd kuas txujkev txhum lub fwjchim puamtsuaj moog, peb txhaj tsi tau ua txujkev txhum qhev ntxiv lawm."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.7","label":"7","content":"Rua qhov tug tuabneeg tuag, nwg tub dlim txujkev txhum lub fwjchim lawm."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.8","label":"8","content":"Tabsis yog peb tuag nrug Yexus Khetos, peb ntseeg has tas peb yuav muaj txujsa nrug nwg nyob ua ke hab."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.9","label":"9","content":"Peb paub has tas Vaajtswv tub tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug hab nwg yuav tsi tuag le lawm, rua qhov txujkev tuag yuam tsi tau nwg."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.10","label":"10","content":"Qhov kws Yexus tuag, nwg tsuas tuag ib zag theej suavdlawg lub txhoj xwb; nwgnuav nwg muaj sa nyob, hab nwg nrug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.11","label":"11","content":"Ib yaam le ntawd, mej yuavtsum ncu ntsoov has tas mej tub tuag rua txujkev txhum hab nrug Yexus Khetos koom ib txujsa nyob rua ntawm Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.12","label":"12","content":"Yog le ntawd, mej tsi xob ca txujkev txhum kaav mej lub cev kws txawj tuag, rua qhov txujkev txhum ua rua mej ua lawv le mej lub sab nyam."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.13","label":"13","content":"Mej tsi xob ca txujkev txhum siv mej lub cev ib qho moog ua phem ua qas. Tabsis muab mej lub cev pub rua Vaajtswv ib yaam le cov tuabneeg kws Vaajtswv tub tsaa sawv huv qhov tuag rov qaab lug lawm, hab muab mej lub cev pub rua Vaajtswv siv ua qhov ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.14","label":"14","content":"Tsi xob ca txujkev txhum kaav mej; rua qhov Mauxes Txuj Kevcai tsi kaav mej lawm, tabsis Vaajtswv txujkev hlub kaav mej."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.15","label":"15","content":"Peb yuav ua le caag? Peb yuav ca le ua txhum, vim Mauxes txuj Kevcai tsi kaav peb lawm, tabsis Vaajtswv txujkev hlub kaav peb los? Tsi xob ua le ntawd!"},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.16","label":"16","content":"Mej yeej paub lawm has tas, yog mej zoo sab ua luas qhev hab ntseeg luas lug, luas yeej yuav ua mej tug tswv. Yog mej ca txujkev txhum ua mej tug tswv, thaus kawg mej yuav raug kev pluj kev tuag. Yog mej noog Vaajtswv lug, mej txhaj yog tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.17","label":"17","content":"Yaav taag lug mej ua txujkev txhum qhev, tabsis nwgnuav kuv ua Vaajtswv tsaug, rua qhov mej muab sab rau ua lawv le tej lug kws luas qha rua mej lawm."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.18","label":"18","content":"Vaajtswv tub tso mej dlim ntawm txujkev txhum hab mej tub ca txujkev ncaaj nceeg kaav mej lawm."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.19","label":"19","content":"(Kuv has le tuabneeg has, rua qhov mej tsi totaub.) Mej ibtxwm muab mej lub cev moog ua txujkev txhum hab kev phem kev qas qhev le caag lawm. Nwgnuav mej yuavtsum muab mej lub cev moog ua qhov zoo hab ua kev ncaaj nceeg qhev ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.20","label":"20","content":"Thaus mej tseem ua txujkev txhum qhev, txujkev ncaaj nceeg yeej tsi kaav mej le."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.21","label":"21","content":"Tej kws mej ua taag lug lawm, mej tau dlaabtsi? Tej ntawd ua rua mej txaajmuag kawg le los sav! Tej kws mej ua ntawd, thaus kawg yog kev pluj kev tuag xwb!"},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.22","label":"22","content":"Tabsis nwgnuav Vaajtswv tub tso mej dlim ntawm txujkev txhum lug ua Vaajtswv cov tubqhe lawm. Qhov kws mej tau yog Vaajtswv ntxuav kuas mej muaj lub sab dlawbhuv, thaus kawg mej txhaj tau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"ROM.6","verse_code":"ROM.6.23","label":"23","content":"Rua qhov nqe zug ntawm txujkev txhum yog kev tuag, tabsis txuj koob moov kws Vaajtswv pub dlawb yog txujsa ntev dlhawv moog ibtxhis kws lug ntawm Yexus Khetos kws yog peb tug Tswv lug."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.1","label":"1","content":"Cov kwvtij, mej yeej paub has tas, kuv has txug cov tuabneeg kws tub paub tej kevcai lawm; tej kevcai ntawd tsuas kaav tug tuabneeg kws tseem ua neej nyob xwb."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.2","label":"2","content":"Lawv le txuj kevcai, tug quaspuj kws yuav quasyawg lawm, nwg yuavtsum nrug nwg tug quasyawg nyob moog txug thaus nwg tug quasyawg tuag, tabsis yog tug quasyawg tuag lawm, tug quaspuj moog yuav lwm tug los yeej tsi txhum kevcai."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.3","label":"3","content":"Yog has tas nwg tug quasyawg tseem nyob, nwg ca le moog yuav dlua quasyawg lawm, suavdlawg yuav has tas nwg ntxag hluas nraug; tabsis yog nwg tug quasyawg tuag lawm, nwg moog yuav quasyawg tshab los yeej tsi txhum kevcai, hab tsi muaj leejtwg yuav has tas nwg ntxag hluas nraug."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.4","label":"4","content":"Cov kwvtij, ib yaam nkaus le ntawd, Mauxes Txuj Kevcai yeej tsi kaav mej cov kws nrug Yexus Khetos tuag ua ke lawm. Nwgnuav Yexus Khetos tug kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug, tub yuav mej lug ua nwg tug lawm, nwg ua le ntawd kuas mej ua mej lub neej rua Vaajtswv tau koob meej."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.5","label":"5","content":"Thaus kws peb tseem ua peb lub neej lawv le tuabneeg ibtxwm ua, vim txuj kevcai, txujkev txhum txhaj tshoov peb lub sab kuas peb nyam moog ua txhum hab raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.6","label":"6","content":"Tabsis nwgnuav peb tub dlim txuj kevcai kws khi peb, rua qhov peb zoo le cov tuabneeg kws tuag lawm. Naj nub nua peb txhaj tsi ua peb lub neej lawv le txuj qub kevcai kws sau tseg rua huv ntawv, tabsis peb ua peb lub neej lawv le txuj kevcai tshab kws Vaaj Ntsujplig qha."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.7","label":"7","content":"Peb yuav has le caag? Txuj kevcai yog kev txhum los? Yeej tsi yog le ntawd! Tabsis tub yog muaj txuj kevcai, kuv txhaj paub has tas kev txhum yog dlaabtsi. Yog txuj kevcai tsi has tas, “Tsi xob ntshaw luas tug,” ces kuv yeej tsi paub has tas qhov kws ntshaw luas tug nuav txhum."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.8","label":"8","content":"Tabsis txujkev txhum muab txuj kevcai ua hauv kev tshoov kuv sab kuas kuv ntshaw txhua yaam. Yog tsi muaj txuj kevcai, ces txujkev txhum yeej tuag lawm."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.9","label":"9","content":"Yaav taag lug kuv ua kuv lub neej tsi muaj txuj kevcai kaav kuv, tabsis thaus muaj txuj kevcai lawm, ua rua kev txhum tshwm tuaj,"},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.10","label":"10","content":"hab kuv txhaj tuag. Vaajtswv rhawv txuj kevcai yog ua kuas tuabneeg tau txujsa, tabsis kuv pum has tas txuj kevcai ua rua kuv raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.11","label":"11","content":"Rua qhov txujkev txhum muab txuj kevcai ua hauv kev lug dlaag ntxag kuv hab tua kuv povtseg."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.12","label":"12","content":"Yog le ntawd, txuj kevcai yeej dlawbhuv, hab tej nqai kevcai los yeej dlawbhuv, ncaaj nceeg hab zoo kawg nkaus le."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.13","label":"13","content":"Puas yog Txuj Kevcai kws yog txuj zoo ua rua kuv raug kev pluj kev tuag? Yeej tsi yog le ntawd! Tub yog txujkev txhum muab txuj kevcai tua kuv, kuv txhaj raug kev pluj kev tuag. Yog le ntawd kuv txhaj paub has tas txujkev txhum zoo le caag, hab tej kevcai ntawd ua rua kuv pum has tas, txujkev txhumphem kawg nkaus le."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.14","label":"14","content":"Peb paub has tas Mauxes txuj Kevcai yog Vaajtswv txuj; tabsis kuv yog tuabneeg, txujkev txhum txhaj naj nub yuam kuv ua txhum."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.15","label":"15","content":"Kuv tsi totaub tej kws kuv ua; vim le caag kuv ua tej kws kuv tsi nyam ua, tabsis tej kws kuv nyam kuv tsua tsi ua."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.16","label":"16","content":"Thaus kuv ua tej kws kuv tsi nyam ua, kuv txhaj paub has tas txuj kevcai ntawd yeej zoo tag."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.17","label":"17","content":"Yog le ntawd, kuv tsi yog tug kws ua txhum; tabsis yog txujkev txhum kws nyob huv kuv lub sab ua xwb."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.18","label":"18","content":"Kuv paub has tas, kuv yog tuabneeg xwb, kuv txhaj ua tsi tau ib qho zoo le. Kuv xaav ua zoo, tabsis kuv ua tsi tau."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.19","label":"19","content":"Kuv xaav ua qhov zoo, tabsis kuv tsua tsi ua; kuv tsi xaav ua qhov phem, tabsis kuv tsua ua."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.20","label":"20","content":"Yog kuv ua tej kws kuv tsi xaav ua, tej ntawd yeej tsi yog kuv ua, tabsis yog txujkev txhum kws nyob huv kuv lub sab ua."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.21","label":"21","content":"Yog le ntawd, kuv pum txuj kevcai zoo le nuav: thaus kuv xaav ua qhov zoo, kuv tsua xaiv ua qhov phem."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.22","label":"22","content":"Kuv muaj ib lub sab xaav ua lawv le Vaajtswv txuj kevcai,"},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.23","label":"23","content":"tabsis kuv pum has tas, kuv muaj dlua ib lub sab tawmtsaam txuj kevcai kws nyob huv kuv lub sab. Lub sab ntawd txhaj yuam kuv moog ua txujkev txhum qhev."},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.24","label":"24","content":"Ua caag kuv yuav nyuaj sab ua luaj le? Leejtwg txhaj yuav cawm tau kuv dlim ntawm lub sab kws coj kuv moog raug kev pluj kev tuag?"},{"bible_id":"1726","chapter_code":"ROM.7","verse_code":"ROM.7.25","label":"25","content":"Kuv ua Vaajtswv tsaug kws peb tug Tswv Yexus Khetos tub paab kuv dlim lawm. Yog le ntawd, kuv lub sab ua lawv le Vaajtswv kuas kuv ua, tabsis kuv lub cev ua lawv le txujkev txhum kuas kuv ua."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.1","label":"1","content":"Nwgnuav tug kws nrug Yexus Khetos koom ib txujsa, tug ntawd yuav tsi raug txav txim."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.2","label":"2","content":"Rua qhov Vaaj Ntsujplig tug kws coj peb lug nrug Yexus Khetos koom ib txujsa, nwg tub tso peb dlim  ntawm txujkev txhum hab txujkev tuag lawm."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.3","label":"3","content":"Vim tuabneeg ua tsi tau zoo, txuj kevcai txhaj paab tsi tau puab. Tabsis Vaajtswv paab tau, rua qhov nwg khaiv nwg tug Tub lug yug ua tuabneeg hab muaj roj ntshaa ib yaam le tej tuabneeg txhum, nwg txhaj dlaws tau tuabneeg lub txim."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.4","label":"4","content":"Vaajtswv ua le ntawd, kuas peb ua tau lawv le Vaajtswv txuj kevcai kws ncaaj nceeg, tsi yog peb ua lawv le peb lub sab qub qha, tabsis peb ua lawv le Vaaj Ntsujplig qha."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.5","label":"5","content":"Tug kws ua lub neej lawv le lub sab qub qha, tug ntawd yeej ua lawv le nwg lub sab qub nyam, tabsis tug kws ua nwg lub neej lawv le Vaaj Ntsujplig qha, tug ntawd yeej ua lawv le Vaaj Ntsujplig lub sab nyam."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.6","label":"6","content":"Tug kws ua lawv le nwg lub sab qub qha, tug ntawd yuav raug kev pluj kev tuag, tabsis tug kws ua lawv le Vaaj Ntsujplig qha, tug ntawd yuav tau txujsa hab kev kaaj sab."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.7","label":"7","content":"Tug kws ua lawv le nwg lub sab qub qha, tug ntawd ua yeebncuab rua Vaajtswv; rua qhov nwg tsi ua lawv le Vaajtswv txuj kevcai, hab qhov tseeb nwg yeej coj tsi tau lawv le txuj kevcai ntawd."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.8","label":"8","content":"Tug kws tseem ua lawv le nwg lub sab qub qha, tug ntawd ua tsi tau hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.9","label":"9","content":"Yog Vaajtswv tug Ntsujplig nyob huv mej lub sab, mej yeej tsi ua lawv le mej lub sab qub qha mej, tabsis mej ua lawv le Vaaj Ntsujplig qha mej. Tug kws tsi muaj Yexus Khetos tug Ntsujplig, tug ntawd yeej tsi yog Yexus Khetos tug."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.10","label":"10","content":"Tabsis yog Yexus Khetos nyob huv mej lub sab, txawm yog mej lub cev tuag vim txujkev txhum los mej tug ntsujplig yuav tsi tuag, vim Vaajtswv suav has tas mej ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.11","label":"11","content":"Yog Vaajtswv tug Ntsujplig kws tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug nyob huv mej lub sab lawm, ces tug kws tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug, nwg yuav tsaa mej lub cev kws txawj tuag sawv rov qaab lug hab, rua qhov Vaaj Ntsujplig nyob huv mej."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.12","label":"12","content":"Yog le ntawd cov kwvtij, peb yuavtsum ua lawv le Vaajtswv tug Ntsujplig qha, tsi xob ua lawv le peb lub sab qub qha."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.13","label":"13","content":"Yog mej ua mej lub neej lawv le lub sab qub qha, mej yeej yuav tuag; tabsis yog mej ua mej lub neej lawv le Vaaj Ntsujplig qha, mej txhaj yuav tso tau mej tej kev txhum tseg hab mej yuav tau txujsa."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.14","label":"14","content":"Tug kws ca Vaajtswv tug Ntsujplig qha, tug ntawd txhaj yog Vaajtswv tug mivnyuas."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.15","label":"15","content":"Rua qhov mej tsi tau tug Ntsujplig kws coj mej moog ua qhev kuas mej txhawj mej ntshai, tabsis mej tau Vaaj Ntsujplig tug kws coj mej lug ua Vaajtswv cov mivnyuas, kuas mej muaj cuabkaav hu Vaajtswv has tas, “Anpas! Kuv Txiv!”"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.16","label":"16","content":"Vaajtswv tug Ntsujplig qha rua peb lub sab has tas, peb yog Vaajtswv cov mivnyuas."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.17","label":"17","content":"Vim peb yog Vaajtswv cov mivnyuas lawm, peb yuav tau txais tej koob moov kws nwg npaaj tseg rua peb, hab peb yuav tau nrug Yexus Khetos txais tej kws Vaajtswv npaaj tseg rua Yexus Khetos lawm; peb cov kws raug kev txomnyem ib yaam le Yexus Khetos raug, peb yeej yuav tau Vaajtswv tug tshwjchim kws ci ntsaa ab ib yaam le Yexus Khetos tau hab."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.18","label":"18","content":"Kuv pum has tas txujkev txomnyem kws taamsim nuav peb raug yeej pev tsi tau tug tshwjchim ci ntsaa ab kws Vaajtswv yuav pub rua peb yaav tom ntej nuav."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.19","label":"19","content":"Ib puas tsaav yaam kws Vaajtswv tsim, tog ntsoov xaav pum nub kws Vaajtswv cov mivnyuas lug."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.20","label":"20","content":"Txhua yaam kws Vaajtswv tsim, yeej tsi xaav raug kev puamtsuaj, tabsis Vaajtswv pum zoo ca tej ntawd raug kev puamtsuaj. Txawm le ntawd los tseem muaj kev ca sab"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.21","label":"21","content":"has tas, muaj ib nub twg ib puas tsaav yaam kws Vaajtswv tsim, yuav dlim ntawm txujkev puamtsuaj, hab yuav nrug Vaajtswv cov mivnyuas tau tug tshwjchim kws ci ntsaa ab."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.22","label":"22","content":"Rua qhov peb paub has tas txij thaus u lug txug naj nub nua, ib puas tsaav yaam kws Vaajtswv tsim ntsaaj ntsoog qeeg ib yaam le tug quaspuj kws mob plaab yuav yug mivnyuas;"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.23","label":"23","content":"tsi yog ib puas tsaav yaam kws Vaajtswv tsim txhaj ntsaaj ntsoog qeeg xwb, tabsis peb cov kws tau txais Vaaj Ntsujplig kws yog thawj txuj koob moov kws Vaajtswv pub rua peb lawm, peb los ntsaaj ntsoog qeeg tog ntsoov nub kws Vaajtswv hu peb has tas peb yog nwg cov mivnyuas,  hab txhwv kuas peb dlim."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.24","label":"24","content":"Tub yog vim peb ca sab le ntawd, peb txhaj dlim; tabsis yog peb qhovmuag tub pum yaam kws peb ca sab rua lawm, ces qhov ntawd yeej tsi yog txujkev ca sab. Leejtwg tseem yuav ca sab rua tej kws nwg qhovmuag tub pum lawm?"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.25","label":"25","content":"Tabsis yog peb ca sab rua tej kws peb qhovmuag tsi tau pum, peb yeej ua sab ntev tog tej ntawd."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.26","label":"26","content":"Thaus peb tsaug muas Vaaj Ntsujplig paab peb; rua qhov peb tsi paub has tas, peb yuav thov yaam twg, tabsis Vaaj Ntsujplig thov Vaajtswv paab peb thaus peb tsi paub yuav has le caag."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.27","label":"27","content":"Vaajtswv tug kws pum peb lub sab, yeej paub tej kws Vaaj Ntsujplig thov, rua qhov tej kws Vaaj Ntsujplig thov Vaajtswv paab peb, tej ntawd yeej lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.28","label":"28","content":"Peb paub has tas, peb cov kws hlub Vaajtswv,  txawm yog peb tau zoo hab txomnyem los Vaajtswv yuav ua kuas tej ntawd muaj nqes rua peb cov kws Vaajtswv pum zoo hu lug lawv le Vaajtswv npaaj tseg lawm."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.29","label":"29","content":"Txhua tug kws Vaajtswv xaiv tau lawm, Vaajtswv muab tshwj rua ib caag kuas puab muaj yaam ntxwv zoo le nwg tug Tub, Vaajtswv ua le ntawd kuas Leej Tub tau ua tug tij ntawm cov ntseeg."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.30","label":"30","content":"Hab cov kws Vaajtswv muab tshwj rua ib caag, yog cov kws Vaajtswv hu puab lawm; hab cov kws Vaajtswv hu, Vaajtswv suav has tas puab yog cov ncaaj nceeg, hab cov kws Vaajtswv suav has tas ncaaj nceeg, Vaajtswv pub tug tshwjchim kws ci ntsaa ab rua puab."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.31","label":"31","content":"Peb tseem yuav has le caag hab? Yog Vaajtswv tuaj peb tog lawm, leejtwg tseem yuav tawmtsaam tau peb?"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.32","label":"32","content":"Vaajtswv tsi khauvxwm nwg tug Tub, tabsis nwg muab nwg tug Tub lug theej peb suavdlawg lub txhoj, tsi yog nwg muab nwg tug Tub xwb, tabsis nwg tseem muab txhua yaam pub dlawb rua peb hab?"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.33","label":"33","content":"Leejtwg tseem yuav lam txim tau rua cov tuabneeg kws Vaajtswv xaiv lawm? Vaajtswv tub has tas puab tsi muaj txim lawm."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.34","label":"34","content":"Leejtwg tseem yuav rau txim tau rua peb? Yexus Khetos tub tuag hab sawv huv qhov tuag rov qaab lug lawm, nwg nyob ntawm Vaajtswv saab xis, hab thov Vaajtswv paab peb."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.35","label":"35","content":"Tsi muaj ib yaam dlaabtsi yuav cais tau peb tawm ntawm Yexus Khetos txujkev hlub, tsi has teebmeem, lossis kev nyuaj sab, lossis kev tsimtxom, lossis kev tshaib nqhes, lossis kev txomnyem, lossis kev txhawj ntshai, lossis kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.36","label":"36","content":"Lawv le Vaajtswv txujlug has tas: “Vim peb ntseeg koj luas txhaj naj nub yuav muab peb tua; luas ua rua peb ib yaam le tug yaaj kws luas yuav caab moog tua.”"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.37","label":"37","content":"Txawm yog le ntawd los Yexus Khetos tug kws hlub peb, nwg tub paab peb kovyeej txhua yaam ntawd huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.38","label":"38","content":"Rua qhov kuv paub tseeb has tas, tsi muaj ib yaam dlaabtsi yuav cais tau peb ntawm Vaajtswv txujkev hlub, tsi has kev tuag lossis kev ua neej nyob, cov timtswv lossis cov kws muaj fwjchim kaav sau nruab ntug, nwgnuav lossis yaav tom ntej,"},{"bible_id":"1726","chapter_code":"ROM.8","verse_code":"ROM.8.39","label":"39","content":"sau nruab ntug lossis huv nruab tivtxwv, lossis ib puas tsaav yaam kws yog Vaajtswv tsim, yeej tsi muaj ib yaam dlaabtsi cais tau peb ntawm Vaajtswv txujkev hlub kws nwg pub Yexus Khetos kws yog peb tug Tswv lug tuag theej peb lub txhoj."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.1","label":"1","content":"Kuv yog tug kws ntseeg Yexus Khetos, tej lug kws kuv has, kuv has tseeb xwb kuv tsi dlaag; Vaaj Ntsujplig tug Dlawbhuv kaav kuv lub sab ua rua kuv paub has tej lug kws kuv has, kuv yeej tsi dlaag."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.2","label":"2","content":"Kuv nyuaj sab kawg le, rua qhov kuv txhawj kuv tsaav tuabneeg heev."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.3","label":"3","content":"Txawm yog Vaajtswv foom tsi zoo rua kuv hab muab kuv cais tawm ntawm Yexus Khetos moog los kuv yeej txaus saab, tsuav yog kuv tsaav tuabneeg tau lug nrug Vaajtswv sis raug zoo xwb."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.4","label":"4","content":"Puab yog cov Yixalayees kws Vaajtswv xaiv lug ua Vaajtswv cov mivnyuas, Vaajtswv qha nwg tug tshwjchim kws ci ntsaa ab rua puab, Vaajtswv coglug  rua puab hab qha Vaajtswv txuj kevcai rua puab, Vaajtswv qha kuas puab paub pehawm Vaajtswv, hab qha has tas puab yuav tau txais tej kws Vaajtswv coglug tseg;"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.5","label":"5","content":"puab yog cov Henplais tej yawmkoob kws nto moo lug tej xeebntxwv; hab Yexus Khetos tug kws lug yug ua tuabneeg, nwg yog puab tsaav tuabneeg. Suavdlawg ca le qhuas Vaajtswv tug kws kaav ib puas tsaav yaam moog ibtxhis!  Amees."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.6","label":"6","content":"Kuv tsi tau has tas Vaajtswv tsi ua lawv le Vaajtswv tej lug cog tseg; rua qhov Vaajtswv tsi xaiv cov Yixalayees txhua tug lug ua Vaajtswv tsaav tuabneeg,"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.7","label":"7","content":"hab tsi yog Anplahaas cov xeebntxwv puavleej yog Vaajtswv cov mivnyuas. Vaajtswv has rua Anplahaas has tas, “Ixaj cov mivnyuas txhaj yog koj cov xeebntxwv kws kuv coglug rua koj xwb.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.8","label":"8","content":"Vaajtswv has le ntawd, tub yog Vaajtswv has tas, Anplahaas cov tubki muaj ibtxha txhaj le yog Vaajtswv cov mivnyuas, ibtxha tsi yog. Cov kws yog Vaajtswv mivnyuas tag, tsuas yog cov kws Vaajtswv xub has tseg lawm has tas Anplahaas yuav muaj xwb."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.9","label":"9","content":"Rua qhov Vaajtswv cov lug cog tseg has le nuav: “Lwm xyoo txug lub caij nuav,  kuv yuav rov lug hab Xalas yuav yug tau ib tug tub.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.10","label":"10","content":"Tsi yog le ntawd xwb. Lenpekas muaj ob tug tub kws yog tuab leeg txiv, obtug txiv yog peb yawmkoob Ixaj."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.11+ROM.9.12","label":"11-12","content":"Vaajtswv has rua Lenpekas has tas, “Koj ob tug tub, tug hlub yuav ua tug yau qhev.” Vaajtswv has le ntawd thaus Lenpekas tseem tsi tau yug obtug, hab obtug tseem tsi tau paub qhov phem qhov zoo. Vaajtswv xaiv ib tug tseg ib tug lawv le Vaajtswv tub xaav tseg lawm. Vaajtswv tsi xaiv lawv le obtug teg num."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.13","label":"13","content":"Lawv le Vaajtswv txujlug has tas, “Kuv hlub Yakhauj, tabsis kuv ntxub Exaus.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.14","label":"14","content":"Peb yuav has le caag? Peb yuav has tas Vaajtswv ua tsi ncaaj nua los? Tsi yog le ntawd!"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.15","label":"15","content":"Rua qhov Vaajtswv has rua Mauxes has tas, “Kuv pum zoo taabncuab tug twg, kuv yuav taabncuab tug ntawd, hab kuv pum zoo hlub tug twg, kuv yuav hlub tug ntawd.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.16","label":"16","content":"Qhov kws Vaajtswv ua le ntawd, tsi yog lawv le tuabneeg xaav yuav lossis vim qhov kws tuabneeg ua zoo, tabsis yog Vaajtswv hlub xwb."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.17","label":"17","content":"Rua qhov Vaajtswv txujlug has rua Falaus has tas, “Kuv tsaa koj ua vaajntxwv, kuas suavdlawg pum kuv lub fwjchim, hab kuas kuv lub npe nrov nchaa moo lug moog thoob qaab ntuj.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.18","label":"18","content":"Yog le ntawd, Vaajtswv pum zoo hlub tug twg, Vaajtswv yeej hlub tug ntawd, hab Vaajtswv pum zoo kuas tug twg tawv ncauj tug ntawd yeej tawv ncauj."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.19","label":"19","content":"Mej cov muaj qee leej yuav has rua kuv tas, “Yog le ntawd, ua caag Vaajtswv tseem has tas muaj tug ua txhum hab? Leejtwg tseem yuav tawv dlhau Vaajtswv hab?”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.20","label":"20","content":"Phoojywg, koj yog leejtwg, ua le caag koj tseem nrug Vaajtswv sis caav hab? Lub laujkaub aav yeej tsi has rua tug kws puab laujkaub has tas, “Ua caag koj puab kuv zoo le nuav?”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.21","label":"21","content":"Tug kws puab laujkaub nwg yeej muaj cai muab aav lug puab laujkaub lawv le nwg lub sab nyam. Nwg muab tuab thooj aav lug puab ib lub zoo ib lub phem los nyob ntawm nwg pum zoo."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.22","label":"22","content":"Ib yaam nkaus le ntawd, Vaajtswv xaav qha nwg txujkev chim rua suavdlawg pum nwg lub fwjchim. Tabsis nwg ua sab ntev rua cov tuabneeg kws nwg chim rua, cov tuabneeg ntawd yog cov kws raug txujkev puamtsuaj,"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.23","label":"23","content":"hab Vaajtswv xaav kuas peb pum Vaajtswv tug tshwjchim ci ntsaa ab kws Vaajtswv muab pub rua peb cov kws Vaajtswv hlub, peb yog cov kws Vaajtswv xaiv tseg ca txais nwg tug tshwjchim."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.24","label":"24","content":"Cov kws Vaajtswv hu, tsi yog hu cov Yudais xwb, tabsis hu lwm Tsaav Tuabneeg hab."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.25","label":"25","content":"Vaajtswv has rua Hauxeyas sau tseg has tas: “Cov tuabneeg kws tsi yog kuv cov, kuv yuav hu ua ‘Kuv cov,’ hab tsaav tuabneeg kws kuv tsi hlub, kuv yuav hu ua ‘Tsaav tuabneeg kws kuv hlub.’"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.26","label":"26","content":"Hab nyob txhua qhov chaw kws kuv tsi hu puab has tas, ‘Mej yog kuv tsaav tuabneeg,’ nyob qhov chaw ntawd kuv yuav hu puab ua Vaajtswv tug kws muaj sa nyob cov mivnyuas.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.27","label":"27","content":"Hab Yaxayas has txug cov Yixalayees has tas, “Txawm yog cov Yixalayees coob heev ib yaam le tej xuabzeb ntawm ntug havtxwv los tsuas muaj qee leej txhaj yuav dlim xwb;"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.28","label":"28","content":"Rua qhov tug Tswv tub yuav txav txim rua lub nplajteb nuav sai sai.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.29","label":"29","content":"Hab Yaxayas qha has tas, “Yog tug Tswv kws muaj fwjchim luj kawg nkaus tsi tseg peb kuas muaj xeebntxwv, ces peb yeej yuav puamtsuaj taag ib yaam le lub nroog Xaudoos hab lub nroog Kaumaulas.”"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.30","label":"30","content":"Peb yuav has le caag? Lwm Tsaav Tuabneeg yeej tsi xyum coj lawv le txujkev ncaaj nceeg, tabsis vim puab ntseeg, puab txhaj ua tau tuabneeg ncaaj nceeg;"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.31","label":"31","content":"tabsis cov Yixalayees xyum coj lawv le txuj kevcai qha kuas puab ua tau tuabneeg ncaaj nceeg, tabsis puab ua tsi tau lawv le txuj kevcai qha."},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.32","label":"32","content":"Vim le caag puab ua tsi tau? rua qhov puab tsi vaamkhom txujkev ntseeg, tabsis puab ca sab rua teg num kws puab ua xwb. Yog le ntawd puab txhaj dlawm lub pobzeb"},{"bible_id":"1726","chapter_code":"ROM.9","verse_code":"ROM.9.33","label":"33","content":"kws Vaajtswv txujlug has tas: “Kuv yuav muab ib lub pobzeb tso rua huv lub nroog Xi-oos, txhua tug tuabneeg yuav dlawm lub pobzeb ntawd, lub pobzeb ntawd yuav ua rua tuabneeg qaug, tabsis yog leejtwg ntseeg nwg, tug ntawd yuav tsi poob ntsejmuag.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.1","label":"1","content":"Cov kwvtij, kuv lub sab xaav ntsoov txug kuv tsaav tuabneeg hab naj nub thov Vaajtswv paab kuas puab dlim."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.2","label":"2","content":"Kuv ua tau timkhawv has tas puab yeej muab sab npuab Vaajtswv, txawm yog puab muab sab npuab Vaajtswv le ntawd los puab tsi paub qhov tseeb."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.3","label":"3","content":"Puab tsi quavntsej txujkev ncaaj nceeg kws Vaajtswv qha rua puab, tabsis puab ua lawv le puab lub sab nyam xwb, puab txhaj tsi kaam ua lawv le Vaajtswv txujkev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.4","label":"4","content":"Rua qhov Yexus Khetos tub lug ua rua txuj kevcai ntawd tav lawm, Vaajtswv txhaj suav has tas txhua tug kws ntseeg yog tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.5","label":"5","content":"Mauxes sau has tas, “Tug ncaaj nceeg yog tug kws coj lawv le Vaajtswv txuj kevcai, hab tug kws coj lawv le tej kevcai, tug ntawd tau txujsa.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.6","label":"6","content":"Tabsis txujkev ncaaj nceeg kws lug ntawm txujkev ntseeg has tas, “Tsi xob xaav has tas, ‘Leejtwg txhaj yuav moog tau sau ntuj ceebtsheej?’ ” (Lu lug ntawd has tas, coj Yexus Khetos lug.)"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.7","label":"7","content":"“Lossis has tas, ‘Leejtwg yuav moog huv tubtuag teb?’ ” (Lu lug ntawd has tas, coj Yexus Khetos huv qhov tuag rov qaab lug.)"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.8","label":"8","content":"Txujkev ncaaj nceeg has le nuav: “Vaajtswv txujlug tub nyob ze mej lawm, nyob ntawm mej lub qhovncauj hab huv mej lub sab” (lu lug ntawd yog txujkev ntseeg kws peb qha);"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.9","label":"9","content":"yog koj lub qhovncauj leeg has tas Yexus Khetos yog tug Tswv hab koj lub sab ntseeg has tas Vaajtswv tub tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug lawm, koj yuav dlim."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.10","label":"10","content":"Rua qhov tug kws ntseeg huv nwg lub sab, Vaajtswv suav has tas nwg yog tug kws ncaaj nceeg, hab tug kws leeg ntawm nwg lub qhovncauj, Vaajtswv suav has tas nwg yog tug kws dlim txim."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.11","label":"11","content":"Vaajtswv txujlug has tas, “Txhua tug kws ntseeg nwg yuav tsi poob ntsejmuag.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.12","label":"12","content":"Zaaj nuav has rua cov Yudais hab lwm Tsaav Tuabneeg huv tuabsi; Vaajtswv kws yog suavdlawg tug Tswv, nwg foom koob moov nplua mag rua txhua tug kws thov nwg."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.13","label":"13","content":"Vaajtswv txujlug has tas, “Txhua tug kws thov tug Tswv paab yuav dlim.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.14","label":"14","content":"Tabsis yog puab tsi tau ntseeg, puab yuav ua le caag thov nws? hab puab yuav ua le caag ntseeg tug kws puab tsi tau nov dlua? Yog tsi muaj tuabneeg moog qha Txujmoo Zoo rua puab, puab yuav ua le caag nov?"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.15","label":"15","content":"Yog tsi muaj leejtwg khaiv puab moog, puab yuav ua le caag moog qha Txujmoo Zoo? Vaajtswv txujlug has tas, “Cov tuabneeg kws moog qha Txujmoo Zoo txhais kutaw zoo kawg le!”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.16","label":"16","content":"Tabsis tsi yog txhua tug yuav ntseeg Txujmoo Zoo ntawd; rua qhov Yaxayas has tas, “Tug Tswv, leejtwg txhaj yuav ntseeg tej kws peb qha?”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.17","label":"17","content":"Yog le ntawd, tub yog puab nov Txujmoo Zoo, puab txhaj ntseeg, hab Txujmoo Zoo kws puab nov ntawd yog Yexus Khetos tej lug."},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.18","label":"18","content":"Tabsis kuv nug has tas, cov Yixalayees tsi tau nov Txujmoo Zoo los? Qhov tseeb tag, puab yeej nov lawm, rua qhov Vaajtswv txujlug has tas: “Puab moog qha Txujmoo Zoo thoob nplajteb, hab puab tej lug nrov nchaa moog txug qaab ntuj kawg lawm.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.19","label":"19","content":"Kuv rov qaab nug dlua has tas, puas yog cov Yixalayees tsi totaub? Mauxes tub xub has lawm has tas: “Kuv yuav ua kuas mej khib rua cov tuabneeg kws tsi muaj tebchaws, hab kuv yuav ua kuas mej chim rua cov tsaav tuabneeg ruag.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.20","label":"20","content":"Hab Yaxayas muaj sab tawv qha has tas: “Cov tuabneeg kws tsi nrhav kuv, puab tub ntsib kuv lawm, cov tuabneeg kws tsi nug txug kuv, kuv tub lug tshwm rua puab pum lawm.”"},{"bible_id":"1726","chapter_code":"ROM.10","verse_code":"ROM.10.21","label":"21","content":"Tabsis Yaxayas has txug cov Yixalayees has tas, “Vaajtswv has tas, ‘Kuv tsaa kuv ob txhais teg taag nub tog cov tuabneeg kws tsi noog lug hab cov tuabneeg kws ntxeev saab.’ ”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.1","label":"1","content":"Kuv nug has tas, Vaajtswv tub tso nwg tsaav tuabneeg tseg lawm los? Yeej tsi tau muab tso tseg le! Kuv paub le nuav, rua qhov kuv yog ib tug Yixalayees, kuv yog Anplahaas xeebntxwv hab kuv yog xeem Npeenyamees."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.2","label":"2","content":"Vaajtswv tsi tau muab tsaav tuabneeg kws thaus u nwg xaiv tseg lawm tso povtseg ib zag le. Mej tub paub Vaajtswv txujlug zaaj kws has txug Eliyas thov Vaajtswv rau txim rua cov Yixalayees, Eliyas has tas,"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.3","label":"3","content":"“Tug Tswv, puab muab koj cov cevlug tua povtseg, hab muab koj tej thaaj fij tsoo tawg taag huv tuabsi lawm; tsuas tshuav kuv tuab leeg xwb, tabsis puab tseem naj nub nrhav kuv tua povtseg hab.”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.4","label":"4","content":"Tabsis Vaajtswv teb Eliyas le caag? Vaajtswv has tas, “Kuv tub xaiv tau xyaa txheeb leej ca ua kuv tug lawm, puab yeej tsi tau txhus caug pe Npa-aas le.”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.5","label":"5","content":"Ib yaam nkaus le ntawd, nwgnuav Vaajtswv tub xaiv tau ib nyuas paab tseg lawm, Vaajtswv hlub puab kawg le."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.6","label":"6","content":"Vaajtswv xaiv tuabneeg tsi yog lawv le puab teg num, tabsis Vaajtswv hlub puab xwb. Yog Vaajtswv xaiv tuabneeg lawv le puab teg num, ces Vaajtswv txujkev hlub tsi yog txujkev hlub tag."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.7","label":"7","content":"Yog le caag cov Yixalayees tsi tau tej kws puab nrhav? Tsuas yog tej paab nyuas tuabneeg tsawg tsawg kws Vaajtswv xaiv lawm txhaj tau xwb; dlua le lwm paab ces ua ntsej laag muag dlig tsi nov Vaajtswv hu le,"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.8","label":"8","content":"lawv le Vaajtswv txujlug has tas, “Vaajtswv ua rua puab lub sab hab puab lub tswvyim ruag lawm; puab muaj qhovmuag, tabsis puab tsi pum kev, puab muaj qhovntsej, tabsis puab tsi nov lug; puab ua le ntawd lug txug naj nub nua le.”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.9","label":"9","content":"Hab Daviv has tas: “Thov kuas puab tej rooj noj rooj haus ua ntaa npuj hab ua hlua maag puab, hab thov koj rau txim rua puab, kuas puab raug kev puamtsuaj;"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.10","label":"10","content":"Thov kuas puab tej qhov muag dlig, kuas puab tsi xob pum kev, hab thov kuas puab tsaa tsi taug taubhau moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.11","label":"11","content":"Yog le ntawd, kuv nug has tas, thaus cov Yudais dlawm qaug, puab tub raug kev puamtsuaj lawm los? Tsi yog le ntawd! Tabsis qhov kws puab dlawm qaug, ua rua lwm Tsaav Tuabneeg tau txujkev cawm dlim, cov Yudais txhaj khib heev."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.12","label":"12","content":"Cov Yudais ua txhum, tuabneeg nplajteb txhaj tau koob moov, hab vim cov Yudais tsi ntseeg, lwm Tsaav Tuabneeg txhaj tau koob moov nplua mag; yog cov Yudais ntseeg taagnrho, mas hajyam yuav tau koob moov ntau!"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.13","label":"13","content":"Nwgnuav kuv has rua mej cov kws yog lwm Tsaav Tuabneeg. Kuv yeej yog ib tug timthawj rua lwm Tsaav Tuabneeg, kuv yuav muab teg num kws kuv ua saib tseemceeb."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.14","label":"14","content":"Tej zag yuav ua rua kuv tsaav tuabneeg khib, tabsis yuav cawm tau puab qee leej dlim."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.15","label":"15","content":"Thaus Vaajtswv tso cov Yudais tseg lawm, Vaajtswv coj lwm Tsaav Tuabneeg kws ua yeebncuab rua Vaajtswv lug nrug Vaajtswv sis raug zoo. Thaus Vaajtswv rov coj cov Yudais lug cuag Vaajtswv, puab yuav zoo ib yaam le cov tuabneeg tuag kws sawv huv qhov tuag rov lug."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.16","label":"16","content":"Yog muab lub ncuav ndlais ib qho fij rua Vaajtswv lawm, ces lub ncuav ntawd yog Vaajtswv le; hab yog muab cov caag ntoo fij rua Vaajtswv, ces cov ceg puavleej yog Vaajtswv le ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.17","label":"17","content":"Vaajtswv muab cov ceg txiv ntoo roj nyeg txav, hab muab cov ceg txiv ntoo roj qus lug txuas rua ntawm tsob txiv ntoo roj nyeg qhov chaw. Mej cov kws yog lwm Tsaav Tuabneeg, mej yog cov ceg txiv ntoo roj qus, nwgnuav mej tau cov dlej kws tsob txiv ntoo roj nyeg kws yog cov Yudais nqug tuaj yug mej."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.18","label":"18","content":"Mej tsi xob saib tsi taug cov ceg kws Vaajtswv muab txav lawm. Mej tsi xob khaavtheeb, rua qhov mej yog ceg xwb, tsi yog cov ceg nqug dlej yug cov caag, tabsis cov caag nqug dlej yug cov ceg."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.19","label":"19","content":"Mej yuav has tas, “Qhov kws Vaajtswv muab cov ceg ntawd txav, tub yog Vaajtswv yuav muab peb lug txuas rua.”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.20","label":"20","content":"Yeej yog le ntawd tag. Tub yog vim puab tsi ntseeg, Vaajtswv txhaj muab puab txav povtseg, hab muab mej lug txuas rua puab qhov chaw. Tabsis mej yuavtsum ceevfaaj; mej tsi xob khaav has tas mej tau lug nyob puab qhov chaw."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.21","label":"21","content":"Yog Vaajtswv tub muab cov Yudais kws zoo le tej ceg txiv ntoo roj nyeg txav povtseg; mej xaav has tas nwg yuav tseg mej hab nua los?"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.22","label":"22","content":"Yog le ntawd, mej ua tuab zoo xaav txug Vaajtswv txujkev hlub hab txujkev rau txim; Vaajtswv rau txim rua cov tuabneeg kws ua txhum, yog mej ua zoo moog le; Vaajtswv yuav hlub mej; yog mej tsi ua zoo Vaajtswv yuav muab mej txav tawm."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.23","label":"23","content":"Yog cov Yudais tso qhov kws puab tsi ntseeg tseg hab tig rov lug cuag Vaajtswv, Vaajtswv yuav muab puab txuas rov rua ntawm puab qhov chaw; rua qhov Vaajtswv muaj fwjchim ua tau le ntawd."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.24","label":"24","content":"Mej cov kws yog lwm Tsaav Tuabneeg, mej zoo le cov ceg txiv ntoo roj qus kws Vaajtswv muab lug txuas rua tsob txiv ntoo roj nyeg lawm. Cov Yudais zoo ib yaam le tsob txiv ntoo roj nyeg; yog Vaajtswv muab cov ceg kws nwg muab txav lawm, coj rov lug txuas rua ntawm tug ntoo yuav yoojyim dlua."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.25","label":"25","content":"Yog le ntawd cov kwvtij, mej tsi xob khaav has tas mej yog cov kws txawj ntse, kuv xaav kuas mej totaub txug yaam kws tuabneeg tsi paub: Cov Yixalayees tsuas tawv ncauj ib ntus xwb, puab tsuas tawv moog txug thaus kws Vaajtswv coj lwm Tsaav Tuabneeg lug txhij lawm."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.26","label":"26","content":"Thaus ntawd, cov Yixalayees txhua tug yuav dlim; lawv le Vaajtswv txujlug has tas: “Tug Cawmseej yuav lug sau lub roob Xi-oos lug; nwg yuav muab Yakhauj cov xeebntxwv tej kev txhum tshem huv tuabsi moog."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.27","label":"27","content":"Kuv yuav zaam txim rua puab lawv le tej lug kws kuv tub cog tseg rua puab lawm.”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.28","label":"28","content":"Vim cov Yudais tsi kaam leeg yuav Txujmoo Zoo, Vaajtswv txhaj ua yeebncuab rua puab. Qhov ntawd, ua rua mej cov kws yog lwm Tsaav Tuabneeg txhaj tau lug cuag Vaajtswv; tabsis Vaajtswv suav has tas puab yog Vaajtswv cov phoojywg vim puab cov yawmkoob."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.29","label":"29","content":"Rua qhov Vaajtswv yeej tsi hloov sab rua tug kws Vaajtswv tub xaiv hab foom koob moov rua lawm."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.30","label":"30","content":"Mej cov kws yog lwm Tsaav Tuabneeg, thaus u mej yeej tsi noog Vaajtswv lug ib yaam le puab hab, tabsis nwgnuav Vaajtswv hlub mej vim cov Yudais tsi noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.31","label":"31","content":"Qhov kws naj nub nua  cov Yudais tsi noog Vaajtswv lug, puab ua le ntawd kuas puab tau txais Vaajtswv txujkev hlub ib yaam le mej hab."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.32","label":"32","content":"Vaajtswv ca kuas txhua tug tsi noog Vaajtswv lug, Vaajtswv txhaj zoo hlub puab."},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.33","label":"33","content":"Vaajtswv yog tug kws muaj ib puas tsaav yaam nplua mag! Vaajtswv muaj tswvyim hab kev txawj ntse! Leejtwg txhaj yuav paub Vaajtswv lub sab? Leejtwg txhaj yuav totaub tej kws Vaajtswv ua?"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.34","label":"34","content":"Lawv le Vaajtswv txujlug has tas: “Leejtwg txhaj yuav paub tug Tswv lub sab? Leejtwg txhaj yuav ua tau tug Tswv tug tuavxaam?"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.35","label":"35","content":"Leejtwg tau muab ib yaam dlaabtsi rua Vaajtswv, hab Vaajtswv pauj rov qaab rua nwg?”"},{"bible_id":"1726","chapter_code":"ROM.11","verse_code":"ROM.11.36","label":"36","content":"Vaajtswv yog tug kws tsim ib puas tsaav yaam, Vaajtswv lub fwjchim tuav ib puas tsaav yaam hab ib puas tsaav yaam ntawd yog Vaajtswv le. Thov kuas Vaajtswv tau koob meej moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.1","label":"1","content":"Cov kwvtij, Vaajtswv hlub peb kawg nkaus le, yog le ntawd kuv txhaj ntuag mej has tas thaus mej tseem ua neej nyob nuav, mej yuavtsum muab mej lub cev fij rua Vaajtswv kuas dlawbhuv hab hum Vaajtswv sab. Yog mej ua le ntawd, txhaj yog mej pehawm Vaajtswv lawv le Vaajtswv sab nyam."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.2","label":"2","content":"Mej tsi xob ua mej lub neej zoo le tej tuabneeg nplajteb ua, tabsis mej yuavtsum ca Vaajtswv hloov mej lub sab kuas mej muaj lub sab tshab. Mej txhaj yuav paub ua lawv Vaajtswv lub sab nyam. Yog mej ua le ntawd, mej txhaj paub ua qhov zoo, ua hum Vaajtswv sab hab paub ua zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.3","label":"3","content":"Vim Vaajtswv pub nwg txujkev hlub rua kuv, kuv txhaj ntuag mej txhua tug has tas, mej tsi xob xaav dlhau tej kws mej ua tsi tau. Tabsis mej yuavtsum muab mej txujkev ntseeg ntsuag saib, Vaajtswv pub mej muaj peevxwm npaum le caag."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.4","label":"4","content":"Rua qhov peb lub cev yeej muaj ntau yaam lug koom ua ke, hab txhua yaam ntawd nyag ua nyag num."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.5","label":"5","content":"Ib yaam nkaus le ntawd, txawm yog peb muaj coob leej los peb nrug Yexus Khetos koom ua ib lub cev, peb puavleej koom ib lub cev ib yaam le peb lub cev muaj ntau yaam sis koom."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.6","label":"6","content":"Vaajtswv pub peb txhua tug nyag muaj nyag koob moov lawv le Vaajtswv pum zoo pub rua peb lawm. Yog peb tau txuj koob moov kws qha Vaajtswv txujlug, peb yuavtsum qha lawv le peb txujkev ntseeg;"},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.7","label":"7","content":"yog peb tau txuj koob moov paab lwm tug, peb ca le paab; yog peb tau txuj koob moov qha, peb ca le qha;"},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.8","label":"8","content":"yog peb tau txuj koob moov txhawb lwm tug zug, peb ca le txhawb. Tug kws muaj qhov txhua chaw paab lwm tug, tug ntawd yuavtsum muab ntawm lub sab dlawb paug; tug kws ua thawjcoj, yuavtsum muab sab rau ua num; tug kws ua sab dlawb sab zoo rua lwm tug, tug ntawd yuavtsum ua ntsejmuag luas quas ntxhi."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.9","label":"9","content":"Yuavtsum muaj lub sab ncaaj nceeg hlub tag tag; ntxub txujkev ua phem ua qas, hab muab sab npuab qhov kws ua zoo;"},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.10","label":"10","content":"mej cov kws ntseeg Yexus Khetos, mej ib leeg yuavtsum hlub ib leeg, hab mej ib leeg fwm ib leeg."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.11","label":"11","content":"Mej rau sab ntso ua num tsi xob tubnkeeg, hab yuavtsum muab sab rau ua teg num kws Vaajtswv kuas peb ua."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.12","label":"12","content":"Qhov kws mej ca sab rua Vaajtswv yuav ua rua mej zoo sab, hab thaus mej raug kev txomnyem mej yuavtsum ua sab ntev hab thov Vaajtswv tsi tseg tsi tu."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.13","label":"13","content":"Muab tej kws mej muaj paab cov ntseeg kws txomnyem; hab yog muaj qhua tuaj, mej yuavtsum hu puab lug su huv mej tej tsev."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.14","label":"14","content":"Mej yuavtsum thov Vaajtswv foom koob moov rua cov tuabneeg kws tsimtxom mej; thov Vaajtswv foom koob moov rua puab, tsi xob thov Vaajtswv foom tsi zoo rua puab."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.15","label":"15","content":"Thaus muaj tuabneeg zoo sab, mej ca le nrug puab zoo sab; thaus muaj tuabneeg quaj ntsuag, mej ca le nrug puab quaj ntsuag."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.16","label":"16","content":"Mej yuavtsum koom ua ib lub sab. Mej tsi xob khaavtheeb, yog luas kuas mej ua tej num kws tsi tseemceeb  pistsawg los mej ca le ua. Tsi xob xaav has tas mej yog tuabneeg txawj ntse."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.17","label":"17","content":"Yog muaj leejtwg ua phem rua mej, mej tsi xob ua phem pauj, tabsis mej yuavtsum xyum ua qhov kws suavdlawg pum has tas yog tej kws zoo xwb."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.18","label":"18","content":"Mej yuavtsum ua txhua yaam zoo lawv le mej paub ua, mej txhaj yuav nrug suavdlawg nyob sis hum."},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.19","label":"19","content":"Cov kwvtij, mej tsi xob ua pauj rua luas, tabsis ca Vaajtswv maam le ua pauj, rua qhov Vaajtswv txujlug has tas, “Kuv yog tug yuav ua pauj hab kuv yog tug yuav rau txim, tug Tswv has le ntawd.”"},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.20","label":"20","content":"Vaajtswv txujlug has tas, “Yog mej cov yeebncuab tshaib plaab, mej ca le muab mov rua puab noj; yog puab nqhes dlej, mej ca le muab dlej rua puab haus; yog mej ua le nuav puab yuav txaajmuag.”"},{"bible_id":"1726","chapter_code":"ROM.12","verse_code":"ROM.12.21","label":"21","content":"Tsi xob ca txujkev phem kovyeej mej, tabsis mej yuavtsum ua zoo, mej txhaj kovyeej txujkev phem."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.1","label":"1","content":"Suavdlawg yuavtsum noog numtswv lug, rua qhov tej numtswv ntawd yog Vaajtswv pum zoo txhaj muaj, hab tej numtswv ntawd puavleej yog Vaajtswv tsaa."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.2","label":"2","content":"Yog leejtwg tawmtsaam numtswv, ces yog nwg tawmtsaam Vaajtswv tug kws tsaa tej numtswv ntaag, hab Vaajtswv yuav rau txim rua tug kws tawmtsaam numtswv ntawd."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.3","label":"3","content":"Tug tuabneeg kws ua zoo yeej tsi ntshai numtswv, tabsis tug kws ua txhum txhaj ntshai numtswv. Mej yuavtsum ua zoo mej txhaj tsi ntshai numtswv, numtswv txhaj yuav qhuas mej;"},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.4","label":"4","content":"Rua qhov numtswv yog Vaajtswv tug tubkhai kws ua num paab mej. Tabsis yog mej ua txhum, mej yeej yuav ntshai nwg, rua qhov nwg muaj fwjchim rau txim rua mej! Nwg yog Vaajtswv tug tubkhai kws rau txim rua cov tuabneeg ua txhum."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.5","label":"5","content":"Yog le ntawd, mej yuavtsum noog numtswv lug, tsi yog vim mej ntshai nyob tsaam mej raug txim xwb, tabsis vim mej lub sab yeej paub has tas yuavtsum noog numtswv lug."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.6","label":"6","content":"Ib yaam nkaus le ntawd, mej yuavtsum them se rua numtswv, rua qhov yog Vaajtswv kuas tej numtswv ua teg num nuav ntaag."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.7","label":"7","content":"Yog le ntawd mej yuavtsum them txhua yaam se: se laj se teb, se vaaj se tsev, se nyaj txag kws mej khwv tau lug, mej yuavtsum fwm hab saib taug txhua tug numtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.8","label":"8","content":"Mej tsi xob tshuav leejtwg nqe, tuab qho nuj nqes kws mej tshuav ces yog ib leeg hlub ib leeg; tug kws hlub lwm tug txhaj yog nwg ua lawv le txuj kevcai qha."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.9","label":"9","content":"Txuj kevcai qha has tas, “Mej tsi xob ntxag luas quaspuj luas quasyawg; mej tsi xob tua tuabneeg; mej tsi xob ua tubsaab; mej tsi xob ntshaw luas tug”; hab muaj dlua lwm nqai kevcai kws muab sau zog ua ib nqai has le nuav tas, “Hlub mej tej kwvtij zej zog ib yaam le mej hlub mej lub cev.”"},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.10","label":"10","content":"Yog mej hlub kwvtij zej zog, mej yeej tsi ua phem rua leejtwg; yog mej hlub puab txhaj yog mej ua lawv le txuj kevcai qha."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.11","label":"11","content":"Mej yuavtsum ua le nuav, rua qhov mej tub paub lawm has tas lub sijhawm nuav yog caij sawv tsi yog caij pw, rua qhov nwgnuav txujkev cawm dlim lug ze peb dlua thaus kws peb nyavnyuas lug ntseeg;"},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.12","label":"12","content":"nwgnuav yog ib taag mo dlua lawm, tub yuav kaaj ntug. Peb yuavtsum tsi xob ua le cov tuabneeg kws nyob qhov tsaus ntuj ua, hab peb yuavtsum muab tej cuabyeej kws Vaajtswv muab rua peb lug tuav;"},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.13","label":"13","content":"peb yuavtsum ua peb lub neej kuas tsimnyog qhov kws peb yog tuabneeg nruab nub, tsi xob qw ua nqaaj ua nqug hab haus cawv qaug, tsi xob ua nkauj ua nraug hab ua tuabneeg tsi paub cai, tsi xob sis caav sis tshe hab sis khib."},{"bible_id":"1726","chapter_code":"ROM.13","verse_code":"ROM.13.14","label":"14","content":"Tabsis peb yuavtsum muab tug Tswv Yexus Khetos tej cuabyeej lug tuav; hab tsi xob quavntsej tej kev phem kev qas kws mej lub sab nyam ua."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.1","label":"1","content":"Mej yuavtsum txaus sab ca tug kws tsi ntseeg Vaajtswv pistsawg nrug mej nyob, mej tsi xob nrug nwg sis caav txug nwg txujkev ntseeg."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.2","label":"2","content":"Muaj qee leej ntseeg has tas noj tau txhua yaam huv tuabsi, tabsis tug kws tsi ntseeg Vaajtswv pistsawg, noj zaub xwb."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.3","label":"3","content":"Tug kws noj tau txhua yaam tsi xob saib tsi taug tug kws tsi noj, hab tug kws noj zaub xwb, tsi xob thuam tug kws noj tau txhua yaam; rua qhov Vaajtswv yeej leeg yuav tug ntawd hab."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.4","label":"4","content":"Koj yog leejtwg, koj txhaj thuam luas tug tubkhai? Tsuas yog tug tubkhai ntawd tug tswv, nwg txhaj has tau has tas, nwg tug tubkhai ua zoo lossis ua phem xwb, rua qhov tug Tswv paab tau kuas nwg ua zoo."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.5","label":"5","content":"Muaj qee leej xaav has tas qee nub tseemceeb, qee nub tsi tseemceeb, tabsis muaj qee leej xaav has tas txhua nub tseemceeb ib yaam nkaus. Yog le ntawd ca nyag ua lawv le nyag lub sab xaav xwb."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.6","label":"6","content":"Tug kws teem ib nub ua nub tseemceeb, yeej yog nwg fwm tug Tswv nwg txhaj ua le ntawd. Ib yaam nkaus le ntawd, tug kws noj tau txhua yaam yeej yog nwg fwm tug Tswv nwg txhaj noj, rua qhov nwg tub ua Vaajtswv tsaug lawm, nwg maam noj; tug kws caiv tsi noj yaam nuav yaam u los yeej yog nwg fwm tug Tswv nwg txhaj caiv, hab nwg yeej ua Vaajtswv tsaug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.7","label":"7","content":"Peb muaj sa nyob tsi yog peb muaj rua peb, hab peb tuag, tsi yog peb tuag rua peb xwb."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.8","label":"8","content":"Yog peb muaj sa nyob, peb muaj sa nyob rua tug Tswv, hab yog peb tuag, peb tuag rua ntawm tug Tswv; txawm yog peb muaj sa nyob lossis peb tuag, peb yeej yog tug Tswv tuabneeg."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.9","label":"9","content":"Rua qhov Yexus Khetos tuag hab sawv huv qhov tuag rov qaab lug lawm, nwg txhaj ua cov tuabneeg caj hab cov tuabneeg tuag tug Tswv."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.10","label":"10","content":"Ua le caag mej pheej thuam mej cov kwvtij, hab ua le caag mej pheej saib tsi taug mej cov kwvtij? Peb txhua tug yuav tau moog sawv taabmeeg Vaajtswv hab nwg yuav txav txim rua peb suavdlawg."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.11","label":"11","content":"Rua qhov Vaajtswv txujlug has tas: “Tug Tswv has tas kuv yog Vaajtswv tug kws muaj sa nyob, txhua tug yuav txhus caug pe kuv, hab txhua tug lub qhovncauj yuav leeg has tas kuv yog Vaajtswv.”"},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.12","label":"12","content":"Peb txhua tug, nyag yuav tau qha nyag zaaj rua Vaajtswv."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.13","label":"13","content":"Peb tsi xob thuam lwm tug, tabsis mej ncu ntsoov tsi xob ua rua lwm tug yuam kev ua txhum."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.14","label":"14","content":"Kuv yog ib tug kws ntseeg tug Tswv Yexus Khetos, kuv paub has tas yeej tsi muaj ib yaam kws tsi huv le; tabsis tug kws ntseeg has tas yaam ntawd tsi huv, ces nwg tsi xob noj."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.15","label":"15","content":"Yog mej noj tej kws mej cov kwvtij caiv tsi noj, yeej yog mej tsi hlub puab. Mej tsi xob ca tej kws mej noj ua rua tug kws Yexus Khetos tub tuag txhwv lawm raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.16","label":"16","content":"Mej tsi xob ca lwm tug thuam tej kws mej pum has tas zoo lawm has tas tsi zoo."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.17","label":"17","content":"Rua qhov Vaajtswv lub tebchaws tsi yog kev noj kev haus, tabsis yog kev ncaaj nceeg, kev thaajyeeb hab kev zoo sab kws Vaaj Ntsujplig tug Dlawbhuv pub rua peb."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.18","label":"18","content":"Tug kws ua Yexus Khetos teg num le nuav, nwg ua hum Vaajtswv sab hab ua hum tuabneeg sab."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.19","label":"19","content":"Yog le ntawd, peb yuavtsum muab sab rau  ua tej kws yuav ua rua suavdlawg nyob sis humxeeb hab ua tej kws yuav txhawb tau lwm tug tug zug xwb."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.20","label":"20","content":"Tsi xob muab tej zaub mov kws mej noj ua rua Vaajtswv teg num tsi muaj nqes. Txhua yaam zaub mov mej noj tau, tabsis tsi xob noj yaam kws ua rua lwm tug yuam kev ua txhum."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.21","label":"21","content":"Yog mej noj nqaj lossis haus cawv lossis ua ib yaam dlaabtsi yuav ua rua mej cov kwvtij yuam kev ua txhum, ces mej tsi noj lossis tsi xob ua yuav zoo dlua."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.22","label":"22","content":"Tej kws mej ntseeg has tas noj tau, mej ca le noj, tsuas ca Vaajtswv hab mej paub xwb. Tug kws noj tej kws nwg lub sab qha has tas noj tsi txhum, tug ntawd yeej tsi nyuaj sab."},{"bible_id":"1726","chapter_code":"ROM.14","verse_code":"ROM.14.23","label":"23","content":"Tabsis tug kws nwg ua xyem xyaav rua tej kws nwg noj, thaus nwg noj Vaajtswv yuav rau txim rua nwg, rua qhov nwg tsi noj lawv le nwg lub sab qha rua nwg lawm; rua qhov txhua yaam kws peb tsi ua lug ntawm txujkev ntseeg, ces yog kev txhum."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.1","label":"1","content":"Peb cov kws muaj kev ntseeg ruaj lawm, tsimnyog peb paab cov kws muaj kev ntseeg tsawg, hab peb tsi xob ua kuas hum peb sab xwb."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.2","label":"2","content":"Peb txhua tug yuavtsum ua kuas hum peb cov kwvtij kws ntseeg sab, txhaj yuav paab tau puab, kuas puab muaj kev ntseeg ruaj."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.3","label":"3","content":"Rua qhov Yexus Khetos tsi tau ua kuas hum nwg sab xwb; tabsis Vaajtswv txujlug has tas, “Tej lug kws luas thuam mej, tub yog luas thuam kuv ntaag.”"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.4","label":"4","content":"Rua qhov Vaajtswv txujlug kws thaus u luas muab sau tseg rua huv ntawv, tub yog sau qha rua peb. Vaajtswv txujlug ua rua peb muaj kev ca sab, ua sab ntev hab muab sab rau ntseeg ntxiv."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.5","label":"5","content":"Thov Vaajtswv tug kws ua rua mej muaj lub sab ntev hab muab sab rau ntseeg ntxiv, paab kuas mej nyob sis humxeeb, mej txhaj yuav muaj tug yaam ntxwv ib yaam le Yexus Khetos."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.6","label":"6","content":"Yog mej ua le ntawd, mej txhaj yuav koom tau ua ib lub sab qhuas Vaajtswv tug kws yog peb tug Tswv Yexus Khetos Leej Txiv."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.7","label":"7","content":"Mej ib leeg yuavtsum zoo sab hlo txais tog ib leeg, ib yaam le Yexus Khetos tau txais yuav mej. Yog mej ua le ntawd, Vaajtswv yuav tau koob meej."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.8","label":"8","content":"Kuv qha rua mej has tas qhov kws Yexus Khetos lug paab cov tuabneeg Yudais, yog ua rua suavdlawg paub has tas Vaajtswv yog tug ncaaj nceeg, Vaajtswv yeej yuav ua kuas tav lawv le tej lug kws Vaajtswv tau cog tseg rua puab cov yawmkoob,"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.9","label":"9","content":"hab nwg paab kuas lwm tsaav tuabneeg paub ua Vaajtswv tsaug, rua qhov Vaajtswv hlub puab. Lawv le Vaajtswv txujlug has tas: “Yog le ntawd thaus kuv nrug lwm Tsaav Tuabneeg nyob kuv yuav ua koj tsaug; hab kuv yuav hu nkauj qhuas koj lub npe.”"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.10","label":"10","content":"Hab has ntxiv has tas, “Lwm tsaav tuabneeg, mej ca le nrug Vaajtswv tsaav tuabneeg zoo sab!”"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.11","label":"11","content":"Hab tseem has ntxiv has tas, “Mej cov kws yog lwm Tsaav Tuabneeg, mej ca le qhuas tug Tswv hab txhua tsaav tuabneeg ca le qhuas nwg!”"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.12","label":"12","content":"Hab Yaxayas has ntxiv has tas, “Yexais ib tug xeebntxwv yuav lug, nwg yuav kaav lwm tsaav tuabneeg hab puab yuav tso sab plhuav rua nwg.”"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.13","label":"13","content":"Thov Vaajtswv tug kws mej ca sab rua, pub mej muaj kev zoo sab hab nyob kaaj sab lug, Vaaj Ntsujplig tug Dlawbhuv lub fwjchim yuav paab kuas mej muaj kev ca sab rua Vaajtswv heev zuj zug."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.14","label":"14","content":"Cov kwvtij, kuv paub has tas mej yog cov kws muaj lub sab zoo, muaj kev txawj ntse, hab ib leeg txawj qha ib leeg."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.15","label":"15","content":"Qhov kws kuv muaj cuabkaav sau tsaab ntawv nuav tuaj rua mej, yog kuv xaav ntuag kuas mej ncu tej yaam tseemceeb kws yog Vaajtswv txujkev hlub kws Vaajtswv pub rua kuv,"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.16","label":"16","content":"kuv txhaj tau ua Yexus Khetos ib tug tubkhai kws qha Vaajtswv Txujmoo Zoo rua lwm Tsaav Tuabneeg, ib yaam le tug povthawj, kuas lwm Tsaav tuabneeg zoo le tej khoom fij kws hum Vaajtswv sab, hab Vaaj Ntsujplig tug Dlawbhuv ntxuav kuas puab huv."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.17","label":"17","content":"Kuv koom nrug Yexus Khetos, kuv txhaj muaj cuabkaav khaav tej num kws kuv ua rua Vaajtswv."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.18","label":"18","content":"Kuv yeej tsi muaj cuabkaav khaav ib yaam dlaabtsi le, tsuas yog tej kws Yexus Khetos kuas kuv coj lwm Tsaav Tuabneeg lug ntseeg Vaajtswv, vim tej lug kws kuv qha hab tej num kws kuv ua,"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.19","label":"19","content":"hab Vaaj Ntsujplig pub fwjchim rua kuv ua tej txujci tseemceeb. Yog le ntawd, kuv txhaj qha Yexus Khetos Txujmoo Zoo huv lub nroog Yeluxalees moog txug rua peg lub nroog Ilelikus."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.20","label":"20","content":"Teg num kws kuv nyam ua tshaaj, yog moog qha Txujmoo Zoo rua txhua qhov kws tsi tau muaj tuabneeg moog qha Yexus Khetos zaaj dlua le, txhaj tsi muaj tuabneeg has tas, kuv moog tsaa tsev rua ntawm lub qua tsev kws luas tub ncaws tau ca lawm."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.21","label":"21","content":"Lawv le Vaajtswv txujlug has tas: “Cov tuabneeg kws tsi tau muaj tuabneeg qha Yexus zaaj rua puab, puab yuav pum; hab cov tuabneeg kws tsi tau nov dlua Yexus zaaj, puab yuav totaub.”"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.22","label":"22","content":"Muaj ntau yaam pheej taabkaum kuv, kuv txhaj tsi tau tuaj saib mej."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.23","label":"23","content":"Tabsis nwgnuav tim tej cheebtsaam kws kuv nyob nuav, kuv tub ua num tav lawm, kuv npaaj sab lug tau ob peb xyoos has tas kuv yuav tau tuaj pum mej,"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.24","label":"24","content":"thaus kuv moog tim tebchaws Xapees. Kuv ca sab has tas thaus kuv tuaj ntawd, kuv yuav pum mej hab tau nrug mej nyob ib ntus, ces mej yuav paab xaa kuv moog rua tim tebchaws Xapees."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.25","label":"25","content":"Taamsim nuav kuv taabtom rov moog paab cov ntseeg kws nyob nraag lub nroog Yeluxalees;"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.26","label":"26","content":"Rua qhov cov ntseeg kws nyob huv Makedaunias hab Akhayas, puab txaus sab muab mivntsiv nyaj xaa moog paab cov ntseeg txomnyem kws nyob nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.27","label":"27","content":"Puab yeej txaus sab hlo ua le ntawd. Puab paub has tas yeej tsimnyog puab pauj cov tuabneeg kws nyob nraag lub nroog Yeluxalees txaj ntsig. rua qhov cov Yudais ca lwm tsaav tuabneeg tau lug nrug cov Yudais koom Vaajtswv txuj koob moov."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.28","label":"28","content":"Thaus kuv nqaa cov nyaj ntawd moog cob rua puab lawm, kuv yuav moog rua tim tebchaws Xapees, tabsis kuv yuav xub tuaj saib mej tsaiv;"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.29","label":"29","content":"kuv paub has tas thaus kuv tuaj txug tim mej, Yexus Khetos yuav foom koob moov ntau kawg rua mej."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.30","label":"30","content":"Cov kwvtij, vim peb cov kws ntseeg peb tug Tswv Yexus Khetos hab vim Vaaj Ntsujplig tub ua rua peb txawj sis hlub lawm, yog le ntawd kuv thov mej kub sab lug thov Vaajtswv paab kuv,"},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.31","label":"31","content":"kuas cov tuabneeg tsi ntseeg kws nyob huv lub xeev Yudas tsi xob ua phem rua kuv, hab thov Vaajtswv paab kuv, kuas teg num kws kuv moog ua paab cov ntseeg kws nyob huv lub nroog Yeluxalees hum suavdlawg sab."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.32","label":"32","content":"Yog Vaajtswv pum zoo, kuv yuav zoo sab hlo tuaj saib mej, hab thaus kuv tuaj pum mej lawm, kuv yuav zoo sab heev."},{"bible_id":"1726","chapter_code":"ROM.15","verse_code":"ROM.15.33","label":"33","content":"Kuv thov Vaajtswv tug kws ua rua peb tau nyob kaaj sab lug nrug nraim mej txhua tug. Amees."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.1","label":"1","content":"Kuv qha rua mej paub has tas peb tug muam Fenpes, yog ib tug kws ua num paab pawg ntseeg huv lub nroog Keekhale-as."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.2","label":"2","content":"Kuv thov mej tog txais nwg ntawm tug Tswv lub npe, kuas tsimnyog qhov kws peb yog Vaajtswv tsaav tuabneeg, hab tej kws nwg xaav tau, mej ca le paab nwg; rua qhov nwg tau paab suavdlawg hab paab kuv lawm."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.3","label":"3","content":"Thov mej has noj qaab nyob zoo rua Paxilas hab Akilas obtug, obtug yog ob tug kws paab kuv ua Yexus Khetos teg num;"},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.4","label":"4","content":"hab obtug tau paab kuv, obtug tsi khauvxwm obtug txujsa le, tsi yog kuv tuab leeg ncu obtug tshaav ntuj xwb, tabsis txhua pawg ntseeg kws yog lwm Tsaav Tuabneeg puavleej ncu obtug tshaav ntuj hab."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.5","label":"5","content":"Thov mej has noj qaab nyob zoo rua cov ntseeg kws tuaj saablaaj huv obtug tsev. Thov mej has noj qaab nyob zoo rua kuv tug phoojywg Epanetus, nwg yog thawj tug kws lug ntseeg Yexus Khetos huv lub xeev Axias."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.6","label":"6","content":"Thov mej has noj qaab nyob zoo rua Malis tug kws muab sab rau ua num paab mej."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.7","label":"7","content":"Thov mej has noj qaab nyob zoo rua Adelaunikus hab Yuniyas kws yog kuv ob tug kwvtij Yudais kws raug kaw nrug kuv ua ke huv tsev lojcuj; obtug yog ob tug kws cov thwjtim paub zoo, hab obtug xub lug ntseeg Yexus Khetos ua ntej kuv."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.8","label":"8","content":"Thov mej has noj qaab nyob zoo rua Apiyatus kws yog kuv tug phoojywg zoo ntawm tug Tswv lub npe."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.9","label":"9","content":"Thov mej has noj qaab nyob zoo rua Ulanpanus kws yog ib tug phoojywg nrug peb ua Yexus Khetos teg num ua ke, hab has rua kuv tug phoojywg Xitakhis."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.10","label":"10","content":"Thov mej has noj qaab nyob zoo rua Apeles tug kws muab sab npuab Yexus Khetos, hab has noj qaab nyob zoo rua Aletaunpulus tsev tuabneeg."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.11","label":"11","content":"Thov mej has noj qaab nyob zoo rua kuv tug kwvtij Helaudi-oos hab has noj qaab nyob zoo rua Nalekixus kws yog tsev tuabneeg ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.12","label":"12","content":"Has kuv tej lug noj qaab nyob zoo rua Tifanas hab Tifauxas kws ua tug Tswv teg num, hab has rua Palexis kws yog kuv tug phoojywg zoo, nwg ua tug Tswv num khwv kawg le."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.13","label":"13","content":"Kuv xaa lug noj qaab nyob zoo rua Lufus, nwg yog tug kws nquag ua tug Tswv teg num kawg le; hab has noj qaab nyob zoo rua nwg nam tug kws ib yaam le yog kuv nam hab."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.14","label":"14","content":"Has kuv tej lug noj qaab nyob zoo rua Axikitus, Filenkoos, Helemes, Palaunpas, Helemas, hab cov kwvtij hab cov muam kws ntseeg Yexus kws nrug puab nyob ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.15","label":"15","content":"Thov mej has noj qaab nyob zoo rua Filaunkus, Yulias, Nele-us, hab nwg tug muam, hab Aulepas hab taagnrho cov ntseeg kws nrug puab nyob ua ke ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.16","label":"16","content":"Mej ib leeg has noj qaab nyob zoo rua ib leeg ntawm txujkev sis hlub. Cov ntseeg Yexus Khetos puavleej xaa lug noj qaab nyob zoo tuaj rua mej."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.17","label":"17","content":"Cov kwvtij, kuv xaav kuas mej ceevfaaj cov tuabneeg kws ntxag kuas suavdlawg tawg paab tawg pawg hab kuas mej tso tej lug qha kws mej tub nov lawm tseg. Mej tsi xob quavntsej cov tuabneeg ntawd tej lug qha!"},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.18","label":"18","content":"Rua qhov cov tuabneeg kws ua le ntawd puab tsi yog cov kws ua peb tug Tswv Yexus Khetos teg num, tabsis puab tsuas tuaj nrhav noj nrhav haus nkaus xwb. Hab puab has tej lug mog lug muas dlaag ntxag cov tuabneeg kws tsi paub qaabhau kuas yuam kev."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.19","label":"19","content":"Txhua tug puavleej nov has tas mej noog lug heev, yog le ntawd kuv zoo sab kawg le. Kuv xaav kuas mej ua tuabneeg txawj ntse rua yaam kws zoo; kuv xaav kuas mej ua le tug tuabneeg ruag rua yaam kws phem."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.20","label":"20","content":"Tshuav tsi ntev Vaajtswv tug kws ua rua peb tau nyob kaaj sab lug yuav muab dlaab Ntxwgnyoog nas nthi rua mej tsuj. Thov kuas peb tug Tswv Yexus Khetos txuj koob moov nrug nraim mej suavdlawg."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.21","label":"21","content":"Timautes tug kws nrug kuv ua num ua ke, nwg has noj qaab nyob zoo rua mej; hab Luki-sus, Yaxoos, hab Xauxipates kws yog kuv cov kwvtij Yudais, puab has noj qaab nyob zoo rua mej hab."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.22","label":"22","content":"Kuv yog Teti-us tug kws sau Paulus tsaab ntawv nuav, kuv has noj qaab nyob zoo rua mej cov kws ntseeg Yexus hab."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.23","label":"23","content":"Nkayus tug kws kuv nrug nyob hab muab nwg lub tsev rua cov ntseeg ua chaw saablaaj, nwg has noj qaab nyob zoo rua mej suavdlawg. Elaxetus kws yog tug tuav cov numtswv huv lub nroog tej nyaj, hab peb tug kwvtij Khualetus, has noj qaab nyob zoo rua mej suavdlawg hab."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.24","label":"24","content":"Thov kuas peb tug Tswv Yexus Khetos txujkev hlub nrug nraim mej txhua tug. Amees."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.25","label":"25","content":"Peb ca le ua rua Vaajtswv tau koob meej! Vaajtswv yog tug kws paab tau kuas mej muab sab rau ntseeg, txhua zag kws kuv qha Txujmoo Zoo kuv yeej qha has tas, Vaajtswv paab tau mej. Txujmoo Zoo ntawd has txug Yexus Khetos zaaj kws ntau tam yaav taag lug tsi muaj tuabneeg paub."},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.26","label":"26","content":"Tabsis, nwgnuav tub muaj tuabneeg muab qha rua suavdlawg paub lawv le Vaajtswv tug kws muaj sa nyob moog ibtxhis tau qha rua cov cev Vaajtswv lug muab sau tseg rua huv ntawv lawm, kuas txhua tsaav tuabneeg ntseeg hab noog Vaajtswv lug;"},{"bible_id":"1726","chapter_code":"ROM.16","verse_code":"ROM.16.27","label":"27","content":"Thov kuas Vaajtswv tug kws muaj kev txawj ntse tuab leeg tau koob meej lug ntawm Yexus Khetos moog ibtxhis le. Amees."}]