[{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.1","label":"1","content":"Xyoo ob thaus lub yim hli ntuj kws Dali-us ua fuabtais kaav tebchaws Pawxias, tug TSWV tau has cov lug nuav rua Xakaliyas kws yog tug cev Vaajtswv lug kws yog Npelekiyas tug tub, hab yog Idaus tug xeebntxwv."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.2","label":"2","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has rua Xakaliyas kuas moog has rua cov tuabneeg tas, “Kuv kws yog tug TSWV chim heev rua mej cov yawmkoob,"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.3","label":"3","content":"tabsis nwgnuav kuv has rua mej tas, ‘Mej ca le rov lug cuag kuv, hab kuv yuav rov lug cuag mej."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.4","label":"4","content":"Tsi xob ua le mej cov yawmkoob ua taag lug lawm. Yaav thaus u cov cevlug tau muab kuv tej lug coj moog pav qha puab, kuas puab tsi xob ua kev phem kev qas, ca le tso lub neej kws ua kev txhum tseg. Tabsis puab tsi noog lossis tsi quavntsej kuv tej lug le."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.5","label":"5","content":"Mej cov yawmkoob hab cov cev Vaajtswv lug ntawd txhaj tsi muaj sa nyob taag lawm."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.6","label":"6","content":"Kuv tej lug hab tej kevcai, kuv tub qha rua kuv cov tubkhai kws yog cov cevlug lawm, puab tseem tsi tau muab qha rua mej cov yawmkoob hab los? Yog le ntawd, puab txhaj leeg txim has tas, tug TSWV kws muaj Fwjchim Luj kawg nkaus txav txim rua peb lawv le tej kws peb tau ua, hab yeej tsimnyog peb raug lawv le tug TSWV tau npaaj sab lawm.’ ”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.7","label":"7","content":"Xyoo ob thaus lub kaum ib hlis ntuj, (yog lub hli Senpas) nub neeg nkaum plaub kws Dali-us ua fuabtais kaav tebchaws ntawd. Muaj ib mos kuv ua ywgtoog pum tug TSWV lug has ib cov lug rua kuv,"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.8","label":"8","content":"Kuv pum tug TSWV ib tug timtswv caij rawv ib tug txiv neeg lab. Nwg txawm lug nreg rua ntawm ib koog ntoo miles kws nyob huv ib lub haav, hab nyob tom nwg qaab muaj dlua ib cov neeg lab, neeg txaij hab neeg dlawb."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.9","label":"9","content":"Kuv nug nwg has tas, “Tug tswv, cov neeg nuav yog pev txug dlaabtsi?” Nwg teb has tas, “Kuv yuav qha rua koj saib cov neeg nuav yog pev txug dlaabtsi."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.10","label":"10","content":"Tug TSWV tso cov neeg ntawd tuaj tshuaj lub nplajteb.”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.11","label":"11","content":"Cov neeg ntawd txawm rov lug tshaab xu rua tug timtswv ceebtsheej has tas: “Peb tau moog ncig thoob plawg lub nplajteb, peb pum lub nplajteb nyob ntsag tu hab tsi muaj leejtwg paab le.”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.12","label":"12","content":"Ces tug timtswv ceebtsheej has tas, “Tug TSWV kws muaj Fwjchim Luj kawg nkaus, koj yeej chim rua lub nroog Yeluxalees hab tej nroog huv tebchaws Yudas lug tau xyaa caum xyoo nuav lawm. Tseem tshuav ntev le caag koj txhaj le yuav hlub hab taabncuab puab?”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.13","label":"13","content":"Tug TSWV teb ib cov lug nplig sab rua tug timtswv ceebtsheej ntawd,"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.14","label":"14","content":"hab tug timtswv ceebtsheej has kuas kuv ca le qha lawv le tug TSWV kws muaj Fwjchim Luj kawg nkaus tej lug kws has tas, “Kuv yeej hlub tshua Yeluxalees kws yog kuv lub nroog dlawbhuv,"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.15","label":"15","content":"hab kuv chim kawg nkaus rua txhua tsaav tuabneeg kws muaj kev zoo sab nyob ntsag tu hab muaj kev thaajyeeb lug ntawd. Thaus kuv thim kuv txujkev chim lug rua kuv tsaav tuabneeg ib nyuas ntu ntawd, txhua tsaav tuabneeg ua rua kuv tsaav tuabneeg raug txomnyem kawg le lawm."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.16","label":"16","content":"Yog le ntawd, kuv txhaj rov lug rua huv lub nroog Yeluxalees hab qha kuv txujkev hlub rua lub nroog ntawd. Kuv yuav rov txhim khu lub Tuamtsev dlua tshab, hab yuav rov txhim khu lub nroog kuas zoo.”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.17","label":"17","content":"Tug timtswv ceebtsheej tseem kuas kuv qha ntxiv has tas: “Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, nwg tej nroog yuav rov vaammeej dlua, nwg yuav paab lub nroog Yeluxalees dlua ib zag ntxiv hab hu has tas yog nwg lub nroog.”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.18","label":"18","content":"Muaj dlua ib zaaj ywgtoog kws kuv pum plaub tug kub nyuj."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.19","label":"19","content":"Kuv txawm nug tug timtswv ceebtsheej kws nrug kuv thaam ntawd has tas, “Cov kub nyuj nuav pev txug dlaabtsi?” Nwg teb kuv has tas, “Cov kub nyuj nuav pev txug tej tebchaws kws muaj fwjchim huv lub nplajteb kws tau muab cov Yudas, cov Yixalayees hab cov tuabneeg huv lub nroog Yeluxalees lawv tsiv ri sua rua nuav rua u.”"},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.20","label":"20","content":"Ces tug TSWV coj kuv moog saib plaub tug tuabneeg ua num kws ib leeg tuav rawv ib raab rauj."},{"bible_id":"1726","chapter_code":"ZEC.1","verse_code":"ZEC.1.21","label":"21","content":"Kuv nug has tas, “Cov txivneej nuav taabtom tuaj ua dlaabtsi?” Nwg teb has tas, “Puab tuaj hem hab ntaus txhua tsaav tuabneeg kws tuaj muab lub tebchaws Yudas tsuj puamtsuaj taag, hab muab cov Yudas lawv tsiv moog nyob ua saab ua sua lawm.”"},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.1","label":"1","content":"Kuv ua dlua ib zaaj ywgtoog pum ib tug txivneej tuav rawv ib txuj hlua ntsuag ntawm nwg txhais teg."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.2","label":"2","content":"Kuv nug nwg has tas, “Koj yuav moog qhov twg?” Nwg teb has tas, “Kuv yuav moog ntsuag lub nroog Yeluxalees, saib ntev hab dlaav npaum le caag.”"},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.3","label":"3","content":"Ces kuv pum tug timtswv ceebtsheej kws pheej nrug kuv thaam ntawd txaav zog moog rua tom hauv ntej hab muaj dlua ib tug timtswv ceebtsheej lug nrug nwg thaam."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.4","label":"4","content":"Thawj tug timtswv ceebtsheej has rua lwm tug timtswv ceebtsheej has tas, “Koj ca le dlha moog has rua tug tub hluas kws tuav txuj hlua ntsuag ntawd tas, yuav ua tsi tau ntsaa yeej thaiv lub nroog Yeluxalees, rua qhov muaj tuabneeg hab tsaj txhu nyob coob heev rua huv lub nroog."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.5","label":"5","content":"Tug TSWV coglug has tas, nwg yuav ua tug ntsaa yeej nplaim tawg thaiv hab tsomkwm puagncig lub nroog, hab nwg tug tshwjchim yuav ci ntsaa ab huv lub nroog ntawd.”"},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.6+ZEC.2.7","label":"6-7","content":"Tug TSWV has rua nwg tsaav tuabneeg tas, “Kuv muab mej ntab tsiv moog nyob rua txhua qhov chaw. Tabsis nwgnuav, mej cov kws raug luas nteg moog ca le tsiv tawm huv lub tebchaws Npanpiloos rov lug nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.8","label":"8","content":"Yog leejtwg ntaus mej, ces yog nwg ntaus kuv lub ntsabmuag ntaag.” Yog le ntawd, tug TSWV kws muaj Fwjchim Luj  kawg nkaus khaiv kuas kuv coj nwg cov lug moog qha rua txhua tsaav tuabneeg kws tau tuaj fuab nwg tsaav tuabneeg has tas:"},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.9","label":"9","content":"“Tug TSWV yuav tawmtsaam mej, hab cov tuabneeg kws tub ua mej qhev ib zag lawm yuav tuaj fuab mej.” Thaus tej nuav tshwm tuaj, txhua tug yuav paub has tas tug TSWV kws muaj Fwjchim Luj kawg nkaus khaiv kuv tuaj ntaag."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.10","label":"10","content":"Tug TSWV has tas, “Cov tuabneeg huv Yeluxalees, mej ca le hu nkauj zoo sab! Kuv taabtom lug nrug mej nyob lawm!”"},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.11","label":"11","content":"Thaus lub sijhawm ntawd yuav muaj ntau tsaav tuabneeg lug cuag tug TSWV hab ua nwg tsaav tuabneeg. Nwg yuav nrug mej nyob hab mej yuav paub has tas tub yog nwg khaiv kuv tuaj cuag mej."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.12","label":"12","content":"Cov Yudas yuav tau rov lug ua tug TSWV tsaav tuabneeg nyob huv nwg lub tebchaws kws dlawbhuv dlua ib zag ntxiv, hab lub nroog Yeluxalees yuav yog lub nroog kws nwg hlub tshaaj plawg tej nroog huv tuabsi."},{"bible_id":"1726","chapter_code":"ZEC.2","verse_code":"ZEC.2.13","label":"13","content":"Mej txhua tug nyob tuabywv taabmeeg tug TSWV, rua qhov nwg taabtom nqeg ntawm nwg lub chaw dlawbhuv lug."},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.1","label":"1","content":"Kuv ua dlua ib zaaj ywgtoog, tug TSWV ua rua kuv pum tug Povthawj Hlub Yausuas taabtom sawv ntawm tug TSWV tug timtswv hauv ntej. Hab Ntxwgnyoog  sawv ntawm Yausuas saab xis, npaaj rawv tog yuav nkaug Yausuas."},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.2","label":"2","content":"Tug TSWV tug timtswv  has rua Ntxwgnyoog has tas, “Ntxwgnyoog, thov kuas tug TSWV rau txim rua koj! Thov kuas tug TSWV kws hlub lub nroog Yeluxalees rau txim rua koj. Tug tuabneeg nuav zoo ib yaam le tug paas ntoo kws tub muab rhu tawm huv qhovcub lug lawm.”"},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.3","label":"3","content":"Yausuas naav ib cev rig tsho lu aav heev sawv qhov ntawd."},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.4","label":"4","content":"Tug timtswv ceebtsheej has rua cov timtswv kws sawv ntawm nwg hauv ntej tas, “Ca le muab cev rig tsho lu aav heev kws tug txivneej ntawd naav hle povtseg.”. Hab nwg has rua Yausuas tas, “Kuv tub muab koj tej kev txhum tshem taag lawm, kuv yuav muab dlua ib cev rig tsho tshab rua koj naav.”"},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.5","label":"5","content":"Nwg has kuas cov timtswv ceebtsheej kws nrug nwg tuaj ntawd muab  ib pluaj ntaub kws huv heev lug khi Yausuas taubhau. Puab ua lawv le nwg has, hab puab muab ib cev rig tsho tshab lug rua Yausuas naav thaus kws tug TSWV tug timtswv tseem nyob ntawd."},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.6","label":"6","content":"Ces tug timtswv ceebtsheej qha rua Yausuas has tas"},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.7","label":"7","content":"tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas: “Yog koj coj lawv le kuv tej kevcai hab leeg ua tej num kws kuv muab cob rua koj, ces koj yuav tau ua tug saib kuv lub Tuamtsev hab tej chaav tsev kws nyob rua huv, hab kuv yuav noog koj tej lug thov ib yaam le kuv noog cov timtswv kws nyob ntawm kuv xubndlag tej lug thov."},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.8","label":"8","content":"Yausuas kws yog tug Povthawj Hlub, koj ca le noog kuv has; hab mej cov povthawj kws yog nwg tsoom phoojywg ca le noog kuv has, mej suavdlawg yog lub cim zoo rua yaav tom ntej: kuv yuav coj kuv tug tubkhai kws hu ua Tug Ceg lug rua mej pum!"},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.9","label":"9","content":"Kuv muab ib lub pobzeb kws muaj xyaa nreej lug tso rua ntawm Yausuas xubndlag. Kuv yuav txaug ib cov lug rua ntawm lub pobzeb, hab tuab nub xwb kuv yuav tshem lub tebchaws nuav tej kev txhum moog kuas taag huv tuabsi."},{"bible_id":"1726","chapter_code":"ZEC.3","verse_code":"ZEC.3.10","label":"10","content":"Thaus txug nub ntawd, nyag yuav caw nyag tej phoojywg nruab ze tuaj nyob huv mej tej vaaj txiv maab hab txiv ncuav pas muaj kev zoo sab, kev thaajyeeb hab kev kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.1","label":"1","content":"Tug timtswv ceebtsheej kws pheej nrug kuv thaam rov lug rua ntawm kuv dlua, hab tsaa kuv ib yaam le tsaa tug tuabneeg kws tsaug zug sawv."},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.2","label":"2","content":"Nwg nug kuv has tas, “Koj pum dlaabtsi?” kuv teb has tas, “Kuv pum ib tug ncej txawb teeb kws yog muab kub ua, hab muaj ib lub taig ntim roj txawb rua sau. Sau tug ncej txawb teeb ntawd muaj xyaa lub teeb kws nyag muaj nyag ib tug teebxeeb."},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.3","label":"3","content":"Dlua le ntawd tseem muaj ob tsob txiv ntoo roj nyob ntawm tug ncej txawb teeb ntawd, ib tsob nyob ib saab.”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.4","label":"4","content":"Ces kuv nug tug timtswv ceebtsheej has tas, “Tug tswv, tej nuav yog pev txug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.5","label":"5","content":"Nwg teb kuv has tas, “Koj tsi paub los?” Kuv teb nwg has tas, “Tug TSWV, kuv tsi paub le.”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.10","label":"10b","content":"Tug timtswv ceebtsheej ntawd has rua kuv tas, “Xyaa lub teeb ntawd yog tug TSWV xyaa lub qhovmuag kws pum thoob plawg lub nplajteb nuav.” Puab tub taag kev ca sab lawm, rua qhov puab tsi pum muaj txujkev zoo ntxiv lawm. Tabsis puab yuav pum Xelunpanpees rau sab ntso ua lub Tuamtsev, hab puab yuav zoo sab heev.”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.11","label":"11","content":"Ces kuv nug nwg has tas, “Yog le ntawd, ob tsob txiv ntoo roj kws ib tsob nyob ib saab ntawm tug ncej txawb teeb yog txhais le caag?"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.12","label":"12","content":"Hab ob tug ceg ntoo roj kws ib tug nyob ib saab ntawm tug kaig kub kws laub roj ntawd yog txhais le caag?”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.13","label":"13","content":"Nwg teb kuv has tas, “Koj tsi paub los?” Kuv teb has tas, “Kuv tsi paub le.”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.14","label":"14","content":"Ces nwg has tas, “Ntawd yog pev txug ob tug tuabneeg kws Vaajtswv tau xaiv hab muab txhawb meejthawj lug ua tug Tswv kws kaav taagnrho lub nplajteb nuav teg num.”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.6","label":"6","content":"Tug timtswv ceebtsheej kuas kuv coj tug TSWV cov lug nuav moog qha rua Xelunpanpees has tas, “Koj yuav ntaus yeej rog, tabsis tsi yog qhov kws koj muaj tubrog coob lossis koj tug zug, tabsis yog kuv tug ntsujplig lub fwjchim xwb."},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.7","label":"7","content":"Txawm yog muaj kev covnyom luj luaj lub hauv roob los yuav yaaj ntshis ntawm koj hauv ntej moog. Koj yuav rov txhim khu lub Tuamtsev dlua, thaus kws koj tso lub pobzeb kawg rua ntawm nwg qhov chaw, cov tuabneeg yuav qw has tas, ‘Zoo nkauj kawg, zoo kawg nkaus le lauj!’ ”"},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.8","label":"8","content":"Tug TSWV rov has ib cov lug rua kuv dlua."},{"bible_id":"1726","chapter_code":"ZEC.4","verse_code":"ZEC.4.9","label":"9","content":"Nwg has tas, “Xelunpanpees tub pua lub Tuamtsev taag lawm, hab nwg yuav ua kuas lub Tuamtsev nuav tav. Thaus muaj le nuav lawm, kuv tsaav tuabneeg yuav paub has tas, kuv yog tug kws tau khaiv koj moog cuag puab."},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.1","label":"1","content":"Kuv rov tsaa qhovmuag saib, hab zag nuav kuv pum ib thooj ntawv yaa sau nruab ntug."},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.2","label":"2","content":"Tug timtswv ceebtsheej nug kuv has tas, “Koj pum dlaabtsi?” Kuv teb nwg has tas, “Kuv pum ib thooj ntawv yaa sau nruab ntug; ntev neeg nkaum tshim hab dlaav kaum tshim.”"},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.3","label":"3","content":"Ces nwg rov has rua kuv tas, “Thooj ntawv ntawd yog sau tej lug foom phem kws yuav coj tawm moog kuas thoob lub tebchaws. Nyob rua ntawm thooj ntawv ntawd muaj ib saab sau has tas, txhua tug tubsaab yuav raug muab tshem tawm huv lub tebchaws nuav moog; hab nyob rua ib saab sau has tas, txhua tug kws coglug dlaag yuav raug tshem tawm moog ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.4","label":"4","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, nwg yuav tso tej lug foom phem tawm moog, hab yuav moog nkaag rua huv txhua tug tubsaab hab txhua tug kws coglug dlaag tej tsev. Tej lug ntawd yuav nyob huv puab tej tsev hab ua kuas puab puamtsuaj taag.”"},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.5","label":"5","content":"Tug timtswv ceebtsheej rov lug tshwm rua kuv pum hab has rua kuv tas, “Koj saib! Muaj dlua ib yaam tshwm tuaj lawm hab!”"},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.6","label":"6","content":"Kuv nug has tas, “Qhov ntawd yog dlaabtsi?” Nwg teb has tas, “Yog ib lub tawb kws pev txug tej kev txhum  kws lub tebchaws nuav ua.”"},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.7","label":"7","content":"Lub hau khwb lub tawb ntawd yog muab tooj dlawb ua. Thaus kuv tsaa qhovmuag saib, lub hau txawm qheb hlo hab muaj ib tug quaspuj nyob quastsawg huv lub tawb ntawd!"},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.8","label":"8","content":"Tug timtswv ceebtsheej has tas, “Tug quaspuj ntawd pev txug kev phem kev qas.” Ces tug timtswv ceebtsheej txawm muab tug quaspuj ntawd nas rov rua huv lub tawb hab muab lub hau khwb kag rua lawm."},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.9","label":"9","content":"Kuv tsaa hlo qhovmuag saib hab pum ob tug quaspuj yaa ncaaj nraim lug rua ntawm kuv, ob phaab tis ntxuaj muaj zug ib yaam le tug noog dlej. Ob tug ca le tsawv nkaus lub tawb hab yaa plawg lawm."},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.10","label":"10","content":"Kuv nug tug timtswv ceebtsheej has tas, “Obtug nqaa lub tawb moog rua qhov twg lawm?”"},{"bible_id":"1726","chapter_code":"ZEC.5","verse_code":"ZEC.5.11","label":"11","content":"Nwg teb has tas, “Obtug nqaa moog rua tim tebchaws Npanpiloos lawm, obtug yuav ua ib lub tuamtsev rua lub tawb ntawd. Thaus twg ua tau lub tuamtsev lawm, obtug yuav muab lub tawb ntawd tso rua huv, rua tej tuabneeg tuaj pehawm.”"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.1","label":"1","content":"Kuv ua dlua ib zaaj ywgtoog. Zag nuav kuv pum plaub lub tsheb neeg taabtom tawm huv ob lub roob tooj dlaag kis nruab nraab tuaj."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.2","label":"2","content":"Thawj lub tsheb yog cov neeg lab hai, lub tsheb ob yog cov neeg dlub hai,"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.3","label":"3","content":"lub tsheb peb yog cov neeg dlawb hai, hab lub tsheb plaub yog cov neeg txaij hai."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.4","label":"4","content":"Ces kuv nug tug timtswv ceebtsheej has tas, “Tug Tswv, cov neeg ntawd pev txug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.5","label":"5","content":"Nwg teb kuv has tas, “Plaub paab neeg nuav pev txug plaub nthwv cua; puab taabtom tawm ntawm tug TSWV kws kaav lub nplajteb nuav lub xubndlag tuaj.”"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.6","label":"6","content":"Lub tsheb kws cov neeg dlub hai yog moog rua saab qaumteb hab moog rua Npanpiloos lawm, cov neeg dlawb moog rua saab nubpoob, hab cov neeg txaij moog rua nraag lub tebchaws kws nyob saab qaabteb."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.7","label":"7","content":"Thaus kws cov neeg txaij tawm tuaj, puab tog tsi taug yuav rawm moog tshuaj saib lub nplajteb. Tug timtswv ceebtsheej txhaj has tas, “Mej ca le moog tshuaj saib lub nplajteb!” Ces puab txawm moog lawm."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.8","label":"8","content":"Tug timtswv ceebtsheej qw nrov nrov rua kuv has tas, “Cov neeg kws moog rua saab qaumteb kws yog moog rua tim Npanpiloos lawm, ua rua tug TSWV txujkev chim txag lawm.”"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.9","label":"9","content":"Tug TSWV muab cov lug nuav cob rua kuv."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.10","label":"10","content":"Nwg has tas, “Koj nqaa tej nyaj tej kub kws Heledais, Taunpiyas hab Yedayas muab moog tso rua huv Xefaniyas tug tub Yauxiyas lub tsev. Puab yog cov kws raug nteg moog hab nyavnyuas rov tim tebchaws Npanpiloos lug."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.11","label":"11","content":"Ca le muab tej nyaj tej kub kws puab muab ntawd nchuav ua ib lub mom yeebkoob, hab muab rua Yausuas kws yog Yehauxadas tug tub ntoo."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.12","label":"12","content":"Koj qha rua nwg has tas tug TSWV kws muaj Fwjchim Luj kawg nkaus has le nuav, ‘Tug txivneej kws hu ua Tug Ceg, lub neej yuav vaammeej nyob ntawm qhov chaw kws nwg nyob hab rov txhim khu tug TSWV lub Tuamtsev."},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.13","label":"13","content":"Nwg yog tug kws yuav ua tug TSWV lub Tuamtsev hab txais lub meejmom ua tug vaajntxwv, hab nwg yuav kaav nwg tsaav tuabneeg. Muaj ib tug povthawj yuav sawv ntawm nwg lub zwmtxwv, obtug yuav ua num sis humxeeb hab nyob kaaj sab lug.’"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.14","label":"14","content":"Muab lub mom yeebkoob ntawd khaws ca rua huv tug TSWV lub Tuamtsev ua lub cim ncu txug Heledais,  Taunpiyas, Yedayas hab Yauxiyas.”"},{"bible_id":"1726","chapter_code":"ZEC.6","verse_code":"ZEC.6.15","label":"15","content":"Cov tuabneeg kws nyob dleb yuav tuaj paab txhim khu tug TSWV lub Tuamtsev. Thaus txhim khu lub Tuamtsev lawm, mej yuav paub has tas tug TSWV kws muaj Fwjchim Luj kawg nkaus khaiv kuv tuaj cuag mej. Tej nuav yeej yuav tshwmsim yog has tas mej noog tug TSWV kws yog mej tug Vaajtswv tej lug."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.1","label":"1","content":"Xyoo plaub thaus lub cuaj hlis ntuj (kws yog lub hlis Kislev) nub xab plaub kws Dali-us ua vaajntxwv kaav tebchaws, tug TSWV has ib cov lug rua kuv."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.2","label":"2","content":"Cov tuabneeg huv Npethees tso Salexes, Lenkemelej, hab puab cov tuabneeg tuaj rua huv tug TSWV kws muaj Fwjchim Luj kawg nkaus lub Tuamtsev, puab tuaj thov kuas tug TSWV foom koob moov rua puab,"},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.3","label":"3","content":"puab nug cov povthawj hab cov cevlug has tas: “Puas tsimnyog kws peb quaj ntsuag vim lub Tuamtsev raug puamtsuaj taag, hab ua kevcai yoo mov rua thaus lub tsib hlis ntuj lawv le peb ibtxwm ua lug ntau xyoo lawm?”"},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.4","label":"4","content":"Ntawm nuav moog yog cov lug kws tug TSWV has rua kuv."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.5","label":"5","content":"Nwg has tas, “Koj ca le qha rua cov pejxeem kws nyob huv lub tebchaws nuav hab cov povthawj has tas, qhov kws puab ua kevcai yoo mov hab quaj ntsuag thaus lub tsib hlis hab lub xyaa hli ntuj tau xyaa caum xyoo lug nuav tsi yog ua fwm kuv."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.6","label":"6","content":"Thaus puab noj puab haus ntawd, tsuas yog ua kuas puab txaus sab nkaus xwb.”"},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.7","label":"7","content":"Ntawm nuav yog tej lug kws tug TSWV has rua cov cevlug txheej thaus u kws lub nroog Yeluxalees tseem vaammeej hab muaj tuabneeg nyob puv nkaus huv, hab thaus ntawd cov tuabneeg tsi yog nyob huv tej zog kws nyob ibncig lub nroog ntawd xwb, tabsis tseem nyob moog rua saab qaabteb hab thoob plawg ntawm tej taw roob kws nyob saab nubpoob huv tuabsi."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.8","label":"8","content":"Tug TSWV has cov lug nuav rua Xakaliyas tas:"},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.9","label":"9","content":"“Kuv tub qha cov lug nuav rua kuv tsaav tuabneeg thaus u lug lawm has tas: ‘Mej yeej yuav pum txujkev ncaaj nceeg nyob huv mej kev coj noj coj ua, hab mej yuavtsum ua sab dlawb sab zoo hab ib leeg hlub ib leeg."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.10","label":"10","content":"Mej tsi xob tsimtxom cov puj ntsuag, tej mivnyuas ntsuag hab cov tuabneeg txawv tebchaws kws nrug mej nyob lossis tug kws raug kev txomnyem. Hab tsi xob nyaag nrhw ua phem rua ib leeg tug twg le.’"},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.11","label":"11","content":"“Tabsis kuv tsaav tuabneeg tawv ncauj heev, tsi noog kuv lug le. Puab ntsaws puab tej qhovntsej"},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.12","label":"12","content":"hab puab lub sab tawv ib yaam le pobzeb. Vim puab tsi noog kuv tej lug qhuab qha kws kuv khaiv cov cevlug thaus u moog qha puab, kuv txhaj le chim heev."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.13","label":"13","content":"Rua qhov puab tsi noog kuv has; thaus puab thov kuv txhaj tsi teb puab."},{"bible_id":"1726","chapter_code":"ZEC.7","verse_code":"ZEC.7.14","label":"14","content":"Kuv muab puab ntab tawm moog nyob rua lwm tebchaws ib yaam le cua dlaaj cua dlub ntsawj. Hab muab lub tebchaws kws zoo heev nuav tso tseg nyob qhuav nkuag ca tsi muaj leejtwg nyob lawm.”"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.1","label":"1","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has cov lug nuav rua Xakaliyas tas:"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.2","label":"2","content":"Kuv npaaj sab ntev lug lawm, yuav paab lub nroog Yeluxalees, vim kuv hlub cov tuabneeg huv lub nroog ntawd heev, yog txujkev hlub kws ua rua kuv chim kawg nkaus rua nwg cov yeebncuab."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.3","label":"3","content":"Kuv yuav rov lug nyob huv Yeluxalees kws yog kuv lub nroog dlawbhuv. Yuav hu Yeluxalees ua lub nroog kws muaj kev ncaaj nceeg, hab yuav muab tug TSWV kws muaj Fwjchim Luj kawg nkaus lub roob  hu ua roob dlawbhuv."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.4","label":"4","content":"Cov tuabneeg laug, tsi has quaspuj txivneej, cov laug heev kws nreg paas moog kev lawm xwb, yuav rov tau nyob quastsawg ntawm tej chaw ua si huv lub nroog."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.5","label":"5","content":"Hab tej tub tej ntxhais yuav rov ua si nplawg nta ntawm tej kev dlua ib zag ntxiv."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.6","label":"6","content":"“Tug TSWV has tas, tej zag zaaj nuav yuav nyuaj heev rua cov tuabneeg kws nyob tam nuav, tabsis yeej tsi nyuaj rua kuv hlo le."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.7","label":"7","content":"Kuv yuav cawm kuv tsaav tuabneeg kuas dlim ntawm tej tebchaws kws puab raug nteg moog ua luas qhev,"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.8","label":"8","content":"hab yuav coj puab tim saab nubtuaj hab saab nubpoob rov lug nyob rua huv lub nroog Yeluxalees. Puab yuav ua kuv tsaav tuabneeg hab kuv yuav ua puab tug Vaajtswv, kuv yuav kaav puab ntawm lub sab dlawb paug hab txujkev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.9","label":"9","content":"“Mej ca le kub sab lug! Nwgnuav mej tub nov tej lug kws cov cev Vaajtswv lug tau has thaus lub sijhawm kws luas pib pua lub plaag tsev kws yog rov txhim khu kuv lub Tuamtsev dlua tshab lawm."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.10","label":"10","content":"Ua ntej lub sijhawm ntawd, yeej tsi muaj leejtwg ndlav taug tuabneeg lossis tej tsaj lug ua num, hab yeej tsi muaj leejtwg dlim ntawm nwg cov yeebncuab le. Kuv ua rua cov tuabneeg ntawd kuas ib leeg rov tawmtsaam ib leeg."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.11","label":"11","content":"Tabsis nwgnuav kuv yuav tsi ua rua tsaav tuabneeg nuav cov kws seem nyob ib yaam le kuv ua yaav taag lug lawm."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.12","label":"12","content":"Puab yuav cog puab tej qoobloo hab nyob thaajyeeb lug; puab tej txiv maab yuav txi txiv ncw, aav yuav zoo qoob heev hab yuav muaj naag ntau. Kuv yuav muab taagnrho tej koob moov nuav rua kuv tsaav tuabneeg kws seem ntawd."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.13","label":"13","content":"Cov Yudas hab cov Yixalayees! Yaav taag lug cov tuabneeg txawv tebchaws ib leeg foom phem rua ib leeg has tas, ‘Thov kuas tej kev puamtsuaj kws lug raug cov Yudas hab cov Yixalayees poob lug raug koj ib yaam nkaus!’ Tabsis kuv yuav cawm mej, ces cov tuabneeg txawv tebchaws ib leeg yuav rov has rua ib leeg tas, ‘Thov kuas koj tau txais tej koob koov kws cov Yudas hab cov Yixalayees tau txais lawm!’ Yog le ntawd, mej ca le ua sab luj hab tsi xob ntshai.”"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.14","label":"14","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Thaus kws mej cov yawmkoob tau ua rua kuv chim, kuv tub npaaj sab tso kev puamtsuaj lug rua puab hab kuv yeej tsi hloov sab le, hab kuv ua lawv le kuv tau npaaj tseg lawm."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.15","label":"15","content":"Tabsis nwgnuav kuv npaaj sab yuav foom koob koov rua cov tuabneeg huv lub nroog Yeluxalees hab huv tebchaws Yudas. Yog le ntawd, mej tsi xob ntshai."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.16","label":"16","content":"Ntawm nuav yog tej kws mej yuav tau ua: Ib leeg yuavtsum has lug tseeb rua ib leeg, txav txim ncaaj nceeg huv tsev tu plaub, qhov kws ua sab dlawb sab zoo coj kev thaajyeeb lug rua suavdlawg."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.17","label":"17","content":"Tsi xob tuav tswvyim ua phem rua lwm tug. Tsi xob coglug ua timkhawv tsi tseeb. Kuv ntxub txujkev dlaag, kev ua tsi ncaaj hab ua nruj ua tsiv.”"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.18","label":"18","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tej lug nuav rua Xakaliyas tas:"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.19","label":"19","content":"“Ua kevcai yoo mov thaus lub plaub hlis, tsib hlis, xyaa hli hab lub kaum hli ntuj, yog cov kevcai zoo sab hab lomzem rua cov tuabneeg Yudas ntaag. Mej yuavtsum nyam qhov tseeb hab txujkev thaajyeeb.”"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.20","label":"20","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Thaus txug lub sijhawm ntawd, yuav muaj tuabneeg coob heev nyob huv ntau lub nroog tuaj rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.21","label":"21","content":"Cov tuabneeg kws tuaj huv ib lub nroog tuaj, yuav has rua cov tuabneeg kws tuaj dlua lwm lub nroog tuaj has tas, ‘Peb taabtom tuaj pehawm tug TSWV kws muaj Fwjchim Luj kawg nkaus hab thov nwg foom koob koov rua peb. Mej ca le nrug peb moog los mas!’"},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.22","label":"22","content":"Muaj tuabneeg coob heev  hab ntau tsaav tuabneeg kws muaj fwjchim yuav tuaj pehawm tug TSWV kws muaj Fwjchim Luj kawg nkaus huv lub nroog Yeluxalees hab thov nwg foom koob koov rua puab."},{"bible_id":"1726","chapter_code":"ZEC.8","verse_code":"ZEC.8.23","label":"23","content":"Thaus txug lub sijhawm ntawd, kaum tug tuabneeg txawv tebchaws yuav tuaj cuag ib tug tuabneeg Yudais hab has tas, ‘Peb xaav nrug mej tau koob koov, rua qhov peb nov has tas Vaajtswv nrug nraim mej nyob.’ ”"},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.1","label":"1","content":"Ntawm nuav yog tug TSWV cov lug: Nwg tau txav txim rua lub tebchaws Hadakes hab lub nroog Damaxes. Tsi yog txav txim rua txhua xeem Yixalayees xwb, tabsis txav txim rua cov Xilias lub tuamceeb nroog kws yog tug TSWV tug;"},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.2","label":"2","content":"lub nroog Hamas kws nyob rua ntawm tebchaws Hadakes tug nrimteb, hab tej nroog kws nyob peg Tiles hab Xidoos, hab taagnrho puab tej kev txawj ntse huv tuabsi."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.3","label":"3","content":"Lub nroog Tiles tau ua tej chaw faajxwm kws khov heev thaiv nwg hab sau nyaj kub lug teeb ua tej pawg ca, ua rua luas saib zoo le tej pawg lamsim xwb."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.4","label":"4","content":"Tabsis tug TSWV yuav muab txhua yaam kws nwg muaj tshem moog povtseg. Tug TSWV yuav muab nwg tej kev npluanuj pov rua huv havtxwv, hab lub nroog yuav raug hlawv kuas kub nyab taag moog ua tshauv."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.5","label":"5","content":"Lub nroog Asekeloos yuav pum tej xwm nuav hab yuav ntshai heev. Lub nroog Nkaxas yuav pum tej xwm nuav hab yuav mob sab kawg nkaus. Lub nroog Ekiloos los ib yaam nkaus, nwg yuav taag kev ca sab hab ntshai tshee nyo. Lub nroog Nkaxas yuav tsi muaj vaajntxwv, hab yuav muab lub nroog Asekeloos tso ca ua suabpuam."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.6","label":"6","content":"Ntau tsaav tuabneeg yuav tuaj nyob sis xyaw ntxawg huv lub nroog Asedaus. Tug TSWV has tas, “Kuv yuav muab cov tuabneeg Filitees txu fwjchim kuas puab tsi xob khaavtheeb lawm."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.7","label":"7","content":"Puab yuav tseg tsi noj nqaj xyaw ntshaav lossis tej khoom noj kws txwv tsi pub noj lawm. Taagnrho cov tuabneeg kws seem yuav tau lug ua kuv tsaav tuabneeg hab zoo ib yaam le xeem Yudas. Ekiloos yuav tau lug ua ib feem ntawm kuv tsaav tuabneeg, ib yaam le cov Yenpus  tub tau lug ua lawm."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.8","label":"8","content":"Kuv yuav tsomkwm kuv lub tebchaws hab tsi pub kuas muaj tubrog tuaj tau rua huv. Kuv yuav tsi pub kuas kuv tsaav tuabneeg raug cov tuabneeg Tiles tsimtxom ntxiv lawm. Rua qhov kuv yeej pum ntsoov kuv tsaav tuabneeg raug kev txomnyem luj kawg le.”"},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.9","label":"9","content":"Cov tuabneeg huv Xi-oos, mej ca le zoo sab, ca le zoo sab! Cov tuabneeg huv Yeluxalees, mej ca le qw zoo sab hlo! Saib lauj, mej tug vaajntxwv taabtom lug cuag mej lawm! Nwg yog tug ncaaj nceeg hab coj kev muaj yeej lug, tabsis nwg txu fwjchim hab caij ib tug neeg luav lug."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.10","label":"10","content":"Tug TSWV has tas, “Kuv yuav muab tej tsheb neeg ua rog tshem tawm ntawm cov Yixalayees, hab coj tej neeg tawm huv lub nroog Yeluxalees moog; hab tej neevnti kws tua rog yuav raug rhuav kuas puamtsuaj taag. Mej tug vaajntxwv yuav ua kuas txhua tsaav tuabneeg muaj kev thaajyeeb; Nwg yuav kaav ib lub havtxwv rua ib lub havtxwv, txij ndlua ntawm tug dlej Efalates moog txug qaab ntuj kawg.”"},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.11","label":"11","content":"Tug TSWV has tas, “Rua qhov kuv tau nrug mej coglug kws yog muab ntshaav ua khoom fij ua lub cim nas rua, kuv yuav tso mej tsaav tuabneeg kuas dlim ntawm qhov chaw tsi muaj dlej kws luas coj mej moog nyob rov lug."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.12","label":"12","content":"Cov tuabneeg kws raug nteg moog, nwgnuav mej rov muaj kev ca sab lawm, mej ca le rov lug; rov lug nyob huv mej lub tebchaws tso sab lug. Nwgnuav kuv qha rua mej has tas, kuv yuav them ob npaug rov rua mej, hab foom koob moov rua tej kws mej raug kev txomnyem lug lawm."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.13","label":"13","content":"Kuv yuav siv Yudas ib yaam le tug tubrog raab neevnti, hab siv cov Yixalayees ib yaam le cov xub vug. Kuv yuav siv cov tuabneeg huv Xi-oos ib yaam le raab ntaaj moog tua cov tuabneeg Kilis.”"},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.14","label":"14","content":"Tug TSWV yuav tshwm lug rua sau nwg tsaav tuabneeg; nwg yuav tua nwg tej xub vug ib yaam le tsaglig xub laim. Tug TSWV kws kaav ib puas tsaav yaam yuav tshuab raaj tshuab xyu; nwg yuav nrug naag xub naag cua tuaj nraag saab qaabteb tuaj."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.15","label":"15","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus yuav tiv thaiv nwg tsaav tuabneeg, hab puab yuav rhuav kuas puab cov yeebncuab puamtsuaj taag. Puab yuav qw ntshu nrooj huv tshaav rog ib yaam le tej tuabneeg qaug cawv, hab puab yuav ua rua puab cov yeebncuab nqaj ndluag ntshaav nrug; tej ntshaav ntawd yuav ndlwg ib yaam le tej ntshaav ua khoom fij kws muab laub rua sau lub thaaj."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.16","label":"16","content":"Thaus txug lub sijhawm ntawd, tug TSWV yuav cawm nwg tsaav tuabneeg, ib yaam le tug tswv yug yaaj cawm nwg paab yaaj dlim ntawm txujkev puamtsuaj. Puab yuav ci ntsaa ab rua lub tebchaws ib yaam le lub mom kub."},{"bible_id":"1726","chapter_code":"ZEC.9","verse_code":"ZEC.9.17","label":"17","content":"Ua caag lub tebchaws yuav zoo hab zoo nkauj ua luaj! Nplej hab cawv yuav ua rua cov hluas hlub mog nyoos hab muaj zug heev."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.1","label":"1","content":"Ca le thov kuas tug TSWV tso naag tshab lug rua lub caij nplooj ntoos hlaav. Tug TSWV yog tug kws tso naag tshauv hab tuamtsaam naag lug, ua kuas tej qoobloo hlub ntsuab xwbxab rua txhua leej txhua tug."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.2","label":"2","content":"Tej tuabneeg moog pe mlom hab saib moov, tabsis tej lug kws luas teb rua puab yog lug dlaag hab tsi muaj qaabhau dlaabtsi. Muaj qee leej txhais npau suav, tabsis coj mej kuas ua yuam kev xwb; tej lug kws puab nplig mej sab yeej tsi muaj tseeb le. Yog le ntawd, cov tuabneeg txhaj ncig moog ncig lug ib yaam le tug yaaj kws yuam kev lawm. Puab raug luas tsimtxom vim puab tsi muaj thawjcoj."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.3","label":"3","content":"Tug TSWV has tas, “Kuv chim heev rua cov tuabneeg txawv tebchaws kws kaav kuv tsaav tuabneeg, hab kuv yuav rau txim rua puab. Cov Yudas yog kuv tsaav tuabneeg, hab kuv yog tug TSWV kws muaj Fwjchim Luj kawg nkaus, kuv yuav tsomkwm puab. Puab yuav zoo le kuv cov neeg kws caij ntaus rog kws muaj zug heev huv tshaav rog."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.4","label":"4","content":"Yuav muaj cov numtswv, cov thawjcoj hab cov thawj tubrog sawv huv puab lug tswjfwm kuv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.5","label":"5","content":"Cov Yudas yuav muaj yeej ib yaam le cov tubrog kws muab puab cov yeebncuab tsuj nthi rua huv cov aav nkus ntawm tej kev. Puab yuav moog ntaus rog rua qhov tug TSWV nrug nraim puab, hab txawm yog cov yeebncuab tej tubrog kws caij neeg los puab yuav tua yeej."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.6","label":"6","content":"“Kuv yuav ua kuas cov Yudas muaj zug heev; kuv yuav cawm cov Yixalayees kuas dlim plawg lug. Kuv yuav hlub tshua puab hab coj puab rov lug tsev. Puab yuav nyob xauv npo ib yaam le kws kuv tsi tau tso puab tseg. Kuv yog tug TSWV kws yog puab tug Vaajtswv; kuv yuav teb puab tej lug thov."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.7","label":"7","content":"Cov Yixalayees yuav muaj zug ib yaam le paab tubrog, yuav zoo sab ib yaam le cov tuabneeg kws haus cawv txiv maab. Puab cov xeebntxwv yuav ncu ntsoov txujkev kws muaj yeej, hab zoo sab heev rua tej kws tug TSWV tau ua taag lug lawm."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.8","label":"8","content":"“Kuv yuav hu kuv tsaav tuabneeg hab sau puab rov lug nyob ua ke. Kuv yuav cawm puab hab ua kuas puab rov fuamvaam coob ib yaam le thaus u."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.9","label":"9","content":"Txawm yog kuv muab puab ntab moog nrug txhua tsaav tuabneeg nyob, hab txawm yog puab moog nyob puag tim tej tebchaws kws dleb heev los puab tseem yuav ncu ntsoov kuv; puab hab puab tej mivnyuas yuav dlim, hab yuav ua ke rov lug tsev."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.10","label":"10","content":"Kuv yuav coj puab tawm huv tebchaws Iziv hab Axilias rov lug, hab ca puab rov lug nyob huv puab lub tebchaws. Kuv yuav ca puab moog nyob huv Nkile-as hab peg Lenpanoos huv tuabsi; yuav muaj tuabneeg moog nyob thoob plawg huv lub tebchaws."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.11","label":"11","content":"Txawm yog thaus puab hlaa havtxwv muaj teebmeem rua puab los kuv yog tug TSWV, kuv yuav ua kuas tej dlej ndlaas ntawd tug, hab tug Dlej Niles kws tub tshaaj plawg yuav nqhuab taag. Cov Axilias txujkev khaavtheeb yuav raug txu kuas qeg, hab lub tebchaws Iziv kws muaj zug heev yuav poob fwjchim."},{"bible_id":"1726","chapter_code":"ZEC.10","verse_code":"ZEC.10.12","label":"12","content":"Kuv yuav txhawb kuas kuv tsaav tuabneeg muaj zug heev; puab txhaj yuav pehawm kuv hab noog kuv lug.” Tug TSWV yog tug kws has tej lug nuav."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.1","label":"1","content":"Lenpanoos, ca le qheb koj lub qhovrooj, suavtawg txhaj yuav kub koj tej ntoo cab!"},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.2","label":"2","content":"Cov ntoo thuv, ca le quaj ntsuag rua qhov tej ntoo cab tub qaug taag lawm; tej ntoo kws muaj meejmom tub raug rhuav puamtsuaj taag lawm! Tej ntoo qheb huv tebchaws Npasaas, ca le quaj ntsuag, tej roob ntoo kws tsaus nti tub raug luas muab ntuv qaug taag lawm!"},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.3","label":"3","content":"Cov numtswv tsaa suab hlo quaj tu sab kawg le; puab tej meejmom tub poob taag! Ca le noog tsuv ntxhuav tej suab nyooj; thaaj zoov kws yog puab qhov chaw nkaum nyob lawv tug dlej Yauladees raug puamtsuaj taag lawm!"},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.4","label":"4","content":"Tug TSWV kws yog kuv tug Vaajtswv has rua kuv tas, “Koj ca le ua yaam le koj yog ib tug yug yaaj  kws zuv rawv ib paab yaaj kws taabtom raug luas coj moog tua."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.5","label":"5","content":"Cov tswv muab cov yaaj tua hab rov moog tsev tsi raug txim dlaabtsi. Puab muab cov nqaj coj moog muag hab has tas, ‘Ua tug TSWV tsaug! Peb npluanuj heev!’ Txawm yog puab yog cov tswv yaaj los puab tub tsi taabncuab cov yaaj.”"},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.6","label":"6","content":"(Tug TSWV has tas, “Kuv yuav tsi hlub ib tug tuabneeg twg nyob huv nplajteb nuav ntxiv lawm. Kuv yuav muab txhua tsaav tuabneeg cob rua puab cov numtswv teg. Cov numtswv nuav yuav rhuav lub nplajteb, hab kuv yuav tsi cawm lub nplajteb kuas dlim ntawm puab lub fwjchim le.”)"},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.7","label":"7","content":"Cov tuabneeg muag yaaj hab cov yuav yaaj ndlav kuv ua tug yug cov yaaj kws yuav coj moog tua. Kuv muab tau ob tug paas ntoo lug: muaj ib tug kuv tis npe hu ua “Nyam” hab muaj dlua ib tug kuv tis npe hu ua “Koom ua ke”. Hab kuv ua tug tu paab yaaj ntawd."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.8","label":"8","content":"Kuv txawm ua tsi taug sab ntev rua peb tug yug yaaj kws pheej ntxub kuv, kuv txhaj ua rua puab peb tug ntawd raug puamtsuaj taag huv tuabsi rua tuab lub hlis nkaus xwb."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.9","label":"9","content":"Ces kuv has rua cov yaaj tas, “Kuv yuav tsi ua mej tug yug yaaj ntxiv lawm. Ca cov tuabneeg kws yuav tuag, tuag moog. Ca cov tuabneeg kws yuav puamtsuaj, raug puamtsuaj moog. Ca cov tuabneeg kws seem ib leeg ua kuas ib leeg raug puamtsuaj huv tuabsi hab.”"},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.10","label":"10","content":"Ces kuv txawm muab tug paas ntoo kws hu ua “Nyam” lug, hab muab luv; kuas rhuav tug TSWV tej lug kws tau cog tseg rua ntau tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.11","label":"11","content":"Yog le ntawd, tug TSWV tej lug cog tseg txhaj raug muab rhuav nub ntawd lawm. Cov tuabneeg kws muag yaaj hab cov yuav yaaj puavleej tsaa qhovmuag saib kuv, hab puab paub has tas yog tug TSWV has rua kuv txug tej kws kuv ua ntawd ntaag."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.12","label":"12","content":"Kuv has rua puab tas, “Yog mej txaus sab, mej ca le them kuv tej nqe zug rua kuv. Tabsis yog mej tsi txaus sab, mej muab khaws ca los tau.” Ces puab txhaj muab tau peb caug dlaim nyaj lug them kuv."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.13","label":"13","content":"Tug TSWV has rua kuv tas, “Koj ca le coj cov nyaj ko moog tso rua huv qhov chaw ca nyaj huv lub Tuamtsev.”  Yog le ntawd, kuv txhaj coj peb caug dlaim nyaj kws puab muab ua nqe zug rua kuv ntawd moog tso rua huv lub chaw ca nyaj huv lub Tuamtsev lawm."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.14","label":"14","content":"Ces kuv muab tug paas ntoo kws hu ua “Koom ua ke” luv hab ua rua cov Yudas hab cov Yixalayees tawg nyob tsi tau ua ke."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.15","label":"15","content":"Ces tug TSWV has rua kuv tas, “Koj ca le rov qaab ua ib yaam le koj yog ib tug yug yaaj, hab zag nuav koj ua ib yaam le ib tug yug yaaj kws tsi tsimtxaj hlo le."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.16","label":"16","content":"Kuv tau tsaa ib tug yug yaaj ua tug saib kuv paab yaaj, tabsis nwg tsi paab cov yaaj kws raug luas ntaus puamtsuaj, nwg tsi moog nrhav tug kws pluj lossis tsi khu tug kws raug mob lossis tsi pub zaub rua cov seem noj le. Tabsis nwg xaav noj tej yaaj kws rog hab muab yaaj tej rau taw tev huv tuabsi."},{"bible_id":"1726","chapter_code":"ZEC.11","verse_code":"ZEC.11.17","label":"17","content":"Tug tub yug yaaj kws tsi tsimtxaj le ntawd raug puamtsuaj lawm lauj! Nwg muab nwg paab yaaj tso tseg lawm. Kev tsuv kev rog yuav rhuav nwg lub fwjchim kuas puamtsuaj. Nwg txhais npaab yuav qhuav hab nwg lub qhovmuag saab xis yuav dlig.”"},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.1","label":"1","content":"Ntawm nuav yog tug TSWV tej lug kws has txug cov Yixalayees, tug TSWV yog tug kws nthuav lub ntuj, yog tug kws tsim lub nplajteb, hab yog tug kws rau sav rau paa rua tuabneeg nplajteb. Nwg has tas,"},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.2","label":"2","content":"“Kuv yuav ua kuas Yeluxalees zoo ib yaam le khob cawv; txhua tsaav tuabneeg kws nyob puagncig nwg yuav haus hab qaug pawg lug ib yaam le qaug cawv. Thaus luas tuaj vij lub nroog Yeluxalees, tej nroog kws nyob huv tebchaws Yudas yuav raug vij ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.3","label":"3","content":"Tabsis thaus txug lub sijhawm ntawd, kuv yuav ua kuas Yeluxalees zoo le lub pobzeb kws nyaav heev, tsaav tuabneeg twg kws tuaj tsaws lub pobzeb ntawd yuav raug mob. Txhua tsaav tuabneeg kws nyob huv nplajteb nuav yuav sau nthwv tuaj tawmtsaam nwg."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.4","label":"4","content":"Lub sijhawm ntawd kuv yuav hem kuas puab tej neeg ntshai hab ua kuas cov tuabneeg caij neeg txhua tug vwm huv tuabsi. Kuv yuav tsomkwm cov Yudas, tabsis kuv yuav ua kuas puab cov yeebncuab tej neeg dligmuag taag."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.5","label":"5","content":"Ces xeem Yudas yuav rov has rua puab tas, ‘Tug TSWV kws yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus txhawb nwg tsaav tuabneeg kws nyob huv lub nroog Yeluxalees kuas puab muaj zug luj zug nchaav!’"},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.6","label":"6","content":"“Lub sijhawm ntawd, kuv yuav ua kuas xeem Yudas zoo ib yaam le cov suavtawg kws kub ib thaaj haav zoov lossis kub ib thaaj teb kws nplej sav heev lawm, puab yuav muab txhua tsaav tuabneeg kws nyob puagncig puab rhuav kuas puamtsuaj taag. Cov tuabneeg kws nyob huv lub nroog Yeluxalees yuav nyob tso sab lug huv lub nroog."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.7","label":"7","content":"“Kuv yog tug TSWV, kuv yuav xub paab kuas cov tubrog Yudas muaj yeej, kuas lub meejmom kws Daviv cov xeebntxwv hab cov tuabneeg kws nyob huv Yeluxalees tau txais ntawd txhaj tsi luj tshaaj lub meejmom kws lwm paab Yudas tau txais."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.8","label":"8","content":"Lub sijhawm ntawd tug TSWV yuav tiv thaiv cov tuabneeg kws nyob huv Yeluxalees, txawm yog cov tuabneeg qaug zug kws nrug puab nyob huv los yuav muaj zug ib yaam le Daviv. Daviv cov xeebntxwv yuav coj puab kev ib yaam le tug TSWV tug timtswv, hab zoo ib yaam le Vaajtswv ntaag."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.9","label":"9","content":"Lub sijhawm ntawd kuv yuav rhuav tshem txhua tsaav tuabneeg kws pheej nrhav kev tuaj tawmtsaam lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.10","label":"10","content":"“Kuv yuav pub kuas Daviv cov xeebntxwv hab cov tuabneeg kws nyob huv lub nroog Yeluxalees muaj lub sab puv npo txujkev hlub hab muaj lub sab kub lug thov Vaajtswv. Puab yuav saib ntsoov tug kws puab muab nkaug tuag lawm, hab puab yuav quaj nwg ib yaam le tug kws muaj tuab tug mivnyuas kws tuag lawm. Puab yuav quaj nwg tu sab nrho ib yaam le cov tuabneeg kws quaj puab thawj tug tub hlub kws tuag lawm."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.11","label":"11","content":"Thaus txug lub sijhawm ntawd, cov tuabneeg kws taabtom quaj ntsuag huv lub nroog Yeluxalees yuav coob ib yaam le cov tuabneeg kws taabtom quaj nyav Hadas-limoos  kws nyob huv lub taj Menkidaus."},{"bible_id":"1726","chapter_code":"ZEC.12","verse_code":"ZEC.12.12+ZEC.12.13+ZEC.12.14","label":"12-14","content":"Txhua tsev tuabneeg kws nyob huv lub tebchaws ntawd, nyag quaj ntsuag nyob huv nyag tsev: caajceg kws yog Daviv xeebntxwv, caajceg kws yog Nathaas xeebntxwv, caajceg kws yog Levis xeebntxwv, caajceg kws yog Sime-is xeebntxwv, hab taagnrho lwm tsev tuabneeg huv tuabsi. Txhua tsev tuabneeg nyag yuav quaj ntsuag nyob huv nyag tsev, hab txhua tsev tuabneeg cov txivneej nyag yuav moog quaj nyag nyob rua ib qho tsi nrug cov quaspuj.”"},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.1","label":"1","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Thaus txug lub sijhawm ntawd, lub qhovdlej ntshab kws huv sab si yuav qheb hlo ntxuav Daviv cov xeebntxwv hab cov tuabneeg kws nyob huv lub nroog Yeluxalees tej kev txhum hab tej kev pe mlom moog povtseg."},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.2","label":"2","content":"Lub sijhawm ntawd kuv yuav tshem cov mlom kws nyob huv lub tebchaws ntawd tej npe tawm moog kuas taag, hab tsi muaj leejtwg yuav ncu txug puab ntxiv le lawm. Kuv yuav tshem txhua tug kws khaav has tas nwg yog tug cev Vaajtswv lug hab muab puab txujkev kws ntshaw pe mlom coj moog povtseg."},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.3","label":"3","content":"Yog leejtwg tseem nyam ua tug cevlug, mas nwg nam nwg txiv yuavtsum qha rua nwg has tas, ‘Nwg yuav raug muab tua kuas tuag, rua qhov nwg khaav has tas yog nwg qha tug TSWV txujlug, tabsis yog nwg has tej lug dlaag xwb.’ Thaus nwg cevlug, nwg nam hab nwg txiv yuavtsum muab nwg ntaus kuas tuag."},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.4","label":"4","content":"Thaus txug lub sijhawm ntawd, cov cevlug yuav raug txaajmuag, txhua tug yuav tsi khaav puab tej ywgtoog; puab yuav tsi naav cov cevlug tej tsho ntev moog dlaag ntxag tuabneeg ntxiv lawm."},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.5","label":"5","content":"Tabsis, nwg yuav has tas, ‘Kuv tsi yog ib tug cevlug. Kuv yog ib tug tuabneeg ua teb xwb, kuv lub neej yeej ibtxwm yog tuabneeg ua teb lug txug naj nub nua.’"},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.6","label":"6","content":"Yog leejtwg nug nwg has tas, ‘Ua le caag koj muaj qhov txhaab nyob ntawm koj hauvsab?’ Nwg yuav teb has tas, ‘Kuv raug tej qhov txhaab nuav huv kuv tug phoojywg tsev lug.’ ”"},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.7","label":"7","content":"Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Raab ntaaj, koj ca le sawv, hab moog tua tug tub yug yaaj  kws ua num rua kuv! Ca le muab nwg tua kuas tuag, ces cov yaaj yuav tawg tsiv ri sua rua nuav rua u. Kuv yuav tawmtsaam kuv tsaav tuabneeg,"},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.8","label":"8","content":"hab nyob thoob plawg huv lub tebchaws yuav muaj tuabneeg tuag txug ob feem peb."},{"bible_id":"1726","chapter_code":"ZEC.13","verse_code":"ZEC.13.9","label":"9","content":"Kuv yuav sim ib feem peb kws seem ntawd, hab yuav muab puab ntxuav kuas dlawbhuv ib yaam le tej nyaj kws coj moog hlawv huv qhovcub kuas tau tej tseem nyaj. Kuv yuav sim puab ib yaam le sim kub. Ces puab yuav thov kuv, hab kuv yuav teb puab tej lug thov. Kuv yuav qha rua puab has tas puab yog kuv tsaav tuabneeg, hab puab yuav leeg has tas kuv yog puab tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.1","label":"1","content":"Nub kws tug TSWV yuav lug nyob ntawm lub rooj txav txim tub lug ze heev lawm. Lub nroog Yeluxalees yuav raug luas fuab, hab tej khoom kws luas fuab tau ntawd yuav muab faib rua mej qhovmuag saib ntsoov."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.2","label":"2","content":"Tug TSWV yuav coj txhua tsaav tuabneeg tuaj ua ke ua rog rua lub nroog Yeluxalees. Luas yuav txeeb tau lub nroog hab fuab tej vaaj tse, hab tej quaspuj yuav raug luas yuam. Cov tuabneeg ib nraab yuav raug luas nteg coj moog rua lwm tebchaws, tabsis cov kws seem yuav tsi raug coj tawm huv lub nroog moog."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.3","label":"3","content":"Ces tug TSWV yuav tawm moog tua txhua tsaav tuabneeg ntawd, ib yaam le nwg tau ntaus rog yaav taag lug lawm."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.4","label":"4","content":"Thaus txug lub sijhawm ntawd, nwg yuav sawv sau lub Roob Txiv Ntoo Roj kws nyob ntawm lub nroog Yeluxalees saab nubtuaj. Ces lub Roob Txiv Ntoo Roj yuav tawg ua ob saab, txij ndlua saab nubtuaj moog rua saab nubpoob, yuav ua ib lub kwj haa luj heev. Lub roob ntawd ib saab yuav txaav nce toj moog rua saab qaumteb, hab ib saab yuav txaav nqeg moog rua saab qaabteb."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.5","label":"5","content":"Mej yuav tau kev tsiv dlim huv lub haav kws dlaav heev ntawd moog rua saab roob nrau u.  Mej yuav tsiv dlim ib yaam le mej cov yawmkoob tsiv thaus aav qeeg tam kws Vaajntxwv Uxiyas kaav tebchaws Yudas. Tug TSWV kws yog kuv tug Vaajtswv yuav lug, hab coj taagnrho cov timtswv ceebtsheej nrug nwg lug."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.6","label":"6","content":"Thaus txug lub sijhawm ntawd, yuav tsi muaj ntuj no hab dlej nkoog,"},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.7","label":"7","content":"lossis tsi muaj kev tsaus ntuj. Txawm yog mo ntuj los yuav hloov ua nruab nub pum kev kaaj nrig. Tsuas yog tug TSWV tuab leeg xwb txhaj paub has tas, thaus twg lub sijhawm nuav maam le lug txug."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.8","label":"8","content":"Thaus txug nub ntawd, yuav muaj ib tug dlej txhawv huv lub nroog Yeluxalees lug, ib ceg yuav ndlwg moog rua nraag Havtxwv Tuag hab ib ceg yuav ndlwg moog rua tom Havtxwv Meditelanees. Tug dlej ntawd yuav ndlwg thaws naj thaws xyoo, tsi has lub caij ntuj qhua lossis lub caij ntuj naag."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.9","label":"9","content":"Tug TSWV yuav lug ua Vaajntxwv kaav lub nplajteb, txhua tug yuav tuaj pehawm nwg tug kws yog Vaajtswv, hab nwg muaj tuab lub npe xwb."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.10","label":"10","content":"Taagnrho cheebtsaam ntawm Nkenpas saab qaumteb lug txug rua ntawm Limoos saab qaabteb, mas yuav muab meem kuas taj sis txig. Lub nroog Yeluxalees yuav yog lub chaw tsomfaaj kws nyob sab tshaaj tej tebchaws kws nyob puagncig nwg; lub nroog ntawd yuav pib kag ntawm lub Roojvaag Npeenyamees moog txug ndlua ntawm lub Roojvaag Ceg kaum kws yeej yog ib lub roojvaag thaus u lug lawm, hab txij ndlua ntawm lub chaw tsomfaaj Hananees moog rua ntawm vaajntxwv lub chaw tsuam txiv maab."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.11","label":"11","content":"Cov tuabneeg yuav nyob kaaj sab lug huv qhov chaw ntawd, yuav tsi muaj kev puamtsuaj lug raug puab ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.12","label":"12","content":"Tug TSWV yuav tso ib yaam kaab mob kws txaus ntshai heev lug rua txhua tsaav tuabneeg kws tuaj ua rog tawmtsaam lub nroog Yeluxalees. Puab tej nqaj yuav lwj thaus puab tseem caj sa; puab lub qhovmuag hab tug nplaig yuav lwj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.13","label":"13","content":"Lub sijhawm ntawd tug TSWV yuav ua kuas puab feeb tsi meej hab ntshai heev, puab ib leeg yuav nteg ib leeg hab ib leeg yuav tawmtsaam ib leeg."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.14","label":"14","content":"Cov Yudas yuav tiv thaiv lub nroog Yeluxalees. Puab yuav fuab txhua tsaav tuabneeg tej khoom muaj nqes: kub, nyaj, hab rig tsho tau ntau kawg le."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.15","label":"15","content":"Tej kaab mob phem kws txaus ntshai nuav yuav raug tej neeg, tej neeg zaag, tej ntxhuav, tej neeg luav hab raug txhua yaam tsaj kws nyob huv cov yeebncuab tej yeej."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.16","label":"16","content":"Ces cov tuabneeg kws seem ntawm txhua tsaav tuabneeg kws tuaj tua lub nroog Yeluxalees, yuavtsum naj xyoo tuaj pehawm Vaajntxwv tug kws yog tug TSWV tug muaj Fwjchim Luj kawg nkaus hab ua kevcai nyob Tsev Pheebsuab huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.17","label":"17","content":"Yog has tas ib tsaav tuabneeg twg tseem tsi kaam moog pehawm Vaajtswv tug kws yog tug TSWV kws muaj Fwjchim Luj kawg nkaus, ces yuav tsi muaj naag lug rua puab lub tebchaws."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.18","label":"18","content":"Yog cov Iziv tsi kaam tuaj ua kevcai nyob Tsev Pheebsuab, puab yuav raug yaam kaab mob phem kws tug TSWV tso lug rua txhua lub tebchaws kws tsi kaam moog pehawm nwg ntawd."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.19","label":"19","content":"Tej nuav yog txujkev rau txim kws yuav raug cov tuabneeg Iziv hab txhua tsaav tuabneeg kws tsi kaam moog ua kevcai nyob Tsev Pheebsuab."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.20","label":"20","content":"Lub sijhawm ntawd txawm yog tej tswb neeg los yuav sau ntawv rua has tas, “Fij rua tug TSWV.” Tej laujkaub kws siv ua noj huv lub Tuamtsev yuav dlawbhuv ib yaam le tej taig kws txawb rua ntawm lub thaaj hauv ntej."},{"bible_id":"1726","chapter_code":"ZEC.14","verse_code":"ZEC.14.21","label":"21","content":"Txhua lub laujkaub kws siv ua noj huv Yeluxalees hab huv tebchaws Yudas yuav muab tshwj tseg rua ib caag txhaj tau siv pehawm tug TSWV kws muaj Fwjchim Luj kawg nkaus. Cov tuabneeg kws tuaj fij khoom yuav siv tej laujkaub ntawd lug hau tej nqaj kws coj tuaj tua ua khoom fij. Thaus txug lub sijhawm ntawd, yuav tsi muaj kev ua laag ua luam nyob huv tug TSWV tug kws muaj Fwjchim Luj kawg nkaus lub Tuamtsev lawm."}]