[{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.1","label":"1","content":"Peb sau zaaj kws has txug Txujlug kws cawm tuabneeg txujsa qha rua mej paub; Txujlug ntawd yeej nyob thaus chivkeeb lug lawm. Peb nov nwg tej lug, peb qhovmuag pum nwg hab peb txhais teg tau tuav nwg lawm."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.2","label":"2","content":"Thaus tug kws cawm tuabneeg txujsa ntawd lug peb puavleej pum nwg, peb txhaj has txug nwg zaaj hab qha txujsa ntev dlhawv moog ibtxhis rua mej. Txujsa ntawd yeej nrug leej Txiv nyob hab leej Txiv tub qha txujsa ntawd rua peb lawm."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.3","label":"3","content":"Peb qha tej kws peb pum hab peb nov lawm rua mej, kuas mej txhaj tau lug nrug leej Txiv hab nwg tug Tub Yexus Khetos sis raug zoo, ib yaam le peb tub nrug nwg sis raug zoo lawm."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.4","label":"4","content":"Peb sau le nuav tuaj rua mej, kuas peb  txujkev zoo sab puv npo."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.5","label":"5","content":"Zaaj nuav yog zaaj kws Vaajtswv tug Tub qha rua peb, peb txhaj qha zaaj nuav rua mej has tas: Vaajtswv yog qhov pum kev, hab tsi muaj ib qhov tsaus nyob huv nwg hlo le."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.6","label":"6","content":"Yog peb has tas, peb tub nrug Vaajtswv sis raug zoo lawm, tabsis peb tseem ua peb lub neej ib yaam le cov kws nyob huv qhov tsaus ntuj ua, yog le ntawd tej kws peb has lossis tej kws peb ua puavleej dlaag huv tuabsi."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.7","label":"7","content":"Tabsis yog peb nyob huv qhov pum kev ib yaam le Vaajtswv tug kws nyob huv qhov pum kev, peb ib leeg yeej nrug ib leeg sis raug zoo hab Vaajtswv tug Tub Yexus Khetos cov ntshaav tub ntxuav peb tej kev txhum huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.8","label":"8","content":"Yog peb has tas peb tsi muaj txhum, peb rov dlaag peb xwb, hab peb yeej tsi paub qhov tseeb hlo le."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.9","label":"9","content":"Tabsis yog peb leeg peb tej kev txhum rua Vaajtswv, Vaajtswv yog tug ncaaj nceeg, nwg yuav ua lawv le nwg tau coglug tseg; nwg yuav zaam peb tej kev txhum, hab nwg yuav ntxuav peb tej kev txhum huv tuabsi moog."},{"bible_id":"1726","chapter_code":"1JN.1","verse_code":"1JN.1.10","label":"10","content":"Yog peb has tas peb tsi tau ua txhum, peb has le ntawd kuj ib yaam le peb has tas Vaajtswv yog tug dlaag, hab peb yeej tsi ntseeg nwg tej lug le."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.1","label":"1","content":"Cov mivnyuas, kuv sau tsaab ntawv nuav tuaj qha mej, mej txhaj le yuav tsi ua txhum; tabsis yog leejtwg ua txhum, peb muaj ib tug thov leej Txiv paab peb, tug ntawd yog Yexus Khetos tug kws ncaaj nceeg;"},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.2","label":"2","content":"hab Yexus Khetos yog tug kws tuag theej peb lub txhoj Vaajtswv txhaj zaam peb tej kev txhum, tsi yog zaam peb tej kev txhum xwb, tabsis nwg zaam txhua tsaav tuabneeg huv nplajteb nuav tej kev txhum huv tuabsi hab."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.3","label":"3","content":"Yog peb ua lawv le Vaajtswv tej lug qha, txhaj yog peb paub nwg tseeb lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.4","label":"4","content":"Yog ib tug has tas, “Kuv tub paub Vaajtswv lawm,” tabsis tug ntawd tsi ua lawv le Vaajtswv tej lug, ces tug ntawd dlaag xwb, nwg yeej tsi paub qhov tseeb le."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.5","label":"5","content":"Tabsis tug kws ua lawv le Vaajtswv tej lug, tug ntawd txhaj yog tug kws hlub Vaajtswv tag. Tub yog vim le nuav, peb txhaj paub tseeb has tas peb nrug Vaajtswv sis raug zoo tag."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.6","label":"6","content":"Yog leejtwg has tas, “Kuv tub nrug Vaajtswv sis raug zoo lawm,” tug ntawd yuavtsum ua nwg lub neej kuas zoo le Yexus Khetos lub."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.7","label":"7","content":"Cov kwvtij kws kuv hlub, txuj kevcai kws kuv sau tuaj rua mej nuav tsi yog txuj tshab; tabsis yog txuj qub kws mej ibtxwm coj thaus chivkeeb lug lawm. Txuj kevcai qub ntawd yog txuj kws mej tub nov lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.8","label":"8","content":"Txawm yog le caag los txuj kevcai kws kuv sau tuaj rua mej nuav yeej yog txuj tshab, rua qhov mej saib rua ntawm Yexus Khetos hab ntawm mej, mej yeej pum has tas txuj kevcai nuav yog txuj tshab. Vim qhov tsaus ntuj taabtom yuav dlhau moog, hab qhov pum kev taabtom ci ntsaa ab lug lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.9","label":"9","content":"Tug kws has tas, “Kuv nyob huv qhov pum kev,” tabsis nwg tseem ntxub nwg kwv nwg tij, tug ntawd tseem nyob huv qhov tsaus ntuj."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.10","label":"10","content":"Tug kws hlub nwg kwv nwg tij, tug ntawd yog tug kws nyob huv qhov pum kev, hab nwg yuav tsi ua ib yaam dlaabtsi rua lwm tug  ua txhum."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.11","label":"11","content":"Tabsis tug kws ntxub nwg kwv nwg tij, tug ntawd nyob huv qhov tsaus ntuj; nwg moog kev ib yaam le tug kws maub mo ntuj, hab nwg tsi paub has tas nwg taabtom moog txug qhov twg, rua qhov qhov tsaus ntuj plooj nwg lub qhovmuag lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.12","label":"12","content":"Cov mivnyuas, kuv sau tej nuav tuaj rua mej, rua qhov Vaajtswv tub zaam txim rua mej txhua tug kws Yexus Khetos tuag theej lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.13","label":"13","content":"Kuv sau tej nuav tuaj rua mej cov kws ua txiv, rua qhov mej tub paub tug kws ibtxwm muaj sa nyob thaus chivkeeb lug lawm. Kuv sau tej nuav tuaj rua mej cov kws yog tub hluas, rua qhov mej tub tawmtsaam yeej dlaab Ntxwgnyoog lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.14","label":"14","content":"Cov mivnyuas, kuv sau tej nuav tuaj rua mej, rua qhov mej tub paub leej Txiv lawm. Kuv sau tej nuav tuaj rua mej cov kws ua txiv, rua qhov mej tub paub tug kws ibtxwm muaj sa nyob thaus chivkeeb lug lawm. Kuv sau tej nuav tuaj rua mej cov tub hluas, rua qhov mej muaj zug heev; Vaajtswv txujlug nyob huv mej lub sab, hab mej tub tawmtsaam yeej dlaab Ntxwgnyoog lawm."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.15","label":"15","content":"Mej tsi xob hlub lub nplajteb lossis ca sab rua ib yaam dlaabtsi kws nyob huv lub nplajteb. Yog mej hlub lub nplajteb lawm, mej yeej yuav tsi hlub leej Txiv tug kws hlub mej."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.16","label":"16","content":"Txhua yaam kws yog nplajteb le, tsi has tej kws tuabneeg lub sab ntshaw, tej kws tuabneeg lub qhovmuag pum hab xaav yuav, hab txhua yaam huv nplajteb kws tuabneeg qhuas has tas yog yaam kws tseemceeb; tej ntawd puavleej yog nplajteb le xwb, tsi muaj ib yaam kws yog leej Txiv le."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.17","label":"17","content":"Lub nplajteb hab txhua yaam huv nplajteb kws tuabneeg ntshaw taabtom yuav dlua moog; tabsis tug kws ua lawv le Vaajtswv lub sab nyam, tug ntawd yuav nyob moog ibtxhis le."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.18","label":"18","content":"Cov mivnyuas, tub yuav txug lub sijhawm kawg! Mej tub nov lawm has tas tug kws ua yeebncuab rua Yexus Khetos yuav lug; nwgnuav tub muaj ntau leej ua yeebncuab rua Yexus Khetos lawm. Yog le ntawd peb txhaj paub has tas, tub yuav txug lub sijhawm kawg."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.19","label":"19","content":"Puab cov ntawd tub ncaim peb moog lawm, rua qhov puab tsi yog peb cov; yog puab yog peb cov tag, puab yeej yuav nrug peb nyob. Tabsis qhov kws puab ncaim peb moog, tub ua rua suavdlawg paub has tas, puab yeej tsi yog peb cov."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.20","label":"20","content":"Tabsis Yexus Khetos tub khaiv Vaaj Ntsujplig tug Dlawbhuv lug nrug mej nyob lawm, yog le ntawd mej txhua tug txhaj paub qhov tseeb."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.21","label":"21","content":"Qhov kws kuv sau tsaab ntawv nuav tuaj rua mej, tsi yog vim mej tsi paub qhov tseeb; tabsis vim mej tub paub lawm, hab mej paub has tas tug kws paub qhov tseeb, nwg yeej tsi dlaag ib zag le."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.22","label":"22","content":"Yog le ntawd leejtwg yog tug kws has dlaag? Tug kws has dlaag, tub yog tug kws has tas Yexus tsi yog tug Mexiyas. Tug kws has le ntawd yog Yexus Khetos tug yeebncuab, rua qhov nwg tsi kaam ntseeg leej Txiv hab leej Tub."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.23","label":"23","content":"Tug kws tsi ntseeg leej Tub, tug ntawd yeej tsi ntseeg leej Txiv. Tug kws ntseeg leej Tub, tug ntawd yeej ntseeg leej Txiv ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.24","label":"24","content":"Yog le ntawd, mej yuavtsum khaws tej lug kws mej nov thaus u lug lawm ca rua huv mej lub sab. Yog mej ncu ntsoov tej kws mej nov thaus u lug lawm, mej yeej yuav naj nub nrug leej Tub hab leej Txiv sis raug zoo."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.25","label":"25","content":"Qhov nuav yog lawv le tej lug kws Yexus Khetos coglug tseg rua peb has tas, nwg yuav pub txujsa ntev dlhawv moog ibtxhis rua peb."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.26","label":"26","content":"Tej kws kuv sau tuaj rua mej nuav, yog kuv has txug cov tuabneeg kws xaav ntxag kuas mej yuam kev."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.27","label":"27","content":"Tabsis Yexus Khetos tub khaiv Vaaj Ntsujplig tug Dlawbhuv lug nrug mej nyob lawm. Yog Vaajtswv tug Ntsujplig tub nyob huv mej lub sab lawm, tsi taag yuav muaj tuabneeg qha mej. Rua qhov Vaajtswv tug Ntsujplig qha txhua tsaav yaam rua mej, hab tej kws nwg qha rua mej ntawd puavleej tseeb xwb, tsi muaj ib qho dlaag le. Yog le ntawd, mej yuavtsum ua lawv le tej kws Vaaj Ntsujplig qha rua mej, hab ca Yexus Khetos kaav mej lub sab moog le."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.28","label":"28","content":"Cov mivnyuas, mej yuavtsum ca Yexus Khetos kaav mej lub neej, yog mej ua le ntawd thaus txug nub kws nwg rov qaab lug, mej hab peb txhaj le yuav tsi ntshai hab thaus peb pum nwg peb yuav tsi txaajmuag rua nwg."},{"bible_id":"1726","chapter_code":"1JN.2","verse_code":"1JN.2.29","label":"29","content":"Mej yeej paub has tas Yexus Khetos yog tug kws ncaaj nceeg; yog le ntawd tsimnyog mej yuav paub has tas txhua tug kws ua ncaaj nceeg yeej yog Vaajtswv cov mivnyuas."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.1","label":"1","content":"Mej sim ua tuab zoo xaav saib leej Txiv hlub peb npaum le caag! Nwg hlub peb kawg nkaus le, nwg txhaj hu peb ua nwg cov mivnyuas, hab qhov tseeb peb yeej yog Vaajtswv cov mivnyuas tag. Tub yog vim le ntawd cov tuabneeg kws tsi paub Vaajtswv, puab txhaj tsi paub peb."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.2","label":"2","content":"Cov kwvtij kws kuv hlub, nwgnuav peb yog Vaajtswv cov mivnyuas lawm, tabsis peb tseem tsi tau paub tseeb has tas yaav tom ntej peb yuav zoo le caag. Peb tsuas paub has tas thaus Yexus Khetos rov qaab lug, peb yuav zoo le nwg, rua qhov peb yuav pum tseeb has tas nwg zoo le caag tag."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.3","label":"3","content":"Txhua tug kws ca sab rua Yexus Khetos yeej yuav tswj kuas nwg ua tau lub neej dlawbhuv ib yaam le Yexus Khetos kws yog tug dlawbhuv."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.4","label":"4","content":"Tug kws ua txhum, tug ntawd rhuav Vaajtswv txuj kevcai, rua qhov txujkev txhum yeej yog qhov kws rhuav txuj kevcai."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.5","label":"5","content":"Mej tub paub lawm has tas, qhov kws Yexus Khetos lug huv nplajteb nuav, tub yog nwg lug tuag theej tuabneeg suavdlawg lub txhoj,  hab mej yeej paub has tas nwg tsi tau ua txhum ib qho le."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.6","label":"6","content":"Tug kws ca Yexus Khetos kaav nwg lub neej lawm, tug ntawd tsi nyam ua txhum; tabsis tug kws tseem nyam ua txhum, tug ntawd yeej tsi tau pum lossis paub Yexus Khetos le."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.7","label":"7","content":"Kuv cov mivnyuas, mej tsi xob pub leejtwg dlaag ntxag tau mej! Tug kws ua zoo, tug ntawd yog tug kws ncaaj nceeg ib yaam le Yexus Khetos yog tug ncaaj nceeg."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.8","label":"8","content":"Tug kws nyam ua txhum, tug ntawd yog dlaab Ntxwgnyoog mivnyuas, rua qhov dlaab Ntxwgnyoog yog tug kws ua txhum thaus chivkeeb lug lawm. Qhov kws Vaajtswv tug Tub lug huv nplajteb nuav, tub yog nwg lug rhuav dlaab Ntxwgnyoog teg num."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.9","label":"9","content":"Tug kws yog Vaajtswv mivnyuas lawm, tug ntawd yeej tsi nyam ua txhum, rua qhov nwg yog Vaajtswv cov noob; hab Vaajtswv yog nwg txiv, nwg txhaj tsi nyam ua txhum."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.10","label":"10","content":"Tug kws yog Vaajtswv mivnyuas hab tug kws yog dlaab Ntxwgnyoog mivnyuas, sis txawv le nuav: tug kws tsi nyam ua ncaaj nceeg lossis tsi hlub nwg kwv nwg tij, tug ntawd tsi yog Vaajtswv mivnyuas."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.11","label":"11","content":"Tej lug kws has tas, peb ib leeg yuavtsum hlub ib leeg, tej lug nuav mej yeej nov thaus chivthawj lug lawm."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.12","label":"12","content":"Peb tsi xob ua le Ka-ees; Ka-ees ca dlaab Ntxwgnyoog kaav nwg lub sab, nwg muab nwg tug kwv Anpees tua povtseg. Vim le caag Ka-ees txhaj tua nwg tug kwv? Rua qhov nwg teg num phem, hab nwg tug kwv teg num zoo."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.13","label":"13","content":"Cov kwvtij, yog tej tuabneeg kws nyob huv nplajteb nuav ntxub mej, mej tsi xob poob sab."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.14","label":"14","content":"Peb paub has tas, peb tub dlim txujkev tuag lawm, nwgnuav peb muaj txujsa tshab; peb paub le nuav, rua qhov peb muaj lub sab hlub peb cov kwvtij. Tug kws tsi muaj lub sab hlub lwm tug, tug ntawd zoo ib yaam le tug tuabneeg kws tuag lawm."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.15","label":"15","content":"Tug kws ntxub nwg kwv nwg tij, tug ntawd ua txhum ib yaam le tug tuabneeg kws tua tuabneeg, mej tub paub lawm has tas tug tuabneeg tua tuabneeg yeej tsi tau txujsa ntev dlhawv moog ibtxhis le."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.16","label":"16","content":"Qhov kws peb paub txujkev hlub yog le nuav: Yexus Khetos muab nwg txujsa lug txhwv peb. Yog le ntawd tsimnyog peb yuavtsum zoo sab muab peb txujsa txhwv peb cov kwvtij hab."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.17","label":"17","content":"Yog tug npluanuj pum nwg kwv nwg tij txomnyem, tabsis nwg tsi quavntsej puab le, tug ntawd yuav ua le caag has tau has tas, nwg yog tug kws hlub Vaajtswv."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.18","label":"18","content":"Cov mivnyuas, peb tsi xob hlub luas ntawm lub ncauj lu lug xwb; tabsis peb yuavtsum paab puab, suavdlawg txhaj pum has tas peb muaj lub sab hlub tag tag."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.19","label":"19","content":"Yog le ntawd peb txhaj paub has tas, peb yog Vaajtswv tug kws yog qhov tseeb cov mivnyuas; yog le ntawd peb txhaj tsi ntshai moog cuag Vaajtswv,"},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.20","label":"20","content":"rua qhov thaus peb lub sab qha has tas peb ua txhum, peb paub has tas Vaajtswv yog tug kws paub peb lub sab hab nwg yeej paub ib puas tsaav yaam huv tuabsi."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.21","label":"21","content":"Yog le ntawd cov kwvtij kws kuv hlub, yog peb lub sab tsi qha rua peb has tas peb ua txhum, thaus peb moog cuag Vaajtswv, peb yeej yuav tsi ntshai."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.22","label":"22","content":"Peb thov yaam twg, nwg yuav pub yaam ntawd rua peb, rua qhov peb noog nwg lug hab ua tej kws hum nwg sab."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.23","label":"23","content":"Nwg qha rua peb has tas kuas peb ntseeg nwg tug Tub Yexus Khetos, hab kuas peb ib leeg hlub ib leeg, lawv le tej lug kws Yexus Khetos tub qha rua peb lawm."},{"bible_id":"1726","chapter_code":"1JN.3","verse_code":"1JN.3.24","label":"24","content":"Tug kws ua lawv le Vaajtswv tej lug, tug ntawd yeej nrug Vaajtswv sis raug zoo, hab Vaajtswv nrug tug ntawd sis raug zoo, rua qhov Vaaj Ntsujplig tug kws Vaajtswv pub rua peb tub qha le ntawd rua peb paub has tas Vaajtswv nrug peb sis raug zoo lawm."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.1","label":"1","content":"Cov kwvtij kws kuv hlub, mej tsi xob rawm ntseeg txhua tug kws khaav has tas, puab muaj Vaaj Ntsujplig, tabsis mej yuavtsum ua tuab zoo saib tug ntsujplig ntawd puas yog Vaajtswv tug tag. rua qhov muaj cov xwbfwb cuav ntau leej tawm moog qha rua txhua qhov chaw lawm."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.2","label":"2","content":"Txhua tug kws leeg has tas, Yexus Khetos lug yug ua tuabneeg, cov ntawd txhaj yog cov kws muaj Vaajtswv tug Ntsujplig. Tub yog vim le nuav mej txhaj paub has tas, cov twg yog cov kws muaj Vaajtswv tug Ntsujplig tag."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.3","label":"3","content":"Tabsis txhua tug kws tsi leeg has tas Yexus lug yug ua tuabneeg, tug ntawd tsi muaj Vaajtswv tug Ntsujplig. Tug ntsujplig kws nwg muaj ntawd, yog Yexus Khetos tug yeebncuab tug ntsujplig kws mej tub nov lawm has tas nwg yuav lug, nwgnuav nwg tub lug nyob huv nplajteb nuav lawm."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.4","label":"4","content":"Cov mivnyuas, mej yog Vaajtswv cov mivnyuas hab mej tub tawmtsaam yeej cov xwbfwb cuav lawm, rua qhov Vaaj Ntsujplig tug kws nyob huv mej lub sab muaj fwjchim luj dlua tug ntsujplig kws nyob huv tej tuabneeg nplajteb lub sab."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.5","label":"5","content":"Cov xwbfwb cuav ntawd qha tej kws yog nplajteb zaaj xwb, rua qhov puab yog tuabneeg nplajteb hab tuabneeg nplajteb yeej nyam noog puab qha."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.6","label":"6","content":"Tabsis peb yog Vaajtswv cov mivnyuas. Tug kws paub Vaajtswv yeej nyam noog peb qha; tug kws tsi yog Vaajtswv le yeej tsi noog peb qha. Yog le ntawd peb txhaj paub has tas, tug kws muaj tug Ntsujplig tseeb hab tug kws muaj tug ntsujplig cuav txawv le caag."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.7","label":"7","content":"Cov phoojywg kws kuv hlub, peb ib leeg yuavtsum hlub ib leeg, rua qhov Vaajtswv yog tug kws ua rua peb txawj sis hlub. Tug kws muaj kev hlub, tug ntawd yog Vaajtswv mivnyuas hab nwg yeej paub Vaajtswv."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.8","label":"8","content":"Tug kws tsi muaj kev hlub, tug ntawd yeej tsi paub Vaajtswv, rua qhov Vaajtswv yog tug muaj kev hlub."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.9","label":"9","content":"Vaajtswv khaiv nwg tuab leeg Tub lug rua huv nplajteb nuav, kuas peb cov kws ntseeg nwg tug Tub tau txujsa tshab. Vaajtswv ua le ntawd, tub yog Vaajtswv qha rua peb has tas nwg hlub peb."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.10","label":"10","content":"Txujkev hlub lub ntsab yog le nuav: tsi yog peb hlub Vaajtswv, tabsis yog Vaajtswv hlub peb hab nwg khaiv nwg tug Tub lug tuag theej peb lub txhoj, Vaajtswv txhaj zaam tau peb lub txim."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.11","label":"11","content":"Cov phoojywg, Vaajtswv tub hlub peb npaum le ntawd lawm, yog le ntawd tsimnyog peb ib leeg yuavtsum hlub ib leeg."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.12","label":"12","content":"Yeej tsi tau muaj leejtwg pum Vaajtswv ib zag le, tabsis yog peb ib leeg hlub ib leeg, Vaajtswv yeej nrug peb sis raug zoo, hab nwg yuav pub peb muaj kev hlub ib yaam le nwg."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.13","label":"13","content":"Rua qhov Vaajtswv tub pub Vaajtswv tug Ntsujplig rua peb lawm, peb txhaj paub has tas Vaajtswv nrug peb sis raug zoo, hab peb nrug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.14","label":"14","content":"Peb tub pum hab peb tub qha rua suavdlawg paub lawm has tas, leej Txiv khaiv nwg tug Tub lug ua tuabneeg nplajteb tug Cawmseej."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.15","label":"15","content":"Tug kws qha has tas Yexus yog Vaajtswv tug Tub, Vaajtswv yeej nrug tug ntawd sis raug zoo hab tug ntawd yeej nrug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.16","label":"16","content":"Peb paub hab peb ntseeg has tas Vaajtswv hlub peb. Vaajtswv yog tug kws muaj kev hlub, yog leejtwg muaj kev hlub, tug ntawd yeej nrug Vaajtswv sis raug zoo, hab Vaajtswv yeej nrug tug ntawd sis raug zoo."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.17","label":"17","content":"Yog peb muaj kev hlub ib yaam le Vaajtswv lawm, peb yuav tsi ntshai Nub kws Vaajtswv txav txim, rua qhov peb cov kws nyob huv lub nplajteb nuav, peb lub neej tub zoo ib yaam le Yexus Khetos lub lawm."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.18","label":"18","content":"Tug kws muaj kev hlub lawm, tsi taag nwg yuav ntshai, rua qhov txujkev hlub kws zoo kawg nkaus yuav tshem tau txujkev ntshai tawm. Yog le ntawd tug kws ntshai, tug ntawd tseem tsi tau muaj kev hlub, rua qhov nwg ntshai nyob tsaam nwg raug txim."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.19","label":"19","content":"Peb muaj kev hlub rua qhov Vaajtswv tub xub hlub peb lawm."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.20","label":"20","content":"Tug kws has tas, “Kuv hlub Vaajtswv,” tabsis nwg tseem ntxub nwg kwv nwg tij, tug ntawd has dlaag xwb. Yog nwg tub tsi hlub nwg kwv nwg tij kws nwg qhovmuag pum, nwg yuav ua le caag hlub Vaajtswv tug kws nwg qhovmuag tsi pum."},{"bible_id":"1726","chapter_code":"1JN.4","verse_code":"1JN.4.21","label":"21","content":"Tej lug kws Yexus Khetos qha rua peb yog le nuav: tug kws hlub Vaajtswv, tug ntawd yuavtsum hlub nwg kwv nwg tij."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.1","label":"1","content":"Tug kws ntseeg has tas Yexus yog tug Mexiyas, tug ntawd yog Vaajtswv mivnyuas; hab tug kws hlub leej txiv, nwg yeej yuav hlub leej txiv cov mivnyuas ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.2","label":"2","content":"Qhov kws peb paub has tas, peb hlub Vaajtswv cov mivnyuas yog le nuav: vim peb hlub Vaajtswv hab ua lawv le Vaajtswv tej lug qha."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.3","label":"3","content":"Qhov kws peb hlub Vaajtswv yog peb ua lawv le tej lug kws Vaajtswv has. Hab Vaajtswv tej lug peb yeej coj tsi nyuaj le,"},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.4","label":"4","content":"rua qhov Vaajtswv cov mivnyuas txhua tug puavleej kovyeej lub nplajteb lawm. Hab qhov kws peb kovyeej lub nplajteb tub yog vim peb ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.5","label":"5","content":"Leejtwg txhaj yuav kovyeej lub nplajteb? Tug kws kovyeej lub nplajteb, tsuas yog tug kws ntseeg has tas, Yexus yog Vaajtswv tug Tub xwb."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.6","label":"6","content":"Thaus Yexus Khetos lug, muaj ob yaam tseemceeb; nwg ua kevcai raus dlej hab nwg tuag theej tuabneeg lub txhoj. Tsi yog dlej txhaj tseemceeb xwb, tabsis yog dlej hab ntshaav huv tuabsi. Hab Vaaj Ntsujplig yeej ua timkhawv has tas muaj tseeb le ntawd tag, rua qhov Vaaj Ntsujplig yeej yog tug kws has tseeb xwb."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.7","label":"7","content":"Muaj peb yaam ua timkhawv, xws le:"},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.8","label":"8","content":"Vaaj Ntsujplig, dlej hab ntshaav; peb yaam nuav puavleej has ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.9","label":"9","content":"Thaus muaj tuabneeg ua timkhawv, peb yeej ntseeg tej lug kws puab has, yog le ntawd tsimnyog peb hajyam yuavtsum ntseeg lu lug timkhawv kws Vaajtswv has txug nwg tug Tub, rua qhov lu lug timkhawv ntawd tseemceeb dlua tej kws tuabneeg has."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.10","label":"10","content":"Tug kws ntseeg Vaajtswv tug Tub, tug ntawd yeej ntseeg Vaajtswv lu lug timkhawv; tabsis tug kws tsi ntseeg Vaajtswv tej lug, tug ntawd yuav has tas Vaajtswv yog tug kws has dlaag, rua qhov nwg tsi ntseeg lu lug timkhawv kws Vaajtswv has txug Vaajtswv tug Tub."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.11","label":"11","content":"Lu lug timkhawv ntawd yog le nuav: Vaajtswv pub txujsa ntev dlhawv moog ibtxhis rua peb lawm, txujsa ntawd yog Vaajtswv tug Tub ntaag."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.12","label":"12","content":"Tug kws muaj leej Tub, tug ntawd txhaj muaj txujsa; tug kws tsi muaj leej Tub, tug ntawd tsi muaj txujsa."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.13","label":"13","content":"Kuv sau tej nuav tuaj rua mej cov kws ntseeg Vaajtswv tug Tub, kuas mej paub has tas mej tub muaj txujsa ntev dlhawv moog ibtxhis lawm."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.14","label":"14","content":"Peb tsi ntshai moog cuag Vaajtswv, rua qhov peb paub tseeb has tas, yog peb thov tej kws lawv le Vaajtswv lub sab nyam, Vaajtswv yeej yuav noog peb tej lug thov."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.15","label":"15","content":"Yog peb ca sab has tas Vaajtswv nov peb tej lug thov lawm, peb yeej paub has tas Vaajtswv yuav muab yaam kws peb thov rua peb."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.16","label":"16","content":"Yog mej pum mej ib tug kwvtij ua txhum kws tsi txaus tug ntawd raug kev puamtsuaj, mej yuavtsum thov Vaajtswv zaam txim rua tug kwvtij ntawd. Qhov nuav has txug tug kws ua txhum tsi txaus raug kev puamtsuaj xwb. Tabsis yeej muaj qhov txhum kws txaus raug kev puamtsuaj hab, kuv tsi tau has kuas mej thov Vaajtswv zaam txim rua tug kws ua txhum le ntawd."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.17","label":"17","content":"Txhua yaam kws tuabneeg ua tsi ncaaj puavleej yog kev txhum huv tuabsi, tabsis tej kev txhum ntawd muaj qee yaam tsi txaus raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.18","label":"18","content":"Peb paub has tas tug kws yog Vaajtswv mivnyuas, tug ntawd yeej tsi nyam ua txhum, rua qhov Vaajtswv tug Tub tub tsomkwm nwg lawm, hab dlaab Ntxwgnyoog yuav ua tsi tau phem rua nwg."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.19","label":"19","content":"Peb paub has tas peb yog Vaajtswv cov mivnyuas, hab paub has tas dlaab Ntxwgnyoog tub kaav cov tuabneeg kws nyob huv nplajteb nuav lawm."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.20","label":"20","content":"Peb paub has tas Vaajtswv tug Tub lug huv nplajteb nuav, hab nwg pub tswvyim rua peb, kuas peb paub tug kws yog Vaajtswv tag. Peb nrug Vaajtswv tug kws yog Vaajtswv tag sis raug zoo, rua qhov peb tub xub nrug Vaajtswv tug Tub Yexus Khetos sis raug zoo lawm. Tug nuav yog tug Vaajtswv tag, hab yog txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"1JN.5","verse_code":"1JN.5.21","label":"21","content":"Cov mivnyuas, mej yuavtsum ceevfaaj, mej tsi xob pe dlaab pe mlom."}]