[{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.1","label":"1","content":"Thaus Vaajntxwv Daviv laug heev lawm, txawm yog muab choj rua nwg vuv tuab npaum le caag los yeej tsi suv nwg le."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.2","label":"2","content":"Yog le ntawd, Daviv cov numtswv txhaj has rua Daviv has tas, “Vaajntxwv, thov koj tso lug rua peb moog nrhav ib tug ntxhais nkaujxwb lug nrug koj nyob tu koj, hab pw huv koj xubndlag kuas suv koj.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.3","label":"3","content":"Puab txhaj moog saib tej hluas nkauj kws zoo nkauj tshaaj plawg huv tebchaws Yixalayees, puab pum ib tug hluas nkauj nyob huv Sunees. Nwg npe hu ua Anpisas hab yog ib tug ntxhais kws zoo nkauj heev, puab txawm coj nwg lug rua vaajntxwv."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.4","label":"4","content":"Txawm yog Anpisas zoo nkauj heev hab nwg zuv rawv tu vaajntxwv xwb los vaajntxwv yeej tsi nrug nwg pw ua nam txiv le lawm."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.5+1KI.1.6","label":"5-6","content":"Thaus Axaloos tuag lawm, Daviv cov tub kws tseem ua neej nyob, Adauniyas yog tug hlub. Nwg nam yog Hankis. Adauniyas yog ib tug kws zoo raug heev, Daviv yeej tsi tau tshev nwg ib lus lossis nug nwg has tas, “Vim le caag koj ua le ko?” Adauniyas xaav ua vaajntxwv. Nwg npaaj tau ib cov tsheb neeg, ib cov neeg hab tsib caug leej txivneej nrug nwg ua ke."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.7","label":"7","content":"Nwg moog saablaaj rua Yau-am, (tug kws nwg nam hu ua Xeluyas), hab saablaaj rua Anpiyathas kws yog tug povthawj, mas obtug pum zoo paab nwg."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.8","label":"8","content":"Tabsis tug povthawj Xadaus, Npenayas kws yog Yehauyadas tug tub, Nathaas kws yog tug cev Vaajtswv lug, Sime-is, Le-is hab cov tubrog kws zuv Daviv, tsi kaam tuaj Adauniyas tog."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.9","label":"9","content":"Muaj ib nub Adauniyas moog tua yaaj, tua nyuj hab tua tej mivnyuas nyuj kws rog rog fij rua sau lub pobzeb naab, ze rua ntawm lub qhovdlej Elaunkees. Nwg caw Vaajntxwv Daviv cov tub ibtxha hab vaajntxwv cov numtswv kws nyob huv lub xeev Yudas tuaj nrug nwg koom rooj mov ntawd,"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.10","label":"10","content":"tabsis nwg tsi caw nwg tug kwv nraab Xalumoos lossis Nathaas kws yog tug cev Vaajtswv lug, lossis Npenayas lossis cov tubrog kws zuv vaajntxwv ib tug le."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.11","label":"11","content":"Nathaas moog cuag Npasenpas kws yog Xalumoos nam hab nug has tas, “Koj tsi nov has tas Hankis tug tub Adauniyas, nwg tub tsaa nwg ua vaajntxwv lawm los? Hab Vaajntxwv Daviv yeej tsi paub dlaabtsi txug zaaj nuav le."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.12","label":"12","content":"Yog koj xaav tseg koj hab koj tug tub Xalumoos txujsa, mas kuv yuav paab koj tuav tswvyim,"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.13","label":"13","content":"koj ca le moog cuag Vaajntxwv Daviv taamsim nuav hab nug nwg has tas, ‘Vaajntxwv, koj tub yog tug coglug tseg ruaj khov rua kuv lawm has tas, koj yuav ca kuv tug tub Xalumoos ua vaajntxwv hloov koj chaw nua ne? Yog le caag nwgnuav Adauniyas tub ua vaajntxwv lawm?’ ”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.14","label":"14","content":"Nathaas has ntxiv tas, “Ces thaus koj tseem taabtom nrug Vaajntxwv Daviv sis thaam, kuv yuav lawv koj qaab tuaj hab paab ua timkhawv rua koj txug zaaj nuav.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.15","label":"15","content":"Yog le ntawd, Npasenpas txhaj moog cuag vaajntxwv rua huv nwg lub txaaj. Vaajntxwv laug heev lawm, mas Anpisas kws yog tug hluas nkauj nyob huv Sunees tuaj, nyob rawv huv tu vaajntxwv."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.16","label":"16","content":"Npasenpas moog txhus caug ndlua nyo hau ntshis hawm vaajntxwv, vaajntxwv nug has tas, “Koj xaav tau dlaabtsi?”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.17","label":"17","content":"Npasenpas teb has tas, “Vaajntxwv, koj tub tuav tug TSWV kws yog koj tug Vaajtswv lub npe coglug ruaj khov tseg rua kuv lawm has tas, koj yuav ca kuv tug tub Xalumoos ua vaajntxwv hloov koj chaw tom qaab koj."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.18","label":"18","content":"Tabsis nwgnuav Adauniyas tub sawv ua vaajntxwv lawm, hab koj tub tsi paub txug zaaj nuav hlo le."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.19","label":"19","content":"Nwg muab ntau tug nyuj, ntau tug yaaj hab tej mivnyuas nyuj kws rog rog tua hlawv ua khoom fij hab nwg caw koj cov tub ibtxha, tug povthawj Anpiyathas hab Yau-am kws yog koj tug thawj tubrog moog koom nwg rooj mov ntawd, tabsis nwg tsi caw koj tug tub Xalumoos le."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.20","label":"20","content":"Vaajntxwv, taagnrho tsoom pejxeem Yixalayees puavleej tog ntsoov koj, saib koj yuav qha puab has tas, koj tsaa leejtwg lug ua vaajntxwv hloov koj chaw."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.21","label":"21","content":"Yog koj tsi mob sab rua zaaj nuav, ntshai thaus dlua koj lawm, luas yuav ntxeev sab ua phem rua kuv tug tub Xalumoos hab kuv.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.22","label":"22","content":"Thaus Npasenpas tseem taabtom has tej lug nuav, Nathaas txawm tuaj txug ndlua huv loog."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.23","label":"23","content":"Ces muaj tuabneeg moog has rua vaajntxwv has tas, Nathaas kws yog tug cev Vaajtswv lug tuaj cuag koj, Nathaas txawm moog rua huv hab txhus caug ndlua ntawm vaajntxwv xubndlag."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.24","label":"24","content":"Ces Nathaas has tas, “Vaajntxwv, koj puas tau has kuas tsaa Adauniyas ua vaajntxwv hloov koj?"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.25","label":"25","content":"Nub nua nwg tub moog muab ntau tug nyuj, ntau tug yaaj hab tej mivnyuas nyuj kws rog rog tua hlawv ua khoom fij. Nwg caw taagnrho koj cov tub, Yau-am kws yog koj tug thawj tubrog  hab tug povthawj Anpiyathas, taamsim nuav puab taabtom nrug nwg noj haus hab qw ntshu nrooj has tas, ‘Thov kuas vaajntxwv Adauniyas muaj sa nyob txhab naj moog pua xyoo!’"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.26","label":"26","content":"Tabsis nwg tsi caw kuv lossis tug povthawj Xadaus lossis Npenayas lossis Xalumoos le."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.27","label":"27","content":"Vaajntxwv, koj tub tso cai rua puab ua tej nuav, ua caag koj tsi qha rua koj tej numtswv paub has tas, tug twg yog tug lug ua vaajntxwv hloov koj chaw?”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.28","label":"28","content":"Vaajntxwv Daviv teb has tas, “ca le moog hu Npasenpas rov lug huv nuav.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.29","label":"29","content":"Vaajntxwv has rua Npasenpas tas, “Kuv coglug rua koj ntawm tug TSWV kws muaj sa nyob hab yog tug kws cawm kuv dlim ntawm kuv tej kev txomnyem,"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.30","label":"30","content":"nub nua kuv yuav tsaa koj tug tub Xalumoos ua vaajntxwv hloov kuv chaw lawv le tej lug kws kuv tuav tug TSWV kws yog cov Yixalayees tug Vaajtswv lub npe coglug tseg rua koj lawm.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.31","label":"31","content":"Npasenpas nyo hau ntshis hawm hab has tas, “Thov kuas vaajntxwv kws yog kuv tug tswv muaj sa nyob moog ibtxhis tsi kawg lauj!”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.32","label":"32","content":"Vaajntxwv Daviv tso tuabneeg moog hu Xadaus, Nathaas hab Npenayas kuas tuaj cuag nwg. Thaus puab tuaj txug huv lub loog lawm,"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.33","label":"33","content":"Vaajntxwv has rua puab tas, “Mej coj kuv cov numtswv kws saib kuv tej num nrug mej moog, hab muab kuv tug neeg luav rua kuv tug tub Xalumoos caij, hab coj nwg nqeg moog lawm nraag lub qhovdlej Nkihoos,"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.34","label":"34","content":"kuas Xadaus hab Nathaas obtug muab roj laub rua sau nwg taubhau tsaa nwg ua cov Yixalayees tug vaajntxwv. Mej ca le tshuab raaj tshuab xyu hab qw has tas, ‘Thov kuas Vaajntxwv Xalumoos muaj sa nyob txhab naj moog pua xyoo!’"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.35","label":"35","content":"Hab mej ca le nrug nwg lug, nwg yuav lug nyob sau kuv lub zwmtxwv hloov kuv chaw. Kuv yuav tsaa nwg ua tug kaav taagnrho cov Yixalayees hab cov Yudas.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.36","label":"36","content":"Npenayas teb has tas, “Kuv yuav ua kuas tav lawv le koj has ko. Amees! Thov tug TSWV kws yog koj tug Vaajtswv paab kuas muaj lawv le ntawd."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.37","label":"37","content":"Tug TSWV nrug nraim vaajntxwv nyob le caag, thov kuas nwg nrug nraim Xalumoos nyob ib yaam le ntawd, hab thov kuas nwg kev tswjfwm tseem vaammeej tshaaj ntu kws koj tswjfwm.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.38","label":"38","content":"Yog le ntawd, Xadaus, Nathaas, Npenayas hab cov tubrog kws zuv vaajntxwv txhaj le muab Xalumoos tsaws caij Vaajntxwv Daviv tug neeg luav hab coj nwg nqeg moog rua nraag lub Qhovdlej Nkihoos."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.39","label":"39","content":"Tug cevlug Xadaus muab fwj roj txiv ntoo kws nwg nqaa huv tug TSWV lub Tsevntaub lug laub rua sau Xalumoos taubhau. Ces puab txawm tshuab raaj tshuab xyu hab taagnrho cov pejxeem suavdlawg qw ntshu nrooj has tas, “Thov kuas Vaajntxwv Xalumoos muaj sa nyob txhab naj moog pua xyoo lauj!”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.40","label":"40","content":"Ces puab suavdlawg lawv Xalumoos qaab lug, qw lomzem zoo sab hab tshuab raaj tshuab xyu nrov dloog dlaj ua aav tseeg nkawg lug tsev."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.41","label":"41","content":"Thaus Adauniyas hab nwg cov qhua kws tseem taabtom noj mov, puab puavleej nov suab raaj suab xyu nrov. Yau-am txawm nug has tas, “Tej suab kws nrov dloog dlaj tom nroog tuaj yog dlaabtsi?”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.42","label":"42","content":"Thaus kws nwg tseem has lug tsi tau xaus, tug povthawj Anpiyathas tug tub Yaunathaas tuaj txug ndlua. Ces Adauniyas txawm hu has tas, “Koj ca le lug ntawm nuav, koj yeej yog tuabneeg zoo, mas koj yuav coj tej xuv zoo tuaj qha rua kuv paub.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.43","label":"43","content":"Yaunathaas teb has tas, “Tsi yog le koj has ko! Vaajntxwv Daviv tub tsaa Xalumoos ua vaajntxwv lawm."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.44","label":"44","content":"Nwg tso Xadaus, Nathaas, Npenayas hab nwg cov tubrog kws zuv vaajntxwv coj Xalumoos moog. Puab muab nwg tsaws caij vaajntxwv tug neeg luav,"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.45","label":"45","content":"ces Xadaus hab Nathaas tub muab roj laub rua nwg taubhau tsaa nwg ua vaajntxwv nraag lub qhovdlej Nkihoos lawm. Puab suavdlawg txhaj rov lug rua huv nroog, puab qw ntshu nrooj zoo sab kawg, hab taamsim nuav cov pejxeem taabtom qw muaj kev lomzem heev. Mas yog cov suab kws puastaab koj nov ntawd ntaag."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.46","label":"46","content":"Nwgnuav Xalumoos tub ua vaajntxwv lawm."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.47","label":"47","content":"Tsi yog le ntawd xwb, cov numtswv puavleej moog hawm Vaajntxwv Daviv hab has rua nwg tas, ‘Thov koj tug Vaajtswv ua rua Xalumoos lub npe nyob muaj koob muaj meej tshaaj koj, hab thov kuas Xalumoos kev tswjfwm vaammeej tshaaj ntu kws koj tswjfwm.’ Ces Vaajntxwv Daviv txawm nyo ntshis rua sau nwg lub txaaj pehawm"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.48","label":"48","content":"hab thov has tas, ‘Peb ca le ua tug TSWV kws yog cov Yixalayees tug Vaajtswv tsaug, nub nua nwg pub kuv caajceg ib tug lug ua vaajntxwv hloov kuv chaw, hab tseem ca kuv muaj sa nyob tau pum kag ntaag!’ ”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.49","label":"49","content":"Ces Adauniyas cov qhua ntshai heev, puab txawm ca le sawv tsiv nyag moog nyag tsev taag lawm."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.50","label":"50","content":"Adauniyas ntshai Xalumoos heev, nwg txhaj tsiv moog rua tom tug TSWV lub Tsevntaub hab tuav ob tug kub sau lub thaaj."},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.51","label":"51","content":"Muaj tuabneeg moog has rua Xalumoos has tas Adauniyas ntshai koj kawg le, nwg taabtom moog tuav ob tug kub sau lub thaaj hab has tas, “Nub nua thov kuas Vaajntxwv Xalumoos coglug rua kuv has tas, nwg yuav tsi tua nwg tug tubkhai povtseg.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.52","label":"52","content":"Xalumoos teb has tas, “Yog nwg ua tuabneeg ncaaj nceeg, txawm yog nwg ib txuj nyuas plaubhau los yeej yuav tsi tu le; tabsis yog nwg ua tuabneeg ntxeev sab rua kuv, ces nwg yeej yuav raug tua tuag xwb.”"},{"bible_id":"1726","chapter_code":"1KI.1","verse_code":"1KI.1.53","label":"53","content":"Vaajntxwv Xalumoos tso tuabneeg moog coj Adauniyas nqeg sau lub thaaj lug. Adauniyas txhaj lug cuag vaajntxwv hab nyo ntshis hawm nwg, hab Vaajntxwv has rua nwg tas, “Koj ca le moog tsev.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.1","label":"1","content":"Thaus Daviv yuav tuag, nwg hu nwg tug tub Xalumoos lug ntuag hab cob num rua Xalumoos zag kawg has tas,"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.2","label":"2","content":"“Tub txug lub sijhawm kws kuv yuav tso lub nplajteb nuav tseg lawm. Koj ca le ua sab tawv qhawv,"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.3","label":"3","content":"ua lawv le tug TSWV kws yog koj tug Vaajtswv kuas koj ua. Hab coj lawv le nwg tej kevcai hab tej lug saamfwm kws muab sau tseg rua huv Mauxes Phoo Kevcai, koj txhaj yuav vaammeej, tsi has koj ua dlaabtsi lossis koj yuav moog qhov twg."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.4","label":"4","content":"Tug TSWV yuav ua lawv le tej lug kws nwg cog tseg rua kuv has tas, ‘Yog koj cov tubki ua tuabneeg ncaaj nceeg hab coj lawv le kuv tej lug qha kawg sab kawg ntsws kawg plaab kawg plawv mas koj caajceg yuav tsi tu tug tuabneeg kws nyob sau cov Yixalayees lub zwmtxwv ib zag le.’"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.5","label":"5","content":"“Dlua le ntawd ntxiv, koj tub yeej paub lawm has tas Yau-am tau ua le caag rua kuv. Nwg tau tua cov Yixalayees ob tug thawj tubrog, Neles tug tub Aneles hab Yethes tug tub Amaxas. Koj ncu ntsoov has tas, nwg tua obtug povtseg thaus lub tebchaws muaj kev thaajyeeb pauj tej tuabneeg kws obtug tua thaus lub tebchaws tseem ua tsuv ua rog. Nwg tua cov tuabneeg kws tsi muaj txim,  mas nwgnuav kuv txhaj tau ris lub txim kws nwg ua ntawd, hab raug kev txomnyem ntsuav  le nuav."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.6","label":"6","content":"Koj yeej paub has tas, koj yuavtsum ua le caag rua nwg lawm; koj tsi xob pub nwg tuag suv sab so le."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.7","label":"7","content":"“Koj yuavtsum ua sab dlawb sab zoo rua Npaxilais tug kws yog tuabneeg Nkile-as cov tub hab saib puab, rua qhov puab tau ua zoo heev rua kuv thaus kws kuv tsiv moog nkaum koj tug tijlaug Axaloos."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.8","label":"8","content":"“Nub kws kuv moog huv lub nroog Mahana-ees, Nkelas tug tub Sime-is kws yog xeem Npeenyamees kws nyob huv lub nroog Npahulees tau tsawm foom kuv phem kawg le, tabsis thaus nwg tuaj tog kuv tom tug Dlej Yauladees, kuv tau tuav tug TSWV lub npe coglug rua nwg has tas, kuv yuav tsi tua nwg povtseg."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.9","label":"9","content":"Tabsis nwgnuav, koj tsi xob ca nwg dlim dlawb dlim dlo. Koj yog tuabneeg txawj ntse, koj yeej paub has tas tsimnyog koj yuav ua le caag rua nwg lawm, koj ca le muab nwg tua povtseg.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.10","label":"10","content":"Daviv tuag hab luas coj nwg moog log rua huv Daviv lub nroog."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.11","label":"11","content":"Daviv ua vaajntxwv kaav lub tebchaws Yixalayees tau plaub caug xyoo, nwg nyob huv lub nroog Henploos kaav tau xyaa xyoo, hab nyob huv lub nroog Yeluxalees kaav tau peb caug peb xyoo."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.12","label":"12","content":"Xalumoos ua vaajntxwv hloov nwg txiv Daviv chaw, hab nwg muaj fwjchim luj kaav lub tebchaws nyob ruaj khov."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.13","label":"13","content":"Ces Adauniyas kws yog Hankis tug tub, moog cuag Npasenpas kws yog Xalumoos nam. Npasenpas nug has tas, “Puas yog koj tuaj ncaaj tuaj nceeg?” Adauniyas teb has tas, “Kuv yeej tuaj ncaaj tuaj nceeg,”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.14","label":"14","content":"hab nwg has ntxiv tas, “Kuv muaj lu puav lug xaav nug koj.” Npasenpas teb has tas, “Koj xaav nug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.15","label":"15","content":"Adauniyas teb has tas, “Koj yeej paub has tas, kuv yuavtsum tau ua vaajntxwv hab txhua tug tuabneeg Yixalayees yeej pum zoo ca kuv ua. Tabsis muaj tej yaam txawv heev tshwm tuaj has tas kuv tug kwv tau ua vaajntxwv lawm, rua qhov yog tug TSWV pum zoo."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.16","label":"16","content":"Mas nwgnuav kuv xaav yuav ib yaam ntawm koj; thov koj muab rua kuv.” Npasenpas nug has tas, “Yog dlaabtsi?”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.17","label":"17","content":"Adauniyas teb has tas. “Koj ca le moog thov Xalumoos kuas nwg muab Anpisas kws yog tug hluas nkauj Sunees rua kuv yuav ua quaspuj, rua qhov kuv paub has tas, Xalumoos yuav ua le koj has.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.18","label":"18","content":"Npasenpas teb has tas, “Ua le ntawd, kuv maam moog paab koj thov vaajntxwv.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.19","label":"19","content":"Yog le ntawd, Npasenpas txhaj moog cuag vaajntxwv, hab coj Adauniyas cov lug moog has rua Xalumoos. Vaajntxwv sawv lug has lug zoo sab tog txais nwg nam, hab nyo ntshis hawm nwg nam. Xalumoos txawm moog nyob sau nwg lub zwmtxwv hab nwg muab ib lub rooj lug rua nwg nam nyob ntawm nwg saab xis."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.20","label":"20","content":"Npasenpas has tas, “Kuv muaj mivntsiv lug tseemceeb xaav has rua koj; thov koj teb rua kuv.” Xalumoos teb has tas, “Nam, koj yuav has dlaabtsi? Kuv yeej yuav noog koj has.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.21","label":"21","content":"Npasenpas has tas, “Koj ca le muab Anpisas rua koj tug tijlaug Adauniyas yuav ua quaspuj.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.22","label":"22","content":"Vaajntxwv nug has tas, “Vim le caag koj tuaj thov kuas kuv muab Anpisas rua Adauniyas yuav? Koj ca le thov kuas kuv muab hlo kuv lub meejmom vaajntxwv rua nwg huv tuabsi! Rua qhov nwg yog kuv tug tijlaug, tug povthawj Anpiyathas hab Yau-am los tub tuaj nwg tog lawm hab!”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.23","label":"23","content":"Ces Xalumoos txhaj tuav tug TSWV lub npe coglug has tas, “Yog kuv tsi muab Adauniyas tua povtseg pauj qhov kws nwg thov nuav, ces thov Vaajtswv muab kuv tua povtseg!"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.24","label":"24","content":"Tug TSWV yog tug tsaa kuv muaj meejmom lug nyob sau kuv txiv lub zwmtxwv; Vaajtswv tau ua lawv le nwg tej lug cog tseg hab muab lub tebchaws nuav rua kuv hab kuv cov xeebntxwv kaav. Kuv thov coglug rua tug TSWV kws muaj txujsa nyob has tas, Adauniyas yuavtsum tuag nub nua.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.25","label":"25","content":"Yog le ntawd, Vaajntxwv Xalumoos txhaj kuas Npenayas moog muab Adauniyas tua tuag lawm."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.26","label":"26","content":"Vaajntxwv Xalumoos has rua tug povthawj Anpiyathas has tas, “Koj ca le rov qaab moog nyob huv koj lub nroog Anathaus kws yog koj lub zog. Koj yeej tsimnyog tuag lawm, tabsis kuv yuav tsi tua koj kuas tuag taamsim nuav. Vim thaus koj nrug kuv txiv Daviv nyob, koj tau ua tug saib lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, hab koj tau nrug kuv txiv tiv tej kev nyuaj sab ntxhuv plawv lug lawm.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.27","label":"27","content":"Ces Xalumoos muab Anpiyathas rhu tawm tsi pub ua povthawj ua tug TSWV teg num ntxiv lawm, hab yeej muaj tseeb lawv le tej lug kws tug TSWV tau has txug Elis hab nwg cov xeebntxwv huv lub nroog Silaus lawm."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.28","label":"28","content":"Thaus Yau-am nov dlheev has tas, muaj tej xwm nuav lawm, (nwg yog tug kws tuaj Adauniyas tog, tabsis nwg tsi tuaj Axaloos tog.) Nwg txawm tsiv moog rua tom tug TSWV lub Tsevntaub, hab moog tuav ob tug kub sau lub thaaj."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.29","label":"29","content":"Muaj tuabneeg moog qha rua Vaajntxwv Xalumoos has tas, “Yau-am tsiv moog rua tom tug TSWV lub Tsevntaub hab moog sawv ntawm lub thaaj lawm.” Xalumoos txhaj has rua Yehauyadas tug tub Npenayas has tas, “Koj ca le moog muab Yau-am tua povtseg.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.30","label":"30","content":"Npenayas txhaj moog rua ntawm tug TSWV lub Tsevntaub hab has rua Yau-am has tas, “Vaajntxwv has kuas koj ca le tawm lug!” Yau-am teb has tas, “Kuv tsi lug! Kuv yuav tuag rua ntawm nuav xwb.” Npenayas txhaj rov lug pav Yau-am tej lug rua vaajntxwv noog."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.31","label":"31","content":"Xalumoos has tas, “Kawgkag moog ua le nwg has ntaag; muab nwg tua hab muab log kag xwb, kuas kuv lossis Daviv cov xeebntxwv txhaj tsi tau ris lub txim kws Yau-am tua cov tuabneeg tsi muaj txim ntawd ntxiv lawm."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.32","label":"32","content":"Tug TSWV yuav rau txim rua Yau-am, vim tej kev tua tuabneeg kws nwg txhobtxwm tua  tsi pub kuv txiv Daviv paub. Yau-am tau muab Neles tug tub Aneles kws yog cov Yixalayees tug thawj tubrog hab Yethes tug tub Amaxes kws yog cov Yudas tug thawj tubrog kws ncaaj nceeg hab tsimtxaj tshaaj nwg tua povtseg."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.33","label":"33","content":"Lub txim tua tuabneeg ntawd txhaj poob lug rua Yau-am hab nwg cov xeebntxwv moog ibtxhis le. Tabsis tug TSWV yuav tsaa Daviv cov xeebntxwv lug nyob sau Daviv lub zwmtxwv moog le.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.34","label":"34","content":"Yog le ntawd, Npenayas txhaj moog rua tom tug TSWV lub Tsevntaub, hab muab Yau-am tua tuag lawm, hab muab nwg log rua huv nwg lug tsev kws nyob tom ntug nroog."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.35","label":"35","content":"Vaajntxwv txhaj tsaa Npenayas kws yog cov Yudas tug thawj tubrog hloov Yau-am chaw, hab muab tug povthawj Xadaus hloov Anpiyathas chaw."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.36","label":"36","content":"Vaajntxwv has moog rua Sime-is has tas, “Koj ca le ua ib lub tsev rua huv lub nroog Yeluxalees nuav rua koj nyob. Koj nyob huv tsev hab tsi xob tawm huv lub nroog moog qhov twg le."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.37","label":"37","content":"Yog koj tseem tawm hab hlaa tug dlej Kiloos moog rua saab tid, mas koj yeej yuav raug tua tuag xwb, hab koj cov ntshaav yuav rov lug ywg koj taubhau.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.38","label":"38","content":"Sime-is teb has tas, “Ua le ntawd los mas vaajntxwv, kuv yuav ua lawv le koj has ntaag.” Yog le ntawd, nwg txhaj nyob huv lub nroog Yeluxalees tau ntev heev."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.39","label":"39","content":"Tau peb xyoos tom qaab nuav, Sime-is ob tug tubqhe tsiv moog cuag Ma-akas tug tub Akhises kws ua vaajntxwv kaav lub nroog Nkas. Thaus Sime-is nov has tas, obtug nyob huv lub nroog Nkas,"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.40","label":"40","content":"nwg txawm muab eeb pem rua nwg tug neeg luav hab caij moog cuag Vaajntxwv Akhises huv lub nroog Nkas, moog nrhav nwg ob tug tubqhe. Nwg nrhav tau obtug hab coj obtug rov lug tsev."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.41","label":"41","content":"Thaus Xalumoos nov txug tej kws Sime-is tau ua ntawd,"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.42","label":"42","content":"nwg txhaj has moog rua Sime-is has tas, “Kuv puas tau tuav tug TSWV lub npe coglug rua koj has tas, tsi pub koj tawm huv lub nroog Yeluxalees nuav moog rua saab nrau le. Hab kuv tub ceebtoom rua koj has tas, yog koj tawm huv nuav moog, koj yuav raug tua tuag. Koj tub yeej los zoo sab le ntawd hab koj has tas, koj yuav noog kuv lug nua ne?"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.43","label":"43","content":"Yog le caag koj yuav rhuav koj tej lug cog tseg hab tsi noog kuv tej lug saamfwm le?"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.44","label":"44","content":"Koj yeej paub txhua yaam kws koj tau ua txhum rua kuv txiv lawm. Tug TSWV yuav rau txim rua koj vim lub txim ntawd."},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.45","label":"45","content":"Tabsis nwg yuav foom koob moov rua kuv hab nwg yuav ua kuas Daviv lub tebchaws nyob ruaj khov moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"1KI.2","verse_code":"1KI.2.46","label":"46","content":"Ces Vaajntxwv txhaj kuas Npenayas moog muab Sime-is tua povtseg lawm. Txij thaus ntawd lug, Xalumoos kev tswjfwm txhaj nyob thaajyeeb lug le lawm."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.1","label":"1","content":"Xalumoos moog yuav Falaus kws yog cov Iziv tug vaajntxwv tug ntxhais lug ua quaspuj kuas cog tau kev phoojywg. Nwg coj tug quaspuj ntawd lug nyob rua huv Daviv lub nroog moog txug thaus nwg ua tau nwg lub loog, ua tau lub Tuamtsev hab ua tau tug ntsaa yeej kws thaiv lub nroog Yeluxalees tav lawm."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.2","label":"2","content":"Thaus ntawd tseem tsi tau ua lub Tuamtsev rua tug TSWV, mas cov Yixalayees suavdlawg txhaj pheej moog tua tsaj hlawv fij nyob sau tej ncov roob xwb."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.3","label":"3","content":"Xalumoos muab sab npuab tug TSWV hab ua lawv le nwg txiv Daviv tej lug qhuab ntuag, tsuas yog nwg tseem pheej moog tua tsaj hab hlawv moov tshuaj tsw qaab fij sau tej ncov roob xwb."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.4","label":"4","content":"Muaj ib nub Xalumoos moog tua tsaj fij nyob peg Nkinpe-oos, rua qhov lub thaaj tseemceeb tshaaj plawg nyob qhov ntawd. Nwg tub yeej moog tua txug le ib txheeb tug tsaj hlawv fij rua sau lub thaaj ntawd lawm."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.5","label":"5","content":"Mo ntawd tug TSWV lug tshwm rua nwg pum huv nruab npau suav huv Nkinpe-oos hab has rua nwg tas, “Koj xaav kuas kuv muab dlaabtsi rua koj?”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.6","label":"6","content":"Xalumoos teb has tas, “Koj yeej ibtxwm hlub kuv txiv Daviv kws yog koj tug tubkhai, hab nwg yeej ibtxwm ua zoo, muab sab npuab koj hab muaj kev ncaaj nceeg nrug koj sis raug zoo. Koj tseem hlub nwg lug txug naj nub nua tsi tso nwg tseg, nub nua koj txhaj tsaa nwg tug tub lug hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.7","label":"7","content":"Tug TSWV kws yog Vaajtswv, koj tsaa kuv ua vaajntxwv hloov kuv txiv chaw, txawm yog kuv tseem hluas hab tsi muaj tswvyim tswj lub tebchaws nuav los xij."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.8","label":"8","content":"Nwgnuav kuv nrug cov tuabneeg kws koj tau xaiv tseg ua koj tug lawm nyob, cov tuabneeg nuav coob heev, tsi muaj leejtwg suav txheeb le."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.9","label":"9","content":"Yog le ntawd, thov koj pub kuas kuv muaj tswvyim tswjfwm koj tsaav tuabneeg ncaaj nceeg hab paub qhov phem qhov zoo. Yog kuv tsi muaj tswvyim, kuv yuav ua le caag tswjfwm tau koj tsaav tuabneeg kws coob heev nuav?”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.10","label":"10","content":"Tug TSWV txaus sab heev rua tej kws Xalumoos thov nuav."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.11","label":"11","content":"Yog le ntawd, nwg txhaj has rua Xalumoos has tas, “Vim koj thov kuas kuv pub tswvyim rua koj tswjfwm lub tebchaws moog rua qhov ncaaj nceeg, tabsis koj tsi tau thov kuas koj muaj sa nyob ntev lossis muaj nyaj muaj txaj lossis kuas koj tej yeebncuab tuag,"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.12","label":"12","content":"mas kuv yuav muab tej kws koj thov ntawd rua koj. Kuv yuav pub kuas koj muaj tswvyim hab txawj ntse tshaaj tej tuabneeg kws nyob ua ntej koj lossis cov kws nyob tom qaab koj."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.13","label":"13","content":"Kuv tseem yuav muab tej kws koj tsi thov pub huv tuabsi rua koj hab: koj yuav muaj txag npluanuj, hab muaj meejmom moog taag koj simneej, tshaaj lwm tug vaajntxwv huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.14","label":"14","content":"Yog koj noog kuv lug, ceev kuv tej kevcai hab tej lug saamfwm ib yaam le koj txiv Daviv tau ua lug lawm, kuv yuav pub kuas koj muaj sa ua neej nyob ntev.”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.15","label":"15","content":"Xalumoos tsim dlheev lug hab paub has tas, yog Vaajtswv lug has rua nwg huv nruab npau suav. Ces nwg txawm rov lug rua huv lub nroog Yeluxalees hab moog sawv ntawm lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, hab muab tsaj tua hlawv fij hab fij khoom ua kev sis raug zoo rua tug TSWV, hab tom qaab ntawd nwg ua ib rooj mov rua nwg cov numtswv suavdlawg noj."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.16","label":"16","content":"Muaj ib nub ob tug namndlav tuaj cuag Vaajntxwv Xalumoos tim ntsej tim muag."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.17","label":"17","content":"Muaj ib tug has tas, “Vaajntxwv, tug quaspuj nuav hab kuv koom nyob ua ke huv ib lub tsev, thaus nwg lug nrug kuv nyob tsi ntev, kuv txawm yug tau kuv tug tub huv lub tsev ntawd."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.18","label":"18","content":"Tau ob nub tom qaab kws kuv yug tau kuv tug tub, nwg txawm yug tau ib tug tub hab. Huv lub tsev ntawd tsuas muaj wb ob leeg nyob xwb, tsi muaj leejtwg nrug wb nyob le."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.19","label":"19","content":"Ces muaj ib mos nwg txawm pw tsuam nwg tug mivnyuas tuag lawm."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.20","label":"20","content":"Mo ntawd thaus kuv tseem tsaug zug, nwg txawm sawv lug tsaws kuv tug mivnyuas ntawm kuv ib saab coj moog rua ntawm nwg lub txaaj lawm; ces nwg txawm muab nwg tug mivnyuas kws tuag lawm lug tso rua ntawm kuv lub txaaj."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.21","label":"21","content":"Taagkig sawv ntxuv, thaus kuv tsim lug hab muab mig rua kuv tug mivnyuas noj, ua cav nwg tub tuag lawm. Kuv maam ua tuab zoo saib tseeb tseeb na ua caag tsi yog kuv tug mivnyuas.”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.22","label":"22","content":"Tabsis dlua lwm tug quaspuj has tas, “Tub tsi yog los sav. Tug mivnyuas kws tuag lawm yeej yog koj tug, tug kws tseem caj yog kuv tug!” Thawj tug quaspuj txawm teb ndlais has tas, “Tsi yog le ntawd! Tug mivnyuas kws tuag yeej yog koj tug, tug kws tseem caj yeej yog kuv tug tag!” Ob tug txawm sis caav ntawg ntag taabmeeg Vaajntxwv."},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.23","label":"23","content":"Ces Vaajntxwv Xalumoos txawm has tas, “Meb nyag taug nyag txeeb has tas, tug caj yog kuv tug, hab tsi muaj leejtwg leeg tug tuag ntawd yog nwg tug le.”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.24","label":"24","content":"Vaajntxwv txhaj kuas muab ib raab ntaaj lug rua nwg, thaus puab nqaa raab ntaaj lug cev rua vaajntxwv lawm,"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.25","label":"25","content":"nwg has tas, “Muab tug mivnyuas kws tseem caj phua ua ob saab hab muab faib rua ob tug quaspuj nuav ib leeg ib saab.”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.26","label":"26","content":"Ces tug kws yog leej nam tag, nwg mob sab hab hlub nwg tug tub heev, nwg txhaj le has rua vaajntxwv has tas, “Vaajntxwv, thov koj tsi xob tua tug mivtub nuav! Ca le muab rua nwg yuav xwb!” Tabsis dlua lwm tug quaspuj teb has tas, “Tsi xob muab nwg rua wb ib leeg tug twg le; ca le muab nwg phua kag ua ob saab xwb!”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.27","label":"27","content":"Ces Xalumoos has tas, “Tsi xob muab tug mivnyuas nuav tua! Ca le muab rua thawj tug quaspuj, nwg yeej yog leej nam tag.”"},{"bible_id":"1726","chapter_code":"1KI.3","verse_code":"1KI.3.28","label":"28","content":"Thaus cov Yixalayees nov Xalumoos txav rooj plaub ntawd, puab suavdlawg ntshai hab fwm nwg heev, rua qhov puab paub has tas, yog Vaajtswv pub tswvyim rua nwg txav plaub ntug ncaaj nceeg tag."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.1","label":"1","content":"Xalumoos ua Vaajntxwv kaav lub tebchaws Yixalayees,"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.2","label":"2","content":"hab cov nuav yog nwg cov numtswv: Tug povthawj yog Axaliyas tug tub Xadaus"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.3","label":"3","content":"Ob tug teev ntawv yog Sisas ob tug tub, Elihaules hab Ahiyas tug saib tej ntaub ntawv yog Ahilus tug tub Yehausafas"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.4","label":"4","content":"Tug thawj tubrog yog Yehauyadas tug tub Npenayas. Ob tug povthawj yog Xadaus hab Anpiyathas"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.5","label":"5","content":"Tug thawj ntawm cov tswvxeev yog Nathaas tug tub Axaliyas Vaajntxwv tug tuavxaam yog Nathaas tug tub Xanpus kws yog tug povthawj."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.6","label":"6","content":"Tug kws saib cov tubkhai huv lub loog yog Ahisas Tug kws saib cov ua num yog Anpidas tug tub Adaunilaas."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.7","label":"7","content":"Xalumoos tsaa kaum ob leeg txivneej lug ua tswvxeev kaav cov Yixalayees txhua lub xeev. Puab yog cov coj zaub mov huv tej cheebtsaam tuaj rua vaajntxwv hab nwg tsev tuabneeg noj. Ib tug tswvxeev coj zaub mov tuaj rua vaajntxwv tsev tuabneeg ib xyoos twg ib zag."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.8","label":"8","content":"Ntawm nuav moog yog kaum ob tug tswvxeev ntawd cov npe hab tej cheebtsaam kws puab saib: Npehus: saib saablaaj roob Efalayees"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.9","label":"9","content":"Npedekes: saib lub nroog Makaxes, Sa-anpimes, Npethes Semes, Eloos hab Npethes Hanas"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.10","label":"10","content":"Npehexes: saib lub nroog Alunpus, Xukaus hab taagnrho cheebtsaam Hefeles"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.11","label":"11","content":"Npenanpinadas: (tug kws yuav Xalumoos tug ntxhais Tafas) saib taagnrho cheebtsaam Daules"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.12","label":"12","content":"Ahilus tug tub Npa-anas: saib lub nroog Tanas, Menkidaus, hab taagnrho cheebtsaam kws nyob ze Npethes Se-as, hab ze rua ntawm lub nroog Xalethaas saab qaabteb ntawm lub nroog Yexelees, moog txug ndlua rua tim lub nroog Anpees Mehulas hab tim lub nroog Yaumees"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.13","label":"13","content":"Npenkenpes: saib lub nroog Lamaus huv lub cheebtsaam Nkile-as hab cov zog kws nyob huv lub cheebtsaam Nkile-as kws yog Manaxes tug tub Yais tug xeebntxwv tug, hab cheebtsaam Ankunpes huv lub xeev Npasaas, taagnrho rau caum lub nroog luj kws muaj ntsaa yeej thaiv khov kho, hab muaj tej nqaaj roojvaag tooj"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.14","label":"14","content":"Idaus tug tub Ahinadas: saib cheebtsaam Mahana-ees"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.15","label":"15","content":"Ahima-as (tug kws yuav Xalumoos tug ntxhais Npasemas;) saib cheebtsaam Nafetalis"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.16","label":"16","content":"Husais tug tub Npa-anas: saib cheebtsaam Aseles hab lub nroog Npe-alaus"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.17","label":"17","content":"Palu-as tug tub Yehausafas: saib cheebtsaam kws cov Ixakhas nyob"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.18","label":"18","content":"Elas tug tub Sime-is: saib cheebtsaam kws cov Npeenyamees nyob"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.19","label":"19","content":"Ulis tug tub Nkenpeles: saib lub cheebtsaam Nkile-as kws cov Amaules tug Vaajntxwv Xihoos kaav hab lub xeev Npasaas kws Vaajntxwv Aunkas kaav. Dlua le kaum ob tug tswvxeev nuav lawm, tseem muaj ib tug thawj kws saib taagnrho lub tebchaws hab."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.20","label":"20","content":"Cov Yudas hab cov Yixalayees fuamvaam coob ib yaam le tej xuabzeb nraag ntug havtxwv; puab muaj noj muaj haus hab muaj kev zoo sab kawg le."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.21","label":"21","content":"Xalumoos kaav taagnrho cov tebchaws kws nyob ibncig ze ntawd, txij ndlua ntawm tug Dlej Efalates moog txug rua tim tebchaws Filitees, hab moog txug rua nraag tug nrimteb tebchaws Iziv. Puab puavleej them se rua Xalumoos hab ua nwg qhev moog taag nwg tam neej ntawm le."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.22","label":"22","content":"Tej zaub mov kws Xalumoos xaav tau txhua nub, yog ib puas tsib caug tawb moov nplej, hab peb puas tawb zaub;"},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.23","label":"23","content":"kaum tug nyuj rog rog kws fwb huv nkuaj, neeg nkaum tug nyuj kws tso rua huv tshaav zaub hab ib puas tug yaaj; dlua le ntawd, tseem muaj maum muaslwj, kauv, phaws muaslwj hab qab sis."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.24","label":"24","content":"Xalumoos kaav taagnrho cov tebchaws kws nyob saab nubpoob, txij ndlua ntawm tug Dlej Efalates moog txug rua ntawm lub nroog Nkaxas. Taagnrho cov vaajntxwv kws nyob saab nubpoob ntawm tug Dlej Efalates puavleej coj khoom tuaj rua Xalumoos, hab nwg moog cog kev phoojywg nrug tej tebchaws nruab ze taagnrho."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.25","label":"25","content":"Txij le Xalumoos tam, cov Yudas hab cov Yixalayees ua neej nyob kaaj sab lug, txhua yim nyag txhaj cog muaj nyag txiv maab hab txiv ncuav pas."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.26","label":"26","content":"Xalumoos muaj plaub caug txheeb lub nkuaj neeg kaw nwg cov neeg hai tsheb hab muaj kaum ob txheeb tug tubrog caij neeg."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.27","label":"27","content":"Xalumoos kaum ob tug tswvxeev, ib tug twg raug ua num rua nwg ib lub hlis, yog muab tej zaub mov kws vaajntxwv Xalumoos xaav tau coj tuaj rua nwg, kuas cov tuabneeg kws nyob huv lub loog tau noj; puab muab txhua yaam kws Xalumoos xaav tau tuaj rua nwg."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.28","label":"28","content":"Hab txhua tug tswvxeev puavleej coj puab tej nplej hab quavnyaab npleg pub neeg tuaj rua ntawm qhov chaw kws ca tej ntawd,  rua cov neeg hai tsheb hab cov neeg kws siv ua lwm yaam num tau noj."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.29","label":"29","content":"Vaajtswv pub rua Xalumoos muaj tswvyim hab kev txawj ntse tub heev ntsuag tsi tau hab ntau ib yaam le tej xuabzeb nraag ntug havtxwv."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.30","label":"30","content":"Xalumoos ntse tshaaj cov tub txawg tub ntse kws nyob saab nubtuaj lossis tej tub txawg tub ntse kws nyob nraag tebchaws Iziv lawm hab."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.31","label":"31","content":"Nwg ntse tshaaj lwm tug txivneej huv tuabsi: ntse tshaaj Ethas kws yog tuabneeg Exelas, Hemaas, Kakaus hab Dadas kws yog Mahaules cov tub, hab Xalumoos lub koob meej nrov nchaa moo lug moog thoob plawg tej tebchaws kws nyob puagncig ntawd."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.32","label":"32","content":"Nwg sau tau peb txheeb zaaj paajlug, hab ib txheeb tsib zaaj nkauj."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.33","label":"33","content":"Nwg has txug tej ntoo hab tej nroj tsuag, tej ntoo cab peg Roob Lenpanoos, hab tej nroj hixauv kws tuaj ntawm tej ntsaa yeej; nwg has txug tej tsaj, tej noog, tej kaab hab tej ntseg huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.4","verse_code":"1KI.4.34","label":"34","content":"Taagnrho tej vaajntxwv kws nyob huv nplajteb nuav puavleej nov Xalumoos tej tswvyim hab xaa puab cov tuabneeg tuaj noog Xalumoos pav nwg tej kev txawj ntse."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.1","label":"1","content":"Vaajntxwv Hilaas kws kaav lub nroog Tiles yeej ibtxwm nrug Daviv ua phoojywg, thaus nwg nov has tas Xalumoos tau ua vaajntxwv hloov nwg txiv Daviv chaw lawm, Hilaas txhaj tso ib cov numtswv tuaj cuag Xalumoos."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.2","label":"2","content":"Xalumoos txhaj xaa xuv rov moog rua Hilaas has tas:"},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.3","label":"3","content":"“Koj yeej paub kuv txiv Daviv ibtxwm ua rog rua nwg cov yeebncuab kws nyob huv tej tebchaws puagncig nwg, mas nwg txhaj tsi muaj cuabkaav ua lub Tuamtsev ua qhov chaw pehawm tug TSWV kws yog nwg tug Vaajtswv moog txug thaus tug TSWV pub nwg ntaus yeej taagnrho nwg cov yeebncuab lawm."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.4","label":"4","content":"Tabsis nwgnuav tug TSWV kws yog kuv tug Vaajtswv pub rua kuv lub tebchaws nyob thaajyeeb thoob plawg txhua phaab huv tuabsi. Kuv tsi muaj yeebncuab hab tsi muaj kev sis ntaus sis tua kws txaus ntshai lawm."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.5","label":"5","content":"Tug TSWV coglug tseg rua kuv txiv Daviv has tas, ‘Koj tug tub kws kuv yuav tsaa ua vaajntxwv hloov koj chaw, nwg yog tug kws yuav ua lub Tuamtsev rua kuv.’ Yog le ntawd, nwgnuav kuv txhaj npaaj ua lub Tuamtsev, kuas tau qhov chaw pehawm tug TSWV kws yog kuv tug Vaajtswv."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.6","label":"6","content":"Yog le ntawd, thov koj cov tuabneeg moog txav cov ntoo cab peg Roob Lenpanoos xaa tuaj rua kuv. Kuv cov tuabneeg yuav nrug puab ua num ua ke, hab kuv yuav them nqe rua koj cov tuabneeg lawv le koj pum zoo. Koj yeej paub has tas, kuv cov tuabneeg yeej ibtxwm tsi txawj ntuv ntoo le koj cov.”"},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.7","label":"7","content":"Thaus Hilaas tau nov Xalumoos cov lug nuav lawm, nwg txaus sab heev, Hilaas has tas, “Nub nua ua tug TSWV tsaug, rua qhov nwg pub Daviv muaj ib tug tub ntse heev lug ua vaajntxwv hloov nwg chaw kaav tsaav tuabneeg kws coob tshaaj plawg lawm!”"},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.8","label":"8","content":"Ces Hilaas txawm xaa xuv rov moog rua Xalumoos has tas, “Kuv tau txais koj cov lug lawm, kuv zoo sab ua lawv le koj tej lug thov. Kuv yuav muab cov ntoo cab hab ntoo thuv tuaj pub rua koj."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.9","label":"9","content":"Kuv cov tuabneeg yuav hai cov ntoo sau roob Lenpanoos moog rua nraag havtxwv hab yuav muab paav ua tej kheev nkuam lawv ntug dlej tuaj kuas txug qhov chaw kws koj tau teem tseg. Kuv cov tuabneeg maam muab dlaws, muab teeb ua ke, hab muab cob rua koj cov tuabneeg. Ces thov koj xaa zaub mov tuaj pub kuv cov tuabneeg noj xwb tau lawm.”"},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.10","label":"10","content":"Hilaas txhaj le xaa ntoo cab hab ntoo thuv tuaj rua Xalumoos lawv le nwg xaav tau,"},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.11","label":"11","content":"hab ib xyoos twg Xalumoos xaa ib puas txheeb tawb nplej, hab xaa cov roj txiv ntoo kws tsi xyaw lwm yaam le, ib puas kaum txheeb thoob  moog rua Hilaas cov tuabneeg tau noj."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.12","label":"12","content":"Tug TSWV pub tswvyim rua Xalumoos lawv le tug TSWV tau coglug tseg lawm. Hilaas hab Xalumoos muaj kev sis raug zoo heev, obtug txhaj le coglug ua phoojywg."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.13","label":"13","content":"Vaajntxwv Xalumoos sau tau peb caug txheeb leej txivneej nyob thoob plawg huv tebchaws Yixalayees tuaj ua tub zug."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.14","label":"14","content":"hab nwg tsaa Adaunilaas ua tug saib cov tub zug ntawd. Nwg muab puab faib ua peb paab, ib paab kaum txheeb leej, hab muab puab sis hloov ua num, ib paab moog ua num peg roob Lenpanoos ib hlis hab rov lug tsev ob hlis."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.15","label":"15","content":"Xalumoos tseem muaj dlua yim caum txheeb leej txivneej ua num txaug pobzeb peg laaj roob hab xyaa caum txheeb leej txivneej ua cov nqaa pobzeb,"},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.16","label":"16","content":"hab nwg tsaa peb txheeb peb puas leej ua cov saib hab qha puab ua num."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.17","label":"17","content":"Vaajntxwv Xalumoos saamfwm kuas puab yuavtsum txav tej dlaim txag zeb luj hab zoo nkauj lug pua lub plaag Tuamtsev."},{"bible_id":"1726","chapter_code":"1KI.5","verse_code":"1KI.5.18","label":"18","content":"Xalumoos hab Hilaas cov tub zug hab cov tuabneeg kws nyob huv lub nroog Npenpas sis paab nroog txaug pobzeb hab txav ntoo lug ua lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.1","label":"1","content":"Thaus Xalumoos ua vaajntxwv kaav tebchaws Yixalayees tau plaub xyoos, xyoo plaub thaus lub ob hlis ntuj kws hu ua hli Xiv, Xalumoos txawm pib ua lub Tuamtsev, suav txij thaus cov Yixalayees tsiv nraag tebchaws Iziv lug txug lub sijhawm kws Xalumoos ua lub Tuamtsev ntawd, tau plaub puas yim caum xyoo."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.2","label":"2","content":"Lub Tuamtsev saab huv nruab nrog ntev rau caum tshim, dlaav peb caug tshim, hab sab peb caug tshim."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.3","label":"3","content":"Chaav ntawm lub qhovrooj moog rua huv, tub kaum tshim, ntev neeg nkaum tshim, hab dlaav ib yaam le Chaav Dlawbhuv."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.4","label":"4","content":"Lub Tuamtsev muaj qhovrais thoob plawg txhua saab phaab ntsaa. Tej qhovrais ntawd saab nrau nqaim dlua saab huv."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.5","label":"5","content":"Lub Tuamtsev saab nrau tseem muaj dlua peb txheej rua saab qaum tsev hab ob tog, ib txheej twg sab tsib tshim."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.6","label":"6","content":"Txheej huv qaab kawg, ib chaav twg dlaav tsib tshim. Txheej nruab nraab ib chaav twg dlaav rau tshim, hab txheej kawg sau u ib chaav twg dlaav xyaa tshim. Lub Tuamtsev tej phaab ntsaa ob txheej sau xov nyag dlua txheej huv qaab. Tej chaav ntawd ib txheej txawb rua ib txheej tsi muaj laag ntoo ntsa tuav tej phaab ntsaa ntawd le."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.7","label":"7","content":"Tej pobzeb kws ua lub Tuamtsev ntawd, yeej txaug tau zoo zoo ntawm qhov chaw txaug lug lawm, yog le ntawd thaus coj lug ua txhaj tsi muaj suab rauj, suab taus lossis lwm yaam cuabyeej nrov le."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.8","label":"8","content":"Lub qhovrooj txheej huv qaab  kws nyob ntawm lub Tuamtsev saab nraag, muaj ntaiv nce moog rua sau txheej ob hab txheej peb."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.9","label":"9","content":"Xalumoos muab tej txag ntoo thuv lug ntsa vuv thoob plawg saab huv. Yog le ntawd, Vaajntxwv Xalumoos txhaj ua lub Tuamtsev tav lawm."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.10","label":"10","content":"Peb txheej kws nwg ua ncig lub Tuamtsev saab nrau,  ib txheej twg sab tsib tshim, hab muab tej txag ntoo thuv lug ntsa npuab khov kho rua."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.11","label":"11","content":"Tug TSWV has rua Xalumoos has tas,"},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.12","label":"12","content":"“Has txug lub Tuamtsev kws koj taabtom ua ntawd, yog koj ua lawv le kuv tej kevcai hab noog kuv tej lug saamfwm, kuv yuav paab koj lawv le tej lug kws kuv tau cog tseg rua koj txiv Daviv lawm."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.13","label":"13","content":"Kuv yuav nrug nraim kuv tsaav tuabneeg Yixalayees nyob huv lub Tuamtsev kws koj ua nuav, hab kuv yuav tsi tso puab tseg ib zag le.”"},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.14","label":"14","content":"Xalumoos ua lub Tuamtsev tav lawm."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.15","label":"15","content":"Saab phaab ntsaa huv lub Tuamtsev puavleej muab tej txag ntoo thuv xov huv taw moog nto plawg rua sau qaab nthaab, hab muab tej txag ntoo cab lug pua thoob plawg lub plaag tsev."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.16","label":"16","content":"Chaav huv nruab nrog kws hu ua Chaav Dlawbhuv Kawg nkaus, yog chaav kws nyob tom qaab huv lub Tuamtsev, chaav ntawd qhov ntev muaj neeg nkaum tshim hab puavleej muab txag ntoo thuv xov huv taw moog nto plawg rua sau qaab nthaab."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.17","label":"17","content":"Chaav kws nyob ntawm hauv ntej Chaav Dlawbhuv Kawg nkaus ntev plaub caug tshim."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.18","label":"18","content":"Tej txag ntoo thuv kws xov lub Tuamtsev mas puavleej muab txaug txaij nraug zeeg ua dluab plhaub taub hab ua dluab paaj ntoos huv tuabsi; saab huv nruab nrog xov txag ntoo thuv thoob plawg tsi pum ib qhov ntsaa pobzeb tshwm le."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.19","label":"19","content":"Chaav kws ua rua huv lub Tuamtsev tom qaab kawg nkaus, yog chaav kws muab lub Phijxaab kws ntim Vaajtswv tej lug cog tseg coj moog tso rua huv."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.20","label":"20","content":"Chaav nuav ntev neeg nkaum tshim, dlaav neeg nkaum tshim hab sab neeg nkaum tshim, yog muab kub vuam thoob plawg. Xalumoos muab txag ntoo thuv  ntsa npuab thoob plawg lub thaaj."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.21","label":"21","content":"Muab kub vuam thoob plawg lub Tuamtsev saab huv, hab muab tej saw kub caab hlaa txujkev kws moog rua huv Chaav Dlawbhuv kws muab kub vuam thoob plawg ntawd."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.22","label":"22","content":"Xalumoos muab kub vuam lub Tuamtsev saab huv thoob plawg, ib yaam le lub thaaj kws nyob huv Chaav Dlawbhuv Kawg nkaus."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.23","label":"23","content":"Muab ntoo roj txaug ua ob tug qhelunpees kws muaj tis coj moog txawb rua huv Chaav Dlawbhuv Kawg nkaus, ib tug twg sab kaum tshim."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.24+1KI.6.25+1KI.6.26","label":"24-26","content":"Ob tug qhelunpees ntawd luj sis luag zog hab zoo ib yaam nkaus. Hab puavleej muaj tis, ib saab tis twg ntev tsib tshim, saab ntsis tis tom nuav moog rua saab ntsis tis tom u ntev kaum tshim."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.27","label":"27","content":"Puab muab ob tug qhelunpees ntawd coj moog txawb sis ncaag zog rua huv Chaav Dlawbhuv kawg nkaus, kuas ob tug qhelunpees ntawd nthuav tis tuaj sis cob rua huv nruab nraab, hab dlua le ob saab tis nthuav moog ti nkaus rua tim phaab ntsaa."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.28","label":"28","content":"Ob tug qhelunpees ntawd puavleej muab kub vuam thoob plawg huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.29","label":"29","content":"Cov phaab ntsaa huv Chaav luj hab Chaav Dlawbhuv, mas luas muab txaug ua dluab qhelunpees, ua tej tsob toovlaaj hab ua paaj ntoos txaij raug zeeg zoo nkauj kawg le."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.30","label":"30","content":"Txawm yog lub plaag tsev los yeej vuam kub thoob plawg hab."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.31","label":"31","content":"Muab ntoo roj ua ob dlaim txag qhovrooj rua lub qhovrooj kws moog huv Chaav Dlawbhuv kawg nkaus; lub qhovrooj ntawd sau kawg luas muab txaug ua tsib ceg."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.32","label":"32","content":"Ob dlaim txag qhovrooj ntawd los yeej muab txaug ua dluab qhelunpees, ua dluab toovlaaj hab ua paaj ntoos txaij raug zeeg zoo nkauj kawg le. Luas muab kub vuam rua cov dluab qhelunpees hab cov dluab toovlaaj kws txaug rua ntawm ob dlaim txag qhovrooj ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.33","label":"33","content":"Luas muab ntoo roj ua ob tug ncej qhovrooj rua lub qhovrooj kws moog rua huv Chaav luj, lub qhovrooj ntawd ua plaub faab."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.34","label":"34","content":"Luas muab ntoo cab ua ob dlaim txag qhovrooj kaw tuaj sis twb"},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.35","label":"35","content":"hab muab txaug ua dluab qhelunpees, ua dluab toovlaaj hab ua paaj ntoos txaij raug zeeg zoo nkauj kawg le, hab muab kub vuam rua huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.36","label":"36","content":"Chaav luj nyob huv lub Tuamtsev hauv ntej, mas luas xov peb txheej pobzeb, ib txheej pobzeb twg, xov ib txheej txag ntoo thuv quas."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.37","label":"37","content":"Xalumoos ua vaajntxwv tau plaub xyoos, ces xyoo plaub thaus lub ob hlis ntuj kws hu ua hli Xiv, nwg txawm pib ua lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1KI.6","verse_code":"1KI.6.38","label":"38","content":"Xalumoos ua vaajntxwv kaav tau kaum ib xyoos rua thaus lub yim hli ntuj kws hu ua hli Npules, ces nwg ua lub Tuamtsev tav rua thaus ntawd lawv le nwg tau npaaj tseg lawm. Xalumoos ua lub Tuamtsev ntawd tau xyaa xyoo txhaj le tav."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.1","label":"1","content":"Xalumoos tseem ua tau ib lub loog rua nwg, hab nwg siv sijhawm kaum peb xyoos ua lub loog ntawd txhaj le tav."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.2+1KI.7.3","label":"2-3","content":"Nwg ua ib chaav tsev hu ua Chaav Tsev Haav Zoov Lenpanoos,  ntev ib puas tshim hab sab peb caug tshim. Chaav tsev ntawd muaj peb  leej ncej ntoo thuv, ib leej yog kaum tsib tug ncej kws puavleej muab cov nqaaj ntoo thuv dlhos rua sau cov hauv ncej ntawd. Nwg muab cov txag ntoo thuv ntsa ua qaab nthaab, ntsa thoob plawg moog rua tom chaav rau khoom huv tuabsi, hab muab cov ncej ntawd txheem paab."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.4","label":"4","content":"Ib saab phaab ntsaa twg muaj peb leej qhovrais."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.5","label":"5","content":"Cov ncej qhovrooj hab cov qhovrais  puavleej ua plaub faab, hab peb leej qhovrais ntawm txhua saab phaab ntsaa puavleej nyob sis ncaag zog."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.6","label":"6","content":"Chaav kws txhus cov ncej zeb ntev tsib caug tshim hab dlaav peb caug tshim. Chaav ntawd muaj ib lub hauvmum hab muaj cov ncej zeb txheem paab."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.7","label":"7","content":"Chaav ntawm lub zwmtxwv, hu ua chaav txav txim, yog chaav kws Xalumoos txav plaub ntug, chaav ntawd nwg muab cov txag ntoo thuv xov huv taw ntsaa moog nto plawg rua sau qaab nthaab."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.8","label":"8","content":"Muaj dlua ib ceg tsev nyob rua saab tom qaab chaav txav plaub ntug yog chaav kws Xalumoos nyob. Chaav ntawd ua zoo ib yaam le lwm chaav hab. Xalumoos tseem ua dlua ib lub tsev zoo ib yaam le lub ntawd rua nwg tug quaspuj kws yog cov Iziv tug vaajntxwv tug ntxhais nyob hab."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.9","label":"9","content":"Taagnrho tej chaav tsev ntawd, hab chaav luj kws tu plaub ntug puavleej muab tej txag zeb xov huv taw ntsaa moog nto plawg rua sau hauvmuag tsev. Cov pobzeb ntawd, luas yeej ntsuag hum hab txav tom chaw khawb pobzeb lawm, luas muab kaw kaw saab huv hab saab nrau huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.10","label":"10","content":"Tej plaag tsev los yog muab tej dlaim txag zeb dlaav heev kws txaug tom chaw khawb pobzeb lug pua, muaj tej dlaim ntev yim tshim hab muaj tej dlaim ntev kaum tshim."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.11","label":"11","content":"Luas tseem muab dlua ib cov txag zeb kws ntsuag txav tau hum lawm hab ib cov txag ntoo thuv kws zoo heev lug pua tshooj rua sau cov plaag tsev ntawd."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.12","label":"12","content":"Chaav huv lub loog, chaav huv plawv lub Tuamtsev, hab chaav kws ua kev moog rua huv lub Tuamtsev cov phaab ntsaa ib txheej yog txag ntoo thuv hab peb txheej yog txag zeb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.13","label":"13","content":"Vaajntxwv Xalumoos tso tuabneeg moog hu ib tug txivneej npe hu ua Hulaas huv lub nroog Tiles tuaj cuag nwg. Hulaas yog ib tug kws nchuav tooj."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.14","label":"14","content":"Hulaas txiv yog tuabneeg Tiles, nwg txiv tuag ntxuv lawm; Hulaas nam yog tuabneeg Nafetalis, Hulaas yog ib tug tuabneeg muaj tswvyim hab txawj nchuav tooj heev. Nwg tau leeg Vaajntxwv Xalumoos tej lug caw hab tuaj ua teg num nchuav tooj."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.15","label":"15","content":"Hulaas nchuav tau ob tug ncej tooj zoo ib yaam nkaus, ib tug twg sab kaum yim tshim, hab qhov luj  yog kaum ob tshim."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.16","label":"16","content":"Hab nwg tseem nchuav tau ob lub hau dlhos rua sau ob tug hauv ncej, ib lub hau twg sab tsib tshim."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.17","label":"17","content":"Nwg nchuav ob txuj saw tooj dlai rua sau ob tug hauv ncej."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.18","label":"18","content":"Hab muab tooj nchuav ua ob tshaam tswb zoo le txiv ntsab pobkws dlai rua sau hab."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.19","label":"19","content":"Ob lub hau ntawd zoo ib yaam le tej paaj lilis, sab plaub tshim,"},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.20","label":"20","content":"hab muab dlhos rua sau ob tug hauv ncej nrug ob txuj saw tooj. Ib tshaam tswb twg muaj ob puas lub dlai puagncig rua lub hau, hab ib tug ncej twg  dlai ob tshaam tswb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.21","label":"21","content":"Hulaas muab ob tug ncej tooj ntawd txhus rua ntawm hauv ntej kws yuav moog rua huv lub Tuamtsev: Tug ncej saab nraag hu ua Yakhees,  hab tug ncej saab peg hu ua Npau-am"},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.22","label":"22","content":"Cov paaj tooj lilis ntawd muab dlai rua sau ob tug hauv ncej tooj. Ces teg num kws Hulaas nchuav ob tug ncej tooj tav le ntawd."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.23","label":"23","content":"Hulaas muab tooj nchuav tau ib lub rhawv kheej kheej, sab tsib tshim, saab npoo nuav rua saab npoo tid muaj kaum tshim, hab lub cheeb muaj peb caug tshim."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.24","label":"24","content":"Nwg muab tooj nchuav ua ob lub thi lug thi puagncig lub ncauj rhawv  saab nrau; ob lub thi ntawd nchuav nrug lub rhawv."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.25","label":"25","content":"muab lub rhawv ntawd txawb rua sau kaum ob tug nyuj tooj kws tig taubhau rua saab nrau, peb tug nyuj twg tig taubhau rua ib saab."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.26","label":"26","content":"Lub rhawv ntawd tug npoo tuab le peb nti thoob plawg, tug ntug zoo le tej npoo khob, nwg muab zaaj ntug nrau zaig txaij nraug zeeg nthuav zoo le lub paaj lilis. Lub rhawv ntawd, ntim tau kwvyees le ob txheeb thoob dlej."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.27","label":"27","content":"Hulaas tseem nchuav tau kaum lub tsheb tooj; ib lub twg ntev plaub tshim, dlaav plaub tshim hab sab peb tshim."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.28","label":"28","content":"Puab txua ib cov taab ua plaub faab ntsa rua"},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.29","label":"29","content":"kws yog muab txaug ua tej dluab tsuv ntxhuav, tej dluab nyuj hab ua dluab qhelunpees rua sau cov txag ntawd; hab sau cov taab, cov txag kws has nuav, nyob sau hab huv qaab tej dluab tsuv ntxhuav, tej dluab nyuj, mas muab txaug ua qaabqwj txaij nraug zeeg rua."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.30","label":"30","content":"Ib lub tsheb twg muaj plaub lub lug tooj hab ob tug nqaaj puavleej muaj ncej txheem plaub ceg kaum; cov ncej ntawd muab txaug ua qaabqwj txaij raug zeeg thoob plawg."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.31","label":"31","content":"Sau lub ncauj rhawv ua lub kheej kheej. Txij ndlua ntawm lub npoo tsheb rua sau, sab ib tshim hab tog kws dlhos rua huv lub tsheb ntev ib dlus. Hab muab lub ncauj zaig thoob plawg."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.32","label":"32","content":"Cov lug sab ib tshim hab ib dlus; hab cov lug ntawd puavleej nyob huv qaab cov txag. Hab cov nqaaj yeej muab ntsa rua cov tsheb ua ke le lawm."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.33","label":"33","content":"Cov lug zoo ib yaam le tej lug tsheb neeg; cov nqaaj, cov thi, cov kauj hab cov khwb lug, puavleej yog muab tooj nchuav ua."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.34","label":"34","content":"Ib lub tsheb twg muaj plaub tug ncej txheem huv qaab plaub ceg kaum tuaj kws yog muab ntsa rua ntawm lub tsheb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.35","label":"35","content":"Txhua lub tsheb, muaj ib tug ntug nkhaus quas vog ncig thoob plawg sab ib dlus; cov ntug hab cov txag puavleej muab ntsa rua ntawm lub tsheb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.36","label":"36","content":"Cov ncej hab cov txag muab txaug ua dluab qhelunpees, dluab tsuv ntxhuav, dluab toovlaaj rua txhua qhov kws seem chaw, hab muab txaug txaij raug zeeg thoob plawg."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.37","label":"37","content":"Tej kws has taag nuav yog has txug qhov kws ua cov tsheb ntawd zoo le caag; cov tsheb nuav nchuav zoo ib yaam, luj sis luag hab sab sis txig."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.38","label":"38","content":"Hulaas tseem nchuav dlua kaum lub rhawv tooj, ib lub rhawv rua ib lub tsheb. Ib lub rhawv twg lub nrog muaj plaub tshim hab ntim tau tsib caug thoob dlej."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.39","label":"39","content":"Nwg muab tsib lub coj moog teeb rua ntawm lub Tuamtsev saab qaabteb, hab muab tsib lub coj moog teeb rua ntawm lub Tuamtsev saab qaumteb; lub rhawv tooj luj muab teeb rua tom ceg kaum saab nubtuaj qaabteb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.40+1KI.7.41+1KI.7.42+1KI.7.43+1KI.7.44+1KI.7.45","label":"40-45","content":"Hulaas tseem nchuav tau ib cov laujkaub, ib cov dluav, hab taig phab. Nwg teg num kws nwg ua rua Vaajntxwv Xalumoos huv lub Tuamtsev tav taag lawm. Tej nuav yog nwg ua: 1 ob tug ncej tooj, ob lub hau kws dlhos rua sau ob tug ncej. Cov saw kws dlai rua sau ob lub hau ncej Plaub puas lub tswb kws dlai rua ob txuj saw, ib tshaam muaj ib puas lub dlai rua sau ob lub hau ncej kaum lub tsheb tooj kaum lub rhawv tooj ib lub rhawv tooj luj kaum ob tug nyuj tooj txheem lub rhawv Cov laujkaub. Cov dluav hab Cov taig phab. Taagnrho tej cuabyeej kws siv rua huv lub Tuamtsev nuav, puavleej yog Hulaas ua rua Vaajntxwv Xalumoos tau siv huv lub Tuamtsev, txhua yaam yog tooj dlaag kws muab txhuam ci dlaaj nrhuv xwb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.46","label":"46","content":"Vaajntxwv ua tej nuav huv lub Haav Yauladees kws nyob ntu nruab nraab ntawm Xukaus hab Xalethaas."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.47","label":"47","content":"Xalumoos tsi tau muab tej cuabyeej nuav luj saib nyaav pistsawg, rua qhov ntau dlhau lawm. Yog le ntawd, cov tooj kws muab ua tej cuabyeej ntawd nyaav npaum le caag los tsi muaj leejtwg paub le."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.48","label":"48","content":"Xalumoos tseem muaj ib cov rooj tog kub rua huv lub Tuamtsev le nraag qaab nuav: Lub thaaj, lub rooj rau ncuav fij rua tug TSWV,"},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.49","label":"49","content":"Kaum tug ncej teeb kws txawb rua huv Chaav Dlawbhuv Kawg nkaus hauv ntej, tsib lub txawb rua saab peg hab tsib lub txawb rua saab nraag; tej paaj, tej teeb hab tej caj,"},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.50","label":"50","content":"tej khob, tej txab txav teebxeeb, tej ntim, tej taig rau tshuaj tsw qaab, hab cov laujkaub rau ncaig tawg; hab cov ntsa laag qhovrooj rua Chaav Dlawbhuv, hab rua chaav saab nrau lub Tuamtsev nuav. Taagnrho tej khoom siv nuav puavleej yog muab kub nchuav xwb."},{"bible_id":"1726","chapter_code":"1KI.7","verse_code":"1KI.7.51","label":"51","content":"Thaus Vaajntxwv Xalumoos ua lub Tuamtsev txhua yaam tav taag lawm, nwg muab taagnrho tej nyaj, tej kub hab tej khoom kws nwg txiv Daviv muab fij rua Vaajtswv lawm, coj moog ca rua huv tej chaav rau khoom huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.1","label":"1","content":"Tom qaab ntawd, Vaajntxwv Xalumoos hu taagnrho cov Yixalayees txhua tug thawjcoj ntawm txhua xeem hab txhua cuab kwvtij tuaj cuag nwg rua huv lub nroog Yeluxalees, kuas puab moog kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg huv lub nroog Xi-oos kws yog Daviv lub nroog, lug tso rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.2","label":"2","content":"Puab tuaj sis sau rua thaus ua kevcai nyob Tsev Pheebsuab kws yog lub hlis Ethanees."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.3","label":"3","content":"Thaus cov thawjcoj tuaj txoos ua ke txhij lawm, cov povthawj txawm tsaws lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hab kwv"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.4","label":"4","content":"lug rua huv lub Tuamtsev. Cov Levis hab cov povthawj muab tug TSWV lub Tsevntaub hab tej khoom siv kwv huv tuabsi lug ca rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.5","label":"5","content":"Vaajntxwv Xalumoos hab cov pejxeem tuaj sis sau ua ke rua ntawm lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, hab muab yaaj muab nyuj ntau kawg nkaus suav tsi txheeb lug tua fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.6","label":"6","content":"Ces cov povthawj txhaj kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg moog rua huv lub Tuamtsev hab muab tso rua huv Chaav Dlawbhuv Kawg nkaus, huv qaab ob tug qhelunpees ob phob tis."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.7","label":"7","content":"Ob tug qhelunpees ntawd, nthuav tis npug lub Phijxaab hab obtug laag ntoo kws kwv lub Phijxaab."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.8","label":"8","content":"Yog leejtwg sawv ncaaj saab nraag Chaav Dlawbhuv Kawg nkaus saib moog rua huv, nwg yeej pum ob tug tw laag, tabsis yog tuaj lwm qhov saib moog, yeej tsi pum le. (Naj nub nua ob tug laag ntoo ntawd tseem nyob.)"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.9","label":"9","content":"Yeej tsi muaj lwm yaam nyob huv lub Phijxaab ntawd, tsuas muaj ob dlaim txag zeb kws Mauxes muab ntim rua huv thaus nyob tom Roob Xinais; ob dlaim txag zeb ntawd yog sau Vaajtswv tej lug cog tseg kws nwg sau rua cov Yixalayees, thaus puab taug kev nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.10","label":"10","content":"Thaus cov povthawj tawm huv lub Tuamtsev lug, ces taamsim ntawd txawm ca le muaj ib tauv fuab lug roog tsaus nti sau lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.11","label":"11","content":"cov povthawj tsi muaj cuabkaav rov moog rua huv lub Tuamtsev le, rua qhov tug TSWV tug tshwjchim ci ntsaa ab rua huv Vaajtswv qhov chaw nyob."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.12","label":"12","content":"Vaajntxwv Xalumoos thov Vaajtswv le nuav: “Tug TSWV, koj yog tug kws tsim lub nub rua sau nruab ntug, txawm le ntawd los koj yeej pum zoo nyob huv tauv fuab kws tuab hab tsaus nti;"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.13","label":"13","content":"Nwgnuav kuv tub ua tau lub Tuamtsev kws zoo heev rua koj lawm, yog qhov chaw rua koj nyob moog ibtxhis tsi kawg le.”"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.14","label":"14","content":"Thaus cov pejxeem tseem sawv qhov ntawd, Vaajntxwv Xalumoos tig xubndlag lug rua ntawm puab, hab nwg thov Vaajtswv foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.15","label":"15","content":"Nwg has tas, “Ca le qhuas tug TSWV kws yog cov Yixalayees tug Vaajtswv! Nwg yeej ua lawv le tej kws nwg tau coglug tseg rua kuv txiv Daviv has tas,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.16","label":"16","content":"‘Suav txij thaus kuv coj kuv tsaav tuabneeg tawm nraag tebchaws Iziv lug, kuv tsi tau xaiv ib lub nroog twg huv tsaav tuabneeg Yixalayees txhua xeem lug ua lub Tuamtsev ua qhov chaw pehawm kuv le. Tabsis Daviv, kuv tau xaiv koj lug ua tug kaav kuv tsaav tuabneeg.’ ”"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.17","label":"17","content":"Xalumoos has ntxiv tas, “Kuv txiv Daviv yeej npaaj yuav ua lub Tuamtsev kuas tau qhov chaw pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.18","label":"18","content":"tabsis tug TSWV has rua Daviv has tas, ‘Qhov kws koj xaav ua ib lub tuamtsev rua kuv ntawd, yeej yog ib qhov zoo heev,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.19","label":"19","content":"tabsis koj tsi yog tug kws yuav ua lub Tuamtsev rua kuv. Koj tug tub kws koj yug yog tug kws yuav ua lub Tuamtsev rua kuv.’"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.20","label":"20","content":"“Nwgnuav tug TSWV tub ua lawv le tej lug kws nwg cog tseg lawm. Kuv txhaj tau lug ua cov Yixalayees tug vaajntxwv hloov kuv txiv chaw, hab kuv tau lug ua lub Tuamtsev ua qhov chaw pehawm tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.21","label":"21","content":"Kuv tseem tau ua ib qhov chaw rua huv lub Tuamtsev lug rau lub Phijxaab kws ntim ob dlaim txag zeb kws nwg sau nwg tej lug cog tseg rua peb cov yawmkoob thaus nwg coj puab nraag tebchaws Iziv lug.”"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.22","label":"22","content":"Xalumoos moog sawv taabmeeg cov pejxeem suavdlawg rua ntawm hauv ntej lub thaaj fij, nwg tsaa nwg ob txhais teg"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.23","label":"23","content":"hab thov has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv, yeej tsi muaj dlua lwm tug vaajtswv nyob sau ntuj lossis huv nplajteb nuav zoo le koj! Koj yeej ua lawv le koj tej lug cog tseg rua koj tsaav tuabneeg hab hlub puab thaus puab noog koj lug kawg sab kawg ntsws."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.24","label":"24","content":"Koj tau ua lawv le tej lug kws koj cog tseg rua kuv txiv Daviv; mas nub nua muaj tav taag lawv le koj txhua lu lug lawm tag."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.25","label":"25","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv, nwgnuav kuv thov kuas koj ua lawv le lwm lu lug kws koj tau cog tseg rua kuv txiv has tas, koj yuav ca nwg cov xeebntxwv ua vaajntxwv kaav cov Yixalayees moog le, yog puab ua tuab zoo noog koj tej lug ib yaam le nwg noog koj tej lug."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.26","label":"26","content":"Yog le ntawd, cov Yixalayees tug Vaajtswv, thov kuas txhua yaam muaj tseeb lawv le tej lug kws koj tau cog tseg rua kuv txiv Daviv kws yog koj tug tubkhai lawm!”"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.27","label":"27","content":"“Tabsis Vaajtswv, koj yuav ua le caag nyob huv nplajteb nuav? Lub ntuj luj hab dlaav npaum le ntawd, tub tsi txaus koj nyob. Yog le ntawd, lub Tuamtsev kws kuv ua nuav yuav ua caag txaus koj nyob?"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.28","label":"28","content":"Tug TSWV kws yog kuv tug Vaajtswv, kuv yog koj tug tubkhai. Thov koj noog hab teb kuv tej lug kws nub nua kuv thov koj."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.29","label":"29","content":"Thov koj tsaa qhovmuag saib lub Tuamtsev nuav nruab nub mo ntuj. Qhov nuav yog qhov chaw kws koj xaiv lug rua suavdlawg tuaj pehawm koj. Thaus kuv tig xubndlag tuaj rua lub Tuamtsev nuav thov koj, thov koj noog kuv tej lug thov."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.30","label":"30","content":"Thaus kuv hab koj tsaav tuabneeg tig xubndlag tuaj rua ntawm qhov chaw nuav thov koj, koj nyob huv koj lub tsev sau ntuj noog peb tej lug thov hab zaam txim rua peb."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.31","label":"31","content":"“Thaus muaj ib tug tuabneeg twg raug lam has tas nwg ua txhum rua tej kwvtij zej zog, hab coj nwg tuaj tsaa teg twv ntawm koj lub thaaj fij huv lub Tuamtsev nuav has tas nwg yeej yog tuabneeg ncaaj nceeg tag,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.32","label":"32","content":"tug TSWV, koj yog tug nyob sau ntuj, thov koj noog hab txav txim rua koj ob tug tubkhai. Ca le rau txim rua tug kws ua txhum lawv le nwg tau ua, hab thov koj tso tug kws tsi muaj txim."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.33","label":"33","content":"“Thaus koj tsaav tuabneeg Yixalayees swb puab tej yeebncuab, vim puab tau ua txhum rua koj; tabsis yog puab tig rov lug cuag koj hab puab tuaj rua huv lub Tuamtsev nuav, leeg puab tej kev txhum thov koj zaam txim,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.34","label":"34","content":"koj nyob sau ntuj, thov koj noog puab tej lug thov. Thov zaam txim rua koj tsaav tuabneeg tej kev txhum hab coj puab rov lug rua huv lub tebchaws kws koj tub muab pub rua puab cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.35","label":"35","content":"“Thaus koj tsi tso naag lug, vim koj tsaav tuabneeg tau ua txhum rua koj, tabsis yog puab leeg txim hab tig xubndlag tuaj rua ntawm lub Tuamtsev nuav thov koj,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.36","label":"36","content":"thaus ntawd thov koj tug kws nyob sau ntuj noog puab tej lug thov. Thov koj zaam txim rua vaajntxwv hab cov pejxeem Yixalayees, hab qha puab kuas paub ua lub neej ncaaj nceeg, ces tug TSWV, thov koj tso naag lug rua lub tebchaws kws koj tau muab pub rua koj tsaav tuabneeg ua puab tug moog le lawm."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.37","label":"37","content":"“Yog lub tebchaws muaj kev tshaib kev nqhes lossis muaj kaab mob kis lossis tej qoobloo raug puamtsuaj vim muaj cua dlaaj cua dlub nplawm lossis muaj kooj txomfaav noj lossis thaus koj tsaav tuabneeg raug puab cov yeebncuab tawmtsaam lossis thaus puab raug mob lossis muaj mob muaj nkeeg,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.38","label":"38","content":"thov koj noog puab tej lug thov. Yog koj tsaav tuabneeg Yixalayees leejtwg muaj kev nyuaj sab ntxhuv plawv, hab tsaa teg tuaj rua ntawm lub Tuamtsev nuav thov koj,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.39","label":"39","content":"thov koj noog puab tej lug thov. Thov koj teb puab tej lug thov ntawm koj lub chaw nyob sau ntuj tuaj, thov koj zaam txim rua puab hab paab puab. Tsuas yog koj tuab leeg xwb txhaj paub txug tuabneeg lub sab xaav. Thov koj ua rua txhua tug lawv le nwg teg num,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.40","label":"40","content":"mas koj tsaav tuabneeg txhaj le yuav fwm koj moog taag puab tam neej nyob huv lub tebchaws kws koj muab pub rua peb cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.41+1KI.8.42","label":"41-42","content":"“Thaus ib tug tuabneeg txawv tebchaws kws nyob dleb, nov txug koj lub koob meej hab tej txujci tseemceeb kws koj tau ua paab koj tsaav tuabneeg dlhau lug lawm tuaj thov koj huv lub Tuamtsev nuav,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.43","label":"43","content":"thov koj noog nwg tej lug thov. Koj nyob sau ntuj kws yog koj qhov chaw nyob, thov koj noog nwg hab ua lawv le nwg tej lug thov, kuas txhua tsaav tuabneeg kws nyob huv nplajteb nuav txhaj yuav paub koj hab noog koj lug, ib yaam le koj tsaav tuabneeg Yixalayees noog koj lug. Ces puab txhaj yuav paub has tas, kuv ua lub Tuamtsev nuav lug ua qhov chaw pehawm koj."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.44","label":"44","content":"“Thaus koj has kuas koj tsaav tuabneeg moog tua puab cov yeebncuab, txawm yog puab nyob qhov twg thov koj los tsuav yog puab tig xubndlag tuaj rua huv lub nroog kws koj xaiv tseg hab lub Tuamtsev kws kuv ua rua koj nuav lawm,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.45","label":"45","content":"koj nyob sau ntuj, thov koj noog puab tej lug thov hab paab kuas puab muaj yeej."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.46","label":"46","content":"“Tsi muaj ib tug tuabneeg twg kws tsi tau ua txhum le, yog thaus twg koj tsaav tuabneeg ua txhum rua koj, koj chim rua puab hab ca puab cov yeebncuab tua yeej puab hab nteg puab coj moog rua lwm lub tebchaws. Txawm yog lub tebchaws ntawd nyob dleb hab ze"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.47","label":"47","content":"los thov koj noog koj tsaav tuabneeg tej lug thov. Yog puab nyob huv lub tebchaws ntawd, leeg puab tej kev txhum hab tej kev phem kev qas kws puab tau ua lug lawm, tug TSWV, thov koj noog puab tej lug thov."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.48","label":"48","content":"Nyob huv lub tebchaws ntawd, yog puab rov lug muab sab npuab koj tag tag, leeg puab tej kev txhum hab tig xubndlag tuaj rua huv lub tebchaws kws koj muab pub rua peb cov yawmkoob, lub nroog kws koj xaiv tseg hab lub Tuamtsev kws kuv ua rua koj lawm,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.49","label":"49","content":"thov koj noog puab tej lug thov. Koj nyob ntawm koj lub chaw sau ntuj noog puab thov hab hlub puab,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.50","label":"50","content":"zaam puab tej kev txhum kws puab ntxeev sab rua koj, hab tshoov puab cov yeebncuab sab kuas ua lub sab zoo rua puab."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.51","label":"51","content":"Puab yog koj tsaav tuabneeg kws koj coj tawm nraag tebchaws Iziv qhov kws zoo ib yaam le lub cubtawg kws cig tsi paub tuag le lug."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.52","label":"52","content":"“Tug TSWV kws kaav ib puas tsaav yaam, thov koj naj nub tsaa qhovmuag saib hab hlub koj tsaav tuabneeg Yixalayees hab puab tug vaajntxwv. Thaus twg puab tsaa ncauj thov koj paab puab, thov koj noog puab tej lug thov."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.53","label":"53","content":"Rua qhov koj yeej xaiv puab tawm ntawm txhua tsaav tuabneeg huv qaab ntuj nuav lug ua koj tsaav tuabneeg, ib yaam le koj tau has rua koj tug tubkhai Mauxes thaus koj coj peb cov yawmkoob tawm nraag tebchaws Iziv lug.”"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.54","label":"54","content":"Tom qaab kws Xalumoos thov tug TSWV taag lawm, nwg txawm sawv ntawm lub thaaj hauv ntej, qhov chaw kws nwg txhus caug hab tsaa teg rua sau ntuj."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.55","label":"55","content":"Nwg tsaa ncauj thov Vaajtswv nrov nrov foom koob moov rua cov pejxeem kws tuaj sis sau rua ntawd has tas,"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.56","label":"56","content":"“Ua tug TSWV tsaug, nwg yog tug kws pub nwg tsaav tuabneeg tau nyob kaaj sab lug, ib yaam le nwg tau coglug tseg lawm. Nwg yeej ua lawv le txhua yaam lug cog tseg kws nwg kuas nwg tug tubkhai Mauxes qha rua peb lawm."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.57","label":"57","content":"Thov tug TSWV kws yog peb tug Vaajtswv nrug peb nyob ib yaam le nwg nrug peb cov yawmkoob nyob; thov nwg tsi xob tso peb tseg;"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.58","label":"58","content":"thov tug TSWV tshoov peb sab kuas peb noog nwg lug, peb txhaj yuav ua tau peb lub neej hum nwg sab hab coj tau lawv le nwg tej kevcai, hab nwg tej lug saamfwm kws nwg tau qha tseg rua peb cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.59","label":"59","content":"Thov tug TSWV kws yog peb tug Vaajtswv ncu ntsoov tej lug kws kuv thov txhua zag. Thov nwg taabncuab nwg tsaav tuabneeg Yixalayees hab puab tug vaajntxwv, lawv le tej kws puab naj nub xaav yuav xaav tau."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.60","label":"60","content":"Kuas txhua tsaav tuabneeg kws nyob huv nplajteb nuav paub has tas, tug TSWV tuab leeg xwb txhaj yog Vaajtswv, yeej tsi muaj dlua lwm tug Vaajtswv nyob qhov twg le lawm."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.61","label":"61","content":"Thov mej cov kws yog nwg tsaav tuabneeg, ca le muab sab npuab tug TSWV kws yog peb tug Vaajtswv, hab coj lawv le nwg tej kevcai, hab nwg tej lug saamfwm ib yaam le mej ua naj nub nua.”"},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.62","label":"62","content":"Ces Vaajntxwv Xalumoos hab cov pejxeem txawm muab tsaj tua fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.63","label":"63","content":"Nwg muab neeg nkaum ob txheeb tug nyuj, hab ib puas neeg nkaum txheeb tug yaaj tua fij ua kev sis raug zoo. Yog le ntawd, vaajntxwv hab cov pejxeem txhaj le muab lub Tuamtsev fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.64","label":"64","content":"Nub ntawd, Vaajntxwv muab thaaj aav huv plawv lub tshaav puam kws nyob ntawm lub Tuamtsev hauv ntej ua kevcai ntxuav kuas huv, muab tej tsaj tua hlawv fij taagnrho, muab tej qoobloo fij hab muab tej paavywj tsaj hlawv fij rua Vaajtswv ua kev sis raug zoo. Nwg ua le ntawd, rua qhov lub thaaj tooj miv heev tsi txaus hlawv tej khoom fij ntawd."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.65","label":"65","content":"Vaajntxwv Xalumoos hab cov pejxeem Yixalayees ua kevcai nyob Tsev Pheebsuab hab noj haus rua ntawm lub Tuamtsev tau xyaa  nub. Tej tuabneeg tuaj coob kawg le, tuaj peg lub dlawm Hamas hab nraag nrimteb Iziv tuaj huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.8","verse_code":"1KI.8.66","label":"66","content":"Nub yim Xalumoos maam tso puab rov moog vaaj moog tsev. Puab txhua tug puavleej ua nwg tsaug hab zoo sab hlo moog tsev, vim tej koob moov kws tug TSWV pub rua nwg tug tubkhai Daviv hab rua nwg tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.1","label":"1","content":"Tom qaab kws Vaajntxwv Xalumoos ua tau lub Tuamtsev, ua tau lub loog hab ua txhua yaam kws nwg npaaj sab ua tav taag lawm,"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.2","label":"2","content":"tug TSWV rov lug rua Xalumoos pum dlua ib zag ib yaam le nwg tau lug rua Xalumoos pum nyob huv lub nroog Nkinpe-oos hab."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.3","label":"3","content":"Tug TSWV has rua Xalumoos has tas, “Kuv nov koj tej lug thov lawm, kuv muab lub Tuamtsev kws koj ua tau lawm, ua qhov chaw tseemceeb rua suavdlawg tuaj pehawm kuv moog ibtxhis."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.4","label":"4","content":"Yog koj pehawm kuv ntawm lub sab ncaaj nceeg hab ua sab dlawb sab zoo ib yaam le koj txiv Daviv ua, hab yog koj noog kuv tej lug hab ua txhua yaam lawv le kuv tub saamfwm rua koj lawm,"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.5","label":"5","content":"kuv yuav ua lawv le tej lug kws kuv tau cog tseg rua koj txiv Daviv thaus kws kuv has rua nwg tas, nwg cov xeebntxwv yuav tau ua cov tswjfwm cov Yixalayees moog ibtxhis le."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.6","label":"6","content":"Tabsis yog koj lossis koj cov xeebntxwv tso kuv tseg, tsi ua lawv le kuv tej kevcai hab tej lug saamfwm kws kuv muab rua koj nuav, hab moog pe luas tej vaajtswv,"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.7","label":"7","content":"kuv yuav muab kuv tsaav tuabneeg Yixalayees ntab tawm huv lub tebchaws kws kuv muab rua puab lawm. Kuv yuav muab lub Tuamtsev kws kuv leeg yuav ua qhov chaw tseemceeb rua suavdlawg tuaj pehawm kuv ntawd tso povtseg. Tej tuabneeg nyob txhua qhov yuav luag cov Yixalayees plig hab saib lub Tuamtsev tsi muaj nqes."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.8","label":"8","content":"Lub Tuamtsev nuav yuav raug puamtsuaj ua ib pawg  hab ua rua txhua tug kws dlua kev pum yuav poob sab hab xaav tsi thoob. Puab yuav nug has tas, ‘Vim le caag tug TSWV txhaj ua le ntawd rua lub tebchaws hab lub Tuamtsev nuav?’"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.9","label":"9","content":"Luas tej yuav teb has tas, ‘Tub yog vim puab muab tug TSWV kws yog puab tug Vaajtswv, tug kws coj puab cov yawmkoob tawm nraag tebchaws Iziv lug tso povtseg lawm. Puab muab sab npuab luas tej vaajtswv hab moog pe tej vaajtswv ntawd. Tub yog vim le nuav tug TSWV txhaj tso tej kev puamtsuaj nuav lug raug puab.’ ”"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.10","label":"10","content":"Xalumoos siv sijhawm neeg nkaum xyoo ua lub Tuamtsev hab nwg lub loog."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.11","label":"11","content":"Vaajntxwv Hilaas kws kaav lub nroog Tiles, tau muab ntoo thuv, ntoo cab hab kub tuaj pub rua Xalumoos lawv le nwg xaav tau lug ua nwg tej num. Tom qaab kws tej num tav taag lawm, Vaajntxwv Xalumoos txhaj le muab tau neeg nkaum lub nroog kws nyob huv lub xeev Kalilais rua Hilaas."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.12","label":"12","content":"Tabsis thaus Hilaas tuaj huv lub nroog Tiles tuaj saib, nwg tsi nyam cov nroog ntawd."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.13","label":"13","content":"Yog le ntawd, nwg txhaj has rua Xalumoos has tas, “Tug kwv, tej nroog kws koj muab rua kuv zoo le nuav xwb!” Tub yog vim le nuav txhaj muab thaaj chaw ntawd tis npe hu ua Kanpus  lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.14","label":"14","content":"Cov kub kws Hilaas xaa tuaj pub rua Xalumoos ntawd, yuav laug muaj tsib taas."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.15","label":"15","content":"Vaajntxwv Xalumoos tsaa ib cov tub zug lug ua lub Tuamtsev hab nwg lub loog, ua lub tsev Milus hab ua lub nroog Yeluxalees tug ntsaa yeej. Dlua le ntawd, nwg tseem siv cov tub zug ntawd moog khu lub nroog Haxaus, Menkidaus hab Nkexes."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.16","label":"16","content":"(Falaus kws yog cov Iziv tug vaajntxwv tau tuaj tua hab txeeb tau lub nroog Nkexes, nwg txhaj muab cov tuabneeg kws ibtxwm nyob huv tua tuag taag hab muab lub nroog hlawv kub nyab taag huv tuabsi lawm. Ces nwg txawm muab lub nroog ntawd pub rua nwg tug ntxhais kws yuav Xalumoos,"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.17","label":"17","content":"hab Xalumoos rov muab lub nroog ntawd khu dlua tshab.) Xalumoos tseem siv nwg paab tub zug ntawd rov moog ua lub nroog Npethes Hauloos Theem Qeg,"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.18","label":"18","content":"Npa-alas hab Tamaj kws nyob tom nraag mojsaab qhua huv lub xeev Yudas,"},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.19","label":"19","content":"tej nroog kws nwg tso nwg tej cuabyeej, tej nroog kws nwg kaw nwg tej neeg hab ca tej tsheb neeg, txhua yaam kws nwg ua huv lub nroog Yeluxalees, peg Roob Lenpanoos hab lwm qhov chaw kws nyob huv nwg lub tebchaws."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.20+1KI.9.21","label":"20-21","content":"Xalumoos cov tub zug ua num, mas yog cov Kana-aas tej xeebntxwv kws cov Yixalayees tsi muab tua thaus puab nteg tau coj lug rua huv cov Yixalayees lub tebchaws. Cov nuav xaam taagnrho cov Amaules, cov Hitis, cov Pelixes, cov Hivis hab cov Yenpus, puab tej xeebntxwv tseem ua qhev lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.22","label":"22","content":"Xalumoos tsi muab cov Yixalayees ua qhev; puab tsuas ua nwg cov tubrog, cov numtswv, cov thawj tubrog, cov tubrog tsaav tsheb neeg hab cov tubrog caij neeg xwb."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.23","label":"23","content":"Xalumoos tsaa tsib puas tsib caug leej ua cov thawj saib cov tuabneeg kws ua nwg tej vaaj tse."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.24","label":"24","content":"Xalumoos coj nwg tug quaspuj kws yog cov Iziv tug vaajntxwv tug ntxhais, huv Daviv lub nroog lug nyob rua huv lub tsev kws Xalumoos ua rua nwg tug quaspuj ntawd nyob lawm. Tom qaab ntawd Xalumoos maam ua lub tsev Milus ntxiv."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.25","label":"25","content":"Xalumoos muab khoom hlawv fij hab muab tej khoom fij ua kev sis raug zoo rua tug TSWV sau lub thaaj kws nwg ua rua tug TSWV ib xyoos twg peb zag. Nwg tseem muab tej moov tshuaj tsw qaab  coj moog hlawv fij rua tug TSWV hab. Ces qhov kws nwg ua lub Tuamtsev tav le ntawd."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.26","label":"26","content":"Vaajntxwv Xalumoos tseem ua tau ib cov nkoj rua huv Exi-oosnkenpes kws nyob ntawm ntug Havtxwv Lab ze rua ntawm Elathas huv tebchaws Edoos."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.27","label":"27","content":"Vaajntxwv Hilaas tau xaa nwg ib cov tuabneeg kws txawj tsaav nkoj tuaj ua num nrug Xalumoos cov tuabneeg tsaav cov nkoj ntawd."},{"bible_id":"1726","chapter_code":"1KI.9","verse_code":"1KI.9.28","label":"28","content":"Puab txhaj tsaav cov nkoj ntawd moog rua tim tebchaws Aufiles, hab thauj tau yuav laug kaum rau taas kub lug rua Xalumoos."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.1","label":"1","content":"Xalumoos lub koob meej nrov nchaa moo lug  moog txug rua cov Senpas tug puj vaajntxwv, nwg txhaj le tuaj rua huv lub nroog Yeluxalees, nwg nug ntau zaaj kws tsi yoojyim totaub, sim saib Xalumoos puas teb tau."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.2","label":"2","content":"Nwg coj tuabneeg coob heev nrug nwg tuaj, nwg muab ntxhuav thauj tej txumlom tsw qaab, tej hlaws muaj nqes hab kub ntau kawg le tuaj. Thaus nwg hab Xalumoos sis ntsib lawm, nwg nug Xalumoos ntau tsaav ntau yaam, taagnrho tej tswvyim kws nwg npaaj tuaj nug."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.3","label":"3","content":"Xalumoos teb tau nwg tej lug nug ntawd huv tuabsi, tsi muaj ib lus twg nyuaj kws Xalumoos teb tsi tau le."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.4","label":"4","content":"Thaus cov Senpas tug puj vaajntxwv nov Xalumoos tej tswvyim hab pum lub loog kws Xalumoos ua,"},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.5","label":"5","content":"nwg pum tej zaub mov kws luas rau rua sau Xalumoos lub rooj, tej tsev kws nwg cov numtswv nyob, tej tub kaavxwm los yeej nyob muaj chaw hab tej tsoog tsho kws puab naav los zoo ib yaam nkaus, tej tub laub dlej laub cawv, hab tej tsaj kws tua fij huv lub Tuamtsev, ua rua puj vaajntxwv yoob hab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.6","label":"6","content":"Nwg has rua Vaajntxwv Xalumoos has tas, “Txhua yaam kws kuv nov has txug koj hab koj tej tswvyim yeej muaj tseeb lawv le tej kws kuv tau nov thaus kuv tseem nyob nraag kuv lub tebchaws."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.7","label":"7","content":"Tabsis kuv tsi ntseeg tej ntawd txug thaus kws kuv tuaj pum koj kag lawm. Koj tej tswvyim hab kev npluanuj tseem ntau tshaaj tej kws luas pav qha kuv. Muaj ib nraab kuv yeej tsi tau nov hlo le."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.8","label":"8","content":"Ua le caag koj cov quaspuj  yuav muaj moo ua luaj! Hab koj cov tubqhe los muaj moo kawg le, puab naj nub nrug koj nyob hab nov tej lug txawj ntse kws koj has."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.9","label":"9","content":"Ca le qhuas tug TSWV kws yog koj tug Vaajtswv! Nwg ua rua suavdlawg pum has tas, nwg txaus sab heev rua koj, nwg txhaj tsaa koj ua vaajntxwv kaav lub tebchaws Yixalayees. Vim nwg txujkev hlub cov Yixalayees nyob moog ibtxhis le. Nwg txhaj tsaa koj ua puab tug vaajntxwv, coj puab ua lawv le nwg txuj kevcai hab txujkev ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.10","label":"10","content":"Puj vaajntxwv txhaj muab tej khoom kws nwg thauj tuaj pub rua Vaajntxwv Xalumoos: kub yuav laug muaj tsib taas, txumlom hab hlaws ntau kawg le. Vaajntxwv Xalumoos tsi tau pum dlua leejtwg muab txumlom tuaj pub rua nwg ntau npaum le tej kws cov Senpas tug puj vaajntxwv coj tuaj pub rua nwg ntawd le."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.11","label":"11","content":"(Dlua le ntawd Hilaas tseem muab nwg lub nkoj thauj kub, thauj ntoo thwjsuab hab thauj hlaws ntau heev nraag tebchaws Aufiles tuaj pub rua Xalumoos hab."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.12","label":"12","content":"Xalumoos muab cov ntoo nuav ua ncej rua lub Tuamtsev, ua ncej rua vaajntxwv lub loog hab muab txua ua raaj hab nkauj nogncaas rua cov ntaus suab nkauj siv. Yeej tsi tau muaj dlua lwm lub tebchaws xaa tej tseem ntoo le cov nuav tuaj rua huv tebchaws Yixalayees hlo le; hom ntoo nuav yeej tsi pum muaj ntxiv le lawm.)"},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.13","label":"13","content":"Vaajntxwv Xalumoos muab txhua yaam kws cov Senpas tug puj vaajntxwv thov pub rua nwg. Dlua le ntawd Xalumoos tseem muab ntau yaam pub rua puj vaajntxwv hab, ces puj vaajntxwv hab nwg cov tuabneeg txawm rov moog rua nraag tebchaws Senpas lawm."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.14","label":"14","content":"Txhua lub xyoo twg Vaajntxwv Xalumoos yeej tau txais kub txug le neeg nkaum tsib taas,"},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.15","label":"15","content":"ntxiv rua tej se  kws cov tub laag tub luam them tuaj, tej paajlaum kws tau lug ntawm sis pauv kev laag luam, hab tej kws cov Alav cov vaajntxwv hab cov Yixalayees tej tswvxeev coj tuaj rua nwg."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.16","label":"16","content":"Xalumoos muab cov kub ntawd ntaus tau ob puas dlaim thaiv nav ntaaj, ib dlaim twg nyaav kwvlaam le kaum tsib choj."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.17","label":"17","content":"Hab nwg ntaus tau peb puas dlaim thaiv nav ntaaj, ib dlaim twg nyaav yuav laug plaub choj. Nwg muab taagnrho cov thaiv nav ntaaj ntawd coj moog ca rua huv Chaav Tsev Haav Zoov Lenpanoos."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.18","label":"18","content":"Vaajntxwv tseem ua tau ib lub zwmtxwv luj. Lub zwmtxwv ntawd yog muab kaug ntxhw ua hab muab kub vuam thoob plawg rua."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.19+1KI.10.20","label":"19-20","content":"Muaj rau theem qeb ntai nce moog rua sau lub zwmtxwv ntawd. Rau theem qeb ntai ntawd, ib theem twg luas puab ob tug tsuv ntxhuav txawb rua ob tog, taagnrho yog muaj kaum ob tug. Tom qaab lub zwmtxwv txua ua ib lub taubhau nyuj, hab txua ob tug tsuv ntxhuav sawv rua ob saab ua ob tug tag npaab. Nyob rua lwm lub tebchaws yeej tsi muaj ib lub zwmtxwv zoo npaum le lub nuav."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.21","label":"21","content":"Taagnrho Xalumoos tej khob haus dlej puavleej yog muab kub ua, hab tej twj taig siv huv Chaav Tsev Haav Zoov Lenpanoos puavleej yog muab kub nchuav ua. Tej nyaj yeej tsi tau muab lug siv le, rua qhov tam kws Xalumoos nyob ntawd, luas suav has tas nyaj tsi muaj nqes."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.22","label":"22","content":"Xalumoos tseem muaj ntau lub nkoj kws yog tej nkoj thauj khoom huv havtxwv nrug Hilaas cov nkoj. Txhua peb lub xyoos twg luas siv cov nkoj ntawd moog thauj kub, nyaj, kaug ntxhw, lab hab yaaj yuam  lug rua nwg."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.23","label":"23","content":"Vaajntxwv Xalumoos yog tug kws npluanuj hab ntse tshaaj tej vaajntxwv huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.24","label":"24","content":"Tej tuabneeg kws nyob thoob nplajteb xaav tuaj noog nwg pav nwg tej tswvyim hab kev txawj ntse kws Vaajtswv pub rua nwg."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.25","label":"25","content":"Txhua tug kws tuaj puavleej coj nyaj, kub, tsho ntev, cuabyeej ua rog, txumlom, neeg hab neeg zaag tuaj pub rua Xalumoos. Pheej muaj le nuav ib xyoos dlhau rua ib xyoos."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.26","label":"26","content":"Xalumoos tseem ua tau ib txheeb plaub puas lub tsheb neeg ua rog hab muaj kaum ob txheeb leej tubrog caij neeg. Muaj ibtxha nwg ca nyob huv Yeluxalees, hab dlua le cov nwg coj moog rua lwm lub nroog lawm."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.27","label":"27","content":"Lub sijhawm kws Xalumoos ua tug kaav tebchaws ntawd, nwg saib nwg tej nyaj tsuas zoo le tej pobzeb huv lub nroog Yeluxalees, hab tej ntoo cab los zoo le tej ntoo xikamaus kws tuaj ntawm tej taw roob huv tebchaws Yudas xwb."},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.28","label":"28","content":"Vaajntxwv tseem muaj cov sawv cev txais tej neeg kws luas caab huv lub tebchaws Muxilis  hab Kilikias  tuaj,"},{"bible_id":"1726","chapter_code":"1KI.10","verse_code":"1KI.10.29","label":"29","content":"hab cov tsheb neeg yog coj nraag tebchaws Iziv tuaj. Puab xaa tej neeg hab cov tsheb neeg ntawd moog muag rua cov Hitis hab cov Xilias ob tug vaajntxwv, cov tsheb neeg muag ib lub rau pua dlaim nyaj, hab cov neeg muag ib tug ib puas tsib caug dlaim nyaj."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.1","label":"1","content":"Xalumoos nyam ntau tug quaspuj kws yog tuabneeg txawv tebchaws. Dlua le cov Iziv tug vaajntxwv tug ntxhais lawm, nwg tseem yuav cov Hitis, cov Mau-am, cov Edoos hab cov Xidoos tej ntxhais lug ua quaspuj hab."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.2","label":"2","content":"Xalumoos tseem moog yuav cov tuabneeg kws tug TSWV txwv kuas cov Yixalayees tsi xob yuav tej ntxhais lug ua quaspuj, rua qhov puab yuav coj cov Yixalayees moog pe puab tej vaajtswv."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.3","label":"3","content":"Xalumoos yuav xyaa pua tug quaspuj kws yog ntxhais vaajntxwv hab peb puas tug kws tsi yog ntxhais vaajntxwv, cov quaspuj ntawd txhaj ua rua nwg tso Vaajtswv tseg,"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.4","label":"4","content":"hab thaus kws nwg laug lawm, nwg cov quaspuj ntawd txhaj coj nwg moog pe cov tuabneeg txawv tebchaws tej vaajtswv. Nwg tsi muab lub sab npuab tug TSWV kws yog nwg tug Vaajtswv le nwg txiv Daviv lawm."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.5","label":"5","content":"Nwg moog pe cov Xidoos tug vaajtswv Atates, hab moog pe cov Amoos tug vaajtswv Maulej kws phem qas kawg le."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.6","label":"6","content":"Nwg tau ua txhum rua tug TSWV, hab tsi ua lawv le tug TSWV lub sab nyam le nwg txiv Daviv ua."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.7","label":"7","content":"Nyob rua sau lub roob huv lub nroog Yeluxalees saab nubtuaj, Xalumoos ua tau ib lub chaw pe cov Mau-am tug vaajtswv Khemaus, hab ib lub chaw pe cov Amoos tug vaajtswv Maulej."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.8","label":"8","content":"Hab nwg tseem ua ntau lub chaw rua nwg cov quaspuj kws yog tuabneeg txawv tebchaws, tau hlawv xyaab hab hlawv khoom fij rua puab tej vaajtswv."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.9+1KI.11.10","label":"9-10","content":"Tug TSWV kws yog cov Yixalayees tug Vaajtswv, tau lug rua Xalumoos pum ob zag, hab has kuas nwg tsi xob moog pe cov tuabneeg txawv tebchaws tej vaajtswv hlo le. Txawm le ntawd los Xalumoos tsi noog tug TSWV tej lug, nwg tau tso tug TSWV tseg, yog le ntawd, tug TSWV txhaj chim heev rua Xalumoos"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.11","label":"11","content":"hab has rua Xalumoos has tas, “Vim koj rhuav tej lug kws koj cog tseg nrug kuv lawm, hab koj tsi noog kuv tej lug, kuv has rua koj has tas, kuv yuav muab lub tebchaws tshem tawm ntawm koj moog, hab muab rua koj cov numtswv ib tug kaav."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.12","label":"12","content":"Tabsis vim kuv tej lug kws kuv tau cog tseg rua koj txiv Daviv lawm, kuv yuav tsi muab tshem tawm thaus koj tseem ua neej nyob, yuav yog tam kws koj tug tub ua tug kaav, kuv maam le tshem."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.13","label":"13","content":"Hab kuv yuav tsi tshem lub tebchaws kuas taag ntawm nwg moog, vim kuv tau coglug tseg rua kuv tug tubkhai Daviv hab lub nroog Yeluxalees kws yog lub nroog kuv xaiv ca ua kuv tug, kuv yuav tseg ib xeem rua nwg kaav xwb.”"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.14","label":"14","content":"Yog le ntawd, tug TSWV txhaj tshoov Hadas kws yog ib tug ntawm cov Edoos tug vaajntxwv tsev tuabneeg sab, kuas ntxeev sab tawmtsaam Xalumoos."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.15+1KI.11.16","label":"15-16","content":"Ua ntej ntau xyoo lug lawm, thaus Daviv moog ntaus lub tebchaws Edoos, nwg tug thawj tubrog Yau-am tau moog log cov tuabneeg sis tua tuag. Yau-am hab nwg cov tubrog nyob huv tebchaws Edoos tau rau lub hlis, lub sijhawm ntawd puab muab txhua tug txivneej huv tebchaws Edoos tua tuag taag huv tuabsi lawm,"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.17","label":"17","content":"tsuas tshuav Hadas hab nwg txiv cov tubkhai kws yog tuabneeg Edoos leej puav kws tsiv moog rua nraag tebchaws Iziv txhaj dlim xwb. (Thaus ntawd Hadas tseem yog mivnyuas yau)."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.18","label":"18","content":"Puab tsiv tawm huv Midias moog rua huv Palaas, txawm muaj qee leej txivneej nyob huv koom nrug puab, ces puab txawm moog rua nraag tebchaws Iziv hab moog cuag Falaus kws yog cov Iziv tug vaajntxwv, nwg txhaj tu lub tebchaws hab muab ib lub tsev rua Hadas nyob hab pub zaub mov rua Hadas noj."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.19","label":"19","content":"Hadas yog Falaus ib tug phoojywg zoo heev, Falaus txhaj muab nwg tug quaspuj kws npe hu ua Tanpenes tug nam hluas rua Hadas yuav ua quaspuj."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.20","label":"20","content":"Hadas tug quaspuj yug tau ib tug tub rua Hadas, nwg tis npe hu ua Nkenunpas, nam vaajntxwv Falaus coj tug tub ntawd moog tu huv lub loog, hab nwg yeej nrug vaajntxwv cov tub luj hlub ua ke."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.21","label":"21","content":"Thaus Hadas tseem nyob nraag tebchaws Iziv, nwg nov xuv has tas, Daviv tuag lawm hab Yau-am kws yog tug thawj tubrog los tuag lawm, Hadas txhaj has rua Falaus has tas, “Thov ca kuv rov qaab moog peg kuv lub tebchaws.”"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.22","label":"22","content":"Falaus teb has tas, “Puas yog tseem tshuav tej yaam kws kuv muab tsi txaus rua koj, koj txhaj xaav rov moog peg koj lub tebchaws?” Hadas teb has tas, “Tsi yog, thov ca le tso kuv rov moog xwb.”. Ces nwg txawm rov lug rua peg nwg lub tebchaws lawm. Cov Edoos tug vaajntxwv Hadas, yog cov Yixalayees  ib tug yeebncuab kws phem hab nruj tsiv heev."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.23","label":"23","content":"Vaajtswv tseem tshoov Eli-adas tug tub Lexoos sab, kuas ntxeev sab tawmtsaam Xalumoos hab. Lexoos yog tug kws tsiv tawm ntawm nwg tug tswv kws yog cov Xaunpas tug Vaajntxwv Hadadexes,"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.24","label":"24","content":"hab moog ua ib tug thawj tubsaab kws ua txhum kevcai luj kawg le. (Qhov nuav tshwmsim tom qaab kws Daviv moog tua yeej Hadadexes hab muab cov Xilias kws koom teg nrug nwg tua tuag taag lawm). Ces Lexoos hab nwg cov tuabneeg txhaj tsiv moog nyob peg Damaxes, Lexoos cov tuabneeg txhaj muab Lexoos tsaa ua vaajntxwv kaav tebchaws Xilias."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.25","label":"25","content":"Lexoos yog cov Yixalayees ib tug yeebncuab nyob rua Xalumoos tam."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.26","label":"26","content":"Muaj dlua ib tug txivneej tig rov tawmtsaam Vaajntxwv Xalumoos. Tug ntawd yog Xalumoos ib tug numtswv ntaag, nwg yog Nenpas tug tub Yelaunpau-aas kws nyob huv lub nroog Xeledas peg lub xeev Efalayees. Yelaunpau-aas nam hu ua Xeluas hab yog ib tug puj ntsuag."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.27","label":"27","content":"Qhov kws Yelaunpau-aas ntxeev sab rua Vaajntxwv Xalumoos, vim Xalumoos ua lub Tsev Milus hab khu tug ntsaa yeej kws thaiv nwg txiv Daviv lub nroog."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.28","label":"28","content":"Yelaunpau-aas yog ib tug tub hluas kws muaj zug khov kho, thaus Xalumoos pum has tas Yelaunpau-aas yog ib tug kws mob sab ua num heev, Xalumoos txhaj tsaa nwg ua tug saib taagnrho cov tub zug kws nyob huv lub xeev Manaxes hab lub xeev Efalayees."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.29","label":"29","content":"Muaj ib nub, thaus Yelaunpau-aas taabtom taug kev nraag Yeluxalees lug, Ahiyas kws yog tug cev Vaajtswv lug huv lub nroog Silaus tuaj ntsib Yelaunpau-aas tom ib tog kev ntawm roob mojsaab."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.30","label":"30","content":"Ahiyas hle hlo nwg lub tsho tshab luj lug dlua rhe ua kaum ob dlaim,"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.31","label":"31","content":"hab has rua Yelaunpau-aas tas, “Koj ca le nqaa kaum dlaim moog rua koj, vim tug TSWV kws yog cov Yixalayees tug Vaajtswv has rua koj tas, ‘Kuv yuav muab lub tebchaws tshem tawm ntawm Xalumoos moog, hab kuv yuav muab kaum xeem rua koj kaav."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.32","label":"32","content":"Tsuas pub Xalumoos kaav ib xeem lawm xwb, rua qhov kuv tseem hlub kuv tug tubkhai Daviv hab lub nroog Yeluxalees, lub nroog nuav kuv tau xaiv huv lub tebchaws Yixalayees lug ua kuv tug lawm."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.33","label":"33","content":"Kuv ua le nuav tub yog vim Xalumoos tso kuv tseg hab moog  pe cov tuabneeg txawv tebchaws tej vaajtswv: cov Xidoos tug vaajtswv kws yog tug mlom quaspuj Atates; cov Mau-am tug vaajtswv Khemaus, hab cov Amoos tug vaajtswv Maulej. Xalumoos tsi noog kuv lug; Xalumoos tau  ua txhum tsi ua lawv le kuv tej kevcai hab kuv tej lug saamfwm le nwg txiv Daviv noog kuv lug hab coj lawv le kuv tej kevcai."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.34","label":"34","content":"Tabsis kuv yuav tsi muab lub tebchaws tshem taagnrho ntawm Xalumoos moog, rua qhov kuv tseem yuav ca nwg muaj fwjchim kaav moog kuas taag nwg tam. Kuv ua le nuav tub yog kuv hlub kuv tug tubkhai Daviv, nwg yog tug kws kuv xaiv hab yog tug kws ua lawv le kuv tej kevcai hab tej lug saamfwm."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.35","label":"35","content":"Kuv yuav tshem lub tebchaws ntawm Xalumoos tug tub moog, hab kuv yuav muab kaum xeem rua koj,"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.36","label":"36","content":"tabsis kuv yuav tseg ib xeem rua Xalumoos tug tub kaav, kuv yuav ca kuv tug tubkhai Daviv cov xeebntxwv kaav huv lub nroog Yeluxalees kws yog lub nroog kuv xaiv lug ua qhov chaw rua suavdlawg pehawm kuv."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.37","label":"37","content":"Yelaunpau-aas, kuv yuav tsaa koj ua vaajntxwv kaav cov Yixalayees, koj yuav tau kaav taagnrho tej cheebtsaam aav kws koj xaav kaav."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.38","label":"38","content":"Yog koj noog kuv tej lug txhua lu, coj koj lub neej lawv le kuv tej kevcai hab ua lawv le kuv tej lug saamfwm kws kuv muab rua koj, ib yaam le kuv tug tubkhai Daviv tau ua lug lawm, kuv yuav nrug nraim koj moog ibtxhis. Kuv yuav tsaa koj ua vaajntxwv kaav cov Yixalayees hab yuav ca koj cov xeebntxwv ua vaajntxwv hloov koj chaw, ib yaam le kuv pub rua Daviv ntaag."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.39","label":"39","content":"Vim Xalumoos tej kev txhum, kuv txhaj yuav rau txim rua Daviv cov xeebntxwv, tabsis tsi yog rau txim moog ibtxhis.’ ”"},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.40","label":"40","content":"Yog le ntawd, Xalumoos txhaj pheej nrhav Yelaunpau-aas tua povtseg; tabsis nwg tsiv moog cuag cov Iziv tug vaajntxwv Sisas hab moog nyob nraag txug nub kws Xalumoos tuag."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.41","label":"41","content":"Dlua le lwm yaam kws Xalumoos ua, tsi has nwg teg num lossis nwg lub tswvyim kev txawj ntse, puavleej muab sau ca rua huv phoo ntawv kws teev Xalumoos lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.42","label":"42","content":"Xalumoos ua vaajntxwv nyob huv Yeluxalees hab kaav lub tebchaws Yixalayees tau plaub caug xyoo."},{"bible_id":"1726","chapter_code":"1KI.11","verse_code":"1KI.11.43","label":"43","content":"Xalumoos tuag luas coj nwg moog log rua huv Daviv lub nroog, hab nwg tug tub Lehaunpau-aas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.1","label":"1","content":"Lehaunpau-aas moog rua huv Sekhees, qhov chaw kws cov Yixalayees nyob saab Qaumteb tuaj txoos ua ke tsaa nwg ua vaajntxwv."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.2","label":"2","content":"Thaus Nenpas tug tub Yelaunpau-aas kws tsiv Vaajntxwv Xalumoos moog nkaum rua nraag tebchaws Iziv lawm, nov xuv txug zaaj nuav, nwg txhaj le rov  nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.3","label":"3","content":"Taagnrho cov Xeem kws nyob saab Qaumteb tso tuabneeg moog hu Yelaunpau-aas tuaj, ces puab suavdlawg txawm ua ke moog cuag Lehaunpau-aas hab has rua nwg tas,"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.4","label":"4","content":"“Koj txiv Xalumoos ua nruj ua tsiv hab muab tej num nyaav heev rua peb ua. Yog koj txu kuas peb tau ua num sib, hab pub peb muaj kev kaaj sab, peb yuav txaus sab ua koj pejxeem moog le.”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.5","label":"5","content":"Lehaunpau-aas teb has tas, “Peb nub sau nuav mej rov tuaj cuag kuv, kuv maam le teb mej.” Yog le ntawd, puab txawm rov qaab moog tsev lawm."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.6","label":"6","content":"Vaajntxwv Lehaunpau-aas moog nrug cov laug kws ibtxwm yog nwg txiv Xalumoos cov tuavxaam saablaaj. Nwg nug puab has tas, “Mej yuav paab tswvyim rua kuv rov moog teb cov pejxeem le caag?”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.7","label":"7","content":"Puab teb has tas, “Yog koj xaav kuas cov pejxeem poog koj, mas koj yuav tau teb kuas lawv le puab sab nyam, puab txhaj yuav ua koj cov pejxeem hab muab sab npuab koj moog le.”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.8","label":"8","content":"Tabsis Lehaunpau-aas tsi yuav tej lug kws cov laug ntawd qha, nwg txawm moog nrug cov tuavxaam hluas kws nrug nwg ib phaum saablaaj."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.9","label":"9","content":"Nwg nug puab has tas, “Mej paab kuv tuav tswvyim saib yuav teb le caag rua cov pejxeem kws tuaj thov kuv has tas, ‘Thov koj muab tej num nyaav kws koj txiv muab rua peb ua txu kuas sib mivntsiv?’ ”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.10","label":"10","content":"Puab teb has tas, “Koj teb rua puab le nuav: ‘Kuv tug rwg teg tseem luj dlua kuv txiv lub dluav!’"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.11","label":"11","content":"Mej has tas, ‘Tej num kws kuv txiv muab rua mej ua nyaav heev; mas kuv tseem yuav muab tej num kws nyaav tshaaj ntawd rua mej ua hab. Nwg muab hlua tsaaj nplawm mej xwb; kuv yuav muab hlua tawv nplawm mej.’ ”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.12","label":"12","content":"Peb nub tom qaab Yelaunpau-aas hab cov pejxeem rov tuaj cuag Vaajntxwv Lehaunpau-aas, lawv le nwg has rua puab lawm."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.13","label":"13","content":"Vaajntxwv tsi yuav tej lug kws cov laug qha, nwg txhaj le has lug nyaav rua cov pejxeem,"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.14","label":"14","content":"lawv le cov tuavxaam hluas qha. Nwg has tas, “Tej num kws kuv txiv muab rua mej ua nyaav heev; tabsis kuv tseem yuav muab tej num kws nyaav tshaaj ntawd rua mej ua hab. Kuv txiv muab hlua tsaaj nplawm mej xwb, tabsis kuv yuav muab hlua tawv nplawm mej.”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.15","label":"15","content":"Qhov kws Vaajntxwv tsi noog cov pejxeem lug ntawd, tub yog ua kuas tav lawv le tej lug kws tug TSWV kuas Ahiyas kws yog tug cev Vaajtswv lug kws nyob huv lub nroog Silaus moog has rua Nenpas tug tub Yelaunpau-aas ntaag."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.16","label":"16","content":"Thaus cov pejxeem pum has tas, vaajntxwv tsi noog puab tej lug lawm, puab txhaj qw has tas, “Muaj qaabhau dlaabtsi moog nrug Daviv hab nwg tsev nyuas tuabneeg ntawd ua ke! Puab tub tsi tau ua ib yaam dlaabtsi paab peb le los sav? Cov Yixalayees, ca le rov qaab moog tsev los mas! Ca Lehaunpau-aas, rov kaav nwg xwb txhaj zoo!” Yog le ntawd, cov Yixalayees txhaj ntxeev sab,"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.17","label":"17","content":"ca Lehaunpau-aas ua vaajntxwv kaav cov tuabneeg kws nyob huv lub xeev Yudas xwb."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.18","label":"18","content":"Ces Vaajntxwv Lehaunpau-aas txhaj tso Adaunilaas tug kws saib cov tub zug moog cuag cov Yixalayees, tabsis puab muab pobzeb ntaus nwg tuag lawm. Thaus muaj tej nuav lawm, Lehaunpau-aas txhaj dlha ceev nrooj moog nce nwg lub tsheb neeg hab rov qaab moog rua nraag lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.19","label":"19","content":"Txij nub ntawd lug, cov Yixalayees kws nyob saab Qaumteb txhaj ntxeev sab rua Daviv cov xeebntxwv lug le lawm."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.20","label":"20","content":"Thaus cov Yixalayees nov has tas, Yelaunpau-aas rov nraag tebchaws Iziv lug lawm, puab txhaj caw nwg tuaj nrug puab saablaaj, hab puab muab nwg tsaa ua cov Yixalayees tug vaajntxwv. Tsuas yog tshuav cov Yudas tuab xeem txhaj tseem muab sab npuab Daviv cov xeebntxwv xwb."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.21","label":"21","content":"Thaus Lehaunpau-aas lug txug rua huv nroog Yeluxalees, nwg txhaj txhij tau ib puas yim caum txheeb leej tubrog kws sab tawv heev huv xeem Yudas hab xeem Npeenyamees. Nwg yuam kuas puab moog tua cov Yixalayees saab qaumteb hab txeeb kuas tau lub tebchaws rov lug rua nwg kaav."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.22","label":"22","content":"Tabsis Vaajtswv has rua Semayas kws yog tug cev Vaajtswv lug"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.23","label":"23","content":"kuas coj tej lug nuav moog has rua Lehaunpau-aas hab taagnrho cov tuabneeg kws yog xeem Yudas hab Npeenyamees has tas,"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.24","label":"24","content":"“Mej tsi xob moog tua mej cov kwvtij kws yog cov Yixalayees hlo le. Mej suavdlawg ca le rov qaab moog tsev. Yeej yog kuv pum zoo txhaj muaj tej xwm nuav tshwmsim tuaj.” Puab noog tug TSWV tej lug hab puab nyag txawm rov moog nyag tsev lawm."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.25","label":"25","content":"Cov Yixalayees tug vaajntxwv Yelaunpau-aas moog txhim ntsaa yeej thaiv lub nroog Sekhees kws nyob peg laaj roob Efalayees hab nwg nyob peg tau ib ntus. Ces nwg muab lub nroog ntawd tso tseg hab moog khu lub nroog Penu-ees."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.26+1KI.12.27","label":"26-27","content":"Nwg xaav has tas, “Yog kuv cov pejxeem pheej moog tua tsaj fij rua tug TSWV nyob nraag lub Tuamtsev huv nroog Yeluxalees, nyob tsaam puab yuav ca le muab sab npuab cov Yudas tug Vaajntxwv Lehaunpau-aas, ces puab yuav muab kuv tua povtseg.”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.28","label":"28","content":"Tom qaab kws nwg xaav tau le ntawd lawm, nwg txawm muab kub nchuav tau ob tug mlom nyuj hab has rua cov pejxeem has tas, “Mej pheej moog pehawm Vaajtswv nraag lub nroog Yeluxalees tau ntev lug lawm, cov Yixalayees, mej saib saib, ob tug mlom nuav yog mej ob tug vaajtswv kws coj mej tsiv nraag tebchaws Iziv lug ntaag!”"},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.29","label":"29","content":"Nwg coj ob tug mlom nyuj ntawd ib tug moog teeb rua huv lub nroog Npethees, ib tug moog teeb rua huv lub nroog Daas."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.30","label":"30","content":"Yog le ntawd, cov pejxeem txhaj ua txhum taag, puab moog pe ob tug mlom ntawd huv lub nroog Npethees hab huv lub nroog Daas."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.31","label":"31","content":"Yelaunpau-aas tseem moog ua tej tsev teev mlom rua sau tej ncov roob hab tsaa tej tuabneeg kws tsi yog xeem Levis ua povthawj."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.32","label":"32","content":"Yelaunpau-aas teem sijhawm rua lub yim hli nub kaum tsib, ca ua nub ua kevcai rooj noj rooj haus ib yaam le ua nraag tebchaws Yudas. Nwg muab tsaj tua hlawv rua sau lub thaaj txi tug mlom nyuj kws nwg teeb rua huv lub nroog Npethees. Hab nwg tsaa ib cov povthawj tu lub chaw teev mlom kws nwg ua rua huv lub nroog Npethees ntawd."},{"bible_id":"1726","chapter_code":"1KI.12","verse_code":"1KI.12.33","label":"33","content":"Thaus txug lub yim hli nub kaum tsib, yog nub kws nwg teem tseg, nwg txawm moog peg lub nroog Npethees hab tua tsaj txi tug mlom ntawd sau lub thaaj ua kevcai lawv le nwg tau teem tseg rua cov Yixalayees lawm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.1","label":"1","content":"Tug TSWV saamfwm kuas ib tug cev Vaajtswv lug kws nyob huv lub xeev Yudas moog rua peg lub nroog Npethees thaus Yelaunpau-aas tseem taabtom hlawv khoom fij ntawm lub thaaj"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.2","label":"2","content":"lawv le tug TSWV tej lug qha, tug cev Vaajtswv lug has tas, “Lub thaaj, lub thaaj, ib tug mivnyuas tub npe hu ua Yauxiyas yuav yug lug rua huv Daviv tsev tuabneeg. Nwg yuav muab cov cevlug kws pheej moog hlawv khoom fij rua sau tej chaw sab tua rua sau, hab nwg yuav muab tej pobtxhaa tuabneeg lug hlawv rua sau koj.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.3","label":"3","content":"Tug cev Vaajtswv lug txhaj has ntxiv has tas, “Lub thaaj nuav yuav qaug tawg ntsoog ntxawg, hab tej moov tshauv kws nyob sau lub thaaj yuav nchuav taag. Ces koj yuav paub has tas tej kws tug TSWV tau has rua kuv lawm, yeej muaj tseeb tag.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.4","label":"4","content":"Thaus Vaajntxwv Yelaunpau-aas nov tej lug nuav, nwg txawm taw teg nki rua tug cev Vaajtswv lug hab has tas, “Ca le nteg tug tuabneeg nuav moog!” Taamsim ntawd vaajntxwv txhais npaab ca le qhuav kag nkaum tsi tau rov qaab le lawm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.5","label":"5","content":"Taamsim ntawd lub thaaj ca le qaug ntawg tawg ntsoog ntxawg hab tej moov tshauv nchuav taag rua huv aav, lawv le tug cev Vaajtswv lug tau tuav tug TSWV lub npe has lawm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.6","label":"6","content":"Vaajntxwv Yelaunpau-aas txhaj has rua tug cev Vaajtswv lug tas, “Thov tug TSWV kws yog koj tug Vaajtswv paab kuv, hab thov nwg khu kuv txhais npaab lauj!” Tug cev Vaajtswv lug txhaj thov tug TSWV, ces vaajntxwv txhais npaab txawm zoo lawm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.7","label":"7","content":"Vaajntxwv has rua tug cev Vaajtswv lug tas, “Koj ca le nrug kuv moog tom kuv tsev hab kuv nrhav mov rua koj noj tsaiv. Hab kuv yuav pauj txaj ntsig rua koj tej kws koj tub ua pub rua kuv lawm.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.8","label":"8","content":"Tug cev Vaajtswv lug teb has tas, “Txawm yog koj muab koj tej nyaj ib nraab faib rua kuv los kuv yuav tsi nrug koj moog lossis nrug koj noj haus ib yaam dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.9","label":"9","content":"Tug TSWV yeej saamfwm rua kuv lawm, kuas kuv tsi xob noj lossis haus ib yaam dlaabtsi le, hab tsi xob taug txujkev kws kuv tuaj rov qaab moog tsev.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.10","label":"10","content":"Yog le ntawd, nwg txhaj tsi taug txuj qub ke rov qaab, nwg txhaj moog dlua lwm txujkev lawm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.11","label":"11","content":"Lub sijhawm ntawd, muaj ib tug laug kws cev Vaajtswv lug nyob huv lub nroog Npethees. Nwg cov tub  txawm lug pav tej kws nub ntawd tug hluas kws cev Vaajtswv lug tuaj nraag lub xeev Yudas tuaj ua huv lub nroog Npethees, hab tej lug kws nwg has rua Vaajntxwv Yelaunpau-aas rua puab txiv noog."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.12","label":"12","content":"Tug laug kws cev Vaajtswv lug nug puab has tas, “Thaus nwg sawv kev moog tsev nwg taug txujkev twg lawm?” Puab txhaj qha kev rua nwg,"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.13","label":"13","content":"nwg txawm has rua puab tas, “Muab kuv tug neeg luav lug pem eeb rua kuv.” Puab txawm ua le nwg has, hab nwg caij tug neeg luav"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.14","label":"14","content":"taug txujkev kws puab qha moog caum tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj hab moog caum cuag thaus nwg tseem su huv qaab tsob ntoo qheb. Tug laug kws cev Vaajtswv lug nug has tas, “Koj puas yog tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj?” Tug txivneej ntawd teb has tas, “Kuv yog los mas.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.15","label":"15","content":"Tug laug kws cev Vaajtswv lug has tas, “Koj ca le nrug kuv rov qaab moog tom kuv tsev, hab moog nrug kuv noj mov tsaiv.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.16","label":"16","content":"Tabsis tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj teb has tas, “Kuv yuav nrug koj moog tsi tau. Hab kuv yuav nrug koj noj haus ua ke qhov nuav tsi tau,"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.17","label":"17","content":"rua qhov tug TSWV yeej saamfwm rua kuv kuas tsi xob noj lossis haus ib yaam dlaabtsi le, hab tsi xob taug txujkev kws kuv tuaj rov qaab moog tsev.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.18","label":"18","content":"Ces tug laug kws cev Vaajtswv lug kws tuaj huv Npethees tuaj has rua nwg tas, “Kuv yog ib tug cev Vaajtswv lug ib yaam le koj hab. Tug TSWV tug timtswv lug has rua kuv kuas kuv tuaj coj koj nrug kuv moog tsev hab muab zaub mov rua koj noj.” Tabsis tug laug kws cev Vaajtswv lug dlaag xwb."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.19","label":"19","content":"Yog le ntawd, tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj txhaj nrug tug laug kws cev Vaajtswv lug rov moog rua tom nwg tsev hab nrug nwg noj mov ua ke."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.20","label":"20","content":"Thaus kws obtug tseem taabtom nyob ntawm rooj mov, tug TSWV lug has rua tug laug kws cev Vaajtswv lug,"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.21","label":"21","content":"ces nwg txhaj qw rua tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj has tas, “Tug TSWV has tas, koj tsi noog nwg lug hab tsi ua lawv le nwg tej lug saamfwm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.22","label":"22","content":"Koj tseem rov qaab lug noj mov rua huv qhov chaw kws nwg tsi pub koj noj. Vim le ntawd koj yuav raug tua tuag, hab yuav tsi coj koj lub cev moog log rua huv koj tsev tuabneeg lub qhov ntxaa.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.23","label":"23","content":"Ces thaus kws obtug noj mov taag lawm, tug laug kws cev Vaajtswv lug txhaj muab eeb moog pem rua sau tug neeg luav rua tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.24","label":"24","content":"caij rov qaab. Muaj ib tug tsuv ntxhuav lug ntsib nwg tom kev hab muab nwg tum tuag lawm. Nwg lub cev pw xyaab leeg rua huv plawv kev, ces tug neeg luav hab tug tsuv ntxhuav sawv ib saab."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.25","label":"25","content":"Muaj ib cov tuabneeg dlua kev tuaj pum lub cev tuag nyob huv plawv kev, hab tug tsuv ntxhuav sawv ze ntawd. Puab txawm moog rua peg lub nroog Npethees hab moog qha tej kws puab pum ntawd rua suavdlawg."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.26","label":"26","content":"Thaus tug laug kws cev Vaajtswv lug nov dlheev le ntawd, nwg txawm has tas, “Tug ntawd tub yog tug cev Vaajtswv lug kws tsi noog tug TSWV tej lug saamfwm ntaag! Yog le ntawd, tug TSWV txhaj tso tug tsuv ntxhuav ntawd lug tum hab dlua kuas nwg tuag, lawv le tug TSWV tub has lawm tas, nwg yuav tuag le ntawd.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.27","label":"27","content":"Ces nwg txawm has rua nwg cov tub has tas, “Muab eeb moog pem rua sau kuv tug neeg luav rua kuv.” Puab txawm ua le nwg has,"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.28","label":"28","content":"Ces nwg txhaj caij neeg luav moog pum tug cev Vaajtswv lug ntawd tuag xyaab leeg rua huv plawv kev, tug neeg luav hab tug tsuv ntxhuav sawv nreg nreeg rua ib saab. Tug tsuv ntxhuav yeej tsi noj tug cev Vaajtswv lug ntawd lub cev ib qho hab tsi tum tug neeg luav le."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.29","label":"29","content":"Tug laug kws cev Vaajtswv lug ntawd muab tug cev Vaajtswv lug kws tuaj nraag lub xeev Yudas tuaj tsaws rua sau tug neeg luav hab coj rov lug paam rua huv Npethees hab muab log lawm."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.30","label":"30","content":"Tug laug kws cev Vaajtswv lug coj tug tuag ntawd moog log rua huv nwg tsev tuabneeg lub qhov ntxaa, nwg hab nwg cov tub quaj has tas, “Kuv tug kwv! Kuv tug kwv.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.31","label":"31","content":"Tom qaab kws puab muab tug tuag log taag lawm, tug laug kws cev Vaajtswv lug has rua nwg cov tub has tas, “Yog thaus twg kuv tuag, ces mej muab kuv log rua huv lub qhov ntxaa nuav hab muab kuv lub cev tso rua ntawm nwg ib saab."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.32","label":"32","content":"Tug TSWV tej lug saamfwm kws tug cev Vaajtswv lug moog has tawmtsaam lub thaaj huv lub nroog Npethees hab tej chaw teev dlaab huv Xamalis, yeej muaj tseeb le ntawd tag.”"},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.33","label":"33","content":"Cov Yixalayees tug Vaajntxwv Yelaunpau-aas tsi tso txujkev ua phem ua qas tseg le, nwg pheej xaiv tej caajceg kws yog tuabneeg dlog dlig tsaa ua povthawj tu tej thaaj kws nwg ua. Leejtwg xaav ua povthawj ces nwg pheej laam muab tug ntawd tsaa lug ua le."},{"bible_id":"1726","chapter_code":"1KI.13","verse_code":"1KI.13.34","label":"34","content":"Txujkev txhum kws nwg ua nuav txhaj le coj kev puamtsuaj lug raug nwg, nwg tsev tuabneeg hab nwg caajceg huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.1","label":"1","content":"Thaus lub sijhawm kws vaajntxwv Yelaunpau-aas tug tub Anpiyas mob nyaav heev lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.2","label":"2","content":"Yelaunpau-aas has rua nwg tug quaspuj tas, “Koj ca le tu cev kuas tsi xob muaj leejtwg paub koj, hab moog rua peg lub nroog Silaus kws yog tug cev Vaajtswv lug Ahiyas nyob. Nwg yog tug kws thaus u has tas, kuv yuav tau ua vaajntxwv kaav tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.3","label":"3","content":"Koj nqaa kaum lub ncuav, ib cov ncuav fuam hab ib laamfwj zib ntaab moog rua nwg. Nug nwg saib yuav muaj dlaabtsi tshwmsim rua wb tug tub, ces nwg yuav qha rua koj.”"},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.4","label":"4","content":"Yog le ntawd, nwg txhaj moog cuag Ahiyas rua peg lub nroog Silaus, thaus kws Ahiyas tub laug heev hab qhovmuag tsi pum kev lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.5","label":"5","content":"Tug TSWV has rua Ahiyas has tas, “Yelaunpau-aas tug quaspuj taabtom sawv kev tuaj cuag koj, nug txug nwg tug tub, vim nwg tug tub mob nyaav heev. Koj teb le nuav rua nwg.” Thaus Yelaunpau-aas tug quaspuj tuaj txug ndlua, nwg ua txuj ua le nwg tsi yog Yelaunpau-aas tug quaspuj."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.6","label":"6","content":"Tabsis thaus Ahiyas nov nwg tuaj txug ntawm paws rooj, Ahiyas txawm hu has tas, “Lug tsev, kuv tub paub koj lawm, koj yog Yelaunpau-aas tug quaspuj. Vim le caag koj ua txuj ua le kws koj yog lwm tug? Kuv muaj xuv tsi zoo yuav qha rua koj paub."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.7","label":"7","content":"Ca le rov qaab moog qha rua Yelaunpau-aas has tas, tug TSWV kws yog cov Yixalayees tug Vaajtswv has le nuav: ‘Nyob huv tsaav tuabneeg Yixalayees mas kuv yeej xaiv koj hab tsaa koj lug ua tug kaav kuv tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.8","label":"8","content":"Kuv tub tshem lub tebchaws ntawm Daviv cov xeebntxwv lug hab muab cob rua koj lawm. Tabsis koj tsi ua koj lub neej zoo le kuv tug tubkhai Daviv tug kws fwm kuv, noog kuv lug hab ua lawv le tej kws kuv kuas nwg ua."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.9","label":"9","content":"Koj tseem ua txhum luj tshaaj cov tuabneeg kws ua nom kaav ua ntej koj lawm hab. Koj tso kuv tseg moog puab mlom hab nchuav tej mlom tooj lug pe ua rua kuv chim."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.10","label":"10","content":"Vim le nuav, kuv yuav tso sub tawg sub ntshaa lug rua koj tsev tuabneeg, hab kuv yuav muab cov txivneej kws yog koj caajceg tua kuas tuag taag, kuv yuav ua rua cov laug hab cov hluas ib yaam nkaus. Kuv yuav muab koj tsev tuabneeg ua kuas tu noob nrho. Luas yuav tuaj muab puab cheb moog povtseg ib yaam le cheb tej plauv tshauv."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.11","label":"11","content":"Koj tsev tuabneeg txhua tug kws tuag rua huv nroog, dlev yuav tuaj muab noj kuas taag huv tuabsi, hab txhua tug kws tuag rua tom tej taj nraag los dlaav npoj yuav lug muab noj kuas taag. Kuv kws yog tug TSWV, yog tug kws has tej lug nuav ntaag.’ ”"},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.12","label":"12","content":"Ahiyas has rua Yelaunpau-aas tug quaspuj has tas, “Koj ca le rov qaab moog tsev taamsim nuav. Thaus koj moog txug ndlua huv lub nroog, koj tug tub yuav tu sav nrho."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.13","label":"13","content":"Cov Yixalayees yuav tuaj quaj nyav nwg hab muab nwg coj moog log. Yelaunpau-aas tsev tuabneeg, tsuas yog nwg tug tub tuab leeg txhaj le muab log muaj ntxaa. Rua qhov tug TSWV kws yog cov Yixalayees tug Vaajtswv, txaus sab rua nwg nkaus xwb."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.14","label":"14","content":"Tug TSWV yuav tsaa dlua ib tug vaajntxwv lug kaav tsaav tuabneeg Yixalayees, nwg yuav muab Yelaunpau-aas tsev tuabneeg tua kuas tuag tu noob nrho."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.15","label":"15","content":"Tug TSWV yuav rau txim rua cov Yixalayees, hab puab yuav tshee ndluas txag ib yaam le tej lojkov kws nyob huv haav dlej. Nwg yuav muab cov Yixalayees ntab tawm huv lub tebchaws zoo tshaaj plawg kws nwg muab rua puab cov yawmkoob moog, hab nwg yuav muab puab lawv kuas tsiv dlhau plawg tug Dlej Efalates moog rua saab tim u, vim puab tau puab tej mlom quaspuj Aselas lug pe ua rua tug TSWV chim heev."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.16","label":"16","content":"Vim Yelaunpau-aas tau ua txhum hab nwg coj cov Yixalayees moog ua kev txhum, tug TSWV txhaj muab cov Yixalayees tso povtseg lawm.”"},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.17","label":"17","content":"Ces Yelaunpau-aas tug quaspuj txawm rov qaab lug rua huv lub nroog Tilexas. Thaus nwg lug txug ndlua huv tsev, nwg tug tub tu sav nrho."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.18","label":"18","content":"Cov Yixalayees txhaj tuaj quaj nyav hab muab nwg coj moog log lawv le tug TSWV tau has rua nwg tug tubkhai Ahiyas kws yog tug cev Vaajtswv lug lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.19","label":"19","content":"Dlua le lwm yaam kws Vaajntxwv Yelaunpau-aas ua taag lug, nwg tej kev ntaus rog hab tej kev tswjfwm, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.20","label":"20","content":"Yelaunpau-aas ua vaajntxwv kaav tebchaws Yixalayees tau neeg nkaum xyoo. Nwg tuag hab luas coj nwg moog log, hab nwg tug tub Nadas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.21","label":"21","content":"Thaus Xalumoos tug tub Lehaunpau-aas ua vaajntxwv kaav tebchaws Yudas, nwg noobnyoog muaj plaub caug ib xyoos, nwg ua vaajntxwv tau kaum xyaa xyoo nyob huv lub nroog Yeluxalees kws tug TSWV xaiv huv tebchaws Yixalayees lug ua qhov chaw rua suavdlawg tuaj pehawm tug TSWV. Lehaunpau-aas nam hu ua Na-amas hab yog tuabneeg Amoos."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.22","label":"22","content":"Cov Yudas tau ua txhum ntau yaam rua tug TSWV hab ua rua nwg chim heev tshaaj le thaus u puab cov yawmkoob tau ua lug lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.23","label":"23","content":"Puab ua tej chaw teev dlaab, txhus ncej zeb hab puab mlom Aselas rua puab pe sau tej ncov roob hab huv tej qaab ntoos."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.24","label":"24","content":"Tsi taag le ntawd xwb, tseem muaj cov txivneej hab cov quaspuj kws pheej moog ua namndlav hab txivndlav huv tej tsev teev dlaab ntawd. Cov Yudas tau ua tej kev phem kev qas le cov tuabneeg thaus u kws tug TSWV muab ntab tawm huv lub tebchaws moog ua ntej cov Yixalayees lug nyob."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.25","label":"25","content":"Thaus Lehaunpau-aas ua vaajntxwv tau tsib xyoos lawm, Vaajntxwv Sisas kws kaav tebchaws Iziv txawm tuaj tua lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.26","label":"26","content":"Nwg coj taagnrho tej khoom muaj nqes kws muab tso rua huv lub Tuamtsev hab huv lub loog, hab tej thaiv nav ntaaj kws Xalumoos muab kub nchuav ua huv tuabsi moog lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.27","label":"27","content":"Vaajntxwv Lehaunpau-aas maam le nchuav dlua ib cov thaiv nav ntaaj tooj lug hloov cov ntawd chaw, hab muab rua cov tub faajxwm kws zuv tej roojvaag tau siv."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.28","label":"28","content":"Txhua zag kws vaajntxwv moog huv lub Tuamtsev, cov tub faajxwm yeej nqaa rawv cov thaiv nav ntaaj tooj ntawd nrug nwg moog hab coj rov lug ca rua huv cov tub faajxwm tej chaw."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.29","label":"29","content":"Dlua le lwm yaam kws Vaajntxwv Lehaunpau-aas ua taag lug, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.30","label":"30","content":"Lehaunpau-aas hab Yelaunpau-aas obtug ib tug pheej ua rog rua ib tug taag obtug simneej le."},{"bible_id":"1726","chapter_code":"1KI.14","verse_code":"1KI.14.31","label":"31","content":"Lehaunpau-aas tuag hab luas muab nwg coj moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog (nwg nam hu ua Na-amas hab yog tuabneeg Amoos), hab nwg tug tub Anpiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.1","label":"1","content":"Thaus Nenpas tug tub Yelaunpau-aas ua vaajntxwv kaav lub tebchaws Yixalayees tau kaum yim xyoo lawm, Anpiyas maam le ua vaajntxwv kaav lub tebchaws Yudas,"},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.2","label":"2","content":"hab nwg nyob huv lub nroog Yeluxalees kaav tau peb xyoos, Anpiyas nam hu ua Ma-akas hab yog Axaloos tug ntxhais."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.3","label":"3","content":"Anpiyas ua txhum ib yaam le nwg txiv ua. Nwg yeej tsi fwm tug TSWV kws yog nwg tug Vaajtswv le nwg yawmkoob Daviv lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.4","label":"4","content":"Tabsis vim muaj Daviv, tug TSWV kws yog Daviv tug Vaajtswv txhaj le pub Daviv tug xeebntxwv Anpiyas ua vaajntxwv hloov nwg chaw kaav lub nroog Yeluxalees hab tswj lub nroog ntawd nyob ruaj khov."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.5","label":"5","content":"Tug TSWV ua le ntawd, vim Daviv yeej ua hum tug TSWV sab, hab nwg yeej tsi tau ua ib yaam dlaabtsi hlaa dlhau tug TSWV tej lug saamfwm le. Tsuas yog qhov kws nwg tau ua rua Uliyas kws yog tuabneeg Hitis xwb."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.6","label":"6","content":"Yelaunpau-aas hab Anpiyas obtug rov pib ua rog sis tua moog txug thaus taag Anpiyas tam neej le hab."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.7","label":"7","content":"Dlua le lwm yaam kws Anpiyas ua taag lug, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.8","label":"8","content":"Anpiyas tuag hab luas coj nwg moog log rua huv Daviv lub nroog, hab nwg tug tub Axas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.9","label":"9","content":"Thaus Vaajntxwv Yelaunpau-aas ua vaajntxwv kaav lub tebchaws Yixalayees tau neeg nkaum xyoo lawm, Axas maam le ua vaajntxwv kaav lub tebchaws Yudas,"},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.10","label":"10","content":"hab nwg nyob huv lub nroog Yeluxalees kaav tau plaub caug ib xyoos. Nwg puj yog Axaloos tug ntxhais Ma-akas."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.11","label":"11","content":"Axas ua lub neej ncaaj nceeg hum tug TSWV sab, ib yaam le thaus u nwg yawmkoob Daviv tau ua lug lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.12","label":"12","content":"Nwg muab cov txivneej hab cov quaspuj kws pheej ua namndlav txivndlav ntab tawm huv tej tsev teev dlaab huv nwg lub tebchaws moog, hab nwg muab tej mlom tooj kws nwg cov yawmkoob ua coj moog povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.13","label":"13","content":"Axas muab nwg puj Ma-akas lub meejmom kws yog puj vaajntxwv txu tsi pub ua ntxiv lawm, vim nwg yog tug kws has kuas txua tug mlom quaspuj Aselas. Axas txhaj muab tug mlom ntawd txav hab coj moog hlawv rua huv lub Haav Kiloos."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.14","label":"14","content":"Txawm yog Axas tsi tau muab tej tsev teev dlaab rhuav kuas puamtsuaj taag los nwg yeej ua tuabneeg ncaaj nceeg hab muab sab npuab tug TSWV taag nwg simneej."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.15","label":"15","content":"Nwg muab tej khoom kws nwg txiv muab fij rua Vaajtswv lawm, coj moog tso rua huv lub Tuamtsev nrug tej nyaj, tej kub kws nwg muab fij rua tug TSWV lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.16","label":"16","content":"Cov Yudas tug Vaajntxwv Axas hab cov Yixalayees tug Vaajntxwv Npasas, rov ua rog moog txug thaus taag obtug tam neej."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.17","label":"17","content":"Cov Yixalayees tug Vaajntxwv Npasas moog tua cov Yudas hab tsim lub nroog Lamas ua chaw txav kev tsi pub cov Yudas moog lug."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.18","label":"18","content":"Yog le ntawd, Vaajntxwv Axas txhaj muab tej kub kws seem huv lub Tuamtsev hab huv lub loog rua nwg cov numtswv nqaa moog rua peg lub nroog Damaxes hab muab cob rua cov Xilias tug Vaajntxwv Npeehadas kws yog Taleemoos tug tub, hab yog Hexi-oos tug xeebntxwv, nrug cov lug has le nuav:"},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.19","label":"19","content":"“Ca wb tuav teg ua phoojywg, ib yaam le thaus koj txiv hab kuv txiv ua phoojywg lug lawm. Cov nyaj hab cov kub nuav, yog coj tuaj pub rua koj ua kev sis raug zoo. Nwgnuav thov koj ca le txav kev ua phoojywg nrug cov Yixalayees tug Vaajntxwv Npasas, kuas nwg txhaj thim nwg cov tubrog tawm huv kuv cheebtsaam aav moog.”"},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.20","label":"20","content":"Vaajntxwv Npeehadas pum zoo ua le Axas has, hab tso nwg cov thawj tubrog coj puab cov tubrog moog tua cov Yixalayees tej nroog. Puab moog txeeb tau lub nroog Iyoos, lub nroog Daas, lub nroog Anpees Npethes Ma-akas cheebtsaam kws ze Havtxwv Kalilais hab moog rua taagnrho cheebtsaam Nathalis."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.21","label":"21","content":"Thaus Vaajntxwv Npasas nov tej xwmtxheej nuav tshwm tuaj lawm, nwg txawm tso tseg tsi khu lub nroog Lamas ntxiv, hab rov qaab moog rua huv lub nroog Tilexas lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.22","label":"22","content":"Vaajntxwv Axas txhaj le tso xuv moog rua cov pejxeem txhua tug thoob plawg tebchaws Yudas, kuas ca le tuaj paab tshem tej pobzeb hab tej ntoo kws Npasas coj tuaj khu lub nroog Lamas ntawd povtseg. Axas muab tej pobzeb hab tej ntoo ntawd moog ua lub nroog Nkenpas kws nyob huv cheebtsaam Npeenyamees hab lub nroog Mixepas."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.23","label":"23","content":"Dlua le lwm yaam kws Vaajntxwv Axas ua taag lug, nwg lub peevxwm, hab tej nroog kws nwg ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm,  tabsis thaus nwg laug lawm txawm muaj mob rua nwg ob txais kutaw."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.24","label":"24","content":"Axas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Yehausafas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.25","label":"25","content":"Thaus Axas ua vaajntxwv kaav lub tebchaws Yudas tau ob xyoos lawm, Yelaunpau-aas tug tub Nadas maam ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg kaav tau ob xyoos."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.26","label":"26","content":"Nwg coj cov Yixalayees moog ua txhum rua tug TSWV ib yaam le nwg txiv."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.27","label":"27","content":"Ahiyas tug tub Npasas kws yog xeem Ixakhas tau ntxeev sab rua Nadas hab muab Nadas tua thaus Nadas hab nwg cov tubrog tseem taabtom moog vij lub nroog Nkinpethoos huv tebchaws Filitees."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.28","label":"28","content":"Ces Npasas txhaj ua vaajntxwv hloov Nadas chaw. Thaus ntawd Axas tub ua vaajntxwv kaav tebchaws Yudas tau peb xyoos lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.29","label":"29","content":"Txij thaus ntawd lug, Npasas muab Yelaunpau-aas tsev tuabneeg tua tuag taag, lawv le tug TSWV tej lug kws nwg has rua nwg tug tubkhai Ahiyas kws yog tug cev Vaajtswv lug huv lub nroog Silaus, ces Yelaunpau-aas tsev tuabneeg raug tua tuag tu noob nrho tsi tshuav ib tug le."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.30","label":"30","content":"qhov kws muaj tej xwmtxheej nuav, tub yog vim Yelaunpau-aas ua rua tug TSWV kws yog cov Yixalayees tug Vaajtswv chim heev, vim tej kev txhum kws nwg ua hab coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.31","label":"31","content":"Dlua le lwm yaam kws Nadas ua taag lug, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.32","label":"32","content":"Cov Yudas tug vaajntxwv Axas hab cov Yixalayees tug Vaajntxwv Npasas, rov ua rog moog txug thaus taag obtug tam neej le hab."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.33","label":"33","content":"Thaus Vaajntxwv Axas ua vaajntxwv kaav tebchaws Yudas tau peb xyoos lawm, Ahiyas tug tub Npasas maam le ua vaajntxwv kaav tebchaws Yixalayees, hab nwg nyob huv lub nroog Tilexas kaav tau neeg nkaum plaub xyoos."},{"bible_id":"1726","chapter_code":"1KI.15","verse_code":"1KI.15.34","label":"34","content":"Nwg coj cov Yixalayees moog ua txhum rua tug TSWV ib yaam le Yelaunpau-aas."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.1","label":"1","content":"Tug TSWV has rua Yehus kws yog tug cev Vaajtswv lug kws yog Hananis tug tub, kuas moog has rua Npasas has le nuav:"},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.2","label":"2","content":"“Koj yeej tsi tseemceeb dlaabtsi, tabsis kuv tsaa koj ua tug thawjcoj coj kuv tsaav tuabneeg Yixalayees. Koj ua txhum ib yaam le Yelaunpau-aas ua, hab koj coj kuv tsaav tuabneeg moog ua txhum, ua rua kuv chim heev,"},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.3","label":"3","content":"yog le ntawd, kuv yuav ua rua koj tsev tuabneeg kuas puamtsuaj, ib yaam le kuv ua rua Yelaunpau-aas tsev tuabneeg hab."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.4","label":"4","content":"Koj tsev tuabneeg tug twg kws tuag rua huv nroog, dlev yuav tuaj muab noj kuas taag huv tuabsi, hab txhua tug twg kws tuag rua tom tej taj nraag los dlaav npoj yuav lug muab noj kuas taag.”"},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.5","label":"5","content":"Dlua le lwm yaam kws Npasas ua taag lug, hab nwg lub peevxwm, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.6","label":"6","content":"Npasas tuag hab luas muab nwg coj moog log rua huv lub nroog Tilexas, hab nwg tug tub Elas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.7","label":"7","content":"Tug TSWV muab tej lug kws foom tsi zoo nuav rua Yehus kws yog tug cev Vaajtswv lug coj moog has rua Npasas hab nwg tsev tuabneeg, tub yog vim tej kws nwg ua txhum rua tug TSWV. Qhov kws nwg ua rua tug TSWV chim, tsi yog vim tej kev phem kev qas kws nwg ua lawv le Vaajntxwv Yelaunpau-aas ua taag lug xwb, tabsis yog qhov kws nwg muab Yelaunpau-aas tsev tuabneeg tua tuag tu noob nrho lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.8","label":"8","content":"Thaus Vaajntxwv Axas ua vaajntxwv kaav lub tebchaws Yudas tau neeg nkaum rau xyoo lawm, Npasas tug tub Elas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Tilexas kaav tau ob xyoos."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.9","label":"9","content":"Ximelis kws yog Elas ib tug thawj saib ib nraab ntawm vaajntxwv cov tsheb neeg tau ntxeev sab rua vaajntxwv. Muaj ib nub Elas moog haus cawv huv Alexas tsev huv lub nroog Tilexas. Alexas yog tug kws saib lub loog."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.10","label":"10","content":"Ximelis txawm nkaag moog muab Elas ntaus tuag rua huv lub tsev ntawd, hab nwg ua vaajntxwv hloov Elas chaw. Thaus ntawd Axas tub ua vaajntxwv kaav tebchaws Yudas tau neeg nkaum xyaa xyoo lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.11","label":"11","content":"Tom qaab kws Ximelis lug ua vaajntxwv tau tsi ntev, nwg muab Npasas tsev tuabneeg tua tuag tu noob nrho. Txhua tug txivneej kws yog Npasas kwvtij hab phoojywg, Ximelis muab tua taag huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.12","label":"12","content":"Qhov kws Ximelis muab Npasas tsev tuabneeg tua tuag taagnrho, yog lawv le tej lug kws tug TSWV kuas Yehus kws yog tug cev Vaajtswv lug moog has rua Npasas ntaag."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.13","label":"13","content":"Qhov kws Npasas hab nwg tug tub Elas tau ua rua tug TSWV kws yog cov Yixalayees tug Vaajtswv chim, mas yog obtug pheej moog pe dlaab pe mlom hab coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.14","label":"14","content":"Dlua le lwm yaam kws Elas ua taag lug, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.15","label":"15","content":"Thaus Axas ua vaajntxwv kaav lub tebchaws Yudas tau neeg nkaum xyaa xyoo lawm, Ximelis maam le ua vaajntxwv kaav lub tebchaws Yixalayees, nwg nyob huv lub nroog Tilexas kaav cov Yixalayees tau xyaa nub. Thaus ntawd cov tubrog Yixalayees tseem taabtom moog puav tua cov Filitees lub nroog Nkinpethoos,"},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.16","label":"16","content":"Ces thaus puab nov dlheev has tas, Ximelis ntxeev sab rua vaajntxwv hab muab vaajntxwv tua tuag lawm, taamsim ntawd puab ca le muab Aumelis kws yog puab tug thawj tubrog tsaa ua cov Yixalayees tug vaajntxwv."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.17","label":"17","content":"Aumelis hab nwg cov tubrog ca le tso lub nroog Nkinpethoos tseg hab moog puav tua lub nroog Tilexas."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.18","label":"18","content":"Thaus Ximelis pum has tas, lub nroog Tilexas poob lawm, nwg txawm moog rua huv chaav tsev huv plawv lub loog, tis suavtawg hlawv lub loog, ces nwg txhaj tuag rua huv lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.19","label":"19","content":"Tej xwm nuav tshwmsim, tub yog vim nwg ua txhum rua tug TSWV, hab coj cov Yixalayees moog ua txhum, ib yaam le nwg yawmkoob Yelaunpau-aas ua."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.20","label":"20","content":"Dlua le lwm yaam kws Ximelis ua taag lug, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.21","label":"21","content":"Thaus ntawd cov Yixalayees faib ua ob paab lawm: ib paab xaav tsaa Nkinas tug tub Tinpenis ua vaajntxwv, tabsis ib paab txaus sab rua Aumelis xwb."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.22","label":"22","content":"Ces thaus kawg, paab kws txaus sab tuaj Aumelis tog yeej; puab txhaj muab Tinpenis tua tuag. Aumelis txhaj tau ua vaajntxwv."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.23","label":"23","content":"Yog le ntawd, thaus Axas ua vaajntxwv kaav lub tebchaws Yudas tau peb caug ib xyoos lawm, Aumelis maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg kaav tau kaum ob xyoos. Thawj rau lub xyoos nwg nyob huv lub nroog Tilexas kaav."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.24","label":"24","content":"Nwg muab rau txheeb dlaim nyaj moog yuav tau lub laaj roob Xamalis ntawm ib tug txivneej hu ua Semelis. Ces Aumelis txawm moog txhim khu lub laaj roob ntawd, ua tau ib lub nroog rua sau, hab tis npe rua lub nroog ntawd hu ua Xamalis, lawv le Semelis lub npe kws yog tug qub tswv lub laaj roob ntawd."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.25","label":"25","content":"Aumelis tseem ua txhum rua tug TSWV luj tshaaj cov vaajntxwv kws xub nyob ua ntej nwg lawm hab."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.26","label":"26","content":"Nwg ua rua tug TSWV kws yog cov Yixalayees tug Vaajtswv chim heev, vim nwg tau coj cov Yixalayees moog ua txhum hab moog pe dlaab pe mlom ib yaam le thaus u Yelaunpau-aas tau ua lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.27","label":"27","content":"Dlua le lwm yaam kws Aumelis ua taag lug, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.28","label":"28","content":"Aumelis tuag hab luas coj nwg moog log rua huv lub nroog Xamalis, hab nwg tug tub Ahaj ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.29","label":"29","content":"Thaus kws Axas ua vaajntxwv kaav lub tebchaws Yudas tau peb caug yim xyoo lawm, Aumelis tug tub Ahaj maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau neeg nkaum ob xyoos."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.30","label":"30","content":"Nwg ua txhum rua tug TSWV heev tshaaj cov vaajntxwv thaus u ua lawm hab."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.31","label":"31","content":"Tej kev txhum kws nwg ua le Vaajntxwv Yelaunpau-aas ua, tseem tsi txaus nwg sab hab; tsi taag le ntawd xwb, nwg moog yuav Vaajntxwv Enpa-aas tug ntxhais Yexenpees lug ua quaspuj hab moog pe tug mlom Npa-aas."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.32","label":"32","content":"Nwg ua tau ib lub tsev teev Npa-aas rua huv lub nroog Xamalis, hab ua tau ib lub thaaj rua nwg, hab muab teeb rua huv lub tsev kws nwg ua teev tug mlom Npa-aas ntawd."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.33","label":"33","content":"Nwg tseem puab tau ib tug mlom quaspuj Aselas lug rua suavdlawg pe. Nwg ua rua tug TSWV kws yog cov Yixalayees tug Vaajtswv chim rua nwg tshaaj cov Yixalayees cov vaajntxwv txhua tug kws tau ua taag lug lawm hab."},{"bible_id":"1726","chapter_code":"1KI.16","verse_code":"1KI.16.34","label":"34","content":"Thaus nwg tseem ua vaajntxwv, Hi-ees kws nyob huv Npethees txhaj tuaj khu lub nroog Yelikaus. Ces Hi-ees tug tub hlub kws hu ua Anpilaas tuag thaus nwg pib khu lub nroog Yelikaus, hab nwg tug tub ntxawg kws hu ua Xenkus tuag rua thaus nwg ua cov roojvaag, lawv le tug TSWV tau has tseg rua Noos tug tub Yausuas lawm."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.1","label":"1","content":"Muaj ib tug cev Vaajtswv lug hu ua Eliyas nyob huv lub nroog Tisenpes huv lub cheebtsaam Nkile-as, nwg has rua Vaajntxwv Ahaj has tas, “Kuv tuav tug TSWV kws yog cov Yixalayees tug Vaajtswv kws muaj sa nyob, tug kws kuv naj nub ua nwg teg num lub npe has rua koj tas, ob lossis peb xyoos tom ntej nuav yuav tsi muaj ib ncos lwg lossis ib pluav naag lug le, moog txug thaus kuv has kuas muaj txhaj le yuav rov muaj.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.2","label":"2","content":"Ces tug TSWV has rua Eliyas has tas,"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.3","label":"3","content":"“Koj ca le tawm ntawm qhov chaw nuav moog rua saab nubtuaj, moog nkaum ze rua ntawm tug Dlej Khelis kws nyob ntawm tug Dlej Yauladees saab nubtuaj."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.4","label":"4","content":"Koj yuav tau tug dlej ntawd haus, hab kuv tub has kuas uab laag nqaa mov lug rua koj noj nyob qhov ntawd lawm.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.5","label":"5","content":"Eliyas txhaj ua lawv le tug TSWV has. Nwg txawm moog nyob ntawm tug Dlej Khelis."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.6","label":"6","content":"Nwg haus tug Dlej ntawd hab uab laag pheej nqaa mov hab nqaj lug rua nwg noj txhua taagkig hab txhua mo."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.7","label":"7","content":"Tabsis tsi ntev tom qaab ntawd, tug dlej kuj qhuav taag vim tsi muaj naag lug."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.8","label":"8","content":"Ces tug TSWV has rua Eliyas has tas,"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.9","label":"9","content":"“Koj ca le sawv kev moog rua peg lub nroog Xalefas kws nyob ze lub nroog Xidoos, hab moog nyob qhov ntawd, kuv tub has rua ib tug puj ntsuag kws nyob huv lub nroog ntawd kuas nwg pub zaub pub mov rua koj noj lawm.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.10","label":"10","content":"Yog le ntawd, Eliyas txhaj moog rua peg lub nroog Xalefas. Thaus nwg moog txug ntawm lub roojvaag nroog, nwg pum ib tug puj ntsuag taabtom tuaj khaws tawg. Eliyas txawm has rua tug puj ntsuag ntawm has tas, “Thov koj cug mivntsiv dlej tuaj pub rua kuv haus.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.11","label":"11","content":"Thaus tug puj ntsuag taabtom rov moog nqaa dlej, Eliyas txawm hu has tas, “Thov nqaa mivntsiv mov tuaj pub kuv noj hab.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.12","label":"12","content":"Nwg teb has tas, “Kuv thov coglug rua tug TSWV kws yog koj tug Vaajtswv kws muaj sa nyob has tas, kuv tsi muaj mov lawm. Kuv tsuas tshuav ib nyuas taus moov nplej nyob huv taig hab ib qhov nyuas roj txiv ntoo nyob huv qaab hub lawm xwb. Kuv tuaj khaws tawg coj moog rauv ua qhov nyuas moov nplej ntawd rua kuv hab kuv tug tub noj. Pluag mov nuav yog pluag mov kawg, ces wb tog tuag lawm xwb.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.13","label":"13","content":"Eliyas txawm has rua tug puj ntsuag ntawd has tas, “Koj tsi xob txhawj, ca le moog ua koj pluag mo, tabsis xub ua ib qho miv miv nqaa tuaj rua kuv noj tsaiv, koj maam le rov moog muab qhov seem ua rua koj hab koj tug tub noj."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.14","label":"14","content":"Vim tug TSWV kws yog cov Yixalayees tug Vaajtswv has le nuav: ‘Cov moov nplej huv lub taig yuav tsi paub taag hab cov roj huv lub hub yuav tsi paub qhuav ua ntej kws tug TSWV tso naag lug.’ ”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.15","label":"15","content":"Tug puj ntsuag ntawd txhaj moog ua lawv le Eliyas has rua nwg, puab txhaj muaj mov txaus noj ntau nub."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.16","label":"16","content":"Lawv le tug TSWV tau coglug tseg rua Eliyas lawm has tas, “Cov moov nplej huv lub taig yuav tsi paub taag, hab cov roj huv lub hub yuav tsi paub qhuav.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.17","label":"17","content":"Tsi ntev tom qaab nuav, muaj ib nub tug puj ntsuag ntawd tug tub txawm mob; nwg mob nyaav heev zuj zug, ces nwg txawm tuag lawm."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.18","label":"18","content":"Tug puj ntsuag ntawd has rua Eliyas has tas, “Koj tub yog Vaajtswv tug tuabneeg, ua le caag koj txhaj ua le nuav rua kuv? Koj tuaj ntawm nuav, yog koj tuaj ua kuas Vaajtswv ncu txug kuv tej kev txhum kws kuv tau ua taag lug lawm, kuas kuv tug tub tuag xwb los?”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.19","label":"19","content":"Eliyas has tas, “Ca le puag koj tug tub lug rua kuv.” Eliyas tsaws hlo tug mivtub ntawm leej nam xubndlag, puag moog rua sau chaav kws Eliyas nyob, hab muab tug tub ntawd tso pw rua sau Eliyas lub txaaj."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.20","label":"20","content":"Ces Eliyas tsaa ncauj thov Vaajtswv has tas, “Tug TSWV kws yog kuv tug Vaajtswv, vim le caag koj ua rua tug puj ntsuag nuav tau kev txomnyem ua luaj nuav? Nwg yog tug kws muaj lub sab dlawb pub zaub pub mov rua kuv noj, vim le caag koj ua rua nwg tug tub tuag lawm?”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.21","label":"21","content":"Ces Eliyas txawm qhau cev hlo pw tsuam tug tub ntawd lub cev peb zag, hab thov Vaajtswv has tas, “Tug TSWV kws yog kuv tug Vaajtswv, thov koj rau sav rau paa rua tug tub nuav kuas rov muaj sa lauj!”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.22","label":"22","content":"Tug TSWV teb Eliyas tej lug thov; ces tug tub ntawd txawm ua paa hab rov muaj sa lawm."},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.23","label":"23","content":"Eliyas txhaj puag tug tub ntawd nqeg lug rua txheej tsev huv qaab nuav, muab rua leej nam hab has rua nwg tas, “Koj saib, koj tug tub rov muaj sa lawm.”"},{"bible_id":"1726","chapter_code":"1KI.17","verse_code":"1KI.17.24","label":"24","content":"Tug puj ntsuag ntawd teb has tas, “Nwgnuav kuv paub lawm has tas koj yog Vaajtswv tug tuabneeg hab yog tug cev Vaajtswv lug tag.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.1","label":"1","content":"Tau ib ntus tom qaab nuav, yog xyoo peb kws ntuj qhua teb nkig ntawd, tug TSWV has rua Eliyas has tas, “Koj ca le moog cuag Vaajntxwv Ahaj, kuv yuav tso naag lug.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.2","label":"2","content":"Yog le ntawd, Eliyas txhaj moog lawm. Thaus ntawd muaj kev tshaib nqhes nyob huv lub xeev Xamalis,"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.3","label":"3","content":"Vaajntxwv Ahaj txhaj hu kuas Aunpadiyas tug kws saib lub loog moog cuag nwg. (Aunpadiyas yog ib tug kws fwm tug TSWV heev."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.4","label":"4","content":"Thaus Yexenpees nteg tug TSWV cov cevlug tua povtseg, Aunpadiyas tau coj cov cev Vaajtswv lug ntawd ib puas leej moog zais rua huv ob lub qhov tsua, ib paab tsib caug leej, nwg xaa zaub mov hab dlej moog rua puab noj hab haus.)"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.5","label":"5","content":"Ahaj has rua Aunpadiyas has tas, “Wb ca le tawm moog saib  txhua lub qhovdlej txhawv hab txhua lub haav thoob plawg huv lub tebchaws nuav saib puas pum muaj zaub nyob qhov twg txaus peb tej neeg hab tej neeg luav noj, txhaj cawm tau tej tsaj ntawd. Peb tej tsaj txhaj yuav tsi tuag tshaib.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.6","label":"6","content":"Ces obtug txawm pum zoo muab lub tebchaws faib lawv le obtug nyam, ces obtug nyag moog nyag rua ib txujkev lawm."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.7","label":"7","content":"Thaus Aunpadiyas taabtom taug kev moog, nwg txawm ntsib Eliyas. Nwg tseem ncu tau Eliyas, nwg txhaj nyo hau ntshis hawm hab nug has tas, “Koj puas yog Eliyas?”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.8","label":"8","content":"Eliyas teb has tas, “Kuv yog Eliyas.” Koj ca le rov qaab moog hab qha rua koj tug tswv kws yog Vaajntxwv has tas, “Kuv nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.9","label":"9","content":"Aunpadiyas teb has tas, “Kuv tau ua txhum dlaabtsi, koj txhaj yuav muab kuv cob rua Ahaj txhais teg? Kuv ntshai nyob tsaam nwg muab kuv tua povtseg?"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.10","label":"10","content":"Kuv thov coglug ntawm tug TSWV kws yog koj tug Vaajtswv kws muaj sa nyob has tas, vaajntxwv tub khaiv tuabneeg moog nrhav koj rua txhua lub tebchaws thoob plawg huv nplajteb nuav lawm. Yog tug nom kws kaav lub tebchaws twg has tas, tsi pum koj nyob huv nwg lub tebchaws, ces Ahaj yuav kuas tug kws kaav lub tebchaws ntawd tsaa teg twv has tas, nwg yeej tsi pum koj nyob qhov twg le."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.11","label":"11","content":"Nwgnuav koj tsua xaav le caag, koj txhaj kuas kuv moog qha rua nwg has tas koj nyob ntawm nuav?"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.12","label":"12","content":"Nyob tsaam thaus kuv taabtom moog lawm, tug TSWV tug Ntsujplig lug coj koj moog rua qhov chaw kws tsi muaj tuabneeg paub lawm ne? Ces thaus kuv moog qha rua Ahaj has tas koj nyob ntawm nuav, tabsis nwg tsuas tuaj nrhav tsi tau koj, ces thaus ntawd nwg yuav muab kuv tua povtseg xwb. Koj ncu ntsoov has tas, kuv yeej yog tug kws ibtxwm pehawm tug TSWV thaus kuv tseem yog mivnyuas yau lug lawm."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.13","label":"13","content":"Koj puas nov zaaj kws Yexenpees nteg tug TSWV cov cevlug tua povtseg, kuv coj tau ib puas leej moog zais rua huv ob lub qhov tsua, ib paab twg tsib caug leej, kuv xaa zaub mov hab dlej moog rua puab noj hab haus?"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.14","label":"14","content":"Yog le ntawd, koj yuav ua le caag khaiv kuv moog qha rua vaajntxwv has tas koj nyob ntawm nuav? Nwg yeej yuav muab kuv tua povtseg xwb!”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.15","label":"15","content":"Eliyas teb has tas, “Kuv thov coglug rua tug TSWV kws muaj fwjchim luj kawg nkaus, tug kws kuv naj nub ua nwg teg num has tas, nub nua kuv yuav moog kuas tshwm ntsej tshwm muag rua Vaajntxwv Ahaj pum ntaag!”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.16","label":"16","content":"Yog le ntawd, Aunpadiyas txhaj moog cuag Vaajntxwv Ahaj hab qha zaaj nuav rua nwg, ces Ahaj txawm moog cuag Eliyas."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.17","label":"17","content":"Thaus Ahaj pum dlheev Eliyas, Ahaj has tas, “Tub yog koj ntaag, koj yog tug kws ua rua cov Yixalayees tau kev nyuaj sab ntxhuv plawv kawg le!”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.18","label":"18","content":"Eliyas teb has tas, “Kuv tsi yog tug kws ua kuas cov Yixalayees tau kev nyuaj sab ntxhuv plawv. Tub yog koj hab koj txiv ntaag, rua qhov meb tsi noog tug TSWV tej lug saamfwm, hab meb pheej moog pe tej mlom Npa-aas ntaag."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.19","label":"19","content":"Nwgnuav koj ca le moog hu cov Yixalayees tuaj cuag kuv rua sau lub Roob Kalemees nuav. Coj plaub puas tsib caug leej kws cev Npa-aas lug hab plaub puas leej kws cev tug mlom quaspuj Aselas lug kws yog nam Vaajntxwv Yexenpees ua tug pub kev noj haus rua puab, kuas tuaj rua ntawm nuav huv tuabsi.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.20","label":"20","content":"Yog le ntawd, Ahaj txhaj hu cov Yixalayees hab cov cev Npa-aas lug tuaj sis sau ua ke rua sau lub Roob Kalemees."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.21","label":"21","content":"Eliyas txaav zog moog sawv rua ntawm cov pejxeem hab has tas, “Mej tseem yuav ua tuabneeg muaj ob lub sab moog txug thaus twg? Yog has tas tug TSWV yog Vaajtswv tag, suavdlawg ca le pehawm nwg; tabsis yog has tas Npa-aas yog vaajtswv, ces suavdlawg ca le pe Npa-aas los mas!” Tabsis cov pejxeem tsi teb ib lus le."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.22","label":"22","content":"Eliyas txawm has tas, “Cov kws cev tug TSWV lug tsuas tshuav kuv tuab leeg lawm xwb, tabsis cov kws cev Npa-aas lug muaj plaub puas tsib caug leej dlag."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.23","label":"23","content":"Ca le caab ob tug txiv nyuj lug; muab ib tug rua cov cev Npa-aas lug, muab tug nyuj ntawd tua txav ua tej thooj hab coj moog tso rua sau pawg tawg, tabsis tsi xob zig suavtawg rua le. Kuv maam muab dlua ib tug txiv nyuj tua hab ua ib yaam le puab ua ntawd."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.24","label":"24","content":"Ces kuas cov cev Npa-aas lug thov puab tug vaajtswv, hab kuv yuav thov kuv tug Vaajtswv. Yog tug twg tso suavtawg lug kub, tug ntawd txhaj yog Vaajtswv tag.” Cov pejxeem txhaj qw has tas, peb pum zoo ua le koj has ko ntaag."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.25","label":"25","content":"Ces Eliyas has rua cov cev Npa-aas lug tas, “Mej yog cov coob, ca mej xub moog xaiv tug txiv nyuj hab coj moog tua ua ntej. Tabsis tsi xob zig suavtawg rua cov tawg le, thov mej tug vaajtswv kuas nwg tso suavtawg lug kub nkaus xwb.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.26","label":"26","content":"Puab txawm muab tug txiv nyuj kws puab caab tuaj ntawd tua hab thov puab tug Npa-aas moog txug thaus taav su. Puab qw has tas, “Npa-aas, thov teb peb lauj!” Hab puab dlha moog dlha lug ncig lub thaaj kws puab ua ntawd. Tabsis tsi muaj ib lub suab dlaabtsi teb puab le."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.27","label":"27","content":"Ces thaus taav su, Eliyas has lug twm puab tas: “Thov kuas nrov mivntsiv hab maj! Nwg yog vaajtswv, tej zag nwg tseem xaav lwm yaam lossis nwg tseem taabkaum lossis nwg tseem taug kev moog rua lwm qhov lossis nwg tseem tsaug zug lawm, mas mej yuavtsum tsaa kuas nwg sawv!”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.28","label":"28","content":"Yog le ntawd, cov cev Npa-aas lug txhaj qw nrov tshaaj qhov qub, puab muab ntaaj muab rag hlais puab lub cev ua ntshaav nrug lab vog, lawv le kevcai kws puab ibtxwm ua lug lawm."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.29","label":"29","content":"Puab qw ua nqaaj ua nqug moog txug thaus nub qaij; tabsis tsi muaj leejtwg teb, hab tsi nov suab dlaabtsi le."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.30","label":"30","content":"Ces Eliyas txawm has rua cov pejxeem has tas, “Mej txaav lug ze kuv.” Puab txawm txaav lug sawv vij Eliyas. Eliyas txawm muab tug TSWV lub thaaj kws tub qaug taag lawm khu rov rua."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.31","label":"31","content":"Nwg muab kaum ob lub pobzeb lug, ib lub rua ib xeem lawv le Yakhauj kaum ob leeg tub ntawd tej npe, Yakhauj yog tug kws tug TSWV tis dlua ib lub npe hu ua Yixalayees."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.32","label":"32","content":"Eliyas muab cov pobzeb ntawd txhim ua ib lub thaaj ua qhov chaw pehawm tug TSWV. Nwg khawb ib tug kwj ncig lub thaaj ntawd, kuas ntim tau le ob thoob dlej."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.33","label":"33","content":"Ces nwg muab tawg moog tso rua sau lub thaaj, muab tug txiv nyuj tua txav ua tej thooj hab coj moog tso rua sau cov tawg. Nwg txawm has tas, “Ca le coj plaub lub hub moog ntim dlej kuas puv nkaus rua hab nqaa lug laub rua sau cov khoom fij hab cov tawg nuav.” Puab txawm ua lawv le nwg has ntawd."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.34","label":"34","content":"Eliyas has tas, “Rov nqaa dlej lug laub ntxiv dlua.” Puab rov ua dlua le nwg has. Nwg rov has tas, “Rov nqaa dlej lug laub ntxiv dlua.” Ces puab rov qaab ua dlua ib zag hab."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.35","label":"35","content":"Cov dlej ndlwg sau lub thaaj lug puv nkaus tug kwj kws khawb ncig lub thaaj."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.36","label":"36","content":"Ces thaus nub qaij kws txug lub caij fij khoom, Eliyas txhaj txaav zog lug rua ntawm lub thaaj hab thov Vaajtswv has tas, “Tug TSWV kws yog Anplahaas, Ixaj hab Yakhauj tug Vaajtswv, nub nua thov koj ca le ua kuas suavdlawg pum has tas, koj yog cov Yixalayees tug Vaajtswv hab kuv yog koj tug tubkhai hab tej kws kuv ua nuav yog koj kuas kuv ua."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.37","label":"37","content":"Thov teb kuv lauj tug TSWV, thov teb kuv, kuas cov tuabneeg nuav txhaj paub has tas koj yog tug TSWV, tug Vaajtswv kws taabtom coj puab rov lug cuag koj.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.38","label":"38","content":"Tug TSWV txawm tso suavtawg lug kub cov khoom fij, cov tawg, cov pobzeb, cov aav hab cov dlej huv tug kwj taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.39","label":"39","content":"Thaus cov pejxeem pum le ntawd, puab txawm qhau cev hlo rua huv aav hab qw nrov nrov has tas, “Tug TSWV txhaj yog Vaajtswv; tug TSWV tuab leeg xwb txhaj yog Vaajtswv tag.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.40","label":"40","content":"Eliyas has tas, “Mej ca le nteg cov xwbfwb cev Npa-aas lug nuav; tsi xob pub ib tug dlim le!” Cov pejxeem nteg tau puab txhua tug, hab Eliyas coj puab moog tua povtseg taag rua nraag tug Dlej Kisoos lawm."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.41","label":"41","content":"Eliyas has rua Vaajntxwv Ahaj has tas, “Koj ca le moog hab noj mov taamsim nuav. Kuv nov suab naag tub lug yuav txug.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.42","label":"42","content":"Thaus Ahaj moog noj mov lawm, Eliyas txawm nce moog rua sau ncov Roob Kalemees, nwg txhus caug ndlua rua huv aav hab khoov ua ntsejmuag ti nkaus rua ntawm nwg ob lub hauvcaug."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.43","label":"43","content":"Eliyas has rua nwg tug tubkhai has tas, “Taamsim nuav koj ca le moog saib tom havtxwv saib.” Tug tubkhai txawm moog saib hab rov lug has tas, “Kuv tsi pum dlaabtsi le.” Eliyas kuas nwg moog saib xyaa zag."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.44","label":"44","content":"Zag xyaa nwg rov lug hab has tas, “Kuv pum ib tauv fuab miv miv luaj lub xibteg sawv huv havtxwv tuaj xwb.” Eliyas has rua nwg tug tubkhai has tas, “Koj ca le moog has rua Vaajntxwv Ahaj, kuas nwg kawgkag nce rua huv nwg lub tsheb neeg, hab moog tsev ua ntej naag lug taav nwg kev.”"},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.45","label":"45","content":"Ces tuab plag ntshis xwb, fuab tsaus nti ib tog tuaj puv nkaus sau nruab ntug, cua pib ntsawj hab tuamtsaam naag nrov nroo ntwg sau ntuj lug. Ahaj txhaj nce rua huv nwg lub tsheb neeg hab rov qaab moog rua huv lub nroog Yexelees lawm."},{"bible_id":"1726","chapter_code":"1KI.18","verse_code":"1KI.18.46","label":"46","content":"Tug TSWV lub fwjchim lug kaav nkaus Eliyas; nwg qaws hlo tsho khi nkaus rua sau dluav hab dlha ceev heev fuas kag Ahaj ntej moog txug ndlua huv Yexelees."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.1","label":"1","content":"Vaajntxwv Ahaj pav txhua yaam kws Eliyas ua, hab zaaj kws Eliyas tua cov xwbfwb cev Npa-aas lug ntawd rua Yexenpees kws yog nam vaajntxwv noog."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.2","label":"2","content":"Yexenpees txawm tso tuabneeg moog has rua Eliyas has tas, “Pigkig thaus txug lub caij nuav, yog kuv tsi tau ua rua koj ib yaam le koj ua rua cov xwbfwb cev Npa-aas lug, thov tej vaajtswv ca le muab kuv tua kuas tuag.”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.3","label":"3","content":"Eliyas ntshai heev, nwg txhaj nrhav kev tsiv nkaum; nwg coj nwg tug tubkhai moog rua nraag lub nroog Npesenpas kws nyob huv lub xeev Yudas. Eliyas muab nwg tug tubkhai tso tseg rua nraag,"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.4","label":"4","content":"Eliyas moog ib nub ke rua tom roob mojsaab qhua. Nwg moog nkaum tshaav rua huv qaab ib tsob ntoo hab nwg xaav tuag lawm xwb. Nwg txhaj thov Vaajtswv has tas, “Tug TSWV, txaus kuv lawm lauj. Ca le rhu kuv txujsa moog; kuv tuag yuav zoo dlua!”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.5","label":"5","content":"Nwg txawm qhau cev hlo pw huv qaab ntoo hab tsaug zug hlas lawm. Ces taamsim ntawd txawm muaj ib tug timtswv ceebtsheej lug tuav nkaus nwg hab has tas, “Eliyas, koj ca le sawv lug noj mov.”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.6","label":"6","content":"Eliyas tsim dlheev lug xaam ncig leeg, nwg pum ib lub ncuav hab ib hub dlej nyob ze ntawm nwg taubhau, nwg txawm muab lug noj hab haus taag, nwg rov qhau cev pw dlua lawm hab."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.7","label":"7","content":"Ces tug TSWV tug timtswv rov lug tsaa Eliyas dlua zag ob has tas, “Eliyas, koj ca le sawv lug hab noj mov, nyob tsaam koj tsi muaj zug taug kev.”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.8","label":"8","content":"Eliyas sawv lug noj mov hab haus dlej. Cov mov ntawd ua rua nwg muaj zug taug kev tau plaub caug nub moog txug rua tom Roob Xinais kws yog Vaajtswv lub Roob Dlawbhuv."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.9","label":"9","content":"Eliyas nkaag moog pw ib mos huv lub qhov tsua. Ces tug TSWV txawm lug has rua Eliyas has tas, “Eliyas, koj tuaj ua dlaabtsi ntawm nuav?”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.10","label":"10","content":"Eliyas teb has tas, “Tug TSWV kws yog Vaajtswv tug kws muaj fwjchim luj kawg nkaus, kuv ibtxwm ua koj teg num. Tabsis cov Yixalayees tsi coj lawv le tej lug kws puab tau cog tseg rua koj, puab muab koj tej thaaj rhuav hab muab koj cov cevlug tua povtseg taag lawm. Tsuas tshuav kuv tuab leeg xwb los puab tseem nrhav kuv tua povtseg hab!”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.11","label":"11","content":"Tug TSWV teb Eliyas has tas, “Koj ca le tawm moog sawv sau ncov roob taabmeeg kuv.” Tug TSWV txawm hlaa lug moog hab ua cua dlaaj cua dlub ntsawj tej pov roob tawg pleb zum zawg hab tej pobzeb tawg dlawb vog, tabsis tug TSWV tsi nyob huv cov cua ntawd. Tom qaab cua tu lawm, txawm muaj aav qeeg, tabsis tug TSWV tsi nyob huv qhov kws aav qeeg ntawd hab."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.12","label":"12","content":"Tom qaab aav qeeg taag txawm muaj suavtawg, tabsis tug TSWV tsi nyob huv cov suavtawg ntawd le hab. Ces thaus cov suavtawg dlhau lawm, txawm muaj ib lub suab has yau yau tuaj."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.13","label":"13","content":"Thaus Eliyas nov lub suab ntawd, nwg txawm muab nwg lub tsho lug npug nwg ntsejmuag hab tawm moog sawv ntawm rooj tsuas. Muaj ib lub suab has rua Eliyas has tas, “Eliyas, koj tuaj ua dlaabtsi ntawm nuav?”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.14","label":"14","content":"Eliyas teb has tas, “Tug TSWV kws yog Vaajtswv tug kws muaj fwjchim luj kawg nkaus, kuv ibtxwm ua koj teg num. Tabsis cov Yixalayees tsi coj lawv le tej lug kws puab tau cog tseg rua koj, puab muab koj tej thaaj rhuav, hab muab koj cov cevlug tua povtseg taag lawm. Tsuas tshuav kuv tuab leeg xwb los puab tseem nrhav kuv tua povtseg hab!”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.15","label":"15","content":"Tug TSWV has tas, “Koj ca le rov qaab moog rua peg tebchaws mojsaab qhua kws ze lub nroog Damaxes, moog rua huv lub nroog hab muab roj laub rua Haxayees taubhau tsaa nwg ua cov Xilias tug vaajntxwv;"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.16","label":"16","content":"muab roj laub rua sau Nimesis tug tub Yehus taubhau, tsaa nwg ua vaajntxwv kaav lub tebchaws Yixalayees, hab muab roj laub rua sau Safas kws yog tuabneeg Anpees Mehaulas tug tub Elisas taubhau, tsaa nwg ua tug cev kuv lug hloov koj chaw."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.17","label":"17","content":"Yog leejtwg tsiv dlim tsi raug Haxayees tua tuag, tug ntawd yuav raug Yehus tua tuag, hab yog leejtwg tsiv dlim tsi raug Yehus tua tuag, tug ntawd yuav raug Elisas tua tuag."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.18","label":"18","content":"Tabsis kuv tseem tseg xyaa txheeb leej nyob huv lub tebchaws Yixalayees nuav, puab yog cov kws muaj lub sab npuab kuv, puab tsi tau txhus caug pe Npa-aas hab nwj nwg cov mlom le.”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.19","label":"19","content":"Eliyas moog ntsib Elisas thaus nwg tseem taabtom tsaav khais laij teb; muaj kaum ib nkawm txiv nyuj laij ua nwg ntej, nwg yog tug kws tsaav khais rua nkawm kawg tom qaab. Eliyas hle hlo nwg lub tsho luj hab muab rua Elisas naav."},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.20","label":"20","content":"Elisas txawm tso plhuav nwg ob tug nyuj tseg, moog caum Eliyas qaab hab has tas, “Thov ca kuv moog nwj kuv nam kuv txiv ncaim obtug tsaiv, kuv maam le nrug koj moog.” Eliyas teb has tas, “Tau los mas, koj ca le moog, kuv tsi txwv koj le.”"},{"bible_id":"1726","chapter_code":"1KI.19","verse_code":"1KI.19.21","label":"21","content":"Elisas txawm muab nwg ob tug txiv nyuj tua, hab muab tug quabtwg lug ua tawg rauv hau cov nqaj. Elisas muab cov nqaj faib rua suavdlawg noj. Ces Elisas txawm nrug Eliyas moog hab ua tug paab Eliyas lawm."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.1","label":"1","content":"Cov Xilias tug Vaajntxwv Npeehadas hu taagnrho nwg cov tubrog tuaj ua ke, hab tseem muaj peb caug ob tug vaajntxwv muab puab tej neeg hab tej tsheb neeg tuaj paab nwg. Nwg txhaj sawv kev tuaj moog vij lub nroog Xamalis hab tua lub nroog ntawd."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.2","label":"2","content":"Nwg tso tuabneeg moog has rua cov Yixalayees tug Vaajntxwv Ahaj huv lub nroog tas, “Vaajntxwv Npeehadas has le nuav tas,"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.3","label":"3","content":"‘Koj tej nyaj tej kub yog kuv le, koj cov quaspuj hab cov mivnyuas kws zoo nkauj zoo nraug puavleej yog kuv le hab.’ ”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.4","label":"4","content":"Ahaj teb has tas, “Mej moog has rua kuv tug tswv kws yog Vaajntxwv Npeehadas has tas, kuv yeej zoo sab muab rua nwg, kuv hab txhua yaam kws kuv muaj puavleej yog nwg tug huv tuabsi.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.5","label":"5","content":"Npeehadas rov tso tuabneeg coj nwg tej lug moog has rua Ahaj dlua ntxiv le nuav, “Kuv rov tso xuv tuaj rua koj, koj ca le xaa koj tej nyaj tej kub, koj cov quaspuj hab koj cov mivnyuas tuaj rua kuv."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.6","label":"6","content":"Tabsis pigkig lub sijhawm nuav, kuv yuav tso kuv cov numtswv tuaj tshawb huv koj lub loog hab huv koj cov numtswv tej tsev, hab txhua yaam kws zoo, puab  yuav nqaa moog kuas taag.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.7","label":"7","content":"Vaajntxwv Ahaj hu taagnrho nwg cov thawjcoj huv nwg lub tebchaws tuaj hab has rua puab tas, “Thov mej nrug nov, tug tuabneeg nuav nwg xaav tuaj nrhav kev kub ntxhuv rua peb xwb. Nwg tso xuv tuaj rua kuv has tas, nwg yuav yuav kuv cov quaspuj, kuv cov mivnyuas hab kuv tej nyaj tej kub. Txawm le ntawd los kuv yeej txaus sab muab rua nwg.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.8","label":"8","content":"Cov thawjcoj ntawd teb has tas, “Tsi xob noog nwg has; hab tsi xob muab rua nwg hlo le.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.9","label":"9","content":"Yog le ntawd, Ahaj txhaj teb rua Npeehadas cov tuabneeg xaa xuv has tas, “Mej moog has rua vaajntxwv kws yog kuv tug tswv has tas, nwg thawj tsaab xuv mas kuv txaus sab muab ntaag, tabsis tsaab ob nuav, kuv tsi txaus sab muab le nwg has ntawd.” Cov xaa xuv coj tej lug ntawd rov moog has rua Npeehadas hab puab rov coj dlua lwm tsaab xuv ntawm"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.10","label":"10","content":"Npeehadas tuaj has tas, “Kuv yuav coj tubrog coob heev tuaj rhuav koj lub nroog nuav, hab koj tej nyuas thwvcib kws tawg ua moov, tub tsi txaus kuv cov tuabneeg ib leeg nqaa ib taus moog. Yog tsi muaj le kuv has nuav, ces thov kuas tej vaajtswv muab kuv tua kuas tuag!”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.11","label":"11","content":"Vaajntxwv Ahaj teb has tas, “Mej rov moog has rua Vaajntxwv Npeehadas has tas, tug kws yog tubrog tag, nwg yeej tsi tso cuabyeej ua rog tseg ua ntej nwg tua yeej rog, tabsis thaus yeej rog lawm, nwg maam tso tseg.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.12","label":"12","content":"Thaus Npeehadas tau txais Ahaj tej lug teb nuav, nwg tseem taabtom nrug cov numtswv kws tuaj nwg tog haus cawv huv puab tej tsevntaub. Nwg txhaj has kuas nwg cov tubrog ca le npaaj moog sis tua, yog le ntawd, puab txhaj npaaj moog tua lub nroog ntawd."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.13","label":"13","content":"Taamsim ntawd, txawm muaj ib tug cev Vaajtswv lug tuaj cuag Vaajntxwv Ahaj hab has rua nwg tas, “Tug TSWV has tas, koj puas pum paab tubrog coob coob ntawd? Nub nua kuv yuav pub kuas koj tua yeej puab, koj txhaj yuav paub has tas, kuv yog tug TSWV tag.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.14","label":"14","content":"Ahaj nug has tas, “Leejtwg yuav ua tug thawjcoj peb moog tua?” Tug cev Vaajtswv lug teb has tas, “Tug TSWV has tas, yog cov tswvxeev tej tubrog hluas yuav ua tej nuav ntaag.” Vaajntxwv rov nug has tas, “Leejtwg yuav ua tug thawjcoj peb tag?” Tug cev Vaajtswv lug teb has tas, “Koj yog tug coj ntaag!”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.15","label":"15","content":"Yog le ntawd, Vaajntxwv txhaj txhij tau ob puas peb caug ob leeg tubrog hluas ntawm cov thawj tubrog kws saib tej cheebtsaam tuaj txoos ua ke. Nwg txhij tau xyaa txheeb leej tubrog Yixalayees tuaj ntxiv."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.16","label":"16","content":"Puab txawm tawm moog sis tua thaus taav su. Ces Npeehadas hab peb caug ob tug vaajntxwv kws tuaj nwg tog tseem taabtom haus cawv huv tej tsevntaub."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.17","label":"17","content":"Cov tubrog hluas tawm moog ua ntej. Ces cov tubrog kws Npeehadas tso moog tshuajxwm dlha rov lug qha rua nwg has tas, “Muaj ib paab tubrog taabtom tawm huv lub nroog Xamalis tuaj lawm.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.18","label":"18","content":"Npeehadas has tas, “Txawm yog puab tuaj nrug peb sis tua lossis tuaj nrug peb cog kev phoojywg los xij, mej ca le muab puab nteg kag caab lug.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.19","label":"19","content":"Cov tubrog hluas txawm ua cov ntaus thawjcoj puab kev moog, ces cov tubrog Yixalayees maam le lawv qaab,"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.20","label":"20","content":"hab txhua tug yeebncuab kws puab pum, puab muab tua tuag taag huv tuabsi. Cov Xilias swb hab tsiv tawm, cov tubrog Yixalayees caum qaab tua, tabsis Npeehadas caij neeg nrug cov tubrog kws caij neeg tsiv dlim lawm."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.21","label":"21","content":"Vaajntxwv Ahaj moog rua tom taj nraag, moog puav nteg  cov neeg, cov tsheb neeg hab muab cov tubrog Xilias tua tuag taag rua tod."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.22","label":"22","content":"Ces tug cev Vaajtswv lug rov moog has rua Vaajntxwv Ahaj has tas, “Koj ca le rov qaab moog txhij tubrog kuas coob ntxiv hab yuavtsum ceevfaaj npaaj kuas zoo, rua qhov lwm xyoo txug lub caij ntuj naag, cov Xilias tug vaajntxwv yuav rov tuaj tua mej dlua.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.23","label":"23","content":"Vaajntxwv Npeehadas cov numtswv has rua nwg has tas, “Cov Yixalayees tej vaajtswv yog tej vaajtswv kws nyob sau roob xwb, tub yog vim le ntawd cov Yixalayees txhaj tua yeej peb. Tabsis yog peb moog tua puab nraag taj nraag, peb yuav tua yeej puab xwb."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.24","label":"24","content":"Nwgnuav ca le tshem peb caug ob tug vaajntxwv ntawd tawm ntawm puab lub luag num hab coj puab moog nrug cov thawj tubrog tom taj nraag nyob."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.25","label":"25","content":"Txhij tubrog ntxiv kuas coob npaum le cov kws thaus u koj coj moog tuag taag lawm; npaaj neeg hab tsheb neeg kuas ntau ib yaam le cov qub, peb yuav moog tua cov Yixalayees nyob tom taj nraag, mas zag nuav peb yuav tua yeej puab xwb.” Vaajntxwv Npeehadas txawm pum zoo ua lawv le puab has ntawd."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.26","label":"26","content":"Ces thaus kws txug ndlua lub caij ntuj naag, Npeehadas txawm txhij nwg cov tubrog hab nwg nrug puab tuaj tua cov Yixalayees tom lub nroog Afekas."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.27","label":"27","content":"Cov Yixalayees txhij tubrog hab npaaj cuabyeej; puab faib ua ob paab moog tsuam yeej nyob sis ncaag zog cov Xilias. Cov Xilias nyob puv nkaus rua tom taj nraag, tabsis cov Yixalayees tsuas zoo le ob paab nyuas tshis kws tsawg tsawg xwb."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.28","label":"28","content":"Ces tug cev Vaajtswv lug txawm moog cuag Vaajntxwv Ahaj hab has rua nwg has tas, “Tug TSWV has rua koj has tas, vim cov Xilias has tas, kuv yog tug Vaajtswv kws nyob sau tej roob xwb, kuv tsi yog tug Vaajtswv kws nyob nraag taj nraag, yog le ntawd, kuv yuav pub kuas koj tua yeej puab cov tubrog kws coob heev ntawd, koj hab koj cov tuabneeg txhaj yuav paub has tas, kuv yog tug TSWV tag!”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.29","label":"29","content":"Cov Xilias hab cov Yixalayees tsuam yeej nyob sis ncaag, ib paab nyob ib saab tau xyaa nub. Ces nub xyaa puab txawm pib sis tua, nub ntawd cov Yixalayees tua cov Xilias tuag ib puas txheeb leej."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.30","label":"30","content":"Cov seem tuag kws tsiv moog cawm sav rua huv lub nroog Afekas los tug ntsaa yeej kws thaiv lub nrog tseem qaug lug ntaus puab tuag lawm neeg nkaum xyaa txheeb leej hab. Npeehadas tsiv moog rua huv lub nroog, hab nwg moog nkaum rua huv ib chaav tsev."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.31","label":"31","content":"Npeehadas cov numtswv tuaj cuag nwg hab has rua nwg tas, “Peb nov has tas, cov Yixalayees cov vaajntxwv muaj lub sab taabncuab heev. Thov tso cai rua peb muab tej rig tsho ntaub tsaaj rua peb paav dluav hab muab hlaab rig peb taubhau, moog cuag cov Yixalayees tug vaajntxwv, tej zag nwg yuav tseg koj txujsa.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.32","label":"32","content":"Yog le ntawd, puab txhaj muab tej ntaub tsaaj lug paav dluav hab muab hlaab rig taubhau, ces puab txawm moog cuag Ahaj hab has tas, “Koj tug tubkhai Npeehadas thov kuas koj tseg nwg txujsa nyob.” Ahaj teb has tas, “Nwg tseem muaj sa nyob hab los? Zoo lawm lauj! Nwg zoo le kuv ib tug kwvtij hab ntaag.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.33","label":"33","content":"Npeehadas cov numtswv tog ntsoov saib Ahaj puas has tej lug zoo, hab thaus Ahaj has tas, “Tug kwvtij”, puab txawm khaws nkaus lu lug ntawd hab has tas, “Yog le koj has, Npeehadas yeej yog koj ib tug kwvtij tag!” Ahaj has tas, “Mej ca le moog coj Npeehadas tuaj cuag kuv.” Thaus Npeehadas tuaj txug, Ahaj txawm caw nwg moog nrug Ahaj caij tsheb neeg ua ke."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.34","label":"34","content":"Npeehadas has rua Ahaj has tas, “Kuv yuav muab lub nroog kws thaus u kuv txiv txeeb tau ntawm koj txiv lug rov qaab rua koj, hab yuav muab rua koj ua ib qhov chaw rua koj ua laag ua luam nyob huv lub nroog Damaxes, ib yaam le kuv txiv tuaj ua nyob huv lub nroog Xamalis.” Ahaj teb has tas, “Vim tej lug cog tseg nuav, kuv yuav tso koj moog.” Ces Ahaj obtug txhaj coglug hab Ahaj txawm tso Npeehadas moog lawm."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.35","label":"35","content":"Tug TSWV tau has rua ib tug cev Vaajtswv lug kws nyob huv paab cevlug kuas moog has rua ib tug cev Vaajtswv lug muab nwg ntaus, tabsis tug cev Vaajtswv lug ntawd tsi kaam ntaus,"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.36","label":"36","content":"Yog le ntawd, nwg txhaj has rua tug cev Vaajtswv lug ntawd has tas, “Vim koj tsi noog tug TSWV lug mas thaus koj ncaim kuv moog, tsuv ntxhuav yuav tum koj.” Ces thaus nwg ncaim moog lawm, ib tug tsuv ntxhuav txawm ca le tum nwg lawm tag."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.37","label":"37","content":"Ces tug cev Vaajtswv lug nuav txhaj moog cuag dlua lwm tug txivneej hab has rua nwg has tas, “Koj ca le ntaus kuv.” Tug txivneej ntawd txhaj ntaus nwg; mas tug txivneej ntawd siv zug ntaus tug cev Vaajtswv lug ntawd, ua rua nwg raug mob saab kawg le."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.38","label":"38","content":"Tug cev Vaajtswv lug ntawd txhaj muab ntaub lug qhwv nwg lub ntsejmuag, ua txuj ua cuav moog sawv tom kev, tog cov Yixalayees tug vaajntxwv taug kev tuaj."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.39","label":"39","content":"Thaus vaajntxwv taug kev tuaj ncaaj, tug cev Vaajtswv lug ntawd hu has tas, “Vaajntxwv, thaus kuv taabtom sis tua huv tshaav rog, muaj ib tug tubrog nteg tau ib tug yeebncuab lug rua kuv tuav, hab nwg has rua kuv has tas, ‘Koj zuv tug tuabneeg nuav kuas zoo; yog koj ca nwg dlim, mas yuav tau muab koj txujsa pauj nwg txuj lossis koj yuav tau them peb txheeb dlaim nyaj.’"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.40","label":"40","content":"Tabsis kuv muaj num ntau heev, mas tug tuabneeg ntawd txawm ca le tsiv lawm.” Vaajntxwv teb has tas, “Koj yuav raug txim xwb, rua qhov koj yeej leeg koj le ntawd lawm.”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.41","label":"41","content":"Tug cev Vaajtswv lug muab cov khaub dluag kws qhwv nwg ntsejmuag dlua rhe povtseg, ces taamsim ntawd vaajntxwv paub has tas, nwg yog ib tug huv paab kws cev Vaajtswv lug ntaag."},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.42","label":"42","content":"Tug cev Vaajtswv lug ntawd has rua vaajntxwv has tas, “Tug TSWV has tas, ‘Vim koj muab tug tuabneeg kws kuv muab cob rua koj tua povtseg tso lawm, mas yuav muab koj txujsa pauj nwg txuj, hab koj cov tubrog yuav raug nwg cov tubrog kws tsiv dlim lawm tua kuas tuag taag huv tuabsi.’ ”"},{"bible_id":"1726","chapter_code":"1KI.20","verse_code":"1KI.20.43","label":"43","content":"Ces Vaajntxwv txawm rov moog tsev rua huv lub nroog Xamalis lawm, mas nwg txhawj hab nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Nanpaus, nwg muaj ib lub vaaj txiv maab nyob huv lub nroog Yexelees ze rua ntawm Vaajntxwv Ahaj lub loog."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.2","label":"2","content":"Muaj ib nub Ahaj has rua Nanpaus has tas, “Muab koj lub vaaj txiv maab rua kuv; rua qhov nyob ze ntawm kuv lub loog, kuv xaav tau thaaj aav ntawd lug ua vaaj zaub. Kuv maam muab dlua ib lub vaaj txiv maab zoo dlua lub nuav rua koj lossis yog koj tsi nyam le kuv has nuav, kuv yuav them nyaj kuas txaus tug nqe rua koj.”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.3","label":"3","content":"Nanpaus teb has tas, “Lub vaaj nuav yog kuv cov yawmkoob tej qubtxeeg qubteg kws puab tseg rua kuv. Tug TSWV yeej tsi pub kuas kuv muab lub vaaj nuav muag rua koj le!”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.4","label":"4","content":"Ahaj rov moog tsev lawm, nwg nyuaj sab hab chim heev rua Nanpaus tej lug kws nwg has ntawd. Nwg txawm moog pw rua sau nwg lub txaaj, tig xubndlag rua tim phaab ntsaa hab tsi kaam sawv lug noj mov le."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.5","label":"5","content":"Yexenpees kws yog Ahaj tug quaspuj txawm moog cuag Ahaj hab nug has tas, “Vim le caag koj yuav nyuaj sab ua luaj tsi noj mov le?”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.6","label":"6","content":"Ahaj teb has tas, “Vim kuv moog thov yuav Nanpaus lub vaaj txiv maab lossis yog nwg kaam nua kuv muab dlua ib lub vaaj pauv nwg lub ntawd. Tabsis nwg has rua kuv tas, ‘Koj yuav tsi tau lub vaaj nuav!’ ”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.7","label":"7","content":"Yexenpees nug has tas, “Koj yog vaajntxwv los tsi yog maj? Ca le sawv lug noj mov hab tsi xob nyuaj sab. Kuv maam le moog ua kuas tau Nanpaus lub vaaj txiv maab lug ua koj tug!”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.8","label":"8","content":"Ces Yexenpees txhaj sau tau ib tsaab ntawv, suam Ahaj lub npe rua tsaab ntawv ntawd hab muab Ahaj lub homthawj nas rua. Nwg muab tsaab ntawv ntawd xaa moog rua Ahaj cov numtswv hab cov thawjcoj huv lub nroog Yexelees."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.9","label":"9","content":"Tsaab ntawv ntawd has le nuav: “Ca le tshaajtawm teem ib nub ua kevcai yoo mov, hu cov pejxeem tuaj sis sau ua ke, hab kuas Nanpaus tuaj nyob ntawm lub chaw tseemceeb."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.10","label":"10","content":"Mej moog coj ob tug tuabneeg dlaag tuaj ab lam Nanpaus has tas, nwg tau foom Vaajtswv hab vaajntxwv. Ces mej ca le coj nwg tawm moog rua nrau ntug nroog hab muab pobzeb ntaus kuas nwg tuag rua nrau.”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.11","label":"11","content":"Cov numtswv hab cov thawjcoj huv lub nroog Yexelees txawm ua lawv le Yexenpees tej lug saamfwm ntawd."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.12","label":"12","content":"Puab txhaj tshaajtawm muab ib nub lug ua kevcai yoo mov, hu taagnrho cov pejxeem tuaj txoos ua ke, hab caw Nanpaus moog nyob ntawm lub chaw tseemceeb."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.13","label":"13","content":"Ces ob tug tuabneeg dlaag ntawm lug sawv ntawm Nanpaus xubndlag ab lam nwg taabmeeg cov pejxeem has tas, Nanpaus tau foom Vaajtswv hab vaajntxwv. Yog le ntawd puab txhaj coj Nanpaus moog rua nrau ntug nroog hab muab pobzeb ntaus nwg tuag lawm."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.14","label":"14","content":"Ces puab tso tuabneeg moog has rua Yexenpees has le nuav: “Peb tub muab pobzeb ntaus Nanpaus tuag lawm.”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.15","label":"15","content":"Thaus Yexenpees nov xuv has tas, Nanpaus tuag lawm, nwg txawm moog has rua Ahaj has tas, “Nanpaus tuag lawm lauj. Nwgnuav koj ca le moog txeeb lub vaaj txiv maab kws nwg tsi kaam muag rua koj ntawd.”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.16","label":"16","content":"Taamsim ntawd Ahaj txawm moog txeeb kag lub vaaj txiv maab lug ua nwg tug."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.17","label":"17","content":"Tug TSWV has rua Eliyas kws yog tug cev Vaajtswv lug huv lub nroog Tisenpes has tas,"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.18","label":"18","content":"“Koj ca le moog cuag Vaajntxwv Ahaj huv lub nroog Xamalis. Koj yuav moog ntsib nwg huv Nanpaus lub vaaj txiv maab, nwg taabtom moog txeeb lub vaaj ntawd lug ua nwg tug."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.19","label":"19","content":"Koj moog qha rua nwg has tas, kuv kws yog tug TSWV has le nuav rua nwg, ‘Koj tub muab tug tswv vaaj tua povtseg lawm, koj tseem yuav txeeb nwg lub vaaj ua koj tug hab los?’ Koj qha rua nwg has tas, tej lug nuav yog kuv has. ‘Ntawm qhov chaw kws dlev yaim Nanpaus cov ntshaav, mas dlev yuav yaim koj cov ntshaav qhov ntawd hab.’ ”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.20","label":"20","content":"Thaus Ahaj pum dlheev Eliyas, Ahaj hu has tas, “Kuv tug yeebncuab, koj tuaj ntsib kuv los?” Eliyas teb has tas, “Yog, kuv tuaj ntsib koj. Koj tau muab taagnrho koj lub cev muag moog ua txhum taabmeeg tug TSWV."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.21","label":"21","content":"“Yog le ntawd, tug TSWV has rua koj has tas, ‘Kuv yuav tso sub tawg sub ntshaa lug rua koj. Kuv yuav sau zog koj hab koj tsev tuabneeg txhua tug txivneej laug hab hluas, kuas taag dlu lug."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.22","label":"22","content":"Koj tsev tuabneeg yuav zoo ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub tsev tuabneeg hab ntaag. Koj ua rua kuv chim, vim koj coj cov Yixalayees moog ua txhum.’"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.23","label":"23","content":"Hab tug TSWV has txug Yexenpees le nuav, dlev yuav noj nwg lub cev huv lub nroog Yexelees."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.24","label":"24","content":"Koj tej kwvtij kws tuag rua huv nroog, dlev yuav muab dlua noj, hab yog leejtwg tuag rua tom tej taj nraag, dlaav npoj yuav lug muab noj kuas taag.”"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.25","label":"25","content":"(Yeej tsi tau muaj leejtwg yuav zoo sab hlo muab nwg lub cev muag moog ua txhum taabmeeg tug TSWV le Ahaj qaug Yexenpees kws yog nwg tug quaspuj tej lug haub ntxag le."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.26","label":"26","content":"Nwg tau ua tej kev txhum kws txaajmuag kawg, vim nwg moog pe mlom ib yaam le cov Amoos. Cov tuabneeg Amoos tub raug tug TSWV muab ntab tawm huv lub tebchaws thaus cov Yixalayees taabtom lug txeeb nyob lawm.)"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.27","label":"27","content":"Thaus Ahaj nov tej lug kws Eliyas has nuav, Ahaj txawm dlua rhe nwg lub tsho ua nta tseg, hab muab kag ntaub tsaaj lug npua. Nwg yoo mov, naav rawv cev rig tsho ntaub tsaaj ntawd pw, hab moog moog lug lug ua ntsejmuag mluag mlob hab nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.28","label":"28","content":"Tug TSWV has rua Eliyas kws yog Vaajtswv tug cevlug has tas,"},{"bible_id":"1726","chapter_code":"1KI.21","verse_code":"1KI.21.29","label":"29","content":"“Koj puas pum Ahaj txu fwjchim taabmeeg kuv? Rua qhov nwg txu fwjchim le nuav, kuv yuav tsi tso sub tawg sub ntshaa lug rua nwg tam, tabsis thaus txug nwg tug tub tam, kuv yuav tso sub tawg sub ntshaa lug rua Ahaj tsev tuabneeg.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.1","label":"1","content":"Cov Yixalayees hab cov Xilias tseg tsi ua rog, puab nyob muaj kev thaajyeeb lug tau ob xyoos,"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.2","label":"2","content":"tabsis xyoo peb, cov Yudas tug Vaajntxwv Yehausafas tuaj saib cov Yixalayees tug Vaajntxwv Ahaj."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.3","label":"3","content":"Ahaj nug nwg cov numtswv has tas, “Vim le caag peb yuav nyob dlawb xwb, tsi npaaj moog txeeb kuas tau lub nroog Lamaus huv lub cheebtsaam Nkile-as ntawd cov Xilias tug vaajntxwv lug? Lub nroog ntawd yog peb le los sav!”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.4","label":"4","content":"Hab Ahaj nug Yehausafas has tas, “Koj puas kaam nrug kuv moog tua lub nroog Lamaus?” Yehausafas teb has tas, “Thaus twg koj moog ces kuv yeej nrug koj moog xwb. Kuv cov tubrog moog kutaw hab cov tubrog caij neeg los yeej zoo sab moog huv tuabsi."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.5","label":"5","content":"Tabsis peb yuavtsum xub nug tug TSWV tsaiv.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.6","label":"6","content":"Yog le ntawd, Ahaj txhaj hu cov cev Vaajtswv lug kwvyees le plaub puas leej tuaj, hab nug puab has tas, “Puas tsimnyog kuv moog tua lub nroog Lamaus los tsi tsimnyog moog?” Puab teb has tas, “Koj ca le moog tua lub nroog ntawd, tug TSWV yuav pub kuas koj tua yeej xwb.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.7","label":"7","content":"Tabsis Yehausafas nug has tas, “Puas tshuav dlua lwm tug cev Vaajtswv lug kws tseem yuav paab tau peb moog nug tug TSWV hab?”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.8","label":"8","content":"Ahaj teb has tas, “Tseem tshuav dlua ib tug, nwg yog Imelas tug tub Mikayas. Tabsis kuv ntxub nwg heev, vim nwg yeej ibtxwm tsi cev tej lug zoo rua kuv ib zag le; tsuas yog pheej cev tej zaaj lug phem rua kuv xwb.” Yehausafas teb has tas, “Koj tseg tsi xob has le ko.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.9","label":"9","content":"Ces Ahaj txhaj hu nwg ib tug numtswv lug hab has rua nwg has tas, “Koj moog coj Mikayas tuaj taamsim nuav.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.10","label":"10","content":"Ob tug vaajntxwv ntawd, yeej naav rawv tej rig tsho vaajntxwv, nyob sau obtug ob lub zwmtxwv kws nyob ntawm lub tshaav nplej saab nrau lub roojvaag Xamalis, cov cevlug txhua tug puavleej tuaj nyob cev Vaajtswv lug ntawm obtug xubndlag."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.11","label":"11","content":"Cov cevlug ntawd muaj ib tug hu ua Xedekiyas, nwg yog Khena-anas tug tub, nwg muab hlau lug ua tau ibtxwm kub, hab nwg has rua Ahaj has tas, “Tug TSWV has tas, ‘Koj yuav siv txwm kub nuav moog tawmtsaam cov Xilias hab tua yeej puab taagnrho huv tuabsi.’ ”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.12","label":"12","content":"Cov cevlug txhua tug puavleej has ib yaam has tas, “Koj ca le moog tua lub nroog Lamaus. Koj yuav moog tua yeej xwb. Tug TSWV yuav paab kuas koj yeej.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.13","label":"13","content":"Thaus lub sijhawm ntawd tug nom kws moog tog Mikayas tuaj ntawd has rua Mikayas has tas, “Taagnrho cov cev Vaajtswv lug puavleej has tas, vaajntxwv yuav moog tua yeej, yog le ntawd, koj yuavtsum has tej lug zoo ib yaam le puab has hab.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.14","label":"14","content":"Tabsis Mikayas teb has tas, “Tug TSWV yog tug muaj sa nyob, kuv thov coglug has tas, kuv yuav has lawv le tej lug kws nwg qha rua kuv has xwb.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.15","label":"15","content":"Thaus Mikayas moog nyob taabmeeg Vaajntxwv Ahaj lawm, vaajntxwv nug nwg has tas, “Mikayas, puas tsimnyog Vaajntxwv Yehausafas hab kuv moog tua lub nroog Lamaus los tsi tsimnyog moog?” Mikayas teb has tas, “Meb ca le moog tua los mas! Meb yeej yuav tua yeej xwb. Tug TSWV yuav paab kuas meb yeej.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.16","label":"16","content":"Tabsis Ahaj teb has tas, “Kuv tub yeej has rua koj ntau zag lawm has tas, thaus twg koj tuav tug TSWV lub npe qha ib zaaj dlaabtsi rua kuv, koj yuavtsum qha kuas tseeb xwb nua ne! Kuv tseem yuav has pistsawg zag rua koj hab?”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.17","label":"17","content":"Mikayas teb has tas, “Kuv tub pum cov tubrog Yixalayees tawg tsiv ri sua sau tej ncov roob ib yaam le paab yaaj kws tsi muaj tug tswv yug lawm. Hab Tug TSWV has tas, ‘Cov tuabneeg nuav tsi muaj tug thawjcoj lawm, ca le tso puab rov moog tsev ywj sab los mas.’ ”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.18","label":"18","content":"Ahaj has rua Yehausafas has tas, “Kuv tub qha rua koj lawm has tas, ‘Nwg yeej tsi cev ib zaaj lug zoo rua kuv le puas yog? Nwg yeej ibtxwm cev tej lug phem rua kuv nkaus xwb!’ ”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.19","label":"19","content":"Mikayas has ntxiv has tas: “Koj ca le noog tug TSWV lug! Kuv pum tug TSWV nyob sau nwg lub zwmtxwv kws nyob sau ntuj, hab nwg cov timtswv sawv ntawm nwg ob saab."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.20","label":"20","content":"Tug TSWV nug has tas, ‘Leejtwg txhaj yuav ntxag tau Ahaj kuas nwg moog raug tua tuag rua huv lub nroog Lamaus?’ Muaj ib cov timtswv has ib yaam, hab muaj dlua lwm cov has dlua lwm yaam lawm,"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.21","label":"21","content":"Ces muaj ib tug ntsujplig txaav zog lug rua ntawm tug TSWV xubndlag hab has rua tug TSWV tas, ‘Kuv yog tug kws yuav moog ntxag Ahaj ntaag.’"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.22","label":"22","content":"Tug TSWV nug has tas, ‘Koj yuav ntxag le caag tau?’ Tug ntsujplig ntawd teb has tas, ‘Kuv yuav moog tshoov Ahaj cov cevlug sab kuas puab qha tej lug dlaag rua nwg.’ Tug TSWV txhaj has rua nwg tas, ‘Koj ca le moog ntxag nwg. Nwg yeej yuav ntseeg koj zaaj xwb.’ ”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.23","label":"23","content":"Mikayas txawm xaus lug has tas: “Yeej muaj le nuav tag. Tug TSWV ua kuas koj cov cevlug tuaj dlaag koj. Tabsis Mikayas yog tug qha tseeb has tas koj yuav raug kev puamtsuaj xwb txhaj taag.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.24","label":"24","content":"Ces Xedekiyas kws yog tug cev Vaajtswv lug txawm sawv tseeg moog xuas tawg ncuav rua Mikayas saab plhu, hab nug has tas, “Thaus twg tug TSWV tug ntsujplig tub tso kuv tseg hab moog has rua koj le ko lawm?”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.25","label":"25","content":"Mikayas teb has tas, “Koj yeej paub thaus koj tsiv moog nkaum huv ib chaav tsev?”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.26","label":"26","content":"Vaajntxwv Ahaj has rua nwg cov numtswv ib tug has tas, “Ca le nteg Mikayas coj moog rua tug tswv nroog Amoos hab vaajntxwv tug tub Yau-as."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.27","label":"27","content":"Has kuas obtug coj nwg moog kaw rua huv tsev lojcuj, muab mov qhuav hab dlej rua nwg noj nwg haus moog txug thaus kuv rov qaab lug kaaj sab lug tsi muaj dlaabtsi maam le tso nwg.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.28","label":"28","content":"Mikayas txhaj twv has tas, “Yog koj tseem tau rov qaab lug kaaj sab lug, ces tej lug kws kuv has rua koj ntawd yeej tsi yog tug TSWV has rua kuv le!” Hab nwg has ntxiv tas, “Thov mej txhua tug nrug nov tej lug kws kuv has nuav.”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.29","label":"29","content":"Ces cov Yixalayees tug Vaajntxwv Ahaj hab cov Yudas tug Vaajntxwv Yehausafas txawm txhij tubrog moog tua lub nroog Lamaus huv lub xeev Nkile-as."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.30","label":"30","content":"Ahaj has rua Yehausafas has tas, “Thaus peb moog rua huv tshaav rog, kuv yuav naav dlua lwm cev rig tsho lawm, tabsis koj naav koj cev rig tsho vaajntxwv los tau.” Yog le ntawd, cov Yixalayees tug vaajntxwv txhaj naav dlua lwm cev rig tsho moog rua huv tshaav rog, tsi pub kuas leejtwg paub nwg le."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.31","label":"31","content":"Cov Xilias tug vaajntxwv txhaj has rua nwg peb caug ob tug thawj tubrog tsaav tsheb neeg kuas tsi xob tua ib tug twg le, tua cov Yixalayees tug vaajntxwv tuab leeg nkaus xwb."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.32","label":"32","content":"Yog le ntawd, thaus puab pum Vaajntxwv Yehausafas, puab txhaj xaav has tas nwg yog cov Yixalayees tug vaajntxwv, ces puab txhaj moog caum nwg tua. Tabsis thaus nwg qw,"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.33","label":"33","content":"puab txhaj paub has tas, nwg tsi yog cov Yixalayees tug vaajntxwv, puab txhaj tso tseg tsi caum nwg tua ntxiv lawm."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.34","label":"34","content":"Tabsis muaj ib tug tubrog Xilias, laam nqug nwg raab neevnti tua moog na has ua cav xibxub ca le yaa moog raug kag Vaajntxwv Ahaj lub tsho hlau kis nruab nraab tshaab plawg rua huv nwg lub cev lawm. Nwg txawm quaj qw rua nwg tug tsaav tsheb neeg has tas, “Kuv raug mob lawm lauj!, Ca le lem tsheb neeg rov qaab hab coj kuv tawm huv tshaav rog nuav moog!”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.35","label":"35","content":"Thaus ntawd muaj kev sis tua nyaav heev, Vaajntxwv Ahaj tseem txheem taug sawv huv nwg lub tsheb neeg saib cov Xilias nrug puab sis tua. Nwg cov ntshaav tawm lug meem mag rua huv nwg lub tsheb neeg, ces thaus nub poob qho nwg txawm tu sav nrho tuag lawm."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.36","label":"36","content":"Thaus nub yuav laug poob qho txawm muaj ib lub suab lug has rua cov tubrog Yixalayees has tas, “Mej txhua tug ca le rov qaab moog rua huv mej lub tebchaws hab mej lub nroog!”"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.37","label":"37","content":"Vaajntxwv Ahaj raug luas tua tuag, hab puab coj nwg lub cev rov lug paam hab muab nwg log rua huv lub nroog Xamalis."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.38","label":"38","content":"Puab txawm coj nwg lub tsheb neeg moog ntxuav rua ntawm lub paag dlej huv lub nroog Xamalis, dlev tuaj yaim nwg cov ntshaav hab cov namndlav tuaj dlaa dlej qhov ntawd, lawv le tug TSWV tau has tseg lawm tas yuav muaj le ntawd."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.39","label":"39","content":"Dlua le lwm yaam kws Vaajntxwv Ahaj ua taag lug nwg lub loog kws nwg muab kaug ntxhw xov hab tej nroog kws nwg tsim tseg, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.40","label":"40","content":"Thaus nwg tuag lawm, nwg tug tub Ahaxiyas txhaj ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.41","label":"41","content":"Thaus Ahaj ua vaajntxwv kaav lub tebchaws Yixalayees tau plaub xyoos lawm, Axas tug tub Yehausafas maam le ua vaajntxwv kaav lub tebchaws Yudas,"},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.42","label":"42","content":"thaus nwg noobnyoog muaj peb caug tsib xyoos hab nwg nyob huv lub nroog Yeluxalees kaav tau neeg nkaum tsib xyoos. Nwg nam hu ua Axunpas hab yog Silehis tug ntxhais."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.43","label":"43","content":"Yehausafas ua zoo ib yaam le nwg txiv Axas, nwg coj ncaaj nceeg taabmeeg tug TSWV; tabsis nwg tsi muab tej chaw teev dlaab rhuav povtseg le hab. Cov pejxeem tseem pheej moog fij khoom hab hlawv moov tshuaj tsw qaab rua sau tej chaw ntawd tsi tseg le."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.44","label":"44","content":"Yehausafas nrug cov Yixalayees tug vaajntxwv ua phoojywg zoo kawg le."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.45","label":"45","content":"Dlua le lwm yaam kws Yehausafas ua taag lug, nwg lub peevxwm, nwg tej txujci hab nwg tej kev ntaus rog, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.46","label":"46","content":"Yehausafas muab cov txivndlav kws tu tej thaaj pe dlaab kws seem nyob thaus nwg txiv Axas tam, Ntab tawm moog huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.47","label":"47","content":"Thaus ntawd lub tebchaws Edoos tsi muaj vaajntxwv kaav; cov Yudas tug vaajntxwv txhaj tsaa ib tug sawv cev cov pejxeem lug ua tug saib puab xwb."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.48","label":"48","content":"Yehausafas txua tau ib cov nkoj rua huv havtxwv, siv moog thauj kub tim tebchaws Aufiles lug; tabsis cov nkoj ntawd tawg taag rua huv Exi-oosnkenpes lawm, mas puab yeej tsi tau tsaav cov nkoj ntawd le."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.49","label":"49","content":"Cov Yixalayees tug Vaajntxwv Ahaxiyas, tso nwg cov tuabneeg tuaj nrug Yehausafas cov tuabneeg nkuam nkoj, tabsis Yehausafas tsi kaam leeg yuav cov tuabneeg ntawd."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.50","label":"50","content":"Yehausafas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Yehaulaas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.51","label":"51","content":"Thaus Vaajntxwv Yehausafas ua vaajntxwv kaav lub tebchaws Yudas tau kaum xyaa xyoo lawm, Ahaj tug tub Ahaxiyas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau ob xyoos."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.52","label":"52","content":"Nwg ua txhum rua tug TSWV ib yaam le nwg txiv Ahaj hab nwg nam Yexenpees, hab nwg coj lawv le Vaajntxwv Yelaunpau-aas tug yaam ntxwv, nwg yog tug kws coj cov Yixalayees moog ua txhum ntaag."},{"bible_id":"1726","chapter_code":"1KI.22","verse_code":"1KI.22.53","label":"53","content":"Ahaxiyas pe Npa-aas ib yaam le nwg txiv tau pe lug lawm. Nwg ua rua tug TSWV kws yog cov Yixalayees tug Vaajtswv chim kawg nkaus le."}]