[{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.1","label":"1","content":"Kuv yog Petus kws yog Yexus Khetos tug tubkhai, kuv sau tsaab ntawv nuav xaa tuaj rua mej txhua tug kws Vaajtswv tub xaiv ca lug ua Vaajtswv tsaav tuabneeg kws tsiv moog nyob txhua nrho txhua qhov chaw huv lub xeev Pootus, Kalatias, Kapadaukias, Axias hab Npithinias."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.2","label":"2","content":"Vaajtswv tug kws yog peb leej Txiv, nwg tub xaiv mej lug ua nwg tsaav tuabneeg hab nwg khaiv nwg tug Ntsujplig lug paab mej, kuas mej ua tau mej lub neej rua Vaajtswv tau ntsejmuag. Nwg muab Yexus Khetos cov ntshaav ntxuav mej lub sab kuas mej lub sab dlawbhuv, hab nwg xaav kuas mej noog Yexus Khetos lug. Thov Vaajtswv naj nub foom koob moov rua mej, hab paab kuas mej tau zoo nyob kaaj sab lug moog le."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.3","label":"3","content":"Peb yuavtsum ua Vaajtswv tug kws yog peb tug Tswv Yexus Khetos leej Txiv tsaug! Rua qhov nwg hlub peb kawg le, nwg txhaj tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug paab peb, kuas peb muaj txujsa tshab. Nwg ua le nuav peb txujkev ca sab txhaj ruaj khov"},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.4","label":"4","content":"hab peb naj nub tog saib nub twg peb yuav tau txuj koob moov kws Vaajtswv npaaj tseg rua Vaajtswv tsaav tuabneeg. Vaajtswv tub khaws txuj koob moov ntawd ca rua sau ntuj ceebtsheej tog mej lawm. Txuj koob moov ntawd tsi txawj lwj, tsi txawj phem hab tsi txawj qub le."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.5","label":"5","content":"Vaajtswv tub npaaj tej ntawd ca rua mej lawm. Vaajtswv tug kws muaj fwjchim, nwg yuav tsomkwm mej cov kws ca sab rua nwg, hab thaus txug nub kawg Vaajtswv yuav ua rua suavdlawg pum has tas, mej tub dlim mej lub txim lawm."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.6","label":"6","content":"Txawm yog mej yeej yuav raug kev txomnyem nyuaj sab ib nyuas ntu los mej yuavtsum zoo sab rua qhov kws mej yuav dlim mej lub txim."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.7","label":"7","content":"Qhov kws Vaajtswv ca mej raug tej kev txomnyem ntawd, tub yog Vaajtswv sim saib mej muab sab rau ntseeg npaum le caag. Txawm yog kub los tuabneeg yuavtsum muab suavtawg sim saib puas tseem kub. Yog le ntawd, Vaajtswv yuavtsum muab mej txujkev ntseeg kws tseemceeb dlua kub sim saib puas yuav thev taug. Yog mej thev taug, thaus txug nub kws Yexus Khetos lug Vaajtswv yuav qhuas mej hab mej yuav tau ntsejmuag."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.8","label":"8","content":"Txawm yog mej tsi pum nwg los mej yeej hlub nwg, hab txawm yog mej qhovmuag tsi pum nwg los mej yeej ntseeg nwg. Yog le ntawd, mej txhaj zoo sab kawg nkaus tsi pum qaab yuav pav le,"},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.9","label":"9","content":"rua qhov mej taabtom txais txujkev dlim mej lub txim lawv le kws mej ca sab rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.10","label":"10","content":"Cov cev Vaajtswv lug tub nrhav hab ua tuab zoo saib zaaj kws has txug txujkev dlim txim ntawd tseeb tseeb lawm, puab yog cov kws qha ua ntej has txug txuj koob moov kws Vaajtswv yuav pub rua mej."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.11","label":"11","content":"Puab naj nub ua tuab zoo saib hov ntev txhaj txug lub sijhawm kws muaj le ntawd.  Yexus Khetos tug Ntsujplig kws nyob huv puab lub sab qha rua puab has tas, thaus txug lub sijhawm ntawd Yexus Khetos yuav raug kev tsimtxom hab tom qaab ntawd Yexus yuav tau koob meej."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.12","label":"12","content":"Vaajtswv tub qha rua cov cev Vaajtswv lug paub lawm has tas, tej num kws puab ua ntawd tsi yog muaj nqes rua puab xwb, tabsis muaj nqes rua mej, naj nub nwgnuav cov tuabneeg kws qha Txujmoo zoo, puab tub qha tej zaaj tseemceeb ntawd rua mej paub lawm, puab yog cov kws muaj Vaaj Ntsujplig tug Dlawbhuv lub fwjchim."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.13","label":"13","content":"Yog le ntawd, mej yuavtsum tu mej lub sab zoo zoo tog, mej yuavtsum kub sab lug ua mej lub neej kuas hum Vaajtswv sab hab ca sab ntsoov has tas, thaus Yexus Khetos rov qaab lug Vaajtswv yuav pub Vaajtswv txuj koob moov rua mej."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.14","label":"14","content":"Yaav taag lug thaus mej tseem tsi tau paub Vaajtswv, mej naj nub nyam ua txhum, tabsis nwgnuav mej yuavtsum noog Vaajtswv lug, mej tsi xob ca tej kev phem kev qas kaav mej lub sab."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.15","label":"15","content":"Vaajtswv tug kws tau hu mej lug ua nwg tsaav tuabneeg, nwg yog tug kws dlawbhuv, yog le ntawd mej yuavtsum ua mej lub neej kuas dlawbhuv hab."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.16","label":"16","content":"Vaajtswv txujlug has tas, “Mej yuavtsum ua tuabneeg dlawbhuv, rua qhov kuv yog tug kws dlawbhuv.”"},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.17","label":"17","content":"Thaus mej thov Vaajtswv, mej hu nwg has tas Txiv, Vaajtswv yog tug kws txav txim rua txhua tug lawv le teg num kws suavdlawg tau ua lug lawm, nwg tsi xaiv leejtwg ntsejmuag; yog le ntawd mej yuavtsum fwm Vaajtswv moog taag mej simneej kws nyob huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.18","label":"18","content":"Rua qhov mej yeej paub lawm has tas, Vaajtswv tub txhwv mej dlim ntawm txuj qub kevcai kws mej cov yawmkoob qha rua mej lawm, yaam kws Vaajtswv muab txhwv mej, yaam ntawd tsi poob nqe le tej nyaj tej kub,"},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.19","label":"19","content":"yaam ntawd yog Yexus Khetos cov ntshaav kws muaj nqes heev, Yexus Khetos zoo le tug mivnyuas yaaj kws tsi muaj ib qhov phem lossis dlub dloog le."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.20","label":"20","content":"Vaajtswv tub xub xaiv Yexus Khetos ca thaus tsi tau tsim ntuj tsim teb lug lawm, hab lub sijhawm kawg nuav Vaajtswv txhaj khaiv Yexus Khetos lug paab mej."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.21","label":"21","content":"Tub yog vim le ntawd, mej txhaj ntseeg Vaajtswv tug kws tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug hab pub fwjchim rua nwg; yog le ntawd nwgnuav mej txhaj muab sab rau ntseeg hab ca sab rua Vaajtswv tuab leeg xwb."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.22","label":"22","content":"Qhov kws mej noog lug rua qhov tseeb, ua rua mej muaj lub sab dlawbhuv, hab mej txhaj hlub txhua tug kws ntseeg Vaajtswv. Yog le ntawd mej ib leeg yuavtsum hlub ib leeg tag tag."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.23","label":"23","content":"Rua qhov mej tub yug dlua tshab lawm, qhov kws mej tau yug dlua tshab ntawd tub yog vim mej ntseeg Vaajtswv txujlug kws muaj txujsa nyob moog ibtxhis. Tug kws yug mej ntawd, nwg tsi txawj tuag nwg muaj txujsa nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.24","label":"24","content":"Lawv le Vaajtswv txujlug has tas: “Tej tuabneeg txhua tug puavleej zoo ib yaam le tej nroj tsuag, hab puab lub fwjchim zoo ib yaam le tej paaj nroj xwb. Thaus tej nroj tsuag tuag, tej paaj nroj yuav zeeg taag,"},{"bible_id":"1726","chapter_code":"1PE.1","verse_code":"1PE.1.25","label":"25","content":"tabsis Vaajtswv txujlug yuav nyob moog ibtxhis le.” Txujlug nuav yog Txujmoo Zoo kws tub muaj tuabneeg muab qha rua mej paub lawm."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.1","label":"1","content":"Yog le ntawd, mej yuavtsum tso txhua yaam kev phem kev qas tseg, tsi xob dlaag, tsi xob ua tuabneeg ntsejmuag ncaaj sab nkhaus, tsi xob khib hab tsi xob thuam lwm tug."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.2","label":"2","content":"Mej yuavtsum ua le tug mivnyuas mog lab kws nyavnyuas yug, tug mivnyuas ntawd ib sij noj ib zag mig kws yog cov kua kig dlawbhuv ntawm saab ntsujplig. Yog mej haus cov kua mig ntawd mej yuav hlub zoo hab mej yuav dlim mej lub txim."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.3","label":"3","content":"Lawv le Vaajtswv txujlug has tas, “Mej tub tau saaj tug Tswv txuj koob moov lawm.”"},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.4","label":"4","content":"Mej ca le lug cuag peb tug Tswv kws muaj sa nyob, nwg yog lub pobzeb kws tuabneeg muab povtseg, rua qhov puab has tas lub ntawd tsi muaj nqes; tabsis Vaajtswv xaiv lub ntawd, rua qhov Vaajtswv pum has tas lub ntawd yog lub kws muaj nqes heev."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.5","label":"5","content":"Mej yog cov pobzeb kws Vaajtswv xaav muab lug ua lub tuamtsev rua saab ntsujplig, yog le ntawd mej ca le lug cuag Vaajtswv. Mej yog cov povthawj kws dlawbhuv kws ua num huv lub Tuamtsev, tej num kws mej ua hum Vaajtswv sab, rua qhov mej yog cov kws ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.6","label":"6","content":"Rua qhov Vaajtswv txujlug has tas: “Kuv xaiv ib lub pobzeb ua lub kws muaj nqes heev, kuv coj lub pobzeb ntawd moog teeb ua lub thawj rua huv lub nroog Xi-oos.”"},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.7","label":"7","content":"Lub pobzeb nuav muaj nqes rua mej txhua tug kws ntseeg, tabsis tsi muaj nqes rua cov kws tsi ntseeg: “Lub pobzeb kws cov kws ua tsev muab povtseg lawm, Vaajtswv tub muab lub pobzeb ntawd lug ua lub thawj lawm.”"},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.8","label":"8","content":"Hab muaj dlua lwm nqai has tas, “Tuabneeg yuav dlawm lub pobzeb ntawd hab lub pobzeb ntawd yuav ua rua puab qaug.” Qhov kws puab dlawm ntawd tub yog puab tsi ntseeg Vaajtswv txujlug lawv le Vaajtswv tub tu tseg rua puab lawm."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.9","label":"9","content":"Tabsis mej yog tsaav tuabneeg kws Vaajtswv tub xaiv ca lawm, mej yog cov povthawj kws ua Vaajtswv teg num, mej yog tsaav tuabneeg kws dlawbhuv, hab mej yog Vaajtswv tsaav tuabneeg kws Vaajtswv yuav khaiv moog qha tej num tseemceeb kws Vaajtswv tau ua lug lawm rua suavdlawg paub. Vaajtswv yog tug kws hu mej tawm huv qhov tsaus ntuj lug nyob huv qhov pum kev."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.10","label":"10","content":"Yaav taag lug mej tsi yog Vaajtswv tsaav tuabneeg, tabsis nwgnuav mej yog Vaajtswv tsaav tuabneeg lawm; yaav taag lug mej tsi tau Vaajtswv txujkev taabncuab, tabsis nwgnuav mej tub tau Vaajtswv txujkev taabncuab lawm."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.11","label":"11","content":"Cov kwvtij, mej ca le noog kuv tej lug, kuv yuav ntuag mej txhua tug. Mej tsi muaj tsev nyob huv nplajteb nuav, mej nyob ib yaam le cov tuabneeg kws taug kev tuaj ua qhua xwb. Mej tsi xob ca tej kev phem kev qas kws naj nub tawmtsaam mej kaav mej lub sab."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.12","label":"12","content":"Mej yuavtsum ua mej lub neej kuas zoo, txawm yog cov tuabneeg tsi ntseeg Vaajtswv kws nrug mej koom zej koom zog nyob ua ke, puab thuam has tas mej ua phem los puab yeej yuav pum teg num zoo kws mej ua, hab thaus txug nub kws Yexus rov qaab lug puab yuav qhuas Vaajtswv."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.13","label":"13","content":"Mej yog cov kws ntseeg peb tug Tswv Yexus, yog le ntawd mej yuavtsum noog numtswv lug, hab ua lawv le tej kevcai kws numtswv qha. Mej yuavtsum noog Fuabtais lug, rua qhov nwg yog tug kws muaj fwjchim luj dlua ndlais tej numtswv huv tuabsi;"},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.14","label":"14","content":"hab mej yuavtsum noog cov tswvxeev lug, rua qhov Fuabtais tsaa puab ua cov kws rau txim rua cov tuabneeg kws ua txhum, hab qhuas cov tuabneeg kws ua zoo."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.15","label":"15","content":"Vaajtswv xaav kuas mej ua tej num zoo, cov tuabneeg kws tsi muaj tswvyim kws pheej laam tau laam has tej zaaj kws tsi muaj hauvpaug hauvntsis, puab txhaj yuav tsi muaj lug has lawm."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.16","label":"16","content":"Mej yuavtsum nyob le tug kws muaj kev ywjpheej; txawm yog mej muaj kev ywjpheej los Vaajtswv yeej txwv tsi pub mej moog ua txhum, mej yuavtsum ua le mej yog Vaajtswv cov tubkhai."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.17","label":"17","content":"Mej yuavtsum saib taug suavdlawg hab hlub cov ntseeg, mej yuavtsum paub ntshai Vaajtswv hab fwm Fuabtais."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.18","label":"18","content":"Mej cov kws yog tubqhe, mej yuavtsum noog mej tug tswv lug hab fwm nwg, tsi yog mej yuav noog tug tswv kws hlub mej hab ua sab ntev rua mej lug xwb, tabsis mej yuavtsum noog tug kws ua limham rua mej hab."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.19","label":"19","content":"Yog mej tsi tau ua txhum, tabsis luas tsimtxom mej hab mej ua sab ntev nyaj, rua qhov mej paub has tas Vaajtswv yeej xaav kuas mej ua le ntawd, Vaajtswv yuav foom koob moov rua mej."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.20","label":"20","content":"Yog mej raug ntaus vim mej ua txhum, txawm yog mej ua sab ntev nyaj los yeej tsi muaj leejtwg qhuas mej. Tabsis yog mej raug tsimtxom vim mej ua zoo, hab mej ua sab ntev nyaj, Vaajtswv yuav foom koob moov rua mej."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.21","label":"21","content":"Vaajtswv xaav kuas mej muaj lub sab zoo le ntawd, rua qhov Yexus Khetos tub raug kev txomnyem this mej hab ua yaam ntxwv rua mej xyum lawm, nwg ua le ntawd mej txhaj yuav ua tau le nwg ua."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.22","label":"22","content":"Yexus tsi tau ua ib qho txhum, hab tsi muaj leejtwg nov nwg has ib lu lug dlaag le."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.23","label":"23","content":"Thaus luas thuam nwg, nwg tsi teb luas ib lus le; hab thaus luas tsimtxom nwg, nwg tsi foom luas, tabsis nwg muab tej ntawd tso rua Vaajtswv tug kws txav txim ncaaj nceeg."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.24","label":"24","content":"Yexus Khetos yog tug kws ris peb lub txim sau tug ntoo khaublig, kuas txujkev txhum tsi muaj fwjchim kaav peb, peb txhaj ua tau tuabneeg ncaaj nceeg. Yexus tej qhov txhaab kws luas nplawm tub khu mej tej mob zoo taag lawm."},{"bible_id":"1726","chapter_code":"1PE.2","verse_code":"1PE.2.25","label":"25","content":"Yaav taag lug mej zoo le paab yaaj kws yuam kev lawm, tabsis nwgnuav tug Tswv kws yug mej hab saib mej lub sab, nwg tub coj mej rov qaab lug nrug nwg ua ke lawm."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.1","label":"1","content":"Ib yaam nkaus le ntawd, mej cov kws yog quaspuj, mej yuavtsum noog mej cov quasyawg lug, txawm yog mej cov quasyawg muaj qee leej tsi ntseeg Vaajtswv txujlug los thaus puab pum mej coj mej lub neej zoo, puab yuav lug ntseeg tsi taag mej yuav has ib lus le,"},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.2","label":"2","content":"rua qhov puab yeej yuav pum qhov kws mej coj mej lub neej zoo hab fwm puab."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.3","label":"3","content":"Mej tsi xob xaav has tas, mej yuavtsum ntxag plaubhau zoo zoo lossis coj nyaj coj kub lossis naav tej tsoog zoo zoo, mej txhaj yuav zoo nkauj."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.4","label":"4","content":"Tsi yog le ntawd, qhov kws mej zoo nkauj yog qhov kws mej muaj lub sab dlawb sab zoo hab paub cai, txhaj yog qhov kws Vaajtswv pum has tas muaj nqes."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.5","label":"5","content":"Cov quaspuj txheej thaus u kws noog Vaajtswv lug hab muab sab rau ntseeg, puab muaj lub sab zoo le ntawd hab puab noog puab cov quasyawg lug."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.6","label":"6","content":"Xalas muaj lub sab zoo le ntawd, nwg noog Anplahaas lug hab hu Anplahaas has tas tug tswv. Nwgnuav mej yog Xalas cov ntxhais, yog mej ua zoo mej yeej yuav tsi ntshai ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.7","label":"7","content":"Mej cov kws yog quasyawg, mej yuavtsum naj nub ncu ntsoov has tas, quaspuj tsi muaj zug le mej. Yog le ntawd, mej yuavtsum saib taug mej tej quaspuj, rua qhov Vaajtswv yeej yuav pub txujsa rua puab hab rua mej ib yaam nkaus. Yog mej ua le ntawd, thaus mej thov Vaajtswv txhaj tsi muaj ib yaam dlaabtsi lug taabkaum mej."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.8","label":"8","content":"Thaus kawg nuav kuv thov ntuag mej has tas, mej yuavtsum ua ib lub sab hab ib leeg hlub ib leeg ib yaam le kwvtij sis hlub. Ib leeg paab ib leeg hab ib leeg saib taug ib leeg."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.9","label":"9","content":"Mej tsi xob ua phem pauj phem, yog leejtwg foom phem rua mej, mej tsi xob foom phem pauj, tabsis mej ca le thov Vaajtswv foom koob moov rua nwg. rua qhov thaus Vaajtswv hu mej lug, Vaajtswv coglug tseg has tas Vaajtswv yuav foom koob moov rua mej."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.10","label":"10","content":"Lawv le Vaajtswv txujlug has tas: “Tug kws xaav tau kev kaaj sab hab muaj lub neej zoo, tug ntawd yuavtsum tsi xob has lug phem hab tsi xob has lug dlaag."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.11","label":"11","content":"Nwg yuavtsum tso nwg tej kev phem tseg hab ua txuj zoo; nwg yuavtsum muab sab rau nrhav kev tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.12","label":"12","content":"Rua qhov Vaajtswv yeej saib ntsoov cov tuabneeg kws ncaaj nceeg, hab nwg naj nub noog puab tej lug thov; tabsis nwg tawmtsaam cov tuabneeg kws ua phem.”"},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.13","label":"13","content":"Yog mej ua mej lub neej zoo, leejtwg yuav ua tau phem rua mej?"},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.14","label":"14","content":"Yog mej ua mej lub neej zoo lawm, txawm yog muaj tuabneeg tsimtxom mej los mej yeej yuav muaj kev kaaj sab; mej tsi xob ntshai puab hab tsi xob txhawj."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.15","label":"15","content":"Mej yuavtsum fwm Yexus Khetos hab ca nwg ua tug Tswv kaav mej lub sab. Mej yuavtsum npaaj txhij txhua lub sijhawm yog thaus twg muaj tuabneeg nug mej has tas vim le caag mej muaj chaw ca sab, thaus ntawd mej txhaj le paub teb puab."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.16","label":"16","content":"tabsis mej yuavtsum muaj lub sab mog sab muas teb puab. Yog mej muaj lub sab zoo le ntawd lawm, thaus cov tuabneeg kws thuam mej pum tej num zoo kws mej cov ntseeg ua, puab yuav txaajmuag rua tej lug kws puab has."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.17","label":"17","content":"Vim yog mej ua zoo, es mej txhaj raug kev tsimtxom, qhov ntawd hum Vaajtswv sab dlua qhov kws mej ua phem, es mej raug kev tsimtxom."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.18","label":"18","content":"Rua qhov Yexus Khetos tuag tuab zag xwb  txhwv tau suavdlawg lub txim lawm, nwg yog tug ncaaj nceeg, nwg tuag txhwv cov kws tsi ncaaj nceeg, nwg ua le ntawd nwg txhaj coj tau mej moog cuag Vaajtswv. Luas muab nwg lub cev tua tuag, tabsis nwg tug Ntsujplig sawv rov qaab lug,"},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.19","label":"19","content":"hab nwg moog qha Vaajtswv txujlug rua cov ntsujplig kws luas muab kaw ca lawm."},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.20","label":"20","content":"Cov ntsujplig ntawd yog cov tuabneeg kws tsi noog Vaajtswv lug thaus lub sijhawm kws Nau-es txua nkoj, Vaajtswv ua sab ntev rua puab cov ntawd, tabsis puab tsi noog Vaajtswv lug. Cov tuabneeg kws moog nyob huv lub nkoj tsi muaj pistsawg leej, tsuas muaj yim leej xwb, yim leej ntawd txhaj dlim dlej nyaab,"},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.21","label":"21","content":"cov dlej ntawd pev txug txuj kevcai raus dlej kws qha has tas mej tub dlim mej lub txim lawm. Txuj kevcai ntawd tsi tau has tas, yuav ntxuav mej lub cev kuas huv, tabsis qha has tas mej yog cov kws tau coglug tseg rua Vaajtswv lawm has tas, mej yuav ua lawv le Vaajtswv lub sab nyam. Txuj kevcai raus dlej nuav paab tau mej dlim, rua qhov Yexus Khetos tub sawv huv qhov tuag lug lawm,"},{"bible_id":"1726","chapter_code":"1PE.3","verse_code":"1PE.3.22","label":"22","content":"nwg moog rua sau ntuj ceebtsheej hab nwg nyob ntawm Vaajtswv saab xis, nwg kaav taagnrho cov timtswv sau ntuj hab cov kws muaj fwjchim huv tuabsi."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.1","label":"1","content":"Yexus Khetos tub raug kev tsimtxom lawm, yog le ntawd mej yuavtsum xaav ib yaam le Yexus, mej txhaj le yuav muaj zug. Rua qhov tug kws raug kev tsimtxom, tug ntawd tub tso nwg txujkev txhum tseg lawm."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.2","label":"2","content":"Yog le ntawd, txij nuav moog mej yuavtsum ua mej lub neej lawv le Vaajtswv lub sab nyam, mej tsi xob ca kev phem kev qas kaav mej lub sab."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.3","label":"3","content":"Yaav taag lug mej naj nub ua le cov kws tsi ntseeg Vaajtswv ua. Mej nyam ua phem ua qas, quav cawv, noj tsau haus qaug, qw ua nqaaj ua nqug hab pe dlaab pe mlom."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.4","label":"4","content":"Nwgnuav cov kws tsi ntseeg Vaajtswv puab xaav tsi thoob, sov ua le caag mej tsi nrug puab moog ua phem ua qas, yog le ntawd puab txhaj thuam mej."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.5","label":"5","content":"Tabsis puab cov ntawd nyag yuavtsum qha nyag lub neej rua Vaajtswv, Vaajtswv tub npaaj txhij lawm, nwg yuav txav txim rua cov tuabneeg caj hab cov tuabneeg tuag."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.6","label":"6","content":"Tub yog vim le ntawd txhaj muaj tuabneeg qha Txujmoo Zoo rua cov tuabneeg kws tub tuag lawm hab, kuas Vaajtswv txav txim rua puab ib yaam le txav txim rua suavdlawg; qha Txujmoo Zoo rua puab kuas thaus puab moog nrug Vaajtswv nyob, puab txhaj ua tau puab lub neej zoo ib yaam le Vaajtswv lub."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.7","label":"7","content":"Nwgnuav tub yuav txug lub sijhawm kws ib puas tsaav yaam huv nplajteb nuav puamtsuaj. Yog le ntawd mej yuavtsum tswj mej lub sab, ceevfaaj hab nquag thov Vaajtswv."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.8","label":"8","content":"Qhov kws tseemceeb tshaaj plawg huv tuabsi, yog mej ib leeg yuavtsum hlub ib leeg tag tag, rua qhov txujkev hlub npug tau txhua yaam kev txhum huv tuabsi."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.9","label":"9","content":"Mej ib leeg yuavtsum zoo sab hlo hu ib leeg lug tsev tsi xob ywg le."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.10","label":"10","content":"Vaajtswv tub pub koob moov rua mej txhua tug lawm, yog le ntawd mej yuavtsum siv tej koob moov kws mej tau ntawd kuas muaj nqes rua lwm tug."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.11","label":"11","content":"Tug kws qha Vaajtswv txujlug, nwg yuavtsum qha; tug kws paab ua num, nwg yuavtsum siv nwg tug dlaag tug zug kws Vaajtswv pub rua nwg, yog mej cov kws ntseeg Yexus Khetos ua le ntawd, mej yuav ua rua Vaajtswv tau ntsejmuag, Vaajtswv lub koob meej hab Vaajtswv lub fwjchim yeej yuav nyob moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.12","label":"12","content":"Cov kwvtij kws kuv hlub, mej tsi xob poob sab thaus mej raug kev tsimtxom, tej kws mej raug ntawd tub yog sim mej sab, mej tsi xob xaav has tas tej kev tsimtxom ntawd tsi zoo le tej kws suavdlawg ibtxwm raug."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.13","label":"13","content":"Tabsis mej yuavtsum zoo sab, rua qhov kws mej raug kev tsimtxom ib yaam le Yexus Khetos tub raug lug lawm. Thaus suavdlawg pum nwg tug tshwjchim kws ci ntsaa ab, mej yuav zoo sab kawg nkaus le."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.14","label":"14","content":"Yog leejtwg thuam mej vim mej yog cov kws ntseeg Yexus Khetos, mej ca le zoo sab; qhov kws puab thuam mej ntawd qha rua suavdlawg paub has tas, Vaajtswv tub khaiv Vaaj Ntsujplig lug nrug mej nyob lawm, Vaajtswv tug Ntsujplig ntawd yog tug kws muaj tshwjchim ci ntsaa ab."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.15","label":"15","content":"Mej tsi xob tua tuabneeg, tsi xob ua tubsaab, tsi xob ua phem hab tsi xob thaab plaub, yog leejtwg ua le nuav, tug ntawd yeej yuav raug kev txomnyem."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.16","label":"16","content":"Tabsis yog mej cov kws ntseeg Yexus Khetos, mej raug kev tsimtxom, mej ca le ua Vaajtswv tsaug, mej tsi xob txaajmuag qha rua cov tuabneeg kws tsimtxom mej ntawd has tas, mej yog cov kws ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.17","label":"17","content":"Nwgnuav tub txug lub sijhawm kws Vaajtswv yuav txav txim lawm, Vaajtswv yuav xub taug cov kws ntseeg Vaajtswv zaaj ua ntej. Yog Vaajtswv xub taug peb zaaj ua ntej, thaus Vaajtswv taug cov kws tsi ntseeg Vaajtswv Txujmoo Zoo zaaj, puab yuav ua le caag?"},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.18","label":"18","content":"Lawv le Vaajtswv txujlug has tas, “Yog cov tuabneeg ncaaj nceeg tub dlim txim nyuaj, yog le ntawd cov tuabneeg txhum kws tsi muaj Vaajtswv, puab yuav ua le caag dlim tau?”"},{"bible_id":"1726","chapter_code":"1PE.4","verse_code":"1PE.4.19","label":"19","content":"Yog le ntawd, mej cov kws Vaajtswv pum zoo ca mej raug kev txomnyem, mej yuavtsum kub sab lug ua tej num zoo, hab tso sab plhuav rua tug kws Tsim mej, nwg yeej yuav ua lawv le nwg tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.1","label":"1","content":"Kuv thov ntuag cov txwjlaug kws saib mej cov kws ntseeg Vaajtswv, kuv yog ib tug txwjlaug hab. Kuv yeej pum Yexus Khetos raug kev txomnyem, hab thaus Yexus rov qaab lug kuv yuav tau ntsejmuag ib yaam le nwg."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.2","label":"2","content":"Mej yuavtsum yug paab yaaj kws Vaajtswv muab tso rua mej saib. Vaajtswv tub pum zoo muab teg num ntawd rua mej ua lawm. Yog le ntawd, mej yuavtsum zoo sab hlo ua tsi xob laam tuav teg num ntawd. Mej yuavtsum muab sab rau ua tag tag, tsi xob pheej xaav txug tej nqe zug kws mej yuav tau xwb."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.3","label":"3","content":"Mej tsi xob yuam paab yaaj kws Vaajtswv muab tso rua mej saib, tabsis mej yuavtsum ua yaam ntxwv zoo rua puab xyum."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.4","label":"4","content":"Yog mej ua le ntawd, thaus tug Tswv yug yaaj kws yog tug thawj rov qaab lug, nwg yuav muab lub mom kub kws ci ntsaa ab moog ibtxhis ua nqe zug rua mej."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.5","label":"5","content":"Ib yaam nkaus le ntawd, mej cov kws yog tub hluas, mej yuavtsum noog cov yawm laug tej lug. Mej txhua tug yuavtsum txu mej lub fwjchim hab ib leeg paab ib leeg; rua qhov Vaajtswv txujlug has tas, “Vaajtswv tawmtsaam tug kws khaavtheeb, tabsis Vaajtswv pub koob moov rua tug kws txu fwjchim.”"},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.6","label":"6","content":"Yog le ntawd, mej yuavtsum txu mej lub fwjchim hab ca Vaajtswv tug kws muaj fwjchim kaav mej. Yog mej ua le ntawd thaus txug nub kws Vaajtswv teem ca lawm, mej yuav tau ntsejmuag."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.7","label":"7","content":"Vaajtswv yog tug kws naj nub tsomkwm mej, yog le ntawd mej ca le muab mej tej kev nyuaj sab huv tuabsi tso plhuav rua Vaajtswv."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.8","label":"8","content":"Mej yuavtsum ceevfaaj zuv zoo tsi xob nkeeg, rua qhov dlaab Ntxwgnyoog tug kws yog mej tug yeebncuab, nwg moog moog lug lug ib yaam le tug tsuv ntxhuav kws quaj nrhav tum tsaj noj."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.9","label":"9","content":"Mej yuavtsum muab sab rau ntseeg hab tawmtsaam dlaab Ntxwgnyoog, rua qhov mej tub paub lawm has tas, cov kwvtij ntseeg kws nyob thoob plawg huv qaab ntuj nuav, puab taabtom raug kev tsimtxom ib yaam le mej raug hab."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.10","label":"10","content":"Tabsis thaus mej raug kev tsimtxom ib nyuas ntu dlhau lawm, tom qaab ntawd Vaajtswv tug kws muaj koob moov nplua mag yuav paab kuas mej ua tau tuabneeg zoo kawg nkaus, hab kuas mej muab sab rau ntseeg Vaajtswv heev ntxiv. Nwg yuav txhawb mej tug zug kuas mej nyob ruaj nreeg. Nwg yog tug kws muaj lub sab hlub mej kawg nkaus le. Nwg yuav pub nwg tug tshwjchim ci ntsaa ab kws nyob moog ibtxhis rua mej cov kws tub nrug Yexus Khetos koom ib txujsa lawm."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.11","label":"11","content":"Thov kuas Vaajtswv lub fwjchim muaj nyob moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.12","label":"12","content":"Tug kws paab kuv xaa tsaab ntawv tuab tuab lu nuav yog Xilas, nwg yog ib tug kwvtij ntseeg kws muaj lub sab ncaaj nceeg. Kuv sau tsaab ntawv nuav tuaj txhawb mej zug hab qha rua mej paub has tas, Vaajtswv txuj koob moov zoo kawg nkaus le. Mej yuavtsum muab sab rau ua lawv le kuv tub qha rua mej lawm."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.13","label":"13","content":"Cov ntseeg kws nyob huv lub nroog Npanpiloos  kws Vaajtswv tau xaiv lawm ib yaam le nwg xaiv mej, puab has noj qaab nyob zoo rua mej, hab kuv tug tub Malakaus los has noj qaab nyob zoo rua mej ib yaam nkaus."},{"bible_id":"1726","chapter_code":"1PE.5","verse_code":"1PE.5.14","label":"14","content":"Mej ib leeg yuavtsum hlub ib leeg txhaj tsimnyog qhov kws mej yog cov ntseeg. Thov kuas txujkev thaajyeeb nrug mej txhua tug kws ntseeg Yexus Khetos lawm."}]