[{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.1","label":"1","content":"Kuv yog Paulus, kuv hab Xilas hab Timautes sau tsaab ntawv nuav xaa tuaj rua mej txhua tug kws nyob huv lub nroog Thexalaunikes kws ntseeg Vaajtswv tug kws yog peb leej Txiv hab ntseeg tug Tswv Yexus Khetos. Thov Vaajtswv foom koob moov rua mej, hab paab kuas mej tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.2","label":"2","content":"Peb naj nub ua Vaajtswv tsaug hab thov Vaajtswv paab mej tsi tseg tsi tu, rua qhov peb ncu ntsoov has tas, mej yog cov kws muab sab rau ntseeg."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.3","label":"3","content":"Thaus peb thov Vaajtswv tug kws yog peb leej Txiv, peb ncu ntsoov has tas mej tsi yog cov kws ntseeg ntawm lub ncauj xwb, tabsis mej ua mej teg num rua suavdlawg pum hab. Mej zoo sab quas hlo paab lwm tug. Txawm yog mej yuav ua num khwv npaum le caag los mej yeej tsi khauvxwm mej tug zug le, hab mej ca sab ntsoov rua peb tug Tswv Yexus Khetos."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.4","label":"4","content":"Cov kwvtij, peb paub has tas Vaajtswv hlub mej hab xaiv mej ca ua nwg tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.5","label":"5","content":"Peb paub le nuav, rua qhov Txujmoo Zoo kws peb coj tuaj qha mej, tsi yog lu lug qhuav xwb. Tabsis yog Vaaj Ntsujplig tug Dlawbhuv hab Vaajtswv lub fwjchim nrug nraim cov lug ntawd, hab txujlug ntawd yog txuj tseeb. Thaus peb nrug mej nyob peb ua peb lub neej zoo le caag los mej tub paub lawm. Peb ua le ntawd tub yog peb ua qha mej kuas mej paub ua mej lub neej."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.6","label":"6","content":"Mej tub xyum ua lawv le peb ua hab lawv le tug Tswv Yexus ua lawm. Txawm yog mej raug kev txomnyem heev los mej tseem zoo sab noog tej lug kws Vaaj Ntsujplig tug Dlawbhuv qha rua mej."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.7","label":"7","content":"Yog le ntawd, mej txhaj ua tau yaam ntxwv zoo rua cov ntseeg kws nyob huv lub xeev Makedaunias nuav, hab cov ntseeg kws nyob nraag lub xeev Akhayas xyum."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.8","label":"8","content":"Rua qhov mej cov ntseeg kws nyob huv lub nroog Thexalaunikes nuav, mej tub moog qha Vaajtswv txujlug thoob plawg txhua qhov lawm, tsi yog qha huv lub xeev Makedaunias hab xeev Akhayas xwb, tabsis tej tuabneeg kws nyob rua txhua qhov puavleej nov moo has tas mej tub ntseeg Vaajtswv lawm. Yog le ntawd, tsi taag peb yuav has ntxiv lawm."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.9","label":"9","content":"Suavdlawg puavleej has tas, thaus peb tuaj saib mej, mej zoo sab noog peb qha. Hab puab has txug qhov kws mej muab mej tej dlaab tej mlom tso povtseg tig lug cuag Vaajtswv, kuas mej tau ua Vaajtswv tug kws muaj sa nyob teg num. Nwg yog Vaajtswv tag."},{"bible_id":"1726","chapter_code":"1TH.1","verse_code":"1TH.1.10","label":"10","content":"Hab puab has txug qhov kws mej kub sab lug tog Vaajtswv tug Tub Yexus kws yuav lug sau ntuj ceebtsheej lug. Tug ntawd yog Vaajtswv tug Tub Yexus kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug, hab yog tug kws cawm peb dlim ntawm Vaajtswv txujkev chim kws yuav muaj lug."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.1","label":"1","content":"Cov kwvtij, mej tub paub lawm has tas, thaus peb tuaj saib mej, mas muaj nqes heev rua mej."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.2","label":"2","content":"Hab mej tub paub zoo has tas, thaus peb tseem tuaj tsi tau txug ntawm mej, peb xub tuaj qha peg lub nroog Filipis, cov tuabneeg kws nyob peg, puab tsimtxom peb hab saib tsi taug peb kag le. Tsi yog le ntawd xwb, thaus peb tuaj txug rua huv mej lub nroog los tseem muaj tuabneeg tawmtsaam peb heev hab. Txawm le ntawd los Vaajtswv tseem pub peb muaj lub sab tawv qha Txujmoo Zoo rua mej."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.3","label":"3","content":"Tej lug kws peb qha mej, peb qha tseeb xwb. Peb yeej tsi muaj ib nplooj sab kws xaav ua phem lossis xaav dlaag mej."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.4","label":"4","content":"Peb yeej tsi muaj nplooj sab xaav le ntawd. Peb tsuas qha tej kws Vaajtswv muab rua peb qha xwb. Rua qhov Vaajtswv yeej pum zoo muab Txujmoo Zoo ntawd rua peb qha. Tsi yog peb qha kuas hum tuabneeg sab, tabsis yog peb qha kuas hum Vaajtswv sab, rua qhov Vaajtswv yog tug kws naj nub saib ntsoov peb lub sab."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.5","label":"5","content":"Mej tub paub lawm has tas thaus peb tuaj qha mej, peb tsi tau laam qhuas leejtwg le lossis ntxag leejtwg tug yuav. Vaajtswv yeej ua timkhawv has tas peb has tseeb xwb."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.6","label":"6","content":"Peb cov kws yog Yexus Khetos cov timthawj, peb yeej tsi tau kuas leejtwg fwm peb, tsi has mej lossis lwm tug,"},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.7","label":"7","content":"txawm yog peb yog Yexus Khetos cov timthawj los peb tsi yuam mej, tabsis peb ua lub sab ntev rua mej ib yaam le leej nam  ua sab ntev tu nwg cov mivnyuas."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.8","label":"8","content":"Peb hlub mej kawg le, peb txhaj coj Txujmoo Zoo kws Vaajtswv muab rua peb lawm tuaj qha rua mej. Tsi yog le ntawd xwb, peb tseem zoo sab muab peb tug zug huv tuabsi paab mej, peb tsi khauvxwm le, rua qhov peb hlub mej heev."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.9","label":"9","content":"Cov kwvtij, nyaj mej yuav ncu tau has tas, thaus peb nrug mej nyob, peb yeej ua num nyaav hab khwv kawg le yug peb. Peb ua num taag nub taag mo, rua qhov peb tsi xaav kuas mej nyuaj sab rua peb lub sijhawm kws peb tuaj qha Vaajtswv Txujmoo Zoo rua mej."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.10","label":"10","content":"Mej hab Vaajtswv ua tau timkhawv has tas, thaus peb tseem nrug mej cov ntseeg nyob, peb ua peb lub neej zoo kawg nkaus, peb ua tuabneeg ncaaj nceeg hab peb tsi tau ua ib qho txhum le."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.11","label":"11","content":"Mej tub paub lawm has tas, peb hlub mej txhua tug ib yaam le leej txiv hlub nwg cov mivnyuas."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.12","label":"12","content":"Peb tub txhawb mej tug zug hab nplig mej sab lawm. Peb ua le ntawd kuas mej txhaj paub ua mej lub neej hum Vaajtswv sab. Vaajtswv yog tug kws hu mej lug ua nwg tsaav tuabneeg hab lug txais nwg txuj koob moov."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.13","label":"13","content":"Tsi yog le ntawd xwb, tseem muaj ib qhov kws peb naj nub ua Vaajtswv tsaug. Qhov ntawd yog qhov kws mej noog hab muab sab rau ntseeg Vaajtswv txujlug kws peb coj tuaj qha mej. Thaus mej nov lawd, mej ca sab has tas, txujlug ntawd tsi yog tuabneeg txuj, tabsis yog Vaajtswv txuj. Txujlug kws mej ca sab rua ntawd yeej yog Vaajtswv txuj tag, rua qhov Vaajtswv naj nub ua num huv mej cov kws ntseeg lawm lub sab."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.14","label":"14","content":"Cov kwvtij, yaav taag lug mej raug kev tsimtxom ib yaam le cov ntseeg Yexus Khetos kws nyob nraag lub xeev Yudas. Mej tsaav tuabneeg tsimtxom mej ib yaam le cov tuabneeg Yudais raug puab tsaav tuabneeg tsimtxom puab hab."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.15","label":"15","content":"Cov Yudais yog cov kws tau muab tug Tswv Yexus hab cov cev Vaajtswv lug tua povtseg, hab puab yog cov kws tau tsimtxom peb. Puab tawmtsaam Vaajtswv hab ntxub cov ntseeg."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.16","label":"16","content":"Tsi yog le ntawd xwb, puab tseem txwv tsi pub peb coj Txujmoo Zoo kws cawm tau tuabneeg dlim tuabneeg lub txim moog qha rua lwm Tsaav Tuabneeg hab. Puab ua le ntawd tub yog puab tsub kev txhum ntxiv rua tej kws puab tau ua lug lawm. Nwgnuav Vaajtswv yuav rau txim nyaav rua puab."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.17","label":"17","content":"Cov kwvtij, qhov kws peb tau ncaim mej ib nyuas ntu, tsuas yog ncaim ntsej ncaim muag xwb, peb lub sab yeej tsi ncaim mej. Thaus ntawd peb ncu mej heev hab xaav pum mej kawg le."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.18","label":"18","content":"Peb xaav rov qaab tuaj saib mej, kuv tub yuav tuaj ob peb zag, tabsis dlaab Ntxwgnyoog tsi pub peb tuaj."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.19","label":"19","content":"Thaus peb tug Tswv Yexus Khetos rov qaab lug, hab peb moog nyob ntawm nwg lub xubndlag, cov tuabneeg kws yuav ua rua peb ca sab, ua rua peb zoo sab, hab ua rua peb muaj lug khaav has tas, peb kovyeej lawm, tub yog mej ntaag."},{"bible_id":"1726","chapter_code":"1TH.2","verse_code":"1TH.2.20","label":"20","content":"Rua qhov mej yog cov kws ua rua peb tau ntsejmuag, hab ua rua peb zoo sab."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.1","label":"1","content":"Peb xaav nov mej xuv kawg le, peb ua tsi taug sab ntev lawm, peb txhaj pum zoo ca Xilas wb nyob wb huv lub nroog Athees, hab ca wb tug kwv Timautes tuaj saib mej."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.2","label":"2","content":"Timautes yog tug kws ua Vaajtswv teg num qha Txujmoo Zoo kws has txug Yexus Khetos zaaj ib yaam le wb hab. Wb khaiv nwg tuaj txhawb mej tug zug, hab paab kuas mej muab sab rau ntseeg."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.3","label":"3","content":"Mej txhua tug kws taabtom raug kev txomnyem txhaj yuav tsi poob sab. Mej yeej paub lawm has tas, tej kev tsimtxom ntawd yog tej kws Vaajtswv tub xub npaaj tseg ca rua cov ntseeg lawm."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.4","label":"4","content":"Thaus peb tseem nrug mej nyob, peb tub qha rua mej paub lawm has tas, peb cov kws ntseeg yeej yuav raug kev tsimtxom. Nwgnuav mej pum has tas tub muaj le ntawd lawm tag."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.5","label":"5","content":"Vim le ntawd kuv txhaj pum zoo khaiv Timautes tuaj saib mej. Kuv tsi nov mej xuv le, kuv ua tsi taug sab ntev lawm, kuv txhaj khaiv Timautes tuaj saib mej, saib mej puas tseem muab sab rau ntseeg. Kuv ntshai nyob tsaam dlaab Ntxwgnyoog ntxag tau mej yuam kev, ces teg num kws peb ua lug lawm yuav tsi muaj nqes dlaabtsi le."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.6","label":"6","content":"Timautes tau tuaj saib mej, nwgnuav nwg tub rov qaab lug txug wb lawm. Nwg lug qha rua wb has tas, mej tseem muab sab rau ntseeg hab sis hlub. Nwg has rua wb has tas, mej ncu ncu wb hab xaav pum wb, ib yaam le wb xaav pum mej."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.7","label":"7","content":"Wb txhawj hab nyuaj sab heev, tabsis thaus wb nov has tas, mej tseem muab sab rau ntseeg, wb txhaj le qaab sab nyob."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.8","label":"8","content":"Thaus wb nov has tas mej tseem muab sab npuab Vaajtswv, wb txhaj tso sab plhuav lawm."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.9","label":"9","content":"Nwgnuav peb ua Vaajtswv tsaug tsi txawj taag, rua qhov peb paub has tas, mej muab sab rau ntseeg, peb zoo sab kawg le, peb tsi pum qaab yuav ua Vaajtswv tsaug le."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.10","label":"10","content":"Peb naj nub naj mo thov Vaajtswv paab kuas peb tau tuaj saib mej dlua ib zag, peb txhaj muaj sijhawm qha mej, rua qhov tej kws mej ntseeg lawm, tseem tshuav qee yaam kws mej tsi tau paub tseeb."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.11","label":"11","content":"Peb thov Vaajtswv tug kws yog peb leej Txiv hab thov peb tug Tswv Yexus qheb kev kuas peb tau tuaj saib mej."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.12","label":"12","content":"Peb thov Vaajtswv paab kuas mej ib tug txawj hlub ib tug heev dlua yaav taag lug lawm, ib yaam le kws naj nub nua peb hlub mej."},{"bible_id":"1726","chapter_code":"1TH.3","verse_code":"1TH.3.13","label":"13","content":"Yog mej xub muaj lub sab zoo le ntawd lawm, thaus peb tug Tswv Yexus coj cov kws ntseeg nwg  nrug nwg lug, thaus ntawd Vaajtswv tug kws yog peb leej Txiv yuav pum has tas, mej yog cov kws zoo kawg nkaus, mej tsi muaj ib qhov txhum le."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.1","label":"1","content":"Cov kwvtij, peb tub qha rua mej lawm has tas, mej yuavtsum ua mej lub neej le caag txhaj yuav hum Vaajtswv sab, mej tub ua le peb qha ntawd lawm. Tabsis nwgnuav peb thov ntuag mej lawv le peb tug Tswv Yexus kuas peb ntuag, mej yuavtsum ua mej lub neej kuas zoo dlua yaav taag lug lawm hab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.2","label":"2","content":"Rua qhov mej tub paub lawm has tas, tej lug kws peb qha mej tsi yog peb tej lug, tabsis yog peb tug Tswv Yexus tej lug."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.3","label":"3","content":"Vaajtswv xaav kuas mej ua mej lub neej zoo kawg nkaus, tsi xob ua kev nkauj kev nraug txhaj le hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.4","label":"4","content":"Mej txhua tug yuavtsum tswj mej lub cev hab ncaaj nceeg rua mej tug quaspuj,  mej txhaj ua tau hum Vaajtswv sab hab hum tuabneeg sab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.5","label":"5","content":"Cov tuabneeg kws tsi paub Vaajtswv, puab muaj lub sab ntshaw ua phem ua qas, mej tsi xob ntshaw le puab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.6","label":"6","content":"Mej yuavtsum ncu ntsoov zaaj nuav, mej tsi xob ua kev nkauj kev nraug ib zag le. Yog mej ua nkauj ua nraug mej yeej yuav ua txhum lwm tug xwb. Yaav taag lug peb tub qha rua mej paub lawm has tas, Vaajtswv yuav rau txim rua cov tuabneeg kws ua txhum le ntawd."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.7","label":"7","content":"Vaajtswv hu peb lug ua tuabneeg zoo, tsi yog hu peb lug ua kev nkauj kev nraug."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.8","label":"8","content":"Yog leejtwg tsi ua lawv le txujlug nuav qha, tsi yog nwg saib tsi taug tuabneeg, tabsis yog nwg saib tsi taug Vaajtswv tug kws pub Vaaj Ntsujplig tug Dlawbhuv rua mej."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.9","label":"9","content":"Tsi taag kuv yuav sau qha rua mej has tas, mej cov kws ntseeg yuavtsum sis hlub, rua qhov Vaajtswv tub qha rua mej lawm has tas, ib tug yuavtsum hlub ib tug."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.10","label":"10","content":"Mej yeej hlub cov kwvtij ntseeg Yexus kws nyob txhua qhov huv lub xeev Makedaunias lawm. Tabsis cov kwvtij, peb thov ntuag mej has tas, mej ib leeg yuavtsum hlub ib leeg heev dlua ntawd hab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.11","label":"11","content":"Mej yuavtsum naj nub xyum ua tuabneeg zoo, tsi xob ntau ncauj. Mej yuavtsum rau sab ntso ua mej teg num xwb tsi xob moog taabkaum lwm tug. Hab mej yuavtsum ua ntawm mej txhais teg tsi xob tog lwm tug ua rua mej noj, lawv le peb tub qha rua mej lawm."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.12","label":"12","content":"Yog mej ua le nuav, cov kws tsi ntseeg Vaajtswv txhaj yuav saib taug mej, hab mej txhaj yuav tsi tog lwm tug ua rua mej noj."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.13","label":"13","content":"Cov kwvtij, peb xaav kuas mej paub tseeb has tas cov tuabneeg kws tuag lawm, puab moog rua qhov twg lawm, mej txhaj yuav tsi quaj ntsuag ib yaam le cov tuabneeg kws tsi muaj chaw ca sab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.14","label":"14","content":"Peb paub tseeb has tas, Yexus tub tuag hab sawv huv qhov tuag rov qaab lug lawm, yog le ntawd peb txhaj ntseeg has tas, Vaajtswv yuav coj cov ntseeg kws tuag lawd nrug Yexus sawv rov qaab lug hab."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.15","label":"15","content":"Zaaj kws peb qha rua mej nuav tub yog peb qha lawv le peb tug Tswv Yexus tej lug qha kws has tas, nub kws tug Tswv Yexus rov qaab lug, peb cov kws tseem ua neej nyob, peb yuav tsi xub ua cov kws tuag lawd ntej moog."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.16","label":"16","content":"Thaus tug Tswv Yexus yuav lug sau ntuj lug, suavdlawg yuav nov ib lub suab hu nrov nrov sau ntuj tuaj, hab yuav nov tug thawj timtswv ceebtsheej lub suab hu hab nov Vaajtswv lub suab raaj suab xyu nrov. Ces cov tuabneeg tuag lawm kws ntseeg Yexus yuav sawv huv qhov tuag lug."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.17","label":"17","content":"Tom qaab ntawd Vaajtswv yuav coj peb cov kws tseem ua neej nyob, nrug cov tuabneeg ntawd ua ke nrug fuab nrug cua moog ntsib tug Tswv sau ib ntaa ntuj, peb yuav nrug tug Tswv nyob moog ibtxhis le."},{"bible_id":"1726","chapter_code":"1TH.4","verse_code":"1TH.4.18","label":"18","content":"Yog le ntawd mej ca le muab tej lug nuav lug nplig txhua tug lub sab."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.1","label":"1","content":"Cov kwvtij, tsi taag kuv yuavtsum sau qha rua mej paub has tas, nub twg hab lub sijhawm twg yuav muaj tej ntawd."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.2","label":"2","content":"Rua qhov mej yeej paub lawm has tas, nub kws tug Tswv Yexus yuav lug, nwg yuav lug ib yaam le tubsaab tuaj mo ntuj."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.3","label":"3","content":"Thaus suavdlawg has tas, “Peb tau zoo noj hab tau zoo nyob kawg le lawm”, taamsim ntawd puab yuav raug kev puamtsuaj. Puab yuav tsiv tsi dlim ib yaam le tug quaspuj kws mob plaab yuav yug mivnyuas, nwg yuav tsiv tsi dlim le."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.4","label":"4","content":"Tabsis cov kwvtij, mej tsi yog cov kws nyob huv qhov tsaus ntuj, txawm yog nub ntawd yuav lug ib yaam le tug tubsaab tuaj los tsi taag mej yuav ntshai."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.5","label":"5","content":"Rua qhov mej yog cov kws nyob qhov pum kev hab nyob nruab nub. Peb tsi yog cov kws nyob mo ntuj lossis nyob huv qhov tsaus ntuj."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.6","label":"6","content":"Yog le ntawd peb tsi xob tsaug zug le lwm tug. Peb yuavtsum tsi xob tsaug zug hab ceevfaaj zuv tog."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.7","label":"7","content":"Tsuas yog thaus tsaus ntuj tuabneeg txhaj pw tsaug zug; hab tsuas yog thaus tsaus ntuj tuabneeg txhaj haus cawv qaug xwb."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.8","label":"8","content":"Tabsis peb yog cov kws nyob nruab nub, tsi tsimnyog peb yuav qaug rua ib yaam dlaabtsi le. Peb yuavtsum muab kev ntseeg hab kev hlub lug ua dlaim hlau thaiv hauvsab, hab peb yuavtsum muab qhov kws peb ca sab has tas peb yuav dlim peb lub txim, lug ua lub mom hlau ntoo."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.9","label":"9","content":"Vaajtswv yuav tsi rau txim rua peb cov kws Vaajtswv xaiv ca lawm, tabsis Vaajtswv yuav zaam txim rua peb cov kws ntseeg peb tug Tswv Yexus."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.10","label":"10","content":"Yexus Khetos yog tug kws tuag theej peb lub txhoj. Nwg ua le ntawd kuas peb txhaj tau nrug nwg nyob moog ibtxhis le. Thaus Yexus rov qaab lug txawm yog peb tseem muaj sa nyob lossis peb tuag lawm los xij, peb yeej yuav tau moog nrug nwg nyob."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.11","label":"11","content":"Yog le ntawd, mej ib tug yuavtsum txhawb ib tug zug, hab ib tug paab ib tug, ib yaam le naj nub nua mej ua."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.12","label":"12","content":"Cov kwvtij, peb qha mej has tas, tsimnyog mej yuavtsum fwm cov kws saib mej. Puab yog cov kws Vaajtswv xaiv lug coj mej hab qha mej."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.13","label":"13","content":"Mej yuavtsum fwm puab hab hlub puab, rua qhov puab muab sab rau ua num paab mej. Mej yuavtsum nyob sis humxeeb hab sis hlub sis paab."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.14","label":"14","content":"Cov kwvtij, peb qha mej has tas, mej yuavtsum ntuag tug tuabneeg tubnkeeg, hab txhawb tug kws tsi muaj lub sab tawv, paab tug kws qaug zug hab ua sab ntev rua suavdlawg."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.15","label":"15","content":"Mej ib tug tsi xob ua phem pauj ib tug, tabsis mej ib tug yuavtsum ua zoo rua ib tug hab ua zoo rua suavdlawg."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.16","label":"16","content":"Mej yuavtsum naj nub zoo sab."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.17","label":"17","content":"Mej yuavtsum thov Vaajtswv tsi tseg tsi tu."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.18","label":"18","content":"Txawm yog mej raug kev txomnyem hab tau zoo los mej yuavtsum ua Vaajtswv tsaug. Vaajtswv xaav kuas mej txhua tug kws nrug Yexus Khetos koom ib txujsa lawd ua tej nuav."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.19","label":"19","content":"Mej tsi xob txwv Vaaj Ntsujplig tug Dlawbhuv."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.20","label":"20","content":"Mej tsi xob thuam tej lug kws Vaaj Ntsujplig kuas tuabneeg qha."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.21","label":"21","content":"Mej yuavtsum ua tuab zoo saib txhua yaam huv tuabsi, saib yaam twg zoo, mej khaws yaam ntawd ca."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.22","label":"22","content":"Mej yuavtsum zaam kuas dlhau txhua yaam kev phem huv tuabsi."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.23","label":"23","content":"Thov Vaajtswv tug kws pub rua peb tau nyob kaaj sab lug, paab kuas mej ua tau tuabneeg zoo kawg nkaus. Hab thov Vaajtswv tsomkwm mej tug ntsujplig, mej lub sab hab mej lub cev huv tuabsi. Thaus peb tug Tswv Yexus Khetos rov lug, mej txhaj yuav tsi muaj ib qhov txhum le."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.24","label":"24","content":"Vaajtswv tug kws hu mej lug ua nwg tsaav tuabneeg, nwg yuav ua kuas tej nuav tav, rua qhov nwg yog tug kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.25","label":"25","content":"Cov kwvtij, mej yuavtsum thov Vaajtswv paab peb hab."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.26","label":"26","content":"Mej ib leeg yuavtsum hlub ib leeg."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.27","label":"27","content":"Tug Tswv Yexus kuas kuv qha rua mej has tas, mej yuavtsum muab tsaab ntawv nuav nyeem rua cov ntseeg txhua tug noog."},{"bible_id":"1726","chapter_code":"1TH.5","verse_code":"1TH.5.28","label":"28","content":"Thov peb tug Tswv Yexus Khetos foom koob moov rua mej suavdlawg."}]