[{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.1","label":"1","content":"Kuv yog Paulus kws yog Yexus Khetos tug timthawj. Vaajtswv tug kws yog peb tug Cawmseej hab Yexus Khetos tug kws peb ca sab rua, tsaa kuv ua ib tug timthawj."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.2","label":"2","content":"Timautes, kuv sau tsaab ntawv nuav tuaj rua koj. Kuv hlub koj ib yaam le koj yog kuv tug tub, rua qhov koj hab kuv wb ntseeg ib yaam nkaus. Thov Vaajtswv tug kws yog peb leej Txiv hab peb tug Tswv Yexus Khetos foom koob moov rua koj hlub koj hab paab kuas koj tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.3","label":"3","content":"Kuv xaav kuas koj nyob tuabywv huv lub nroog Efexus. Kuv tub xub ntuag koj le ntawd thaus kuv yuav moog rua peg lub xeev Makedaunias. Rua qhov muaj qee leej txivneej kws nyob huv lub nroog Efexus qha tej zaaj kws tsi tseeb, yog le ntawd, koj yuavtsum txwv tsi xob pub puab qha."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.4","label":"4","content":"Koj yuavtsum kuas puab muab tej lug nruag hab puab cov yawmkoob tej npe kws sau ca rua huv ntawv kws puab has tsi paub taag ntawd tso tseg, rua qhov tej ntawd yuav ua rua suavdlawg muaj lug sis caav sis tshe xwb, paab tsi tau kuas suavdlawg ua hum Vaajtswv sab. Tsuas yog peb ntseeg Yexus xwb peb txhaj ua tau hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.5","label":"5","content":"Kuv has le nuav tub yog kuv xaav kuas mej muaj lub sab dlawb sab zoo hab muaj lub sab ncaaj nceeg, hab ntseeg Vaajtswv tag tag, mej txhaj yuav txawj sis hlub."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.6","label":"6","content":"Muaj qee leej tsi totaub tej kws kuv has nuav, puab txhaj yuam kev moog has tej zaaj kws tsi muaj hauvpaug hauvntsis lawm."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.7","label":"7","content":"Puab xaav ua xwbfwb qha Vaajtswv txuj kevcai, tabsis tej zaaj kws puab muaj sab tawv qha ntawd puab tsi totaub, tsi has tej lug kws puab has, hab tej ntsab lug los puab yeej tsi paub."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.8","label":"8","content":"Peb paub has tas Vaajtswv txuj kevcai yeej zoo, tabsis yuavtsum yog peb paub coj lawv le txhaj zoo."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.9","label":"9","content":"Mej yuavtsum ncu ntsoov has tas tej kevcai tsi yog rhawv lug qha cov tuabneeg ncaaj nceeg, tabsis yog rhawv lug rua cov tuabneeg ua txhum kevcai, cov tuabneeg tsi noog lug, cov tuabneeg tsi fwm Vaajtswv, cov tuabneeg txhum, cov tuabneeg tua nam tua txiv, cov tuabneeg tua tuabneeg,"},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.10","label":"10","content":"cov tuabneeg kws nyam ua kev nkauj kev nraug, cov tuabneeg kws txivneej ntxag txivneej, cov tuabneeg nyag tuabneeg, cov tuabneeg has lug dlaag hab ua timkhawv tsi tseeb lossis ua txhua yaam tsi lawv le Vaajtswv txujlug qha."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.11","label":"11","content":"Txujlug ntawd muaj nyob huv Txujmoo Zoo kws Vaajtswv tug kws muaj fwjchim tau muab rua kuv qha."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.12","label":"12","content":"Kuv ua peb tug Tswv Yexus Khetos tsaug, rua qhov nwg pub rua kuv muaj sa muaj zug ua num. Kuv ua nwg tsaug, rua qhov nwg suav has tas tsimnyog kuv ua nwg teg num, nwg txhaj tsaa kuv ua."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.13","label":"13","content":"Txawm yog yaav taag lug kuv thuam nwg, kuv tsimtxom nwg hab kuv ua saib tsi taug nwg los Vaajtswv tseem hlub kuv, rua qhov thaus ntawd kuv tsi tau ntseeg hab tsi paub, kuv txhaj ua le ntawd rua nwg."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.14","label":"14","content":"Peb tug Tswv Yexus Khetos foom koob moov ntau kawg rua kuv hab paab kuas kuv muab sab rau ntseeg hab hlub lwm tug. Tej ntawd yog tej kws Vaajtswv pub rua txhua tug kws nrug Yexus Khetos koom ib txujsa."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.15","label":"15","content":"Qhov kws suavdlawg has tas, Yexus Khetos lug huv nplajteb nuav yog nwg lug paab cov tuabneeg kws muaj txim kuas puab dlim puab lub txim. Qhov nuav yog qhov kws tseemceeb, tsimnyog suavdlawg ca sab hab txais yuav. Kuv yog tug muaj txim luj dlua cov tuabneeg kws muaj txim huv tuabsi,"},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.16","label":"16","content":"tabsis Vaajtswv tseem hlub kuv. Qhov kws Vaajtswv hlub kuv le ntawd, tub yog Vaajtswv qha rua suavdlawg paub has tas, txawm yog kuv muaj txim luj dlua suavdlawg los Yexus Khetos tseem ua sab ntev rua kuv hab. Yexus Khetos ua le ntawd yog nwg ua yaam ntxwv qha rua cov tuabneeg kws yaav tom ntej yuav lug ntseeg nwg hab yuav tau txujsa ntev moog ibtxhis, kuas puab paub has tas Yexus tseem ua sab ntev rua puab ib yaam le Yexus ua rua kuv lawm."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.17","label":"17","content":"Suavdlawg yuavtsum fwm Vaajtswv hab ua rua nwg tau koob meej moog ibtxhis le. Nwg yog tug Vaajntxwv kws muaj tshwjchim luj dlua ndlais. Nwg muaj sa nyob moog ibtxhis tsi txawj tuag. Nwg tuab leeg xwb txhaj yog Vaajtswv, hab peb qhovmuag tsi pum nwg! Amees."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.18","label":"18","content":"Kuv tug tub Timautes, tej lug kws kuv qha koj nuav yog lawv le tej lug kws yaav taag lug cov tuabneeg kws paub tej kws yuav muaj lug yaav tom ntej nuav tub has txug koj lawm. Koj yuavtsum muab tej lug ntawd lug ua ntaaj ua rag, koj txhaj yuav tawmtsaam yeej yeebncuab."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.19","label":"19","content":"Koj yuavtsum muab sab rau ntseeg hab muaj lub sab ncaaj sab nceeg. Muaj qee leej puab tsi ua lawv le puab lub sab qha, puab txhaj tso Vaajtswv tseg lawm."},{"bible_id":"1726","chapter_code":"1TI.1","verse_code":"1TI.1.20","label":"20","content":"Cov tuabneeg ntawd ib tug yog Himena-us hab ib tug yog Alexaades. Kuv tub muab obtug tso rua dlaab Ntxwgnyoog lawm. Kuv ua le ntawd, kuas obtug tsi xob thuam Vaajtswv."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.1","label":"1","content":"Qhov tseemceeb kws kuv xaav kuas mej ua yog le nuav, mej yuavtsum thov Vaajtswv paab suavdlawg hab mej yuavtsum ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.2","label":"2","content":"Kuv thov mej thov Vaajtswv paab cov vaajntxwv hab cov numtswv. Yog peb ua le ntawd, peb yuav tau nyob kaaj sab lug ua Vaajtswv teg num hab tau zoo ua peb lub neej kuas phim qhov kws peb yog cov ntseeg."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.3","label":"3","content":"Qhov nuav yog qhov zoo hab hum Vaajtswv tug kws yog peb tug Cawmseej lub sab."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.4","label":"4","content":"Vaajtswv xaav kuas tej tuabneeg suavdlawg nyag dlim nyag lub txim, hab xaav kuas puab paub qhov tseeb."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.5","label":"5","content":"Rua qhov yeej muaj tuab tug Vaajtswv xwb, hab muaj tuab tug nyob nruab nraab ua kuas tuabneeg hab Vaajtswv sis cuag tau. Tug ntawd yog Yexus Khetos tug kws lug yug ua tuabneeg."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.6","label":"6","content":"Nwg muab nwg txujsa lug theej suavdlawg lub txhoj, nwg ua le ntawd, yog nwg qha rua suavdlawg paub has tas, tub txug lub sijhawm kws Vaajtswv teem ca lawm has tas, Vaajtswv yuav paab kuas tuabneeg dlim tuabneeg lub txim."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.7","label":"7","content":"Yog le ntawd, Vaajtswv txhaj tsaa kuv ua ib tug timthawj hab ua xwbfwb qha Vaajtswv txujlug kws yog qhov tseeb rua lwm Tsaav Tuabneeg hab coj puab lug ntseeg Vaajtswv. Tej lug kws kuv has nuav kuv has tseeb xwb kuv tsi dlaag."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.8","label":"8","content":"Thaus cov tuabneeg tuaj nyob ua ke noog lug qhuab qha, tsi has huv lub nroog twg lossis lub zog twg, kuv xaav kuas cov txivneej thov Vaajtswv, cov ntawd yuavtsum yog cov kws muab sab rau ntseeg, tsi chim rua leejtwg, hab tsi nrug leejtwg sis caav sis tshe."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.9","label":"9","content":"Kuv xaav kuas txhua tug quaspuj paub txaajmuag. Nyag yuavtsum tu nyag lub cev tsi xob ca hlaab hle zaab hle zuav lossis naav tej tsoog tsho kws tsi tsimnyog naav; tsi xob ntxag plaubhau kuas txawv luas zej luas zog lossis tsi xob coj tej saw nyaj saw kub lossis naav tej tsoog tsho kws kim kim."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.10","label":"10","content":"Tabsis txhua tug quaspuj yuavtsum ua num zoo paab lwm tug, txhaj tsimnyog qhov kws puab has tas, puab yog cov ntseeg Vaajtswv."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.11","label":"11","content":"Cov quaspuj yuavtsum nyob tuabywv ua tuab zoo noog lug qhuab qha."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.12","label":"12","content":"Kuv tsi pub cov quaspuj qha txivneej lossis tsaav fwjchim luj dlua cov txivneej. Cov quaspuj yuavtsum nyob tuabywv."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.13","label":"13","content":"Rua qhov Vaajtswv xub tsim Adaas maam le tsim Evas."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.14","label":"14","content":"Tsi yog dlaab Ntxwgnyoog lug ntxag Adaas, tabsis yog lug ntxag Evas, Evas txhaj ua txhum."},{"bible_id":"1726","chapter_code":"1TI.2","verse_code":"1TI.2.15","label":"15","content":"Tabsis cov quaspuj yuav dlim, vim puab yug mivnyuas,  yog has tas puab muab sab rau ntseeg,  muaj lub sab hlub lwm tug hab ua hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.1","label":"1","content":"Muaj ib lu lug tseeb kws has le nuav: Yog leejtwg xaav ua tug thawj kws saib cov ntseeg, tug ntawd xaav ua teg num kws zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.2","label":"2","content":"Tug thawj kws saib cov ntseeg yuavtsum yog tug kws tsi muaj chaw thuam le. Nwg muaj tuab tug quaspuj xwb,  nwg xyuam xwm, nwg tswj tau nwg lub sab, nwg paub cai, nwg nyam qhua hab nwg txawj qhuab qha."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.3","label":"3","content":"Nwg tsi yog tuabneeg quav cawv lossis tuabneeg sab heev, tabsis nwg muaj lub sab ntev, tsi nyam sis caav sis tshe, tsi ntshaw nyaj txag."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.4","label":"4","content":"Nwg txawj tswjfwm nwg tsev tuabneeg, hab qhuab ntuag nwg tej mivnyuas kuas puab fwm nwg hab noog nwg lug."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.5","label":"5","content":"Yog leejtwg tswj tsi tau nwg tsev tuabneeg, ces nwg yuav ua le caag saib tau cov ntseeg Vaajtswv."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.6","label":"6","content":"Tsi xob muab tug kws nyavnyuas lug ntseeg tshab tsaa ua tug kws saib cov ntseeg, nyob tsaam nwg khaavtheeb hab raug txim ib yaam le dlaab Ntxwgnyoog."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.7","label":"7","content":"Tug kws saib cov ntseeg yuavtsum yog tug kws cov tsi ntseeg Vaajtswv los puavleej fwm, nwg txhaj yuav tsi poob ntsejmuag hab tsi maag dlaab Ntxwgnyoog lub vuj hlua."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.8","label":"8","content":"Cov ntseeg kws paab ua Vaajtswv teg num los puab yuavtsum muaj tug cwjpwm zoo hab suavdlawg fwm, tsi ntau ncauj, tsi quav yeeb, tsi quav tshuaj, tsi quav cawv hab tsi ntshaw nyaj."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.9","label":"9","content":"Puab yuavtsum yog cov kws muaj lub sab ncaaj nceeg, muab sab npuab txujlug tseeb kws Vaajtswv tau qha rua suavdlawg lawm."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.10","label":"10","content":"Mej yuavtsum xub sim puab tsaiv, yog puab ua tau, mej maam le tsaa puab ua num."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.11","label":"11","content":"Puab cov quaspuj  yuavtsum ua zoo ib yaam le puab, cov quaspuj ntawd yuavtsum yog cov kws xyuam xwm, tsi nyam taug xaiv, hab txhua yaam kws puab ua, puab ua ncaaj."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.12","label":"12","content":"Tug ntseeg kws paab ua Vaajtswv teg num yuavtsum yog tug kws muaj tuab tug quaspuj  xwb hab nwg tswj tau nwg tsev tuabneeg."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.13","label":"13","content":"Tug ntseeg kws paab ua Vaajtswv teg num, yog nwg ua nwg teg num zoo nwg yuav tau ntsejmuag hab nwg yuav muaj cuabkaav qha qhov kws peb nrug Yexus Khetos koom ib txujsa rua suavdlawg."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.14","label":"14","content":"Thaus kuv sau tsaab ntawv nuav tuaj rua koj, kuv xaav has tas, nyaj kuv yuav tau tuaj saib koj sai."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.15","label":"15","content":"Tabsis yog kuv tsi tau tuaj sai, tsaab ntawv nuav yuav qha rua koj paub has tas Vaajtswv tsev tuabneeg yuavtsum coj le caag. Vaajtswv tsev tuabneeg yog cov ntseeg Vaajtswv tug kws muaj sa nyob. Cov ntseeg ntawd yog tug ncej kws txawb Vaajtswv txujlug kws yog qhov tseeb."},{"bible_id":"1726","chapter_code":"1TI.3","verse_code":"1TI.3.16","label":"16","content":"Txhua tug puavleej paub has tas, zaaj kws peb ntseeg yog zaaj kws tseemceeb kawg nkaus: Nwg lug yug ua tuabneeg, Vaaj Ntsujplig qha rua suavdlawg has tas, nwg yog tug kws ncaaj nceeg; Vaajtswv cov timtswv puavleej pum nwg, muaj tuabneeg qha nwg zaaj rua txhua tsaav tuabneeg, tej tuabneeg kws nyob txhua qhov huv nplajteb nuav lug ntseeg nwg, hab Vaajtswv coj nwg moog sau ntuj lawm."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.1","label":"1","content":"Vaaj Ntsujplig qha tseeb has tas, yaav tom ntej yuav muaj qee leej tso Vaajtswv tseg. Puab yuav moog noog dlaab tej lug dlaag hab ua lawv le dlaab qha."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.2","label":"2","content":"Tej lug qha ntawd yog tej lug dlaag kws cov tuabneeg sab phem qha ntxag suavdlawg. Puab cov ntawd lub sab zoo le cov tuabneeg kws tuag lawd lub. Txawm yog puab ua txhum luj npaum le caag los puab tsi paub le."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.3","label":"3","content":"Cov tuabneeg ntawd qha has tas tsi xob sis yuav, hab has tas, tej khoom noj muaj qee yaam tsi xob noj, tabsis Vaajtswv yeej tsim tej ntawd rua tuabneeg noj. Cov tuabneeg kws paub Vaajtswv txujlug kws yog txuj tseeb, puab yuavtsum xub ua Vaajtswv tsaug tsaiv maam le noj."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.4","label":"4","content":"Ib puas tsaav yaam kws Vaajtswv tsim ca rua tuabneeg noj puavleej zoo huv tuabsi, tsi taag peb yuav caiv ib yaam dlaabtsi le. Peb yeej noj tau txhua yaam huv tuabsi, tabsis thaus peb yuav noj peb yuavtsum xub ua Vaajtswv tsaug tsaiv maam le noj."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.5","label":"5","content":"Rua qhov Vaajtswv txujlug hab qhov kws peb thov Vaajtswv foom koob moov tub ua rua tej ntawd zoo hab huv lawm."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.6","label":"6","content":"Yog koj qha tej nuav rua cov kwvtij kws ntseeg, suavdlawg yuav pum has tas koj yog Yexus Khetos tug tubkhai kws ua num zoo, rua qhov koj muab sab rau ntseeg hab coj lawv le txujlug tseeb kws koj tub kawm lug lawm."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.7","label":"7","content":"Koj tsi xob noog tej lug nruag kws suavdlawg naj nub has, tej ntawd tsi muaj qaabhau dlaabtsi hab tsi yog Vaajtswv zaaj, koj tsi xob noog tej ntawd. Koj yuavtsum ua koj lub neej kuas hum Vaajtswv sab txhaj zoo."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.8","label":"8","content":"Yog peb xyum dlha lossis xyum ua le nuav le u, yuav muaj nqes mivntsiv rua peb lub cev. Tabsis yog peb xyum ua lawv Vaajtswv txuj kevcai, peb lub neej yuav zoo heev, tsi has naj nub nua lossis yaav tom ntej."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.9","label":"9","content":"zaaj nuav yeej muaj tseeb tag, tsimnyog suavdlawg khaws coj."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.10","label":"10","content":"Yog le ntawd, peb txhaj le ua sab ntev tiv  kev txomnyem hab rau sab ntso ua num, rua qhov peb ca sab rua Vaaajtswv tug kws muaj sa nyob kws yog tug Cawmseej. Qhov tseeb nwg yog cov ntseeg tug Cawmseej."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.11","label":"11","content":"Koj yuavtsum qha tej nuav rua suavdlawg."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.12","label":"12","content":"Koj tsi xob pub leejtwg thuam has tas koj tseem hluas, tabsis koj yuavtsum ua koj lub neej rua cov ntseeg xyum, tsi has tej lug kws koj has, tej num kws koj ua, hlub lwm tug, muab sab rau ntseeg, hab ua tuabneeg zoo."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.13","label":"13","content":"Koj yuavtsum naj nub nyeem Vaajtswv txujlug rua suavdlawg noog, qhuab qha hab cob qha puab moog txug thaus kuv tuaj."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.14","label":"14","content":"Koj tsi xob tso lub tswvyim kws koj muaj tseg. Lub tswvyim ntawd yog lub kws thaus cov cev Vaajtswv lug has txug hab cov txwjlaug kws saib cov ntseeg tsaa teg thov Vaajtswv rua koj."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.15","label":"15","content":"Koj yuavtsum muab sab rau ua lawv le tej ntawd, suavdlawg txhaj yuav pum has tas koj teg num zoo zuj zug ntxiv."},{"bible_id":"1726","chapter_code":"1TI.4","verse_code":"1TI.4.16","label":"16","content":"Koj yuavtsum ua tuab zoo saib, koj ua koj lub neej zoo le caag hab saib tej kws koj qha, koj qha le caag, koj yuavtsum ua lawv le tej ntawd, rua qhov tej ntawd yuav paab tau koj, hab paab tau cov tuabneeg kws noog koj qha kuas mej dlim mej lub txim."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.1","label":"1","content":"Tsi xob tshev cov yawm laug, tabsis koj yuavtsum ua tuab zoo ntuag puab ib yaam le koj ntuag koj txiv. Cov kws hluas dlua koj, koj yuavtsum ntuag puab ib yaam le koj ntuag koj cov kwvtij."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.2","label":"2","content":"Koj ntuag cov pug laug ib yaam le koj ntuag koj nam, hab cov quaspuj kws tseem hluas, koj yuavtsum muaj lub sab ncaaj ntuag puab ib yaam le puab yog koj cov muam."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.3","label":"3","content":"Koj yuavtsum saib taug cov puj ntsuag kws tsi muaj leejtwg paab."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.4","label":"4","content":"Tabsis tug puj ntsuag kws muaj tub muaj ntxhais lossis muaj xeebntxwv, cov tub, cov ntxhais, hab cov xeebntxwv yuavtsum yug nwg, pauj nwg txaj ntsig txhaj hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.5","label":"5","content":"Tug puj ntsuag kws tsi muaj leejtwg paab, nwg yeej ca sab rua Vaajtswv, hab naj nub naj mo thov Vaajtswv paab nwg tsi tseg tsi tu."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.6","label":"6","content":"Tabsis tug puj ntsuag kws nyam ua pleeg ua yi, txawm yog nwg tseem ua neej nyob los zoo le nwg tub tuag lawm."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.7","label":"7","content":"Koj yuavtsum qha zaaj nuav rua cov ntseeg, txhaj tsi muaj leejtwg thuam tau puab."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.8","label":"8","content":"Yog leejtwg tsi paab nwg kwv nwg tij hab nwg tsev tuabneeg, tug ntawd tsi xob has tas nwg yog tug ntseeg Vaajtswv. Yog nwg tsi paab nwg kwv nwg tij, ces nwg tseem phem heev dlua tug kws tsi ntseeg Vaajtswv hab."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.9","label":"9","content":"Koj tsi xob sau tug puj ntsuag kws noobnyoog tsi tau muaj rau caum xyoo rua huv phoo ntawv kws sau cov puj ntsuag tej npe. Tug puj ntsuag kws sau tau npe yog tug kws yuav tuab zag quasyawg xwb,"},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.10","label":"10","content":"hab yog tug kws suavdlawg qhuas has tas nwg ua num zoo, paab lwm tug. Nwg qha hab tu nwg cov mivnyuas, nwg nyam qhua, nwg ntxuav cov ntseeg kutaw, nwg paab cov tuabneeg txomnyem, hab nwg muab sab rau ua txhua yaam num zoo."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.11","label":"11","content":"Tabsis koj tsi xob sau cov puj ntsuag kws tseem hluas tej npe rua huv phoo ntawv ntawd, rua qhov thaus puab xaav yuav quasyawg, puab yuav tso Yexus Khetos tseg hab moog yuav quasyawg."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.12","label":"12","content":"Puab ua le ntawd yog puab ua txhum, rua qhov puab tsi ua lawv le tej lug kws puab cog tseg rua Yexus Khetos lawm."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.13","label":"13","content":"Puab yuav moog xyub num taag nub hab moog cov zog rua qhov nuav qhov u. Tsi yog le ntawd xwb, puab tseem yuav xyum ua tuabneeg taug xaiv, ua tuabneeg thaab plaub hab has tej lug kws tsi tsimnyog has."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.14","label":"14","content":"Yog le ntawd kuv xaav kuas cov puj ntsuag kws tseem hluas rov qaab yuav quasyawg muaj tub muaj ki hab tu vaaj tu tsev. Yog puab ua le ntawd, cov tuabneeg kws ntxub peb cov kws ntseeg txhaj yuav tsi muaj lug thuam tau peb."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.15","label":"15","content":"Kuv has le nuav, rua qhov cov puj ntsuag muaj qee leej tso Vaajtswv tseg, hab puab nrug dlaab Ntxwgnyoog moog lawm."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.16","label":"16","content":"Yog has tas tug quaspuj kws ntseeg Vaajtswv, muaj ib tug puj ntsuag nyob huv nwg tsev, nwg yuavtsum paab, tsi xob muab teg num ntawd tso rua cov ntseeg. Ca cov ntseeg paab cov puj ntsuag kws tsi muaj leejtwg paab xwb."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.17","label":"17","content":"Tsimnyog muab nqe zug ob npaug rua cov txwjlaug kws ua num zoo, tabsis tsimnyog muab nqe zug ntau dlua rua cov kws qhuab qha hab cob qha."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.18","label":"18","content":"Rua qhov Vaajtswv txujlug has tas, “Thaus mej muab nyuj tsuj nplej huv lub tshaav nplej, mej tsi xob muab naab looj nyuj qhovncauj.” hab “Tsimnyog tug kws ua num tau nqe zug.”"},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.19","label":"19","content":"Yog leejtwg laam nkaug has tas cov txwjlaug ib tug twg ua txhum, yog tsi muaj ob leeg lossis peb leeg ua timkhawv has tas tug ntawd tau ua txhum tag, koj tsi xob rawm ntseeg."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.20","label":"20","content":"Yog leejtwg ua txhum, koj yuavtsum ntuag tug ntawd taabmeeg suavdlawg kuas lwm tug txhaj ntshai."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.21","label":"21","content":"Timautes, koj yuavtsum ua lawv le tej lug kws kuv qha rua koj nuav, koj tsi xob xaiv leejtwg ntsejmuag. Txhua yaam kws koj ua, koj yuavtsum ua rua suavdlawg ib yaam nkaus. Tej lug kws kuv qha koj nuav, tug Tswv Yexus Khetos hab cov timtswv ceebtsheej kws Vaajtswv tub xaiv ca lawd puavleej paub huv tuabsi."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.22","label":"22","content":"Koj tsi xob maaj tsaa leejtwg ua Vaajtswv teg num, koj yuavtsum ua tuab zoo saib nwg tsaiv, nyob tsaam koj tau ris nwg tej kev txhum. Koj yuavtsum ua koj lub neej kuas zoo kawg nkaus."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.23","label":"23","content":"Koj tsi xob haus dlej xwb, tabsis koj yuavtsum haus mivntsiv cawv txiv maab, koj lub plaab txhaj tsi mob lawm."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.24","label":"24","content":"Muaj ibtxha tuabneeg ua txhum mas paub taamsim hab qhov txhum ntawd yuav ua rua puab raug txim. Tabsis muaj ibtxha ua txhum mas tom qaab ntawd suavdlawg maam le paub."},{"bible_id":"1726","chapter_code":"1TI.5","verse_code":"1TI.5.25","label":"25","content":"Ib yaam nkaus le ntawd, cov tuabneeg kws ua zoo, suavdlawg yeej yuav pum puab teg num. Txawm yog cov tuabneeg kws tsi ua rua suavdlawg pum los puab yeej npog tsi tau tej num zoo kws puab ua."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.1","label":"1","content":"Cov kws ua tubqhe nyag yuavtsum fwm nyag tug tswv, txhaj tsi muaj leejtwg thuam Vaajtswv lub npe hab thuam tej lug kws peb qha."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.2","label":"2","content":"Cov tubqhe kws tug tswv yog tug ntseeg, nyag yuavtsum fwm nyag tug tswv, rua qhov suavdlawg puavleej yog kwvtij ntseeg, puab hajyam yuavtsum ua tug tswv teg num zoo, rua qhov teg num ntawd yuav paab tau cov ntseeg kws puab hlub. Koj yuavtsum naj nub qha hab ntuag kuas suavdlawg ncu ntsoov tej nuav."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.3","label":"3","content":"Yog leejtwg qha tej zaaj kws txawv zaaj nuav, hab qha tsi lawv le peb tug Tswv Yexus Khetos qha, hab qha tsi lawv le Vaajtswv txuj kevcai,"},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.4","label":"4","content":"tug ntawd laam khaavtheeb xwb, nwg yeej tsi paub dlaabtsi le, nwg nyam sis caav sis tshe txug tej zaaj kws tsi muaj hauvpaug hauvntsis. Qhov kws nwg sis caav sis tshe ntawd, yuav ua rua ib tug ntxub ib tug, ib tug tshev ib tug, ib tug thuam ib tug, hab ib tug tsi ca sab rua ib tug."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.5","label":"5","content":"Cov tuabneeg kws naj nub sis caav sis tshe, puab zoo le cov tuabneeg ruag, txawm yog puab has lug phem lug zoo los puab tsi paub. Puab xaav has tas yog puab lug ntseeg Vaajtswv, puab yuav npluanuj."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.6","label":"6","content":"Tseeb tag, tug ntseeg kws txaus sab rua tej kws nwg muaj lawm txhaj yog tug npluanuj tag."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.7","label":"7","content":"Thaus peb nam peb txiv yug peb lug, peb yeej tsi coj ib yaam dlaabtsi lug. Thaus peb tuag peb yeej yuav coj tsi tau ib yaam dlaabtsi moog hab."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.8","label":"8","content":"Yog le ntawd, yog peb muaj noj muaj naav lawm, peb ca le txaus sab rua tej ntawd xwb."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.9","label":"9","content":"Tabsis cov tuabneeg kws xaav npluanuj, dlaab yuav ntxag tau puab maag dlaab lub vuj hlua, puab yuav laam tau laam ua phem hab ua tej kws yuav ua rua puab raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.10","label":"10","content":"Qhov kws tuabneeg ntshaw nyaj txag yog ib qhov kws ua rua tuabneeg ua txhua yaam phem. Muaj qee leej tso Vaajtswv tseg lawm, hab puab rov ua rua puab raug ntau yaam kev txomnyem, tub yog vim puab xaav tau nyaj ntau heev."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.11","label":"11","content":"Tabsis koj yog Vaajtswv tug tuabneeg lawm, koj tsi xob ua tej kws has taag lug nuav. Koj yuavtsum ua ncaaj ua nceeg, ua zoo, muab sab rau ntseeg, muaj kev hlub, ua sab ntev, hab muaj lub sab mog sab muas."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.12","label":"12","content":"Txujkev ntseeg pev ib yaam le tuabneeg sis tw dlha. Koj yuavtsum siv zug dlha kuas kawg koj tug zug, koj txhaj le tau txujsa kws ntev moog ibtxhis kws Vaajtswv hu koj lug yuav, rua qhov koj tub leeg taabmeeg rua ntau leej,"},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.13","label":"13","content":"hab taabmeeg Vaajtswv tug kws pub txujsa rua ib puas tsaav yaam hab taabmeeg Yexus Khetos tug kws muaj txujkev ntseeg sawv khov kho ntawm Pooti-us Philaj lub xubndlag."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.14","label":"14","content":"Kuv has kuas koj ua lawv le tej lug ntawd hab muab sab npuab tug Tswv moog txug Nub kws tug Tswv Yexus Khetos rov qaab lug."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.15","label":"15","content":"Tug Tswv Yexus yuav lug lawv le lub sijhawm kws Vaajtswv teem ca lawm. Vaajtswv yog tug foom koob moov, yog tug kaav ib puas tsaav yaam, hab yog tug Vaajntxwv ntawm txhua tug vaajntxwv hab yog tug Tswv ntawm txhua tug tswv huv tuabsi."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.16","label":"16","content":"Vaajtswv tuab leeg yog tug kws tsi txawj tuag, nwg nyob huv qhov pum kev kws tsi muaj leejtwg yuav txaav tau moog ti. Tsi tau muaj leejtwg pum dlua nwg hab tsi muaj leejtwg yuav pum tau nwg le. Nwg yog tug kws tsimnyog fwm hab muaj fwjchim nyob moog ibtxhis! Amees."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.17","label":"17","content":"Koj has kuas cov tuabneeg npluanuj tsi xob khaavtheeb, tsi xob ca sab rua puab tej nyaj txag hab qhov txhua chaw, rua qhov tej ntawd yuav pluj moog, tabsis kuas puab ca sab rua Vaajtswv tug kws muaj sab dlawb sab zoo hab pub txhua yaam rua peb, kuas peb muaj kev zoo sab."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.18","label":"18","content":"Koj has kuas puab muaj lub sab dlawb paug rua txhua yaam num zoo, ua tuabneeg muaj sab dlawb sab zoo hab muab tej kws puab muaj faib rua lwm tug."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.19","label":"19","content":"Yog puab ua le ntawd, ces yog puab npaaj qhov txhua chaw tseg rua puab yaav tom ntej, kuas puab tau txujsa kws tsi txawj pluj moog ibtxhis lug ua puab tug."},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.20","label":"20","content":"Timautes, koj khaws tej kws kuv qha rua koj lawm ca zoo zoo. Koj tsi xob nrug luas sis caav sis tshe txug tej lug kws tsi muaj qaabhau, ib yaam le tej tuabneeg ruag. Muaj qee leej xaav has tas yog “Kev txawj ntse.”"},{"bible_id":"1726","chapter_code":"1TI.6","verse_code":"1TI.6.21","label":"21","content":"Rua qhov muaj ibtxha xaav has tas, puab muaj kev txawj ntse, vim puab khaav le ntawd, puab txhaj tso txujkev ntseeg tseg lawm. Thov Vaajtswv foom koob moov rua mej suavdlawg."}]