[{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.1","label":"1","content":"Kuv yog Paulus tug kws yog Yexus Khetos ib tug timthawj lawv le Vaajtswv lub sab nyam, hab Timautes kws yog peb tug kwv, sau tsaab ntawv nuav tuaj rua cov ntseeg Vaajtswv kws nyob huv lub nroog Kauleethaus, hab cov ntseeg Vaajtswv txhua tug kws nyob thoob plawg huv lub xeev Akhayas:"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.2","label":"2","content":"Thov Vaajtswv kws yog peb leej Txiv hab Tswv Yexus Khetos foom koob moov rua mej hab pub kuas mej tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.3","label":"3","content":"Peb ca le ua Vaajtswv kws yog peb tug Tswv Yexus Khetos leej Txiv tsaug, leej Txiv tug kws yog Vaajtswv, nwg hlub peb hab txhawb peb tug zug."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.4","label":"4","content":"Nwg txhawb peb tug zug thaus peb raug txhua yaam kev nyuaj sab, kuas peb txhaj txhawb tau lwm tug tug zug thaus puab raug tej kev nyuaj sab, peb txhawb lwm tug tug zug ib yaam le Vaajtswv tub txhawb peb tug zug lawm."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.5","label":"5","content":"Peb ua Yexus Khetos teg num, peb raug kev txomnyem ib yaam le Yexus raug; tabsis Vaajtswv yuav paab peb ib yaam le Vaajtswv tau paab Yexus lawm."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.6","label":"6","content":"Qhov kws peb raug kev txomnyem, yeej yuav txhawb tau mej tug zug, hab paab kuas mej dlim; qhov kws Vaajtswv txhawb peb tug zug, yuav txhawb mej tug zug ib yaam nkaus, kuas mej ua taug sab ntev tiv kev txomnyem ib yaam le peb tub tiv lug lawm."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.7","label":"7","content":"Yog le ntawd peb txhaj ca sab tau rua mej, rua qhov peb paub has tas, mej cov kws raug kev txomnyem ib yaam le peb, Vaajtswv yeej yuav txhawb mej ib yaam le nwg txhawb peb."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.8","label":"8","content":"Cov kwvtij, peb xaav kuas mej paub has tas, thaus peb moog peg lub xeev Axias, peb raug txomnyem heev kawg le, peb tiv yuav laug tsi taug, peb xaav has tas peb yeej yuav tuag xwb."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.9","label":"9","content":"Peb zoo le tej tuabneeg raug txim kws luas yuav coj moog tua. Tabsis ca peb raug kev txomnyem le nuav, peb txhaj tsi ca sab rua peb lub tswvyim, tabsis kuas peb ca sab rua Vaajtswv tug kws tsaa tau tuabneeg tuag sawv rov qaab lug."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.10","label":"10","content":"Nwg paab peb dlim ntawm txujkev tuag kws txaus ntshai heev,  nwg yeej yuav paab kuas peb dlim; hab peb ca sab has tas, nwg tseem yuav paab peb moog lawm yaav tom ntej,"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.11","label":"11","content":"Rua qhov mej naj nub thov Vaajtswv paab peb. Yog muaj coob leej thov Vaajtswv paab peb, Vaajtswv yuav teb suavdlawg tej lug thov, hab Vaajtswv yuav foom koob moov rua peb; hab yuav muaj coob leej ua Vaajtswv tsaug vim Vaajtswv paab peb."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.12","label":"12","content":"Peb yeej khaav tau has tas, peb lub sab qha rua peb paub has tas, peb ua peb lub neej huv nplajteb nuav, peb ua ncaaj ua nceeg, hab muaj nplooj sab dlawb paug.  Txawm yog thaus peb nrug mej nyob los mej puavleej pum le ntawd. Peb ua tau le ntawd, rua qhov Vaajtswv paab peb, tsi yog peb ua lawv le peb lub tswvyim."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.13","label":"13","content":"Tej kws peb sau tuaj rua mej, peb tsuas sau tej kws mej nyeem tau hab totaub xwb; kuv xaav has tas mej yuav totaub hauvpaug nto ntsis,"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.14","label":"14","content":"tabsis mej tub totaub qee yaam lawm, kuv ca sab has tas mej yuav totaub txhua yaam huv tuabsi, yog le ntawd thaus txug nub kws peb tug Tswv Yexus rov qaab lug, mej yuav ua rua peb zoo sab ib yaam le peb ua rua mej zoo sab."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.15","label":"15","content":"Thaus kuv paub le nuav lawm, kuv txhaj xaav has tas, kuv yuav xub tuaj saib mej, kuas mej tau koob moov ob npaug."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.16","label":"16","content":"Kuv xaav has tas, kuv yuav tuaj saib mej thaus kuv tuaj moog peg Makedaunias, hab thaus kuv rov peg lug, kuv yuav rov lug saib mej dlua ib zag, kuas mej txhaj tau xaa kuv moog nraag lub xeev Yudas."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.17","label":"17","content":"Kuv tub npaaj sab tau le nuav lawm, kuv tseem yuav hloov sab hab los? Kuv puas yog ib tug tuabneeg kws has tas “Tuaj, tuaj,” tabsis tsua “Tsi tuaj” los?"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.18","label":"18","content":"Vaajtswv yog tug ncaaj nceeg, tej lug kws kuv has rua mej tsi yog tej lug kws has tas, “Ua, ua” tabsis tsua “Tsi ua.”"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.19","label":"19","content":"Rua qhov Vaajtswv tug tub Yexus Khetos kws Xilas, Timautes hab kuv qha rua mej, nwg tsi yog tug kws has tas, “Ua, ua” tabsis tsua “Tsi ua.” Tabsis nwg yeej ibtxwm ua le nwg has;"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.20","label":"20","content":"Rua qhov tej kws Yexus ua puavleej tav lawv le Vaajtswv tej lug cog tseg. Tub yog vim le ntawd peb cov kws ntseeg Yexus Khetos peb txhaj has tas, “Amees”, yog peb ua rua Vaajtswv tau koob meej."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.21","label":"21","content":"Vaajtswv ua rua peb hab mej paub has tas, peb nrug Yexus Khetos koom ib txujsa, hab Vaajtswv muab peb tshwj rua ib caag,"},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.22","label":"22","content":"nwg nas cim rua peb, hab nwg pub Vaaj Ntsujplig tug Dlawbhuv lug kaav peb lub sab, ua timkhawv has tas peb yuav tau tej kws nwg npaaj tseg rua peb lawm."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.23","label":"23","content":"Vaajtswv yeej paub kuv lub sab, kuv txhaj thov nwg ua kuv tug timkhawv! Qhov kws kuv tsi tuaj rua huv lub nroog Kauleethaus, tub yog kuv tsi xaav kuas mej nyuaj sab."},{"bible_id":"1726","chapter_code":"2CO.1","verse_code":"2CO.1.24","label":"24","content":"Peb tsi tau yuam kuas mej yuavtsum ntseeg le nuav le u; peb yeej paub has tas mej tub ntseeg lawm. Tabsis peb xaav paab mej kuas mej muaj kev kaaj sab xwb."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.1","label":"1","content":"Yog le ntawd kuv txhaj ua ib sab tsi tuaj saib mej lawm, kuas mej txhaj tsi muaj kev nyuaj sab."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.2","label":"2","content":"Yog kuv ua rua mej nyuaj sab lawm, leejtwg yuav ua rua kuv rov zoo sab? Tsuas yog mej cov kws kuv ua rua nyuaj sab lawm, txhaj yuav ua rua kuv zoo sab xwb."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.3","label":"3","content":"Tub yog vim le nuav kuv txhaj sau thawj tsaab ntawv ntawd tuaj rua mej, kuv tsi tuaj saib mej nyob tsaam cov kws ua rua kuv zoo sab lawm, yuav ua rua kuv nyuaj sab. Kuv ca sab has tas thaus kuv zoo sab mej suavdlawg yeej yuav zoo sab hab."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.4","label":"4","content":"Thaus kuv sau tsaab ntawv ntawd tuaj rua mej, kuv nyuaj sab, ntxhuv sab hab lug kuv kua muag kawg le; tsi yog kuv txhobtxwm ua kuas mej nyuaj sab, tabsis yog kuv xaav kuas mej paub has tas kuv hlub mej heev."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.5","label":"5","content":"Yog leejtwg ua rua ib tug twg nyuaj sab, tsi yog nwg ua rua kuv xwb, tabsis yog nwg ua rua mej hab, qhov kws kuv has tas leejtwg, tub yog kuv tsi xaav has nyaav rua tug ntawd."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.6","label":"6","content":"Kuv xaav has tas mej cov kws rau txim rua tug ntawd, mej tub rau txaus lawm."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.7","label":"7","content":"Yog le ntawd, mej yuavtsum zaam txim rua tug ntawd hab ua tuab zoo ntuag nwg, nyob tsaam nwg tej kev nyuaj sab ntawd ua rua nwg tso Vaajtswv tseg."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.8","label":"8","content":"Yog le ntawd, kuv thov mej ua tuab zoo has rua nwg paub has tas mej hlub nwg."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.9","label":"9","content":"Kuv sau tsaab ntawv ntawd tuaj rua mej, tub yog kuv sim saib mej puas noog kuv lug."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.10","label":"10","content":"Thaus mej zaam txim rua leejtwg, kuv yeej zaam txim rua tug ntawd ib yaam nkaus hab. Yog tsimnyog kuv zaam txim rua leejtwg, kuv yeej zaam tug ntawd lub txim taabmeeg Yexus Khetos, vim kuv saib rua sau mej suavdlawg,"},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.11","label":"11","content":"kuv ua le nuav kuas dlaab Ntxwgnyoog txhaj ntxag tsi tau peb; rua qhov peb tub paub nwg teg num taag lawm."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.12","label":"12","content":"Thaus kuv moog txug huv lub nroog Rhau-as kuv qha Txujmoo Zoo kws has txug Yexus Khetos, kuv pum tug Tswv tub qheb kev rua kuv ua num nyob huv lub nroog ntawd lawm."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.13","label":"13","content":"Tabsis kuv ntxhuv sab heev, rua qhov kuv tsi pum peb tug kwv Titus nyob huv. Yog le ntawd kuv txhaj ncaim cov tuabneeg ntawd hab moog rua peg Makedaunias lawm."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.14","label":"14","content":"Peb ca le ua Vaajtswv tsaug, rua qhov Vaajtswv naj nub coj peb txuj hauv kev, rua qhov Yexus Khetos tub ua rua peb muaj yeej lawm. Vaajtswv khaiv peb moog qha Yexus Khetos zaaj rua txhua qhov ib yaam le tej paa tshuaj tsw qaab kws tsw thoob plawg txhua qhov chaw."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.15","label":"15","content":"Rua qhov peb zoo le tej paa tshuaj tsw qaab kws Yexus Khetos muab fij rua Vaajtswv, tej paa ntawd tsw qaab ntxag moog rua cov tuabneeg kws taabtom yuav dlim hab cov tuabneeg kws taabtom yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.16","label":"16","content":"Cov tuabneeg kws taabtom yuav raug kev puamtsuaj, puab suav has tas tej paa ntawd yog tej kws ua rua puab raug kev pluj kev tuag; tabsis cov tuabneeg kws taabtom yuav dlim, puab suav has tas tej paa ntawd yog tej kws ua rua puab tau txujsa. Leejtwg txhaj yuav tsimnyog ua teg num nuav?"},{"bible_id":"1726","chapter_code":"2CO.2","verse_code":"2CO.2.17","label":"17","content":"Peb tsi zoo le cov tuabneeg kws muab Vaajtswv txujlug coj moog muag noj muag haus, tabsis yog Vaajtswv khaiv peb, peb txhaj qha ncaaj qha nceeg taabmeeg Vaajtswv, rua qhov peb yog Yexus Khetos cov tubkhai tag."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.1","label":"1","content":"Peb has le nuav puas yog peb khaavtheeb? Peb yuavtsum tau ntawv nqaa tuaj rua mej ib yaam le luas lwm tug, lossis tau ntawv ntawm mej hab los?"},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.2","label":"2","content":"Mej tub yog tsaab ntawv kws peb muab sau rua huv peb lub sab, kuas txhua tug paub hab tau nyeem ntaag los sav!"},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.3","label":"3","content":"Qhov tseeb, Yexus Khetos yog tug sau tsaab ntawv nuav hab peb yog cov kws xaa. Tsaab ntawv nuav tsi yog nwg muab kua mem sau, tabsis yog nwg muab Vaajtswv tug kws muaj sa nyob tug Ntsujplig sau, hab tsi yog sau rua ntawm tej txag zeb, tabsis yog sau rua huv tuabneeg lub sab."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.4","label":"4","content":"Peb has le nuav rua qhov Yexus Khetos ua rua peb ca sab rua Vaajtswv."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.5","label":"5","content":"Peb yeej tsi tau khaav has tas, peb muaj tswvyim ua tau teg num nuav. Qhov kws peb ua tau yog Vaajtswv pub rua peb xwb;"},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.6","label":"6","content":"Vaajtswv yog tug pub tswvyim rua peb qha txuj Kevcai Tshab, tsi yog txuj Kevcai kws sau rua huv ntawv tabsis yog Vaaj Ntsujplig; txuj kevcai kws sau rua huv ntawv ua rua tuabneeg raug kev pluj kev tuag, tabsis Vaaj Ntsujplig ua rua tuabneeg tau txujsa."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.7","label":"7","content":"Txuj kevcai ntawd, muab txaug ua npe ntawv rua ntawm ob dlaim txag zeb, hab thaus muaj txuj kevcai ntawd, suavdlawg pum Vaajtswv tug tshwjchim kws ci ntsaa ab. tug tshwjchim ntawd tub pluj lawm los Mauxes lub ntsejmuag tseem ci heev, cov Yixalayees yeej saib tsi taug le. Txawm le ntawd los txuj kevcai ntawd yeej yuav ua rua cov tuabneeg kws xyum ua lawv le txuj kevcai ntawd raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.8","label":"8","content":"Yog le ntawd, qhov kws suavdlawg xyum ua lawv le Vaaj Ntsujplig qha, suavdlawg hajyam yuav pum Vaajtswv tug tshwjchim kws luj dlua ntawd hab."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.9","label":"9","content":"Yog has tas txuj kevcai kws ua rua tuabneeg raug txim tub muaj tshwjchim luj npaum le ntawd; ces txuj kevcai kws ua rua tuabneeg dlim txim tseem hajyam muaj tshwjchim luj dlua ntawd hab!"},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.10","label":"10","content":"Peb has tau has tas tug tshwjchim kws nwgnuav ci ntsaa ab ntawd tub ua rua tug tshwjchim thaus u tsi ci lawm."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.11","label":"11","content":"Rua qhov yaam kws nyob ib ntus xwb, tub muaj tshwjchim luj npaum le ntawd, ces yaam kws yuav nyob moog ibtxhis hajyam muaj tshwjchim luj dlua ntawd hab."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.12","label":"12","content":"Tub yog vim peb ca sab le ntawd, peb txhaj muaj lub sab tawv."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.13","label":"13","content":"Peb tsi ua le Mauxes kws muab ntaub npug nwg lub ntsejmuag kuas cov Yixalayees tsi xob pum nwg tug tshwjchim ci ntsaa ab kws pluj zuj zug moog ntawd."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.14","label":"14","content":"Tabsis puab lub sab tawv heev, txawm yog naj nub nua los thaus puab nyeem txuj qub kevcai, dlaim ntaub ntawd tseem npug rawv puab ntsejmuag le. Tsuas yog tug kws ntseeg Yexus Khetos lawm txhaj tsi muaj dlaim ntaub ntawd npug ntsejmuag lawm xwb."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.15","label":"15","content":"Txawm yog naj nub nua los thaus puab nyeem Mauxes txuj kevcai, dlaim ntaub ntawd tseem npug rawv puab lub sab."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.16","label":"16","content":"Tabsis luas tub muab dlaim ntaub ntawd yaws lawm, lawv le Vaajtswv txujlug has txug Mauxes has tas, “Thaus Mauxes tig rua ntawm tug Tswv, luas tub muab nwg dlaim ntaub kws npug Mauxes ntsejmuag yaws lawm.”"},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.17","label":"17","content":"Lu lug kws has tas tug Tswv, lu lug ntawd yog has txug Vaaj Ntsujplig, yog tug Tswv tug Ntsujplig nyob qhov twg, qhov ntawd muaj kev thaajyeeb."},{"bible_id":"1726","chapter_code":"2CO.3","verse_code":"2CO.3.18","label":"18","content":"Peb txhua tug tsi muab dlaim ntaub npug ntsejmuag lawm, peb zoo le dlaim tsom av rua suavdlawg pum tug Tswv tug tshwjchim; hab tug tshwjchim kws tug Tswv pub rua peb yog Vaaj Ntsujplig, nwg muab peb hloov kuas peb muaj tug yaam ntxwv zoo zuj zug le tug Tswv tug yaam ntxwv."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.1","label":"1","content":"Vaajtswv hlub peb heev nwg txhaj muab teg num nuav rua peb ua, yog le ntawd peb txhaj tsi poob sab."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.2","label":"2","content":"Peb yeej tsi zais sab hab tsi ua tej kws yuav poob ntsejmuag; peb tsi tau dlaag ntxag leejtwg, lossis peb tsi hloov Vaajtswv txujlug. Vaajtswv yeej pum has tas peb qha tseeb xwb, peb naj nub qha tej kws yuav ua rua suavdlawg nyag paub nyag tej kev txhum."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.3","label":"3","content":"Rua qhov cov tuabneeg kws tsi totaub Txujmoo Zoo kws peb qha, tsuas yog cov tuabneeg kws taabtom yuav raug puamtsuaj xwb."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.4","label":"4","content":"Puab tsi ntseeg, rua qhov tug vaajtswv kws kaav nplajteb nuav ua rua puab lub sab ruag lawm. Nwg ua kuas puab tsi pum qhov kaaj kws ci tuaj rua puab, qhov kaaj ntawd yog Txujmoo Zoo kws qha txug Yexus Khetos tug tshwjchim kws ci ntsaa ab, nwg muaj tug yaam ntxwv zoo le Vaajtswv."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.5","label":"5","content":"Peb yeej tsi qha txug peb zaaj; peb qha has tas Yexus Khetos yog tug Tswv, hab peb yog mej cov tubkhai rua qhov peb ua Yexus Khetos teg num."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.6","label":"6","content":"Tug Vaajtswv kws has tas, “Qhov kaaj ca le ci huv qhov tsaus ntuj tuaj,” tug ntawd yog tug Vaajtswv kws ua kuas qhov kaaj ci tuaj rua huv peb lub sab, qha kuas peb paub Vaajtswv tug tshwjchim kws ua rua Yexus Khetos lub ntsejmuag ci ntsaa ab."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.7","label":"7","content":"Peb zoo le lub laujkaub aav kws luas muab tej yaam muaj nqes ntim rua huv, kuas suavdlawg txhaj pum lub fwjchim kws luj kawg nkaus kws yog Vaajtswv lub, tsi yog peb lub."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.8","label":"8","content":"Peb naj nub raug kev nyuaj sab, tabsis peb tsi poob sab; muaj qee zag peb kawg tswvyim, tabsis peb tsi twg kev;"},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.9","label":"9","content":"peb raug luas tsimtxom, tabsis Vaajtswv tsi tso peb tseg, luas muab peb ntaus qaug, tabsis peb tsi tuag."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.10","label":"10","content":"Peb txaus sab raug kev pluj kev tuag txhua lub sijhawm ib yaam le Yexus Khetos, kuas suavdlawg pum has tas peb ua peb lub neej ib yaam le Yexus Khetos lub."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.11","label":"11","content":"Thaus peb tseem ua neej nyob, peb cov kws ua Yexus Khetos teg num, peb naj nub txaus sab raug kev pluj kev tuag, kuas suavdlawg pum peb ua peb lub neej ib yaam le Yexus Khetos lub."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.12","label":"12","content":"Qhov kws peb raug kev pluj kev tuag, qhov ntawd ua rua mej tau txujsa."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.13","label":"13","content":"Tabsis peb ntseeg lawv le Vaajtswv txujlug kws has tas, “Kuv ntseeg, kuv txhaj has.” Peb yeej ntseeg, yog le ntawd peb txhaj has."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.14","label":"14","content":"Peb paub has tas Vaajtswv tug kws tsaa Tswv Yexus sawv huv qhov tuag rov qaab lug, nwg yuav tsaa peb cov kws nrug Yexus koom ib txujsa sawv huv qhov tuag rov qaab lug ib yaam nkaus, nwg yuav coj peb hab mej moog cuag nwg."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.15","label":"15","content":"Ib puas tsaav yaam nuav puavleej yuav muaj nqes rua mej. Thaus muaj tuabneeg coob zuj zug nov has tas, Vaajtswv hlub suavdlawg, yuav muaj tuabneeg ua Vaajtswv tsaug coob zuj zug ntxiv ib yaam nkaus. Tej ntawd puavleej ua rua Vaajtswv tau ntsejmuag."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.16","label":"16","content":"Tub yog vim le ntawd peb txhaj tsi poob sab. Txawm yog peb lub cev tsaug muag zuj zug los peb lub sab tseem naj nub muaj zug ntxiv."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.17","label":"17","content":"Tej teebmeem miv miv kws peb raug ib nyuas ntu nuav, yuav ua rua peb tau txuj koob moov zoo kws yuav nyob moog ibtxhis, tej teebmeem kws peb raug yeej pev tsi tau txuj koob moov kws peb tau le."},{"bible_id":"1726","chapter_code":"2CO.4","verse_code":"2CO.4.18","label":"18","content":"Rua qhov peb tsi muab sab npuab tej kws peb qhovmuag pum, tabsis peb muab sab npuab tej kws peb qhovmuag tsi pum. Tej kws peb qhovmuag pum tsuas nyob ib ntus xwb, tabsis tej kws peb qhovmuag tsi pum yuav nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.1","label":"1","content":"Peb paub has tas peb lub cev zoo le lub tsev pheebsuab kws nyob huv nplajteb nuav hab yog lub kws txawj puamtsuaj, Vaajtswv yuav ua ib lub tsev sau ntuj rua peb moog nyob, lub tsev kws nwg ua ntawd yuav nyob moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.2","label":"2","content":"Nwgnuav peb kub sab lug xaav moog nyob lub tsev kws Vaajtswv ua ca rua sau ntuj ceebtsheej lawm;"},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.3","label":"3","content":"thaus peb lub tsev puamtsuaj lawm peb txhaj yuav muaj tsev nyob."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.4","label":"4","content":"Thaus peb tseem ua neej nyob nuav peb naj nub nyuaj sab kawg le. Tsi yog peb xaav rhuav peb lub cev kws zoo le lub tsev pheebsuab, tabsis peb xaav moog nyob lub tsev kws Vaajtswv ua sau ntuj ceebtsheej rua peb nyob, kuas peb lub cev kws txawj tuag hloov ua lub kws tsi txawj tuag."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.5","label":"5","content":"Vaajtswv yog tug kws tu peb ca tog nub kws nwg yuav muab lub cev tshab rua peb. hab nwg pub nwg tug Ntsujplig rua peb. Qhov kws nwg ua le ntawd tub yog ib qho tseemceeb kws qha rua peb has tas, peb yeej yuav tau tej kws nwg npaaj tseg rua peb lawm."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.6","label":"6","content":"Tub yog vim le ntawd peb txhaj muaj nplooj sab tawv qhawv tsi ntshai ib yaam dlaabtsi le. Peb paub has tas, thaus peb tseem nyob huv lub tsev pheebsuab nuav peb nyob dleb peb tug Tswv Yexus lub tsev."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.7","label":"7","content":"Thaus peb tseem ua neej nyob nuav, txawm yog peb tsi pum nwg los peb ca sab rua nwg."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.8","label":"8","content":"Peb tsi ntshai kev pluj kev tuag, rua qhov peb yeej xaav moog nrug peb tug Tswv Yexus nyob heev dlua le peb nyob huv lub tsev pheebsuab nuav."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.9","label":"9","content":"Txawm yog le caag los peb yeej yuav ua lawv le Vaajtswv lub sab nyam, tsi has peb tseem nyob huv nuav lossis moog nyob sau ntuj los peb yeej zoo sab,"},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.10","label":"10","content":"Rua qhov peb txhua tug yuavtsum moog sawv ntawm Yexus Khetos lub xubndlag. Nwg yuav taug peb zaaj hab muab nqe zug rua txhua tug lawv le tej num kws suavdlawg tau ua lug lawm, thaus suavdlawg tseem ua neej nyob nuav, tsi has ua zoo lossis ua phem."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.11","label":"11","content":"Peb puavleej paub ntshai Vaajtswv, yog le ntawd peb txhaj naj nub yum suavdlawg lug noog Vaajtswv lug. Vaajtswv yeej paub peb txhua tug lub sab huv tuabsi. Kuv xaav has tas, nyaj mej yuav paub kuv lawm hab."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.12","label":"12","content":"Peb has le nuav tsi yog peb tsua yuav rov pav peb lub neej qha mej dlua, tabsis peb xaav ua rua suavdlawg paub has tas, vim le caag mej qhuas peb, mej txhaj yuav muaj lug teb cov tuabneeg kws nyam saib tuabneeg ntsejmuag xwb, tsi saib tuabneeg lub sab."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.13","label":"13","content":"Yog peb ua le tej tuabneeg vwm, yeej yog peb ua rua Vaajtswv tau ntsejmuag. Yog peb ua le tej tuabneeg kws muaj tswvyim, yeej yog peb ua paab mej."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.14","label":"14","content":"Yexus Khetos tug kws muaj lub sab hlub, nwg kaav taagnrho peb lub neej huv tuabsi, rua qhov peb pum has tas, muaj ib tug tuag theej suavdlawg lub txhoj. Lu lug ntawd qha has tas, suavdlawg puavleej koom nwg txujkev tuag."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.15","label":"15","content":"Nwg tuag theej txhua tug lub txhoj. Nwg ua le ntawd kuas cov tuabneeg kws tseem ua neej nyob puab tsi xob ua puab lub neej lawv le puab lub sab nyam, tabsis kuas puab ua puab lub neej lawv le nwg lub sab nyam. Nwg yog tug kws tuag, hab yog tug kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug. Nwg ua le ntawd tub yog vim nwg hlub puab."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.16","label":"16","content":"Nwgnuav peb tsi ntsuag leejtwg lub neej lawv le tuabneeg ibtxwm ntsuag. Txawm yog yaav taag lug peb pheej ntsuag Yexus Khetos lub neej lawv le tuabneeg ntsuag los nwgnuav peb tsi ua le ntawd lawm."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.17","label":"17","content":"Tug kws nrug Yexus Khetos koom ib txujsa, tug ntawd yog tuabneeg tshab. Nwg lub neej qub tub dlua lawm nwgnuav nwg muaj lub neej tshab."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.18","label":"18","content":"Ib puas tsaav yaam nuav puavleej yog Vaajtswv ua. Vaajtswv coj peb rov lug nrug Vaajtswv sis raug zoo, rua qhov peb ntseeg Yexus Khetos. Hab Vaajtswv muab teg num kws moog coj tuabneeg lug nrug Vaajtswv sis raug zoo rua peb ua."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.19","label":"19","content":"Zaaj kws peb naj nub qha, zaaj ntawd has tas, Vaajtswv coj txhua tsaav tuabneeg kws ntseeg Yexus Khetos lug nrug Vaajtswv sis raug zoo.  Vaajtswv tsi suav has tas puab muaj txim, hab Vaajtswv muab zaaj kws has tas, Vaajtswv coj tuabneeg lug nrug Vaajtswv sis raug zoo rua peb qha."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.20","label":"20","content":"Yog le ntawd, peb txhaj ua Yexus Khetos cov tubkhai, pev ib yaam le Vaajtswv qev peb qhovncauj ntuag mej. Yexus Khetos kuas peb ntuag mej has tas, mej yuavtsum ca Vaajtswv coj mej lug nrug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"2CO.5","verse_code":"2CO.5.21","label":"21","content":"Yexus Khetos yeej ibtxwm tsi muaj txim, tabsis Vaajtswv muab peb lub txim rua nwg ris. Vaajtswv ua le ntawd kuas peb cov kws nrug Yexus Khetos koom ib txujsa ua tau tuabneeg ncaaj nceeg ib yaam le Vaajtswv yog tug kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.1","label":"1","content":"Peb cov kws ua Vaajtswv teg num, peb ntuag mej has tas, mej tsi xob ua rua tej koob moov kws Vaajtswv foom rua mej lawm tsi muaj nqes."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.2","label":"2","content":"Rua qhov Vaajtswv txujlug has tas: “Thaus lub sijhawm kws kuv txaus sab rua mej, thaus ntawd kuv noog mej tej lug thov. nub kws mej dlim, yog kuv paab mej.” Mej ua tuab zoo noog kuv tej lug. Lub sijhawm nuav yog lub sijhawm kws Vaajtswv pum zoo paab mej. Nub nuav yog nub kws mej yuav dlim tau mej lub txim."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.3","label":"3","content":"Peb yeej tsi xaav ca leejtwg thuam tau peb teg num, peb txhaj tsi muab ib yaam dlaabtsi lug cuab leejtwg kev."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.4","label":"4","content":"Peb ua txhua yaam rua suavdlawg pum has tas, peb yog Vaajtswv cov tubkhai. Peb ua sab ntev tiv teebmeem, nyaj kev txomnyem, hab kev nyuaj sab."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.5","label":"5","content":"Luas muab peb nplawm, muab peb kaw rua huv tsev lojcuj hab puav peb nteg. Peb ua num khwv khwv yoo dlaab ndlub nris, yoo tshaib yoo nqhes;"},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.6","label":"6","content":"Txawm yog le ntawd los peb ua sab dlawb sab zoo, paub qhov tseeb, ua sab ntev, muaj lub sab hlub lwm tug, suavdlawg txhaj pum has tas, peb yog Vaajtswv cov tubkhai. Peb muaj lub sab hlub suavdlawg tag tag,"},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.7","label":"7","content":"peb naj nub qha Vaajtswv txujlug kws yog qhov tseeb hab peb lub neej ua rua suavdlawg pum Vaajtswv lub fwjchim. Tej cuabyeej kws peb siv tawmtsaam yeebncuab hab thaiv peb lub cev tub yog qhov kws peb ua peb lub neej zoo hab ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.8","label":"8","content":"Tej tuabneeg muaj ibtxha fwm peb, ibtxha saib tsi taug peb. Ibtxha thuam peb ibtxha qhuas peb. Txawm yog peb yeej has lug tseeb xwb los tseem muaj tuabneeg has tas, peb has dlaag;"},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.9","label":"9","content":"peb zoo le cov tuabneeg kws tsi muaj leejtwg paub, tabsis suavdlawg puavleej paub peb. Peb zoo le cov tuabneeg kws tuag lawm, tabsis mej sim saib peb tseem muaj sa nyob. Luas tsimtxom peb, tabsis peb tsi tuag;"},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.10","label":"10","content":"peb muaj kev txhawjxeeb, tabsis peb tseem naj nub zoo sab. Peb yog tuabneeg pluag, tabsis peb tseem ua rua ntau leej npluanuj. Peb tsi muaj ib yaam dlaabtsi le, tabsis qhov tseemceeb ib puas tsaav yaam puavleej yog peb tug."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.11","label":"11","content":"Cov kwvtij kws nyob huv lub nroog Kauleethaus, peb tub nthuav peb lub sab lub ntsws qha tseeb rua mej lawm, peb tsi tau zais ib qho hlo le."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.12","label":"12","content":"Peb tsi tau zais sab rua mej, tsuas yog mej txhaj zais sab rua peb xwb."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.13","label":"13","content":"Kuv suav has tas, mej yog kuv cov mivnyuas, kuv txhaj has le nuav rua mej, mej ca le qha hlo mej lub sab rua peb, ib yaam le peb tub qha peb lub sab rua mej lawm."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.14","label":"14","content":"Tug kws ntseeg Vaajtswv tsi xob moog nrug tug kws tsi ntseeg koom kwv ib tug quab, rua qhov obtug yeej kwv tsi tau ua ke. qhov phem hab qhov zoo, qhov kaaj hab qhov tsaus yeej nyob tsi tau ua ke."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.15","label":"15","content":"Yexus Khetos hab dlaab Ntxwgnyoog yeej nyob tsi tau ua ke. Tug kws ntseeg hab tug kws tsi ntseeg nyag yeej nyam nyag lawm ib yaam."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.16","label":"16","content":"Yeej tsi muaj leejtwg yuav nqaa mlom moog teev huv Vaajtswv lub Tuamtsev, rua qhov peb lub cev yog Vaajtswv tug kws muaj sa nyob lub Tuamtsev. Lawv le tej lug kws Vaajtswv has ca le nuav: “Kuv yuav muab puab ua kuv qhov chaw nyob hab kuv yuav naj nub nrug puab nyob. Kuv yuav yog puab tug Vaajtswv hab puab yuav yog kuv tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.17","label":"17","content":"Yog le ntawd tug Tswv txhaj has tas, “Mej ca le tso plhuav puab cov ntawd tseg, moog nyob rua ib caag hab mej tsi xob kov tej kws qas, kuv txhaj le yuav mej."},{"bible_id":"1726","chapter_code":"2CO.6","verse_code":"2CO.6.18","label":"18","content":"Kuv yuav uog mej txiv, mej yuav yog kuv cov tub cov ntxhais. Tug Tswv kws muaj Fwjchim Luj kawg nkaus yog tug kws has le nuav.”"},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.1","label":"1","content":"Cov kwvtij kws kuv hlub, Vaajtswv tub coglug le nuav rua peb lawm. Yog le ntawd, peb yuavtsum ua tuabneeg dlawbhuv hab paub ntshai Vaajtswv. Peb yuavtsum tso plhuav tej kev txhum kws peb ua hab peb xaav huv tuabsi tseg."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.2","label":"2","content":"Mej tsi xob tso peb tseg. Peb yeej tsi tau ua txhum rua leejtwg lossis xaav txu leejtwg lub neej lossis ntxag leejtwg tug yuav."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.3","label":"3","content":"Kuv has le nuav tsi yog kuv tshev mej. Kuv tub qha rua mej lawm has tas, mej naj nub nyob rawv huv kuv lub sab. Txawm yog yuav caj hab tuag los peb yeej yuav nyob ua ke moog le."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.4","label":"4","content":"Kuv ca sab rua mej hab qhuas mej. Txawm yog peb raug kev txomnyem ntau yaam los kuv tsi poob sab, kuv zoo sab kawg le."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.5","label":"5","content":"Thaus peb moog txug peg lub xeev Makedaunias, peb tsi tau su le. Muaj kev kub ntxhuv puagncig peb. Peb lub ncauj nrug luas sis caav, peb lub sab naj nub txhawj ntshai."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.6","label":"6","content":"Tabsis Vaajtswv tug kws txhawb cov tuabneeg kws poob sab tug zug, nwg txhawb peb tug zug, rua qhov nwg kuas Titus tuaj saib kuv."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.7","label":"7","content":"Tsi yog le ntawd xwb Titus tuaj qha rua kuv has tas, mej txhawb Titus tug zug. Mej xaav xaav pum kuv hab tej kws mej ua lug lawm ua rua mej nyuaj sab kawg le. Nwg has tas, mej muab sab npuab kuv heev. Tej ntawd ua rua kuv zoo sab kawg le."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.8","label":"8","content":"Txawm yog tsaab ntawv kws kuv sau xaa tuaj rua mej ntawd ua rua mej tu sab los xij, kuv yeej tsi tu sab le, tsuas yog kuv muaj ntsiv txhawj xwb. Thaus kuv nov has tas, tsaab ntawv ntawd ua rua mej tu sab ib nyuas ntu."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.9","label":"9","content":"Tabsis nwgnuav kuv zoo sab tsi yog vim kuv ua rua mej tu sab, kuv zoo sab vim qhov kws mej tu sab ntawd ua rua mej tso mej tej kev txhum tseg. tub yog Vaajtswv ca mej tu sab, yog le ntawd tej lug kws peb has yeej tsi txhum,"},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.10","label":"10","content":"Rua qhov qhov kws Vaajtswv ca mej tu sab, qhov ntawd ua rua mej tso mej tej kev txhum tseg kuas mej tau txujkev cawm dlim. Yog le ntawd, tsi taag leejtwg yuav tu sab. Tabsis cov tuabneeg kws tsi ntseeg Vaajtswv txawm yog puab paub tu sab rua puab tej kev txhum los yog puab tsi tso tseg, puab yeej yuav raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.11","label":"11","content":"Mej sim ua tuab zoo xaav saib Vaajtswv ca mej tu sab le ntawd muaj nqes hov ntau rua mej. Tej ntawd ua rua mej mob sab hab ua rua mej kub sab lug dlaws mej zaaj kuas suavdlawg paub has tas, mej tsi tau ua txhum, ua rua mej ncu txug kuv, hab ua rua mej zoo sab rau txim rua tug kws ua txhum. Tej kws muaj nuav suavdlawg puavleej pum has tas, mej tsi tau ua txhum ib qho le."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.12","label":"12","content":"Yog le ntawd, txawm yog kuv sau tsaab ntawv ntawd tuaj rua mej los kuv yeej tsi txhobtxwm sau tuaj qha tug kws ua txhum ntawd lossis qha tug kws tug ntawd ua txhum rua. Tabsis kuv sau tuaj qha mej kuas mej ncu ntsoov has tas, Vaajtswv pum mej muab sab npuab peb kawg le."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.13","label":"13","content":"Tub yog vim le ntawd peb txhaj zoo sab. Tsi yog le ntawd xwb, Titus tuaj ua rua peb zoo sab kawg le hab, rua qhov mej txhua tug puavleej ua rua nwg tso sab plhuav tsi txob tsi txhawj lawm."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.14","label":"14","content":"Kuv qhuas mej rua nwg. qhov kws kuv qhuas le ntawd yeej tsi ua rua kuv poob ntsejmuag. Tej kws peb qha mej puavleej yog tej kws tseemceeb tsi muaj ib qho dlaag le. Ib yaam le ntawd, tej kws peb qhuas mej rua Titus yeej muaj tseeb tag."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.15","label":"15","content":"Thaus Titus pum has tas, mej noog nwg lug, saib taug nwg hab fwm nwg, nwg hajyam hlub mej heev."},{"bible_id":"1726","chapter_code":"2CO.7","verse_code":"2CO.7.16","label":"16","content":"Kuv zoo sab kawg le, rua qhov kuv yeej ca sab tau rua mej."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.1","label":"1","content":"Cov kwvtij, peb xaav kuas mej paub has tas, Vaajtswv tub foom koob moov ntau kawg rua cov ntseeg kws nyob qhov txhua chaw huv lub xeev Makedaunias lawm."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.2","label":"2","content":"Tej kev txomnyem kws puab raug tub yog sim saib puab puas muab sab rau ntseeg. Txawm yog puab txomnyem npaum le ntawd los puab tseem zoo sab kawg le. Puab yeej yog cov tuabneeg kws pluag heev, tabsis puab muaj nplooj sab dlawb paug muab puab tej nyaj paab lwm tug."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.3","label":"3","content":"Kuv paub has tas, puab sau puab tej nyaj paab lwm tug lawv le kws puab paab tau."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.4","label":"4","content":"Tsi yog le ntawd xwb, puab tseem muab tshaaj tej ntawd hab. Puab naj nub thov peb ca puab xaa nyaj moog paab cov ntseeg Vaajtswv kws nyob nraag lub xeev Yudas. Yeej tsi muaj leejtwg yuam puab ua le ntawd, puab ca le ua puab xwb."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.5","label":"5","content":"Peb tsi xaav has tas, puab yuav muab ntau npaum le ntawd. qhov tseemceeb puab yeej xub ca peb tug Tswv kaav puab lub sab lawm. hab puab zoo sab ca peb khaiv puab moog ua num, lawv le Vaajtswv pum zoo."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.6","label":"6","content":"Yog le ntawd peb txhaj thov Titus tug kws pib ua teg num nuav rov tuaj tim mej. Nwg yuav paab mej ua teg num kws mej zoo sab ua ntawd kuas tav."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.7","label":"7","content":"Mej tub muaj ib puas tsaav yaam txhij lawm, tsi has cov tuabneeg kws muab sab rau ntseeg lossis cov kws txawj qha, cov kws txawj ntse, cov kws kub sab lug paab lwm tug hab cov kws hlub peb.  Yog le ntawd tsimnyog mej zoo sab hlo paab ua teg num nuav hab."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.8","label":"8","content":"Kuv tsi yuam mej ua le ntawd, tabsis kuv tsuas qha rua mej has tas, lwm cov kub sab lug sis paab le caag xwb. Kuv xaav paub has tas, mej puas muaj lub sab hlub tag."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.9","label":"9","content":"Rua qhov mej yeej paub has tas, peb tug Tswv Yexus Khetos hlub peb kawg le. Txawm yog nwg yog tug kws npluanuj los nwg zoo sab lug ua tug kws pluag. Nwg ua le ntawd tub yog nwg xaav paab mej kuas mej ua tau tuabneeg npluanuj."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.10","label":"10","content":"Kuv xaav has tas mej ca le ua teg num kws tseb nua mej tub pib ua lawm kuas tav. Yog mej ua le ntawd yuav zoo heev. Mej yeej yog cov kws xub pib ua teg num ntawd, tabsis tsi yog mej xub pib ua xwb, mej yeej zoo sab hlo ua hab."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.11","label":"11","content":"Thaus chivthawj mej yeej kub sab lug ua. Yog le ntawd, nwgnuav mej ca le rau sab ntso ua kuas tav lawv le mej ua tau."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.12","label":"12","content":"Rua qhov yog mej zoo sab hlo paab lawv le mej muaj, Vaajtswv zoo sab yuav npaum le ntawd, yeej tsi muaj leejtwg thov tej kws mej tsi muaj."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.13","label":"13","content":"Tsi yog kuv xaav kuas lwm cov tau zoo, tabsis ca mej txomnyem."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.14","label":"14","content":"Nwgnuav mej muaj ntau, tsimnyog mej paab cov kws tsi muaj. Thaus mej tsi muaj, puab muaj, puab tsua paab mej. Yog le ntawd mej suavdlawg yuav muaj sis npaug zog."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.15","label":"15","content":"Lawv le Vaajtswv txujlug has tas, “Tug kws khaws tau ntau nwg yeej tsi muaj seem, tug kws khaws tau tsawg los nwg yeej muaj txaus.”"},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.16","label":"16","content":"Peb ua Vaajtswv tsaug, rua qhov Vaajtswv ua rua Titus muaj lub sab kub lug paab mej."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.17","label":"17","content":"Titus tuaj paab mej tsi yog vim peb thov nwg xwb, tabsis nwg yeej zoo nwg sab tuaj."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.18","label":"18","content":"Peb khaiv peb ib tug kwvtij nrug Titus tuaj. Tug kwvtij ntawd yog tug kws qha Txujmoo Zoo, cov ntseeg kws nyob txhua qhov chaw puavleej fwm nwg heev."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.19","label":"19","content":"Tsi yog le ntawd xwb, nwg yog tug kws cov ntseeg tsaa nrug peb ua teg num sau nyaj nuav. Teg num nuav yuav ua rua peb tug Tswv Yexus Khetos tau ntsejmuag hab ua rua cov ntseeg nraag paub has tas, peb yeej xaav paab puab tag."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.20","label":"20","content":"Peb ua tuab zoo ua le nuav kuas txhaj tsi muaj xaiv muaj lug thaus peb xaa cov nyaj nuav moog paab cov ntseeg nraag."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.21","label":"21","content":"Rua qhov peb xaav ua ncaaj ua nceeg. Tsi yog yuav ua rua Vaajtswv pum xwb, tabsis ua rua tuabneeg pum hab."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.22","label":"22","content":"Yog le ntawd peb yuav khaiv peb tug kwvtij nrug puab tuaj. Peb tub saib nwg teg num ntau zag lawm peb pum has tas, nwg kub sab lug xaav paab. Nwgnuav nwg ca sab tau rua mej, nwg hajyam xaav paab mej heev."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.23","label":"23","content":"Tug Titus kws yuav tuaj nuav, nwg yog ib tug kws nrug kuv ua num paab mej. Tabsis cov kwvtij kws nrug Titus tuaj, puab yog cov kws cov ntseeg kws nyob txhua qhov chaw khaiv tuaj. Hab puab yog cov kws ua rua Yexus Khetos tau ntsejmuag."},{"bible_id":"1726","chapter_code":"2CO.8","verse_code":"2CO.8.24","label":"24","content":"Yog le ntawd, mej yuavtsum hlub puab, cov ntseeg kws nyob txhua qhov chaw txhaj yuav paub has tas, mej hlub cov tuabneeg kws puab khaiv tuaj ntawd, hab puab yuav paub has tas, tej lug kws peb qhuas mej rua puab yeej muaj tseeb tag."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.1","label":"1","content":"Tsi taag kuv yuav sau ntawv tuaj qha mej has txug tej nyaj kws suavdlawg yuav xaa moog paab cov ntseeg Vaajtswv kws nyob nraag lub xeev Yudas."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.2","label":"2","content":"Kuv yeej paub has tas, mej puavleej yuav zoo sab paab, kuv tub qhuas mej rua cov tuabneeg peg lub xeev Makedaunias lawm has tas, “Cov kwvtij kws nyob huv lub xeev Akhayas, puab tub xub npaaj nyaj ca tseb nua lug lawm.” Qhov kws mej kub sab lug xaav paab, qhov ntawd ua rua puab raag dlheev ua teg num nuav."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.3","label":"3","content":"Nwgnuav kuv khaiv cov kwvtij nuav tuaj saib mej kuas puab pum has tas, tej lug kws kuv qhuas mej rua puab, tsi yog kuv laam qhuas qhuav qhuav xwb, tabsis mej yeej npaaj nyaj txhij lawv le kuv has lawm tag."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.4","label":"4","content":"Yog cov tuabneeg kws nyob peg lub xeev Makedaunias kws nrug kuv tuaj puab pum has tas, mej tseem tsi tau npaaj lawv le kuv has, ntshai mej hab peb yuav poob ntsejmuag kawg le."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.5","label":"5","content":"Yog le ntawd, kuv txhaj xaav has tas, kuv yuavtsum thov cov kwvtij ntawd ua kuv ntej tuaj nraag mej, ca puab sau cov nyaj kws mej tub xub has tseg lawm has tas, mej yuav muab rua peb. Thaus kuv tuaj txug mej yuav npaaj txhij lawm. Yog mej ua le ntawd puab yuav pum has tas, mej yeej zoo sab hlo muab tsi yog kuv yuam mej."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.6","label":"6","content":"Mej yuavtsum ncu ntsoov has tas, tug kws cog tsawg nwg yeej yuav tau sau tsawg. Tug kws cog ntau nwg yeej yuav tau sau ntau."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.7","label":"7","content":"Yog le ntawd, nyag yuavtsum muab lawv le nyag tub xub xaav tseg lawm, tsi yog yuav khauvxwm lossis yug yuav yuam yug lub sab muab."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.8","label":"8","content":"Vaajtswv tug kws muaj ib puas tsaav yaam, nwg yuav pub tej kws mej yuavtsum muaj rua mej, kuas mej naj nub muaj txaus siv hab muaj txaus coj moog paab lwm tug."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.9","label":"9","content":"Lawv le Vaajtswv txujlug has tas: “Tug kws muaj nplooj sab dlawb paug paab cov tuabneeg pluag, tug ntawd teg num yuav nyob moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.10","label":"10","content":"Vaajtswv tug kws pub noob qoob noob loo rua tug kws cog, hab pub zaub pub mov rua tug kws noj, nwg yeej yuav pub tej noob qoob noob loo rua mej. Nwg yuav ua kuas tej qoobloo kws mej cog luj hlub zoo hab tej num zoo kws mej ua tawg paaj txi txiv ncw."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.11","label":"11","content":"Nwg yuav pub ib puas tsaav yaam rua mej kuas mej muaj txaus siv hab muaj txaus paab lwm tug. Yog le ntawd, yuav muaj ntau leej ua Vaajtswv tsaug, rua qhov mej muab mej tej nyaj rua peb nqaa moog paab puab."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.12","label":"12","content":"Tej kws mej ua nuav tsi yog yuav paab cov ntseeg Vaajtswv kws txomnyem xwb, tabsis yuav ua rua suavdlawg naj nub ua Vaajtswv tsaug hab."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.13","label":"13","content":"Thaus suavdlawg pum tej nyaj kws mej paab nuav yuav muaj ntau leej ua Vaajtswv tsaug, rua qhov mej muab sab npuab Txujmoo Zoo kws has txug Yexus Khetos zaaj kws mej ntseeg. hab mej muaj nplooj sab dlawb paug paab puab hab paab suavdlawg."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.14","label":"14","content":"Puab yuav ncu ntsoov mej tshaav ntuj hab thov Vaajtswv paab mej, rua qhov puab pum has tas, Vaajtswv tub foom koob moov ntau kawg rua mej lawm."},{"bible_id":"1726","chapter_code":"2CO.9","verse_code":"2CO.9.15","label":"15","content":"Peb ca le ua Vaajtswv tsaug, rua qhov Vaajtswv tub pub Vaajtswv txuj koob moov kws muaj nqes kawg nkaus rua peb lawm."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.1","label":"1","content":"Kuv yog Paulus. Mej ua tuab zoo noog kuv tej lug. Muaj tuabneeg has tas, thaus kuv nrug mej nyob kuv ntshai mej, tabsis thaus kuv tsi nrug mej nyob lawm kuv ua tawv kawg le tuaj rua mej. Yexus Khetos pub kuv muaj lub sab mog sab muas hab lub sab hlub ib yaam le nwg, kuv txhaj thov ntuag mej has tas,"},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.2","label":"2","content":"thaus kuv tuaj saib mej, mej tsi xob ua rua kuv tau ua tawv rua mej, rua qhov kuv yeej muaj cuabkaav ua tawv rua cov tuabneeg kws thuam peb has tas, peb xaav kuas peb tau ntsej tau muag ib yaam le tuabneeg ibtxwm xaav."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.3","label":"3","content":"Peb yeej nyob huv nplajteb nuav tag, tabsis peb tsi tawmtsaam le tuabneeg ibtxwm tawmtsaam."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.4","label":"4","content":"Thaus peb tawmtsaam yeebncuab, peb tsi siv tej cuabyeej kws tuabneeg ibtxwm siv. Tabsis peb siv tej cuabyeej kws Vaajtswv tug kws muaj fwjchim muab rua peb, peb txhaj rhuav tau yeebncuab lub yeej kuas puamtsuaj;"},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.5","label":"5","content":"peb tshev tej tuabneeg kws qha tsi tseeb kuas puab tsi muaj lug has. Peb rhuav tej kws tuabneeg muab lug thaiv tsi pub suavdlawg paub Vaajtswv. Hab peb coj cov tuabneeg kws ua yeebncuab rua Vaajtswv lug noog Yexus Khetos lug."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.6","label":"6","content":"Thaus peb pum has tas mej noog lug lawm tag, peb maam le rau txim rua tej kws tsi noog lug."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.7","label":"7","content":"Mej ua tuab zoo saib tej kws mej pum. Mej cov ntseeg puas muaj ib tug khaav has tas, nwg yog Yexus Khetos tug tubkhai. Yog muaj, tug ntawd yuavtsum ua tuab zoo saib saib nwg yog tuabneeg zoo le caag, rua qhov peb yog Yexus Khetos cov tubkhai ib yaam nkaus le tug ntawd hab."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.8","label":"8","content":"Txawm yog kuv khaav has tas peb tug Tswv Yexus Khetos, nwg pub fwjchim rua peb los kuv yeej tsi txaajmuag hlo le. Nwg ua le ntawd kuas peb paab tau mej lub neej vaammeej, tsi yog yuav rhuav mej lub neej."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.9","label":"9","content":"Kuv has le nuav tsi yog kuv has kuas mej xaav has tas, kuv pheej sau ntawv tuaj hem mej."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.10","label":"10","content":"Tej zag yuav muaj tuabneeg has tas, “Paulus tej ntawv Paulus has tawv kawg le, tabsis thaus nwg tuaj nwg ua tug nyuas tuag e, nwg has lug tub tsi muaj kuab hlo le.”"},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.11","label":"11","content":"Tug kws laam has le ntawd, nwg yuavtsum ncu ntsoov has tas, tej lug kws peb sau rua huv ntawv xaa tuaj rua mej, hab tej lug kws peb has thaus peb nrug mej nyob, tej ntawd yeej tsi txawv qhov twg le. Txawm yog peb nyob dleb nyob ze los peb yeej has ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.12","label":"12","content":"Peb yeej tsi kaam muab peb pev rua cov tuabneeg kws puab khaav has tas puab zoo dlua lwm tug. Cov tuabneeg kws khaav le ntawd, puab ruag kawg le. Puab ib tug ntsuag ib tug hab muab ib tug pev rua ib tug."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.13","label":"13","content":"Peb cov, peb tsi khaav tshaaj tej kws peb muaj. Peb tsuas khaav txij tej kws Vaajtswv muab rua peb ua xwb, tej ntawd yog tej kws peb ua paab mej."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.14","label":"14","content":"Thaus peb tuaj saib mej hab qha Txujmoo Zoo kws has txug Yexus Khetos zaaj rua mej, peb tsi tau ua dlhau tej kws Vaajtswv kuas peb ua."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.15","label":"15","content":"Peb tsi tau muab teg num kws lwm tug ua coj lug khaav, peb tsuas khaav txij tej kws Vaajtswv muab rua peb ua xwb. Peb ca sab has tas, mej yuav muab sab rau ntseeg zuj zug ntxiv hab ca sab has tas, peb yuav ua tej num kws hajyam tseemceeb dlua tej nuav paab mej. Txawm yog le ntawd los peb tsuas ua txij le tej kws Vaajtswv tu ca rua peb ua xwb."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.16","label":"16","content":"Tom qaab ntawd peb yuav tau moog qha Txujmoo Zoo rua lwm qhov. Peb yeej yuav tsi khaav tej num kws lwm tug tub xub moog ua ca lawm ib zag le."},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.17","label":"17","content":"Tabsis Vaajtswv txujlug has tas, “Tug kws xaav khaav, nwg tsuas muaj cuabkaav khaav tej kws Vaajtswv tub ua lug lawm xwb.”"},{"bible_id":"1726","chapter_code":"2CO.10","verse_code":"2CO.10.18","label":"18","content":"Rua qhov tug kws nwg laam khaav nwg xwb yeej tsi muaj leejtwg fwm nwg, tabsis tug kws Vaajtswv qhuas, suavdlawg puavleej yuav fwm tug ntawd."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.1","label":"1","content":"Txawm yog kuv has lug zoo le tug ruag has los thov mej ua sab ntev noog kuv tej lug."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.2","label":"2","content":"Kuv khib mej ib yaam le Vaajtswv khib, rua qhov mej zoo ib yaam le tug hluas nkauj kws tsi tau thaam dlua hluas nraug. Kuv tub qhab mej ca rua ib tug txivneej lawm, tug ntawd yog Yexus Khetos."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.3","label":"3","content":"Kuv ntshai nyob tsaam mej faav sab hab tsi muab sab npuab Yexus Khetos tag tag, ib yaam le thaus naab ntxag tau Evas faav sab."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.4","label":"4","content":"Rua qhov mej zoo sab noog cov tuabneeg kws qha Yexus Khetos zaaj txawv le peb qha. Mej tub tau Vaajtswv tug Ntsujplig hab Txujmoo Zoo kws peb qha lawm, tabsis mej tseem tsua moog nrhav lwm tug Ntsujplig hab lwm Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.5","label":"5","content":"Kuv yeej tsi tau xaav has tas, kuv muaj fwjchim yau dlua mej cov timthawj kws mej has tas, muaj fwjchim."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.6","label":"6","content":"Txawm yog kuv tsi tshua txawj has le tej tuabneeg txawj ntse has los kuv yeej paub tej kws kuv qha lub ntsab. Qhov tseemceeb txhua yaam num kws peb ua lug lawm, puavleej ua rua mej paub tseeb tej lug kws kuv has nuav huv tuabsi."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.7","label":"7","content":"Thaus kuv tuaj qha Txujmoo Zoo kws has txug Vaajtswv zaaj rua mej, kuv yeej tsi thov ib qho nqe zug le. Kuv txu fwjchim kuas mej tau ntsejmuag. Kuv ua le ntawd yog kuv ua txhum lawm los?"},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.8","label":"8","content":"Thaus kuv tuaj nrug mej nyob qha mej, yeej yog cov ntseeg kws nyob lwm qhov xaa nyaj tuaj yug kuv. Puab xaa nyaj tuaj rua kuv le ntawd, kuj ib yaam le kuv nyag puab cov nyaj tuaj ua num paab mej."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.9","label":"9","content":"Thaus kuv nrug mej nyob kuv tsi muaj nyaj siv, kuv yeej tsi thov mej paab kuv, rua qhov cov kwvtij kws tuaj peg Makedaunias tuaj, puab nqaa tej kws kuv tsi muaj tuaj rua kuv. Yaav taag lug lawm kuv tsi tau ua rua mej ntxhuv sab. Txawm yog yaav tom ntej nuav los kuv yeej yuav tsi ua rua mej ntxhuv sab hab."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.10","label":"10","content":"Kuv yeej paub Yexus Khetos tej lug kws yog qhov tseeb. Yog le ntawd, kuv paub has tas, tej kws kuv khaav nuav yuav nrov nchaa moog thoob plawg huv lub xeev Akhayas tsi muaj leejtwg yuav txwv tau le."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.11","label":"11","content":"Vim le caag kuv txhaj has le nuav? Kuv tsi hlub mej los? Vaajtswv yeej paub has tas, kuv hlub mej."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.12","label":"12","content":"Tej kws nwgnuav kuv ua, kuv yeej yuav ua moog le kuas cov tuabneeg kws mej hu ua “timthawj,” puab txhaj tsi muaj lug khaav has tas, puab ua puab teg num ib yaam le peb ua."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.13","label":"13","content":"Puab cov ntawd yeej tsi yog timthawj tag, puab yog timthawj cuav. Puab ua puab teg num ntxag suavdlawg. Hab puab ua txuj ua le puab yog Yexus Khetos cov timthawj."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.14","label":"14","content":"Tej kws puab ua ntawd yeej tsi txaus leejtwg yuav poob sab. Txawm yog dlaab Ntxwgnyoog los nwg tub txa tau ua le ib tug timtswv ceebtsheej kws muaj fwjchim ci ntsaa ab."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.15","label":"15","content":"Yog le ntawd, yog dlaab Ntxwgnyoog cov tubkhai yuav txa ua le cov tubkhai kws ncaaj nceeg, yeej tsi nyuaj hlo le. Tabsis thaus kawg puab cov ntawd nyag yeej yuav tau lawv le tej kws nyag tau ua lug lawm."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.16","label":"16","content":"Kuv rov has dlua ib lus rua mej has tas, mej tsi xob xaav has tas, kuv yog tuabneeg ruag. Yog mej xaav le ntawd mej ca le ua sab ntev noog kuv tej lug, ca kuv khaav ob peb lus le tug ruag khaav."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.17","label":"17","content":"Tej lug kws kuv has nuav tsi yog tej kws peb tug Tswv Yexus kuas kuv has. Qhov kws kuv khaav nuav kuv leeg has tas, kuv has le tug ruag has tag."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.18","label":"18","content":"Yeej muaj tuabneeg coob coob, nyag naj nub khaav has tas nyag txawj nyag ntse. Yog le ntawd kuv yuav khaav le puab hab."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.19","label":"19","content":"Mej yeej txawj ntse heev lawm. Mej txhaj ua sab ntev noog cov tuabneeg ruag has."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.20","label":"20","content":"Mej ua sab ntev rua cov tuabneeg kws yuam mej ua le nuav le u, cov kws noj mej tug, cov kws cuab muv cuab ntaa tog mej kev, ua saib tsi taug mej lossis ntaus mej ntsejmuag."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.21","label":"21","content":"Kuv txaajmuag leeg rua mej has tas, peb tsi muaj lub sab tawv ua le ntawd rua mej. Tabsis yog lwm tug tub muaj cuabkaav khaav le nuav le u, kuv yeej muaj cuabkaav khaav hab. Kuv has le nuav kuv has le tug ruag has."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.22","label":"22","content":"Puab yog tuabneeg Henplais los? Kuv yeej yog hab. Puab yog tuabneeg Yixalayees los? Kuv yeej yog hab. Puab yog Anplahaas cov xeebntxwv los? Kuv yeej yog hab."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.23","label":"23","content":"Puab yog Yexus Khetos cov tubkhai los? Kuv yog tug tubkhai kws zoo dlua puab. Kuv has le nuav kuv has le tug tuabneeg vwm has. Kuv ua num khwv dlua puab. Kuv raug kaw huv tsev lojcuj ntau dlua puab. Kuv raug luas nplawm ntau dlua puab. Kuv ntsib kev pluj kev tuag ntau dlua puab."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.24","label":"24","content":"Cov Yudais muab kuv nplawm tsib zag, ib zag nplawm peb caug cuaj nplawg;"},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.25","label":"25","content":"Cov tuabneeg Loos muab nplawm nplawm kuv peb zag. Muaj ib zag luas muab pobzeb ntaus kuv. Kuv caij nkoj tog peb zag. Muaj ib zag kuv poob rua huv havtxwv ib nub ib mos."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.26","label":"26","content":"Thaus kuv taug kev moog rua nuav rua u, kuv ntsib teebmeem, tsi has dlej nyaab lossis tubsaab ntaus. Kuv tsaav tuabneeg hab lwm Tsaav Tuabneeg puavleej tsimtxom kuv. Kuv raug kev txomnyem tsi has huv tej nroog, huv haav zoov haav tsuag hab huv havtxwv, hab tej kwvtij kwv npawg los ua phem rua kuv."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.27","label":"27","content":"Kuv khwv taag nub taag mo tsi tau su tsi tau pw yoo dlaab ndlub nris. Kuv tshaib kuv nqhes tsi muaj txaus noj txaus haus, tsi muaj rig tsho naav. Tsi muaj tsev nyob."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.28","label":"28","content":"Tsi yog le ntawd xwb, kuv naj nub naj mo txhawj cov ntseeg kws nyob txhua qhov chaw."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.29","label":"29","content":"Yog leejtwg qaug zug kuv yeej nrug tug ntawd qaug zug hab. Yog leejtwg ua txhum kuv nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.30","label":"30","content":"Yog kuv xaav has tas, kuv yuavtsum khaav xwb ces kuv yeej yuav khaav has txug zaaj kws ua rua suavdlawg pum has tas, kuv yog tug kws tsi muaj fwjchim dlaabtsi le."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.31","label":"31","content":"Tsimnyog peb ua rua Vaajtswv tug kws yog Yexus Khetos leej Txiv tau ntsejmuag moog ibtxhis le. Nwg yeej paub has tas kuv tsi has dlaag."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.32","label":"32","content":"Thaus kuv nyob huv lub nroog Damaxes, Vaajntxwv Aletas kuas tug tswvxeev khaiv tubrog moog zuv lub roojvaag nroog tog nteg kuv."},{"bible_id":"1726","chapter_code":"2CO.11","verse_code":"2CO.11.33","label":"33","content":"Tabsis muaj tuabneeg muab ib lub tawb ntim kuv hab muab kuv tso dlauv ntawm qhovrais rua saab nrau, tug tswvxeev txhaj nteg tsi tau kuv."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.1","label":"1","content":"Txawm yog tej kws kuv yuav khaav tsi muaj qaabhau los kuv yeej yuav khaav. Tabsis kuv yuav has txug tej kws peb tug Tswv Yexus qha rua kuv hab ua rua kuv ua ywgtoog pum."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.2","label":"2","content":"Kuv paub ib tug txivneej kws yog tug ntseeg tau kaum plaub xyoos lug lawm, Vaajtswv coj tug txivneej ntawd moog rua sau ntuj ceebtsheej qhov kws sab tshaaj plawg. (Kuv yeej tsi paub sov tug ntawd ua ywgtoog xwb lossis muaj le ntawd tag, Vaajtswv tuab leeg txhaj le paub.)"},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.3","label":"3","content":"Kuv thov has dlua le nuav, kuv paub has tas, Vaajtswv coj tug ntawd moog sau qhov chaw kws tau zoo nyob kaaj sab lug. (Kuv yeej tsi paub sov tug ntawd ua ywgtoog xwb lossis muaj le ntawd tag, Vaajtswv tuab leeg txhaj le paub;)"},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.4","label":"4","content":"thaus nwg moog nyob sau, nwg nov tej kws tsi muaj tuabneeg pav tau, hab nov tej kws luas tsi pub leejtwg qha."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.5","label":"5","content":"Yog le ntawd, kuv yuav khaav txug tug ntawd zaaj, tabsis kuv zaaj kuv yeej tsi khaav le. Kuv tsuas khaav has txug zaaj kws ua rua suavdlawg pum has tas, kuv tsi muaj fwjchim dlaabtsi le xwb."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.6","label":"6","content":"Yog kuv xaav khaav kuv yeej tsi yog tuabneeg ruag, rua qhov tej kws kuv has puavleej muaj tseeb xwb. Txawm yog le caag los kuv yuav tsi khaav, rua qhov kuv ntshai nyob tsaam muaj tuabneeg tsua yuav qhuas kuv heev. Ca puab qhuas tej kws puab pum kuv ua hab nov kuv has xwb."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.7","label":"7","content":"Vaajtswv tub ua tej kws zoo kawg nkaus rua kuv pum lawm. Nwg ntshai nyob tsaam kuv khaav heev nwg txhaj ca kuv lub cev muaj ib qho mob. qhov ntawd zoo le dlaab Ntxwgnyoog ib tug tubkhai kws muab kuv nplawm kuas kuv tsi xob khaav."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.8","label":"8","content":"Kuv tub thov Vaajtswv khu kuv qhov mob ntawd peb zag lawm,"},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.9","label":"9","content":"tabsis Vaajtswv teb kuv has tas, “Kuv pum zoo hlub koj ces txaus lawm. Kuv yuav pub kuv lub fwjchim rua tug kws qaug zug.” Vaajtswv has le nuav, yog le ntawd qhov kws kuv qaug zug ua rua kuv zoo sab kawg le, rua qhov Yexus Khetos lub fwjchim yuav tsomkwm kuv."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.10","label":"10","content":"Kuv yog tug kws ua Yexus Khetos teg num, yog le ntawd txawm yog kuv qaug zug, raug luas thuam, raug kev txomnyem, raug kev tsimtxom, raug kev nyuaj sab los kuv yeej zoo sab, rua qhov thaus kuv qaug zug, thaus ntawd kuv yuav muaj zug."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.11","label":"11","content":"Kuv ua le tug tuabneeg ruag ua, tabsis yeej yog mej yuam kuv ua le ntawd. Tub tsimnyog mej yuav qhuas tej kws kuv ua, tabsis mej tsi qhuas. Txawm yog kuv tsi tsimtxaj le los kuv yeej tsimtxaj ib yaam le cov tuabneeg kws mej hu has tas mej cov “timthawj.”"},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.12","label":"12","content":"Thaus kuv tuaj nrug mej nyob, kuv ua sab ntev ua num, kuv ua tej txujci luj hab tseemceeb. Tej ntawd tub ua rua mej paub tseeb lawm has tas, kuv yog ib tug timthawj tag."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.13","label":"13","content":"Mej tseem xaav has tas, kuv paab cov ntseeg kws nyob lwm qhov heev dlua le paab mej hab los? Kuv paab suavdlawg ib yaam nkaus, tsuas yog kuv tsi tau thov mej yug kuv xwb. Yog kuv ua le ntawd txhum lawm los thov mej zaam txim rua kuv."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.14","label":"14","content":"Zag nuav yog zag peb kws kuv tub yuav tuaj saib mej. Kuv yuav tsi thov mej ib yaam dlaabtsi le. Kuv xaav tuaj saib mej xwb, tsi yog kuv yuav tuaj thov mej nyaj, rua qhov tej mivnyuas yeej tsi npaaj qubtxeeg qubteg rua nam txiv, tsuas muaj nam txiv txhaj npaaj qubtxeeg qubteg rua tej mivnyuas xwb."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.15","label":"15","content":"Kuv zoo sab muab kuv tug dlaag tug zug hab kuv tej nyaj huv tuabsi paab mej. tub yog vim kuv hlub mej heev, mej txhaj tsi hlub kuv zuj zug lawm los?"},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.16","label":"16","content":"Thaus kuv nrug mej nyob kuv yeej tsi taabkaum mej dlaabtsi le. Nyaj mej yuav pum le ntawd hab, tabsis ntshai yuav muaj qee leej has tas, kuv yog ib tug tuabneeg muaj tswvyim heev, kuv txhobtxwm tuaj ntxag mej."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.17","label":"17","content":"Kuv tau ntxag mej dlaabtsi yuav lossis kuv kuas cov tuabneeg kws kuv khaiv tuaj saib mej noj mej tug los?"},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.18","label":"18","content":"Kuv thov Titus hab kuv khaiv ib tug ntseeg nrug Titus tuaj saib mej. Nyaj mej yuav tsi xaav has tas, Titus noj mej tug. Titus wb koom ib lub sab paab mej hab ua tuab teg num xwb."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.19","label":"19","content":"Tej zag mej yuav xaav has tas, peb naj nub has dlaws peb zaaj xwb. Yeej tsi yog le mej xaav. Peb has lawv le tej lug kws Yexus Khetos kuas peb has. Thaus peb has peb yeej ncu ntsoov has tas, Vaajtswv saib ntsoov peb. Cov kwvtij kws peb hlub, txhua yaam kws peb ua yeej yog peb ua paab mej xwb."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.20","label":"20","content":"Kuv ntshai nyob tsaam thaus kuv tuaj txug ntawm mej, kuv yuav pum has tas mej ua tsi hum kuv sab. Hab mej yuav pum has tas, kuv ua tsi hum mej sab. Kuv ntshai nyob tsaam kuv yuav pum mej sis caav sis tshe, sis khib sis ntxub, sab hlub, ib leeg thuam ib leeg, taug xaiv, khaavtheeb hab tsim kev kub ntxhuv."},{"bible_id":"1726","chapter_code":"2CO.12","verse_code":"2CO.12.21","label":"21","content":"Lwm zag thaus kuv tuaj saib mej, kuv ntshai nyob tsaam Vaajtswv rhuav kuv ntsejmuag. hab kuv yuav nyuaj sab rua cov tuabneeg kws tseem tsi tau tso puab tej kev txhum tseg, tsi has kev nkauj kev nraug hab ua phem ua qas."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.1","label":"1","content":"Zag nuav yog zag peb kws kuv tuaj saib mej. Lawv le Vaajtswv txujlug has tas, “Yog muaj xaiv muaj lug, yuavtsum yog ob leeg lossis peb leeg ua timkhawv txhaj tseeb.”"},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.2","label":"2","content":"Kuv xaav ntuag mej cov kws tub ua txhum lug lawm hab ntuag suavdlawg. Thaus kuv tuaj saib mej zag ob kuv tub ntuag mej ib zag lawm, tabsis nwgnuav txawm yog kuv nyob dleb mej los kuv rov qaab ntuag mej ib zag ntxiv has tas, lwm zag thaus kuv tuaj, kuv yuav rau txim rua cov tuabneeg kws ua txhum txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.3","label":"3","content":"Mej yeej yuav pum has tas, tej kws kuv qha yog tej kws Yexus Khetos kuas kuv has. Thaus nwg taug mej zaaj, nwg yuav tsi ua tug nyuas qaug zuj zig, tabsis nwg yuav ua rua mej pum nwg lub fwjchim."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.4","label":"4","content":"Thaus luas muab nwg ntsa rua sau ntoo khaublig, nwg ua tug qaug zuj zig. Txawm yog le ntawd los nwgnuav nwg tseem muaj sa nyob, rua qhov Vaajtswv tug kws muaj fwjchim tub tsaa nwg sawv huv qhov tuag rov qaab lug lawm. Peb cov kws nrug nwg koom ib txujsa, peb qaug zug ib yaam le nwg. Tabsis Vaajtswv pub fwjchim rua peb ib yaam le pub rua nwg, peb txhaj muaj cuabkaav ntuag mej."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.5","label":"5","content":"Mej ca le ua tuab zoo xaav thoob thoob saib mej puas yog cov kws muab sab rau ntseeg los tsi yog? Nyaj mej yuav paub lawm has tas, Yexus Khetos nyob huv mej lub sab. Yog mej tsi paub, ntshai mej tsi yog cov kws ntseeg tag."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.6","label":"6","content":"Kuv xaav has tas, nyaj mej yuav paub has tas, peb yog cov kws ntseeg tag."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.7","label":"7","content":"Peb naj nub thov Vaajtswv paab mej kuas mej tsi xob ua txhum. Peb thov le ntawd tsi yog peb ua rua suavdlawg xaav has tas, peb yog cov kws tub ua zoo lawm. Txawm yog muaj tuabneeg saib tsi taug peb los peb yeej xaav kuas mej ua tau tuabneeg zoo."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.8","label":"8","content":"Rua qhov peb yeej tsi ua ib yaam dlaabtsi taabkaum Vaajtswv txujlug kws yog txuj tseeb, peb tsuas ua lawv le txujlug tseeb ntawd xwb."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.9","label":"9","content":"Thaus peb qaug zug mej muaj zug, peb zoo sab kawg le. Peb txhaj thov Vaajtswv paab mej kuas mej ua tau mej lub neej zoo zuj zug ntxiv."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.10","label":"10","content":"Tub yog vim le ntawd, thaus kuv tseem nyob dleb mej kuv txhaj sau tsaab ntawv nuav tuaj rua mej. Thaus kuv tuaj saib mej, txawm yog kuv yeej muaj cuabkaav tshev mej los kuv yuav tsi has nyaav rua mej, rua qhov peb tug Tswv Yexus Khetos tsuas pub kuv muaj cuabkaav tsaa mej lub neej xwb, kuv tsi muaj cuabkaav yuav rhuav mej lub neej."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.11","label":"11","content":"Cov kwvtij, kuv tej lug muaj npaum le nuav xwb. mej yuavtsum muab sab rau xyum ua mej lub neej kuas zoo kawg nkaus. Mej ca le khaws kuv tej lug ca, suavdlawg ua ib lub sab hab ib leeg tsi xob nrhav xaiv nrhav lug rua ib leeg. Yog mej ua le ntawd Vaajtswv tug kws hlub mej hab ca mej tau zoo nyob kaaj sab lug, nwg yuav nrug nraim mej nyob."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.12","label":"12","content":"Cov kwvtij, mej ib leeg has noj qaab nyob zoo rua ib leeg hab ib leeg yuavtsum hlub ib leeg. Cov ntseeg Vaajtswv txhua tug, puab has noj qaab nyob zoo rua mej suavdlawg."},{"bible_id":"1726","chapter_code":"2CO.13","verse_code":"2CO.13.13","label":"13","content":"Thov peb tug Tswv Yexus Khetos foom koob moov rua mej. Thov Vaajtswv hlub mej, hab thov Vaajtswv tug Ntsujplig kws ua rua mej nyob sis raug zoo nrug nraim mej nyob."}]