[{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.1","label":"1","content":"Thaus Vaajntxwv Ahaj kws kaav tebchaws Yixalayees tuag lawm, cov Mau-am txawm ntxeev sab tawmtsaam cov Yixalayees."},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.2","label":"2","content":"Vaajntxwv Ahaxiyas kws kaav tebchaws Yixalayees txawm poob sau theem tsev ob lug rua huv plaag tsev kws yog nwg lub loog huv lub nroog Xamalis, ua rua nwg raug mob saab kawg le. Yog le ntawd, nwg txhaj khaiv ib cov tubkhai moog nug cov Filitees tug vaajtswv Npa-aas Xenpus kws nyob huv lub nroog Ekiloos saib qhov kws nwg raug mob ntawd yuav zoo los tsi zoo."},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.3","label":"3","content":"Tabsis tug TSWV ib tug timtswv lug has rua Eliyas kws yog tug cev Vaajtswv lug kws nyob huv Tinpes, kuas ca le moog cuag Vaajntxwv Ahaxiyas cov tubkhai hab nug has tas, “Vim le caag mej txhaj moog cuag tug vaajtswv Npa-aas Xenpus kws nyob huv lub nroog Ekiloos? Puas yog mej xaav has tas, nyob huv tebchaws Yixalayees tsi muaj Vaajtswv?"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.4","label":"4","content":"Mej moog has rua vaajntxwv has tas, tug TSWV has tas, ‘Qhov kws koj raug mob yuav tsi zoo, koj yuav tuag xwb!’ ” Eliyas txawm moog has lawv le tug TSWV has,"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.5","label":"5","content":"hab cov tubkhai ntawd txhaj rov qaab moog cuag vaajntxwv. Vaajntxwv nug puab has tas, “Vim le caag mej rov qaab lug?”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.6","label":"6","content":"Puab teb has tas, “Peb moog ntsib ib tug txivneej. Nwg kuas peb lug has rua koj has tas, tug TSWV has tas, ‘Vim le caag koj txhaj khaiv tuabneeg moog nug tug vaajtswv Npa-aas Xenpus kws nyob huv lub nroog Ekiloos? Puas yog koj xaav has tas, nyob huv tebchaws Yixalayees tsi muaj Vaajtswv? Qhov kws koj raug mob yuav tsi zoo, koj yuav tuag xwb.’ ”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.7","label":"7","content":"Vaajntxwv nug puab has tas, “Tug txivneej ntawd zoo le caag?”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.8","label":"8","content":"Puab teb has tas, “Nwg naav ib lub tsho luj kws yog muab tawv tsaj xaws, hab sa  ib txuj hlaab tawv.” Vaajntxwv teb has tas, “Tug ntawm yog Eliyas ntaag!”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.9","label":"9","content":"Ces vaajntxwv txawm khaiv ib tug thawj tubrog coj tsib caug leej tubrog moog nteg Eliyas. Tug thawj tubrog moog pum Eliyas nyob quastsawg sau ib lub pov roob, nwg txawm has rua Eliyas has tas, “Vaajtswv tug tuabneeg, vaajntxwv kuas koj ca le nqeg lug.”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.10","label":"10","content":"Eliyas teb has tas, “Yog has tas kuv yog Vaajtswv tug tuabneeg tag, thov kuas suavtawg poob sau ntuj lug kub koj hab koj cov tubrog!” Taamsim ntawd suavtawg txawm poob sau ntuj lug kub tug thawj tubrog hab nwg cov tubrog tuag taag."},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.11","label":"11","content":"Vaajntxwv khaiv dlua ib tug thawj tubrog coj tsib caug leej tubrog moog  nteg Eliyas, nwg has rua Eliyas has tas, “Vaajtswv tug tuabneeg, vaajntxwv kuas koj ca le nqeg lug taamsim nuav!”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.12","label":"12","content":"Eliyas teb has tas, “Yog has tas, kuv yog Vaajtswv tug tuabneeg tag, thov kuas suavtawg poob sau ntuj lug kub koj hab koj cov tubrog!” Taamsim ntawd suavtawg txawm poob sau ntuj lug kub tug thawj tubrog hab nwg cov tubrog tuag taag."},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.13","label":"13","content":"Vaajntxwv rov khaiv dlua ib tug thawj tubrog coj tsib caug leej tubrog moog. Tug thawj tubrog ntawd nce moog rua sau lub pov roob hab txhus caug ndlua ntawm Eliyas xubndlag, thov has tas, “Vaajtswv tug tuabneeg, thov koj taabncuab kuv hab kuv cov tubrog! Thov koj tseg peb txujsa!"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.14","label":"14","content":"Suavtawg tub poob sau ntuj lug kub ob tug thawj tubrog hab obtug cov tubrog kws tuaj ua ntej tuag taag lawm, tabsis thov koj tseg kuv txujsa!”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.15","label":"15","content":"Tug TSWV ib tug timtswv has rua Eliyas has tas, “Koj tsi xob ntshai, ca le nrug nwg moog.” Yog le ntawd, Eliyas txhaj nrug tug thawj tubrog ntawd moog cuag vaajntxwv."},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.16","label":"16","content":"Eliyas has rua vaajntxwv has tas, “Tug TSWV has le nuav: ‘Vim koj khaiv tuabneeg moog cuag tug vaajtswv Npa-aas Xenpus kws nyob huv lub nroog Ekiloos, cuag le tsi muaj Vaajtswv nyob huv tebchaws Yixalayees rua koj nug, koj yuav tsi zoo; koj yuav tuag!’ ”"},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.17","label":"17","content":"Ahaxiyas txawm tuag lawv le tug TSWV tau has rua Eliyas. Ahaxiyas tsi muaj tub, yog le ntawd nwg tug kwv  Yaulaas txhaj ua vaajntxwv hloov Ahaxiyas chaw, thaus ntawd Yehausafas tug tub Yehaulaas taabtom ua vaajntxwv kaav lub tebchaws Yudas tau ob xyoos."},{"bible_id":"1726","chapter_code":"2KI.1","verse_code":"2KI.1.18","label":"18","content":"Dlua le lwm yaam kws vaajntxwv Ahaxiyas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.1","label":"1","content":"Thaus txug sijhawm kws tug TSWV tso khaub zeeg cua lug tog Eliyas moog sau ntuj, Eliyas hab Elisas taabtom taug kev tawm huv lub nroog Nkilenkas moog rua lwm qhov, hab"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.2","label":"2","content":"thaus obtug taug kev moog, Eliyas has rua Elisas has tas, “Koj nyob tuabywv ntawm nuav tog, kuv yuav moog rua huv lub nroog Npethees lawv le tug TSWV has.” Tabsis Elisas teb has tas, “Kuv coglug rua tug TSWV kws muaj sa nyob has tseeb rua koj tas, kuv yuav si ncaim koj moog qhov twg le.” Ces obtug txawm ua ke moog rua huv lub nroog Npethees lawm."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.3","label":"3","content":"Thaus obtug moog txug, cov cev Vaajtswv lug kws nyob huv lub nroog tuaj cuag Elisas hab has rua nwg tas, “Koj puas paub has tas, nub nua tug TSWV tub yuav coj koj tug xwbfwb moog?” Elisas teb has tas, “Ua tuabywv tsi xob has lug, kuv tub paub lawm.”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.4","label":"4","content":"Eliyas has rua Elisas has tas, “Koj nyob tuabywv ntawm nuav tog; kuv yuav moog rua huv lub nroog Yelikaus lawv le tug TSWV has.” Tabsis Elisas teb has tas, “Kuv coglug rua tug TSWV kws muaj sa nyob has tseeb rua koj has tas, kuv yuav tsi ncaim koj moog qhov twg le.” Ces obtug txawm ua ke moog rua huv lub nroog Yelikaus lawm."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.5","label":"5","content":"Thaus obtug moog txug, cov cev Vaajtswv lug kws nyob huv lub nroog Yelikaus tuaj cuag Elisas hab has rua nwg tas, “Koj puas paub has tas, nub nua tug TSWV tub yuav coj koj tug xwbfwb moog?” Elisas teb has tas, “Ua tuabywv tsi xob has lug, kuv tub paub lawm.”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.6","label":"6","content":"Eliyas has rua Elisas has tas, “Koj nyob tuabywv ntawm nuav tog; kuv yuav moog rua nraag tug Dlej Yauladees lawv le tug TSWV has.” Tabsis Elisas teb has tas, “Kuv coglug rua tug TSWV kws muaj sa nyob has tseeb rua koj tas, kuv yuav tsi ncaim koj moog qhov twg le.” Ces obtug txawm ua ke moog,"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.7","label":"7","content":"hab muaj tsib caug leej cev Vaajtswv lug lawv obtug qaab moog txug nraag tug Dlej Yauladees. Eliyas hab Elisas moog sawv ntawm ntug dlej hab tsib caug leej cev Vaajtswv lug ntawd txawm moog sawv ib caag saib."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.8","label":"8","content":"Eliyas hle hlo nwg lub tsho ntev hab muab dlov ua ib caaj nplawm dlej; dlej txawm faib hlo rua ob saab ua kev qhuav qhawv rua Eliyas hab Elisas moog rua saab tim u."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.9","label":"9","content":"Thaus obtug moog txug saab tid lawm, Eliyas has rua Elisas has tas, “Tsheem Vaajtswv tsi tau coj kuv moog, yog koj xaav tau dlaabtsi, koj ca le thov.” Elisas teb has tas, “Thov faib koj lub fwjchim rua kuv, ca kuv ua tug hloov koj chaw.”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.10","label":"10","content":"Eliyas teb has tas, “Koj thov yaam kws muab nyuaj kawg le. Txawm le caag los xij, yog koj pum Vaajtswv coj kuv moog, ces koj yuav tau lawv le koj thov. Tabsis yog koj tsi pum kuv moog, koj yuav tsi tau ib yaam dlaabtsi le.”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.11","label":"11","content":"Thaus obtug tseem sis thaam tujtawg taug kev, txawm muaj ib cov neeg fuab cua hai ib lub tsheb neeg suavtawg cig nplaim lab ploog lug phua plhawv obtug moog, ces khaub zeeg cua txawm nqaa hlo Eliyas moog rua sau ntuj lawm."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.12","label":"12","content":"Elisas saib dlheev pum Eliyas hab hu has tas, “Kuv txiv, kuv txiv! Tug muaj fwjchim luj kawg nkaus kws paab cov Yixalayees! Koj txawm moog lawm tag los!” Ces Elisas txawm tsi pum Eliyas le lawm. Elisas tu sab heev, nwg txawm muab nwg lub tsho ntev dlua rhe ua ob dlaim."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.13","label":"13","content":"Nwg txhaj moog khaws nkaus Eliyas lub tsho ntev kws poob lug, hab rov moog sawv ntawm ntug Dlej Yauladees."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.14","label":"14","content":"Nwg muab Eliyas lub tsho nplawm dlej hab hu has tas, “Tug TSWV kws yog Eliyas tug Vaajtswv, koj nyob qhov twg?” Nwg rov muab lub tsho nplawm dlej, dlej txawm faib hlo rua ob saab, Elisas txhaj rov lug lawm."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.15","label":"15","content":"Thaus tsib caug leej cev Vaajtswv lug kws tuaj huv lub nroog Yelikaus tuaj pum le ntawd, puab txhaj has tas, “Elisas tau Eliyas lub fwjchim lawm!” Puab suavdlawg dlha moog tog Elisas hab txhus caug ndlua pe nwg,"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.16","label":"16","content":"hab has tas, “Peb tsib caug leej nuav puavleej yog cov kws khov kho xwb. Thov ca peb moog nrhav koj tug xwbfwb. Tej zag tug TSWV tug ntsujplig coj nwg moog rua sau tej roob lossis tom tej haav lawm.” Elisas teb has tas, “Mej tsi xob moog nrhav!”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.17","label":"17","content":"Tabsis puab pheej thov taag zug le, Elisas ua tsi tau le caag, nwg txhaj ca puab moog nrhav. Puab tsib caug leej ntawd txhaj moog nrhav Eliyas rua peg tej roob hab tej haav tau peb nub tabsis tsi pum le."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.18","label":"18","content":"Puab rov lug cuag Elisas huv lub nroog Yelikaus. Nwg tseem nyob huv tog puab, hab nwg has rua puab tas, “Kuv tub has rua mej has tas, tsi xob moog nrhav nwg nua ne!”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.19","label":"19","content":"Cov tuabneeg kws nyob huv lub nroog Yelikaus muaj qee leej moog has rua Elisas has tas, “Koj paub has tas, lub nroog nuav xis nyob kawg le, tabsis tej dlej tsi zoo hab ua rua cov quaspuj pheej nchuav cev.”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.20","label":"20","content":"Elisas has rua puab tas, “Mej moog muab ib cov ntsev ntim rua huv ib lub taig tshab nqaa tuaj rua kuv.” Puab txawm ua le Elisas has."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.21","label":"21","content":"Elisas moog rua tom lub qhovdlej, nwg muab cov ntsev ntawd laub rua huv lub qhovdlej, hab has tas, “Tug TSWV has le nuav: ‘Kuv ua rua lub qhovdlej nuav zoo lawm, txij nuav moog cov dlej yuav tsi ua rua leejtwg tuag lossis pob mivnyuas lawm.’ ”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.22","label":"22","content":"Txij thaus ntawd lug txug naj nub nua lub qhovdlej ntawd txawm zoo lawv le Elisas has."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.23","label":"23","content":"Elisas tawm huv lub nroog Yelikaus moog rua peg lub nroog Npethees, thaus nwg taabtom taug kev moog, txawm muaj ib cov tub hluas tawm huv nroog tuaj qw thuam Elisas has tas, “Yawm laug dlo hau, koj ca le tsiv moog!”"},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.24","label":"24","content":"Elisas tig hlo lug saib puab, hab tuav tug TSWV lub npe foom puab. Ces txawm muaj ob tug maum dlais tawm huv haav ntoo lug muab plaub caug ob leeg tub hluas ntawd tum tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.2","verse_code":"2KI.2.25","label":"25","content":"Ces Elisas txawm moog rua sau lub Roob Kalemees, hab tom qaab ntawd nwg rov lug rua huv lub nroog Xamalis."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.1","label":"1","content":"Thaus Yehausafas ua vaajntxwv kaav tebchaws Yudas tau kaum yim xyoo lawm, Ahaj tug tub Yaulaas maam le ua vaajntxwv kaav tebchaws Yixalayees hab nwg nyob huv lub nroog Xamalis kaav tau kaum ob xyoos."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.2","label":"2","content":"Yaulaas ua txhum rua tug TSWV, tabsis nwg tsi ua txhum luj npaum le nwg txiv lossis nwg nam Yexenpees; nwg muab tug ncej mlom Npa-aas kws nwg txiv ua lug teev rhuav povtseg."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.3","label":"3","content":"Txawm le ntawd los nwg pheej coj cov Yixalayees moog ua txhum tsi tseg, ib yaam le Nenpas tug tub kws yog Vaajntxwv Yelaunpau-aas kws nyob ua ntej nwg lawm ua."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.4","label":"4","content":"Vaajntxwv Mesas kws kaav tebchaws Mau-am muaj yaaj coob heev, txhua xyoo twg nwg coj ib puas txheeb tug mivnyuas yaaj hab txav ib puas txheeb tug yaaj tej plaub coj tuaj pub rua cov Yixalayees tug vaajntxwv."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.5","label":"5","content":"Tabsis thaus Vaajntxwv Ahaj kws kaav tebchaws Yixalayees tuag lawm, Mesas txawm ntxeev sab rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.6","label":"6","content":"Thaus ntawd Vaajntxwv Yaulaas txawm tawm huv lub nroog Xamalis moog txhij taagnrho nwg cov tubrog tuaj ua ke."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.7","label":"7","content":"Nwg has moog rua Vaajntxwv Yehausafas kws kaav tebchaws Yudas has tas, “Tug vaajntxwv kws kaav tebchaws Mau-am tau ntxeev sab rua kuv lawm; koj puas paab kuv moog tua nwg?” Vaajntxwv Yehausafas teb has tas, “Kuv txaus sab yuav paab koj. Kuv cov tubrog hab kuv cov neeg los kuj ib yaam le yog koj le."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.8","label":"8","content":"Peb yuav moog txujkev twg moog tua puab?” Yaulaas teb has tas, “Peb yuav tshuv kev moog rua tom taj suabpuam Edoos tuaj.”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.9","label":"9","content":"Yog le ntawd, cov Yudas tug vaajntxwv hab cov Edoos tug vaajntxwv txhaj nrug Vaajntxwv Yaulaas moog. Thaus puab moog tau xyaa nub ke, tej dlej kws puab npaaj moog tsi tshuav rua puab cov tubrog lossis puab cov tsaj haus le lawm."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.10","label":"10","content":"Vaajntxwv Yaulaas has tas, “Peb tuag lauj! Tug TSWV muab peb peb leeg nuav cob rua tug vaajntxwv kws kaav tebchaws Mau-am teg lawm.”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.11","label":"11","content":"Vaajntxwv Yehausafas nug has tas, “Txawm tsi muaj ib tug cev Vaajtswv lug nyob ntawm nuav paab peb nug tug TSWV le los?” Vaajntxwv Yaulaas ib tug thawj tubrog teb has tas, “Elisas kws yog Safas tug tub nyob ntawm nuav. Nwg yog tug kws paab Eliyas.”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.12","label":"12","content":"Vaajntxwv Yehausafas has tas, “Elisas yog ib tug cev Vaajtswv lug tseeb.” Yog le ntawd, peb tug vaajntxwv ntawd txhaj moog cuag Elisas."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.13","label":"13","content":"Elisas has rua tug vaajntxwv kws kaav tebchaws Yixalayees tas, “Vim le caag koj txhaj kuas kuv paab koj? Koj ca le moog nug cov cev Vaajtswv lug kws koj nam hab koj txiv obtug ibtxwm nug.” Yaulaas teb has tas, “Tsi tau, rua qhov tug TSWV muab peb peb tug vaajntxwv nuav cob rua tug vaajntxwv kws kaav tebchaws Mau-am teg lawm.”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.14","label":"14","content":"Elisas teb has tas, “Kuv coglug rua tug TSWV kws muaj sa nyob kws kuv pehawm has tas, yog kuv tsi fwm Vaajntxwv Yehausafas kws kaav tebchaws Yudas kws tuaj paab koj, ces kuv yeej tsi quavntsej koj le."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.15","label":"15","content":"Ca le moog hu ib tug kws txawj ntaus nkauj nogncaas tuaj cuag kuv taamsim nuav.” Thaus tug ntawd tuaj txug, nwg ntaus nwg lub nkauj nogncaas, ces tug TSWV lub fwjchim txawm lug kaav hlo Elisas,"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.16","label":"16","content":"hab Elisas has tas, “Tug TSWV has le nuav: ‘Mej ca le khawb lub haav qhuav nuav kuas ua tej lub qhov."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.17","label":"17","content":"Txawm yog nwgnuav mej tsi tau pum naag lug hab tsi nov cua ntsawj le los cov qhov kws mej khawb yuav muaj dlej puv nkaus rua mej, mej tej nyuj tej neeg thauj nraa hab lwm yaam tsaj txhu yuav tau dlej haus nplua mag.’ ”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.18","label":"18","content":"Hab Elisas has ntxiv tas, “Tej nuav yoojyim heev rua tug TSWV ua. Tsi taag le ntawd xwb, nwg tseem yuav pub kuas mej tua yeej cov Mau-am hab."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.19","label":"19","content":"Mej yuav moog tua hab txeeb tau cov Mau-am tej nroog zoo kws muaj ntsaa yeej thaiv khov kho; mej yuav muab puab tej txiv ntoo ntuv, txhub puab tej qhovdlej, hab muab pobzeb pov kuas puv nkaus puab tej teb kws zoo qoob kuas puamtsuaj taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.20","label":"20","content":"Nub tom qaab thaus sawv ntxuv kws yog lub caij hlawv khoom fij, txawm muaj dlej ndlwg peg Edoos lug rua huv lub tebchaws txhua qhov."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.21","label":"21","content":"Thaus cov Mau-am nov has tas, muaj peb tug vaajntxwv tuaj tua puab, ces txhua tug txivneej kws ua taug rog, tsi has cov laug cov hluas puavleej raug hu kuas moog zuv ntawm tug nrimteb."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.22","label":"22","content":"Nub tom qaab thaus sawv ntxuv, cov Mau-am pum lub nub ci rua cov dlej, ua rua dlej lab ploog ib yaam le ntshaav."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.23","label":"23","content":"Cov Mau-am has tas, “Yog ntshaav los sav! Yeej yog peb tug vaajntxwv kws yog peb cov yeebncuab, cov tubrog rov sis tua tuag ntaag! Peb ca le moog fuab tej khoom huv puab lub yeej!”"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.24","label":"24","content":"Tabsis thaus puab moog txug ntawm lub yeej, cov Yixalayees txawm sawv pis tseeg lug tua puab, ua rua puab thim hlo rov qaab. Cov tubrog Yixalayees caum qaab  moog tua cov Mau-am"},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.25","label":"25","content":"hab rhuav puab tej nroog puamtsuaj taag. Thaus cov Yixalayees lug txug ntawm cov Mau-am tej teb kws zoo qoob, ces cov tubrog Yixalayees txhua tug txawm khaws pobzeb pov puv nkaus tej teb ntawd; txhub puab tej qhovdlej, hab ntuv puab tej txiv ntoo taag dlu lug. Thaus kawg tsuas tshuav lub tuamceeb nroog Kis Heles  xwb los tseem muaj dlua ib paab tubrog kws txawj ntaus zeg hlua tuaj vij hab tua lub nroog ntawd."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.26","label":"26","content":"Thaus cov Mau-am tug vaajntxwv pum has tas nwg swb lawm, nwg txawm coj xyaa pua leej tubrog kws txawj tua ntaaj nrug nwg pluav ntxhas tsiv kuas dlhau cov yeebncuab moog cuag tug vaajntxwv kws kaav tebchaws Xilias.  Tabsis nwg moog tsi dlhau."},{"bible_id":"1726","chapter_code":"2KI.3","verse_code":"2KI.3.27","label":"27","content":"Nwg txhaj muab nwg tug tub hlub kws yuav ua vaajntxwv hloov nwg chaw, tua fij rua cov Mau-am tug mlom sau tug ntsaa yeej kws thaiv lub nroog. Txawm muaj xwm ua rua cov Yixalayees ntshai,  puab txhaj tso lub nroog ntawd tseg rov qaab lug rua huv puab lub tebchaws lawm."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.1","label":"1","content":"Muaj ib tug puj ntsuag kws nwg tug quasyawg yog ib tug cev Vaajtswv lug, tuaj cuag Elisas hab has tas, “Kuv tug quasyawg tuag lawm, koj yeej paub has tas nwg fwm Vaajtswv heev, tabsis tug kws peb tshuav nqe yuav tuaj coj kuv ob tug tub moog ua nwg qhev.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.2","label":"2","content":"Elisas nug has tas, “Koj xaav kuas kuv paab dlaabtsi? Qha rua kuv saib, koj muaj dlaabtsi nyob huv tsev?” Tug puj ntsuag ntawd teb has tas, “Kuv tsi muaj dlaabtsi le, tsuas muaj ib hub roj miv miv xwb.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.3","label":"3","content":"Elisas has tas, “Koj moog qev tej tuabneeg zej zog tej hub kws khoom ntau lub lug, tsi xob qev lub puav xwb,"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.4","label":"4","content":"ces koj, hab koj ob tug tub ca le moog rua huv tsev, kaw qhovrooj rua, hab laub roj rua huv cov hub ntawd txhua lub. Thaus lub hub twg puv lawm muab txawb rua ib caag.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.5","label":"5","content":"Tug quaspuj ntawd txawm rov moog tsev, nwg hab nwg ob tug tub kaw qhovrooj rua hab muab lub hub roj miv miv lug laub rua huv cov hub kws ob tug tub moog qev lug rua nwg ntawd."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.6","label":"6","content":"Thaus cov hub puv taag txhua lub lawm leej nam has tas, “Muab dlua ib lub hub lug hab.” Ob tug tub teb has tas, “Taag rua lub ko lawm.” Ces roj txawm tu nrho tsi lug lawm."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.7","label":"7","content":"Tug quaspuj ntawd txhaj rov moog cuag Elisas kws yog tug cev Vaajtswv lug. Elisas has rua nwg tas, “Koj rov moog tsev muab cov roj ntawd muag, muab cov nyaj ntawd them mej tej nuj nqes, hab cov kws seem yeej yuav txaus mej cov nam tub siv moog yaav tom ntej.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.8","label":"8","content":"Muaj ib nub Elisas moog rua huv lub nroog Sunees. Muaj ib tug quaspuj npluanuj nyob huv lub nroog ntawd. Nwg txawm hu Elisas moog noj mov huv nwg tsev. Txij thaus ntawd lug, txhua zag kws Elisas dlua kev tuaj huv lub nroog ntawd, nwg pheej moog su huv tug quaspuj ntawd lub tsev."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.9","label":"9","content":"Tug quaspuj ntawd has rua nwg tug quasyawg tas, “Kuv paub has tas tug txivneej kws naj zag tuaj huv wb tsev nuav, yog Vaajtswv ib tug tuabneeg kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.10","label":"10","content":"Wb ca le txuas ib chaav rua txheej tsev sau, muab txaaj, rooj, tog hab teeb moog tso rua huv chaav ntawd, thaus nwg tuaj saib wb, nwg txhaj tau chaw pw.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.11","label":"11","content":"Muaj ib nub Elisas txawm rov moog rua huv lub nroog Sunees, hab moog pw rua sau nwg chaav tsev ntawd."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.12","label":"12","content":"Elisas has kuas nwg tug tubkhai Nkehaxis moog hu tug quaspuj ntawd lug. Thaus tug quaspuj ntawd lug txug,"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.13","label":"13","content":"Elisas has rua Nkehaxis has tas, “Koj nug tug quaspuj ntawd saib nwg xaav kuas kuv ua dlaabtsi rua nwg, rua qhov wb pheej tuaj taabkaum nwg, hab nwg tau ua ntau yaam rua wb lawm. Tej zag nwg xaav kuas kuv moog thov vaajntxwv lossis tug thawj tubrog paab nwg ib yaam dlaabtsi.” Tug quaspuj ntawd teb has tas, “Kuv nyob ntawm nuav los kuv kuj nrug luas muaj noj muaj haus hab.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.14","label":"14","content":"Elisas nug Nkehaxis has tas, “Yog le ntawd kuv yuav paab nwg dlaabtsi txhaj zoo?” Nkehaxis teb has tas, “Qhov tseemceeb mas nwg tsi muaj ib tug mivnyuas le, hab nwg tug quasyawg los laug lawm.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.15","label":"15","content":"Elisas has tas, “Koj moog has kuas nwg lug ntawm nuav.” Tug quaspuj ntawd txhaj lug sawv ntawm qhovrooj."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.16","label":"16","content":"Elisas has rua nwg tas, “Lwm xyoo lub caij nuav koj yuav tau ib tug mivtub lug puag.” Nwg teb Elisas has tas, “Tug tswv kws yog Vaajtswv tug tuabneeg, koj tsi xob dlaag kuv le ko!”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.17","label":"17","content":"Ces tug quaspuj ntawd txawm xeeb tub, hab xyoo tom qaab nwg txawm yug tau ib tug mivtub lawv le lub caij kws Elisas tau teem ca ntawd tag."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.18","label":"18","content":"Tau ob peb xyoos tom qaab thaus lub caij sau qoob, muaj ib taagkig tug mivtub ntawd txawm moog cuag nwg txiv, rua qhov nwg txiv moog saib cov tubqhe hlais nplej nraag teb lawm."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.19","label":"19","content":"Thaus tug mivtub ntawd moog txug, nwg quaj rua nwg txiv has tas, “Txiv, mob mob kuv taubhau! Mob mob kuv taubhau!” Leej txiv txhaj has rua ib tug tubqhe has tas, “Ca le puag tug mivtub moog rua nwg nam.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.20","label":"20","content":"Tug tubqhe txhaj le puag tug mivtub moog rua leej nam, hab leej nam puag tug mivtub rua ntawm nwg xubndlag moog txug thaus taav su, ces tug mivtub txawm tu sav lawm."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.21","label":"21","content":"Leej nam puag tug mivtub moog tso rua sau Elisas chaav tsev, hab muab tso rua sau txaaj, nwg tawm lug hab kaw qhovrooj."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.22","label":"22","content":"Nwg hu nwg tug quasyawg has tas, “Koj kuas ib tug tubkhai caab ib tug neeg luav lug rua kuv, kuv maaj yuav moog cuag Elisas kws yog tug cev Vaajtswv lug hab kuv maam le rov lug tsev.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.23","label":"23","content":"Nwg tug quasyawg nug has tas, “Vim le caag koj txhaj yuav moog nub nua? Nub nua tub tsi yog Nub Xanpataus lossis Nub Hli Xab ne?” Tabsis tug quaspuj teb has tas, “Txawm le ntawd los kuv yuav moog.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.24","label":"24","content":"Nwg has kuas tug tubkhai muab eeb pem rua sau tug neeg luav rua nwg caij, hab nwg has rua tug tubkhai has tas, “Koj ca le caab tug neeg luav nuav moog ceev nrooj, thaus twg kuv kuas su maam le su.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.25","label":"25","content":"Yog le ntawd, nwg txhaj moog rua peg lub Roob Kalemees kws Elisas nyob. Thaus Elisas pum tug quaspuj ntawd tuaj txug tim u, nwg txawm has rua nwg tug tubkhai Nkehaxis has tas, “Koj saib tid saib, tug quaspuj kws nyob huv Sunees taabtom taug kev tuaj txug tid."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.26","label":"26","content":"Koj kawgkag ca le moog tog nwg hab nug saib nwg, nwg tug quasyawg hab nwg tug mivtub puas noj qaab nyob zoo?” Nwg teb Nkehaxis has tas, “Peb puavleej noj qaab nyob zoo.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.27","label":"27","content":"Thaus nwg lug txug ntawm Elisas, nwg txawm txhus caug ndlua rua ntawm Elisas xubndlag hab qawm lag Elisas ob txhais kutaw. Nkehaxis txaav zog moog yuav muab nwg nqug tawm, tabsis Elisas has tas, “Koj tsi xob nqug nwg, koj tsi pum has tas, nwg nyuaj sab kawg le los? Tabsis tug TSWV tsi tau qha zaaj nuav rua kuv paub le.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.28","label":"28","content":"Tug quaspuj ntawd has rua Elisas has tas, “Kuv tug tswv, kuv tsi tau taij koj thov Vaajtswv kuas kuv muaj tub, thaus ntawd kuv tub has rua koj has tas, koj tsi xob laam has kuas kuv ca sab nua ne?”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.29","label":"29","content":"Elisas has rua Nkehaxis has tas, “Koj ca le nqaa kuv tug paas nreg nuav ceev nrooj moog, koj moog ntsib leejtwg los koj tsi xob hu nwg, hab leejtwg hu koj los koj tsi xob teb. Koj nqaa kuv tug paas nreg ncaaj nraim moog rua huv tsev hab muab tso rua sau tug mivtub lub ntsejmuag.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.30","label":"30","content":"Tabsis tug quaspuj ntawd has rua Elisas has tas, “Kuv coglug rua tug TSWV kws muaj sa nyob hab rua koj has tas, kuv yuav tsi ncaim koj moog qhov twg le.” Ces Elisas hab tug quaspuj ntawd txhaj ua ke lawv Nkehaxis qaab moog."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.31","label":"31","content":"Nkehaxis dlha ua ntej moog txug hab muab Elisas tug paas nreg tso rua sau tug mivtub lub ntsejmuag, tabsis tsi nov tug mivtub nroo lossis xeev le. Nkehaxis txhaj rov lug qha rua Elisas has tas, “Tug mivtub tseem tsi tau xeev le.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.32","label":"32","content":"Thaus Elisas moog txug lawm, nwg tuab leeg nce moog rua sau chaav tsev ntawd hab nwg pum tug mivtub tuag xyaab leeg rua sau txaaj."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.33","label":"33","content":"Nwg txawm kaw nkaus qhovrooj hab thov tug TSWV."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.34","label":"34","content":"Nwg qhau cev hlo rua sau tug mivtub, qhovncauj npuab qhovncauj, qhovmuag npuab qhovmuag, hab teg npuab teg. Thaus nwg qhau cev hlo rua sau tug mivtub le ntawd, tug mivtub lub cev txawm suv tuaj."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.35","label":"35","content":"Elisas sawv ncig moog ncig lug huv chaav tsev ntawd, hab rov qhau cev hlo rua sau tug mivtub dlua ib zag ntxiv. Tug mivtub txawm txhaam xyaa zag hab qheb hlo qhovmuag."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.36","label":"36","content":"Elisas has kuas Nkehaxis hu leej nam lug. Thaus leej nam lug txug, Elisas has rua nwg has tas, “Ca le coj koj tug mivtub moog.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.37","label":"37","content":"Leej nam txawm txhus caug ndlua ntawm Elisas kutaw ua ntsejmuag ti nkaus aav, hab puag nwg tug mivtub moog lawm."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.38","label":"38","content":"Thaus muaj kev tshaib nqhes thoob lub tebchaws, Elisas rov lug txug huv Nkilenkas. Thaus Elisas taabtom qha ib paab cevlug, nwg txawm has rua nwg tug tubkhai Nkehaxis has tas, “Muab lub laujkaub txawb rua huv qhovcub, hab ua zaub rua cov cev Vaajtswv lug noj.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.39","label":"39","content":"Puab cov ntawd muaj ib tug txawm moog dle txumlom tom teb. Nwg pum ib tsob taub ab qus, ces nwg txawm dle tau ib tsuag lug hab muab hau rua huv laujkaub, puab tub tsi paub has tas yog zaub dlaabtsi."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.40","label":"40","content":"Puab txawm muab dlaus lug rua suavdlawg noj. Thaus puab noj cov zaub ntawd, puab has rua Elisas has tas, “Xwbfwb, muaj taug tshuaj nyob huv laujkaub zaub nuav!” Ces puab txawm tsi noj."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.41","label":"41","content":"Elisas has kuas puab muab ib cov moov nplej lug rua nwg, nwg txawm muab nphoo rua huv lub laujkaub hab has tas, “Muab dlaus moog rua suavdlawg noj.” Ces cov zaub txawm tsi muaj taug tshuaj lawm."},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.42","label":"42","content":"Muaj ib zag, ib tug txivneej nyob huv lub zog Npa-aas Salisas tuaj, nwg coj neeg nkaum lub ncuav kws yog muab thawj phaum qeb ua hab ib cov naab nplej tuaj rua Elisas. Elisas kuas nwg tug tubkhai muab faib rua cov cev Vaajtswv lug noj,"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.43","label":"43","content":"tabsis tug tubkhai teb has tas, “Koj xaav has tas, npaum le nuav ncuav xwb txaus ib puas leej noj nua los?” Elisas teb has tas, “Ca le muab faib rua suavdlawg noj, rua qhov tug TSWV has tas, puab txhua tug yuav noj tsau hab tseem tshuav.”"},{"bible_id":"1726","chapter_code":"2KI.4","verse_code":"2KI.4.44","label":"44","content":"Ces nwg txawm muab faib rua suavdlawg noj. Puab puavleej tau noj tsau hab tseem seem lawv le tug TSWV has."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.1","label":"1","content":"Na-amaas kws yog cov Xilias tug thawj tubrog kws muaj meejmom sab hab vaajntxwv fwm heev. Tug TSWV pub cov Xilias ntaus yeej rog vim muaj Na-amaas. Nwg yog ib tug thawj tubrog kws txawj tua rog hab sab tawv heev, tabsis nwg mob ruas."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.2","label":"2","content":"Muaj ib zag thaus cov Xilias tuaj tua cov Yixalayees, puab nteg tau cov Yixalayees ib tug ntxhais coj lug tu Na-amaas tug quaspuj."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.3","label":"3","content":"Muaj ib nub tug ntxhais ntawd has rua Na-amaas tug quaspuj has tas, “Kuv xaav kuas kuv tug tswv moog cuag tug cev Vaajtswv lug kws nyob nraag tebchaws Xamalis! Tug cev Vaajtswv lug ntawd yuav khu tau Na-amaas tug mob ruas zoo.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.4","label":"4","content":"Thaus Na-amaas nov le ntawd, nwg txawm moog cuag vaajntxwv hab has rua vaajntxwv lawv le tug ntxhais ntawd qha."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.5","label":"5","content":"Vaajntxwv has rua Na-amaas has tas, “Koj moog cuag cov Yixalayees tug vaajntxwv hab muab tsaab ntawv nuav rua nwg.” Na-amaas txhaj moog hab thauj peb caug txheeb dlaim nyaj, rau txheeb dlaim kub hab kaum cev rig tsho nrug nwg moog."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.6","label":"6","content":"Tsaab ntawv kws nwg nqaa moog has le nuav: “Tug nuav, yog Na-amaas kws yog kuv tug thawj tubrog, kuv xaav thov koj paab khu nwg tug mob kuas zoo.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.7","label":"7","content":"Thaus cov Yixalayees tug vaajntxwv nyeem tsaab ntawv ntawd taag, nwg txawm dlua rhe nwg lub tsho hab has tas, “Kuv yog Vaajtswv  tug kws muaj fwjchim ua tau kuas tuabneeg tuag hab tuabneeg caj los? Ua le caag tug vaajntxwv kws kaav tebchaws Xilias txhaj kuas kuv khu tug mob ruas nuav? Yog nwg xaav tuaj nrhav plaub rua kuv xwb!”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.8","label":"8","content":"Thaus Elisas kws yog tug cev Vaajtswv lug nov tej xwm nuav, nwg has moog rua vaajntxwv has tas, “Vim le caag koj nyuaj sab ua luaj? Ca le kuas tug txivneej ntawd lug cuag kuv, kuv yuav qha rua nwg paub has tas, nyob huv tebchaws Yixalayees nuav muaj ib tug cev Vaajtswv lug!”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.9","label":"9","content":"Yog le ntawd, Na-amaas, nwg cov neeg hab tej tsheb neeg txhaj lug nreg rua ntawm Elisas lub qhovrooj."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.10","label":"10","content":"Elisas kuas nwg tug tubkhai moog has rua Na-amaas has tas, “Koj ca le moog raus xyaa zag huv tug Dlej Yauladees, ces koj tej ruas yuav zoo.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.11","label":"11","content":"Tabsis Na-amaas npautawg heev, nwg tig hlo rov qaab hab ywg has tas, “Kuv xaav has tas, nwg yuav tawm tuaj cuag kuv, hab tsaa teg rua sau kuv tej mob,  thov tug TSWV kws yog nwg tug Vaajtswv khu kuv!"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.12","label":"12","content":"Tug Dlej Anpanas hab Fapas kws nyob peg Damaxes tseem huv dlua tej dlej kws nyob huv tebchaws Yixalayees nuav, yog kuv rov moog raus tej dlej kws nyob peg los kuv yeej yuav zoo!”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.13","label":"13","content":"Nwg cov tubkhai moog has rua nwg has tas, “Tug tswv, txawm yog tug cev Vaajtswv lug kuas koj ua tej yaam nyuaj los koj yuav tau ua lawv le nwg has. Vim le caag nwgnuav koj tsi moog raus dlej lawv le nwg has, kuas koj tej ruas zoo?”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.14","label":"14","content":"Yog le ntawd, Na-amaas txhaj le nqeg moog raus huv tug Dlej Yauladees xyaa zag lawv le Elisas has, Na-amaas tej ruas txawm zoo dlu lug hab nwg lub cev mog nyoos ib yaam le tug mivnyuas mog."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.15","label":"15","content":"Na-amaas hab nwg cov tubkhai rov lug cuag Elisas hab has tas, “Nwgnuav kuv paub has tas tsi muaj dlua lwm tug vaajtswv, tsuas yog cov Yixalayees tug Vaajtswv xwb, yog le ntawd, thov koj ca le txais tej khoom kws kuv coj tuaj pub rua koj nuav.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.16","label":"16","content":"Elisas teb has tas, “Kuv coglug rua tug TSWV kws muaj sa nyob, tug kws kuv ua nwg teg num has tas, kuv yuav tsi yuav tej khoom ko.” Na-amaas txhob Elisas heev, tabsis nwg tsi kaam yuav le."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.17","label":"17","content":"Na-amaas has tas, “Yog koj tsi kaam yuav kuv tej khoom pub nuav le, thov ca kuv khawb aav kuas txaus ob tug neeg zaag thauj moog tsev,  txij nuav moog kuv yuav tsi muab khoom lossis tua tsaj hlawv fij rua lwm tug vaajtswv le. Tsuas fij rua tug TSWV tuab leeg xwb."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.18","label":"18","content":"Yog le ntawd, kuv ca sab has tas tug TSWV yuav zaam txim rua kuv, thaus kuv tug vaajntxwv coj kuv nrug nwg moog pe tug mlom Limoos kws yog cov Xilias tug vaajtswv tom lub tsev teev mlom. Kuv ca sab has tas tug TSWV yeej yuav zaam kuv lub txim.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.19","label":"19","content":"Elisas has tas, “Koj ca le moog kaaj sab lug.” Ces Na-amaas txawm moog lawm. Na-amaas nyavnyuas moog dlhau lawm xwb,"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.20","label":"20","content":"Elisas tug tubkhai Nkehaxis txawm xaav has tas, “Ua caag kuv tug tswv ca le tso Na-amaas moog tsi kuas nwg them ib yaam dlaabtsi le. Tub tsimnyog nwg yuav tej khoom kws tug tuabneeg Xilias muab rua nwg ntawd. Muaj tug TSWV kws muaj sa nyob pum, kuv yuav caum Na-amaas qaab moog thov nwg muab ib ob yaam rua kuv.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.21","label":"21","content":"Ces Nkehaxis txawm caum Na-amaas qaab moog. Thaus Na-amaas pum Nkehaxis dlha caum nwg qaab tuaj, nwg nqeg sau nwg lub tsheb neeg lug, hab nug has tas, “Puas yog muaj xwm dlaabtsi?”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.22","label":"22","content":"Nkehaxis teb has tas, “Tsi muaj dlaabtsi. Tsuas yog kuv tug tswv kuas kuv caum koj qaab tuaj has rua koj tas, ‘Muaj ob tug cev Vaajtswv lug nyob peg laaj roob Efalayees nyavnyuas tuaj txug, kuv tug tswv xaav kuas koj muab peb txheeb dlaim nyaj hab ob cev rig tsho moog rua obtug.’ ”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.23","label":"23","content":"Na-amaas teb has tas, “Kuv yuav muab rau txheeb dlaim nyaj rua koj nqaa moog rua nwg.” Na-amaas txhob kuas yuav hab muab cov nyaj ntawd ntim rua huv ob lub naab hab muab ob cev rig tsho rua nwg ob tug tubkhai kwv ua Nkehaxis ntej."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.24","label":"24","content":"Thaus puab lug txug rua sau lub laaj roob kws Elisas nyob, Nkehaxis txawm muab ob naab nyaj moog ca rua huv tsev, ces nwg txawm kuas Na-amaas obtug tubkhai rov moog lawm."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.25","label":"25","content":"Thaus Nkehaxis moog rua huv tsev, Elisas nug has tas, “Nkehaxis, puastaab koj moog dlaabtsi lug?” Nkehaxis teb has tas, “Tug tswv, kuv tsi tau moog qhov twg le.”"},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.26","label":"26","content":"Tabsis Elisas has rua Nkehaxis has tas, “Thaus kws Na-amaas nqeg sau lub tsheb neeg lug cuag koj, kuv lub sab tsi nrug koj nyob tod los? Nwgnuav tsi tau yog sijhawm yuav luas tej nyaj, tej rig tsho, tej vaaj txiv maab, tej txiv ntoo roj, tej yaaj tej tshis, tej nyuj lossis luas tej tubkhai."},{"bible_id":"1726","chapter_code":"2KI.5","verse_code":"2KI.5.27","label":"27","content":"Nwgnuav Na-amaas tej ruas yuav lug lu koj, hab koj tej xeebntxwv moog ibtxhis le!” Thaus Nkehaxis tawm moog lawm, nwg txawm mob ruas thoob plawg ib ce dlawb paug ib yaam le te."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.1","label":"1","content":"Muaj ib nub cov cev Vaajtswv lug kws Elisas saib ntawd txawm ywg rua Elisas has tas, “Lub chaw kws peb nyob nuav nqaim heev tsi txaus peb nyob."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.2","label":"2","content":"Thov ca peb moog txav ntoo nraag ntug dlej Yauladees lug ua dlua ib lub chaw rua peb nyob.” Elisas teb has tas, “Mej ca le moog.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.3","label":"3","content":"Puab cov ntawd muaj ib tug yum kuas Elisas nrug puab moog, ces Elisas txhaj nrug puab moog."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.4","label":"4","content":"hab puab txawm ua ke moog. Thaus puab moog txug ntawm ntug dlej Yauladees, puab suavdlawg txawm pib ntuv ntoo."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.5","label":"5","content":"Thaus puab taabtom ntuv ntoo, muaj ib tug raab taus txawm hle hlo poob rua huv dlej lawm. Nwg hu Elisas has tas, “Tug tswv, kuv yuav ua le caag? Rua qhov raab taus ntawd yog kuv qev tuaj xwb.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.6","label":"6","content":"Elisas nug nwg has tas, “Raab taus poob rua qhov twg lawm?” Nwg txawm qha qhov chaw kws raab taus poob rua Elisas. Elisas txav tau ib yaav ntoo hab muab pov rua ntawm qhov chaw kws raab taus poob, ces raab taus txawm ntaab tuaj."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.7","label":"7","content":"Elisas has tas, “Koj ca le moog muab raab taus lug.” Ces tug ntawd txhaj cev teg moog muab raab taus lug."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.8","label":"8","content":"Thaus tug vaajntxwv kws kaav tebchaws Xilias tuaj tua cov Yixalayees. Nwg nrug nwg cov thawj tubrog saablaaj hab xaiv ib thaaj chaw rua nwg tsuam yeej."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.9","label":"9","content":"Tabsis Elisas tub tso tuabneeg moog qha rua cov Yixalayees tug vaajntxwv, kuas ceevfaaj tsi xob moog ze qhov chaw ntawd, rua qhov cov Xilias tub tuaj zuv kev lawm."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.10","label":"10","content":"Yog le ntawd, cov Yixalayees tug vaajntxwv txhaj ceebtoom kuas nwg cov tubrog kws nyob thaaj tsaam ntawd ceevfaaj. Elisas ceebtoom rua vaajntxwv le ntawd ob peb zag ntxiv."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.11","label":"11","content":"Qhov nuav ua rua cov Xilias tug vaajntxwv ntxhuv sab heev; nwg txhaj nug nwg cov thawj tubrog has tas, “Mej cov ko, leejtwg tuaj cov Yixalayees tug vaajntxwv tog?”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.12","label":"12","content":"Cov thawj tubrog muaj ib tug teb has tas, “Vaajntxwv, peb cov nuav yeej tsi muaj leejtwg tuaj cov Yixalayees tug vaajntxwv tog le. Tej nuav yog Elisas kws yog tug cev Vaajtswv qha rua cov Yixalayees tug vaajntxwv paub xwb. Txawm yog koj has tuabywv huv txaaj xwb los nwg yeej paub hab muab qha rua nwg tug vaajntxwv huv tuabsi.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.13","label":"13","content":"Cov Xilias tug vaajntxwv txhaj has tas, “Mej ca le moog nrhav saib nwg nyob qhov twg, kuv yuav khaiv tuabneeg moog nteg nwg lug.” Muaj tuabneeg qha rua vaajntxwv paub has tas, Elisas nyob huv Dauthaas,"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.14","label":"14","content":"nwg txhaj txhij ib paab tubrog coob heev nrug neeg hab tsheb neeg. Puab moog txug nraag thaus ib taag mo, hab vij kag lub nroog."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.15","label":"15","content":"Thaus kaaj ntug Elisas tug tubkhai tawm moog ncig nrau zoov, nwg pum cov tubrog Xilias, hab puab tej neeg hab tsheb neeg vij taagnrho lub nroog. Nwg txhaj dlha rov lug cuag Elisas hab has tas, “Tug tswv, zag nuav ces peb yuav tsi dlim le lauj! Rua qhov luas tuaj vij peb taag lawm. Peb yuav ua le caag?”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.16","label":"16","content":"Elisas teb has tas, “Tsi xob ntshai. Peb tog muaj coob dlua puab tog.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.17","label":"17","content":"Elisas thov Vaajtswv has tas, “Tug TSWV, thov koj qheb nwg lub qhovmuag kuas nwg pum.” Tug TSWV teb Elisas tej lug thov, ces Elisas tug tubkhai txhaj pum tej neeg fuab cua hab tsheb neeg nplaim tawg nyob puv toj roob hauv peg puagncig Elisas."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.18","label":"18","content":"Thaus cov tubrog Xilias taabtom dlha lug puav nteg Elisas, Elisas thov Vaajtswv has tas, “Tug TSWV thov koj ua kuas cov tuabneeg nuav qhovmuag faam.” Tug TSWV txawm ua lawv le Elisas tej lug thov."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.19","label":"19","content":"Elisas moog rua ntawm puab hab has tas, “Mej tuaj yuam kev lawm; lub nroog nuav tsi yog lub kws mej tuaj nrhav. Ca le caum kuv qaab, kuv yuav coj mej moog rua ntawm tug txivneej kws mej tuaj nrhav.” Elisas txawm coj puab moog rua huv lub nroog Xamalis."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.20","label":"20","content":"Thaus puab moog txug huv lub nroog Xamalis, Elisas thov Vaajtswv has tas, “Tug TSWV thov koj qheb puab qhovmuag kuas puab rov pum kev.” Tug TSWV teb Elisas tej lug thov; thaus tug TSWV ua rua puab rov pum kev, ua cav puab nyob huv plawv nroog Xamalis lawm."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.21","label":"21","content":"Thaus cov Yixalayees tug vaajntxwv pum puab, nwg has rua Elisas has tas, “Tug tswv, ca kuv muab puab tua, ca kuv muab puab tua los?”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.22","label":"22","content":"Elisas teb has tas, “Koj tsi xob tua puab, txawm yog tej tubrog kws koj nteg tau lug los koj tsi xob muab tua, koj ca le muab mov rua puab noj, muab dlej rua puab haus hab tso puab rov qaab moog rua puab tug vaajntxwv.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.23","label":"23","content":"Yog le ntawd, cov Yixalayees tug vaajntxwv txhaj ua ib rooj noj haus luj rua puab noj; thaus puab noj taag lawm, vaajntxwv txawm tso puab rov qaab moog rua cov Xilias tug vaajntxwv. Txij thaus ntawd lug cov Xilias txhaj tsi tuaj txeeb cov Yixalayees lub tebchaws le lawm."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.24","label":"24","content":"Tau ib ntus tom qaab nuav, Vaajntxwv Npeehadas kws kaav tebchaws Xilias txhij taagnrho nwg cov tubrog tuaj vij lub nroog Xamalis tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.25","label":"25","content":"Vim luas puav lub nroog le ntawd, cov tuabneeg kws nyob huv lub nroog Xamalis txhaj tshaib nqhes heev, luas muag ib lub taubhau neeg luav twg yog yim caum dlaim nyaj hab luas muag ob laag quav nquab  twg yog tsib dlaim nyaj."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.26","label":"26","content":"Thaus cov Yixalayees tug vaajntxwv taug sau tug ntsaa loog, txawm muaj ib tug quaspuj quaj rua vaajntxwv has tas, “Vaajntxwv, thov koj paab kuv lauj.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.27","label":"27","content":"Vaajntxwv teb has tas, “Yog tug TSWV tsi paab koj, kuv yuav muab dlaabtsi rua koj. Kuv muaj moov nplej hab cawv txiv maab los?"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.28","label":"28","content":"Koj muaj kev nyuaj sab dlaabtsi?” Tug quaspuj ntawd teb has tas, “Tau ob peb nub lug lawm, tug quaspuj nuav has rua kuv tas, kuas muab kuv tug tub tua rua wb noj, nub tom qaab maam le muab nwg tug tub tua rua wb noj."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.29","label":"29","content":"Yog le ntawd, kuv txawm muab kuv tug tub tua rua wb noj lawm. Nub tom qaab kuv has rua nwg tas, muab koj tug tub tua rua wb noj, tabsis nwg muab nwg tug tub zais lawm.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.30","label":"30","content":"Thaus vaajntxwv nov le ntawd, nwg dlua rhe nwg lub tsho ntev, cov tuabneeg kws nyob ze ntawm tug ntsaa loog pum Vaajntxwv txheej rig tsho ntaub tsaaj kws naav tuaj huv qaab."},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.31","label":"31","content":"Vaajntxwv has tas, “Yog nub nua Elisas tsi raug txav cejdlaab, thov Vaajtswv muab kuv tua kuas tuag.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.32","label":"32","content":"Vaajntxwv txawm khaiv ib tug tuabneeg moog nteg Elisas. Thaus ntawd Elisas tseem nrug cov txwjlaug kws tuaj saib nwg nyob huv tsev. Tabsis thaus tug tuabneeg kws ua vaajntxwv ntej tuaj tsi tau txug, Elisas txawm has rua cov txwjlaug tas, “Tug tuabneeg tua tuabneeg khaiv ib tug tuabneeg tuaj tua kuv lawm! Thaus nwg tuaj txug, ca le kaw qhovrooj tsi xob pub nwg lug tsev, rua qhov vaajntxwv lawv nwg qaab tuaj hab.”"},{"bible_id":"1726","chapter_code":"2KI.6","verse_code":"2KI.6.33","label":"33","content":"Thaus Elisas tseem taabtom has le ntawd,  Vaajntxwv txawm tuaj txug ndlua hab has tas, “Tej kev txomnyem kws lug raug peb nuav, yog tug TSWV tso lug! Kuv tseem yuav tog tug TSWV dlaabtsi hab?”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.1","label":"1","content":"Elisas teb has tas, “Ca le noog tug TSWV tej lug! Tug TSWV has le nuav: ‘Pigkig taav lub caij nuav, luas yuav muag ob sab moov nplej lossis plaub sab moov qeb twg yog ib dlaim nyaj nyob ntawm roojvaag nroog Xamalis.’ ”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.2","label":"2","content":"Tug tubrog kws nrug nraim vaajntxwv teb Elisas has tas, “Tej kws koj has ko yeej tsi muaj le. Txawm yog tug TSWV qheb rooj ntug los yeej tsi muaj le ntawd!” Elisas teb has tas, “Koj lub qhovmuag yuav pum, tabsis koj yuav tsi tau noj.”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.3","label":"3","content":"Muaj plaub tug tuabneeg mob ruas nyob ntawm lub roojvaag nroog Xamalis saab nrau, puab sis thaam has tas, “Peb yuav ua le caag nyob ntawm nuav tog moog txug nub tuag?"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.4","label":"4","content":"Yog peb moog huv lub nroog los peb yuav tuag tshaib; txawm yog peb nyob ntawm nuav moog le los peb yeej yuav tuag ib yaam nkaus. Yog le ntawd, peb ca le moog rua huv cov Xilias lub yeej; yog puab tseg los peb dlim, yog puab tua los peb tuag.”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.5","label":"5","content":"Thaus tsaus ntuj zuag, puab txawm moog rua huv cov Xilias lub yeej, tabsis thaus puab moog txug tsi muaj ib tug tuabneeg nyob huv le."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.6","label":"6","content":"Rua qhov tug TSWV tub ua rua cov tubrog Xilias nov suab neeg hab tsheb neeg dlha nrov nroo ntwg tuaj ib yaam le paab tubrog kws coob heev. Cov Xilias xaav has tas, yog cov Yixalayees tug vaajntxwv moog ndlav cov Hitis cov tubrog hab cov Iziv tug vaajntxwv cov tubrog tuaj tua puab."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.7","label":"7","content":"Thaus tsaus ntuj zuag, cov Xilias txhaj tsiv taag tso puab tej tsevntaub, tej neeg hab tej neeg luav tseg rua huv lub yeej, tsuav puab dlim xwb."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.8","label":"8","content":"Thaus cov tuabneeg mob ruas moog txug ntawm ntug yeej, puab txawm moog rua huv ib lub tsevntaub, puab muab tej zaub tej mov huv noj, hab puab muab tej nyaj, tej kub hab rig tsho nqaa moog zais, puab tsua moog rua lwm lub tsevntaub, hab ua ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.9","label":"9","content":"Ces puab txawm sis thaam has tas, “Peb tsi xob ua le nuav. Peb muaj xuv zoo tsi tsimnyog muab npog ca, yog peb tog txug pigkig kaaj ntug peb maam le qha, peb yuav raug txim. Taamsim nuav, peb ca le moog qha rua vaajntxwv cov numtswv paub!”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.10","label":"10","content":"Puab txhaj rov ntawm cov Xilias lub yeej lug rua huv lub nroog Xamalis, hab hu cov kws zuv roojvaag has tas, “Peb tub moog huv cov Xilias lub yeej lug lawm, tabsis tsi pum muaj ib tug tubrog lossis tsi nov leejtwg has lug le; tsuas pum tej neeg, hab tej neeg luav khi pawg lug ca xwb. Tej tsevntaub hab tej khoom los nyob huv tuabsi.”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.11","label":"11","content":"Cov zuv roojvaag txawm qw hab muaj tuabneeg moog qha zaaj nuav rua huv vaajntxwv lub loog."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.12","label":"12","content":"Vaajntxwv txawm sawv tsaus ntuj nti lug has rua nwg cov numtswv has tas, “Kuv qha cov Xilias lub tswvyim rua mej! Puab paub has tas peb tshaib plaab, puab txhaj tsiv moog nkaum rua saab nrau ntug yeej. Puab xaav has tas, peb yuav tawm moog nrhav noj saab nrau, hab puab yuav rov lug nteg peb hab txeeb peb lub nroog.”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.13","label":"13","content":"Tabsis nwg cov numtswv ib tug has tas, “Cov tuabneeg kws nyob huv lub nroog nuav yeej yuav tuag taag ib yaam le cov kws tub tuag lawm hab. Yog le ntawd, ca le tso tuabneeg caij tsib tug neeg kws seem ntawd moog saib puas muaj le ntawd tag.”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.14","label":"14","content":"Puab txawm muab ob lub tsheb neeg hab cov neeg lug. Vaajntxwv kuas puab moog saib muaj xwm dlaabtsi rua cov tubrog Xilias tag."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.15","label":"15","content":"Puab cov ntawd caum cov tubrog Xilias moog ti nkaus ntawm ntug Dlej Yauladees, puab pum tej rig tsho hab tej cuabyeej kws cov Xilias muab tso povtseg pawg lug taug kev xwb, ces puab txawm rov lug qha rua vaajntxwv."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.16","label":"16","content":"Cov tuabneeg huv lub nroog Xamalis txhaj pluav moog nqaa txhua yaam huv cov Xilias lub yeej. Puab txhaj muab ob sab moov nplej lossis plaub sab moov qeb muag ua ib dlaim nyaj lawv le tug TSWV tau has lawm."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.17","label":"17","content":"Cov tuabneeg txawm muab tug tubrog kws vaajntxwv tsaa zuv roojvaag tsuj tuag rua ntawm roojvaag, lawv le Elisas has nub kws vaajntxwv tuaj nteg Elisas ntaag."},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.18","label":"18","content":"Elisas xub has rua vaajntxwv lawm tas, nub tom qaab thaus taav lub caij nuav, luas yuav muag ob sab moov nplej lossis plaub sab moov qeb twg yog ib dlaim nyaj ntawm lub roojvaag nroog Xamalis nuav,"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.19","label":"19","content":"Ces tug tubrog kws nrug nraim vaajntxwv has tas, “Tej kws koj has ko yeej tsi muaj le. Txawm yog tug TSWV qheb rooj ntug los yeej tsi muaj le ntawd.” Elisas teb has tas, “Koj lub qhovmuag yuav pum, tabsis koj yuav tsi tau noj.”"},{"bible_id":"1726","chapter_code":"2KI.7","verse_code":"2KI.7.20","label":"20","content":"Ces txawm muaj lawv le ntawd tag, rua qhov cov tuabneeg muab nwg tsuj tuag rua ntawm lub roojvaag nroog lawm."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.1","label":"1","content":"Elisas has rua tug quaspuj kws nyob huv lub nroog Sunees kws Elisas tsaa nwg tug tub kws tuag lawm rov muaj sa has tas, “Koj ca le coj koj tsev tuabneeg moog nyob rua lwm qhov, tug TSWV yuav ua kuas lub tebchaws nuav muaj kev tshaib nqhes hab yuav tsi muaj naag lug xyaa lub xyoo.”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.2","label":"2","content":"Tug quaspuj ntawd ua lawv Elisas has, nwg txhaj coj nwg tsev tuabneeg tsiv moog nyob rua tebchaws Filitees tau xyaa xyoo."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.3","label":"3","content":"Thaus dlhau xyaa lub xyoo lawm, nwg rov lug rua huv tebchaws Yixalayees, hab nwg moog thov vaajntxwv kuas muab nwg lub tsev hab dlaim teb rov qaab rua nwg."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.4","label":"4","content":"Nwg moog pum vaajntxwv taabtom nrug Nkehaxis kws yog Elisas tug tubkhai thaam; rua qhov vaajntxwv xaav paub tej txujci tseemceeb kws Elisas ua."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.5","label":"5","content":"Thaus kws Nkehaxis taabtom qha zaaj kws Elisas tsaa tau tug tuabneeg tuag rov caj sa rua vaajntxwv noog, tug quaspuj ntawd txawm lug thov kuas vaajntxwv muab nwg lub tsev hab dlaim teb rov rua nwg. Ces Nkehaxis has rua vaajntxwv has tas, “Vaajntxwv, tug quaspuj nuav yog tug kws Elisas tsaa nwg tug tub kws tuag lawm rov caj sa ntaag.”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.6","label":"6","content":"Vaajntxwv nug tug quaspuj ntawd, hab nwg qha rua vaajntxwv lawv le Nkehaxis has, ces vaajntxwv txawm hu ib tug numtswv lug hab kuas nwg moog muab tug quaspuj ntawd lub tsev, dlaim teb hab taagnrho tej nyaj kws puab muag tej qoob huv nwg dlaim teb ntawm xyaa lub xyoo kws nwg moog nyob rua lwm qhov lawm rov rua nwg."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.7","label":"7","content":"Elisas moog rua huv lub nroog Damaxes thaus Vaajntxwv Npeehadas kws kaav tebchaws Xilias taabtom mob. Thaus vaajntxwv nov has tas, Elisas tuaj txug rua huv lub nroog,"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.8","label":"8","content":"vaajntxwv has rua Haxayees kws yog nwg cov numtswv ib tug has tas, “Koj coj ib cov khoom moog pub rua Elisas kws yog tug cev Vaajtswv lug hab thov nwg nug tug TSWV saib kuv tug mob yuav zoo los tsi zoo.”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.9","label":"9","content":"Yog le ntawd, Haxayees txhaj muab txhua yaam kws zoo tshaaj plawg kws puab ua tau huv lub nroog Damaxes nog rua plaub caug tug ntxhuav thauj moog pub rua Elisas. Thaus Haxayees moog ntsib Elisas, nwg has rua Elisas has tas, “Koj tug tubkhai kws yog Vaajntxwv Npeehadas tau khaiv kuv tuaj nug koj saib nwg tug mob yuav zoo los tsi zoo?”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.10","label":"10","content":"Elisas teb has tas, “Tug TSWV tub qha rua kuv lawm has tas nwg yuav tuag, tabsis koj rov moog has rua nwg has tas nwg tug mob yuav zoo.”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.11","label":"11","content":"Elisas ntsejmuag ntshaus ntsho saib ntsoov Haxayees, ua rua Haxayees ntsejmuag lab taag. Taamsim ntawd Elisas txawm quaj ua kua muag poob dlawb vog."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.12","label":"12","content":"Haxayees nug Elisas has tas, “Tug tswv, ua le caag koj txhaj quaj?” “Elisas teb has tas, ‘Rua qhov kuv tub paub tej kev phem kws koj yuav ua rua cov tuabneeg Yixalayees lawm. Koj yuav hlawv puab tej chaw faajxwm, muab ntaaj tua puab tej tub hluas, muab puab tej mivnyuas ntsawm rua huv aav kuas tuag, hab muab puab tej quaspuj kws suab mivnyuas phais.’ ”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.13","label":"13","content":"Haxayees teb has tas, “Kuv kws yog koj tug tubkhai kws tsi tseemceeb dlaabtsi, kuv tsuas zoo le tug dlev xwb, kuv puas yuav ua tau le ntawd?” Elisas teb has tas, “Tug TSWV tub qha rua kuv lawm has tas, koj yuav tau ua vaajntxwv kaav lub tebchaws Xilias.”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.14","label":"14","content":"Haxayees rov lug cuag Npeehadas, Vaajntxwv nug Haxayees has tas, “Elisas has le caag?” Haxayees teb has tas, “Nwg has rua kuv tas, koj tug mob yuav zoo xwb.”"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.15","label":"15","content":"Tabsis nub tom qaab, Haxayees txawm muab ib dlaim choj moog raus dlej lug npug vaajntxwv ntsejmuag, vaajntxwv txawm tuag lawm. Ces Haxayees txawm ua vaajntxwv hloov Npeehadas chaw kaav lub tebchaws Xilias."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.16","label":"16","content":"Thaus Ahaj tug tub Yaulaas ua vaajntxwv kaav lub tebchaws Yixalayees  tau tsib xyoos lawm, Yehausafas tug tub Yehaulaas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.17","label":"17","content":"thaus nwg noobnyoog muaj peb caug ob xyoos hab nwg nyob huv lub nroog Yeluxalees kaav tau yim xyoo."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.18","label":"18","content":"Yehaulaas tug quaspuj yog Ahaj tug ntxhais, Yehaulaas ua lub neej lawv le Ahaj tsev tuabneeg, nwg ua kev phem kev qas ib yaam le cov Yixalayees tej vaajntxwv. Nwg ua txhum rua tug TSWV,"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.19","label":"19","content":"tabsis tug TSWV tsi xaav rhuav kuas cov Yudas puamtsuaj, rua qhov tug TSWV tau coglug rua nwg tug tubkhai Daviv lawm has tas, Daviv cov xeebntxwv yuav tau ua vaajntxwv moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.20","label":"20","content":"Ntu kws Yehaulaas kaav lub tebchaws, cov Edoos tau ntxeev sab rua cov Yudas hab ua ib lub tebchaws kws tsi zwm rua leejtwg."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.21","label":"21","content":"Yog le ntawd Yehaulaas txhaj coj taagnrho nwg tej tsheb neeg ua rog moog rua huv Xailes, ces cov tubrog Edoos txawm tuaj vij puab qhov ntawd. Thaus ib taag mo nwg hab nwg cov thawj tubrog kws caij tsheb neeg txawm faib ua tej paab hab nrhav kev tsiv, ces nwg cov tubrog txhaj tsiv ua saab ua sua moog tsev taag lawm."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.22","label":"22","content":"Txij thaus ntawd lug cov Edoos txhaj ua ib lub tebchaws kws tsi zwm rua  cov Yudas lawm. Thaus ntawd lub nroog Linas los ntxeev sab rua cov Yudas hab."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.23","label":"23","content":"Dlua le lwm yaam kws Yehaulaas ua, puavleej muab sau tseg rua huv phoo  tawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.24","label":"24","content":"Yehaulaas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Ahaxiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.25","label":"25","content":"Thaus Ahaj tug tub Yaulaas ua vaajntxwv kaav lub tebchaws Yixalayees tau kaum ob xyoos lawm, Yehaulaas tug tub Ahaxiyas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.26","label":"26","content":"thaus nwg noobnyoog muaj neeg nkaum ob xyoos hab nwg nyob huv lub nroog Yeluxalees kaav tau ib xyoos. Nwg nam hu ua Athaliyas, yog Ahaj tug ntxhais hab yog cov Yixalayees tug vaajntxwv Aumelis tug ntxhais xeebntxwv."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.27","label":"27","content":"Ahaxiyas ua txhum rua tug TSWV ib yaam le Ahaj tsev tuabneeg ua, rua qhov nwg yog Vaajntxwv Ahaj caajceg."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.28","label":"28","content":"Vaajntxwv Ahaxiyas hab cov Yixalayees tug vaajntxwv Yaulaas sis koom moog tua Vaajntxwv Haxayees kws kaav tebchaws Xilias. Thaus cov tubrog sis tua ntawm lub nroog Lamaus huv cheebtsaam Nkile-as, Yaulaas txhaj raug mob."},{"bible_id":"1726","chapter_code":"2KI.8","verse_code":"2KI.8.29","label":"29","content":"Yaulaas txhaj lug khu mob huv lub nroog Yexelees, hab Ahaxiyas txhaj moog saib Yaulaas."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.1","label":"1","content":"Elisas kws yog tug cev Vaajtswv lug hu ib tug hluas kws cev Vaajtswv lug lug hab has rua nwg has tas, “Koj ca le tu cev hab nqaa fwj roj nuav moog rua huv lub nroog Lamaus huv cheebtsaam Nkile-as."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.2","label":"2","content":"Thaus koj moog txug, koj nrhav kuas tau Yehausafas tug tub Yehus kws yog Nimesis tug xeebntxwv. Koj coj nwg moog rua ib chaav tsev kws dleb ntawm nwg cov phoojywg,"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.3","label":"3","content":"hab muab roj laub rua sau nwg taubhau hab has le nuav: ‘Tug TSWV has tas, kuv tsaa koj ua vaajntxwv kaav lub tebchaws Yixalayees.’ Thaus koj has le ntawd taag, ces koj ca le tawm ceev nrooj tsiv.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.4","label":"4","content":"Tug hluas kws cev Vaajtswv lug txawm moog rua huv lub nroog Lamaus."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.5","label":"5","content":"Thaus nwg moog txug, cov thawj tubrog taabtom tuaj saablaaj ua ke, ces nwg has tas, “Tug tswv, kuv muaj lug yuav has rua koj.” Yehus teb has tas, “Koj has peb cov nuav leejtwg?” Nwg teb has tas, “Kuv has koj ntaag.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.6","label":"6","content":"Ces obtug txawm moog rua huv ib chaav tsev, tug hluas kws cev Vaajtswv lug txhaj muab roj laub rua Yehus taubhau hab has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv has le nuav tas: ‘Kuv tsaa koj ua vaajntxwv kaav lub tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.7","label":"7","content":"Koj ca le moog muab Ahaj tug tub Yaulaas kws yog koj tug vaajntxwv tua povtseg, kuv txhaj pauj tau qhov kws Yexenpees tua kuv cov cev Vaajtswv lug hab cov tubkhai."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.8","label":"8","content":"Yuavtsum muab Ahaj tsev tuabneeg hab nwg tej xeebntxwv tua kuas tuag taag; kuv yuav muab txhua tug txivneej huv nwg tsev tuabneeg, tsi has tug laug tug hluas tua kuas tu noob huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.9","label":"9","content":"Kuv yuav ua rua Ahaj tsev tuabneeg ib yaam le kuv ua rua cov Yixalayees tug Vaajntxwv Yelaunpau-aas tsev tuabneeg, hab ib yaam le kuv ua rua cov Yixalayees tug Vaajntxwv Npa-asas tsev tuabneeg."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.10","label":"10","content":"Yuav tsi muaj leejtwg muab Yexenpees log; tej dlev huv cheebtsaam Yexelees yuav tuaj noj nwg lub cev.’ ” Thaus tug hluas kws cev Vaajtswv lug has le ntawd taag, nwg txawm tawm ceev nrooj huv chaav tsev ntawd moog lawm."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.11","label":"11","content":"Yehus rov lug rua ntawm nwg cov phoojywg. Muaj ib tug nug nwg has tas, “Puas muaj xwm dlaabtsi? Tug tuabneeg vwm ntawd tuaj has dlaabtsi rua koj?” Yehus teb has tas, “Mej suavdlawg yeej paub has tas nwg tuaj has dlaabtsi lawm.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.12","label":"12","content":"Puab teb has tas, “Peb yeej tsi paub le, koj ca le qha rua peb saib nwg has le caag.” Nwg qha kuv has tas, “Tug TSWV has le nuav: ‘Kuv tsaa koj ua vaajntxwv kaav lub tebchaws Yixalayees.’ ”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.13","label":"13","content":"Taamsim ntawd, puab txawm hle puab cov tsho ntev lug pua rua ntawm theem ntaiv rua Yehus sawv sau. Puab tshuab raaj tshuab xyu qw has tas, “Yehus yog vaajntxwv lawm!”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.14+2KI.9.15","label":"14-15","content":"Yog le ntawd, Yehus txhaj ntxeev sab rua Vaajntxwv Yaulaas kws tseem khu mob nyob huv lub nroog Yexelees. Nwg raug mob thaus nwg moog tua cov Xilias tug Vaajntxwv Haxayees huv lub nroog Lamaus. Yehus has rua nwg cov phoojywg has tas, “Yog mej tuaj kuv tog, mej tsi xob pub leejtwg tawm huv lub nroog Lamaus nuav moog taug xaiv rua huv lub nroog Yexelees le.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.16","label":"16","content":"Yehus txawm caij tsheb neeg moog rua huv lub nroog Yexelees, rua qhov Yaulaas tseem khu mob nyob huv. Cov Yudas tug Vaajntxwv Ahaxiyas los tuaj saib Yaulaas rua huv lub nroog ntawd hab."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.17","label":"17","content":"Tug tubrog faajxwm sau lub chaw tsomfaaj huv lub nroog Yexelees pum Yehus hab nwg cov tuabneeg tuaj. Nwg txhaj qw has tas, “Kuv pum muaj ib paab tubrog tuaj!” Yaulaas teb has tas, “Ca le khaiv ib tug tubrog caij neeg moog saib puab tuaj ua zoo lossis ua phem!”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.18","label":"18","content":"Tug tubrog ntawd caij neeg moog nug Yehus has tas, “Vaajntxwv xaav paub has tas saib koj tuaj ua zoo lossis tuaj ua phem?” Yehus teb has tas, “Tsi txug koj cig tsug! Ca le lawv kuv qaab moog!” Tug faajxwm sau lub chaw tsomfaaj has tas, “Tug tubrog tub moog txug ntawm puab lawm, tabsis nwg tsi rov qaab lug le.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.19","label":"19","content":"Vaajntxwv khaiv dlua ib tug tubrog moog, nwg moog nug Yehus ib yaam le qub. Yehus rov teb has tas, “Tsi txug koj cig tsug! Ca le lawv kuv qaab moog.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.20","label":"20","content":"Tug faajxwm sau lub chaw tsomfaaj rov has dlua has tas, “Nwg moog txug ntawm puab, tabsis nwg tsi rov lug le hab. Tug kws tsaav tsheb neeg, tsaav vwm ntsuav le Yehus kws yog Nimesis tug xeebntxwv ntaag.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.21","label":"21","content":"Vaajntxwv Yaulaas has tas, “Ca le npaaj kuv lub tsheb neeg rua kuv! Puab txhaj coj vaajntxwv lub tsheb neeg lug.” Ces cov Yixalayees tug Vaajntxwv Yaulaas hab cov Yudas tug Vaajntxwv Ahaxiyas nyag txawm caij nyag lub tsheb neeg moog ntsib Yehus ntawm Nanpaus thaaj teb."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.22","label":"22","content":"Thaus Yaulaas pum Yehus, nwg nug Yehus has tas, “Yehus, koj tuaj ua zoo lossis tuaj ua phem?” Yehus teb has tas, “Yog thaus twg peb tseem muaj kev teev tej dlaab hab pe tej mlom kws koj nam Yexenpees coj lug, peb yuav ua le caag ua tau zoo?”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.23","label":"23","content":"Ces Yaulaas txawm nqug nwg lub tsheb neeg tig hlo rov qaab, hab qw has tas, “Ahaxiyas! Puab ntxeev sab lawm!”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.24","label":"24","content":"Yehus siv taagnrho nwg tug zug nqug raab neevnti tua xibxub vug moog raug Yaulaas nrausqaum to ntshua moog raug nwg lub plawv, ces Yaulaas qaug ntawg tuag kag rua huv nwg lub tsheb neeg."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.25","label":"25","content":"Yehus has rua tug tubrog Npidekas kws nrug nraim nwg has tas, “Ca le coj Yaulaas moog pov rua huv Nanpaus thaaj teb. Nyaj koj tseem ncu tau thaus koj hab kuv caij neeg ua Vaajntxwv Ahaj kws yog Yaulaas txiv qaab, tug TSWV tau has txug Ahaj tej kev txhum le nuav:"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.26","label":"26","content":"‘Naag mo, kuv pum tug kws tua Nanpaus hab nwg cov tub huv thaaj teb nuav. Kuv coglug has tas, kuv yuav rau txim rua koj huv thaaj teb nuav hab.’ Yehus txhaj kuas nwg tug tubrog muab Yaulaas pov rua huv Nanpaus thaaj teb, lawv le tug TSWV tau has tseg lawm.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.27","label":"27","content":"Vaajntxwv Ahaxiyas pum ntsoov tej xwm ntawd, nwg txhaj tsaav nwg lub tsheb neeg tsiv moog rua huv lub nroog Npethes Hankas, rua qhov Yehus caum nwg tua. Yehus has rua nwg cov tubrog has tas, “Tua tug ntawd hab!” Ces cov tubrog txawm muab muv nkaug Ahaxiyas  thaus nwg taabtom tsaav nwg lub tsheb neeg tsiv moog rua huv lub nroog Nkules kws nyob ze rua ntawm lub nroog Inpelas. Tabsis nwg moog txug rua huv lub nroog Menkidaus, nwg maam le tuag."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.28","label":"28","content":"Nwg cov numtswv muab tsheb neeg thauj nwg rov lug rua huv lub nroog Yeluxalees hab muab nwg log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.29","label":"29","content":"Ahaxiyas ua vaajntxwv kaav tebchaws Yudas thaus kws Ahaj tug tub Yaulaas ua vaajntxwv kaav tebchaws Yixalayees tau kaum ib xyoos lawm."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.30","label":"30","content":"Thaus Yehus tuaj txug huv lub nroog Yexelees, Yexenpees tub paub tej xwm ntawd lawm, ces nwg txawm muab tshuaj foo nwg tawv muag, ntsis nwg cov plaubhau hab tuaj ntawm qhovrais xauj rua saab nrau."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.31","label":"31","content":"Thaus Yehus tuaj txug ntawm roojvaag, Yexenpees txawm qw has tas, “Ximelis,  koj tub tua koj tug vaajntxwv lawm! Koj tseem tuaj dlaabtsi ntawm nuav?”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.32","label":"32","content":"Yehus txawm tsaa qhovmuag saib pum ob peb tug numtswv xauj ntawm qhovrais tuaj rua nwg, Yehus has tas, “Leejtwg tuaj kuv tog?”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.33","label":"33","content":"hab Yehus has rua puab tas, “Mej ca le muab Yexenpees pov lug!” Puab txawm muab Yexenpees pov lug ntsawm huv aav ua rua ntshaav txaws moog lu tej phaab ntsaa hab tej neeg taag. Yehus txawm tsaav tsheb neeg lug tsuj kag Yexenpees lub cev"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.34","label":"34","content":"moog noj hab haus huv lub loog. Yehus has tas, “Mej ca le coj nam puj ntawd moog log, rua qhov nwg yog vaajntxwv ib tug ntxhais hab.”"},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.35","label":"35","content":"Tabsis thaus cov tuabneeg ntawd tawm moog muab Yexenpees log, puab tsuas pum tshuav lub txhaa taubhau, hab tej txhaa teg taw lawm xwb."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.36","label":"36","content":"Thaus puab rov lug qha rua Yehus, Yehus has tas, “Qhov nuav yeej muaj lawv le tug TSWV tau has tseg rua nwg tug tubkhai Eliyas has tas: ‘Cov dlev kws nyob huv thaaj tsaam Yexelees yuav tuaj noj Yexenpees lub cev."},{"bible_id":"1726","chapter_code":"2KI.9","verse_code":"2KI.9.37","label":"37","content":"Yexenpees tej pobtxhaa kws seem nyob ri sua ib yaam le tej quav tsaj, hab tsi muaj Leejtwg paub has tas yog Yexenpees tej pobtxhaa le.’ ”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.1","label":"1","content":"Vaajtswv Ahaj muaj xyaa caum leej tub xeebntxwv nyob huv lub nroog Xamalis. Yehus sau ib tsaab ntawv hab muab theej xaa moog rua cov numtswv, cov thawj kws coj cov pejxeem hab cov kws saib Ahaj cov tub xeebntxwv huv lub nroog. Cov lug huv tsaab ntawv has le nuav:"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.2","label":"2","content":"“Mej cov kws saib Vaajntxwv cov tub xeebntxwv, mej muaj tej tsheb neeg, tej neeg, tej cuabyeej ua rog hab tej nroog kws muaj ntsaa yeej thaiv khov kho. Thaus mej tau txais tsaab ntawv nuav lawm,"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.3","label":"3","content":"mej ca le xaiv vaajntxwv cov tub xeebntxwv ib tug kws tsimnyog tshaaj plawg, hab tsaa nwg ua vaajntxwv tiv thaiv nwg yawmkoob tsev tuabneeg.”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.4","label":"4","content":"Cov numtswv huv lub nroog Xamalis ntshai kawg le. Puab has tas, “Peb yuav ua le caag tua yeej Yehus?” Txawm yog Vaajntxwv Yaulaas hab Vaajntxwv Ahaxiyas los tub tua tsi yeej Yehus."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.5","label":"5","content":"Yog le ntawd, tug nom kws saib lub loog hab tug nom kws saib lub nroog, cov thawjcoj hab cov kws saib cov pejxeem txhaj xaa xuv moog has rua Yehus le nuav: “Peb yog koj cov tubkhai, peb ua lawv le koj has. Tabsis peb yuav tsi tsaa leejtwg ua vaajntxwv; thov koj ua lawv le koj pum zoo.”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.6","label":"6","content":"Yehus sau dlua ib tsaab ntawv moog has rua puab tas, “Yog mej tuaj kuv tog hab txaus sab ua lawv le kuv has, pigkig taav lub sijhawm nuav, mej nqaa kuas tau Vaajntxwv Ahaj cov tub xeebntxwv cov taubhau tuaj rua kuv huv lub nroog Yexelees nuav.” Cov numtswv kws saib cov pejxeem huv lub nroog Xamalis, yog cov kws tu hab cob qha Vaajntxwv Ahaj xyaa caum leej tub xeebntxwv ntawd."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.7","label":"7","content":"Thaus cov numtswv huv lub nroog Xamalis tau txais Yehus tsaab ntawv lawm, puab txawm muab Ahaj xyaa caum leej tub xeebntxwv txav cejdlaab hab muab cov taubhau ntim rua huv ib cov tawb xaa moog rua Yehus huv lub nroog Yexelees."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.8","label":"8","content":"Thaus muaj tuabneeg moog qha rua Yehus paub has tas, puab coj Ahaj cov tub xeebntxwv cov taubhau tuaj txug lawm, Yehus txawm has kuas puab coj moog tso ua ob pawg rua ntawm roojvaag nroog, ca nyob ntawd moog txug nub tom qaab thaus sawv ntxuv."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.9","label":"9","content":"Thaus sawv ntxuv, Yehus moog txug ntawm roojvaag, nwg has rua cov tuabneeg kws nyob ntawd tas, “Kuv yog tug kws ntxeev sab rua Vaajntxwv Yaulaas, hab muab nwg tua, mej tsi yog cov kws ris lub txim ntawd, tabsis leejtwg yog tug kws tua cov tuabneeg nuav?"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.10","label":"10","content":"Qhov nuav ua qha rua peb paub has tas, txhua yaam kws tug TSWV has txug Ahaj cov tub xeebntxwv yeej muaj tseeb tag. Tug TSWV ua lawv le nwg tau has rua Eliyas kws yog nwg tug cev Vaajtswv lug lawm.”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.11","label":"11","content":"Yehus lojxov tua Ahaj cov kwvtij, cov numtswv, cov phoojywg hab cov povthawj kws nyob huv lub nroog Yexelees tuag taag tsi seem ib tug le."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.12","label":"12","content":"Yehus tawm huv lub nroog Yexelees moog rua huv lub nroog Xamalis. Thaus nwg moog txug ntawm qhov chaw kws hu ua “Cov Yug Yaaj Lub Yeej”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.13","label":"13","content":"Nwg ntsib cov Yudas tug Vaajntxwv Ahaxiyas cov kwvtij, nwg nug puab has tas, “Mej yog leejtwg cov tuabneeg?” Puab teb has tas, “Peb yog Ahaxiyas cov kwvtij. Peb yuav moog hawm Vaajntxwv cov tub xeebntxwv hab nam vaajntxwv Yexenpees kws nyob huv lub nroog Yexelees.”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.14","label":"14","content":"Ces Yehus has rua nwg cov tubrog has tas, “Ca le nteg puab!” Cov tubrog txawm vij kag puab hab muab puab tua tuag taag ze rua ntawm lub qhov tshij Npethes Ekes. Puab cov ntawd muaj plaub caug ob leeg, puab puavleej raug tua tuag taag tsi seem ib tug le."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.15","label":"15","content":"Thaus Yehus sawv kev qhov ntawd moog, nwg txawm moog ntsib Yaunadas kws yog Lekhas tug tub. Yehus has rua Yaunadas has tas, “Koj hab kuv puas ua tau ib lub sab tag?” Yaunadas teb has tas, “Kuv ua tau.” Yehus has tas, “Wb tuav teg.” Obtug txawm sis tuav teg, hab Yehus nqug Yaunadas rua sau tsheb neeg,"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.16","label":"16","content":"hab has tas, “Nrug kuv moog, koj txhaj le pum has tas, kuv yeej muab sab npuab tug TSWV tag.” Ces obtug txawm caij tsheb neeg moog rua huv lub nroog Xamalis."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.17","label":"17","content":"Thaus obtug moog txug huv lub nroog, Yehus txawm muab Ahaj cov kwvtij tua tuag taag tsi tseg ib tug le. Tej xwm nuav muaj lawv le tug TSWV tau has tseg rua Eliyas lawm."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.18","label":"18","content":"Yehus hu taagnrho cov tuabneeg kws nyob huv lub nroog Xamalis tuaj ua ke hab has rua puab tas, “Vaajntxwv Ahaj tsuas pe Npa-aas mivntsiv xwb, tabsis kuv yuav pe Npa-aas heev dlua ntawd hab."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.19","label":"19","content":"Yehus hu cov cev Npa-aas lug, cov coj Npa-aas kevcai hab cov povthawj kws teev Npaa-aas taagnrho tuaj sis sau ua ke. Txhua tug yuavtsum tuaj tsi zaam rua leejtwg le; rua qhov kuv yuav fij khoom ntau heev rua Npa-aas. Yog leejtwg tsi tuaj, kuv yuav muab tug ntawd tua povtseg!” (Qhov kws Yehus ua le ntawd yog nwg xaav ntxag kuas cov tuabneeg kws pe Npa-aas tuaj hab muab puab tua povtseg huv tuabsi.)"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.20","label":"20","content":"Yehus has tas, “Ca le teem ib nub rua suavdlawg tuaj pe Npa-aas.” Ces puab txawm tshaajtawm rua suavdlawg,"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.21","label":"21","content":"hab Yehus xaa xuv moog thoob plawg lub tebchaws Yixalayees. Txhua tug kws pe Npa-aas puavleej tuaj taagnrho tsi seem ib tug le. Puab suavdlawg moog rua huv lub tsev teev Npa-aas, puv nkaus saab tim nuav rua saab tim u."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.22","label":"22","content":"Yehus has rua tug povthawj kws saib cov tsho ntev, kuas muab cov tsho lug rua cov tuabneeg kws pe Npa-aas naav."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.23","label":"23","content":"Tom qaab ntawd, Yehus nrug Lekhas tug tub Yaunadas moog rua huv lub tsev teev Npa-aas hab has rua cov tuabneeg kws tuaj nyob huv has tas, “Tsuas yog pub cov tuabneeg kws pe Npa-aas tuaj nyob huv nuav xwb, tsi pub cov kws pehawm tug TSWV tuaj rua huv nuav le.”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.24","label":"24","content":"Yehus hab Yaunadas txawm moog hlawv khoom fij rua Npa-aas. Yehus tub npaaj tau yim caum leej tubrog nyob saab nrau zoov lub tsev teev Npa-aas tog hab has rua puab tas, “Mej yuavtsum muab cov tuabneeg nuav tua kuas tuag taag huv tuabsi; yog mej leejtwg ca puab cov ntawd ib tug dlim, mas yuav muab nwg tua theej tug kws dlim lawm chaw!”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.25","label":"25","content":"Thaus Yehus muab khoom hlawv fij taagnrho, nwg txawm has rua cov faajxwm hab cov tubrog has tas, “Mej ca le moog rua huv hab muab puab tua huv tuabsi! Tsi pub ib tug dlim le!” Ces cov tubrog txawm rhu ntaaj hab moog muab cov tuabneeg ntawd tua tuag taag rua huv tsev, hab muab hai moog pov rua saab nrau. Ces puab txawm moog rua chaav huv plawv lub tsev teev Npa-aas."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.26","label":"26","content":"hab muab tej ncej zeb Npa-aas nqaa tawm rua saab nrau hab muab hlawv."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.27","label":"27","content":"Puab muab tej ncej zeb Npa-aas hab lub tsev teev Npa-aas rhuav puamtsuaj taag, ua chaw rua tuabneeg moog tawm rooj lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.28","label":"28","content":"Yehus ua le ntawd txhaj tshem tau cov tuabneeg kws pe Npa-aas huv lub tebchaws Yixalayees tawm moog."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.29","label":"29","content":"Tabsis Yehus tseem ua txhum ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub ua hab. Nwg coj cov Yixalayees moog pe ob tug mlom mivnyuas nyuj kws Yelaunpau-aas muab kub nchuav ua rua huv lub nroog Npethees hab huv lub nroog Daas."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.30","label":"30","content":"Tug TSWV has rua Yehus has tas, “Koj tau ua rua Ahaj cov tub xeebntxwv lawv le kuv kuas koj ua lawm. Yog le ntawd kuv coglug rua koj has tas, koj cov xeebntxwv yuav tau ua vaajntxwv kaav tebchaws Yixalayees moog txug plaub tam.”"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.31","label":"31","content":"Tabsis Yehus tsi ua lawv tug TSWV kws yog cov Yixalayees tug Vaajtswv txuj kevcai kuas kawg sab kawg ntsws; nwg ua ib yaam le Yelaunpau-aas ua, nwg txhaj coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.32","label":"32","content":"Txij thaus ntawd lug, tug TSWV txawm ua rua cov Yixalayees lub tebchaws nqaim zuj zug. Vaajntxwv Haxayees kws kaav tebchaws Xilias tuaj txeeb tau cov Yixalayees lub tebchaws taagnrho,"},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.33","label":"33","content":"txij ndlua ntawm tug Dlej Yauladees saab nubtuaj moog rua saab qaabteb, ti nkaus rua ntawm lub nroog Alu-es ntawm tug Dlej Alenoos, losloov cheebtsaam Nkile-as hab Npasaas kws xeem Khas, xeem Lunpees hab xeem Manaxes saab Nubtuaj nyob huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.34","label":"34","content":"Dlua le lwm yaam kws Yehus ua, hab tej kws nwg muaj peevxwm ua tau, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.35","label":"35","content":"Yehus tuag hab luas muab nwg log rua huv lub nroog Xamalis, hab nwg tug tub Yehau-ahas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.10","verse_code":"2KI.10.36","label":"36","content":"Yehus ua vaajntxwv kaav tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau neeg nkaum yim xyoos."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.1","label":"1","content":"Thaus Athaliyas nov has tas, nwg tug tub kws yog Vaajntxwv Ahaxiyas raug tua tuag lawm. Nwg txawm saamfwm kuas luas muab Vaajntxwv Ahaxiyas tsev tuabneeg tua kuas tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.2","label":"2","content":"Tsuas yog Ahaxiyas tug tub Yau-as txhaj tsiv dlim xwb. Yau-as los tub yuav laug raug tua tuag nrug lwm tug, tabsis muaj nwg tug pujnyaaj Yehausenpas kws yog Vaajntxwv Yehaulaas tug ntxhais hab yog Ahaxiyas tug muam coj Yau-as hab tug ntxhais qhev kws tu Yau-as moog zais rua ib chaav huv lub Tuamtsev, kuas Athaliyas tsi xob pum nwg, yog le ntawd, Yau-as txhaj tsi raug tua."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.3","label":"3","content":"Yehausenpas tu hab zais Yau-as huv lub Tuamtsev tau rau lub xyoos thaus kws Athaliyas ua puj vaajntxwv kaav tebchaws ntawd."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.4","label":"4","content":"Tabsis xyoo xyaa, tug povthawj Yehauyadas txhaj xaa xuv moog rua tug thawj tubrog kws saib cov tubrog kws nrug nraim vaajntxwv hab cov zuv lub loog tuaj rua huv lub Tuamtsev, nwg kuas puab coglug hab ua lawv le nwg has. Nwg qha Vaajntxwv Ahaxiyas tug tub Yau-as rua puab"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.5","label":"5","content":"hab kuas puab ua le nuav: “Nub Xanpataus mej tuaj ua num, mej cov tuabneeg ib feem peb zuv lub loog;"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.6","label":"6","content":"ib feem peb zuv ntawm lub roojvaag Xules, hab dlua le ib feem peb zuv ntawm lub roojvaag kws nyob tom qaab paab ntawd."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.7","label":"7","content":"Ob paab kws tsi ua num nub Xanpataus, yuavtsum tuaj nyob huv lub Tuamtsev zuv vaajntxwv."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.8","label":"8","content":"Mej yuavtsum tuav rawv ntaaj ntawm teg zuv Vaajntxwv Yau-as hab nrug nraim nwg txhua qhov kws nwg moog. Yog leejtwg txaav lug ze, mej ca le muab tug ntawd tua povtseg.”"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.9","label":"9","content":"Tug thawj tubrog ua lawv le Yehauyadas has hab hu cov tubrog lug cuag nwg, tsi has cov kws ua num nub Xanpataus hab cov kws tsi ua."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.10","label":"10","content":"Yehauyadas muab Vaajntxwv Daviv cov muv  hab cov thaiv nav ntaaj kws muab khaws ca rua huv lub Tuamtsev rua tug thawj tubrog,"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.11","label":"11","content":"hab tug thawj tubrog txawm kuas cov tubrog tuav rawv ntaaj moog sawv thoob plawg ntawm hauv ntej lub Tuamtsev tiv thaiv vaajntxwv."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.12","label":"12","content":"Ces Yehauyadas txawm coj Yau-as tawm lug, muab lub mom kub rua nwg ntoo hab muab Vaajtswv phoo kevcai cob rua Yau-as; puab muab roj laub rua Yau-as taubhau tsaa nwg ua vaajntxwv; puab suavdlawg npuaj teg hab qw has tas, “Thov kuas Vaajntxwv muaj sa nyob ntev!”"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.13","label":"13","content":"Puj Vaajntxwv Athaliyas nov cov tubrog hab cov pejxeem qw, ces nwg txawm dlha ceev nrooj tuaj rua ntawm lub Tuamtsev kws suavdlawg tuaj sis sau."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.14","label":"14","content":"Puj vaajntxwv pum tug vaajntxwv kws puab tsaa sawv ntawm lub Tuamtsev tug ncej qhovrooj lawv le kevcai tsaa vaajntxwv. Cov numtswv, cov tshuab raaj tshuab xyu hab cov pejxeem sawv ncig vaajntxwv, puab qw hab tshuab raaj tshuab xyu zoo sab kawg le. Athaliyas nyuaj sab heev, nwg dlua rhe nwg cev khaub dluag hab qw has tas, “Ntxeev sab! Ntxeev sab!”"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.15","label":"15","content":"Yehauyadas tsi xaav kuas luas tua Athaliyas rua ntawm lub Tuamtsev, nwg txhaj has rua cov thawj tubrog has tas: “Coj Athaliyas tawm lawv kis nruab nraab ntawm ob paab tubrog nuav moog, yog leejtwg lug paab nwg, ces mej ca le muab tug ntawd tua.”"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.16","label":"16","content":"Cov tubrog txawm nteg Athaliyas hab coj nwg moog rua ntawm lub Roojvaag Neeg kws yuav moog rua huv lub loog, hab puab muab nwg tua rua ntawd."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.17","label":"17","content":"Tug povthawj Yehauyadas kuas Vaajntxwv Yau-as hab cov pejxeem suavdlawg coglug rua tug TSWV has tas, puab yuav ua tug TSWV tsaav tuabneeg; hab nwg kuas Vaajntxwv hab cov pejxeem sis coglug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.18","label":"18","content":"Ces cov tuabneeg txawm moog rua tom lub tsev teev Npa-aas hab muab lub tsev rhuav puamtsuaj taag; puab muab tej thaaj hab tej mlom tsoo tawg taag, hab muab tug povthawj Matas kws teev Npa-aas tua rua ntawm hauv ntej cov thaaj. Yehauyadas tso ib paab tubrog zuv ntawm lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.19","label":"19","content":"ces Yehauyadas, cov numtswv, cov tubrog kws nrug nraim vaajntxwv hab cov tubrog kws zuv lub loog, txawm coj vaajntxwv tawm huv lub Tuamtsev moog rua huv lub loog, hab cov pejxeem suavdlawg lawv nwg qaab. Yau-as moog ntawm lub Roojvaag Faajxwm moog rua huv lub loog hab moog nyob sau lub zwmtxwv."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.20","label":"20","content":"Cov pejxeem suavdlawg zoo sab kawg nkaus, hab lub nroog nyob ntsag tu, rua qhov tub muab Athaliyas tua tuag rua ntawm lub loog lawm."},{"bible_id":"1726","chapter_code":"2KI.11","verse_code":"2KI.11.21","label":"21","content":"Yau-as ua vaajntxwv kaav tebchaws Yudas thaus nwg noobnyoog muaj xyaa xyoo."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.1","label":"1","content":"Thaus Yehus ua vaajntxwv kaav lub tebchaws Yixalayees tau xyaa xyoo lawm, Yau-as maam le ua vaajntxwv kaav lub tebchaws Yudas, hab nwg nyob huv lub nroog Yeluxalees kaav tau plaub caug xyoo. Nwg nam hu ua Xinpiyas kws nyob huv lub nroog Npesenpas."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.2","label":"2","content":"Yau-as ua lawv le tug TSWV lub sab nyam moog taag nwg lub neej, rua qhov yog tug povthawj Yehauyadas cob qha nwg."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.3","label":"3","content":"Txawm le ntawd los nwg tsi muab tej chaw teev dlaab rhuav povtseg. Cov tuabneeg txhaj pheej moog tua tsaj fij hab hlawv moov tshuaj tsw qaab rua ntawm tej chaw ntawd."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.4","label":"4","content":"Yau-as has rua cov povthawj has tas, “Mej ca le khaws tej nyaj kws cov pejxeem coj tuaj fij rua huv lub Tuamtsev, tsi has cov nyaj kws puab coj tuaj fij theej txhoj lawv le kevcai hab cov nyaj kws puab muaj lub sab dlawb paug coj tuaj fij."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.5","label":"5","content":"Txhua tug povthawj, yuav tau khaws tej nyaj kws cov tuabneeg kws nwg ua num rua coj tuaj fij, hab muab tej nyaj ntawd siv khu lub Tuamtsev tej qhov kws puag lawm.”"},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.6","label":"6","content":"Yau-as tub ua vaajntxwv kaav tebchaws tau neeg nkaum peb xyoos lawm, tabsis cov povthawj tseem tsi tau khu lub Tuamtsev le."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.7","label":"7","content":"Yog le ntawd, nwg txhaj hu tug povthawj Yehauyadas hab cov povthawj tuaj cuag nwg. Nwg has rua puab tas, “Vim le caag mej tseem tsi tau khu lub Tuamtsev le? Txij nub nua moog mej tsi xob muab tej nyaj kws cov tuabneeg coj tuaj fij khaws ca lawm; tabsis ca le muab cov nyaj ntawd rua lwm tug coj moog khu lub Tuamtsev kuas tav!”"},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.8","label":"8","content":"Cov povthawj txhaj pum zoo ua lawv le Yau-as has, hab pum zoo has tas ca puab tsi xob ua cov khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.9","label":"9","content":"Tug povthawj Yehauyadas muab ib lub thawv tho qhov sau lub hau, hab coj moog txawb rua ntawm lub thaaj saab xis, ntawm lub qhovrooj kws moog rua huv lub Tuamtsev. Cov povthawj kws ua num ntawm qhovrooj muab tej nyaj kws cov tuabneeg tuaj pehawm Vaajtswv coj tuaj fij tso rua huv lub thawv ntawd."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.10","label":"10","content":"Thaus cov nyaj puv lub thawv lawm, vaajntxwv tug teev ntawv hab tug Povthawj Hlub tuaj muab cov nyaj ntawd suav hab muab ntim rua huv naab."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.11","label":"11","content":"Thaus obtug suav tej nyaj ntawd taag, obtug muab teev tseg, hab muab cob rua tug thawj kws saib cov khu lub Tuamtsev coj moog them rua cov txua ntoo, cov ua tsev,"},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.12","label":"12","content":"cov txhim phaab ntsaa, cov txaug pobzeb, coj moog yuav ntoo, yuav pobzeb, hab muab yuav tej yaam kws cheemtsum siv."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.13","label":"13","content":"Txawm le ntawd los puab tsi muab tej nyaj ntawd them rua cov kws nchuav khob, taig, raaj xyu, tej cuabyeej siv rua tej teeb lossis lwm yaam kws muab nyaj muab kub ua."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.14","label":"14","content":"Cov nyaj ntawd muab them rua cov kws khu lub Tuamtsev hab yuav tej khoom kws khu lub Tuamtsev xwb."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.15","label":"15","content":"Cov kws Yehauyadas hab vaajntxwv tug teev ntawv muab nyaj rua coj moog them cov tuabneeg ua num, puab ua ncaaj heev. Yog le ntawd obtug txhaj tsi kuas puab muab tej ntawv teev nyaj lug."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.16","label":"16","content":"Tej nyaj kws cov tuabneeg coj tuaj fij theej txhoj hab coj tuaj fij dlaws txim, tsi xob muab tso rua huv lub thawv, rua qhov cov nyaj ntawd yog cov povthawj tug."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.17","label":"17","content":"Thaus lub sijhawm ntawd Vaajntxwv Haxayees kws kaav tebchaws Xilias tuaj tua hab txeeb tau lub nroog Nkathas, hab nwg moog tua lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.18","label":"18","content":"Vaajntxwv Yau-as kws kaav tebchaws Yudas, muab taagnrho tej khoom fij kws nwg yawmkoob Yehausafas, Yehaulaas hab nwg txiv Ahaxiyas muab fij rua tug TSWV lawm, ntxiv rua nwg tej khoom hab tej nyaj tej kub huv lub Tuamtsev hab huv lub loog coj moog pub rua Vaajntxwv Haxayees, Haxayees txhaj thim nwg cov tubrog rov qaab tsi tua lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.19","label":"19","content":"Dlua le lwm yaam kws Vaajntxwv Yau-as ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.12","verse_code":"2KI.12.20+2KI.12.21","label":"20-21","content":"Vaajntxwv Yau-as ob tug numtswv kws yog Sime-as tug tub Yauxakas hab Saumes tug tub Yehauxanpas ntxeev sab rua Yau-as hab muab nwg tua rua huv lub tsev Milus ntawm lub nroog Yeluxalees saab nubtuaj kws yog txujkev moog rua nraag lub nroog Xilas. Luas coj Yau-as moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Amaxiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.1","label":"1","content":"Thaus Ahaxiyas tug tub Yau-as ua vaajntxwv kaav lub tebchaws Yudas tau neeg nkaum peb xyoos lawm, Yehus tug tub Yehau-ahas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau kaum xyaa xyoo."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.2","label":"2","content":"Yehau-ahas ua txhum rua tug TSWV ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub ua, nwg tau coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.3","label":"3","content":"Yog le ntawd tug TSWV txhaj chim heev rua cov Yixalayees, hab ca Vaajntxwv Haxayees kws kaav tebchaws Xilias hab nwg tug tub Npeehadas tuaj tua yeej cov Yixalayees hab tswjfwm cov Yixalayees tau ntev loo."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.4","label":"4","content":"Ces Yehau-ahas txhaj thov tug TSWV, tug TSWV txaus sab hab teb nwg tej lug thov, vim tug TSWV pum has tas, tug vaajntxwv kws kaav tebchaws Xilias tau tsimtxom cov Yixalayees heev."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.5","label":"5","content":"Tug TSWV pub cov Yixalayees muaj ib tug thawjcoj lug tso kuas puab dlim ntawm cov Xilias, yog le ntawd cov Yixalayees txhaj tau rov moog nyob huv puab tej vaaj tse kaaj sab lug ib yaam le yaav taag lug."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.6","label":"6","content":"Tabsis puab tseem pheej ua  tej kev txhum kws Vaajntxwv Yelaunpau-aas tsev tuabneeg coj cov Yixalayees moog ua tsi tso tseg le; hab tug mlom Aselas tseem nyob huv lub nroog Xamalis."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.7","label":"7","content":"Yehau-ahas cov tubrog tsuas tshuav tsib caug leej tubrog caij neeg, kaum lub tsheb neeg, hab kaum txheeb leej tubrog moog kutaw lawm xwb, rua qhov tug vaajntxwv kws kaav tebchaws Xilias tuaj muab ibtxha tua tuag taag, hab puab muab tsuj ib yaam le tsuj tej moov aav."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.8","label":"8","content":"Dlua le lwm yaam kws Yehau-ahas ua hab tej kws nwg muaj peevxwm ua tau puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.9","label":"9","content":"Yehau-ahas tuag hab luas coj nwg moog log rua huv lub nroog Xamalis, hab nwg tug tub Yehau-as ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.10","label":"10","content":"Thaus Yau-as ua vaajntxwv kaav tebchaws Yudas tau peb caug xyaa xyoo lawm, Yehau-ahas tug tub Yehau-as maam le ua vaajntxwv kaav tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau kaum rau xyoo."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.11","label":"11","content":"Yehau-as los ua txhum rua tug TSWV ib yaam le Yelaunpau-aas kws yog Nenpas tug tub ua, nwg tau coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.12","label":"12","content":"Dlua le lwm yaam kws Yehau-as ua, hab taagnrho tej kws nwg muaj peevxwm ua rog rua Vaajntxwv Amaxiyas kws kaav tebchaws Yudas, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.13","label":"13","content":"Yehau-as tuag hab luas muab nwg coj moog log rua ntawm cov vaajntxwv lub toj ntxaas huv lub nroog Xamalis, hab nwg tug tub Yelaunpau-aas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.14","label":"14","content":"Thaus Elisas kws yog tug cev Vaajtswv lug mob yuav tuag, Vaajntxwv Yehau-as kws kaav tebchaws Yixalayees tuaj saib Elisas. Yehau-as quaj has tas, “Kuv txiv! Kuv txiv! Koj yog cov Yixalayees tug Cawmseej kws luj kawg nkaus!”"},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.15","label":"15","content":"Elisas has rua Yehau-as has tas, “Koj ca le moog nqaa ib raab neevnti hab ib cov xub tuaj.” Yehau-as txawm moog nqaa tuaj,"},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.16","label":"16","content":"hab Elisas has rua Yehau-as kuas muab xub nruab rua raab neevnti hab nqug tua. vaajntxwv txawm ua le ntawd, hab Elisas muab nwg txhais teg tso rua sau vaajntxwv txhais teg."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.17","label":"17","content":"Elisas kuas vaajntxwv qheb lub qhovrais kws tig moog rua peg tebchaws Xilias hab Elisas has tas, “Ca le tua raab neevnti moog rua tebchaws Xilias!” Thaus kws vaajntxwv tua raab neevnti lawm, Elisas has rua vaajntxwv has tas, “Koj yog xibxub kws tug TSWV yuav siv moog tua kuas yeej lub tebchaws Xilias. Koj yuav moog tua cov Xilias peg lub nroog Afes moog txug nub kws koj yeej puab lawm.”"},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.18","label":"18","content":"Elisas has kuas vaajntxwv muab dlua ib cov xub lug nplawm huv aav. Vaajntxwv txawm muab cov xub nplawm peb nplawg rua huv aav, hab tso plhuav tseg."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.19","label":"19","content":"Elisas npautawg heev, nwg txhaj has rua vaajntxwv has tas, “Tsimnyog koj nplawm tsib rau nplawm rua huv aav, koj txhaj yuav yeej hlo cov Xilias, tabsis koj tsuas nplawm peb nplawg xwb, yog le ntawd, koj yuav moog tua yeej cov Xilias peb zag xwb.”"},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.20","label":"20","content":"Elisas tuag hab luas coj nwg moog log. Txij thaus ntawd lug, cov Mau-am ib paab rog tubsaab pheej naj xyoo tuaj tua lub tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.21","label":"21","content":"Muaj ib zag cov Yixalayees taabtom kwv ib tug tuag moog log. Thaus puab pum cov Mau-am paab rog tubsaab ntawd tuaj, puab txawm muab tug tuag pov rhees rua huv Elisas lub qhov ntxaa, hab puab nyag taug nyag tsiv lawm.  Thaus tug tuag poob moog raug Elisas cov pobtxhaa, ces tug tuag txawm rov caj sa tuaj hab sawv tseeg nreg nreeg."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.22","label":"22","content":"Ntu kws Vaajntxwv Yehau-as kaav lub tebchaws Yixalayees, tug Vaajntxwv Haxayees kws kaav lub tebchaws Xilias tsimtxom cov Yixalayees kawg le,"},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.23","label":"23","content":"tabsis tug TSWV hlub hab taabncuab cov Yixalayees heev. Nwg tsi xaav kuas puab raug kev puamtsuaj, nwg txhaj paab puab, rua qhov nwg tau coglug tseg rua Anplahaas, Ixaj hab Yakhauj lawm. Tug TSWV tseem ncu ntsoov nwg tsaav tuabneeg tsi tso puab tseg le."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.24","label":"24","content":"Thaus Vaajntxwv Haxayees kws kaav tebchaws Xilias tuag lawm, nwg tug tub Npeehadas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.13","verse_code":"2KI.13.25","label":"25","content":"Vaajntxwv Yehau-as kws kaav lub tebchaws Yixalayees txhaj moog tua yeej Npeehadas peb zag, hab rov moog txeeb tau tej nroog kws Npeehadas txeeb tau thaus kws Yehau-as txiv tseem ua vaajntxwv kaav lub tebchaws Yixalayees ntawd rov qaab lug huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.1","label":"1","content":"Thaus Yehau-ahas tug tub Yehau-as ua vaajntxwv kaav lub tebchaws Yixalayees tau ob xyoos lawm, Yau-as tug tub Amaxiyas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.2","label":"2","content":"thaus nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau neeg nkaum cuaj xyoos. Nwg nam hu ua Yehau-adees kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.3","label":"3","content":"Amaxiyas ua lub neej lawv le tug TSWV sab nyam, nwg tsi ua le nwg yawmkoob kws yog Vaajntxwv Daviv ua, tabsis nwg ua le nwg txiv Yau-as ua."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.4","label":"4","content":"Nwg tsi muab tej chaw teev dlaab rhuav povtseg, cov tuabneeg txhaj pheej moog tua tsaj fij hab hlawv moov tshuaj tsw qaab rua ntawm tej chaw teev dlaab ntawd."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.5","label":"5","content":"Thaus Amaxiyas kaav lub tebchaws nyob ruaj lawm, nwg muab ob tug nom kws tua nwg txiv kws yog Vaajntxwv Yau-as tua povtseg."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.6","label":"6","content":"Txawm le ntawd los nwg tsi tua obtug cov mivnyuas, nwg ua le ntawd txhaj lawv le tug TSWV tej lug saamfwm rua huv phoo ntawv kevcai kws Mauxes sau tseg has tas, “Tsi xob muab nam txiv tua vim mivnyuas tej kev txhum, hab tsi xob muab tej mivnyuas tua vim nam txiv tej kev txhum; tug twg ua txhum tsuas tua tug ntawd xwb.”"},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.7","label":"7","content":"Amaxiyas tua cov tubrog Edoos tuag kaum txheeb leej rua huv lub Haav Ntsev; nwg moog tua hab txeeb tau lub nroog Xelas hab muab lub nroog ntawd tis dlua npe hu ua Yauthees, luas tseem hu lub npe ntawd lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.8","label":"8","content":"Amaxiyas txawm tso tuabneeg moog has kuas Vaajntxwv Yehau-as kws kaav lub tebchaws Yixalayees tuaj nrug nwg sis tua."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.9","label":"9","content":"Tabsis Vaajntxwv Yehau-as tso tuabneeg moog has rua Amaxiyas has tas, “Muaj ib zag ib tsob ntoo xuavpaug kws nyob peg Roob Lenpanoos tso xuv tuaj rua tsob ntoo cab has tas, ‘Muab koj tug ntxhais rua kuv tug tub yuav ua quaspuj.’ Tabsis txawm muaj ib tug tsaj qus lug muab tsob ntoo xuavpaug ntawd tsuj kag rua huv aav lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.10","label":"10","content":"Amaxiyas, nwgnuav koj khaavtheeb qhov kws koj tua yeej cov Edoos ua rua koj nto npe, koj ca le txaus sab hab nyob tuabywv huv tsev. Vim le caag koj yuav nrhav teebmeem rua koj hab koj cov pejxeem kuas puamtsuaj?”"},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.11","label":"11","content":"Tabsis Amaxiyas tsi noog Vaajntxwv Yehau-as tej lug le, Yehau-as txhaj coj nwg cov tubrog tuaj tua Amaxiyas ntawm lub nroog Npethes Semes huv tebchaws Yudas."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.12","label":"12","content":"Amaxiyas cov tubrog swb hab tsiv taag rov qaab moog tsev lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.13","label":"13","content":"Yehau-as nteg tau Amaxiyas, hab Yehau-as ncaaj nraim moog tua lub nroog Yeluxalees, puab tsoo lub nroog tug ntsaa yeej ntawm lub Roojvaag Efalayees moog ti nkaus rua lub Roojvaag Ceg kaum ntev le ib puas dlaaj pob taag."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.14","label":"14","content":"Yehau-as coj tej nyaj hab tej kub, tej cuabyeej huv lub Tuamtsev hab txhua yaam muaj nqes huv lub loog kws nwg tshawb tau nrug cov tuabneeg kws nwg nteg tau moog rua peg lub nroog Xamalis lawm. Yehau-as tseem coj cov tuabneeg kws nwg nteg tau nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.15","label":"15","content":"Dlua le lwm yaam kws Yehau-as ua hab taagnrho tej kws nwg muaj peevxwm tua yeej tug Vaajntxwv Amaxiyas kws kaav lub tebchaws Yudas, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.16","label":"16","content":"Yehau-as tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv lub nroog Xamalis, hab nwg tug tub Yelaunpau-aas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.17","label":"17","content":"Thaus Vaajntxwv Yehau-as kws kaav lub tebchaws Yixalayees tuag lawm, Vaajntxwv Amaxiyas kws kaav lub tebchaws Yudas tseem ua neej nyob tau kaum tsib xyoos ntxiv nwg maam le tuag."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.18","label":"18","content":"Dlua le lwm yaam kws Amaxiyas ua puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.19","label":"19","content":"Muaj ib paab tuabneeg nyob huv lub nroog Yeluxalees ntxeev sab yuav muab Amaxiyas tua povtseg, nwg txhaj tsiv moog rua huv lub nroog Lakhis, tabsis nwg cov yeebncuab caum qaab moog muab nwg tua tuag rua huv lub nroog ntawd lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.20","label":"20","content":"Luas txhaj muab neeg thauj nwg rov lug rua huv Yeluxalees hab muab nwg log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.21","label":"21","content":"Ces cov Yudas txhaj muab lub mom kub rua Amaxiyas tug tub Uxiyas kws noobnyoog muaj kaum rau xyoo ntoo, hab tsaa nwg ua vaajntxwv hloov nwg txiv chaw."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.22","label":"22","content":"Uxiyas moog txeeb tau lub nroog Elas hab rov txhim khu lub nroog ntawd dlua tshab, tom qaab kws nwg txiv Amaxiyas tuag lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.23","label":"23","content":"Thaus Yau-as tug tub Amaxiyas ua vaajntxwv kaav lub tebchaws Yudas tau kaum tsib xyoos lawm, Yehau-as tug tub Yelaunpau-aas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau plaub caug ib xyoos."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.24","label":"24","content":"Yelaunpau-aas ua txhum rua tug TSWV hab ua phem ua qas ib yaam le nwg yawmkoob Yelaunpau-aas kws yog Nenpas tug tub kws coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.25","label":"25","content":"Yelaunpau-aas rov moog txeeb tau cov Yixalayees cheebtsaam aav, txij ndlua ntawm lub Dlawm Hamas kws nyob saab qaumteb moog txug ndlua nraag Havtxwv Tuag kws nyob saab qaabteb lawv le tug TSWV kws yog cov Yixalyees tug Vaajtswv tau has rua nwg tug tubkhai Yaunas kws yog tug cev Vaajtswv lug hab yog Amitais tug tub kws nyob huv lub nroog Nkathas Hefeles lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.26","label":"26","content":"Tug TSWV pum cov Yixalayees raug kev txomnyem heev;  tsi muaj tug paab puab le."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.27","label":"27","content":"Tug TSWV tsi xaav kuas cov Yixalayees puamtsuaj huv lub qaab ntuj nuav moog, yog le ntawd, nwg txhaj khaiv Vaajntxwv Yelaunpau-aas kws yog Yau-as tug tub ua tug cawm cov Yixalayees kuas dlim."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.28","label":"28","content":"Dlua le lwm yaam kws Yelaunpau-aas ua, tej kws nwg muaj peevxwm tua rog, hab txeeb tau lub nroog Damaxes hab lub nroog Hamas rov rua cov Yixalayees,  puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.14","verse_code":"2KI.14.29","label":"29","content":"Yelaunpau-aas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas, hab nwg tug tub Xakhaliyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.1","label":"1","content":"Thaus Yelaunpau-aas ua vaajntxwv kaav lub tebchaws Yixalayees tau neeg nkaum xyaa xyoo lawm, Amaxiyas tug tub Uxiyas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.2","label":"2","content":"thaus nwg noobnyoog muaj kaum rau xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau tsib caug ob xyoos, nwg nam hu ua Yekauliyas kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.3","label":"3","content":"Uxiyas ua lub neej lawv le tug TSWV lub sab nyam, ib yaam le nwg txiv Amaxiyas."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.4","label":"4","content":"Tabsis nwg tsi muab tej chaw teev dlaab rhuav povtseg, tej tuabneeg txhaj pheej moog tua tsaj fij hab hlawv moov tshuaj tsw qaab rua ntawm tej chaw teev dlaab ntawd."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.5","label":"5","content":"Tug TSWV ua rua Uxiyas mob ruas moog taag nwg simneej le. Nwg nyob nwg ib lub tsev rua ib qho, nwg tso txhua yaam num tseg hab nwg tug tub Yauthaas ua tug tswjfwm lub tebchaws."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.6","label":"6","content":"Dlua le lwm yaam kws Uxiyas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.7","label":"7","content":"Uxiyas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Yauthaas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.8","label":"8","content":"Thaus Uxiyas ua vaajntxwv kaav lub tebchaws Yudas tau peb caug yim xyoo lawm, Yelaunpau-aas tug tub Xakhaliyas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau rau hlis."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.9","label":"9","content":"Xakhaliyas ua txhum rua tug TSWV ib yaam le nwg cov yawmkoob. Nwg ua phem ua qas ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub kws coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.10","label":"10","content":"Yanpes tug tub Salumes txhaj ntxeev sab rua Vaajntxwv Xakhaliyas hab muab nwg tua tuag rua huv lub nroog Inpele-as,  hab Salumes txawm ua vaajntxwv hloov Xakhaliyas chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.11","label":"11","content":"Dlua le lwm yaam kws Xakhaliyas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalyees tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.12","label":"12","content":"Ua le ntawd, txhaj tav lawv le tug TSWV tau has rua Vaajntxwv Yehus lawm has tas: “Koj cov xeebntxwv yuav tau ua vaajntxwv kaav lub tebchaws Yixalayees moog txug plaub tam.”"},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.13","label":"13","content":"Thaus Uxiyas ua vaajntxwv kaav lub tebchaws Yudas tau peb caug cuaj xyoos lawm, Yanpes tug tub Salumes maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau ib hlis."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.14","label":"14","content":"Nkadis tug tub Menahees tuaj nraag lub nroog Tilexas tuaj rua huv lub nroog Xamalis hab muab Salumes tua, hab nwg ua vaajntxwv hloov Salumes chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.15","label":"15","content":"Dlua le lwm yaam kws Salumes ua, hab qhov kws nwg ntxeev sab ua phem, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalyees tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.16","label":"16","content":"Thaus Menahees tuaj huv lub nroog Tilexas tuaj, nwg tua cov tuabneeg huv lub nroog Tapuas  hab cov tuabneeg kws nyob cheebtsaam ibncig lub nroog ntawd puamtsuaj taag, rua qhov cov tuabneeg huv lub nroog tsi kaam zwm rua nwg. Nwg tseem muab cov quaspuj kws taabtom suab mivnyuas phais plaab huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.17","label":"17","content":"Thaus Uxiyas ua vaajntxwv kaav lub tebchaws Yudas tau peb caug cuaj xyoos lawm, Nkadis tug tub Menahees maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau kaum xyoo."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.18","label":"18","content":"Manahees ua txhum rua tug TSWV, nwg ua phem ua qas ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub kws coj cov Yixalayees moog ua txhum taag nwg simneej."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.19","label":"19","content":"Tilas Pilexes kws yog tug vaajntxwv kaav lub tebchaws Axilias tau tuaj tua cov Yixalayees, Menahees muab tau peb caug yim taas nyaj rua Tilas Pilexes, thov nwg paab Menahees kuas muaj cuabkaav tswj tau lub tebchaws nyob ruaj khov."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.20","label":"20","content":"Menahees tau tej nyaj ntawd lug ntawm cov Yixalayees kws npluanuj, nwg yuam kuas puab ib tug muab tsib caug dlaim nyaj rua nwg coj moog rua Tilas Pilexes; yog le ntawd, Tilas Pilexes txhaj rov qaab moog rua peg nwg lub tebchaws lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.21","label":"21","content":"Dlua le lwm yaam kws Menahees ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.22","label":"22","content":"Menahees tuag hab luas coj nwg moog log, hab nwg tug tub Pekahiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.23","label":"23","content":"Thaus Uxiyas ua vaajntxwv kaav lub tebchaws Yudas tau tsib caug xyoo lawm, Menahees tug tub Pekahiyas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau ob xyoos."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.24","label":"24","content":"Pekahiyas ua txhum rua tug TSWV, nwg ua phem ua qas ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub kws coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.25","label":"25","content":"Pekahiyas ib tug tubrog kws hu ua Pekas, nwg yog Lemaliyas tug tub txawm ntxeev sab rua nwg hab coj tau tsib caug leej tubrog huv lub nroog Nkile-as tuaj muab Pekahiyas tua tuag rua huv chaav faajxwm  ntawm lub loog huv lub nroog Xamalis, ces Pekas txawm ua vaajntxwv hloov Pekahiyas chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.26","label":"26","content":"Dlua le lwm yaam kws Pekahiyas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.27","label":"27","content":"Thaus Uxiyas ua vaajnxtwv kaav lub tebchaws Yudas tau tsib caug ob xyoos lawm, Lemaliyas tug tub Pekas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau neeg nkaum xyoo."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.28","label":"28","content":"Pekas ua txhum rua tug TSWV, nwg ua phem ua qas ib yaam le Vaajntxwv Yelaunpau-aas kws yog Nenpas tug tub kws coj cov Yixalayees moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.29","label":"29","content":"Ntu kws Pekas ua vaajntxwv kaav lub tebchaws, Vaajntxwv Tikelas Pilexes kws kaav lub tebchaws Axilias tuaj txeeb tau lub nroog Iyoos, Anpees Npethes Ma-akas, Yanau-as, Kedes, Haxus hab cheebtsaam Nkile-as, Kalilais hab Nathalis. Hab nteg tau cov tuabneeg coj moog rua peg tebchaws Axilias lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.30","label":"30","content":"Thaus Uxiyas tug tub Yauthaas ua vaajntxwv kaav lub tebchaws Yudas tau neeg nkaum xyoo, Elas tug tub Hauseyas ntxeev sab muab Vaajntxwv Pekas tua tuag, hab nwg ua vaajntxwv hloov Pekas chaw."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.31","label":"31","content":"Dlua le lwm yaam kws Pekas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yixalayees cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.32","label":"32","content":"Thaus Lemaliyas tug tub Pekas ua vaajntxwv kaav lub tebchaws Yixalayees tau ob xyoos lawm, Uxiyas tug tub Yauthaas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.33","label":"33","content":"thaus nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum rau xyoo. Nwg nam hu ua Yelusas kws yog Xadaus tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.34","label":"34","content":"Yauthaas ua lub neej lawv le tug TSWV lub sab nyam, ib yaam le nwg txiv Uxiyas ua."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.35","label":"35","content":"Tabsis nwg tsi muab tej chaw teev dlaab rhuav povtseg, tej tuabneeg txhaj pheej moog tua tsaj fij hab hlawv moov tshuaj tsw qaab rua ntawm tej chaw teev dlaab ntawd. Yauthaas yog tug kws ua lub Roojvaag Qaumteb ntawm lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.36","label":"36","content":"Dlua le lwm yaam kws Yauthaas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.37","label":"37","content":"Ntu kws Yauthaas ua vaajntxwv kaav lub tebchaws, yog thawj zag kws tug TSWV ca Vaajntxwv Lexees kws kaav lub tebchaws Xilias hab Vaajntxwv Pekas kws kaav lub tebchaws Yixalayees tuaj tua cov Yudas."},{"bible_id":"1726","chapter_code":"2KI.15","verse_code":"2KI.15.38","label":"38","content":"Yauthaas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog. Hab nwg tug tub Ahas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.1","label":"1","content":"Thaus Lemaliyas tug tub Pekas ua vaajntxwv kaav lub tebchaws Yixalayees tau kaum xyaa xyoo lawm, Yauthaas tug tub Ahas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.2","label":"2","content":"thaus nwg noobnyoog muaj neeg nkaum xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum rau xyoo. Nwg tsi ua lub neej zoo ib yaam le nwg yawmkoob kws yog Vaajntxwv Daviv ua; hab nwg tsi ua lawv le tug TSWV kws yog nwg tug Vaajtswv lub sab nyam,"},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.3","label":"3","content":"nwg ua lub neej lawv le cov Yixalyees tej vaajntxwv ua. Nwg muab nwg tug tub tua hlawv fij rua tej mlom. Nwg ua phem ua qas ib yaam le cov tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws ua ntej kws cov Yixalyees lug nyob."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.4","label":"4","content":"Ahas tua tsaj fij hab hlawv moov tshuaj tsw qaab rua ntawm tej chaw teev dlaab sau tej pov roob hab huv tej qaab ntoos."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.5","label":"5","content":"Vaajntxwv Lexees kws kaav tebchaws Xilias hab Vaajntxwv Pekas kws kaav lub tebchaws Yixalayees txawm tuaj vij tua lub nroog Yeluxalees, tabsis obtug tua tsi yeej Ahas."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.6","label":"6","content":"(Thaus lub sijhawm ntawd, tug vaajntxwv kws kaav lub tebchaws Edoos  rov tuaj tua yeej hab kaav lub nroog Elas, nwg txhaj muab cov Yudas ntab tawm huv lub nroog ntawd moog. Cov Edoos txawm lug nyob huv lub nroog Elas txug naj nub nua)."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.7","label":"7","content":"Ahas khaiv tuabneeg moog has rua Vaajntxwv Tikelas Pilexes kws kaav lub tebchaws Axilias has tas, “Kuv kws yog koj tug tubkhai, thov koj tuaj paab kuv kuas dlim ntawm tug vaajntxwv kws kaav lub tebchaws Xilias hab tug vaajntxwv kws kaav lub tebchaws Yixalayees kws tuaj tua kuv.”"},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.8","label":"8","content":"Ahas muab tej nyaj tej kub huv lub Tuamtsev hab huv lub loog, coj moog pub rua Vaajntxwv Tilas Pilexes."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.9","label":"9","content":"Tilas Pilexes txaus sab paab Ahas, nwg txhaj coj nwg cov tubrog tuaj tua hab txeeb lub nroog Damaxes, nteg cov tuabneeg coj moog rua huv Kis hab muab Vaajntxwv Lexees tua."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.10","label":"10","content":"Thaus Vaajntxwv Ahas moog cuag Vaajntxwv Tikelas Pilexes huv lub nroog Damaxes, nwg pum ib lub thaaj fij, nwg txawm xaa xuv rov lug qha rua tug povthawj Uliyas has txug qhov kws luas ua lub thaaj ntawd txhua yaam le caag rua Uliyas."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.11","label":"11","content":"Yog le ntawd, Uliyas txhaj ua ib lub thaaj zoo ib yaam le lub kws Ahas pum ntawd. Uliyas tub txua tau lub thaaj ntawd lawm, Ahas maam lug txug."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.12","label":"12","content":"Thaus Ahas rov peg lub nroog Damaxes lug txug, nwg pum lub thaaj tub tav lawm,"},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.13","label":"13","content":"yog le ntawd, nwg txhaj tua tsaj hab muab nplej rua sau lub thaaj hlawv fij, muab cawv txiv maab hab ntshaav laub rua sau lub thaaj fij ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.14","label":"14","content":"Ahas muab lub thaaj tooj kws nyob ntawm lub thaaj kws ua tshab hab lub Tuamtsev kis nruab nraab tshem moog tso rua ntawm nwg lub thaaj kws ua tshab saab peg. Lub thaaj tooj ntawd tub muab fij rua tug TSWV lawm."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.15","label":"15","content":"Vaajntxwv Ahas has rua Uliyas has tas, “Koj siv kuv lub thaaj luj nuav hlawv tej khoom kws vaajntxwv hab cov pejxeem coj tuaj fij thaus sawv ntxuv hab thaus yuav tsaus ntuj, tsi has tej tsaj lossis tej nplej, hab tej cawv txiv maab kws cov pejxeem coj tuaj fij. Muab cov tsaj tua hlawv fij, muab cov ntshaav laub rua sau lub thaaj, tabsis tseg lub thaaj tooj rua kuv tau moog nug tug TSWV.”"},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.16","label":"16","content":"Uliyas ua lawv le Vaajntxwv saamfwm rua nwg lawm."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.17","label":"17","content":"Vaajntxwv Ahas muab cov yag tooj kws siv huv lub Tuamtsev kws txawb rua sau cov tsheb tooj txav, hab muab tshem tawm. Hab nwg tseem muab lub rhawv tooj kws txawb rua sau kaum ob tug nyuj tooj tsaws moog txawb rua ntawm qhov chaw kws luas muab txag zeb pua."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.18","label":"18","content":"Ahas xaav ua kuas hum Vaajntxwv Tilas Pilexes kws kaav lub tebchaws Axilias sab xwb, nwg txhaj muab chaav kws luas ua txuas rua ntawm lub loog lauj povtseg hab nwg thaiv txujkev kws vaajntxwv moog rua huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.19","label":"19","content":"Dlua le lwm yaam kws Vaajntxwv Ahas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.16","verse_code":"2KI.16.20","label":"20","content":"Ahas tuag hab luas coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas huv Daviv lub nroog, hab nwg tug tub Hexekiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.1","label":"1","content":"Thaus Ahas ua vaajntxwv kaav lub tebchaws Yudas tau kaum ob xyoos lawm, Elas tug tub Hauseyas maam le ua vaajntxwv kaav lub tebchaws Yixalayees, hab nwg nyob huv lub nroog Xamalis kaav tau cuaj xyoos."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.2","label":"2","content":"Hauseyas ua txhum rua tug TSWV, tabsis nwg tsi ua txhum luj npaum le cov vaajntxwv kws kaav lub tebchaws Yixalayees ua ntej nwg."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.3","label":"3","content":"Thaus Vaajntxwv Samanexes kws kaav lub tebchaws Axilias tuaj tua Hauseyas; Hauseyas txhaj zwm rua Samanexes hab naj xyoo them se rua nwg."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.4","label":"4","content":"Tabsis tau tsi ntev tom qaab nuav, Hauseyas khaiv tuabneeg moog thov Vaajntxwv Xaus kws kaav lub tebchaws Iziv  tuaj paab nwg, kuas nwg tsi tau naj xyoo them se rua Vaajntxwv Samanexes kws kaav lub tebchaws Axilias. Thaus Samanexes paub le ntawd, nwg txhaj nteg Hauseyas moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.5","label":"5","content":"Samanexes tuaj tua cov Yixalayees hab vij lub nroog Xamalis tau peb xyoos"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.6","label":"6","content":"txwm nkaus rua xyoo cuaj kws Hauseyas ua vaajntxwv kaav lub tebchaws Yixalayees, ces cov Axilias tug vaajntxwv  txhaj txeeb tau lub nroog Xamalis hab nteg cov Yixalayees moog rua peg tebchaws Axilias lawm. Nwg coj cov Yixalayees ntawd ibtxha moog nyob rua huv lub nroog Halas, ibtxha moog nyob ze rua ntawm tug Dlej Hanpaules huv cheebtsaam Nkauxaas, hab ibtxha moog nyob rua huv cov Medias tej nroog."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.7","label":"7","content":"Luas txeeb tau lub nroog Xamalis, vim cov Yixalayees ua txhum rua tug TSWV kws yog puab tug Vaajtswv kws tso puab dlim ntawm Falaus kws yog cov Iziv tug vaajntxwv hab coj puab tawm nraag tebchaws Iziv lug. Cov Yixalayees pheej moog pe lwm tsaav tuabneeg tej vaajtswv,"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.8","label":"8","content":"hab ua lawv le cov tuabneeg kws tug TSWV muab ntab tawm ntawm nwg tsaav tuabneeg moog lawm tej kevcai, hab coj tej kevcai kws cov Yixalayees  tej vaajntxwv tau rhawv tseg."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.9","label":"9","content":"Cov Yixalayees ua  tej kws tug TSWV kws yog puab tug Vaajtswv tsi nyam, puab ua tej chaw teev dlaab hab teev mlom txhua nrho rua huv puab tej nroog, tsi has nroog luj nroog miv, hab huv puab tej zog huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.10","label":"10","content":"Puab txhus tej ncej zeb hab puab tug mlom quaspuj Aselas rua sau tej pov roob, hab huv tej qaab ntoos kws muaj nplooj ntxoov quas nyog,"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.11","label":"11","content":"hab puab hlawv moov tshuaj tsw qaab rua sau tej thaaj teev dlaab ib yaam le cov tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws moog lawm. Puab ua rua tug TSWV chim, vim puab ua kev phem kev qas"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.12","label":"12","content":"hab tsi noog tug TSWV tej lug saamfwm kuas tsi xob pe mlom."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.13","label":"13","content":"Yaav taag lug, tug TSWV khaiv nwg cov tubkhai hab nwg cov cevlug moog ntuag cov Yixalayees hab cov Yudas has tas, “Mej ca le tso plhuav mej tej kev phem kev qas tseg, lug coj hab ua lawv le kuv tej lug saamfwm hab tej kevcai kws kuv muab rua mej cov yawmkoob kws kuv kuas kuv cov cevlug muab qha rua mej.”"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.14","label":"14","content":"Tabsis puab tsi noog lug; puab tawv ncauj ib yaam le puab cov yawmkoob kws tsi ca sab rua tug TSWV kws yog puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.15","label":"15","content":"Puab tsi ua lawv le tug TSWV tej lug qha hab puab tsi quavntsej tug TSWV tej lug cog tseg rua puab cov yawmkoob, hab tsi khaws nwg tej lug kws nwg qhuab ntuag puab le. Puab moog pe tej mlom kws tsi muaj qaabhau, hab puab ca le moog ua dlog ua dlig tsi muaj qaabhau le lawm. Puab ua lawv le lwm tsaav tuabneeg kws nyob puagncig puab tej kevcai kws tug TSWV txwv tsi pub puab ua."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.16","label":"16","content":"Puab ua txhum rua tug TSWV kws yog puab tug Vaajtswv tej kevcai, puab muab kub nchuav ua ob tug mlom nyuj, hab ib tug mlom quaspuj Aselas rua puab pe; puab tseem pe tej nubqub sau nruab ntug hab pe tug mlom Npa-aas huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.17","label":"17","content":"Puab muab puab tej tub hab tej ntxhais tua hlawv txi dlaab; puab moog saib teg, saib yaig hab puab txhobtxwm moog ua kev phem kev qas taabmeeg tug TSWV, txhaj ua rua tug TSWV chim rua puab."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.18","label":"18","content":"Yog le ntawd, tug TSWV txhaj chim heev rua cov Yixalayees, hab muab puab ntab tawm ntawm nwg moog, tug TSWV tsuas tseg cov Yudas xwb."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.19","label":"19","content":"Txawm yog cov Yudas los puab tsi ua lawv le tug TSWV kws yog puab tug Vaajtswv tej kevcai le hab; puab ua lawv le tej kevcai kws cov Yixalayees xyum ntawm lwm tsaav tuabneeg lug."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.20","label":"20","content":"Tug TSWV muab taagnrho Yixalayees cov xeebntxwv tso povtseg huv tuabsi, nwg rau txim rua puab hab muab puab cob rua cov yeebncuab kws ua nruj ua tsiv txhais teg moog txug thaus tug TSWV ntab puab tawm ntawm nwg moog."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.21","label":"21","content":"Thaus tug TSWV muab cov Yixalayees cais tawm ntawm cov Yudas moog lawm, cov Yixalayees txawm moog tsaa Nenpas tug tub Yelaunpau-aas ua vaajntxwv kaav puab. Yelaunpau-aas txhaj ua rua cov Yixalayees tso tug TSWV tseg, hab coj puab moog ua kev txhum luj kawg nkaus."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.22","label":"22","content":"Puab txawm ua txhum ib yaam le Yelaunpau-aas hab puab pheej ua tej kev txhum kws nwg ua ntawd"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.23","label":"23","content":"moog txug thaus tug TSWV muab puab ntab tawm ntawm nwg moog, lawv le cov cevlug kws yog nwg cov tubkhai tau qha tseg lawm. Yog le ntawd, luas txhaj tuaj nteg cov Yixalayees coj moog rua peg tebchaws Axilias, hab puab tseem nyob peg lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.24","label":"24","content":"Tug vaajntxwv kws kaav lub tebchaws Axilias coj cov tuabneeg kws nyob huv lub nroog Kus, Ivas, Hamas hab Xefavais kws nyob huv tebchaws Npanpiloos tuaj nyob huv cov Yixalayees tej zej zog, hab tej nroog huv Xamalis,  hloov cov Yixalayees kws luas nteg coj moog rua lwm tebchaws lawm."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.25","label":"25","content":"Thaus puab nyavnyuas tuaj nyob, puab tsi pehawm tug TSWV, tug TSWV txhaj tso tsuv ntxhuav lug tum puab tuag ibtxha lawm."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.26","label":"26","content":"Tug vaajntxwv kws kaav lub tebchaws Axilias nov has tas cov tuabneeg kws nwg tso moog nyob nraag lub nroog Xamalis tsi paub tug vaajtswv kws kaav lub tebchaws ntawd txuj kevcai, tug vaajtswv ntawd txhaj tso tsuv ntxhuav lug tum puab."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.27","label":"27","content":"Vaajntxwv txhaj has tas, “Ca le xaa cov povthawj kws peb nteg lug nuav ib tug rov qaab moog nyob nraag hab tsaa nwg  ua tug qha tug vaajtswv kws kaav lub tebchaws ntawd tej kevcai rua puab.”"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.28","label":"28","content":"Yog le ntawd, cov povthawj kws cov Axilias nteg tau huv lub nroog Xamalis lug ib tug txhaj tau rov moog nyob huv lub nroog Npethees, hab qha tug TSWV txuj kevcai rua puab kuas puab paub pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.29","label":"29","content":"Tabsis cov tuabneeg kws nyob huv lub nroog Xamalis tseem pheej puab mlom rua puab pe lawv le puab ibtxwm ua, hab puab coj tej mlom ntawd moog tso rua ntawm tej chaw kws cov Yixalyees ua tseg lawm. Puab cov ntawd nyag puab nyag mlom rua huv tej nroog kws puab nyob:"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.30","label":"30","content":"cov Npanpiloos puab tug mlom Xukaus Npenaus; cov Kus puab tug mlom Nenkas; cov Hamas puab tug mlom Asimas;"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.31","label":"31","content":"cov Ivas puab tug mlom Nihas hab tug mlom Tatas, hab cov Xefavais muab puab cov mivnyuas tua hlawv txi rua tug mlom Alamelej hab tug mlom Anameles."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.32","label":"32","content":"Tabsis puab tseem pehawm tug TSWV, hab tsaa puab cov tuabneeg ua povthawj moog nyob rua huv tej tsev teev dlaab, hab muab suavdlawg tej khoom fij rua dlaab."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.33","label":"33","content":"Yog le ntawd, puab txhaj pehawm tug TSWV hab teev puab tej vaajtswv lawv le txuj kevcai kws puab coj peg puab lub tebchaws."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.34","label":"34","content":"Naj nub nua, puab tseem coj puab txuj qub kevcai. Puab tsi pehawm tug TSWV lossis tsi ua lawv le tej kevcai kws tug TSWV muab rua Yakhauj tug kws muaj dlua ib lub npe hu ua Yixalayees cov xeebntxwv lawm."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.35","label":"35","content":"Tug TSWV coglug hab saamfwm rua puab has tas, “Mej tsi xob pe luas tej vaajtswv, tsi xob hawm lossis tu lossis tua tsaj fij rua tej vaajtswv ntawd."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.36","label":"36","content":"Mej ca le noog kuv lug, rua qhov kuv yog tug TSWV kws muaj zug hab muaj fwjchim coj mej tawm nraag tebchaws Iziv lug, mej yuavtsum pehawm hab tua tsaj fij rua kuv xwb."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.37","label":"37","content":"Mej yuavtsum ua lawv le kuv tej kevcai hab tej lug kws kuv sau tseg rua mej lawm. Mej tsi xob pe lwm tsaav tuabneeg tej vaajtswv,"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.38","label":"38","content":"mej yuavtsum ncu ntsoov tej lug kws kuv cog tseg rua mej, hab tsi xob pe lwm tsaav tuabneeg tej vaajtswv."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.39","label":"39","content":"Kuv yog tug TSWV kws yog mej tug Vaajtswv, mej yuavtsum noog kuv lug, kuv txhaj yuav cawm mej kuas dlim ntawm mej cov yeebncuab txhais teg.”"},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.40","label":"40","content":"Tabsis cov tuabneeg ntawd tsi noog tug TSWV lug, puab tseem pheej ua lawv le puab tej qub kevcai xwb."},{"bible_id":"1726","chapter_code":"2KI.17","verse_code":"2KI.17.41","label":"41","content":"Yog le ntawd, puab txhaj pehawm tug TSWV hab pe puab tej mlom huv tuabsi; naj nub nua los puab tej xeebntxwv tseem pheej ua ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.1","label":"1","content":"Thaus Elas tug tub Hauseyas ua vaajntxwv kaav lub tebchaws Yixalayees tau peb xyoos lawm, Ahas tug tub Hexekiyas maam le ua vaajntxwv kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.2","label":"2","content":"thaus nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau neeg nkaum cuaj xyoos. Nwg nam yog Xakhaliyas tug ntxhais Anpiyas."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.3","label":"3","content":"Hexekiyas ua lub neej lawv le tug TSWV lub sab nyam, ib yaam le nwg yawmkoob kws yog Vaajntxwv Daviv ua."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.4","label":"4","content":"Hexekiyas rhuav tej chaw teev dlaab, tsoo tej ncej zeb hab tug mlom quaspuj Aselas povtseg. Nwg tseem muab tug naab tooj Nehutaas kws Mauxes nchuav tsoo tawg taag povtseg hab. Cov Yixalayees pheej hlawv moov tshuaj tsw qaab fij rua tug naab tooj ntawd lug txug thaus lub sijhawm ntawd le."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.5","label":"5","content":"Hexekiyas ca sab rua tug TSWV kws yog cov Yixalayees tug Vaajtswv heev; cov vaajntxwv kws kaav lub tebchaws Yudas, tsi has cov kws kaav ua ntej nwg lossis tom qaab nwg, tsi muaj ib tug ca sab rua tug TSWV npaum le Hexekiyas,"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.6","label":"6","content":"Hexekiyas muab sab npuab tug TSWV, noog nwg lug hab coj lawv le tej kevcai kws nwg muab cob rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.7","label":"7","content":"Tug TSWV nrug nraim Hexekiyas, hab txhua yaam kws nwg ua puavleej ua tau tav. Nwg ntxeev sab hab tsi kaam zwm rua tug vaajntxwv kws kaav lub tebchaws Axilias."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.8","label":"8","content":"Nwg tua yeej cov Filitees kws nyob txhua qhov, tsi has tej zog luj zog miv lossis tej nroog luj nroog miv, losloov lub nroog Nkaxas hab cheebtsaam kws nyob ibncig ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.9","label":"9","content":"Thaus Hexekiyas ua vaajntxwv kaav lub tebchaws Yudas tau plaub xyoos, hab Hauseyas ua vaajntxwv kaav lub tebchaws Yixalayees tau xyaa xyoo, ces Vaajntxwv Samanexes kws kaav lub tebchaws Axilias txawm tuaj rua huv tebchaws Yixalayees hab vij lub nroog Xamalis."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.10","label":"10","content":"Samanexes vij lub nroog Xamalis tau peb xyoos, nwg maam le txeeb tau; thaus kws Hexekiyas kaav lub tebchaws Yudas tau rau xyoo hab Hauseyas kaav lub tebchaws Yixalayees tau cuaj xyoos."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.11","label":"11","content":"Tug vaajntxwv kws kaav lub tebchaws Axilias  txawm nteg cov Yixalyees coj moog rua peg tebchaws Axilias lawm. Nwg coj cov Yixalayees ibtxha moog nyob huv lub nroog Halas, ibtxha moog nyob ze ntawm tug Dlej Hanpules huv cheebtsaam Nkauxaas hab ibtxha moog nyob huv cov Medias tej nroog."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.12","label":"12","content":"Luas txeeb tau lub nroog Xamalis, rua qhov cov Yixalayees tsi noog tug TSWV kws yog puab tug Vaajtswv lug, puab tsi ua lawv le tej lug cog tseg hab tej kevcai kws tug TSWV muab cob rua nwg tug tubkhai Mauxes kuas muab qha rua puab lawm."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.13","label":"13","content":"Thaus Hexekiyas ua vaajntxwv kaav lub tebchaws Yudas tau kaum plaub xyoos, Vaajntxwv Xenakhelis kws kaav lub tebchaws Axilias txawm tuaj tua cov Yudas tej nroog kws muaj ntsaa yeej thaiv khov kho."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.14","label":"14","content":"Hexekiyas txhaj xaa xuv moog rua Xenakhelis huv lub nroog Lakhis has tas, “Kuv tau ua txhum lawm, thov koj ca le thim tubrog rov qaab; koj xaav kuas kuv them nyaj npaum le caag rua koj, kuv yuav them npaum ntawm.” Vaajntxwv txhaj teb has tas, kuas Hexekiyas xaa kaum taas nyaj hab ib taas kub tuaj."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.15","label":"15","content":"Yog le ntawd, Hexekiyas txhaj muab taagnrho tej nyaj huv Vaajtswv lub Tuamtsev hab huv vaajntxwv lub loog;"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.16","label":"16","content":"hab nwg tev cov kub kws vuam rua lub Tuamtsev tej qhovrooj, hab tej ncej qhovrooj huv tuabsi nqaa moog rua Xenakhelis."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.17","label":"17","content":"Tug vaajntxwv kws kaav lub tebchaws Axilias txhaj tso nwg peb tug thawj tubrog coj ib paab tubrog coob heev huv lub nroog Lakhis tuaj tua Hexekiyas huv lub nroog Yeluxalees. Thaus puab tuaj txug ntawm lub nroog Yeluxalees, puab tsuam yeej rua huv txujkev ntawm qhov chaw ntus ntaub kws npuas tug kwj dleg kws ndlwg ntawm lub paag dlej saab peg lug."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.18","label":"18","content":"Ces puab khaiv tuabneeg moog has rua Vaajntxwv Hexekiyas, Hexekiyas tso peb tug numtswv moog cuag puab; peb tug numtswv ntawd yog: Hilekiyas tug tub Eliyakees kws yog tug saib lub loog, Senpenas kws yog tug teev ntawv hab Axafes tug tub Yau-as kws yog tug ceev tej ntaub ntawv."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.19","label":"19","content":"Cov thawj tubrog Axilias muaj ib tug has rua peb tug numtswv ntawd has tas, “Vaajntxwv xaav paub saib dlaabtsi ua rua Vaajntxwv Hexekiyas pheej ca sab?”"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.20","label":"20","content":"Nwg has tas, “Mej xaav has tas, lub ncauj has, ces txawm yuav kovyeej ib yaam le ib paab tubrog tuaj tua nua los? Leejtwg yuav paab mej tawmtsaam cov Axilias?"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.21","label":"21","content":"Mej xaav has tas cov Iziv yuav paab mej, tabsis cov Iziv tsuas zoo ib yaam le tug lojkov kws muab ua paas nreg xwb, nwg yuav luv hab chob mej teg. Falaus kws yog cov Iziv tug vaajntxwv yuav zoo ib yaam le ntawd rua txhua tug tuabneeg kws ca sab rua nwg.”"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.22","label":"22","content":"Cov Axilias tug thawj tubrog has ntxiv tas, “Tej zag mej yuav has rua kuv tas, mej ca sab rua tug TSWV kws yog mej tug Vaajtswv? Tub yog Hexekiyas muab tej chaw hab tej thaaj fij rhuav, thaus nwg has kuas cov Yudas hab cov pejxeem kws nyob huv lub nroog Yeluxalees moog pehawm tug TSWV ntawm lub thaaj fij huv lub nroog Yeluxalees xwb?"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.23","label":"23","content":"Kuv tuav kuv tug vaajntxwv lub npe has rua mej tas, yog mej nrhav tau tuabneeg, kuv yuav muab ob txheeb tug neeg rua mej caij."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.24","label":"24","content":"Mej tub kov tsi yeej kuv tug vaajntxwv kws kaav lub tebchaws Axilias tug thawj tubrog kws coj paab nyuas tubrog tsawg tsawg nuav, ua caag mej tseem yuav kuas cov Iziv coj tsheb neeg hab tubrog caij neeg tuaj paab mej!"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.25","label":"25","content":"Mej xaav has tas, kuv tuaj tua hab rhuav mej lub tebchaws, tug TSWV tsi paab kuv nua los? Tub yog tug TSWV kuas kuv tuaj tua hab rhuav mej lub tebchaws ntaag.”"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.26","label":"26","content":"Ces Eliyakees, Senpenas hab Yau-as txhaj teb tug thawj tubrog ntawd has tas, “Koj tsi xob has lug Henplais, koj has lug Alamais los peb yeej paub hab, rua qhov cov pejxeem kws nyob sau tej ntsaa yeej, puavleej nov tej lug kws koj has.”"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.27","label":"27","content":"Tug thawj tubrog ntawd teb le nuav: “Mej xaav has tas, kuv tug vaajntxwv khaiv kuv tuaj has tej lug nuav rua mej hab mej tug vaajntxwv xwb nua los? Kuv has rua cov pejxeem kws nyob sau tug ntsaa yeej huv tuabsi, rua qhov puab yuav noj puab tej quav hab haus puab tej zig ib yaam le mej hab ntaag.”"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.28","label":"28","content":"Ces cov Axilias tug thawj tubrog sawv tseeg qw ua lug Henplais has tas, “Mej suavdlawg ca le noog tug vaajntxwv kws kaav lub tebchaws Axilias tej lug!"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.29","label":"29","content":"Nwg has tas, mej tsi xob ca Hexekiyas ntxag tau mej, nwg yeej yuav paab tsi tau mej le."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.30","label":"30","content":"Tsi xob ca Hexekiyas ntxag tau mej kuas ca sab rua tug TSWV. Tsi xob xaav has tas tug TSWV yuav cawm kuas mej dlim hab tsi pub lub nroog nuav poob rua cov Axilias tug vaajntxwv txhais teg,"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.31","label":"31","content":"tsi xob noog Hexekiyas lug. Cov Axilias tug vaajntxwv kuas mej ca le zwm rua nwg. Nwg yuav pub rua mej tau noj tej txiv maab hab txiv ncuav pas huv mej tej vaaj, hab tau haus tej dlej huv mej tej qhov tshij"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.32","label":"32","content":"moog txug nub kws vaajntxwv coj mej moog nyob huv lub tebchaws kws zoo ib yaam le mej lub. Lub tebchaws ntawd muaj txiv maab ua cawv, muaj nplej ua ncuav; muaj txiv ntoo roj ua roj hab muaj zib ntaab. Yog mej ua lawv le nwg has, mej yuav tau ua neej nyob tsi tuag. Mej tsi xob ca Hexekiyas ntxag kuas mej ntseeg has tas, tug TSWV yuav cawm kuas mej dlim."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.33","label":"33","content":"Puas muaj ib tsaav tuabneeg twg kws puab tug vaajtswv cawm tau puab dlim ntawm cov Axilias tug vaajntxwv lub fwjchim?"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.34","label":"34","content":"Cov Hamas, cov Alepas, cov Xefavais, cov Henas hab cov Ivas tej vaajtswv nyob qhov twg lawm? Tej vaajtswv ntawd puas cawm tau lub nroog Xamalis?"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.35","label":"35","content":"Mej ca le qha rua kuv saib, tej tebchaws ntawd tej vaajtswv puas cawm tau puab dlim ntawm cov Axilias tug vaajntxwv txhais teg? Ua le caag mej xaav has tas, tug TSWV yuav cawm tau lub nroog Yeluxalees nuav dlim ntawm kuv txhais teg?”"},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.36","label":"36","content":"Cov pejxeem nyob ntsag tu tsi has ib lu lug le, rua qhov Vaajntxwv Hexekiyas tsi pub puab teb."},{"bible_id":"1726","chapter_code":"2KI.18","verse_code":"2KI.18.37","label":"37","content":"Eliyakees, Senpenas hab Yau-as nyuaj sab heev, puab txawm muab puab tej tsho dlua hab moog pav tej lug kws cov Axilias tug thawj tubrog has ntawd rua Vaajntxwv Hexekiyas noog."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.1","label":"1","content":"Thaus Vaajntxwv Hexekiyas nov tej lug ntawd, nwg nyuaj sab heev, nwg dlua rhe nwg lub tsho hab muab ntaub tsaaj lug naav, hab moog rua huv tug TSWV lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.2","label":"2","content":"Nwg khaiv Eliyakees kws yog tug saib lub loog, Senpenas kws yog tug teev ntawv hab cov povthawj ob peb leeg kuas moog cuag tug cev Vaajtswv lug Yaxayas kws yog Amauxes tug tub. Puab puavleej naav ntaub tsaaj huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.3","label":"3","content":"Vaajntxwv kuas puab moog has rua Yaxayas has tas, “Nub nua yog nub kws peb raug kev txomnyem, peb taabtom raug txim hab poob ntsejmuag. Peb zoo ib yaam le tug quaspuj kws nwg tsi muaj zug yug nwg tug mivnyuas."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.4","label":"4","content":"Tug vaajntxwv kws kaav lub tebchaws Axilias khaiv nwg ib tug thawj tubrog tuaj thuam Vaajtswv tug kws muaj sa nyob. Thov tug TSWV kws yog koj tug Vaajtswv leeg paub hab rau txim rua cov tuabneeg kws tuaj thuam nwg ntawd. Yog le ntawd, koj ca le thov Vaajtswv paab peb cov kws tseem seem nyob nuav.”"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.5","label":"5","content":"Thaus Yaxayas nov tej lug kws Vaajntxwv Hexekiyas has lawm,"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.6","label":"6","content":"nwg txhaj kuas puab rov moog has rua vaajntxwv has tas, “Tug TSWV kuas koj tsi xob nyuaj sab rua tug vaajntxwv kws kaav lub tebchaws Axilias tej lug thuam kws has tas, tug TSWV paab tsi tau koj."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.7","label":"7","content":"Tug TSWV yuav ua kuas tug vaajntxwv kws kaav lub tebchaws Axilias nov lug foob lug cua, ces nwg yuav rov moog rua peg nwg lub tebchaws, hab tug TSWV yuav ua kuas luas muab nwg tua rua peg nwg lub tebchaws.”"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.8","label":"8","content":"Cov Axilias tug thawj tubrog paub has tas, vaajntxwv tawm huv lub nroog Lakhis moog tua lub nroog Linas kws nyob tsi dleb ntawd; nwg txawm moog nrug vaajntxwv saablaaj."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.9","label":"9","content":"Cov Axilias tug vaajntxwv nov has tas, Vaajntxwv Tihakas kws kaav lub tebchaws Sudaas, coj ib paab tubrog Iziv tuaj tua nwg lawm. Nwg txawm khaiv tuabneeg moog has rua Vaajntxwv Hexekiyas kws kaav lub tebchaws Yudas"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.10","label":"10","content":"has tas, “Tsi xob ca tug Vaajtswv kws koj ca sab rua ntxag tau koj has tas, koj yuav tsi poob rua kuv txhais teg le."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.11","label":"11","content":"Nyaj koj nov tej kws cov Axilias tug vaajntxwv tau ua rua tej tebchaws kws nwg xaav muab ua kuas puamtsuaj ntawd lawm. Koj xaav has tas, koj yuav dlim nua los?"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.12","label":"12","content":"Kuv cov yawmkoob tub ua rua lub nroog Nkauxaas, Halaas, Lexes puamtsuaj taag, hab tua cov tuabneeg Npethedees kws nyob huv lub nroog Telaxes tuag taag, hab yeej tsi muaj ib tug vaajtswv nyob qhov twg lug paab cov tuabneeg ntawd dlim le."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.13","label":"13","content":"Cov vaajntxwv kws kaav lub nroog Hamas, lub nroog Alepas, lub nroog Xefavais, lub nroog Henas hab Ivas dlua twg taag lawm?”"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.14","label":"14","content":"Vaajntxwv Hexekiyas txais tsaab ntawv ntawm cov xaa ntawv tuaj lug nyeem. Nwg coj tsaab ntawv moog rua huv lub Tuamtsev hab muab nthuav rua ntawm tug TSWV xubndlag,"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.15","label":"15","content":"hab thov has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv, koj nyob sau koj lub zwmtxwv ntawm ob tug qhelunpees kis nruab nraab, koj tuab leeg xwb txhaj yog tug Vaajtswv kws kaav taagnrho tej tebchaws huv nplajteb nuav. Koj yog tug kws tsim lub ntuj hab lub nplajteb."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.16","label":"16","content":"Tug TSWV, thov koj tsaa qhovmuag saib tej xwm kws lug raug peb. Thov leeg paub tej lug kws Xenakhelis thuam koj kws yog Vaajtswv tug muaj sa nyob."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.17","label":"17","content":"Tug TSWV, peb paub has tas cov Axilias cov vaajntxwv tau tua ntau tsaav tuabneeg hab rhuav puab tej tebchaws puamtsuaj taag nyob qhuav nkuag ca,"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.18","label":"18","content":"hab muab puab tej mlom kws tsi yog vaajtswv hlawv povtseg taag, tej vaajtswv ntawd yog luas muab pobzeb hab muab ntoo txua xwb."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.19","label":"19","content":"Tug TSWV kws yog peb tug Vaajtswv, nwgnuav thov koj paab peb kuas dlim ntawm cov Axilias txhais teg, txhua tsaav tuabneeg kws nyob huv nplajteb txhaj yuav paub has tas, tsuas yog koj tuab leeg xwb txhaj yog tug TSWV kws yog Vaajtswv.”"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.20","label":"20","content":"Tom qaab ntawd Yaxayas xaa xuv moog has rua Vaajntxwv Hexekiyas paub has tas tug TSWV tub nov vaajntxwv tej lug thov lawm,"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.21","label":"21","content":"tug TSWV has tas, “Xenakhelis, lub nroog Yeluxalees yuav luag koj plig hab nyos koj."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.22","label":"22","content":"Koj puas paub has tas, koj saib tsi taug hab thuam leejtwg? Tub yog koj saib tsi taug hab tsi fwm kuv kws yog cov Yixalayees tug Vaajtswv kws dlawbhuv ntaag!"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.23","label":"23","content":"Koj khaiv koj cov tuabneeg xaa xuv tuaj has khaav ntxhas rua kuv tas, koj cov tubrog caij tsheb neeg moog txeeb tau tej roob sab huv tebchaws Lenpanoos. Koj khaav has tas koj muab cov ntoo cab kws sab tshaaj hab cov ntoo thuv kws zoo nkauj sau ntuv huv tuabsi povtseg, hab koj moog txug huv lub plawv zoov nujtxeeg kws dleb heev."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.24","label":"24","content":"Koj khaav has tas, koj tau moog khawb qhov tshij hab haus tej dlej huv luas tej tebchaws hab coj koj cov tubrog moog tsuj tug Dlej Niles nraag tebchaws Iziv nqhuab hlo."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.25","label":"25","content":"“Koj tsi tau nov has tas kuv tub npaaj tej nuav ntev lug lawm nua los? Nwgnuav kuv ua lawv le kuv tau has tseg. Kuv pub koj muaj fwjchim rhuav tej nroog kws luas txhim ntsaa yeej khov kho ntawd qaug taag."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.26","label":"26","content":"Cov tuabneeg kws nyob huv tej nroog ntawd, tsi muaj zug le, puab ntshai heev ua ib ce tshee nyo. Puab zoo ib yaam le tej nroj tsuag kws tuaj huv tej teb lossis ib yaam le tej yub nroj kws tuaj sau tej ruv tsev kws raug cov cua kub saab nubtuaj tuaj ntsawj ua rua tej nplooj  qhuav nkig nkuav."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.27","label":"27","content":"“Tabsis kuv paub koj lub sab taag lawm, txawm yog koj yuav ua ib yaam dlaabtsi hab yuav moog qhov twg los kuv yeej paub huv tuabsi. Kuv paub has tas koj chim heev."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.28","label":"28","content":"Kuv nov has tas, koj chim rua kuv hab khaavtheeb heev, yog le ntawd kuv yuav muab nqailauj lug nqai koj qhovntswg hab muab fwm looj thawb lug saam koj qhovncauj, hab caab koj taug txujkev kws koj tuaj rov qaab.”"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.29","label":"29","content":"Ces Yaxayas has rua Vaajntxwv Hexekiyas has tas, “Tej xwm kws yuav muaj tshwm lug yog le nuav: Xyoo nuav hab lwm xyoo, koj hab koj cov pejxeem yuav tau noj tej qoobloo kws tsi yog mej cog, tabsis xaab xyoo mej yuav cog hab yuav tau sau. Mej yuav tau cog txiv maab hab tau noj tej txiv maab ntawd."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.30","label":"30","content":"Cov Yudas kws seem nyob huv lub tebchaws yuav zoo ib yaam le tsob ntoo kws tej caag ntsa aav tub tub hab yuav tawg paaj txi txiv;"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.31","label":"31","content":"rua qhov tug TSWV npaaj sab ca cov tuabneeg kws nyob huv lub nroog Yeluxalees hab sau lub Roob Xi-oos ua cov kws seem ntawd."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.32","label":"32","content":"“Tug TSWV has txug tug vaajntxwv kws kaav lub tebchaws Axilias le nuav: ‘Nwg yuav tsi tau tuaj rua huv lub nroog nuav lossis tua tsi tau ib nee tuaj le. Cov tubrog kws muaj dlaim thaiv nav ntaaj, yuav tuaj tsi tau ze lub nroog nuav, hab yuav khawb tsi tau aav meem kuas nce tau rua huv lub nroog."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.33","label":"33","content":"Nwg yuav taug txujkev kws nwg tuaj rov moog tsev, nwg yuav tsi tau lug rua huv lub nroog nuav. Kuv yog tug TSWV kws has le ntawd."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.34","label":"34","content":"Kuv yuav tiv thaiv hab tsomkwm lub nroog nuav, kuas kuv txhaj tau ntsejmuag hab kuas muaj lawv le tej lug kws kuv tau cog tseg rua kuv tug tubkhai Daviv lawm.’ ”"},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.35","label":"35","content":"Mo ntawd tug TSWV ib tug timtswv lug tua cov tubrog Axilias huv puab lub yeej tuag ib puas yim caum tsib txheeb leej. Thaus kaaj ntug puab cov tubrog tuag pawg lug ca xwb."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.36","label":"36","content":"Xenakhelis kws yog tug vaajntxwv kaav lub tebchaws Axilias txhaj le thim nwg cov tubrog rov moog rua peg lub nroog Nineves lawm."},{"bible_id":"1726","chapter_code":"2KI.19","verse_code":"2KI.19.37","label":"37","content":"Muaj ib nub, thaus nwg taabtom moog pe nwg tug mlom Nilaus huv lub tsev teev mlom, ces nwg ob tug tub kws yog Alameles hab Salexes txawm nqaa ntaaj moog muab nwg tua tuag, hab obtug tsiv moog rua tebchaws Alalaj lawm. Nwg tug tub kws hu ua Exahadoos txhaj ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.1","label":"1","content":"Thaus ntawd Vaajntxwv Hexekiyas mob nyaav heev hab yuav tuag. Ces Yaxayas kws yog tug cev Vaajtswv lug kws yog Amauxes tug tub, txawm tuaj saib Hexekiyas hab has rua nwg tas, “Tug TSWV has tas, ‘Koj ca le npaaj txhua yaam kuas txhij rua lub tebchaws, rua qhov koj yuav tsi zoo. Koj yeej yuav tuag xwb.’ ”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.2","label":"2","content":"Ces Hexekiyas txawm tig xubndlag rua tim phaab ntsaa hab thov has tas,"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.3","label":"3","content":"“Tug TSWV, thov koj ncu has tas, kuv ua koj teg num ntawm lub sab ncaaj nceeg, muab sab npuab koj, hab ua txhua yaam lawv le koj xaav kuas kuv ua.” Ces Hexekiyas txawm quaj tu sab heev."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.4","label":"4","content":"Thaus Yaxayas tseem moog tsi tau dlhau lub tshaav puam ntawm vaajntxwv lub loog, tug TSWV txawm has kuas Yaxayas"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.5","label":"5","content":"rov moog has rua Hexekiyas tug kws kaav tug TSWV tsaav tuabneeg hab has rua nwg tas, “Kuv yog tug TSWV kws yog koj yawmkoob Daviv tug Vaajtswv, kuv nov koj tej lug thov hab pum koj tej kua muag lawm, kuv yuav khu koj kuas zoo, peb nub sau nuav koj yuav tau moog rua huv kuv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.6","label":"6","content":"Kuv yuav ntxiv noobnyoog kaum tsib xyoos rua koj. Kuv yuav paab koj hab lub nroog Yeluxalees nuav kuas dlim ntawm cov Axilias tug vaajntxwv txhais teg. Kuv yuav tsomkwm lub nroog nuav, kuas kuv txhaj tau ntsejmuag, hab kuas muaj lawv le tej lug kws kuv tau cog tseg rua kuv tug tubkhai Daviv lawm.”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.7","label":"7","content":"Yaxayas kuas vaajntxwv cov tubkhai muab txiv ncuav pas tsoo qhwv vaajntxwv lub rwj, ces nwg yuav zoo."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.8","label":"8","content":"Vaajntxwv Hexekiyas nug has tas, “Puas yuav muaj dlaabtsi ua cim qha rua kuv paub has tas, tug TSWV yuav khu kuv hab peb nub sau nuav kuv yuav tau moog rua huv tug TSWV lub Tuamtsev?”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.9","label":"9","content":"Yaxayas teb has tas, “Tug TSWV yuav ua ib qho cim qha rua koj paub has tas, nwg yuav ua lawv le nwg tau coglug tseg lawm. Koj xaav kuas tug TSWV ua rua tug dluab ntawm tug ntaiv nce moog kaum qeb lossis nqeg lug kaum qeb?”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.10","label":"10","content":"Hexekiyas teb has tas, “Kuj yoojyim ca tug dluab nce moog kaum qeb, tabsis kuv thov tug TSWV ua kuas tug dluab nqeg rov lug kaum qeb.”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.11","label":"11","content":"Yaxayas thov tug TSWV, hab tug TSWV ua rua tug dluab ntawm tug ntaiv  Cov tuabneeg kws txawj ntse saab kev tshawb tej yaam kws tshwmsim yaav taag lug has tas, tug ntaiv kws has huv nqai nuav, yog ua tshwjxeeb lug qha txug lub sijhawm. kws Vaajntxwv Ahas ua, nqeg rov lug kaum qeb."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.12","label":"12","content":"Thaus ntawd Npaladaas tug tub Melaudas Npaladaas kws ua vaajntxwv kaav lub tebchaws Npanpiloos nov has tas Vaajntxwv Hexekiyas mob, nwg txhaj sau ib tsaab ntawv hab xaa ib cov khoom tuaj pub rua Hexekiyas."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.13","label":"13","content":"Hexekiyas tog txais puab hab coj puab moog ncig saib nwg tej txhaab nyaj txhaab kub, tej txumlom, tej roj tsw qaab hab nwg tej cuabyeej ua rog. Tsi tshuav ib yaam dlaabtsi huv nwg tej txhaab lossis huv nwg lub tebchaws kws nwg tsi tau coj puab moog saib le."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.14","label":"14","content":"Ces Yaxayas kws yog tug cev Vaajtswv lug tuaj cuag Vaajntxwv Hexekiyas hab nug nwg has tas, “Cov tuabneeg ntawd tuaj qhov twg tuaj hab puab has dlaabtsi rua koj?” Hexekiyas teb has tas, “Puab tuaj tim tebchaws Npanpiloos kws dleb heev tuaj.”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.15","label":"15","content":"Yaxayas nug has tas, “Puab pum dlaabtsi huv koj lub loog?” Hexekiyas teb has tas, “Puab pum txhua yaam huv tuabsi, tsi tshuav ib yaam nyob huv tej txhaab kws kuv tsi tau qha rua puab le.”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.16","label":"16","content":"Yaxayas has rua vaajntxwv has tas, “Tug TSWV kws muaj fwjchim luj kawg nkaus has tas,"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.17","label":"17","content":"muaj ib nub txhua yaam kws nyob huv koj lub loog, hab txhua yaam kws koj cov yawmkoob khwv tseg thaus u lug txug rua naj nub nua, yuav raug luas coj moog rua tim tebchaws Npanpiloos, yuav tsi tshuav ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.18","label":"18","content":"Koj cov tub xeebntxwv ibtxha yuav raug luas nteg coj moog, hab muab saam ca ua num huv tug vaajntxwv kws kaav lub tebchaws Npanpiloos lub loog.”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.19","label":"19","content":"Vaajntxwv Hexekiyas txawm xaav has tas, thaus kws nwg tseem ua neej nyob, lub tebchaws yuav muaj kev thaajyeeb hab nyob tso sab lug, nwg txhaj teb has tas, “Cov lug kws tug TSWV kuas koj has rua kuv yog lug zoo.”"},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.20","label":"20","content":"Dlua le lwm yaam kws Vaajntxwv Hexekiyas ua, tej kws nwg muaj peevxwm ua, tauv tau lub paag dlej hab khawb tug kwj dleg tso dlej lug rua huv lub nroog, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.20","verse_code":"2KI.20.21","label":"21","content":"Hexekiyas tuag hab nwg tug tub Manaxes ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.1","label":"1","content":"Manaxes ua vaajntxwv kaav lub tebchaws Yudas thaus nwg noobnyoog muaj kaum ob xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau tsib caug tsib xyoos. Nwg nam hu ua Hexinpas."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.2","label":"2","content":"Manaxes ua txhum rua tug TSWV, nwg ua kev phem kev qas ib yaam le cov tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws moog ua ntej nwg tsaav tuabneeg lug nyob lawm."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.3","label":"3","content":"Manaxes rov txhim khu tej chaw teev dlaab kws nwg txiv Hexekiyas muab rhuav taag lawm. Nwg ua ntau lub thaaj teev tug mlom Npa-aas hab puab tug mlom quaspuj Aselas, ib yaam le Vaajntxwv Ahaj kws kaav lub tebchaws Yixalayees ua. Manaxes tseem pe tej nubqub hab."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.4","label":"4","content":"Manaxes ua tau ntau lub thaaj teev dlaab rua huv lub Tuamtsev, muab teeb rua ntawm qhov chaw kws tug TSWV has tas, tsimnyog ca ua qhov chaw rua suavdlawg pehawm nwg."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.5","label":"5","content":"Manaxes ua tau ntau lub thaaj rua ntawm ob lub tshaav puam ntawm lub Tuamtsev ua qhov chaw pe tej nubqub."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.6","label":"6","content":"Manaxes muab nwg tug tub tua hlawv fij. Nwg ua khawvkoob, ua yeegsiv, saib teg  hab saib yaig. Manaxes ua txhum luj heev rua tug TSWV, tug TSWV txhaj chim rua nwg."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.7","label":"7","content":"Nwg muab tug mlom quaspuj Aselas lug teeb rua huv lub Tuamtsev ntawm qhov chaw kws tug TSWV has rua Daviv hab Daviv tug tub Xalumoos has tas, “Lub Tuamtsev huv lub nroog Yeluxalees nuav, yog qhov chaw kws kuv xaiv tawm ntawm kaum ob xeem Yixalyees lug ua qhov chaw rua suavdlawg tuaj pehawm kuv."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.8","label":"8","content":"Yog cov Yixalyees noog kuv lug hab ua lawv le kuv tej kevcai kws kuv tug tubkhai Mauxes muab rua puab lawm, kuv yuav tsi pub kuas puab raug ntab tawm huv lub tebchaws kws kuv muab rua puab cov yawmkoob lawm.”"},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.9","label":"9","content":"Tabsis cov Yudas tsi noog tug TSWV lug, Manaxes txhaj coj puab moog ua txhum luj tshaaj cov tuabneeg kws tug TSWV muab ntab tawm huv lub tebchaws moog ua ntej nwg tsaav tuabneeg lug nyob."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.10","label":"10","content":"Tug TSWV has rua cov tubkhai kws yog cov cevlug has tas,"},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.11","label":"11","content":"“Vaajntxwv Manaxes ua kev phem kev qas luj tshaaj cov tuabneeg Kana-aas ua; qhov kws nwg puab tej mlom ntawd, ua rua nwg coj cov Yudas moog ua txhum."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.12","label":"12","content":"Yog le ntawd, tug TSWV kws yog cov Yixalayees tug Vaajtswv has tas, kuv Yuav tso kev puamtsuaj lug raug lub nroog Yeluxalees hab cov Yudas, kuas txhua tug kws nov tej xwm nuav yuav xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.13","label":"13","content":"Kuv yuav rau txim rua lub nroog Yeluxalees ib yaam le kuv ua rua lub nroog Xamalis, hab ib yaam le kuv ua rua Vaajntxwv Ahaj kws kaav lub tebchaws Yixalayees hab nwg cov xeebntxwv. Kuv yuav cheb lub nroog Yeluxalees hab cov tuabneeg kws nyob huv kuas dlu lug moog ib yaam le lub phaaj kws muab ntxuav taag hab muab so khwb ca."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.14","label":"14","content":"Kuv yuav tso cov tuabneeg kws seem ntawd tseg, muab puab cob rua puab tej yeebncuab, kuas tua yeej puab hab txeeb tau puab lub tebchaws."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.15","label":"15","content":"Kuv yuav ua le nuav rua kuv tsaav tuabneeg, rua qhov puab ua txhum rua kuv hab ua rua kuv chim, txij thaus kuv coj puab cov yawmkoob tawm nraag tebchaws Iziv lug txug naj nub nua.”"},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.16","label":"16","content":"Manaxes tua cov tuabneeg kws tsi muaj txim coob leej, ua rua ntshaav ndlwg puv nkaus tej kev huv lub nroog Yeluxalees; nwg ua tej kev txhum nuav ntxiv rua tej kws nwg coj cov Yudas moog pe mlom, hab ua txhum rua tug TSWV."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.17","label":"17","content":"Dlua le lwm yaam kws Manaxes ua hab tej kev txhum kws nwg ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.18","label":"18","content":"Manaxes tuag hab luas coj nwg moog log rua huv nwg lub loog kws yog lub vaaj Uxas, hab nwg tug tub Amoos ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.19","label":"19","content":"Thaus Amoos ua vaajntxwv kaav lub tebchaws Yudas nwg noobnyoog muaj neeg nkaum ob xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau ob xyoos, nwg nam hu ua Mesulemes hab yog Halus kws nyob huv lub nroog Yaunpas tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.20","label":"20","content":"Amoos ua txhum rua tug TSWV ib yaam le nwg txiv Manaxes ua ntaag."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.21","label":"21","content":"Nwg xyum ua lawv le nwg txiv tug yaam ntxwv, hab nwg pe tej mlom kws nwg txiv pe."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.22","label":"22","content":"Amoos tso tug TSWV kws yog nwg cov yawmkoob tug Vaajtswv tseg, hab tsi ua lawv le tug TSWV tej lug saamfwm."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.23","label":"23","content":"Amoos cov numtswv ntxeev sab rua nwg hab muab nwg tua tuag rua huv nwg lub loog."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.24","label":"24","content":"Tabsis cov Yudas muab cov tuabneeg kws tua Amoos, tua tuag taag hab tsaa Amoos tug tub Yauxiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.25","label":"25","content":"Dlua le lwm yaam kws Amoos ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas tej vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.21","verse_code":"2KI.21.26","label":"26","content":"Luas coj Amoos moog log rua ntawm lub toj ntxaas huv lub vaaj Uxas, hab nwg tug tub Yauxiyas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.1","label":"1","content":"Yauxiyas ua vaajntxwv kaav lub tebchaws Yudas thaus nwg noobnyoog muaj yim xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau peb caug ib xyoos. Nwg nam hu ua Yedidas hab yog Adayas kws nyob huv lub nroog Npauxekas tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.2","label":"2","content":"Yauxiyas ua lub neej lawv le tug TSWV lub sab nyam, nwg ua lawv le Vaajtswv tej kevcai, ib yaam le nwg yawmkoob kws yog Vaajntxwv Daviv ua."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.3","label":"3","content":"Thaus Yauxiyas ua vaajntxwv tau kaum yim xyoo, nwg khaiv nwg tug teev ntawv Safas kws yog Axaliyas tug tub hab yog Mesulas tug xeebntxwv moog rua huv lub Tuamtsev, nwg has rua Axaliyas has tas,"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.4","label":"4","content":"“Koj moog cuag tug Povthawj Hlub Hilekiyas hab kuas nwg qha tej nyaj kws cov povthawj sau tau thaus cov pejxeem coj tuaj tso rua huv lub Tuamtsev saib tau pistsawg."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.5","label":"5","content":"Koj kuas nwg muab cov nyaj ntawd coj moog rua cov kws saib cov tuabneeg kws khu lub Tuamtsev. Puab txhaj tau nyaj"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.6","label":"6","content":"them rua cov tuabneeg txua ntoo, cov ua tsev, cov txhim phaab ntsaa, yuav ntoo hab yuav pobzeb lug khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.7","label":"7","content":"Cov kws saib cov ua num, puab yog tuabneeg ncaaj, txhaj tsi kuas puab muab tej ntawv teev tej nyaj kws puab siv lug.”"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.8","label":"8","content":"Safas coj vaajntxwv cov lug moog has rua Hilekiyas, Hilekiyas qha rua Safas has tas, “Kuv pum phoo ntawv kevcai nuav nyob huv tug TSWV lub Tuamtsev.” Hilekiyas txawm muab phoo ntawv rua Safas nyeem."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.9","label":"9","content":"Safas rov lug qha rua vaajntxwv has tas, “Koj cov tubkhai tub muab cov nyaj huv lub Tuamtsev cob rua cov kws saib cov tuabneeg kws khu lub Tuamtsev lawm.”"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.10","label":"10","content":"Safas has ntxiv tas, “Phoo ntawv nuav yog Hilekiyas muab rua kuv.” Ces Safas txawm muab nyeem rua vaajntxwv noog."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.11","label":"11","content":"Thaus vaajntxwv nov tej lug huv phoo ntawv kevcai ntawd, vaajntxwv nyuaj sab heev hab dlua rhe nwg lub tsho,"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.12","label":"12","content":"hab has rua tug Povthawj Hilekiyas, Safas tug tub Ahikas, Mikayas tug tub Anpaus, tug teev ntawv Safas hab Axayas kws yog tug tu vaajntxwv le nuav:"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.13","label":"13","content":"“Mej ca le paab kuv hab paab cov Yudas moog nug tug TSWV txug tej lug huv phoo ntawv nuav saib qha le caag. Tog tug TSWV chim heev rua peb los tub yog peb cov yawmkoob tsi ua lawv le tej lug kws sau rua huv phoo ntawv nuav.”"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.14","label":"14","content":"Hilekiyas, Ahikas, Anpaus, Safas hab Axayas txawm moog cuag ib tug quaspuj hu ua Hulidas kws yog ib tug cev Vaajtswv lug nyob huv lub nroog Yeluxalees ntawm ceg kaum kws luas ua tshab. (Hulidas tug quasyawg hu ua Saloos kws yog Tivas tug tub hab yog Hahas tug xeebntxwv, nwg yog tug saib cov tsho ntev huv lub Tuamtsev). Puab pav tej lug ntawd rua Hulidas noog."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.15","label":"15","content":"Nwg kuas puab rov moog cuag vaajntxwv"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.16","label":"16","content":"hab has rua vaajntxwv has tas, tug TSWV has le nuav: “Kuv yuav rau txim rua lub nroog Yeluxalees hab cov tuabneeg kws nyob huv lub nroog lawv le tej lug kws sau tseg rua huv phoo ntawv kws vaajntxwv nyeem ntawd."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.17","label":"17","content":"Puab tau tso kuv tseg hab moog tua tsaj fij rua lwm tsaav tuabneeg tej vaajtswv, kuv txhaj chim rua tej kws puab ua, hab kuv chim rua lub nroog Yeluxalees, kuv tej kev chim yuav tsi xaam moog sai."},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.18","label":"18","content":"Kuv yog tug TSWV kws yog cov Yixalayees tug Vaajtswv, kuv has le nuav rua vaajntxwv: Thaus koj nov tej lug huv phoo ntawv nuav taag lawm,"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.19","label":"19","content":"koj leeg koj tej kev txhum hab txu fwjchim taabmeeg kuv, koj quaj tu sab hab dlua rhe koj lub tsho, thaus koj paub has tas, kuv yuav rau txim rua lub nroog Yeluxalees hab cov tuabneeg huv tuabsi. Kuv yuav ua kuas lub nroog puamtsuaj taag, thaus luas pum luas yuav ntshai heev, hab luas yuav tuav lub nroog nuav lub npe foom tsi zoo. Tabsis vim kuv tub nov koj tej lug thov lawm,"},{"bible_id":"1726","chapter_code":"2KI.22","verse_code":"2KI.22.20","label":"20","content":"kuv yuav tog kuas koj tuag tsaiv kuv maam le rau txim rua lub nroog Yeluxalees. Kuv yuav ca koj tuag kaaj sab lug.” Puab coj tej lug ntawd moog pav rua Vaajntxwv Yauxiyas noog."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.1","label":"1","content":"Vaajntxwv Yauxiyas kuas cov Yudas tej thawjcoj hab cov tuabneeg kws nyob huv lub nroog Yeluxalees tuaj cuag nwg,"},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.2","label":"2","content":"hab puab ua ke moog rua huv lub Tuamtsev, tsi has cov povthawj, cov cevlug hab taagnrho cov pejxeem, tug muaj tug npluag los moog huv tuabsi. Vaajntxwv nyeem taagnrho phoo ntawv coglug kws nrhav tau huv lub Tuamtsev rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.3","label":"3","content":"Vaajntxwv sawv ib saab ntawm tug ncej kws cov vaajntxwv ibtxwm sawv coglug rua tug TSWV has tas yuav fwm nwg, ua lawv le nwg tej kevcai hab tej lug saamfwm kuas kawg sab kawg ntsws, hab ua kuas tau lawv le tej lug cog tseg kws sau rua huv phoo ntawv nuav. Cov pejxeem puavleej leeg lug hab has tas, puab yuav coj lawv le tej lug cog tseg ntawd."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.4","label":"4","content":"Tom qaab ntawd, Yauxiyas kuas tug Povthawj Hlub Hilekiyas, cov povthawj yau, hab cov kws zuv lub roojvaag kws moog rua huv lub Tuamtsev moog nqaa txhua yaam kws luas siv teev Npa-aas teev tug mlom quaspuj Aselas hab teev tej nubqub tawm huv lub Tuamtsev moog povtseg. Vaajntxwv muab tej ntawd coj moog hlawv rua nrau ntug nroog kws ze lub Haav Kiloos, hab nwg kuas puab yawm tej tshauv ntawd coj moog pov rua peg lub nroog Npethees."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.5","label":"5","content":"Nwg muab cov povthawj kws cov Yudas tej vaajntxwv tsaa lug tua tsaj hlawv txi dlaab  rua sau tej thaaj huv cov Yudas tej nroog hab tej chaw kws ze lub nroog Yeluxalees, hab taagnrho cov povthawj kws tua tsaj fij rua Npa-aas, fij rua lub nub, fij lub hli hab tej nubqub sau nruab ntug ntab tawm huv tuabsi moog lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.6","label":"6","content":"Nwg tshem tug mlom quaspuj Aselas tawm huv lub Tuamtsev moog rua saab nrau ntug nroog, muab hlawv rua huv lub Haav Kiloos, hab muab tsoo ua moov mog mog nphoo rua cov tuabneeg txomnyem tej ntxaa."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.7","label":"7","content":"Nwg rhuav cov namndlav txivndlav tej chaw huv lub Tuamtsev.  (Yog qhov chaw kws cov quaspuj tuaj ntus tsho rua cov tuabneeg naav moog pe tug mlom quaspuj Aselas.)"},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.8","label":"8","content":"Nwg coj cov povthawj kws nyob huv cov Yudas tej nroog lug nyob huv lub nroog Yeluxalees, hab nwg moog thoob plawg txhua qhov, muab tej thaaj kws cov povthawj tua tsaj hlawv txi dlaab rhuav povtseg huv tuabsi. Nwg rhuav tej thaaj kws luas teev tej dlaab tshis kws nyob ze ntawm lub roojvaag kws yog tug tswv nroog Yausuas ua rua ntawm txujkev kws moog rua huv lub nroog."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.9","label":"9","content":"Cov povthawj nuav, noj tau tej ncuav tsi xyaw keeb kws luas nqaa tuaj rua lwm cov povthawj, tabsis puab tsi muaj feem moog ua num huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.10","label":"10","content":"Vaajntxwv Yauxiyas tseem rhuav lub chaw teev dlaab kws hu ua Taufes huv lub Haav Hinoos, kuas suavdlawg txhaj tsi tau chaw coj puab tej tub tej ntxhais tuaj tua hlawv fij rua tug mlom Maulej lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.11","label":"11","content":"Nwg muab cov neeg kws cov Yudas tej vaajntxwv muab fij rua lub nub lawm tso moog, hab muab tej tsheb neeg kws puab caij tuaj pe lub nub hlawv povtseg. (Puab tso tej neeg hab tej tsheb neeg ntawd rua huv lub tshaav puam ntawm lub Tuamtsev, ze lub roojvaag kws nyob tsi dleb ntawm tug nom Nathaas Melej lub tsev.)"},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.12","label":"12","content":"Vaajntxwv Yauxiyas rhuav tej thaaj kws cov Yudas tej vaajntxwv ua rua sau Vaajntxwv Ahas lub loog, hab nwg tseem muab tej thaaj kws Vaajntxwv Manaxes ua rua huv ob lub tshaav puam ntawm lub Tuamtsev tsoo tawg ntsoog ntxawg  hab coj moog pov rua ntawm lub Haav Kiloos."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.13","label":"13","content":"Yauxiyas rhuav tej thaaj kws Vaajntxwv Xalumoos ua rua ntawm lub nroog Yeluxalees saab nubtuaj, hab ua rua ntawm lub Roob Txiv Ntoo Roj  saab qaabteb kws yog tej chaw pe cov Xidoos tug mlom quaspuj Atates, cov Mau-am tug mlom Khemus, hab cov Amoos tug mlom Maulej."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.14","label":"14","content":"Vaajntxwv Yauxiyas muab tej ncej zeb tsoo tawg taag, ntuv tug mlom quaspuj Aselas povtseg, hab nwg muab tej pobtxhaa tuabneeg coj moog pov rua tej chaw ntawd."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.15","label":"15","content":"Yauxiyas muab lub chaw teev dlaab kws Nenpas tug tub kws yog Vaajntxwv Yelaunpau-aas ua rua huv lub nroog Npethees rhuav povtseg huv tuabsi; Yelaunpau-aas yog tug kws coj cov Yixalayees moog ua txhum. Yauxiyas muab lub thaaj tsoo tawg taag;  Phoo Henplais has tas, muab lub thaaj hlawv. hab nwg tseem muab tug mlom quaspuj Aselas hlawv kub nyab taag."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.16","label":"16","content":"Tom qaab ntawd, Yauxiyas saib pum ib cov ntxaa nyob sau lub pov roob; nwg txawm kuas luas moog khawb cov pobtxhaa tuabneeg ntawd lug hlawv rua sau lub thaaj. Nwg ua le nuav kuas lub thaaj tsi huv, lawv le tug cev Vaajtswv lug has tseg thaus Vaajntxwv Yelaunpau-aas sawv ntawm lub thaaj ib saab, nub kws puab ua rooj noj rooj haus. Vaajntxwv Yauxiyas tig moog saib pum tug cev Vaajtswv lug  kws qha tej xwm nuav lub ntxaa."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.17","label":"17","content":"Yauxiyas nug has tas, “Lub ntxaa ntawd yog leejtwg lub?” Cov tuabneeg huv Npethees teb has tas, “Yog ib tug cev Vaajtswv lug kws tuaj nraag tebchaws Yudas tuaj lub ntxaa, nwg yog tug kws tuaj qha ua ntej has txug tej kws koj tau ua rua lub thaaj nuav.”"},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.18","label":"18","content":"Yauxiyas has tas, “Ca nwg nyob nwg, tsi xob khawb tug cev Vaajtswv lug ntawd cov pobtxhaa tawm.” Yog le ntawd, luas txhaj tsi khawb tug cev Vaajtswv lug ntawd cov pobtxhaa, hab tug cev Vaajtswv lug kws nyob peg lub nroog Xamalis cov pobtxhaa."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.19","label":"19","content":"Vaajntxwv Yauxiyas rhuav taagnrho tej chaw teev dlaab kws cov Yixalayees tej vaajntxwv ua tseg rua huv txhua lub nroog thoob plawg tebchaws Yixalayees. Tej kws cov Yixalayees tej vaajntxwv ua ntawd, ua rua tug TSWV chim heev rua puab. Yauxiyas rhuav tej thaaj ntawd ib yaam le nwg rhuav tej kws nyob huv lub nroog Npethees."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.20","label":"20","content":"Nwg tua cov povthawj kws teev dlaab rua sau tej thaaj kws puab teev dlaab, hab muab puab tej pobtxhaa moog hlawv rua sau txhua lub thaaj, ces nwg txawm rov lug rua nraag lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.21","label":"21","content":"Vaajntxwv Yauxiyas has rua cov pejxeem has tas, “Mej ca le ua Kevcai Hlaa Dlhau lawv le tej lug kws sau rua huv phoo ntawv coglug, tug TSWV kws yog mej tug Vaajtswv txhaj tau koob meej.”"},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.22","label":"22","content":"Txij thaus muaj cov thawjtswj ua cov kaav tsaav tuabneeg Yixalayees lug txug thaus cov Yixalayees hab cov Yudas muaj vaajntxwv, yeej tsi tau muaj leejtwg ua Kevcai Hlaa Dlhau luj npaum le zag nuav."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.23","label":"23","content":"Yauxiyas tub ua vaajntxwv tau kaum yim xyoos lawm, maam rov muaj ua Kevcai Hlaa Dlhau huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.24","label":"24","content":"Vaajntxwv Yauxiyas ntab cov Yudas kws txawj saib yaig hab saib teg tawm moog, hab tshem tej thaaj xwmkaab, tej mlom hab txhua yaam cuabyeej kws siv teev dlaab tawm huv lub nroog Yeluxalees hab thoob plawg lub tebchaws Yudas moog povtseg, txhaj lawv le tej kevcai kws sau rua huv phoo ntawv kws tug Povthawj Hlub Hilekiyas pum nyob huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.25","label":"25","content":"Tej vaajntxwv kws xub kaav ua ntej Yauxiyas, tsi muaj ib tug kws ua zoo npaum le Yauxiyas. Nwg ua tug TSWV teg num kawg sab kawg ntsws, kawg dlaag zug, hab ua lawv le Mauxes tej kevcai; txij thaus ntawd lug tsi muaj ib tug vaajntxwv ua zoo npaum le nwg lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.26","label":"26","content":"Txawm le ntawd los tug TSWV tseem chim rua cov Yudas, vim tej kws Vaajntxwv Manaxes ua, hab naj nub nua los tug TSWV txujkev chim tseem tsi tau xaam moog taag."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.27","label":"27","content":"Tug TSWV has tas, “Kuv yuav ua rua cov Yudas ib yaam le kuv tau ua rua cov Yixalayees lawm. Kuv yuav ntab kuas cov Yudas tawm ntawm kuv moog, ib yaam le kuv tau ntab cov Yixalayees, hab kuv yuav muab lub nroog Yeluxalees kws kuv xaiv ca, hab lub Tuamtsev kws kuv has tas yog lub chaw rua suavdlawg tuaj pehawm kuv tso povtseg.”"},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.28","label":"28","content":"Dlua le lwm yaam kws Vaajntxwv Yauxiyas ua, puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.29","label":"29","content":"Tam kws Yauxiyas ua vaajntxwv kaav lub tebchaws Yudas, Falaus Nekaus kws Yog cov Iziv tug vaajntxwv coj tubrog tuaj paab tug vaajntxwv kws kaav lub tebchaws Axilias tua rog peg tug Dlej Efalates. Vaajntxwv Yauxiyas txawm tuaj zuv kev tua Falaus Nekaus ntawm Menkidaus, Yauxiyas txhaj raug tua tuag rua huv tshaav rog lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.30","label":"30","content":"Nwg cov tubrog txhaj muab nwg tsaws rua sau tsheb neeg thauj rov lug rua huv lub nroog Yeluxalees, hab coj nwg moog log rua ntawm cov vaajntxwv lub toj ntxaas. Cov Yudas txhaj le tsaa Yauxiyas tug tub Yehau-ahas ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.31","label":"31","content":"Thaus Yehau-ahas ua vaajntxwv kaav lub tebchaws Yudas nwg noobnyoog muaj neeg nkaum peb xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau peb hlis. Nwg nam hu ua Hamutas hab yog Yelemis kws nyob huv lub nroog Linas tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.32","label":"32","content":"Yehau-ahas ua txhum rua tug TSWV, hab nwg ua phem ua qas ib yaam le nwg cov yawmkoob ua."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.33","label":"33","content":"Nwg kev tswjfwm tebchaws xaus rua thaus Falaus Nekaus kws yog cov Iziv tug vaajntxwv nteg nwg moog kaw rua huv lub nroog Lilas huv tebchaws Hamas, hab kuas cov Yudas them xyaa txheeb tsib puas choj nyaj hab xyaa caum tsib choj kub rua nwg."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.34","label":"34","content":"Falaus Nekaus tsaa Yauxiyas tug tub Eliyakees ua vaajntxwv kaav lub tebchaws Yudas hloov nwg txiv Yauxiyas chaw, hab muab Eliyakees hloov npe hu ua Yehauyakees. Vaajntxwv Nekaus coj Yehau-ahas moog rua nraag tebchaws Iziv, hab nwg tuag rua nraag lawm."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.35","label":"35","content":"Vaajntxwv Yehauyakees sau se ntawm cov pejxeem kuas tau nyaj hab kub lug txwm nkaus le Falaus kws yog cov Iziv tug vaajntxwv kuas puab them."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.36","label":"36","content":"Thaus Yehauyakees ua vaajntxwv kaav lub tebchaws Yudas nwg noobnyoog muaj neeg nkaum tsib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum ib xyoos. Nwg nam hu ua Xenpidas, hab yog Padayas kws nyob huv lub nroog Lumas tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.23","verse_code":"2KI.23.37","label":"37","content":"Yehauyakees ua txhum rua tug TSWV, hab ua phem ua qas ib yaam le nwg cov yawmkoob ua."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.1","label":"1","content":"Thaus kws Yehauyakees ua vaajntxwv, Vaajntxwv Nenpukajnexales kws kaav lub tebchaws Npanpiloos tuaj tua lub tebchaws Yudas, hab Yehauyakees zwm rua Nenpukajnexales tau peb xyoos; tabsis tom qaab ntawd Yehauyakees tau ntxeev sab rua Nenpukajnexales."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.2","label":"2","content":"Tug TSWV tso cov Npanpiloos, cov Xilias, cov Mau-am hab cov Amoos tuaj tua Yehauyakees hab rhuav lub tebchaws Yudas puamtsuaj taag lawv le tug TSWV tau has rua nwg cov tubkhai kws yog cov cev Vaajtswv lug has tas nwg yuav ua le ntawd."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.3","label":"3","content":"Tej nuav muaj lawv le tug TSWV tej lug kws has tas, nwg yuav muab cov Yudas ntab tawm ntawm nwg moog, vim tej kev txhum kws Vaajntxwv Manaxes ua,"},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.4","label":"4","content":"hab tua cov tuabneeg kws tsi muaj txim. Tug TSWV yeej zaam tsi tau lub txim kws Manaxes tua tuabneeg ntawd le."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.5","label":"5","content":"Txhua yaam kws Yehauyakees ua puavleej muab sau ca rua huv phoo  ntawv keebkwm kws teev cov Yudas cov vaajntxwv lub neej lawm."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.6","label":"6","content":"Yehauyakees tuag, hab nwg tug tub Yehauyakhees ua vaajntxwv hloov nwg chaw."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.7","label":"7","content":"Tug vaajntxwv kws kaav lub tebchaws Iziv hab nwg cov tubrog tawm tsi tau huv tebchaws Iziv moog rua qhov twg le, rua qhov tug vaajntxwv kws kaav lub tebchaws Npanpiloos tuaj txeeb tau hab kaav taagnrho cheebtsaam kws yog cov Iziv tug, txij ndlua ntawm tug Dlej Efalates moog ti nkaus rua ntawm cov Iziv tug nrimteb saab qaumteb."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.8","label":"8","content":"Thaus Yehauyakhees ua vaajntxwv kaav lub tebchaws Yudas nwg noobnyoog muaj kaum yim xyoo, hab nwg nyob huv lub nroog Yeluxalees kaav tau peb hlis. Nwg nam hu ua Nehusetas hab yog Enathaas kws nyob huv lub nroog Yeluxalees tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.9","label":"9","content":"Nwg u txhum rua tug TSWV, hab ua phem ua qas ib yaam le nwg txiv ua."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.10","label":"10","content":"Lub sijhawm ntawd Vaajntxwv Nenpukajnexales kws kaav lub tebchaws Npanpiloos cov thawj tubrog tau coj tubrog tuaj vij lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.11","label":"11","content":"Thaus kws cov tubrog taabtom vij lub nroog, Vaajntxwv Nenpukajnexales kws kaav lub tebchaws Npanpiloos txawm tuaj txug huv lub nroog Yeluxalees;"},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.12","label":"12","content":"ces Vaajntxwv Yehauyakhees hab nwg nam, nwg cov tub, nwg cov numtswv hab cov kws ua num huv lub loog, txhaj zwm rua cov Npanpiloos. Nenpukajnexales ua vaajntxwv kaav lub tebchaws Npanpiloos tau yim xyoo rua thaus kws nwg nteg Yehauyakhees,"},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.13","label":"13","content":"hab nwg nqaa tej khoom tseemceeb huv lub Tuamtsev hab huv lub loog moog rua tebchaws Npanpiloos lawv le tug TSWV tau has tseg lawm has tas, Nenpukajnexales yuav tuaj tsoo hab nqaa taagnrho tej khoom tseemceeb kws Vaajntxwv Xalumoos muab kub ua rua huv lub Tuamtsev moog."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.14","label":"14","content":"Nwg coj cov tuabneeg huv lub nroog Yeluxalees, vaajntxwv tsev tuabneeg hab cov thawjcoj moog huv tuabsi, xaam taagnrho muaj kaum txheeb leej. Dlua le ntawd nwg tseem coj cov tuabneeg kws muaj tswvyim ua txhua yaam num, hab cov kws tooj kws hlau moog huv tuabsi. Nwg tsuas tseg cov tuabneeg pluag nyob huv lub tebchaws Yudas xwb."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.15","label":"15","content":"Nenpukajnexales coj Vaajntxwv Yehauyakhees, nwg nam, nwg cov quaspuj, nwg cov numtswv hab cov Yudas tej thawjcoj moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.16","label":"16","content":"Cov tuabneeg tseemceeb kws Nenpukajnexales coj moog rua tebchaws Npanpiloos muaj xyaa txheeb leej, hab ib txheeb leej cov kws muaj tswvyim ua txhua yaam num, losloov cov kws tooj kws hlau huv tuabsi, cov nuav puavleej yog cov khov kho hab ua taug tubrog xwb."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.17","label":"17","content":"Nenpukajnexales tsaa Yehauyakhees tug txiv ntxawm Mataniyas ua vaajntxwv kaav lub tebchaws Yudas, hab muab Mataniyas hloov npe hu ua Xedekiyas."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.18","label":"18","content":"Thaus Xedekiyas ua vaajntxwv kaav lub tebchaws Yudas nwg noobnyoog muaj neeg nkaum ib xyoos, hab nwg nyob huv lub nroog Yeluxalees kaav tau kaum ib xyoos. Nwg nam hu ua Hamutas hab yog Yelemis kws nyob huv lub nroog Linas tug ntxhais."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.19","label":"19","content":"Vaajntxwv Xedekiyas ua txhum rua tug TSWV, ib yaam le Vaajntxwv Yehauyakhees ua."},{"bible_id":"1726","chapter_code":"2KI.24","verse_code":"2KI.24.20","label":"20","content":"Tug TSWV chim heev rua cov tuabneeg kws nyob huv lub nroog Yeluxalees hab huv tebchaws Yudas, nwg txhaj muab puab ntab tawm ntawm nwg moog lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.1","label":"1","content":"Xedekiyas ntxeev sab rua Vaajntxwv Nenpukajnexales kws kaav lub tebchaws Npanpiloos. Yog le ntawd, Nenpukajnexales txhaj txhij tubrog tuaj tua lub nroog Yeluxalees, thaus lub kaum hli ntuj, nub xab kaug kws Xedekiyas ua vaajntxwv kaav lub tebchaws Yudas tau cuaj xyoos. Puab tuaj tsuam yeej rua ntawm ntug nroog, hab xov ib txheej ntsaa yeej thaiv puagncig lub nroog Yeluxalees,"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.2","label":"2","content":"hab vij lub nroog moog txug thaus Xedekiyas ua vaajntxwv tau kaum ib xyoos."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.3","label":"3","content":"Xyoo ntawd thaus lub plaub hlis ntuj  nub xab cuag, cov pejxeem tsi muaj zaub mov noj hab suavdlawg tshaib plaab heev,"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.4","label":"4","content":"hab tug ntsaa yeej kws thaiv lub nroog raug luas tsoo qee ntu pob taag. Txawm yog cov tubrog Npanpiloos tub vij lub nroog taag lawm los thaus ib taag mo vaajntxwv hab nwg cov tubrog tseem tsiv tawm moog hlaa vaajntxwv lub vaaj, moog rua ntawm lub roojvaag kws nyob kis nruab nraab ntawm ob tug ntsaa yeej moog rua tom lub Haav Yauladees lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.5","label":"5","content":"Tabsis cov tubrog Npanpiloos caum puab qaab moog nteg tau Vaajntxwv Xedekiyas ntawm lub taj nraag kws ze lub nroog Yelikaus hab nwg cov tubrog tsiv taag tso nwg tseg."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.6","label":"6","content":"Thaus puab nteg tau Xedekiyas lawm, puab coj nwg lug cob rua Vaajntxwv Nenpukajnexales ntawm lub nroog Lilas huv cheebtsaam Hamas hab Nenpukajnexales txav txim rua Xedekiyas qhov ntawd."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.7","label":"7","content":"Nenpukajnexales muab Xedekiyas cov tub tua taabmeeg Xedekiyas, hab Nenpukajnexales kuas luas muab Xedekiyas ob lub qhovmuag kaus povtseg, puab muab saw hlau khi nwg coj moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.8","label":"8","content":"Thaus Nenpukajnexales ua vaajntxwv kaav lub tebchaws Npanpiloos tau kaum cuaj xyoos, xyoo ntawd lub tsib hlis ntuj nub xab xyaa, Nenpuxaladaas kws yog vaajntxwv tug tuavxaam hab yog tug thawj tubrog, txawm coj vaajntxwv cov tubrog tuaj rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.9","label":"9","content":"Nwg hlawv tug TSWV lub Tuamtsev, lub loog, cov numtswv tej vaaj tse, hab taagnrho tej tsev huv lub nroog Yeluxalees kub nyab taag huv tuabsi,"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.10","label":"10","content":"hab nwg cov tubrog muab tej ntsaa yeej tsoo pob taag."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.11","label":"11","content":"Nenpuxaladaas nteg cov tuabneeg kws tseem tshuav nyob huv lub nroog Yeluxalees, cov kws muaj tswvyim ua txhua yaam num  hab coj taagnrho cov kws lug thawj cov Npanpiloos moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.12","label":"12","content":"Tabsis nwg tseg cov tuabneeg pluag kws tsi muaj laj tsi muaj teb nyob rua huv tebchaws Yudas, hab nwg kuas puab ca le moog ua luas tej laj tej teb hab tu luas tej vaaj txiv maab txiv ntoo."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.13","label":"13","content":"Cov tuabneeg Npanpiloos tsoo ob tug ncej tooj, tej tsheb, hab lub yag tooj kws nyob ntawm lub Tuamtsev, coj moog rua tim tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.14","label":"14","content":"Hab puab sau taagnrho tej dluav yawm tshauv, tej thoob rau tshauv thaus puab tu lub thaaj, tej txab txav teebxeeb, cov phab kws rau ntshaav tsaj, tej taig kws hlawv moov tshuaj tsw qaab, hab tej taig tooj kws siv huv lub Tuamtsev nqaa moog huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.15","label":"15","content":"Puab coj txhua yaam kws muab nyaj muab kub ua, tsi has tej taig, tej yag kws rau ncaig tawg,"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.16","label":"16","content":"hab txhua yaam kws Vaajntxwv Xalumoos muab tooj ua tseg rua huv lub Tuamtsev, tsi has ob tug ncej tooj, cov tsheb, hab lub rhawv tooj luj, tej ntawd nyaav heev tsi muaj ib raab teev kws yuav luj tau le."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.17","label":"17","content":"Ob tug ncej tooj ntawd sis luag zog: ib tug twg sab kaum yim tshim, hab sau ob lub hauv ncej luas ua ob lub paaj sab peb tshim txawb rua sau, luas muab xuv tooj qhab ua saw rig puagncig ob lub hau, hab nchuav ua ob tshaam txiv ntsab pobkws dlai rua sau."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.18","label":"18","content":"Nenpuxaladaas kws yog tug thawj tubrog nteg Xelayas kws yog tug Povthawj Hlub, Xefaniyas kws yog tug povthawj yau hab peb leeg kws tuav num tseemceeb huv lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.19","label":"19","content":"nwg nteg tug thawj tubrog kws saib taagnrho cov tubrog, vaajntxwv tsib tug tuavxaam kws tseem nyob huv lub nroog, tug lwm thawj tubrog kws txheeb cov tubrog tej ntaub ntawv hab rau caum leej tuabneeg tseemceeb kws nyob huv lub nroog."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.20","label":"20","content":"Nenpuxaladaas coj puab moog cob rua tug Vaajntxwv kws kaav lub tebchaws Npanpiloos ntawm lub nroog Lilas"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.21","label":"21","content":"huv cheebtsaam Hamas. Vaajntxwv kuas luas muab puab ntaus hab tua rua ntawd. Yog le ntawd, luas txhaj coj cov Yudas moog rua tebchaws Npanpiloos lawm."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.22","label":"22","content":"Vaajntxwv Nenpukajnexales kws kaav lub tebchaws Npanpiloos tsaa Nkedaliyas kws yog Ahikas tug tub hab yog Safas tug xeebntxwv ua nom kaav lub tebchaws Yudas, hab saib cov Yudas kws tsi raug luas nteg moog rua tim tebchaws Npanpiloos."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.23","label":"23","content":"Thaus cov Yudas cov numtswv hab cov tubrog kws tsi kaam moog thawj hab zwm rua cov Npanpiloos nov has tas, tug vaajntxwv kws kaav lub tebchaws Npanpiloos tsaa Nkedaliyas ua nom saib cov Yudas lawm, puab txawm tuaj cuag nwg huv lub nroog Mixepas; cov numtswv ntawd yog Nethaniyas tug tub Yisamayees, Kale-as tug tub Yauhanaas, Xelayas tug tub Tahumes kws nyob huv lub nroog Netaufas, hab Yexaniyas kws nyob huv lub nroog Ma-akas."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.24","label":"24","content":"Nkedaliyas has rua puab tas, “Kuv has rua mej has tas, mej tsi xob ntshai cov Npanpiloos tej numtswv. Mej ca le nyob tuabywv huv lub tebchaws nuav, hab ua num rua tug vaajntxwv kws kaav lub tebchaws Npanpiloos, mej txhaj yuav tau nyob kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.25","label":"25","content":"Xyoos ntawd, thaus lub xyaa hli ntuj, Yisamayees kws yog Nethaniyas tug tub hab yog Elisamas tug xeebntxwv kws yog caajceg vaajntxwv, txawm coj kaum leej tubrog tuaj tua Nkedaliyas, hab nwg tseem muab cov Yixalayees hab cov Npanpiloos kws nrug Nkedaliyas nyob huv lub nroog Mixepas tua tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.26","label":"26","content":"Cov Yixalayees, tsi has cov muaj cov pluag hab cov thawj tubrog txhaj tsiv moog taag rua nraag tebchaws Iziv lawm; vim puab ntshai cov Npanpiloos."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.27","label":"27","content":"Xyoo kws Evimeludas pib ua vaajntxwv kaav lub tebchaws Npanpiloos, nwg hlub Vaajntxwv Yehauyakhees kws kaav lub tebchaws Yudas, nwg txhaj tso Yehauyakhees tawm huv tsev lojcuj. Suav txij nub kws luas nteg Yehauyakhees huv tebchaws Yudas moog txug nub kws luas tso nwg tawm huv tsev lojcuj lug, yog tau peb caug xyaa xyoo rua lub kaum ob hli ntuj nub neeg nkaum xyaa."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.28","label":"28","content":"Vaajntxwv Evimeludas ua zoo rua Yehauyakhees hab muab nwg saib hlub dlua lwm tug vaajntxwv kws luas nteg moog rua huv tebchaws Npanpiloos."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.29","label":"29","content":"Yog le ntawd, luas txhaj muab dlua ib cev rig tsho rua Yehauyakhees naav, hloov cev kws nwg naav nyob huv tsev lojcuj, hab nwg naj nub tau nrug vaajntxwv noj mov sau vaajntxwv lub rooj moog taag nwg simneej."},{"bible_id":"1726","chapter_code":"2KI.25","verse_code":"2KI.25.30","label":"30","content":"Thaus kws Yehauyakhees tseem ua neej nyob, Vaajntxwv Evimeludas kws kaav lub tebchaws Npanpiloos naj nub muab nyaj rua Yehauyakhees yuav noj yuav naav kuas txaus moog txug nub kws taag nwg simneej."}]