[{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.1","label":"1","content":"Kuv yog Ximoos Petus tug kws yog ib tug tubkhai hab yog Yexus Khetos tug timthawj. Kuv sau tsaab ntawv nuav xaa moog rua txhua tug kws ntseeg Yexus Khetos tug kws yog peb tug Vaajtswv hab peb tug Cawmseej kws yog tug ncaaj nceeg. Nwg pub mej hab peb muaj cuabkaav lug ntseeg ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.2","label":"2","content":"Thov Vaajtswv foom koob moov hab pub txujkev kaaj sab rua mej txhua tug kws paub Vaajtswv hab paub peb tug Tswv Yexus Khetos lawm."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.3","label":"3","content":"Vaajtswv tug kws muaj fwjchim, nwg pub txhua yaam zoo rua peb, kuas peb ua tau peb lub neej hum nwg sab. Nwg ua le ntawd rua qhov peb paub tug kws hu peb lug yuav nwg lub fwjchim, hab paab tau peb ua tau tuabneeg ncaaj nceeg ib yaam le nwg."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.4","label":"4","content":"Vaajtswv coglug tseg has tas, nwg yuav muab nwg txuj koob moov kws zoo kawg nkaus rua peb, nwg ua le ntawd kuas mej txhua tug kws tau txuj koob moov ntawd dlim tej kev phem kev qas kws yuav coj tuabneeg nplajteb moog raug kev puamtsuaj, hab kuas mej lub neej zoo ib yaam le Vaajtswv lub."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.5","label":"5","content":"Tub yog vim le ntawd, mej cov kws ntseeg Vaajtswv, mej yuavtsum muab sab rau ua tej num zoo; mej ua num zoo lawm, mej yuavtsum muaj tswvyim;"},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.6","label":"6","content":"mej muaj tswvyim lawm, mej yuavtsum tswj mej lub sab; mej tswj mej lub sab lawm, mej yuavtsum ua sab ntev; mej ua sab ntev lawm, mej yuavtsum ua mej lub neej kuas hum Vaajtswv sab;"},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.7","label":"7","content":"mej ua hum Vaajtswv sab lawm, mej yuavtsum sis hlub le kwvtij sis hlub; mej sis hlub le kwvtij lawm, mej yuavtsum sis hlub le cov ntseeg sis hlub."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.8","label":"8","content":"Yog mej naj nub ua mej lub neej zoo le ntawd, tej ntawd yuav ua rua mej paub peb tug Tswv Yexus Khetos heev ntxiv, hab mej lub neej yuav tawg paaj txi txiv."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.9","label":"9","content":"Tabsis tug kws tsi ua nwg lub neej zoo le ntawd, tug ntawd qhovmuag faam lawm, nwg pum tsi tseeb hab nwg tsi ncu qaab has tas, Yexus Khetos tub ntxuav nwg tej kev txhum huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.10","label":"10","content":"Yog le ntawd cov kwvtij, mej yuavtsum muab sab rau ua num heev dlua yaav taag lug txhaj tsimnyog qhov kws Vaajtswv hu hab xaiv mej ca lawm. Yog mej ua le ntawd, mej yuav tsi yuam kev ib zag le."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.11","label":"11","content":"Yog mej ua le ntawd, Vaajtswv txhaj yuav pub mej muaj feem moog nyob huv peb tug Tswv Yexus Khetos tug kws yog peb tug Cawmseej lub tebchaws kws nyob moog ibtxhis le."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.12","label":"12","content":"Yog le ntawd, kuv yuav naj nub ntuag mej kuas mej ncu ntsoov tej nuav, txawm yog mej tub paub tej ntawd hab mej muab sab rau ua lawv le Vaajtswv txujlug lawm los kuv tseem yuav ntuag mej hab."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.13","label":"13","content":"Thaus kuv tseem ua neej nyob nuav kuv xaav has tas, tsimnyog kuv yuavtsum ntuag kuas mej ncu ntsoov tej ntawd."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.14","label":"14","content":"Rua qhov kuv yeej paub has tas, tshuav tsi ntev kuv yuav tso kuv lub cev kws txawj tuag nuav tseg, lawv le peb tug Tswv Yexus Khetos tub qha tseeb rua kuv lawm."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.15","label":"15","content":"Yog le ntawd, kuv xaav kuas mej ncu tej ntawd ca, thaus dlua kuv lawm mej txhaj yuav ncu ntsoov moog le."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.16","label":"16","content":"Peb tub qha zaaj kws has txug peb tug Tswv Yexus Khetos lub fwjchim hab zaaj kws nwg yuav rov qaab lug rua mej lawm; thaus peb qha tej ntawd rua mej, peb tsi tau qha lawv le tej lug nruag kws cov tuabneeg txawj ntse has, tabsis peb lub qhovmuag yeej pum kag nwg lub fwjchim lawm ntaag."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.17","label":"17","content":"Thaus Vaajtswv tug kws yog leej Txiv pub koob meej hab pub tug tshwjchim kws ci ntsaa ab rua nwg, thaus ntawd peb yeej nrug nwg nyob ua ke, hab muaj lub suab kws has huv tug Tshwjchim kws Ci Ntsaa Ab tuaj rua nwg has tas, “Tug nuav yog kuv tug Tub kws kuv hlub, kuv txaus sab heev rua nwg.”"},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.18","label":"18","content":"Thaus peb nrug nwg nyob sau lub roob dlawbhuv ntawd, peb puavleej nov lub suab kws has sau ntuj tuaj rua nwg."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.19","label":"19","content":"Yog le ntawd, peb hajyam ca sab rua tej kws cov cev Vaajtswv lug tau qha tseg lawm. Yog mej khaws tej lug ntawd ca rua huv mej lub sab yuav zoo heev, rua qhov tej lug ntawd zoo ib yaam le lub teeb kws ci huv qhov tsaus ntuj moog txug thaus kaaj ntug, hab lub nubqub kws ci ci thaus yuav kaaj ntug yuav ci rua huv mej lub sab."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.20","label":"20","content":"Dlua le ntawd, mej yuavtsum ncu ntsoov has tas, yeej tsi muaj ib tug kws yuav muaj tswvyim txhais tau tej lug qha tshwm kws cov cev Vaajtswv lug tau sau tseg lawm."},{"bible_id":"1726","chapter_code":"2PE.1","verse_code":"2PE.1.21","label":"21","content":"Rua qhov tej lug qha tshwm ntawd tsi yog tuabneeg qha, tabsis yog Vaaj Ntsujplig tug Dlawbhuv tshoov tuabneeg lub sab kuas puab qha Vaajtswv txujlug xwb."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.1","label":"1","content":"Yaav taag lug cov Yixalayees muaj cov cev Vaajtswv lug kws qha tseeb hab cov kws qha tsi tseeb, naj nub nua mej yeej yuav muaj cov xwbfwb kws qha tsi tseeb ib yaam le txheej thaus hab. Puab yuav qha tej zaaj kws yuav coj mej moog raug kev puamtsuaj rua mej, hab puab yuav tsi leeg has tas, puab paub Yexus Khetos tug kws tuag txhwv puab lawm, hab tuab ntsais muag xwb puab yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.2","label":"2","content":"Txawm yog le ntawd los tseem muaj ntau leej yuav xyum ua phem ua qas lawv le cov tuabneeg ntawd ua; tub yog vim puab xyum ua le ntawd, txhaj le muaj tuabneeg thuam txujkev kws yog txuj tseeb."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.3","label":"3","content":"Cov xwbfwb cuav ntawd, puab sab hlub, puab qha tej zaaj kws tsi muaj hauvpaug hauvntsis ntxag mej kuas puab tau zoo xwb. Tug kws yuav txav txim, nwg tub txav txim rua puab ntxuv lug lawm, hab tug kws yuav ua kuas puab puamtsuaj, nwg tub npaaj txhij lawm."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.4","label":"4","content":"Rua qhov Vaajtswv yeej tsi zaam txim rua cov timtswv ceebtsheej kws ua txhum ib tug le. Nwg muab puab pov rua huv ntuj tawg, puab raug kaw rua huv qhov chaw kws tsaus ntuj nti,  tog moog txug Nub kws Vaajtswv Txav Txim rua puab."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.5","label":"5","content":"Thaus Vaajtswv tso dlej lug nyaab nplajteb, cov tuabneeg kws ua txhum, puab tuag taag huv tuabsi tsi muaj ib tug dlim le, tsuas yog Nau-es tug kws qha txujkev ncaaj nceeg hab xyaa leej kws nrug Nau-es nyob ua ke txhaj dlim xwb."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.6","label":"6","content":"Vaajtswv rau txim rua cov tuabneeg kws nyob huv lub nroog Xaudoos hab huv lub nroog Kaumaulas, nwg tso suavtawg lug hlawv ob lub nroog ntawd kub nyab taag huv tuabsi. Nwg ua le ntawd, tub yog nwg qha rua cov tuabneeg kws ua txhum kuas puab paub has tas, puab yuav puamtsuaj ib yaam nkaus le cov tuabneeg kws nyob huv ob lub nroog ntawd."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.7","label":"7","content":"Vaajtswv paab Lauj tug kws yog tuabneeg ncaaj nceeg dlim; Lauj nyuaj sab rua cov tuabneeg kws ua kev phem kev qas kawg le."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.8","label":"8","content":"Rua qhov Lauj tug kws yog tuabneeg ncaaj nceeg, nwg nrug cov tuabneeg ntawd nyob ua ke, nwg naj nub pum tej kev phem kws puab ua hab nov tej lug phem kws puab has, ua rua nwg ntxhuv sab kawg le."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.9","label":"9","content":"Yog le ntawd, peb txhaj paub has tas Vaajtswv paab tau cov tuabneeg kws Vaajtswv kaav lawm kuas puab dlim puab tej kev nyuaj sab; hab Vaajtswv muab tau cov tuabneeg kws ua txhum kaw ca moog txug nub kws Vaajtswv txav txim rua puab."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.10","label":"10","content":"Thaus Vaajtswv txav txim rua suavdlawg, Vaajtswv yuav txav txim rua cov tuabneeg kws ua phem ua qas hab tsi fwm Vaajtswv nyaav dlua le nwg txav txim rua suavdlawg. Cov xwbfwb cuav ntawd, puab muaj lub sab tawv hab puab nyam ua lawv le puab lub sab xwb; puab saib tsi taug cov kws muaj fwjchim sau nruab ntug."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.11","label":"11","content":"Txawm yog cov timtswv ceebtsheej muaj zug hab muaj fwjchim luj dlua cov xwbfwb cuav ntawd los puab tub tsi thuam hab tsi nkaug rua Vaajtswv has tas, cov xwbfwb cuav ntawd ua txhum."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.12","label":"12","content":"Tabsis cov xwbfwb cuav ntawd ua lawv le puab lub sab nyam xwb; puab ruag ib yaam le tej tsaj qus kws yug lug rua luas nteg hab luas tua, puab thuam tej zaaj kws puab tsi totaub. Puab yuav raug puamtsuaj ib yaam le tej tsaj nruab nraag,"},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.13","label":"13","content":"hab puab yuav raug kev txomnyem, rua qhov puab tub ua rua lwm tug raug txomnyem lawm. Txawm yog nruab nub nrig los puab ua kev phem kev qas, noj haus qw ua nqaaj ua nqug, puab has tas tej kws puab ua ntawd, ua rua puab zoo sab kawg le. Thaus puab nrug mej noj mov ua ke, puab ua phem ua qas rhuav mej ntsejmuag; puab ua le ntawd, rua qhov puab yeej nyam tej kws puab ua ntawd."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.14","label":"14","content":"Puab tsuas nrhav nrhw ua kev nkauj kev nraug xwb; puab naj nub ua txhum tsi paub dlhuav le. Puab ntxag cov tuabneeg kws tsi tshua muaj tswvyim moog ua txhum. Puab ua tuabneeg sab hlub. Vaajtswv tub foom tsi zoo rua puab lawm."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.15","label":"15","content":"Puab tso txujkev ua ncaaj tseg, puab txhaj yuam kev moog ua txhum ib yaam le Npe-aus tug tub Npala-aas, Npala-aas ua txhum rua qhov nwg ntshaw nyaj,"},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.16","label":"16","content":"hab nwg paub has tas nwg ua txhum lawm, rua qhov nwg tug neeg luav has tau lug le tuabneeg hab txwv tsi pub nwg moog ua dlog ua dlig le tej tuabneeg vwm ua."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.17","label":"17","content":"Cov xwbfwb cuav ntawd zoo ib yaam le lub qhovdlej kws dlej nqhuab taag, hab zoo ib yaam le tauv fuab kws cua dlaaj cua dlub ntsawj yaa taag lawm; Vaajtswv tub npaaj qhov chaw kws tsaus ntuj nti ca rua puab lawm."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.18","label":"18","content":"Puab nyam has tej lug kws tsi muaj hauvpaug hauvntsis, puab ua kev phem kev qas ntxag cov tuabneeg kws nyavnyuas tso txujkev txhum tseg, kuas cov tuabneeg ntawd rov qaab yuam kev ua txhum."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.19","label":"19","content":"Puab coglug rua cov tuabneeg ntawd has tas, puab yuav paab kuas cov tuabneeg ntawd muaj kev ywjpheej; txawm yog puab has le ntawd los puab tseem ua txujkev puamtsuaj qhev, rua qhov tug kws nti tsi dlim yaam kws khi nwg, tug ntawd yeej ua yaam ntawd qhev."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.20","label":"20","content":"Cov tuabneeg kws lug ntseeg Yexus Khetos tug kws yog peb tug Cawmseej, puab tub dlim tej kev phem huv nplajteb nuav lawm. Yog puab ca tej kev phem ntawd rov qaab khi puab, thaus kawg puab lub sab hajyam yuav phem dlua thaus chivthawj."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.21","label":"21","content":"Yog puab tsi paub txujkev ncaaj nceeg, zoo dlua le puab paub lawm, es puab tsua tsi ua lawv le tej lug kws Vaajtswv qha rua puab."},{"bible_id":"1726","chapter_code":"2PE.2","verse_code":"2PE.2.22","label":"22","content":"Tej kws puab raug ntawd ua rua suavdlawg paub tseeb has tas, yeej muaj lawv le zaaj paajlug kws has tas, “Dlev rov qaab moog noj dlev cov ntuav” hab has tas, “Tug npua kws luas muab dlej ntxuav huv huv lawm, nwg rov qaab moog dlaa paag aav dlua.”"},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.1","label":"1","content":"Cov kwvtij kws kuv hlub, tsaab ntawv nuav yog tsaab ob kws kuv sau xaa tuaj rua mej. Tsaab ntawv nuav hab tsaab kws kuv xub sau xaa tuaj rua mej lawm, kuv sau tuaj ntuag mej txhua tug kws muaj lub sab ncaaj nceeg, kuas mej ncu ntsoov tej kws mej tub paub lawm."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.2","label":"2","content":"Kuv xaav kuas mej ncu ntsoov tej lug kws thaus u cov cev Vaajtswv lug kws yog tuabneeg ncaaj nceeg tau qha tseg lawm, hab kuv xaav kuas mej ncu ntsoov tug Tswv tug kws yog peb tug Cawmseej tej lug kws cov timthawj tub qha rua mej lawm."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.3","label":"3","content":"Thawj lu kws kuv yuav qha mej has le nuav: thaus txug lub sijhawm kawg yuav muaj tuabneeg thuam mej, cov tuabneeg ntawd yuav ua phem ua qas lawv le puab lub sab nyam,"},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.4","label":"4","content":"hab puab yuav nug mej has tas, “Yexus Khetos coglug has tas, nwg yuav rov qaab lug nua puas yog? Ua le nwg nyob qhov twg? Peb cov yawmkoob tub tuag taag lawm, txij thaus tsim lub nplajteb lug txug naj nub nwgnuav, ib puas tsaav yaam tseem nyob le qub tsi muaj ib yaam txawv txaav le.”"},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.5","label":"5","content":"Puab tsi quavntsej qhov kws thaus u Vaajtswv has kuas muaj lub ntuj hab lub nplajteb, ces txawm ca le muaj lawv le Vaajtswv has; lub nplajteb tawm huv dlej lug hab Vaajtswv kuas dlej nyob puagncig lub nplajteb,"},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.6","label":"6","content":"tub yog vim le ntawd dlej txhaj nyaab lub nplajteb nuav, cov tuabneeg kws nyob txheej thaus u txhaj le tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.7","label":"7","content":"Tabsis Vaajtswv ceev lub nplajteb hab lub ntuj kws naj nub nwgnuav muaj nyob rua suavtawg hlawv lawv le Vaajtswv tau has tseg lawm. Vaajtswv yuav ceev ca moog txug nub kws cov tuabneeg ua phem yuav raug txav txim hab puamtsuaj."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.8","label":"8","content":"Cov kwvtij kws kuv hlub, mej yuavtsum ncu ntsoov lu lug kws has le nuav: tug Tswv suav has tas, ib nub ntev ib yaam le ib txheeb xyoo hab ib txheeb xyoo ntev ib yaam le ib nub."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.9","label":"9","content":"Muaj qee leej xaav has tas, Vaajtswv tseem yuav tog ntev Vaajtswv maam le ua lawv le Vaajtswv tau coglug tseg lawm, tabsis yeej tsi yog le puab xaav. Vaajtswv ua sab ntev rua mej, rua qhov nwg tsi xaav ca ib tug twg puamtsuaj moog, tabsis nwg xaav kuas txhua tug nyag muab nyag tej kev txhum huv tuabsi tso povtseg."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.10","label":"10","content":"Nub kws tug Tswv lug, nub ntawd nwg yuav lug ib yaam le tubsaab tuaj. Nub ntawd thaus muaj suab nrov qeeg nkawg lub ntuj yuav pluj ndlais  moog, suavtawg yuav kub ib puas tsaav yaam kws nyob sau nruab ntug yaaj taag. Lub nplajteb hab ib puas tsaav yaam kws nyob huv nplajteb puavleej yuav kub nyab taag huv tuabsi hab."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.11","label":"11","content":"Tej ntawd yuav puamtsuaj moog huv tuabsi, yog le ntawd mej yuavtsum ua mej lub neej zoo le caag? Tsimnyog mej ua mej lub neej kuas dlawbhuv hab fwm Vaajtswv,"},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.12","label":"12","content":"mej yuavtsum naj nub tog nub kws Vaajtswv yuav lug, hab muab sab rau ua kuas nub ntawd lug txug sai. Nub ntawd yog nub kws lub ntuj yuav kub nyab taag, hab suavtawg yuav kub ib puas tsaav yaam kws nyob sau nruab ntug yaaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.13","label":"13","content":"Tabsis Vaajtswv tub coglug tseg lawm has tas, yuav muaj lub ntuj tshab hab lub nplajteb tshab. Nyob huv lub ntuj tshab hab lub nplajteb tshab kws peb naj nub tog ntawd muaj kev ncaaj nceeg xwb."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.14","label":"14","content":"Yog le ntawd cov kwvtij kws kuv hlub, thaus mej tseem taabtom tog nub ntawd mej yuavtsum ua mej lub neej kuas dlawbhuv rua Vaajtswv pum has tas, mej ua hum Vaajtswv sab hab mej tsi muaj ib qhov txhum le."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.15","label":"15","content":"Mej yuavtsum ncu ntsoov has tas, qhov kws peb tug Tswv ua sab ntev rua mej, tub yog nwg ca sijhawm rua mej kuas mej dlim mej lub txim, ib yaam le peb tug kwv Paulus kws peb hlub, tub sau tej ntawd tuaj qha rua mej lawv le Vaajtswv pub tswvyim rua nwg lawm."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.16","label":"16","content":"Txhua tsaab ntawv kws nwg sau, nwg yeej has txug zaaj nuav. Tej kws nwg sau ntawd muaj qee lu tsi tshua yoojyim totaub. Cov tuabneeg kws paub tsi tseeb hab lub sab ywjfaab ywjfwj, puab txhais tej lug ntawd tsi lawv le lub ntsab, ib yaam le puab txhais lwm zaaj kws nyob huv Vaajtswv txujlug. Qhov kws puab ua le ntawd yuav ua rua puab raug kev puamtsuaj xwb."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.17","label":"17","content":"Tabsis cov kwvtij kws kuv hlub, mej yeej paub zaaj nuav lawm, yog le ntawd mej yuavtsum ceevfaaj zoo, nyob tsaam mej yuam kev ua txhum ib yaam le cov tuabneeg kws ua phem ntawd ua, hab mej yuav tsi muab sab rau ntseeg zuj zug lawm."},{"bible_id":"1726","chapter_code":"2PE.3","verse_code":"2PE.3.18","label":"18","content":"Mej yuavtsum muab sab rau nrhav txuj koob moov mej txhaj yuav paub peb tug Tswv Yexus Khetos kws yog peb tug Cawmseej, hab paub nwg txujkev hlub zuj zug moog. Suavdlawg yuavtsum naj nub fwm nwg hab fwm moog ibtxhis le! Amees."}]