[{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.1","label":"1","content":"Kuv yog Paulus. Kuv hab Xilas, hab Timautes sau tsaab ntawv nuav xaa tuaj rua mej txhua tug kws nyob huv lub nroog Thexalaunikes kws ntseeg Vaajtswv tug kws yog peb leej Txiv, hab ntseeg tug Tswv Yexus Khetos."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.2","label":"2","content":"Thov Vaajtswv tug kws yog peb leej Txiv hab thov tug Tswv Yexus Khetos foom koob moov rua mej hab paab kuas mej tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.3","label":"3","content":"Cov kwvtij, tsimnyog peb naj nub ua Vaajtswv tsaug, rua qhov peb pum has tas mej muab sab rau ntseeg heev zuj zug, hab mej ib tug txawj hlub ib tug heev dlua yaav taag lug."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.4","label":"4","content":"Tub yog le ntawd, peb txhaj qhuas mej rua cov ntseeg Vaajtswv kws nyob txhua qhov chaw has tas, txawm yog mej raug kev tsimtxom hab kev txomnyem los mej tseem ua taug sab ntev hab muab sab rau ntseeg Vaajtswv tsi tso tseg."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.5","label":"5","content":"Qhov nuav tub ua rua suavdlawg paub has tas, Vaajtswv yog tug kws ncaaj nceeg. Nwg ua le nuav kuas suavdlawg pum has tas, mej yog cov kws tsimnyog lug ua Vaajtswv tsaav tuabneeg. Rua qhov mej yog Vaajtswv tsaav tuabneeg, mej txhaj raug kev txomnyem le nuav."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.6","label":"6","content":"Vaajtswv yog tug kws ncaaj nceeg, nwg yuav rau txim rua cov tuabneeg kws tsimtxom mej."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.7","label":"7","content":"Nwg yuav paab mej txhua tug kws raug kev txomnyem, kuas mej hab peb tau nyob kaaj sab lug. Nwg yuav paab peb le ntawd, thaus peb tug Tswv Yexus lug sau ntuj lug. Hab thaus tug Tswv Yexus lug yuav muaj cov timtswv ceebtsheej"},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.8","label":"8","content":"kws muaj Yexus tug tshwjchim hab muaj nplaim tawg cig laam lug nrug nwg lug, nwg yuav rau txim rua cov tuabneeg kws tsi noog Vaajtswv lug, hab rua cov tuabneeg kws tsi ntseeg Txujmoo Zoo kws has txug peb tug Tswv Yexus."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.9","label":"9","content":"Cov tuabneeg ntawd yuav raug txim moog ibtxhis, puab yuav tsi tau nrug peb tug Tswv Yexus nyob. Puab yuav tsi pum nwg tug tshwjchim kws ci ntsaa ab."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.10","label":"10","content":"Nub kws Yexus rov qaab lug yuav muaj le nuav, nub ntawd txhua tug kws nwg xaiv lug ua nwg tsaav tuabneeg lawm, puab yuav ua rua nwg tau koob meej. Thaus cov ntseeg ntawd pum Yexus tug tshwjchim, puab yuav xaav tsi thoob le. Thaus ntawd mej yuav nrug puab nyob ntawd hab, rua qhov mej tub ntseeg Yexus txujlug kws peb coj tuaj qha rua mej lawm."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.11","label":"11","content":"Tub yog le ntawd, peb txhaj naj nub thov Vaajtswv paab kuas mej ua tau mej lub neej phim qhov kws Vaajtswv xaiv mej lug ua nwg tsaav tuabneeg lawm. Peb thov Vaajtswv tug kws muaj fwjchim paab mej kuas mej ua tau mej lub neej zoo lawv le mej tub xub xaav tseg lawm has tas mej yuav ua, hab lawv le tej num kws mej ntseeg has tas, Vaajtswv yuav paab mej ua. Peb thov Vaajtswv paab kuas mej ua tau teg num ntawd tav."},{"bible_id":"1726","chapter_code":"2TH.1","verse_code":"2TH.1.12","label":"12","content":"Mej ua le ntawd, mej txhaj yuav ua rua peb tug Tswv Yexus Khetos tau koob meej, Vaajtswv hab tug Tswv Yexus Khetos kws hlub  mej yuav pub mej tau koob meej ib yaam nkaus."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.1","label":"1","content":"Cov Kwvtij, qhov kws peb tug Tswv Yexus yuav rov lug hab qhov kws nwg yuav coj peb suavdlawg moog nrug nwg nyob, kuv thov qha rua mej has tas,"},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.2","label":"2","content":"mej tsi xob rawm poob sab lossis ntxhuv sab rua qhov kws mej nov has tas, tub txug lub sijhawm kws Yexus lug lawm. Tej zag ntshai muaj tej tug qha txug tej kws yuav tshwm muaj lug yaav tom ntej rua mej lossis muaj tej tug qha has le ntawd lossis muaj tej tug has tas, yog peb sau has le ntawd rua huv peb tej ntawv kws peb xaa tuaj rua mej los tsi paub."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.3","label":"3","content":"Txawm yog le caag los xij, mej tsi xob ca leejtwg ntxag tau mej le. Rua qhov thaus tseem tsi tau txug Nub kws tug Tswv Yexus rov qaab lug, yuav muaj tuabneeg sau nthwv tuaj tawmtsaam Vaajtswv zag kawg, hab suavdlawg yuav pum tug kws ua phem ntawd lug. Tug ntawd yog tug kws yuav raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.4","label":"4","content":"Nwg yuav tawmtsaam txhua yaam kws tuabneeg pe, hab tej kws tuabneeg hu ua vaajtswv. Nwg yuav khaav has tas nwg yog tug kws muaj fwjchim luj dlua ndlais tej ntawd huv tuabsi. Tsi yog le ntawd xwb, nwg tseem yuav moog nyob huv lub Tuamtsev, hab qha suavdlawg has tas nwg yog vaajtswv ntaag."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.5","label":"5","content":"Mej tsi ncu qaab lawm los? Thaus kuv tseem nrug mej nyob, kuv tub qha tej ntawd rua mej lawm."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.6","label":"6","content":"Tabsis naj nub nwgnuav muaj ib yaam txwv tsi pub kuas tej ntawd tav. Mej tub paub yaam ntawd lawm. Thaus txug lub sijhawm ntawd suavdlawg yuav pum tug kws ua phem ntawd."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.7","label":"7","content":"Txujkev phem kev qas kws suavdlawg tsi paub, nwgnuav tub pib muaj lawm. Tabsis yuav tsi muaj tej ntawd moog txug thaus tug kws txwv raug ntab tawm moog, maam le muaj lug."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.8","label":"8","content":"Thaus tug kws txwv raug ntab tawm moog lawm, suavdlawg yuav pum tug kws ua phem ntawd. Hab thaus tug kws ua phem ntawd lug lawm, tug Tswv Yexus yuav tshuab paa tua tug ntawd povtseg. Thaus nwg pum dlheev Yexus hab Yexus lub fwjchim kws ci ntsaa ab, ces taamsim ntawd, nwg yuav puamtsuaj moog."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.9","label":"9","content":"Dlaab Ntxwgnyoog yuav khaiv tug kws ua phem ntawd lug, hab pub fwjchim rua nwg kuas nwg ua tau ntau yaam txujci txawv txawv. Hab nwg yuav ua tej yaam kws ua rua suavdlawg xaav tsi thoob le, tabsis tej ntawd puavleej tsi tseeb."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.10","label":"10","content":"Nwg yuav ua ntau yaam kev phem ntxag cov tuabneeg kws yeej yuav raug puamtsuaj moog. cov tuabneeg ntawd yuav raug puamtsuaj, rua qhov puab tsi kaam noog hab tsi nyam txujlug tseeb kws yuav paab tau kuas puab dlim puab lub txim."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.11","label":"11","content":"Tub yog le ntawd Vaajtswv txhaj ca txujkev dlaag ntxag lug tshoov puab lub sab kuas puab ntseeg tej kws tsi tseeb."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.12","label":"12","content":"Yog le ntawd, Vaajtswv yuav rau txim rua txhua tug kws nyam ua phem hab tsi ntseeg txujlug tseeb."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.13","label":"13","content":"Cov kwvtij kws tug Tswv hlub, peb naj nub ua Vaajtswv tsaug, rua qhov Vaajtswv tub xaiv mej lug ua cov kws xub  tau txais kev cawm dlim lug ntawd Vaaj Ntsujplig lub fwjchim hab ua kuas mej ua tau tsaav tuabneeg kws dlawbhuv, vim qhov kws mej ntseeg qhov tseeb."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.14","label":"14","content":"Thaus peb qha Txujmoo Zoo rua mej, Vaajtswv hu mej lug ntseeg, kuas mej dlim mej lub txim. Mej txhaj yuav tau peb tug Tswv Yexus Khetos tug tshwjchim kws ci ntsaa ab lug ua mej tug."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.15","label":"15","content":"Yog le ntawd cov kwvtij, mej yuavtsum muab sab rau ntseeg tsi xob tso tseg. Hab mej yuavtsum khaws tej lug kws peb tub qha rua mej lawm ca, tsi has tej kws peb qha mej thaus peb tseem nrug mej nyob, hab tej kws peb sau rua huv ntawv, mej yuavtsum khaws tej ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.16","label":"16","content":"Thov peb tug Tswv Yexus Khetos hab Vaajtswv tug kws yog peb leej Txiv tug kws hlub peb, hab txhawb peb tug zug, kuas peb muaj kev ca sab moog le,"},{"bible_id":"1726","chapter_code":"2TH.2","verse_code":"2TH.2.17","label":"17","content":"nwg yuav nplig mej lub sab hab txhawb mej tug zug, kuas mej ua tau txhua yaam zoo, tsi has tej num kws mej ua hab tej lug kws mej has."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.1","label":"1","content":"Cov kwvtij, thov mej naj nub thov Vaajtswv paab peb, kuas peb muab sab rau qha Vaajtswv txujlug. Vaajtswv txujlug txhaj yuav nrov nchaa moog thoob plawg txhua qhov chaw, hab muaj nqes rua suavdlawg ib yaam le tub muaj nqes rua huv mej lawm."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.2","label":"2","content":"Hab thov Vaajtswv paab kuas peb dlim ntawm cov tuabneeg sab phem hab limham txhais teg, rua qhov yeej yuav muaj ibtxha tsi ntseeg Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.3","label":"3","content":"Tabsis Vaajtswv yog tug kws ncaaj nceeg, nwg yuav txhawb mej tug zug hab tsi pub dlaab Ntxwgnyoog ua phem rua mej."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.4","label":"4","content":"Vaajtswv tub qha rua peb paub lawm has tas, mej taabtom ua lawv le tej kws peb tau qha rua mej lawm, hab mej tseem yuav naj nub ua le ntawd moog lawm yaav tom ntej."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.5","label":"5","content":"Thov Vaajtswv qha mej lub sab kuas mej paub noog Vaajtswv lug, hab paab kuas mej ua tau sab ntev ib yaam le Yexus Khetos tau ua qha rua mej lawm."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.6","label":"6","content":"Cov kwvtij, peb tuav peb tug Tswv Yexus Khetos lub npe saamfwm rua mej has tas, mej tsi xob moog nrug cov tuabneeg tubnkeeg ua ke. Puab cov ntawd tsi ua lawv le tej lug kws peb qha rua mej lawm."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.7","label":"7","content":"Mej suavdlawg puavleej paub has tas, yeej tsimnyog mej ua lawv le mej tau pum peb ua lug lawm, thaus peb tseem nrug mej nyob los peb yeej tsi tubnkeeg le."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.8","label":"8","content":"Peb tsi tog leejtwg yug peb, tabsis peb naj nub naj mo siv zug ua num. Peb ua le ntawd kuas mej cov txhaj tsi muaj ib tug ntxhuv sab rua peb."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.9","label":"9","content":"Qhov kws peb ua le ntawd tsi yog peb tsi muaj cai has kuas mej yug peb, tabsis yog peb ua yaam ntxwv qha rua mej, kuas mej paub ua le peb ua."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.10","label":"10","content":"Thaus peb tseem nrug mej nyob, peb qha rua mej has tas, yog leejtwg tsi kaam ua num, mej tsi xob pub mov rua tug ntawd noj."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.11","label":"11","content":"Peb has le nuav, rua qhov peb nov has tas mej cov muaj qee leej tubnkeeg, nyob dlawb xwb, tsi ua ib yaam num dlaabtsi le. Tsi yog le ntawd xwb, puab tseem pheej moog taabkaum lwm tug teg num hab."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.12","label":"12","content":"Peb tuav peb tug Tswv Yexus Khetos lub npe saamfwm rua cov tuabneeg tubnkeeg ntawd kuas puab yuavtsum ua num yug puab, puab tsi xob tog luas noj xwb."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.13","label":"13","content":"Cov kwvtij, mej tsi xob dlhuav ua tej num zoo."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.14","label":"14","content":"Yog mej cov muaj leejtwg tsi noog tej lug kws peb sau rua huv tsaab ntawv nuav, ces mej tsi xob moog nrug tug ntawd ua ke, kuas nwg paub txaajmuag rua tej kws nwg tau ua lug lawm."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.15","label":"15","content":"Tabsis mej tsi xob ntxub nwg, mej yuavtsum ntuag nwg ib yaam le mej ntuag mej tej kwvtij."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.16","label":"16","content":"Thov tug Tswv kws yog lub hauvpaug ntawm txujkev kaaj sab, pub kuas mej muaj kev kaaj sab txhua lub sijhawm hab txhua qhov kws mej moog. Thov tug Tswv nrug nraim mej suavdlawg nyob."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.17","label":"17","content":"Kuv yog Paulus, tsaab ntawv nuav yog kuv txhais teg sau tuaj rua mej ntaag. Kuv suam kuv lub npe rua txhua tsaab ntawv kws kuv xaa tuaj rua mej."},{"bible_id":"1726","chapter_code":"2TH.3","verse_code":"2TH.3.18","label":"18","content":"Thov peb tug Tswv Yexus Khetos foom koob moov rua mej suavdlawg."}]