[{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.1","label":"1","content":"Kuv yog Paulus tug kws yog Yexus Khetos ib tug timthawj lawv le Vaajtswv lub sab nyam, Vaajtswv khaiv kuv moog qha Txujmoo Zoo kws Vaajtswv tau coglug tseg has tas, tug kws nrug Yexus Khetos sis raug zoo yuav tau txujsa."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.2","label":"2","content":"Timautes tug tub kws kuv hlub: Thov Vaajtswv tug kws yog peb leej Txiv hab peb tug Tswv Yexus Khetos foom koob moov rua koj hab paab kuas koj tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.3","label":"3","content":"Timautes, kuv yog tug kws muab sab rau ua Vaajtswv teg num ib yaam le kuv cov yawmkoob ibtxwm ua lug lawm, txhua zag kws kuv thov Vaajtswv paab koj, tsi has nruab nub lossis mo ntuj, kuv yeej ncu ntsoov ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.4","label":"4","content":"Kuv tseem ncu ntsoov thaus wb yuav sis ncaim, koj quaj quaj. Nwgnuav kuv ncu koj hab xaav pum koj heev. Yog kuv pum koj lawm, yuav zoo kuv sab kawg le."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.5","label":"5","content":"Kuv ncu ntsoov has tas, koj muab sab rau ntseeg ib yaam le koj puj Lu-is, hab koj nam Yaunikes. Nwgnuav kuv ca sab has tas, koj tseem muab sab rau ntseeg,"},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.6","label":"6","content":"kuv txhaj has rua koj has tas, koj yuavtsum siv lub tswvyim kws Vaajtswv pub rua koj thaus kuv tsaa teg rua koj, hab xaa koj moog ua num."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.7","label":"7","content":"Rua qhov tug Ntsujplig kws Vaajtswv pub rua peb, yeej xaav kuas peb muaj lub sab tawv. Nwg yuav ua num rua huv peb lub sab kuas peb muaj fwjchim, hab muaj lub sab hlub lwm tug, hab kuas peb paub tswj peb lub sab."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.8","label":"8","content":"Koj tsi xob txaajmuag ua timkhawv txug peb tug Tswv zaaj, hab tsi xob txaajmuag rua qhov kws kuv raug kaw rua huv tsev lojcuj. Kuv raug kaw le nuav tub yog vim kuv ua Yexus Khetos teg num. Koj yuavtsum ua sab ntev qha Txujmoo Zoo, txawm yog koj raug kev txomnyem npaum le caag los Vaajtswv yeej yuav txhawb koj tug zug kuas koj ua tau."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.9","label":"9","content":"Vaajtswv zaam txim rua peb, hab nwg xaiv peb lug ua nwg tsaav tuabneeg, nwg ua le ntawd yog nwg hlub peb, hab yog nwg pum zoo ua, tsi yog vim peb ua num zoo. Thaus tseem tsi tau tsim ntuj tsim teb, Vaajtswv tub xub xaav tseg lawm has tas, nwg yuav muab txuj koob moov ntawd rua peb txhua tug kws ntseeg Yexus Khetos lawm."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.10","label":"10","content":"Nwgnuav peb tub pum txuj koob moov ntawd, rua qhov Yexus Khetos tug kws yog peb tug Cawmseej tub lug yug rua huv nplajteb nuav lawm. Nwg rhuav txujkev tuag lub fwjchim hab nwg qha Txujmoo Zoo rua peb, peb txhaj paub has tas muaj txujsa kws ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.11","label":"11","content":"Vaajtswv tsaa kuv ua ib tug timthawj hab ua ib tug xwbfwb moog qha Txujmoo Zoo,"},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.12","label":"12","content":"yog le ntawd, kuv txhaj raug kev txomnyem le nuav. Txawm le ntawd los kuv tsi txaajmuag rua leejtwg le, rua qhov kuv paub has tas tug kws kuv ca sab rua yog tug kws muaj fwjchim. Hab kuv paub has tas, nwg yeej yuav tsomkwm tej kws nwg muab tso rua kuv  lawm moog txug nub kws Yexus rov qaab lug."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.13","label":"13","content":"Koj yuavtsum muab tej lug tseeb kws kuv qha rua koj lawm lug ua yaam ntxwv coj hab muab sab rau ntseeg, hab hlub lwm tug. Rua qhov Vaajtswv xaav kuas peb txhua tug kws nrug Yexus Khetos sis raug zoo lawm muaj lub sab zoo le ntawd."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.14","label":"14","content":"koj yuavtsum saib tej kws Vaajtswv muab tso rua koj lawm zoo zoo, tsi xob pub pluj le. Vaaj Ntsujplig tug Dlawbhuv kws nyob huv peb txhua tug lub sab yuav paab koj saib tej ntawd."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.15","label":"15","content":"Koj tub paub lawm has tas, cov tuabneeg kws nyob huv xeev Axias Yau, tau tso kuv tseg lawm. Cov tuabneeg ntawd muaj ib tug hu ua Finkelus hab ib tug hu ua Hemaunkenes."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.16","label":"16","content":"Kuv thov Vaajtswv hlub Aunexifaulus tsev tuabneeg, rua qhov nwg txhawb kuv tug zug ntau zag lug lawm. Nwg tsi txaajmuag rua qhov kws kuv raug kaw rua huv tsev lojcuj le."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.17","label":"17","content":"Thaus nwg tuaj txug huv lub nroog Loos, nwg kub sab lug nrhav kuv rua txhua qhov, nwg txhaj le nrhav tau kuv. Koj tub paub lawm has tas, thaus kuv tseem nyob huv lub nroog Efexus, nwg tau paab kuv ntau yaam."},{"bible_id":"1726","chapter_code":"2TI.1","verse_code":"2TI.1.18","label":"18","content":"Kuv thov Vaajtswv has tas thaus txug nub Vaajtswv txav txim, thov Vaajtswv hlub nwg hab."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.1","label":"1","content":"Kuv tug tub, koj yuavtsum ca sab rua Vaajtswv txuj koob moov kws Vaajtswv pub rua peb cov kws nrug Yexus Khetos sis raug zoo."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.2","label":"2","content":"Koj yuavtsum muab tej lug kws koj hab muaj ntau leej nov kuv qha lawm qha rua cov tuabneeg kws koj ca sab tau has tas, puab yuav txawj qha tej ntawd rua lwm tug."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.3","label":"3","content":"Koj yuavtsum nyaj kev txomnyem, rua qhov koj yog Yexus Khetos tug tubrog kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.4","label":"4","content":"Rua qhov tug tubrog kws taabtom moog ntaus rog, nwg yeej ua lawv le nwg tug thawj tubrog lub sab nyam xwb, nwg yuav tsi moog ua laj ua teb hab ua laag ua luam ib zag le."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.5","label":"5","content":"Tug kws sis tw dlha, yog nwg tsi ua lawv le kevcai dlha, nwg yuav tsi tau nqe zug."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.6","label":"6","content":"Tug ua teb kws rau sab ntso ua, nwg yuav xub tau noj tej qoobloo kws nwg sau tau."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.7","label":"7","content":"Tej lug kws kuv has nuav, koj yuavtsum muab ua tuab zoo xaav, Vaajtswv yuav paab kuas koj totaub txhua lu huv tuabsi."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.8","label":"8","content":"Koj yuavtsum ncu ntsoov Yexus Khetos kws yog Daviv tug xeebntxwv kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug lawm, lawv le Txujmoo Zoo kws kuv qha."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.9","label":"9","content":"Tub yog vim kuv qha Txujmoo Zoo, kuv txhaj raug kev tsimtxom, hab raug luas muab saw hlau khi ib yaam le kuv yog tug tuabneeg ua phem. Txawm yog luas khi tau kuv lawm los xij, yeej tsi muaj leejtwg yuav khi tau Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.10","label":"10","content":"Tub yog vim le ntawd, kuv txhaj ua sab ntev nyaj ib puas tsaav yaam kev txomnyem, rua qhov kuv hlub cov tuabneeg kws Vaajtswv tau xaiv ca lawm, hab xaav kuas puab lug ntseeg Yexus Khetos, puab txhaj dlim puab lub txim ib yaam le peb, hab puab txhaj tau Vaajtswv txuj koob moov hab tug tshwjchim kws ci ntsaa ab moog ibtxhis."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.11","label":"11","content":"Muaj ib lu lug tseeb kws has le nuav: “Yog peb nrug nwg tuag lawm, peb yuav tau nrug nwg sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.12","label":"12","content":"Yog peb ua taug sab ntev, peb yuav tau nrug nwg kaav. Yog peb tso nwg tseg, nwg yeej yuav tso peb tseg hab."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.13","label":"13","content":"Txawm yog peb tsi ua ncaaj los nwg tseem ua ncaaj. Rua qhov nwg tsi rov dlaag nwg ib zag le.”"},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.14","label":"14","content":"Koj yuavtsum qha zaaj nuav rua cov ntseeg hab ntuag puab kuas puab tsi xob sis caav sis tshe txug tej nyuas lug kws suavdlawg has, tej ntawd tsi muaj qaabhau dlaabtsi. Tej lug sis caav sis tshe ntawd yuav ua rua cov tuabneeg kws noog yuam kev xwb."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.15","label":"15","content":"Koj yuavtsum xyum ua koj lub neej kuas hum Vaajtswv sab, hab muab sab rau ua koj teg num tag tag, koj txhaj yuav tsi txaajmuag. Hab koj yuavtsum qha lawv le Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.16","label":"16","content":"Koj tsi xob ua le cov tuabneeg kws naj nub has ua dlog ua dlig, tej ntawd tsi muaj qaabhau dlaabtsi, tsuas muaj yuav ua rua suavdlawg tso Vaajtswv tseg zuj zug xwb."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.17","label":"17","content":"Tej lug kws puab has ntawd yuav fuam luj ib yaam le lub qhov txhaab kws qawj tub zuj zug. Cov xwbfwb kws has tej lug ntawd muaj ib tug yog Himena-us, ib tug yog Filetus."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.18","label":"18","content":"Ob tug qha tsi lawv le Vaajtswv txujlug. Obtug qha has tas, cov ntseeg tub sawv huv qhov tuag rov qaab lug lawm. Obtug qha le ntawd, ua rua cov ntseeg qee leej tsi muab sab rau ntseeg lawm."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.19","label":"19","content":"Tabsis tug ncej kws Vaajtswv muab txhus ca lawm yeej nyob khov kho. Muaj lug sau ca rua ntawm tug ncej ntawd has tas, “Vaajtswv yeej paub txhua tug kws yog Vaajtswv mivnyuas.” Hab has tas tug kws has tas, nwg yog Vaajtswv mivnyuas, tug ntawd yuavtsum tso nwg tej kev txhum tseg."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.20","label":"20","content":"Nyob huv cov tuabneeg kws npluanuj tej tsev, muaj taig nyaj taig kub, hab taig zeb taig aav. Tej taig nyaj taig kub, puab muab lug siv thaus muaj qhua tuaj, tabsis thaus tsi muaj qhua tuaj, puab siv tej taig zeb taig aav xwb."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.21","label":"21","content":"Yog leejtwg tso nwg tej kev phem kev qas huv tuabsi tseg, Vaajtswv yuav muab ib teg num tseemceeb rua nwg ua, rua qhov nwg zoo sab muab nwg lub sab hab lub cev huv tuabsi rua Vaajtswv kaav, hab tog ntsoov saib Vaajtswv yuav khaiv nwg moog ua teg num twg."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.22","label":"22","content":"Koj tsi xob ua sab heev ib yaam le cov hluas ibtxwm ua. Koj yuavtsum ua tuabneeg ncaaj nceeg hab muab sab rau ntseeg, hlub lwm tug hab nrug suavdlawg sis raug zoo. Koj yuavtsum ua zoo le cov tuabneeg kws ua hum Vaajtswv sab ua. Puab yog cov kws naj nub thov Vaajtswv paab puab."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.23","label":"23","content":"Koj tsi xob ua le cov tuabneeg kws naj nub has tej zaaj kws tsi muaj hauvpaug hauvntsis, rua qhov koj tub paub lawm has tas, tej ntawd yuav ua rua suavdlawg muaj lug sis caav sis tshe xwb."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.24","label":"24","content":"Tug kws ua Vaajtswv tug tubkhai yuavtsum tsi xob nrug luas sis caav sis tshe, nwg yuavtsum hlub txhua tug, muab sab rau qha, ua sab ntev,"},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.25","label":"25","content":"hab ua tuab zoo ntuag cov kws thuam nwg. Yog nwg ua le ntawd, tej zag Vaajtswv yuav pub kuas cov tuabneeg ntawd muaj sijhawm tso puab tej kev txhum tseg, hab ua lawv le Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"2TI.2","verse_code":"2TI.2.26","label":"26","content":"Hab puab yuav ncu dlheev has tas, puab tub maag dlaab Ntxwgnyoog lub vuj hlua lawm, hab dlaab Ntxwgnyoog pheej yuam kuas puab ua lawv le dlaab Ntxwgnyoog lub sab. Thaus puab ncu le ntawd, puab yuav tsiv dlim."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.1","label":"1","content":"Koj yuavtsum ncu ntsoov has tas thaus lub sijhawm kws nplajteb yuav kawg, yuav muaj kev ntxhuv sab heev,"},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.2","label":"2","content":"rua qhov tej tuabneeg nyag yuav xaav txug nyag xwb, puab yuav xaav tsi txug lwm tug le. Puab yuav ntshaw nyaj txag, yuav khaavtheeb, yuav muab hlub, hab yuav tsi noog nam txiv lug, tsi ris luas txaj ntsig, hab saib tsi taug Vaajtswv txuj kevcai."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.3","label":"3","content":"Puab yuav tsi sis hlub, tsi zaam txim rua lwm tug, nyam taug xaiv, Puab tsi tswj puab lub sab, ua tuabneeg tsiv tsaim hab tsi nyam ua zoo,"},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.4","label":"4","content":"ua tuabneeg ntxeev sab, sab heev, hab puab saib puab tsimtxaj dlua lwm tug. Puab nyam kev lomzem heev dlua nyam Vaajtswv."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.5","label":"5","content":"Puab yuav has tas, puab yog cov kws ntseeg Vaajtswv. Tabsis puab yeej tsi ua lawv le Vaajtswv txuj kevcai. Koj tsi xob nrug cov tuabneeg kws zoo le ntawd ua ke hlo le."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.6","label":"6","content":"Cov tuabneeg ntawd muaj qee leej pheej moog huv luas tej tsev, moog ntxag tej quaspuj kws tsi tshua muaj tswvyim kws pheej nyuaj sab rua puab tej kev txhum hab xaav ua phem."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.7","label":"7","content":"Cov quaspuj ntawd naj nub kawm, tabsis puab tsi paub has tas, lub ntsab lug yog le caag tag."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.8","label":"8","content":"Cov tuabneeg kws moog ntxag cov quaspuj ntawd, puab tawmtsaam Vaajtswv txujlug ib yaam le thaus u Yaanes hab Yaanpeles obtug tawmtsaam Mauxes. Puab lub sab ruag hab puab tsi ntseeg Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.9","label":"9","content":"Puab ua tsi tau num ntxiv lawm, rua qhov suavdlawg pum has tas puab ruag ib yaam le Yaanes hab Yaanpeles."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.10","label":"10","content":"Timautes, koj tub ua lawv le kuv tej lug qha hab ua lawv le tej kws koj pum kuv ua lawm, hab ua lawv le tej kws kuv xaav tseg lawm has tas kuv yuav ua. Koj yeej paub has tas kuv muab sab rau ntseeg, muaj lub sab ntev, hlub lwm tug, ua sab ntev tiv kev"},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.11","label":"11","content":"tsimtxom hab kev txomnyem. Koj tub paub txhua yaam kws kuv raug huv lub nroog Aati-aukias, huv lub nroog Ikauni-us, hab huv lub nroog Lixathas lawm. Txawm yog kuv raug kev tsimtxom heev npaum le ntawd los kuv tseem ua sab ntev tiv tej ntawd. Tabsis qhov kws kuv dlim tej ntawd, tub yog peb tug Tswv Yexus paab kuv, kuv txhaj dlim."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.12","label":"12","content":"Cov ntseeg Yexus Khetos txhua tug kws xaav ua lub neej kuas Vaajtswv tau ntsejmuag, puab yeej yuav raug kev tsimtxom."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.13","label":"13","content":"Tabsis cov tuabneeg kws ua phem hab cov tuabneeg kws dlaag ntxag lwm tug, puab tseem yuav ua phem heev zuj zug. Txawm yog puab moog dlaag ntxag lwm tug los puab tub tsi paub has tas lwm tug tub dlaag ntxag puab lawm hab."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.14","label":"14","content":"Tabsis koj tsi xob ua le puab. Koj yuavtsum ua lawv le Vaajtswv txujlug kws koj tau kawm hab ca sab rua lawm. Rua qhov koj yeej paub has tas cov tuabneeg kws qha koj, puab yeej tsi dlaag koj ib zag le."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.15","label":"15","content":"Hab koj yeej paub has tas txij thaus koj tseem yau, koj yeej kawm Vaajtswv txujlug lug lawm. Vaajtswv txujlug paab tau kuas tug kws kawm muaj tswvyim, hab yog nwg lug ntseeg Yexus Khetos, nwg yuav dlim nwg lub txim."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.16","label":"16","content":"Vaajtswv txujlug txhua zaaj puavleej yog Vaajtswv tshoov tuabneeg lub sab kuas tuabneeg sau. Vaajtswv txujlug yog txuj kws  qha qhov tseeb, qhuab ntuag tug kws ua txhum, paab tau tug kws ua txhum, hab qha kuas suavdlawg paub ua lub neej ncaaj nceeg."},{"bible_id":"1726","chapter_code":"2TI.3","verse_code":"2TI.3.17","label":"17","content":"Vaajtswv txujlug qha le ntawd, kuas tug kws ua Vaajtswv teg num txhaj paub txhij, hab txawj ua txhua yaam num zoo."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.1","label":"1","content":"Timautes, tej lug kws kuv has rua koj nuav, Vaajtswv hab Yexus Khetos kws yuav lug txav txim rua cov tuabneeg caj hab cov tuabneeg tuag yeej paub huv tuabsi. Kuv qha le nuav rua koj, rua qhov Yexus yuav lug, hab nwg yuav kaav lub qaab ntuj nuav."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.2","label":"2","content":"Koj yuavtsum muab sab rau qha Vaajtswv txujlug, tsi has lub sijhawm twg los koj yuavtsum qha. Koj yuavtsum ua sab ntev qhuab ntuag suavdlawg, yum suavdlawg lug ntseeg hab txhawb suavdlawg tug zug."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.3","label":"3","content":"Rua qhov tshuav tsi ntev, yuav tsi muaj tuabneeg xaav noog Vaajtswv txujlug lawm. Puab yuav ua lawv le puab lub sab nyam xwb, hab puab yuav moog nrhav ntau tug xwbfwb lug qha tej zaaj kws suavdlawg nyam noog."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.4","label":"4","content":"Puab yuav tsi nyam noog Vaajtswv txujlug lawm. Puab tsuas nyam noog tej lug nruag xwb."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.5","label":"5","content":"Tabsis koj tsi xob ua le puab. Koj yuavtsum tswj koj lub sab txhua lub sijhawm, ua sab ntev nyaj tej kev txomnyem moog qha Txujmoo Zoo, hab muab sab rau ua txhua yaam num kws Vaajtswv muab rua koj ua lawm kuas tav."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.6","label":"6","content":"Timautes, nwgnuav kuv zoo ib yaam le tej khoom kws luas tub muab tso rua sau lub rooj yuav muab hlawv fij rua Vaajtswv lawm. Tub txug lub sijhawm kws kuv yuav tso lub nplajteb tseg."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.7","label":"7","content":"Kuv tub siv zug dlha kawg kuv tug zug lawm, kuv tub dlha moog txug qhov kawg lawm. Kuv muab sab npuab Vaajtswv."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.8","label":"8","content":"Nwgnuav kuv yuav tau nqe zug. tej nqe zug ntawd yog tej kws Vaajtswv khaws tseg rua cov tuabneeg ncaaj nceeg. Thaus txug nub ntawd tug Tswv kws txav txim ncaaj nceeg lug, nwg yuav muab pub rua kuv. Tsi yog pub rua kuv tuab leeg xwb, tabsis nwg yuav pub rua txhua tug kws tog ntsoov nub kws Yexus rov qaab lug."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.9","label":"9","content":"Koj ca le tuaj saib kuv sai sai."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.10","label":"10","content":"Rua qhov Demas qaug rua tej khoom huv lub nplajteb nuav lawm. Nwg tso kuv tseg, nwg tsiv moog tim lub nroog Thexalaunikes lawm. Kelexes moog rua tim lub xeev Kalatias, hab Titus moog rua tim lub nroog Dalematias lawm."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.11","label":"11","content":"Tsuas tshuav Lukas tuab leeg nrug kuv nyob xwb, koj ca le moog coj Malakaus nrug koj tuaj, rua qhov kuv xaav kuas nwg paab kuv ua num."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.12","label":"12","content":"Kuv khaiv Tikhikus moog rua tim lub nroog Efexus lawm."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.13","label":"13","content":"Thaus koj tuaj, thov koj paab nqaa kuv lub tsho ntev kws kuv tso rua huv Kalepus tsev peg lub nroog Rhau-as, hab nqaa kuv cov ntawv tuaj rua kuv. Tshwjxeeb yog nqaa tsi taag, koj nqaa cov kws sau rua huv tej tawv."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.14","label":"14","content":"Alexaades kws yog tug kws nchuav tooj lab, nwg ua phem kawg le rua kuv, Vaajtswv yuav rau txim rua nwg kuas txaus nkaus tej kws nwg tau ua rua kuv lawm."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.15","label":"15","content":"Koj yuavtsum ceevfaaj zoo, rua qhov tug ntawd yog tug kws pheej tawmtsaam tej kws peb qha."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.16","label":"16","content":"Thawj zag kws kuv has dlaws kuv zaaj, tsi muaj leejtwg paab kuv, suavdlawg puavleej tso kuv tseg. Thov Vaajtswv zaam txim rua puab."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.17","label":"17","content":"Tabsis Vaajtswv nrug nraim kuv hab nwg txhawb kuv tug zug, kuv txhaj muaj zug moog qha Vaajtswv txujlug rua lwm Tsaav Tuabneeg. Vaajtswv paab kuv dlim kev tuag ib yaam le dlim huv tsuv ntxhuav lub qhovncauj lug."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.18","label":"18","content":"Vaajtswv yuav paab kuv kuas dlim txhua yaam kev phem, hab nwg yuav coj kuv kev moog txug sau ntuj ceebtsheej. Thov kuas Vaajtswv tau koob meej moog ibtxhis le. Amees."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.19","label":"19","content":"Thov koj has noj qaab nyob zoo rua Paxilas hab Akilas, hab Aunexifaulus tsev tuabneeg."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.20","label":"20","content":"Elatus nyob tim lub nroog Kauleethaus, tabsis kuv tso Taufimus rua tim lub nroog Miletus lawm, rua qhov nwg mob."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.21","label":"21","content":"Kuv xaav kuas koj tuaj thaus tseem tsi tau txug lub caij ntuj no. Enpulus, Pudees, Linus, hab Kelaudias has noj qaab nyob zoo rua koj, hab cov kwvtij ntseeg suavdlawg has noj qaab nyob zoo rua koj hab."},{"bible_id":"1726","chapter_code":"2TI.4","verse_code":"2TI.4.22","label":"22","content":"Thov Vaajtswv nrug nraim koj hab foom koob moov rua mej suavdlawg."}]