[{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.1","label":"1","content":"The-aufilaus, Phoo ntawv kws kuv xub sau, kuv sau has txug txhua yaam kws Yexus ua hab qha txij thaus kws nwg pib ua num"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.2","label":"2","content":"moog txug nub kws Vaajtswv coj nwg moog sau ntuj. Thaus Yexus tsi tau moog sau ntuj, nwg kuas Vaaj Ntsujplig tug Dlawbhuv qha nwg cov timthawj kws nwg xaiv tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.3","label":"3","content":"Rua qhov plaub caug nub tom qaab kws nwg sawv huv qhov tuag rov qaab lug, nwg tau lug tshwm rua puab pum ntau zag, kuas puab paub has tas, nwg tseem muaj sa nyob. Puab tau pum nwg hab nwg qha puab txug Vaajtswv lub Tebchaws."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.4","label":"4","content":"Muaj ib zag thaus Yexus nrug nwg cov timthawj nyob ua ke,  nwg saamfwm rua puab tas, “Mej tsi xob tawm huv lub nroog Yeluxalees moog qhov twg le, mej yuavtsum nyob tog txug nub kws mej tau lawv le kuv Txiv coglug has tas, nwg yuav pub rua mej. Qhov ntawd kuv tub qha rua mej lawm."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.5","label":"5","content":"Yauhaas muab tuabneeg ua kevcai raus rua huv dlej, tabsis tshuav ob peb nub xwb, yuav muab mej ua kevcai raus lug ntawm Vaaj Ntsujplig Tug Dlawbhuv.”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.6","label":"6","content":"Thaus cov timthawj nrug Yexus nyob ua ke, puab nug Yexus has tas, “Tug Tswv, lub sijhawm nuav, koj yuav muab lub Tebchaws rov rua cov Yixalayees los?”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.7","label":"7","content":"Yexus has rua puab tas, “Tsi taag mej yuav paub has tas, nub twg hab lub sijhawm twg yuav muaj le ntawd. Lub sijhawm ntawd, nyob ntawm leej Txiv teem ca."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.8","label":"8","content":"Tabsis thaus Vaaj Ntsujplig tug Dlawbhuv lug nrug mej nyob lawm, nwg yuav pub fwjchim rua mej hab mej yuav ua timkhawv qha kuv zaaj moog thoob plawg huv lub nroog Yeluxalees, huv lub xeev Yudas, huv lub xeev Xamalis, hab moog txug qaab ntuj kawg.”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.9","label":"9","content":"Thaus Yexus has le ntawd taag, thaus puab tseem saib quas ntsoov Yexus, ces Vaajtswv txawm coj Yexus moog sau ntuj lawm. Muaj ib tauv fuab lug roog nwg, ces puab tsi pum nwg lawm."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.10","label":"10","content":"Thaus puab tseem taabtom saib ntsoov Yexus moog sau ntuj, ua cav muaj ob tug txivneej naav rig tsho dlawb paug lug sawv ntawm puab."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.11","label":"11","content":"Obtug has rua puab tas, “Cov tuabneeg Kalilais, mej sawv saib sau ntuj ua dlaabtsi? Yexus tug kws Vaajtswv nyavnyuas coj moog sau ntuj lawm, nwg yeej yuav rov qaab lug ib yaam nkaus le kws mej pum nwg moog ntaag.”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.12","label":"12","content":"Cov timthawj txawm rov qaab peg Roob Txiv Ntoo Roj lug txug rua huv lub nroog Yeluxalees. Lub roob ntawd nyob nrug dleb ntawm lub nroog kwvlaam le ib kilumev."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.13","label":"13","content":"Thaus puab lug txug huv lub nroog Yeluxalees, puab txawm moog rua huv ib lub tsev, hab nce moog rua ib chaav kws nyob txheej sau, chaav ntawd yog chaav kws puab tuaj su. Puab cov ntawd yog: Petus, Yauhaas, Yakaunpaus, Aadales, Filis, Thaumas, Npataulaumais, Mathais, Yakaunpaus kws yog Alafais tug tub, Ximoos tug kws xaav kuas nwg lub tebchaws muaj kev ywjpheej, hab Yudas kws yog Yakaunpaus tug tub."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.14","label":"14","content":"Puab cov nuav hab ib cov quaspuj hab Malis kws yog Yexus nam hab Yexus cov kwv pheej tuaj ua ke thov Vaajtswv huv chaav tsev ntawd."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.15","label":"15","content":"Ob peb nub tom qaab ntawd cov ntseeg tuaj saablaaj ua ke, puab muaj kwvlaam le ib puas neeg nkaum leej, ces Petus txawm sawv ntsug qha cov tuabneeg ntawd"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.16","label":"16","content":"has tas, “Cov kwvtij, yeej yuav muaj lawv le Vaajtswv txujlug kws Vaaj Ntsujplig qha rua Vaajntxwv Daviv sau has txug Yudas tug kws coj tuabneeg kev moog nteg Yexus."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.17","label":"17","content":"Yudas yeej yog ib tug huv peb paab, Yexus tsaa nwg nrug peb ua ib teg num.”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.18","label":"18","content":"(Cov nyaj kws Yudas tau thaus Yudas ua phem, Yudas muab yuav ib thaaj aav. Qhov chaw kws Yudas lub cev poob, nwg plaab tawg hab nyuv tawm taag huv tuabsi, tub yog ntawm thaaj aav ntawd ntaag."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.19","label":"19","content":"Cov tuabneeg kws nyob huv lub nroog Yeluxalees nov zaaj nuav, puab txawm hu thaaj aav ntawd lawv le puab lug has tas, Akedamas kws txhais has tas, “Thaaj Aav Ntshaav.”)"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.20","label":"20","content":"“Tub muaj lug sau tseg rua huv phoo Ntawv Nkauj has tas, ‘Ca nwg lub tsev nyob khoob lug; tsi xob pub leejtwg moog nyob huv lub tsev ntawd.’ Hab muaj dlua ib nqai has tas, ‘Ca lwm tug lug hloov nwg chaw ua nwg teg num.’"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.21","label":"21","content":"“Yog le ntawd, tug kws yuav lug nrug peb ua num, tug ntawd yuavtsum yog ib tug kws ibtxwm nrug peb ua ke hab nrug peb tug Tswv Yexus moog rua nuav rua u,"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.22","label":"22","content":"txij thaus Yauhaas qhuab qha hab muab tuabneeg ua kevcai raus dlej  lug txug nub kws Vaajtswv coj Yexus moog sau ntuj, mas tug ntawd txhaj nrug peb ua tau timkhawv has tas, Yexus tub sawv huv qhov tuag rov qaab lug lawm tag.”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.23","label":"23","content":"Ces puab pum zoo muab ob tug tuabneeg lug rua suavdlawg xaiv, ob tug ntawd ib tug yog Yauxej kws hu ua Npaxanpas (lossis hu ua Yuxatus), hab Mathias."},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.24","label":"24","content":"Puab txawm thov Vaajtswv has tas, “Tug Tswv, koj yog tug kws paub txhua tug lub sab huv tuabsi, yog le ntawd, thov koj qha rua peb saib ob tug nuav, koj xaiv tug twg"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.25","label":"25","content":"lug ua timthawj hloov Yudas chaw, ua teg num kws Yudas muab tso tseg hab moog rua huv qhov chaw kws yeej yog nwg lub lawm.”"},{"bible_id":"1726","chapter_code":"ACT.1","verse_code":"ACT.1.26","label":"26","content":"Ces puab txawm rhu ntawv, saib ob tug ntawd tau tug twg. Puab rhu tau Mathias. Txij nub ntawd lug, Mathias txawm nrug kaum ib tug timthawj ntawd ua num."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.1","label":"1","content":"Thaus txug nub Peetekos, cov ntseeg suavdlawg tuaj nyob ua ke rua huv ib lub tsev."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.2","label":"2","content":"Ua cav txawm muaj ib lub suab nrov nroo ntwg sau ntuj lug ib yaam le ib nthwv cua hlub hlub lug rua huv lub tsev kws suavdlawg taabtom nyob ua ke."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.3","label":"3","content":"Puab pum ib yaam zoo le tug nplaim tawg lug faib pis rhe lab vog moog rua puab txhua tug."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.4","label":"4","content":"Vaaj Ntsujplig tug Dlawbhuv lug kaav taagnrho puab txhua tug lub sab, ces puab txawm has tau lwm yaam lug lawv le Vaaj Ntsujplig kuas puab has."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.5","label":"5","content":"Thaus ntawd cov Yudais kws fwm Vaajtswv tuaj txhua lub tebchaws kws nyob huv qaab ntuj nuav tuaj su rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.6","label":"6","content":"Thaus puab nov tej suab ntawd, cov tuabneeg coob coob ntawd txawm tuaj saib yog le caag. Thaus puab nyag nov nyag lub tebchaws tej lug kws cov ntseeg ntawd has, puab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.7","label":"7","content":"Puab tsi paub yuav has le caag, ces puab txawm has tas, “Cov tuabneeg kws taabtom has lug nuav puavleej yog tuabneeg Kalilais los sav!"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.8","label":"8","content":"Ua le caag peb nov puab has tau peb tej lug?"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.9","label":"9","content":"Peb cov ntawm nuav muaj ibtxha yog tuabneeg Pathias, tuabneeg Medias, hab tuabneeg Elaas: Muaj ibtxha tuaj tim tebchaws Mexuputamias tuaj, tuaj huv tebchaws Yudas tuaj, tuaj peg tebchaws Kapadaukias tuaj; tuaj peg tebchaws Pootus hab tebchaws Axias tuaj,"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.10","label":"10","content":"tuaj peg tebchaws Felinkias hab peg tebchaws Paafilias tuaj, tuaj nraag tebchaws Iziv tuaj, tuaj huv tej cheebtsaam huv tebchaws Linpias kws nyob ze tebchaws Kilenes tuaj. Peb ibtxha tuaj tim lub nroog Loos tuaj,"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.11","label":"11","content":"tsi has cov Yudais hab lwm Tsaav Tuabneeg kws kaav xeem ua tuabneeg Yudais, hab peb ibtxha tuaj tim koog Povtxwv Kaletes hab nraag tebchaws Alanpias tuaj, txawm yog peb tuaj txhua qhov chaw tuaj los peb puavleej nov puab has txug tej txujci tseemceeb kws Vaajtswv tau ua lawm. Peb totaub, rua qhov tej lug kws puab has ntawd puavleej yog peb tej lug!”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.12","label":"12","content":"Puab nov le ntawd, puab xaav tsi thoob le, puab sis nug zum zawg has tas, “Tej nuav yog le caag?”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.13","label":"13","content":"Tabsis muaj ibtxha luag cov ntseeg zum zawg has tas, “Cov tuabneeg ntawd qaug cawv lawm!”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.14","label":"14","content":"Thaus ntawd Petus hab kaum ib tug timthawj tseem sawv ntsug, ces Petus has nrov nrov rua cov tuabneeg coob coob ntawd has tas, “Cov kwvtij Yudais hab mej txhua tug kws nyob huv lub nroog Yeluxalees nuav, mej ua tuab zoo noog tej kws kuv qha rua mej."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.15","label":"15","content":"Nwgnuav nyavnyuas cuaj teev sawv ntxuv xwb, cov txivneej nuav tsi yog qaug cawv le mej has."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.16","label":"16","content":"Tej kws muaj nuav yog lawv le Yau-ees kws yog tug cev Vaajtswv lug tau qha tseg lawm has tas:"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.17","label":"17","content":"‘Vaajtswv has tas, thaus txug tam kws nplajteb yuav kawg, kuv yuav ua le nuav: Kuv yuav pub kuv tug Ntsujplig rua txhua tug. Mej tej tub tej ntxhais yuav cev kuv tej lug. Mej tej tub hluas yuav ua ywgtoog, hab tej laug yuav ua npau suav."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.18","label":"18","content":"Tsi yog le ntawd xwb, thaus txug tam ntawd, kuv yuav pub kuv tug Ntsujplig rua kuv cov tubkhai, tsi has quaspuj hab txivneej huv tuabsi. Puab yuav cev kuv tej lug."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.19","label":"19","content":"Kuv yuav ua tej txujci tseemceeb rua sau nruab ntug, hab huv nplajteb nuav. Yuav muaj ntshaav, muaj nplaim tawg hab paa tawg;"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.20","label":"20","content":"thaus tseem tsi tau txug nub tseemceeb kws ci ntsaa ab kws tug Tswv lug, lub nub yuav tsaus, hab lub hli yuav lab le ntshaav."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.21","label":"21","content":"Thaus ntawd tug kws thov tug Tswv paab, tug ntawd yuav dlim.’"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.22","label":"22","content":"“Cov kwvtij Yixalayees, mej ca le noog tej lug kws kuv yuav qha nuav! Vaajtswv khaiv Yexus tug kws yog tuabneeg Naxales lug ua tej txujci tseemceeb qha Vaajtswv lub fwjchim rua mej. Tej kws mej pum ntawd qha rua mej paub has tas, Yexus yog tug kws Vaajtswv khaiv lug tag."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.23","label":"23","content":"Qhov kws Vaajtswv muab Yexus rua mej, mej muab nwg rua cov tuabneeg txhum coj moog ntsa rua sau ntoo khaublig, hab mej kuas puab muab nwg tua povtseg, qhov ntawd tub yog lawv le Vaajtswv pum zoo hab npaaj tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.24","label":"24","content":"Tabsis Vaajtswv tub dlaws Yexus dlim hab tsaa Yexus sawv huv qhov tuag rov qaab lug lawm; txujkev tuag lub fwjchim yuam tsi tau nwg."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.25","label":"25","content":"Rua qhov Daviv has txug nwg has tas: ‘Kuv naj nub pum tug Tswv nrug kuv nyob; Nwg nyob ntawm kuv saab xis, kuv txhaj tsi ntxhuv sab."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.26","label":"26","content":"Tub yog vim le nuav kuv txhaj zoo sab, hab tej lug kws kuv has ua rua suavdlawg paub has tas kuv zoo sab. Txawm yog kuv yog tuabneeg xwb los kuv tseem muaj kev ca sab,"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.27","label":"27","content":"rua qhov koj yeej yuav tsi tso kuv tug ntsujplig rua huv tubtuag teb; koj yuav tsi ca koj tug tubkhai kws ncaaj nceeg cev nqaj lwj rua huv qhov ntxaa."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.28","label":"28","content":"Koj tub qha txujkev kws coj tuabneeg moog txug txujsa rua kuv paub lawm, hab qhov kws koj nrug kuv nyob, ua rua kuv zoo sab kawg le.’"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.29","label":"29","content":"“Cov kwvtij, kuv yuav qha rua mej paub txug peb yawmkoob Daviv. Nwg tub tuag hab puab muab nwg lub cev coj moog log lawm, naj nub nwgnuav nwg lub ntxaa tseem nyob."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.30","label":"30","content":"Thaus Daviv tseem ua neej nyob, nwg yog ib tug kws cev Vaajtswv lug. Nwg paub tseeb has tas Vaajtswv tub coglug rua nwg has tas, Vaajtswv yuav tsaa nwg ib tug xeebntxwv lug ua vaajntxwv ib yaam le nwg."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.31","label":"31","content":"Daviv tub paub ua ntej lawm has tas, tug Mexiyas yuav sawv huv qhov tuag rov qaab lug. Daviv txhaj has tas: ‘Vaajtswv yuav tsi tso nwg tseg rua huv tubtuag teb; nwg cev nqaj yuav tsi lwj rua huv qhov ntxaa.’"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.32","label":"32","content":"Tug Yexus nuav yog tug kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug, peb ua timkhawv has tas, nwg tub sawv huv qhov tuag rov qaab lug lawm tag."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.33","label":"33","content":"Vaajtswv tug kws yog Yexus Txiv, nwg coj Yexus moog nyob ntawm nwg saab xis, hab Vaajtswv pub Vaaj Ntsujplig rua Yexus lawv le Vaajtswv tau coglug tseg lawm. Nwgnuav Yexus tub pub Vaaj Ntsujplig rua peb lawm, lawv le mej nov hab mej pum nuav."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.34","label":"34","content":"Daviv yeej tsi tau moog sau ntuj ceebtsheej dlua le, tabsis Daviv has tas: ‘Tug Tswv has rua kuv tug Tswv has tas: koj ca le lug nyob ntawm kuv saab xis"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.35","label":"35","content":"moog txug thaus kuv muab koj cov yeebncuab lug rua koj tsuj.’"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.36","label":"36","content":"“Yog le ntawd cov Yixalayees, mej suavdlawg yuavtsum paub has tas, tug Yexus kws mej muab ntsa rua sau ntoo khaublig yog tug kws Vaajtswv tsaa ua tug Tswv hab ua tug Mexiyas lawm.”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.37","label":"37","content":"Thaus suavdlawg nov Petus has le ntawd, puab nyuaj sab kawg le, puab txawm nug Petus hab cov timthawj has tas, “Cov kwvtij, peb yuav ua le caag?”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.38","label":"38","content":"Petus teb puab has tas, “Mej txhua tug nyag yuavtsum tso nyag tej kev txhum tseg hab ua kevcai raus dlej ntawm Yexus Khetos lub npe, Vaajtswv txhaj yuav zaam txim rua mej; hab mej txhaj yuav tau txais Vaaj Ntsujplig tug dlawbhuv."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.39","label":"39","content":"Rua qhov Vaajtswv coglug tseg has tas, nwg yuav pub tej nuav rua mej, mej cov mivnyuas, hab rua cov tuabneeg kws nyob dleb tug Tswv kws yog peb tug Vaajtswv hu lug ua nwg tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.40","label":"40","content":"Petus tseem ntuag hab qha puab ntxiv has tas, “Mej yuavtsum nrhav kev tsiv kuas dlim, mej txhaj tsi raug txim le cov tuabneeg sab phem nuav!”"},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.41","label":"41","content":"Cov tuabneeg kws nov Petus qha, muaj ntau leej ntseeg hab ua kevcai raus dlej. Nub ntawd cov kws lug ntseeg muaj kwvlaam le peb txheeb leej."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.42","label":"42","content":"Puab naj nub tuaj kawm tej kws cov timthawj qha, puab sis hlub sis paab, puab koom noj Yexus rooj mov hab thov Vaajtswv ua ke."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.43","label":"43","content":"Thaus suavdlawg pum tej txujci tseemceeb kws cov timthawj ua, puab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.44","label":"44","content":"Cov ntseeg suavdlawg koom ib lub sab, nyag nqaa nyag tej qhov txhua chaw tuaj tso ua ke ua suavdlawg tug."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.45","label":"45","content":"Puab muab puab tej aav hab tej khoom kws yog puab tug muag, hab puab muab tej nyaj ntawd faib rua txhua tug lawv le tug kws muaj chaw siv."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.46","label":"46","content":"Puab naj nub moog pehawm Vaajtswv huv lub Tuamtsev, hab puab noj Yexus rooj mov, hab noj mov ua ke huv puab tej tsev ib lub dlhau ib lub, txawm yog muaj ntau muaj tsawg los puab suavdlawg zoo sab noj."},{"bible_id":"1726","chapter_code":"ACT.2","verse_code":"ACT.2.47","label":"47","content":"Puab ua Vaajtswv tsaug tsi tseg tsi tu, hab tej tuabneeg suavdlawg puavleej fwm puab. Tug Tswv naj nub coj tuabneeg lug ntseeg coob zuj zug ntxiv rua cov ntseeg."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.1","label":"1","content":"Muaj ib nub thaus peb teev nub qaij, Petus hab Yauhaas moog rua huv lub Tuamtsev, thaus ntawd yog lub sijhawm kws suavdlawg tuaj thov Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.2","label":"2","content":"Muaj ib tug txivneej tuag ceg thaus nruab thab lug nyob quastsawg ntawm lub roojvaag kws hu ua lub Roojvaag Zoo Nkauj. Naj nub muaj tuabneeg kwv nwg tuaj nyob rua ntawm lub roojvaag hab thov nyaj ntawm cov tuabneeg kws tuaj thov Vaajtswv huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.3","label":"3","content":"Thaus nwg pum Petus hab Yauhaas taabtom yuav moog huv lub Tuamtsev, nwg txawm thov kuas obtug pub ib yaam dlaabtsi rua nwg."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.4","label":"4","content":"Obtug tsaa qhovmuag saib tug txivneej kws tuag ceg ntawd, ces Petus txawm has tas, “Koj ca le saib wb!”"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.5","label":"5","content":"Tug txivneej ntawd xaav has tas, nyaj obtug yuav pub ib yaam dlaabtsi rua nwg ntaag."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.6","label":"6","content":"Tabsis Petus has rua nwg tas, “Kuv tsi muaj nyaj, tabsis kuv yuav muab yaam kws kuv muaj rua koj: Kuv tuav Yexus Khetos kws yog tuabneeg Naxales lub npe has rua koj tas, koj ca le sawv hab moog kev!”"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.7","label":"7","content":"Petus tuav nkaus tug txivneej ntawd saab teg xis nqug nwg sawv. Taamsim ntawd nwg ob txhais ceg hab tej cos txhaa txawm muaj zug lawm;"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.8","label":"8","content":"nwg sawv tseeg nrug Petus hab Yauhaas moog rua huv lub Tuamtsev hab nwg dlha paaj pawg ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.9","label":"9","content":"Cov tuabneeg kws nyob ntawd pum nwg moog kev hab nov nwg ua Vaajtswv tsaug,"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.10","label":"10","content":"hab thaus puab pum dlheev nwg, puab paub has tas, nwg yog tug kws naj nub tuaj nyob ntawm lub Roojvaag Zoo Nkauj thov nyaj, puab xaav tsi thoob le, sov yog ua le caag nwg moog taug kev lawm."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.11","label":"11","content":"Thaus tug txivneej ntawd tseem tuav rawv Petus hab Yauhaas teg ntawm Xalumoos lub qaab khaav, cov tuabneeg kws pum le ntawd xaav tsi thoob le. Puab txawm dlha zum zawg lug rua ntawm Petus obtug."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.12","label":"12","content":"Thaus Petus pum cov tuabneeg dlha zum zawg lug, Petus has rua puab tas, “Cov kwvtij Yixalayees, ua le caag mej yuav xaav tsi thoob rua tej nuav hab ua le caag mej yuav saib quas ntsoov wb? Mej xaav has tas yog wb muaj fwjchim lossis yog wb ntseeg heev, wb txhaj ua rua tug txivneej nuav moog taug kev nua los?"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.13","label":"13","content":"Tug Vaajtswv kws yog peb yawmkoob Anplahaas, Ixaj hab Yakhauj tug Vaajtswv ua rua nwg tug Tubkhai Yexus tau koob meej. Tabsis mej nteg nwg coj moog rua cov numtswv kws muaj fwjchim. Thaus Philaj taug nwg zaaj, txawm yog Philaj xaav muab nwg tso los mej tsi kaam."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.14","label":"14","content":"Nwg yog tug dlawbhuv hab ncaaj nceeg, tabsis mej tsi kaam Philaj tso nwg. Mej tsua thov kuas Philaj tso tug tuabneeg kws tua tuabneeg rua mej."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.15","label":"15","content":"Mej muab tug kws cawm tuabneeg txujsa tua povtseg, tabsis Vaajtswv tsaa nwg sawv huv qhov tuag rov qaab lug, peb txhaj ua timkhawv has tas nwg tub sawv huv qhov tuag rov qaab lug lawm tag."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.16","label":"16","content":"Tub yog Yexus lub npe kws muaj fwjchim khu tau tug txivneej tuag ceg kws mej pum ntawd muaj zug ntaag. Tub yog vim tug txivneej kws mej pum hab paub nuav ntseeg Yexus, nwg txhaj zoo. Mej pum has tas nwg zoo lawm vim nwg ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.17","label":"17","content":"“Cov kwvtij, kuv paub has tas qhov kws mej hab mej cov thawjcoj ua le ntawd rua Yexus, vim mej tsi paub."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.18","label":"18","content":"Yaav thaus u Vaajtswv kuas cov cev Vaajtswv lug qha ua ntej has tas, tug Mexiyas yuav raug kev tsimtxom; nwgnuav tub muaj tav lawv le Vaajtswv tau has tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.19","label":"19","content":"Yog le ntawd, mej yuavtsum tso mej tej kev txhum tseg hab tig rov lug cuag Vaajtswv, Vaajtswv txhaj yuav zaam mej lub txim. Yog mej ua le ntawd,"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.20","label":"20","content":"tug Tswv yuav paab kuas mej tau zoo nyob kaaj sab lug. Vaajtswv yuav khaiv Yexus kws yog tug Mexiyas lug paab mej."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.21","label":"21","content":"Yexus yuav nyob sau ntuj ceebtsheej moog txug thaus kws ib puas tsaav yaam hloov dlua tshab taag huv tuabsi, tej nuav muaj lawv le cov cev Vaajtswv lug kws yog tuabneeg dlawbhuv thaus u tau qha tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.22","label":"22","content":"Rua qhov Mauxes has tas, ‘Tug Tswv kws yog mej tug Vaajtswv yuav tsaa mej cov ib tug ua tug cev Vaajtswv lug ib yaam le nwg tau tsaa kuv,  mej yuavtsum noog txhua yaam kws nwg qha rua mej."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.23","label":"23","content":"Yog leejtwg tsi noog tej lug kws tug cev Vaajtswv lug ntawd qha, Vaajtswv yuav muab tug ntawd tshem tawm ntawm nwg tsaav tuabneeg moog hab tug ntawd yuav raug kev puamtsuaj.’"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.24","label":"24","content":"Cov cev Vaajtswv lug thaus u kws yog suav txij Xamuyees lug, puavleej has txug tej nuav ib yaam nkaus."},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.25","label":"25","content":"Thaus Vaajtswv kuas nwg cov cevlug qha nwg tej lug cog tseg rua mej, tub yog nwg xaav paab mej. Hab tej lug kws nwg cog tseg rua mej cov yawmkoob, tub yog nwg coglug rua mej hab. Vaajtswv coglug tseg rua Anplahaas has tas, ‘Kuv yuav foom koob moov ntawm koj tug xeebntxwv moog rua txhua tsaav tuabneeg huv qaab ntuj nuav.’"},{"bible_id":"1726","chapter_code":"ACT.3","verse_code":"ACT.3.26","label":"26","content":"Yog le ntawd, Vaajtswv txhaj khaiv nwg tug Tubkhai kws nwg tub xaiv ca lawm lug cuag mej ua ntej, nwg foom koob moov rua mej, kuas mej txhaj tso mej tej kev txhum tseg.”"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.1","label":"1","content":"Thaus Petus hab Yauhaas tseem taabtom qha cov tuabneeg ntawd, cov povthawj qee leej,  cov tubrog kws saib lub Tuamtsev tug thawj hab ib cov Xadukais txawm tuaj nrhav obtug."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.2","label":"2","content":"Puab chim rua Petus hab Yauhaas heev, rua qhov obtug qha rua suavdlawg has tas, Yexus tub sawv huv qhov tuag rov qaab lug lawm. Obtug qha le ntawd, suavdlawg txhaj paub has tas, tuabneeg sawv tau huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.3","label":"3","content":"Puab txawm nteg Petus hab Yauhaas coj moog kaw ib mos, rua qhov thaus ntawd tub tsaus ntuj lawm."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.4","label":"4","content":"Tabsis cov tuabneeg kws tau nov obtug qha zaaj ntawd, muaj ntau leej ntseeg Yexus; suav cov txivneej kws lug ntseeg muaj kwvlaam le tsib txheeb leej."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.5","label":"5","content":"Thaus kaaj ntug lawm, cov Yudais tej thawjcoj, cov txwjlaug hab cov xwbfwb kws qha Vaajtswv txuj Kevcai tuaj ua ke saablaaj huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.6","label":"6","content":"Anas kws yog tug Povthawj Hlub, Kaiyafas, Yauhaas, Alexaades hab lwm tug kws yog tug Povthawj Hlub tsev tuabneeg tuaj nrug puab saablaaj hab."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.7","label":"7","content":"Puab coj Petus hab Yauhaas lug sawv taabmeeg puab hab puab nug obtug has tas, “Leejtwg pub fwjchim rua meb? Hab meb tuav leejtwg lub npe ua tej nuav?”"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.8","label":"8","content":"Taamsim ntawd, Vaaj Ntsujplig tug Dlawbhuv txawm lug kaav Petus lub sab, Petus teb puab has tas, “Cov numtswv kws kaav pejxeem hab cov txwjlaug,"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.9","label":"9","content":"nub nua mej nug wb le nuav, yog mej nug txug qhov kws wb khu tug txivneej tuag ceg nuav lossis nug txug qhov kws nwg ob txhais ceg zoo."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.10","label":"10","content":"Yog mej nug le ntawd, kuv teb rua mej hab cov Yixalayees suavdlawg has tas, tub yog Yexus tug kws yog tuabneeg Naxales ua rua tug txivneej kws sawv taabmeeg mej nuav zoo ntaag. Yexus yog tug kws mej muab ntsa rua sau tug ntoo khaublig, tabsis Vaajtswv tub tsaa nwg sawv huv qhov tuag rov qaab lug lawm."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.11","label":"11","content":"Yexus yog tug kws Vaajtswv txujlug qha tseg has tas: ‘Lub Pobzeb kws cov kws ua tsev muab povtseg, nwgnuav tub muab lub ntawd lug ua lub thawj lawm.’"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.12","label":"12","content":"Tsi muaj leejtwg cawm tau peb dlim peb lub txim, tsuas yog Yexus tuab leeg xwb txhaj cawm tau, tsi muaj dlua lwm tug kws Vaajtswv tso lug cawm peb tuabneeg nplajteb kuas peb dlim peb lub txim le.”"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.13","label":"13","content":"Thaus puab pum has tas Petus hab Yauhaas muaj sab tawv teb le ntawd, puab xaav tsi thoob le, rua qhov puab paub has tas obtug yeej tsi tau kawm ntawv. Ces puab ncu dlheev txug has tas, obtug yeej nrug Yexus nyob ua ke."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.14","label":"14","content":"Tabsis puab tsi muaj lug teb, rua qhov puab pum tug txivneej tuag ceg kws zoo lawm nrug obtug sawv ua ke ntawd."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.15","label":"15","content":"Puab txawm kuas Petus hab Yauhaas obtug tawm moog rua nrau zoov, puab saablaaj has tas,"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.16","label":"16","content":"“Peb yuav ua le caag rua obtug? Cov tuabneeg kws nyob huv lub nroog Yeluxalees nuav puavleej paub has tas, zaaj txujci tseemceeb nuav tub yog obtug ua, yog peb yuav has tas tsi yog obtug ua los yeej has tsi tau."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.17","label":"17","content":"Peb yuavtsum txwv tsi pub obtug has Yexus lub npe rua leejtwg le, zaaj nuav txhaj yuav tsi nrov nchaa moog rua suavdlawg nov.”"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.18","label":"18","content":"Puab txawm hu obtug rov qaab lug, hab puab has rua obtug kuas obtug tsi xob has lossis qha Yexus zaaj ib zag le lawm."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.19","label":"19","content":"Tabsis Petus hab Yauhaas teb puab has tas, “Wb noog mej lug zoo dlua le wb noog Vaajtswv lug los? Mej sim xaav saib, ob qho nuav qhov twg yuav hum Vaajtswv sab dlua?"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.20","label":"20","content":"Tej kws wb nov hab wb pum lawm, wb yeej yuav qha, wb npog tsi tau le.”"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.21","label":"21","content":"Cov numtswv hajyam txwv obtug tawv dlua thawj zag, ces puab maam le tso obtug moog. Puab tsi paub yuav rau txim le caag rua obtug, rua qhov tej tuabneeg kws pum zaaj txujci tseemceeb ntawd suavdlawg puavleej qhuas Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.22","label":"22","content":"Tug txivneej kws Vaajtswv khu zoo ntawd noobnyoog muaj plaub caug tawm xyoo lawm."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.23","label":"23","content":"Thaus cov numtswv tso Petus hab Yauhaas lawm, obtug rov moog rua ntawm cov ntseeg hab qha tej kws cov thawj ntawm cov povthawj hab cov txwjlaug txwv obtug rua puab noog."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.24","label":"24","content":"Thaus cov ntseeg nov le ntawd, puab koom ua ib lub sab thov Vaajtswv has tas: “Vaajtswv, koj yog tug kws tsim lub ntuj hab lub nplajteb, tsim dlej havtxwv hab tsim ib puas tsaav yaam kws nyob sau nruab ntug, nyob huv nplajteb hab huv havtxwv,"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.25","label":"25","content":"koj kuas Vaaj Ntsujplig tug Dlawbhuv qha rua peb yawmkoob Daviv kws yog koj tug tubkhai has tas: ‘Vim le caag lwm Tsaav Tuabneeg chim heev; hab tej tuabneeg tuavhuv ua phem, tabsis ua tsi tau?"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.26","label":"26","content":"Cov vaajntxwv kws kaav lub nplajteb nuav sawv nreg nroog tog hab cov numtswv tuaj ua ke tawmtsaam tug Tswv hab tug Mexiyas.’"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.27","label":"27","content":"Yeej muaj le ntawd tag, rua qhov Helauj hab Pauti-us Philaj obtug nrug lwm Tsaav Tuabneeg hab cov Yixalayees tuaj ua ke rua huv lub nroog nuav tawmtsaam Yexus kws yog koj tug Tubkhai dlawbhuv kws koj tsaa ua tug Mexiyas lawm."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.28","label":"28","content":"Tej kws puab ua nuav tub yog muaj lawv le koj lub fwjchim hab koj tau npaaj sab tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.29","label":"29","content":"Tug Tswv, nwgnuav thov koj tsaa qhovmuag saib tej kws puab ua nruj ua tsiv rua peb. Hab thov koj paab peb cov kws yog koj cov tubkhai kuas muaj lub sab tawv qha koj txujlug."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.30","label":"30","content":"Thov koj cev teg khu tej tuabneeg kws muaj mob, hab thaus peb tuav Yexus kws yog koj tug Tubkhai dlawbhuv lub npe, thov koj ua tej txujci tseemceeb rua suavdlawg pum.”"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.31","label":"31","content":"Thaus puab thov taag, qhov chaw kws puab nyob ntawd txawm ua zug koog, Vaaj Ntsujplig tug Dlawbhuv txawm lug kaav puab txhua tug lub sab, puab txhaj muaj lub sab tawv qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.32","label":"32","content":"Cov ntseeg txhua tug puavleej koom ua ib lub sab. Puab nqaa puab tej qhov txhua chaw tuaj tso ua ke ua suavdlawg tug. Tsi muaj ib tug yuav has tas, tej kws nwg muaj yog nwg le."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.33","label":"33","content":"Vaajtswv pub fwjchim rua cov timthawj, puab txhaj muaj lub sab tawv ua timkhawv has txug zaaj kws Tswv Yexus sawv huv qhov tuag rov qaab lug, hab Vaajtswv foom koob moov rua puab txhua tug."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.34","label":"34","content":"Puab cov ntawd tsi muaj ib tug txomnyem le. Cov kws muaj aav ntau lossis muaj teb, muaj vaaj muaj tsev los nwg muab muag, hab coj cov nyaj kws nwg muag tau tuaj"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.35","label":"35","content":"rua cov timthawj; hab cov timthawj muab cov nyaj ntawd faib rua suavdlawg lawv le tug kws muaj chaw siv."},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.36","label":"36","content":"Yauxej kuj ua le ntawd hab; Yauxej yog xeem Levis, nwg yug tim lub koog Povtxwv Xaipas. Cov timthawj tis dlua ib lub npe rua Yauxej hu ua Npananpas, (lub npe ntawd txhais has tas “Tug kws Txhawb Zug.”)"},{"bible_id":"1726","chapter_code":"ACT.4","verse_code":"ACT.4.37","label":"37","content":"Nwg muab nwg dlaim teb muag, hab coj cov nyaj tuaj rua cov timthawj."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.1","label":"1","content":"Muaj ib tug txivneej hu ua Ananias, nwg tug quaspuj hu ua Xafilas. Ananias muab obtug thaaj aav muag,"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.2","label":"2","content":"Ananias hab nwg tug quaspuj koom sab muab cov nyaj ntawd ibtxha khaws ca lawm, hab coj ibtxha tuaj rua cov timthawj."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.3","label":"3","content":"Petus has rua Ananias has tas, “Ananias ua le caag koj yuav ca dlaab Ntxwgnyoog kaav koj lub sab kuas koj dlaag Vaaj Ntsujplig tug Dlawbhuv, cov nyaj kws koj muag koj thaaj aav, koj tub muab ib co khaws ca lawm los sav?"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.4","label":"4","content":"Thaus koj tsi tau muag koj thaaj aav, thaaj aav ntawd yeej yog koj le; thaus koj muab muag lawm, cov nyaj yeej yog koj le hab. Ua le caag koj yuav muaj lub sab ua le ntawd? Tsi yog koj dlaag tuabneeg, tabsis yog koj dlaag Vaajtswv!”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.5","label":"5","content":"Thaus Ananias nov Petus has le ntawd, taamsim ntawd Ananias txawm qaug ntawg hab tuag kag lawm; thaus suavdlawg nov zaaj nuav, suavdlawg ntshai kawg le."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.6","label":"6","content":"Cov tub hluas txawm lug muab Ananias lub cev qhwv hab kwv coj moog log lawm."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.7","label":"7","content":"Tom qaab ntawd yuav laug peb txoog teev Ananias tug quaspuj tuaj txug, tabsis nwg tsi paub has tas muaj tej xwm ntawd le."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.8","label":"8","content":"Petus has rua Xafilas has tas, “Koj qha rua kuv saib, meb muag meb thaaj aav tau nyaj npaum le ntawd xwb tag los?”. Xafilas teb has tas, “Yog, yeej tau le ntawd xwb tag.”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.9","label":"9","content":"Petus txawm has rua Xafilas has tas, “Ua le caag koj hab koj tug quasyawg yuav koom ua ib lub sab dlaag Vaaj Ntsujplig tug Dlawbhuv? Koj saib, cov tuabneeg kws kwv koj tug quasyawg moog log taabtom lug txug ntawm qhovrooj, puab yuav kwv koj moog log ib yaam nkaus hab!”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.10","label":"10","content":"Taamsim ntawd Xafilas txawm qaug ntawg rua ntawm Petus kutaw hab tuag lawm. Thaus cov tub hluas lug txug, puab pum has tas, Xafilas tub tuag lawm, ces puab txawm kwv nwg moog log nrug nwg tug quasyawg ua ke."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.11","label":"11","content":"Cov ntseeg hab tej tuabneeg kws nov zaaj nuav, puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.12","label":"12","content":"Cov timthawj ua tej txujci kws xaav tsi thoob ntau yaam rua suavdlawg pum. Cov ntseeg naj nub tuaj nyob ua ke ntawm qhov chaw kws hu ua Xalumoos lub qaab khaav."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.13","label":"13","content":"Txawm yog tsi muaj leejtwg lug koom nrug cov ntseeg los suavdlawg qhuas cov ntseeg kawg le."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.14","label":"14","content":"Hab pheej muaj tuabneeg lug ntseeg Vaajtswv coob zuj zug, tsi has quaspuj lossis txivneej."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.15","label":"15","content":"Cov tuabneeg kws pum tej txujci kws cov timthawj ua, puab coj tej tuabneeg muaj mob tuaj tso rua ntawm ntug kev. Puab muab choj hab muab lev pua rua cov tuabneeg mob ntawd pw, puab ua le ntawd, puab xaav has tas thaus Petus taug kev tuaj, Petus tug dluab yuav roog cov tuabneeg mob ntawd qee leej."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.16","label":"16","content":"Tsi yog le ntawd xwb, cov tuabneeg coob coob kws nyob huv tej zog kws nyob ibncig lub nroog Yeluxalees tseem coj puab tej tuabneeg kws muaj mob hab tej tuabneeg kws raug dlaab tuaj rua cov timthawj khu, cov tuabneeg ntawd txhua tug puavleej zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.17","label":"17","content":"Yog le ntawd, tug Povthawj Hlub hab cov Xadukais kws yog nwg tuab paab txhaj ntxub cov timthawj hab tuavhuv ua phem rua cov timthawj,"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.18","label":"18","content":"puab txawm nteg cov timthawj coj moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.19","label":"19","content":"Tabsis mo ntawd tug Tswv ib tug timtswv lug qheb lub tsev lojcuj tej qhovrooj, hab coj cov timthawj tawm moog."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.20","label":"20","content":"Nwg has rua puab has tas, “Mej ca le tawm moog sawv huv lub Tuamtsev, hab qha lub neej tshab nuav rua suavdlawg noog.”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.21","label":"21","content":"Cov timthawj txawm ua le ntawd, puab txhaj sawv ntxuv moog qha cov tuabneeg kws tuaj rua huv lub Tuamtsev. Tug Povthawj Hlub hab cov tuabneeg kws yog nwg tuab paab txawm hu cov Yudais tej numtswv hab cov txwjlaug tuaj ua ke saablaaj, puab khaiv tuabneeg moog coj cov timthawj huv tsev lojcuj lug cuag puab."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.22","label":"22","content":"Tabsis thaus cov tuabneeg kws puab khaiv moog txug huv tsev lojcuj, puab tsi pum cov timthawj lawm. Puab txawm rov qaab lug has rua cov numtswv has tas,"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.23","label":"23","content":"“Thaus peb moog txug ntawm lub tsev lojcuj, peb pum lub qhovrooj tseem kaw zoo zoo, hab muaj ntsugphoo ntsug huv tuabsi. Cov tubrog kws zuv los tseem sawv ntawm qhovrooj zuv. Tabsis thaus peb qheb qhovrooj moog txug huv, tsi pum ib tug tuabneeg nyob huv le!”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.24","label":"24","content":"Thaus cov tubrog kws zuv lub Tuamtsev tug thawj hab cov thawj ntawm cov povthawj nov puab has le ntawd, puab xaav tsi thoob le, sov cov timthawj dlua twg lawm."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.25","label":"25","content":"Taamsim ntawd txawm muaj ib tug txivneej tuaj has rua puab has tas, “Mej noog kuv has, cov tuabneeg kws mej muab kaw rua huv tsev lojcuj, nwgnuav puab taabtom qha suavdlawg huv lub Tuamtsev!”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.26","label":"26","content":"Tug thawj tubrog txawm coj nwg cov tubrog moog nteg cov timthawj coj rov lug, tabsis cov tubrog tsi ua phem rua cov timthawj, rua qhov puab ntshai nyob tsaam cov pejxeem muab pobzeb ntaus puab."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.27","label":"27","content":"Puab coj cov timthawj lug sawv taabmeeg cov numtswv hab tug Povthawj Hlub taug cov timthawj zaaj."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.28","label":"28","content":"Nwg has rua puab has tas, “Peb tub txwv tu nrho has tas, mej tsi xob tuav tug txivneej nuav lub npe qha le nua los sav, ua le caag mej tseem qha hab? Mej saib, tej kws mej qha tub nrov nchaa moog thoob plawg lub nroog Yeluxalees lawm. Mej tseem muab lub txim kws puab tua tug txivneej ntawd rua peb ris hab!”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.29","label":"29","content":"Petus hab cov timthawj teb has tas, “Peb yuavtsum noog Vaajtswv lug heev dlua le noog tuabneeg lug."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.30","label":"30","content":"Mej muab nwg ntsa rua sau tug ntoo khaublig hab muab nwg tua, tabsis tom qaab ntawd peb cov yawmkoob tug Vaajtswv tub tsaa nwg sawv huv qhov tuag rov qaab lug lawm."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.31","label":"31","content":"Hab Vaajtswv kuas nwg moog nyob ntawm Vaajtswv saab xis, Vaajtswv tsaa nwg ua tug Thawj hab ua tug Cawmseej. Vaajtswv ua le ntawd kuas cov Yixalayees tso puab tej kev txhum tseg, Vaajtswv txhaj yuav zaam txim rua puab."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.32","label":"32","content":"Tej nuav peb hab Vaaj Ntsujplig tug Dlawbhuv yeej ua tau timkhawv. Vaaj Ntsujplig yog tug kws Vaajtswv pub rua cov tuabneeg kws noog Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.33","label":"33","content":"Thaus cov numtswv nov le ntawd, puab chim heev, puab xaav muab cov timthawj tua povtseg taamsim ntawd."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.34","label":"34","content":"Tabsis cov numtswv ntawd muaj ib tug hu ua Nkamaliyees, nwg yog cov Falixais hab yog ib tug xwbfwb kws qha Vaajtswv txuj Kevcai kws suavdlawg fwm heev. Nwg sawv hab kuas luas coj cov timthawj tawm moog ib plag nrau zoov,"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.35","label":"35","content":"ces nwg txawm has rua cov numtswv has tas, “Cov kwvtij Yixalayees, mej tsi xob rawm ua le caag rua cov tuabneeg nuav, mej yuavtsum ua tuab zoo taug puab zaaj tsaiv."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.36","label":"36","content":"Mej puas ncu has tas, yaav taag lug The-udas khaav has tas, nwg yog ib tug tuabneeg tseemceeb, hab yuav laug muaj plaub puas leej tuaj nwg tog, tabsis nwg raug luas muab tua tuag lawm. Ces cov tuabneeg kws tuaj nwg tog txawm tsiv ua dlog ua dlig taag, nwgnuav tub tsi nov leejtwg has txug nwg le lawm."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.37","label":"37","content":"Tom qaab ntawd, thaus cov numtswv taabtom sau cov pejxeem tej npe saib muaj coob npaum le caag, thaus ntawd muaj ib tug txivneej hu ua Yudas, nwg yog tuabneeg Kalilais. Nwg tuaj ntxag cov pejxeem kuas suavdlawg tuaj nwg tog, tabsis muaj tuabneeg muab nwg tua tuag lawm hab, ces cov tuabneeg kws tuaj nwg tog txawm tsiv ua dlog ua dlig taag lawm."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.38","label":"38","content":"Yog le ntawd, kuv has rua mej has tas, mej ca le tso cov timthawj nuav moog, tsi xob ua le caag rua puab. Tej num kws puab ua ntawd, yog tuabneeg kuas puab ua xwb, ces tej ntawd yeej yuav pluj moog,"},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.39","label":"39","content":"tabsis yog Vaajtswv kuas puab ua, ces mej yuav kov tsi yeej puab le. Yog mej tawmtsaam puab, nyob tsaam yog mej tawmtsaam Vaajtswv!” Cov numtswv pum zoo lawv le Nkamaliyees has."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.40","label":"40","content":"Puab hu cov timthawj lug, puab muab cov timthawj nplawm, hab txwv tsi pub puab tuav Yexus lub npe qha leejtwg le, ces puab txawm tso cov timthawj moog lawm."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.41","label":"41","content":"Thaus cov timthawj tawm ntawm cov numtswv moog, puab zoo sab kawg le, rua qhov Vaajtswv pum zoo ca cov kws qha Yexus zaaj raug kev txaajmuag."},{"bible_id":"1726","chapter_code":"ACT.5","verse_code":"ACT.5.42","label":"42","content":"Puab naj nub moog qha Txujmoo Zoo kws has txug Yexus kws yog tug Mexiyas huv lub Tuamtsev hab huv puab tej tsev rua suavdlawg noog."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.1","label":"1","content":"Tom qaab ntawd pheej muaj tuabneeg lug ua Yexus cov thwjtim coob zuj zug ntxiv. Ces cov Yudais kws has lug Kilis hab cov Yudais kws has lug Henplais tsi sis hum. Cov Yudais kws has lug Kilis ywg has tas, txhua nub kws faib zaub mov hab faib nyaj txag, puab tsi faib rua cov puj ntsuag kws yog tuabneeg Yudais kws has lug Kilis."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.2","label":"2","content":"Ces kaum ob tug timthawj txhaj hu cov ntseeg tuaj ua ke hab has rua puab tas, “Tsi tsimnyog peb cov kws yog timthawj tso qhov kws qha Vaajtswv txujlug tseg hab moog ua cov kws saib suavdlawg tej zaub mov."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.3","label":"3","content":"Yog le ntawd, cov kwvtij, mej ca le xaiv xyaa leej lug rua peb, puab yuavtsum yog cov kws suavdlawg fwm, puv npo Vaaj Ntsujplig tug Dlawbhuv hab muaj tswvyim, peb yuav tsaa puab ua teg num nuav."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.4","label":"4","content":"Peb txhaj muaj sijhawm thov Vaajtswv hab moog qha Vaajtswv txujlug.”"},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.5","label":"5","content":"Suavdlawg pum zoo ua lawv le cov timthawj has, ces puab txawm xaiv Xatefanaus tug kws muab sab rau ntseeg hab puv npo Vaaj Ntsujplig tug Dlawbhuv, hab puab xaiv Filis, Pakhaulus, Nikanaus, Timoos, Pamenas, hab Nikaulus kws nyob peg lub nroog Aati-aukias tuaj, nwg yog lwm Tsaav Tuabneeg kws coj cov Yudais txuj kevcai."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.6","label":"6","content":"Cov ntseeg txawm coj xyaa leej ntawd lug rua cov timthawj, cov timthawj tuav puab, thov Vaajtswv rua puab hab tsaa puab ua teg num ntawd."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.7","label":"7","content":"Vaajtswv txujlug txawm nrov nchaa moog thoob plawg txhua qhov chaw. Cov thwjtim kws nyob huv lub nroog Yeluxalees pheej muaj coob zuj zug ntxiv, hab muaj cov povthawj ntau leej lug ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.8","label":"8","content":"Vaajtswv foom koob moov rua Xatefanaus hab pub fwjchim rua nwg ua tej txujci tseemceeb kws xaav tsi thoob rua suavdlawg pum."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.9","label":"9","content":"Tabsis muaj qee leej tswvcuab kws tuaj huv cov Tuabneeg Ywjpheej  lub tsev saablaaj tuaj (luas ibtxwm hu le ntawd), muaj ibtxha yog cov Yudais kws nyob huv lub nroog Kilenes hab huv lub nroog Alexaadias tuaj, puab cov ntawd hab cov Yudais kws tuaj peg lub tebchaws Kilikias hab huv lub xeev Axias tuaj, txawm nrug Xatefanaus sis caav."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.10","label":"10","content":"Tabsis puab caav tsi yeej Xatefanaus, rua qhov Vaajtswv pub tswvyim rua Xatefanaus."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.11","label":"11","content":"Puab txawm ndlav qee leej ua timkhawv dlaag has tas, “Peb nov tug txivneej nuav thuam Mauxes hab thuam Vaajtswv!”"},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.12","label":"12","content":"Puab txhobtxwm ua le ntawd kuas cov pejxeem, cov txwjlaug hab cov xwbfwb kws qha Vaajtswv txuj Kevcai suavdlawg ntxhuv. Puab txawm sau nthwv lug nteg Xatefanaus hab coj nwg moog cuag cov numtswv."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.13","label":"13","content":"Hab puab coj ob peb tug lug ua timkhawv dlaag has tas, “Tug txivneej nuav naj nub thuam peb lub Tuamtsev kws dlawbhuv hab thuam Mauxes txuj kevcai."},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.14","label":"14","content":"Peb nov nwg has tas tug Yexus kws yog tuabneeg Naxales yuav muab lub Tuamtsev nuav rhuav, hab nwg yuav hloov Mauxes txuj kevcai kws Mauxes muab rua peb!”"},{"bible_id":"1726","chapter_code":"ACT.6","verse_code":"ACT.6.15","label":"15","content":"Taagnrho cov tuabneeg kws nyob huv lub tsev saablaaj ntawd saib quas ntsoov Xatefanaus, puab pum nwg lub ntsejmuag ci ib yaam le ib tug timtswv ceebtsheej lub."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.1","label":"1","content":"Tug Povthawj Hlub nug Xatefanaus has tas, “Koj tau has le puab has tag los?”"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.2","label":"2","content":"Xatefanaus teb has tas, “Mej cov ua kwv ua tij hab ua txiv, mej ca le noog kuv has! Thaus peb yawmkoob Anplahaas tseem nyob tim tebchaws Mexuputamias kws nwg tseem tsi tau tsiv moog nyob peg lub nroog Halaas, Vaajtswv tug tshwjchim kws ci ntsaa ab tau tshwm lug rua nwg pum"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.3","label":"3","content":"hab has rua nwg tas, ‘Koj ca le tso koj tej kwvtij tseg hab tawm huv koj lub tebchaws nuav moog rua ib lub tebchaws kws kuv yuav qha rua koj.’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.4","label":"4","content":"Anplahaas txawm tawm huv tebchaws Khade-as moog rua peg lub nroog Halaas. Thaus Anplahaas txiv tuag lawm, Vaajtswv has kuas Anplahaas tsiv lug nyob huv lub tebchaws kws nwgnuav mej nyob nuav."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.5","label":"5","content":"Thaus ntawd Vaajtswv tseem tsi tau pub ib thaaj aav luaj xibteg rua Anplahaas le, tabsis Vaajtswv coglug tseg has tas Vaajtswv yuav muab lub tebchaws ntawd rua nwg hab nwg cov xeebntxwv ua puab tug moog le. Thaus Vaajtswv coglug rua Anplahaas ntawd, Anplahaas tseem tsi tau muaj mivnyuas."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.6","label":"6","content":"Vaajtswv has rua Anplahaas has tas, ‘Koj cov xeebntxwv yuav moog nrug lwm tsaav tuabneeg nyob huv luas lub tebchaws, puab yuav moog ua luas qhev hab luas yuav tsimtxom puab plaub puas xyoo."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.7","label":"7","content":"Tabsis kuv yuav rau txim rua cov tuabneeg kws tsimtxom koj cov xeebntxwv, tom qaab ntawd, puab yuav tawm huv lub tebchaws ntawd lug pehawm kuv ntawm nuav.’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.8","label":"8","content":"Vaajtswv muab txuj kevcai txav rua Anplahaas ua lub cim qha has tas, Vaajtswv coglug tseg rua Vaajtswv tsaav tuabneeg. Thaus yug Ixaj tau yim nub lawm, Anplahaas txawm muab Ixaj ua kevcai txav tawv. Ixaj muab Yakhauj ua kevcai txav, hab Yakhauj muab nwg kaum ob tug tub kws yog peb tsaav tuabneeg cov yawmkoob kws muaj koob meej nyob nto moo lug ua kevcai txav."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.9","label":"9","content":"“Yakhauj cov tub ntawd muaj lub sab khib rua puab tug kwv Yauxej, puab txhaj muab Yauxej muag moog ua qhev rua nraag tebchaws Iziv. Tabsis Vaajtswv nrug nraim Yauxej"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.10","label":"10","content":"hab Vaajtswv paab Yauxej dlim Yauxej tej kev txomnyem. Thaus Yauxej moog cuag Falaus kws yog cov Iziv tug vaajntxwv, Vaajtswv pub tswvyim rua Yauxej ua tau hum Falaus sab, Falaus txhaj tsaa Yauxej ua tug saib Falaus lub tebchaws hab saib txhua yaam huv Falaus lub loog."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.11","label":"11","content":"Tom qaab ntawd txawm muaj kev tshaib plaab thoob plawg tebchaws Iziv hab tebchaws Kana-aas, suavdlawg txomnyem kawg le. Peb cov yawmkoob nrhav tsi tau noj,"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.12","label":"12","content":"Yakhauj nov has tas, nyob nraag tebchaws Iziv muaj mov, ces nwg txawm khaiv peb cov yawmkoob moog nraag tebchaws Iziv, zag ntawd yog thawj zag kws puab moog nraag."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.13","label":"13","content":"Thaus puab rov moog zag ob, Yauxej txhaj qha rua nwg cov tijlaug paub has tas, nwg yog puab tug kwv, hab qha nwg tsev tuabneeg rua Falaus paub."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.14","label":"14","content":"Yauxej khaiv tuabneeg moog tog Yakhauj kws yog nwg txiv, hab kuas Yakhauj coj taagnrho nwg tsev tuabneeg kws muaj xyaa caum tsib leeg lug nyob huv tebchaws Iziv."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.15","label":"15","content":"Yakhauj txawm moog nyob nraag tebchaws Iziv. Yakhauj hab nwg cov tub puavleej tuag taag rua nraag."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.16","label":"16","content":"Puab cov tubki txawm kwv puab rov lug log rua ntawm lub toj ntxaas kws nyob ntawm Sekhees. Lub toj ntxaas ntawd yog lub kws thaus u Anplahaas muab nyaj yuav ntawm cov tuabneeg Hamaus lug."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.17","label":"17","content":"“Thaus yuav txug lub sijhawm kws Vaajtswv ua lawv le Vaajtswv tau coglug tseg rua Anplahaas lawm, thaus ntawd peb tsaav tuabneeg kws nyob huv tebchaws Iziv fuamvaam coob heev."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.18","label":"18","content":"Thaus kawg muaj dlua ib tug vaajntxwv lug kaav tebchaws Iziv. Tug vaajntxwv ntawd tsi paub Yauxej."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.19","label":"19","content":"Tug vaajntxwv ntawd ua phem rua peb tsaav tuabneeg, tsimtxom peb cov yawmkoob tsi pub puab tu puab tej mivnyuas, hab yuam kuas puab muab puab tej mivnyuas mog povtseg kuas tuag taag."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.20","label":"20","content":"Thaus ntawd yog lub sijhawm yug Mauxes, Mauxes yog ib tug mivtub zoo nraug heev. Nwg nam nwg txiv tu nwg huv tsev tau peb lub hlis,"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.21","label":"21","content":"hab thaus obtug coj Mauxes moog tso rua nraag ntug dlej, Falaus tug ntxhais txawm coj moog tu hab saws ua nwg tub."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.22","label":"22","content":"Mauxes kawm paub cov tuabneeg Iziv tej kev txawj kev ntse huv tuabsi. Mauxes yog ib tug txawj ntse heev, nwg ua yaam twg los ua tau."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.23","label":"23","content":"“Thaus Mauxes noobnyoog muaj plaub caug xyoo, nwg moog ncig saib nwg cov kwvtij Yixalayees."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.24","label":"24","content":"Nwg pum ib tug tuabneeg Iziv tsimtxom ib tug tuabneeg Yixalayees, nwg txawm moog muab tug tuabneeg Iziv tua povtseg, nwg ua le ntawd pauj qhov kws tug tuabneeg Iziv tsimtxom tug Yixalayees."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.25","label":"25","content":"(Mauxes ua le ntawd nwg xaav has tas, nyaj nwg tsaav tuabneeg yuav paub has tas, Vaajtswv xaiv nwg lug paab puab kuas puab dlim, tabsis puab tsi paub.)"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.26","label":"26","content":"Nub tom qaab nwg pum ob tug tuabneeg Yixalayees taabtom sis ntaus, nwg txawm cheem obtug has tas, ‘Meb tub yog kwvtij; ua le caag meb tseem yuav sis ntaus ua dlaabtsi?’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.27","label":"27","content":"Tabsis tug kws ua txhum txawm muab Mauxes thawb ntag rua ib caag, hab nwg has rua Mauxes has tas, ‘Leejtwg tsaa koj ua tug saib hab txav txim rua peb?"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.28","label":"28","content":"Koj yuav muab kuv tua ib yaam le naag mo koj tua tug tuabneeg Iziv hab los?’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.29","label":"29","content":"Thaus Mauxes nov le ntawd, nwg txawm tsiv tawm huv tebchaws Iziv moog nyob tim tebchaws Midias. Nwg nyob huv lub tebchaws ntawd, nwg tau ob tug tub."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.30","label":"30","content":"“Tom qaab plaub caug xyoo lawm, muaj ib tug timtswv ceebtsheej lug tshwm rua nwg huv cov nplaim tawg ntawm ib tsob ntoo rua Mauxes pum tom taj suabpuam kws ze lub Roob Xinais."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.31","label":"31","content":"Thaus Mauxes pum le ntawd, Mauxes xaav tsi thoob le, nwg yuav txaav moog saib ze ze, tabsis nwg nov tug Tswv lub suab has rua nwg has tas,"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.32","label":"32","content":"‘Kuv yog koj cov yawmkoob tug Vaajtswv, kuv yog Anplahaas, Ixaj hab Yakhauj tug Vaajtswv.’ Mauxes nov le ntawd, Mauxes ntshai ua ib ce tshee nyo hab tsaa tsi taug qhovmuag saib le."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.33","label":"33","content":"Tabsis tug Tswv has rua Mauxes has tas, ‘Koj ca le hle koj nkawm khau, rua qhov qhov chaw kws koj sawv ntawm ko yog qhov chaw dlawbhuv."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.34","label":"34","content":"Kuv tub pum kuv tsaav tuabneeg raug kev tsimtxom nraag tebchaws Iziv, hab kuv tub nov puab lub suab quaj lawm, kuv txhaj lug paab kuas puab dlim tej kev tsimtxom ntawd. Koj ca le lug, kuv yuav khaiv koj moog nraag tebchaws Iziv.’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.35","label":"35","content":"“Tug Mauxes nuav tub yog tug kws cov Yixalayees tsi leeg yuav, hab puab has rua nwg tas, ‘Leejtwg tsaa koj ua tug saib hab txav txim rua peb?’ Vaajtswv kuas tug timtswv ceebtsheej lug tshwm huv tsob ntoo kws muaj nplaim tawg rua Mauxes pum, ua tug paab Mauxes, tug kws Vaajtswv khaiv moog ua tug saib hab paab puab kuas dlim."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.36","label":"36","content":"Thaus Mauxes coj cov Yixalayees tawm huv tebchaws Iziv, nwg ua tej txujci tseemceeb kws xaav tsi thoob huv tebchaws Iziv, ntawm ntug dlej Havtxwv Lab hab plaub caug xyoo kws puab nyob tom taj suabpuam."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.37","label":"37","content":"Mauxes yog tug kws has rua cov Yixalayees has tas, ‘Vaajtswv yuav khaiv ib tug huv mej cov ua tug kws cev Vaajtswv lug rua mej, ib yaam le nwg tau tsaa kuv  lawm.’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.38","label":"38","content":"Mauxes yog tug kws nrug cov Yixalayees nyob tom taj suabpuam; Mauxes nrug peb cov yawmkoob ua ke, hab nrug tug timtswv ceebtsheej kws lug has rua Mauxes sau Roob Xinais nyob. Hab Mauxes yog tug kws cev Vaajtswv lug rua peb."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.39","label":"39","content":"“Tabsis peb cov yawmkoob tsi noog nwg lug; puab muab nwg thawb ntag rua ib caag, hab puab xaav rov qaab moog nyob nraag tebchaws Iziv."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.40","label":"40","content":"Puab txhaj has rua Aloos has tas, ‘Koj ca le nchuav ib cov mlom coj peb kev moog. Peb tsi paub has tas sov muaj xwm dlaabtsi rua Mauxes tug kws coj peb kev tawm huv tebchaws Iziv lug lawm.’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.41","label":"41","content":"Ces thaus ntawd puab txawm nchuav tau ib tug mlom zoo le ib tug nyuj, puab muab tsaj tua hlawv fij rua tug mlom ntawd, hab puab ua rooj noj rooj haus hawm tug mlom kws puab txhais teg puab."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.42","label":"42","content":"Vim le ntawd, Vaajtswv txhaj tso puab tseg hab ca puab pe tej nubqub kws nyob sau nruab ntug, lawv le cov kws cev Vaajtswv lug sau tseg has tas: ‘Cov Yixalayees! Plaub caug xyoo kws mej nyob tom taj suabpuam, tej tsaj kws mej muab tua fij ntawd, tsi yog mej tua fij rua kuv."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.43","label":"43","content":"Mej kwv tug vaajtswv Maulej lub tsevntaub, hab coj tug mlom nubqub Lefas kws yog mej tug vaajtswv; tej ntawd yog tej kws mej txhais teg puab rua mej pe. Vim mej ua le ntawd, kuv yuav ntab kuas mej tsiv dlhau lub nroog Npanpiloos moog.’"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.44","label":"44","content":"“Thaus peb cov yawmkoob tseem nyob tom taj suabpuam, puab muaj lub Tsevntaub kws nrug Vaajtswv sis coglug. Lub Tsevntaub ntawd puab ua lawv le Vaajtswv has lossis ua lawv le tug qauv kws Vaajtswv muab qha rua Mauxes."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.45","label":"45","content":"Tom qaab ntawd, peb cov yawmkoob kwv lub Tsevntaub kws peb cov yawmsuab muab rua puab nrug Yausuas moog txeeb tau lwm tsaav tuabneeg lub tebchaws. Puab moog txeeb tau, tub yog Vaajtswv ntab cov tuabneeg ntawd tawm, ca peb cov yawmkoob lug nyob. Lub Tsevntaub nyob huv lub tebchaws ntawd lug txug Daviv tam."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.46","label":"46","content":"Daviv ua hum Vaajtswv sab, Daviv txhaj thov Vaajtswv kuas ca Daviv ua ib lub Tuamtsev rua Yakhauj tug Vaajtswv  nyob."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.47","label":"47","content":"Tabsis thaus kawg Xalumoos yog tug kws ua lub Tuamtsev ntawd."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.48","label":"48","content":"“Tabsis Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tsi nyob huv lub tsev kws tuabneeg txhais teg ua; lawv le tug cev Vaajtswv lug has tas,"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.49","label":"49","content":"‘Tug Tswv has tas, ntuj ceebtsheej yog kuv lub zwmtxwv; hab nplajteb yog kuv lub chaw tag taw. Mej yuav ua lub tsev luaj le caag rua kuv nyob? hab yuav ua kuv lub chaw su rua qhov twg?"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.50","label":"50","content":"Tsi yog kuv txhais teg tsim ib puas tsaav yaam huv tuabsi los?’ ”"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.51","label":"51","content":"Xatefanaus has ntxiv tas, “Cov tuabneeg tawv ncauj, ua le caag mej tsi nov Vaajtswv txujlug le! Mej naj zag tawmtsaam Vaaj Ntsujplig tug Dlawbhuv ib yaam le mej cov yawmkoob!"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.52","label":"52","content":"Tsi muaj ib tug cev Vaajtswv lug kws mej cov yawmkoob tsi tau tsimtxom le. Puab tua cov cev Vaajtswv lug kws xub qha ua ntej lawm has tas, Vaajtswv tug Tubkhai kws ncaaj nceeg yuav lug. Nwg yog tug kws mej muab rua cov numtswv hab puab muab nwg tua povtseg ntaag."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.53","label":"53","content":"Txawm yog Vaajtswv tug timtswv muab Vaajtswv txuj kevcai rua mej los mej tsi ua lawv le tej kevcai ntawd!”"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.54","label":"54","content":"Thaus cov Yudais tej numtswv nov Xatefanaus has le ntawd, puab npautawg hab chim heev, puab zawm nav quas zog rua Xatefanaus."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.55","label":"55","content":"Tabsis Xatefanaus puv npo Vaaj Ntsujplig tug Dlawbhuv, nwg tsaa qhovmuag saib sau ntuj, nwg pum Vaajtswv tug tshwjchim kws ci ntsaa ab hab pum Yexus sawv ntawm Vaajtswv saab xis."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.56","label":"56","content":"Xatefanaus has rua puab has tas, “Mej saib! Kuv pum ntuj ceebtsheej qheb hab pum Tuabneeg Leej Tub sawv ntawm Vaajtswv saab xis!”"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.57","label":"57","content":"Thaus puab nov Xatefanaus has le ntawd, puab txawm qw nrov nrov hab muab teg pus qhovntsej hab dlha moog rua ntawm Xatefanaus,"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.58","label":"58","content":"puab muab Xatefanaus thawb ntag rua saab nrau ntug nroog hab muab pobzeb ntaus nwg. Cov timkhawv kws nkaug Xatefanaus txawm hle puab tej tsho tso rua ntawm ib tug hluas kws hu ua Xaulus kutaw."},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.59","label":"59","content":"Thaus puab taabtom muab pobzeb ntaus Xatefanaus. Xatefanaus thov Vaajtswv has tas, “Tswv Yexus, thov koj coj kuv tug ntsujplig moog nrug koj nyob!”"},{"bible_id":"1726","chapter_code":"ACT.7","verse_code":"ACT.7.60","label":"60","content":"Xatefanaus txhus caug ndlua hab has nrov nrov has tas, “Tug Tswv! Thov koj zaam txim rua puab.” Thaus nwg has le ntawd taag, ces nwg txawm tu sav nrho lawm."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.1","label":"1","content":"Xaulus pum zoo puab tua Xatefanaus hab. Txij nub ntawd lug cov ntseeg kws nyob huv lub nroog Yeluxalees raug tsimtxom heev. Taagnrho cov ntseeg suavdlawg tsiv moog nyob txhua lub zog huv xeev Yudas hab xeev Xamalis, tsuas tshuav cov timthawj txhaj tsi tsiv xwb."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.2","label":"2","content":"Cov txivneej kws fwm Vaajtswv muaj qee leej tuaj muab Xatefanaus lub cev kwv moog log, puab quaj hab hlub Xatefanaus kawg le."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.3","label":"3","content":"Xaulus tsimtxom cov ntseeg heev; nwg moog huv cov ntseeg tej tsev ib lub rua ib lub, nwg nteg cov ntseeg, tsi has quaspuj lossis txivneej huv tuabsi coj moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.4","label":"4","content":"Cov ntseeg kws tsiv moog nyob rua txhua qhov chaw, puab kuj moog qha Txujmoo Zoo rua qhov ntawd."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.5","label":"5","content":"Filis moog rua huv ib lub nroog  kws nyob rua huv xeev Xamalis, nwg qha has txug tug Mexiyas rua cov tuabneeg ntawd noog."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.6","label":"6","content":"Thaus suavdlawg nov Filis qha hab pum tej txujci tseemceeb kws Filis ua, puab ua tuab zoo noog nwg qha."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.7","label":"7","content":"Cov tuabneeg raug dlaab ntau leej tuaj cuag Filis kuas Filis ntab dlaab tawm, thaus dlaab yuav tawm, dlaab qw nrov nrov hab tawm moog lawm. Filis khu tej tuabneeg tuag teg tuag taw hab tej tuabneeg cegtawv txhua tug zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.8","label":"8","content":"Cov tuabneeg kws nyob huv lub nroog ntawd, suavdlawg zoo sab kawg le."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.9","label":"9","content":"Muaj ib tug txivneej hu ua Ximoos, nwg nyob huv lub nroog ntawd tau ntev lug lawm. Nwg yog ib tug kws txawj ua khawvkoob, nwg pheej ua rua cov tuabneeg Xamalis xaav tsi thoob le. Nwg khaav has tas, nwg yog ib tug tuabneeg tseemceeb,"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.10","label":"10","content":"taagnrho cov tuabneeg kws nyob huv lub nroog ntawd, tsi has tug hlub tug yau puavleej fwm nwg. Puab has tas, “Tug txivneej nuav muaj Vaajtswv lub fwjchim kws hu ua ‘Lub Fwjchim Luj Kawg Nkaus.’ ”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.11","label":"11","content":"Puab noog nwg lug, rua qhov nwg tub ua khawvkoob rua puab kuas puab muab sab npuab nwg ntev lug lawm."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.12","label":"12","content":"Tabsis thaus suavdlawg nov Txujmoo Zoo kws Filis qha txug Vaajtswv Lub Tebchaws hab has txug Yexus Khetos, puab suavdlawg tsi has quaspuj lossis txivneej txawm lug ntseeg Yexus hab ua kevcai raus dlej huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.13","label":"13","content":"Ximoos txawm lug ntseeg Yexus hab. Thaus nwg ua kevcai raus dlej taag lawm, nwg pheej nrug Filis ua ke. Thaus nwg pum tej txujci tseemceeb kws Filis ua, nwg xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.14","label":"14","content":"Thaus cov timthawj kws nyob nraag lub nroog Yeluxalees nov has tas, cov tuabneeg Xamalis txais yuav Vaajtswv txujlug lawm, cov timthawj txawm khaiv Petus hab Yauhaas moog saib puab."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.15","label":"15","content":"Thaus obtug moog txug, obtug thov Vaajtswv pub Vaaj Ntsujplig tug Dlawbhuv rua cov ntseeg ntawd."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.16","label":"16","content":"Rua qhov Vaaj Ntsujplig tug Dlawbhuv tseem tsi tau lug nrug cov ntseeg ntawd nyob, tsuas yog Filis tuav Yexus lub npe muab puab ua kevcai raus dlej lawm xwb."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.17","label":"17","content":"Petus hab Yauhaas obtug tsaa teg rua puab, ces puab txhua tug txawm tau txais Vaaj Ntsujplig tug Dlawbhuv."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.18","label":"18","content":"Thaus ob tug timthawj tsaa teg rua cov ntseeg ntawd, Ximoos pum has tas puab txhua tug puavleej tau Vaaj Ntsujplig tug Dlawbhuv, ces Ximoos txawm muab nyaj rua Petus hab Yauhaas obtug."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.19","label":"19","content":"Ximoos has rua obtug has tas, “Thov meb faib lub fwjchim nuav rua kuv hab, thaus kuv tsaa teg rua leejtwg, tug ntawd txhaj yuav tau Vaaj Ntsujplig tug Dlawbhuv.”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.20","label":"20","content":"Tabsis Petus teb Ximoos has tas, “Koj hab koj cov nyaj yuav tuab txhij poob moog rua huv ntuj tawg, rua qhov koj xaav has tas koj muab nyaj yuav tau lub fwjchim kws Vaajtswv pub!"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.21","label":"21","content":"Koj yuav tsi muaj feem lug nrug peb koom ua teg num nuav, rua qhov Vaajtswv paub has tas koj lub sab tsi ncaaj."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.22","label":"22","content":"Koj ca le tso plhuav tej kev phem kws koj xaav ko tseg, hab thov Vaajtswv zaam tej kev txhum kws koj lub sab xaav phem ntawd huv tuabsi moog."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.23","label":"23","content":"Rua qhov kuv paub has tas koj yog ib tug tuabneeg kws sab hlub, hab koj tej kev phem tub khi koj lawm, koj yuav nti tsi dlim le.”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.24","label":"24","content":"Ximoos txawm has rua Petus hab Yauhaas has tas, “Thov meb thov Vaajtswv paab kuv, kuas kuv tsi xob raug tej kws meb has ntawd ib qho le.”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.25","label":"25","content":"Thaus Petus hab Yauhaas obtug qha tej kws obtug pum hab paub, hab qha tug Tswv Txujmoo Zoo rua suavdlawg noog taag lawm, obtug txawm rov qaab moog rua nraag lub nroog Yeluxalees. Thaus obtug taug kev rov qaab moog, obtug qha Txujmoo Zoo rua ntau lub zog kws nyob huv xeev Xamalis."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.26","label":"26","content":"Tug Tswv ib tug timtswv lug has rua Filis has tas, “Koj ca le sawv kev moog rua saab qaabteb,  koj taug txujkev kws tuaj tom lub nroog Yeluxalees tuaj moog rua nraag lub nroog Nkaxas.” (Nwgnuav txujkev ntawd tsi muaj tuabneeg moog lawm.)"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.27","label":"27","content":"Yog le ntawd Filis txawm sawv kev moog; thaus Filis taabtom taug kev moog, nwg ntsib ib tug nraug saam kws yog tuabneeg Eti-upias, hab yog ib tug numtswv kws saib nam Vaajntxwv Kaadakes kws kaav tebchaws Eti-upias lub txhaab nyaj. Tug nom ntawd moog pehawm Vaajtswv huv lub nroog Yeluxalees hab caij tsheb neeg rov lug tsev."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.28","label":"28","content":"Thaus nwg caij tsheb neeg rov lug tsev, nwg nyeem phoo ntawv kws Yaxayas kws yog tug cev Vaajtswv lug sau tseg."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.29","label":"29","content":"Vaaj Ntsujplig tug Dlawbhuv txawm has rua Filis has tas, “Koj ca le caum kuas cuag lub tsheb neeg ntawd.”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.30","label":"30","content":"Filis dlha ceev nrooj moog, nwg nov tug nom ntawd taabtom nyeem Yaxayas kws yog tug cev Vaajtswv lug phoo ntawv. Filis nug has tas, “Zaaj kws koj nyeem ko, koj puas totaub?”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.31","label":"31","content":"Tug nom ntawd teb has tas, “Tub tsi muaj leejtwg qha lub ntsab rua kuv, kuv yuav ua le caag totaub?” Tug nom ntawd txawm kuas Filis nce moog nrug nwg caij tsheb neeg."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.32","label":"32","content":"Vaajtswv txujlug kws tug nom ntawd nyeem has le nuav: “Puab caab nwg moog ib yaam le caab tug yaaj moog tua, nwg zoo ib yaam le tug yaaj kws nyob tuabywv rua luas txav plaub. Nwg tsi has ib lus le."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.33","label":"33","content":"Puab ua saib tsi taug nwg hab txav txim tsi ncaaj rua nwg. Tsi muaj leejtwg yuav paub txug nwg cov xeebntxwv, rua qhov nwg tub tsi muaj sa nyob huv nplajteb nuav lawm.”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.34","label":"34","content":"Tug nom ntawd has rua Filis has tas, “Thov koj qha zaaj nuav rua kuv saib. Tug kws cev Vaajtswv lug has le nuav, yog nwg has txug leejtwg? Nwg has txug nwg lossis nwg has txug lwm tug?”"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.35","label":"35","content":"Filis txawm qha Txujmoo Zoo kws has txug Yexus zaaj rua tug nom noog. Nwg qha zaaj kws tug nom ntawd taabtom nyeem ntaag."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.36","label":"36","content":"Thaus obtug taabtom caij tsheb neeg taug kev moog, obtug moog txug ntawm ib qhov chaw kws muaj dlej. Tug nom ntawd has rua Filis has tas, “Tub muaj dlej nyob ntawm nuav, koj muab kuv ua kevcai raus dlej puas tau?” ["},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.37","label":"37","content":"Filis has rua tug nom ntawd has tas, “Yog koj ntseeg tag tag, kuv muab koj ua kevcai raus dlej ntawm nuav los tau.” Tug nom ntawd teb has tas, “Kuv ntseeg has tas, Yexus Khetos yog Vaajtswv tug Tub.”]"},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.38","label":"38","content":"Tug nom ntawd txawm kuas nreg tsheb neeg, ces obtug txawm nqeg moog rua huv dlej, hab Filis muab tug nom ntawd ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.39","label":"39","content":"Thaus obtug tawm huv dlej lug, tug Tswv tug Ntsujplig txawm coj Filis moog rua lwm qhov, tug nom ntawd tsi pum Filis lawm, ces tug nom ntawd txawm caij tsheb neeg moog tsev, nwg zoo sab kawg le."},{"bible_id":"1726","chapter_code":"ACT.8","verse_code":"ACT.8.40","label":"40","content":"Muaj tuabneeg pum Filis nyob peg lub nroog Axautais; Filis moog qha Txujmoo Zoo thoob plawg tej nroog kws nyob cheebtsaam ntawd moog txug rua peg lub nroog Xixaleyas."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.1","label":"1","content":"Thaus ntawd Xaulus tseem ua nruj ua tsiv yuav tua cov kws ntseeg tug Tswv povtseg. Xaulus moog cuag tug Povthawj Hlub,"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.2","label":"2","content":"hab thov ntawv nteg tuabneeg coj moog rua cov Yudas tej thawj kws saib cov tsev saablaaj peg lub nroog Damaxes has tas, nwg muaj cai nteg cov kws coj tug Tswv txuj kevcai, tsi has quaspuj lossis txivneej coj moog kaw rua nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.3","label":"3","content":"Thaus Xaulus taabtom moog yuav txug lub nroog Damaxes, txawm muaj dluab ci nplaag sau ntuj tuaj rua nwg."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.4","label":"4","content":"Nwg txawm qaug ntawg rua huv aav, nwg nov ib lub suab has rua nwg has tas, “Xaulus, Xaulus! Ua le caag koj tsimtxom kuv?”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.5","label":"5","content":"Xaulus nug has tas, “Tug Tswv, koj yog leejtwg?” Lub suab ntawd teb has tas, “Kuv yog Yexus tug kws koj tsimtxom ntaag."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.6","label":"6","content":"Koj ca le sawv moog rua huv lub nroog, yuav muaj tuabneeg qha rua koj paub has tas, koj yuavtsum ua dlaabtsi.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.7","label":"7","content":"Cov txivneej kws nrug Xaulus moog ntawd, puab txhua tug yoob taag huv tuabsi; puab nov lub suab ntawd, tabsis puab saib tsi pum leejtwg le."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.8","label":"8","content":"Xaulus txawm sawv tseeg hab rua muag hlo, tabsis nwg ob lub qhovmuag tsi pum kev lawm. Puab txhaj tuav nwg teg moog rua huv lub nroog Damaxes."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.9","label":"9","content":"Nwg tsi pum kev tau peb nub, peb nub ntawd nwg tsi noj lossis tsi haus ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.10","label":"10","content":"Nyob huv lub nroog Damaxes muaj ib tug thwjtim hu ua Ananias. Ananias ua ywgtoog pum tug Tswv lug has rua nwg has tas, “Ananias!” Ananias teb has tas, “Tug Tswv, kuv nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.11","label":"11","content":"Tug Tswv has rua Ananias has tas, “Koj ca le sawv tseeg moog rua tom txujkev kws suavdlawg hu has tas Txujkev Ncaaj, koj moog nrhav tug txivneej kws hu ua Xaulus kws yog tuabneeg Talaxus huv Yudas tsev. Nwgnuav Xaulus taabtom thov Vaajtswv,"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.12","label":"12","content":"hab Xaulus ua ywgtoog pum ib tug txivneej hu ua Ananias lug huv tsev, hab tsaa teg rua Xaulus, kuas nwg rov pum kev.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.13","label":"13","content":"Ananias teb has tas, “Tug Tswv, muaj ntau leej qha rua kuv has tas, tug txivneej ntawd ua phem heev rua cov ntseeg kws nyob huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.14","label":"14","content":"Qhov kws nwg tuaj huv lub nroog Damaxes nuav, tub yog nwg tau ntawv ntawm tug thawj ntawm cov povthawj, tuaj nteg cov kws pehawm koj.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.15","label":"15","content":"Tabsis tug Tswv has rua Ananias has tas, “Koj ca le moog, rua qhov kuv tub xaiv nwg lug ua kuv teg num lawm. Nwg yuav moog qha kuv zaaj rua lwm Tsaav Tuabneeg, rua cov vaajntxwv hab rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.16","label":"16","content":"Kuv yuav qha rua nwg paub has tas, thaus nwg moog ua kuv teg num, nwg yuav raug kev txomnyem vim nwg ntseeg kuv.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.17","label":"17","content":"Ananias txawm moog rua tom Yudas tsev hab tsaa teg rua Xaulus. Nwg has rua Xaulus has tas, “Nyuas kwv Xaulus, tug Tswv Yexus kws koj pum tom kev khaiv kuv tuaj paab koj kuas koj rov pum kev hab puv npo Vaaj Ntsujplig Tug Dlawbhuv.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.18","label":"18","content":"Taamsim ntawd txawm muaj ib yaam zoo le khum ntseg poob nthaav ntawm Xaulus ob lub qhovmuag lug, ces nwg txawm rov pum kev le qub lawm. Nwg sawv tseeg lug hab Ananias muab nwg ua kevcai raus dlej;"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.19","label":"19","content":"thaus nwg noj mov taag, nwg rov muaj zug. Xaulus nrug cov ntseeg huv lub nroog Damaxes nyob tau ob peb nub,"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.20","label":"20","content":"nwg moog tom tej tsev saablaaj hab qha has tas Yexus yog Vaajtswv tug Tub."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.21","label":"21","content":"Txhua tug kws nov nwg qha puab xaav tsi thoob le. Puab sis nug has has, “Tug txivneej nuav tsi yog tug kws tsimtxom cov ntseeg nraag lub nroog Yeluxalees los? Nwg tuaj ntawm nuav tub yog nwg tuaj nteg cov ntseeg coj rov qaab moog rua cov thawj ntawm cov povthawj ntaag los sav.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.22","label":"22","content":"Tabsis tej lug kws Xaulus qha nrov nchaa zuj zug. Hab tej kws nwg qha ua timkhawv rua suavdlawg paub tseeb has tas Yexus yog tug Mexiyas, ces cov Yudais kws nyob huv lub nroog Damaxes txawm tsi muaj lug has lawm."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.23","label":"23","content":"Tom qaab ntawd tsi ntev, cov Yudais txawm saablaaj has tas, puab yuav muab Xaulus tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.24","label":"24","content":"Tabsis tub muaj tuabneeg qha rua Xaulus paub lawm. Cov Yudais naj nub naj mo zuv lub nroog ntawd tej roojvaag tog nteg Xaulus coj moog tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.25","label":"25","content":"Tabsis muaj ib mos Xaulus cov thwjtim muab ib lub tawb rua Xaulus nyob huv, hab puab muab hlua khi lub tawb tso dlauv rua saab ntsaa yeej nrau."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.26","label":"26","content":"Thaus Xaulus tsiv moog txug nraag lub nroog Yeluxalees, nwg txawm moog cuag cov thwjtim. Nwg xaav nrug puab koom ua ib paab, tabsis puab ntshai nwg, puab tsi ntseeg has tas nwg yog ib tug thwjtim tag."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.27","label":"27","content":"Tabsis Npananpas coj Xaulus moog cuag cov timthawj. Npananpas qha tej kws Xaulus pum hab tau ua lawm rua puab noog. Npananpas qha has tas, thaus Xaulus taabtom taug kev moog peg lub nroog Damaxes, Xaulus tub pum tug Tswv Yexus, hab tug Tswv tub nrug Xaulus thaam lawm. Hab Npananpas qha rua puab has tas, thaus Xaulus nyob peg lub nroog Damaxes, Xaulus muaj sab tawv qha Yexus zaaj, nwg tsi ntshai leejtwg le."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.28","label":"28","content":"Xaulus nrug cov timthawj nyob, nwg moog thoob plawg lub nroog Yeluxalees, nwg muaj sab tawv qha Yexus zaaj rua nuav rua u."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.29","label":"29","content":"Xaulus pheej nrug cov Yudais kws has lug Kilis sis thaam hab sis caam, tabsis puab cov ntawd tuavhuv yuav muab Xaulus tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.30","label":"30","content":"Thaus cov ntseeg nov le ntawd, puab txawm coj Xaulus moog rua peg lub nroog Xixaleyas hab xaa nwg moog rua peg lub nroog Talaxus."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.31","label":"31","content":"Thaus ntawd cov ntseeg kws nyob thoob plawg huv xeev Yudas, xeev Kalilais hab xeev Xamalis tsi muaj kev ntxhuv sab tau ib ntus. Vaaj Ntsujplig tug Dlawbhuv txhawb cov ntseeg tug zug, ua rua cov ntseeg muab sab rau ntseeg, muaj tuabneeg lug ntseeg coob zuj zug ntxiv hab puab ua lub neej fwm Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.32","label":"32","content":"Petus moog txhua nrho txhua qhov chaw. Muaj ib zag nwg moog saib cov ntseeg kws nyob peg lub nroog Lidas."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.33","label":"33","content":"Thaus nwg nyob huv lub nroog ntawd, nwg pum ib tug txivneej hu ua Ane-as. Ane-as tuag teg tuag taw, nwg sawv tsi taug moog qhov twg, nwg pw sau txaaj tau yim xyoo lug lawm."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.34","label":"34","content":"Petus has rua Ane-as has tas, “Yexus tub khu koj zoo lawm. Koj ca le sawv tu koj lub chaw pw.” Taamsim ntawd Ane-as txawm sawv tseeg."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.35","label":"35","content":"Taagnrho cov tuabneeg kws nyob huv lub nroog Lidas hab huv lub nroog Saloos pum Ane-as zoo lawm, puab txawm ntseeg tug Tswv Yexus."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.36","label":"36","content":"Muaj ib tug quaspuj hu ua Tanpithas nyob huv lub nroog Yaupas, nwg yog ib tug ntseeg Yexus. (Nwg lub npe Kilis hu ua Daulakas, lub npe ntawd txhais has tas, “muaslwj.”) Nwg naj nub ua zoo hab paab cov tuabneeg txomnyem."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.37","label":"37","content":"Thaus Petus tseem nyob nraag lub nroog Lidas, Daulakas mob heev, nwg txawm tuag lawm. Thaus puab muab nwg lub cev ntxuav taag, puab nqaa nwg moog tso rua ib chaav tsev txheej sau."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.38","label":"38","content":"Lub nroog Yaupas nyob ze lub nroog Lidas. Thaus cov ntseeg nov has tas, Petus nyob nraag lub nroog Lidas, puab txawm khaiv ob tug txivneej moog has rua Petus has tas, “Koj ca le nrug wb moog taamsim nuav.”"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.39","label":"39","content":"Petus txawm sawv tseeg nrug obtug moog. Thaus nwg moog txug, obtug coj nwg moog rua chaav tsev txheej sau. Cov puj ntsuag lug sawv vij Petus. Puab quaj zum zawg hab puab kuas Petus saib tej tsho luj tsho miv kws thaus Daulakas tseem ua neej nyob, Daulakas xaws rua puab naav."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.40","label":"40","content":"Petus kuas suavdlawg tawm moog saab nrau, thaus puab tawm taag lawm, Petus txawm txhus caug thov Vaajtswv; thaus nwg thov taag, nwg tig lug has rua tug tuag has tas, “Tanpithas, koj ca le sawv.” Tanpithas txawm rua hlo qhovmuag, thaus nwg pum Petus, nwg sawv tseeg nyob quastsawg."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.41","label":"41","content":"Petus cev teg moog nqug nwg sawv. Petus txawm hu cov ntseeg hab cov puj ntsuag lug saib hab muab Daulakas cob rua puab"},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.42","label":"42","content":"Zaaj nuav nrov nchaa moog thoob plawg huv lub nroog Yaupas, ces txawm muaj tuabneeg coob coob lug ntseeg tug Tswv Yexus."},{"bible_id":"1726","chapter_code":"ACT.9","verse_code":"ACT.9.43","label":"43","content":"Petus nyob huv lub nroog Yaupas tau ntau nub, nwg su huv Ximoos tug kws luam tawv tsaj lub tsev."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.1","label":"1","content":"Muaj ib tug txivneej kws yog tuabneeg Loos nyob huv lub nroog Xixaleyas hu ua Kauneli-us, nwg yog ib tug thawj tubrog kws saib paab tubrog hu ua “Italis Paab.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.2","label":"2","content":"Nwg yog ib tug kws coj Vaajtswv txuj kevcai nruj hab nwg tsev tuabneeg puavleej fwm Vaajtswv. Nwg pheej paab cov tuabneeg Yudais kws txomnyem, hab nwg naj nub thov Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.3","label":"3","content":"Muaj ib nub thaus nub qaij nwg ua ywgtoog pum Vaajtswv ib tug timtswv lug huv nwg chaav tsev hab hu nwg has tas, “Kauneli-us.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.4","label":"4","content":"Kauneli-us saib dlheev tug timtswv ntawd, nwg ntshai kawg le, nwg txawm nug tug timtswv has tas, “Koj xaav yuav dlaabtsi?” Tug timtswv teb has tas, “Vaajtswv tub nov koj tej lug thov hab pum tej kws koj pub rua cov tuabneeg txomnyem lawm."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.5","label":"5","content":"Koj ca le khaiv tuabneeg moog nraag lub nroog Yaupas, moog hu Ximoos kws muaj dlua ib lub npe hu ua Petus kuas tuaj ntawm nuav."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.6","label":"6","content":"Petus nyob huv Ximoos tug kws luam tawv tsaj lub tsev, lub tsev ntawd nyob ntawm ntug havtxwv.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.7","label":"7","content":"Thaus Vaajtswv tug timtswv moog lawm, Kauneli-us txawm hu ob tug tubkhai hab ib tug tubrog lug cuag nwg. Tug tubrog ntawd yog ib tug kws coj Vaajtswv txuj kevcai nruj heev hab yog ib tug kws naj nub ua num rua Kauneli-us."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.8","label":"8","content":"Kauneli-us pav tej kws nwg pum huv tuabsi rua puab peb tug ntawd noog, hab nwg khaiv puab moog rua nraag lub nroog Yaupas."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.9","label":"9","content":"Nub tom qaab thaus peb tug ntawd taabtom moog yuav txug lub nroog Yaupas. Thaus yuav taav su, Petus nce moog thov Vaajtswv sau qaum tsev."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.10","label":"10","content":"Petus tshaib plaab, nwg xaav noj mov; thaus luas tseem taabtom ua su noj, Petus txawm ua ywgtoog."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.11","label":"11","content":"Petus pum rooj ntug qheb hab muaj ib yaam zoo le dlaim ntaub dlaav dlaav muaj hlua khi plaub ceg kaum tso dlauv sau ntuj lug rua huv nplajteb."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.12","label":"12","content":"Petus pum txhua yaam tsaj, tsi has naab, naab qaa, qaav hab tej noog puavleej nyob huv dlaim ntaub ntawd."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.13","label":"13","content":"Ces txawm muaj ib lub suab has rua Petus has tas, “Petus, koj ca le sawv hab muab tua noj!”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.14","label":"14","content":"Tabsis Petus has tas, “Tsi tau, tug Tswv! Kuv yeej ibtxwm tsi noj tej kws kevcai txwv tsi pub noj.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.15","label":"15","content":"Lub suab ntawd txawm rov has dlua rua Petus has tas, “Tej kws Vaajtswv has tas huv lawm, koj tsi xob has tas tsi huv.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.16","label":"16","content":"Muaj le ntawd txug peb zag, ces dlaim ntaub ntawd txawm rov rua sau ntuj lawm."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.17","label":"17","content":"Thaus Petus taabtom xaav tsi thoob rua tej kws nwg ua ywgtoog pum ntawd, peb tug txivneej kws Kauneli-us khaiv tuaj, puab tuaj nrhav tau Ximoos lub tsev, hab puab sawv saab nrau qhovrooj."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.18","label":"18","content":"Puab hu has tas, “Ximoos Petus puas nyob huv mej tsev?”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.19","label":"19","content":"Thaus Petus tseem xaav txug zaaj ywgtoog kws nwg pum ntawd, Vaaj Ntsujplig txawm has rua Petus has tas, “Koj saib, muaj peb  tug txivneej tuaj nrhav koj."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.20","label":"20","content":"Koj ca le nqeg moog rua txheej huv hab nrug puab moog, tsi xob xaav le caag, rua qhov tub yog kuv khaiv puab tuaj.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.21","label":"21","content":"Petus nqeg rua txheej huv, hab nwg has rua peb tug txivneej ntawd has tas, “Tug kws mej tuaj nrhav yog kuv ntaag, mej tuaj nrhav kuv ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.22","label":"22","content":"Puab teb has tas, “Tug thawj tubrog Kauneli-us khaiv peb tuaj. Nwg yog ib tug tuabneeg ncaaj nceeg hab coj Vaajtswv txuj kevcai nruj, cov Yudais suavdlawg puavleej fwm nwg. Vaajtswv ib tug timtswv lug has rua nwg has tas, kuas nwg hu koj moog saib nwg, nwg txhaj yuav tau nov tej kws koj qha.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.23","label":"23","content":"Ces Petus txawm coj cov txivneej ntawd lug huv tsev hab puab pw ib mos ntawd. Nub tom qaab Petus txawm nrug puab moog; cov ntseeg kws nyob huv lub nroog Yaupas muaj qee leej nrug Petus moog hab."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.24","label":"24","content":"Nub tom qaab Petus maam le moog txug huv lub nroog Xixaleyas. Kauneli-us tub hu tej kwvtij neejtsaa hab tej phoojywg tuaj nyob huv nwg tsev tog Petus lawm."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.25","label":"25","content":"Thaus Petus moog yuav txug ntawm Kauneli-us tsev, Kauneli-us txawm tawm tuaj tog Petus, hab txhus caug ndlua ntawm Petus kutaw hawm Petus."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.26","label":"26","content":"Tabsis Petus tuav nkaus Kauneli-us tsaa nwg sawv hab has tas, “Koj ca le sawv! Kuv yog tuabneeg ib yaam le koj hab xwb.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.27","label":"27","content":"Petus hab Kauneli-us sis thaam sis thaam moog rua huv tsev, Petus pum muaj tuabneeg coob coob tuaj nyob tog nwg lawm."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.28","label":"28","content":"Petus has rua cov tuabneeg ntawd has tas, “Mej tub paub lawm has tas cov Yudais txuj kevcai yeej ibtxwm tsi pub cov Yudais moog saib lossis nrug lwm Tsaav Tuabneeg, tabsis Vaajtswv qha rua kuv has tas, kuv tsi xob hu leejtwg has tas yog tuabneeg tsi huv."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.29","label":"29","content":"Yog le ntawd, thaus koj khaiv tuabneeg tuaj hu kuv, kuv tsi yig le, kuv txhaj ca le tuaj. Kuv xaav paub saib koj hu kuv tuaj ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.30","label":"30","content":"Kauneli-us teb has tas, “Tau plaub nub dlhau lug kws yog tuab lub sijhawm thaus peb teev nub qaij nuav, kuv taabtom thov Vaajtswv  huv kuv tsev. Taamsim ntawd, kuv txawm pum ib tug txivneej naav rig tsho ci ntsaa ab lug sawv ntawm kuv hauv ntej."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.31","label":"31","content":"Nwg has rua kuv tas, ‘Kauneli-us, Vaajtswv tub nov koj tej lug thov hab pum tej kws koj muab pub rua cov tuabneeg txomnyem lawm."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.32","label":"32","content":"Koj ca le khaiv tuabneeg moog hu Ximoos Petus nraag lub nroog Yaupas tuaj. Nwg su huv Ximoos tug kws luam tawv tsaj lub tsev; lub tsev ntawd nyob ntawm ntug havtxwv.’"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.33","label":"33","content":"Ces taamsim ntawd kuv txawm khaiv tuabneeg tuaj hu koj, hab koj txaus sab hlo tuaj. Nwgnuav Vaajtswv nrug peb nyob ntawm nuav, peb taabtom tog noog tej kws tug Tswv tau qha kuas koj has rua peb noog.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.34","label":"34","content":"Petus pib qha rua puab has tas, “Nwgnuav kuv paub tseeb has tas, Vaajtswv tsi xaiv leejtwg ntsejmuag."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.35","label":"35","content":"Txawm yog tsaav tuabneeg twg los xij, Vaajtswv leeg yuav txhua tug kws fwm Vaajtswv hab ua hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.36","label":"36","content":"Mej tub paub txujlug kws Vaajtswv qha rua cov tuabneeg Yixalayees lawm. Txujlug ntawd yog Txujmoo Zoo kws has tas, tug kws ntseeg Yexus Khetos kws yog suavdlawg tug Tswv, tug ntawd yuav tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.37","label":"37","content":"Mej tub paub zaaj kws pib muaj huv xeev Kalilais, hab nrov nchaa moog thoob plawg tebchaws Yixalayees, tom qaab kws Yauhaas qha has tas tuabneeg yuavtsum ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.38","label":"38","content":"Hab mej paub txug zaaj kws Vaajtswv tub pub Vaaj Ntsujplig tug Dlawbhuv hab fwjchim rua Yexus tug kws yog tuabneeg Naxales lawm. Yexus moog thoob plawg txhua qhov chaw, nwg ua num zoo, hab cov tuabneeg kws raug dlaab, nwg ntab dlaab tawm huv tuabsi. Yexus ua tau le ntawd, rua qhov Vaajtswv nrug nwg."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.39","label":"39","content":"Peb tub pum txhua yaam kws Yexus ua huv cov Yixalayees tej zog, hab huv lub nroog Yeluxalees, peb ua tau timkhawv has tas, yeej muaj tseeb tag. Txawm yog nwg ua le ntawd los luas tseem muab nwg coj moog ntsa rua sau ntoo khaublig hab muab nwg tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.40","label":"40","content":"Tabsis peb nub tom qaab, Vaajtswv tsaa nwg sawv huv qhov tuag rov qaab lug hab nwg tau lug tshwm rua ib cov tuabneeg pum."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.41","label":"41","content":"Tsi yog suavdlawg pum, tabsis tsuas yog peb cov kws Vaajtswv tub xub xaiv ca ua timkhawv pum xwb. Thaus Vaajtswv tsaa nwg sawv huv qhov tuag rov qaab lug, peb cov kws ua timkhawv, peb tau nrug nwg noj nwg haus ua ke."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.42","label":"42","content":"Hab nwg kuas peb moog qha Txujmoo Zoo rua suavdlawg, hab ua timkhawv qha has tas, nwg yog tug kws Vaajtswv tsaa ua tug txav txim rua cov tuabneeg caj hab cov tuabneeg tuag."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.43","label":"43","content":"Cov kws cev Vaajtswv lug puavleej has tas, Vaajtswv yuav zaam txim rua txhua tug kws ntseeg Yexus tug kws muaj fwjchim.”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.44","label":"44","content":"Thaus Petus tseem taabtom qha, Vaaj Ntsujplig tug Dlawbhuv txawm lug rua txhua tug kws noog tej lug kws Petus qha."},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.45","label":"45","content":"Thaus cov Yudas kws ntseeg Yexus kws nrug Petus tuaj nraag lub nroog Yaupas tuaj pum has tas, Vaajtswv pub Vaaj Ntsujplig tug Dlawbhuv rua lwm Tsaav Tuabneeg lawm hab, puab xaav tsi thoob le,"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.46","label":"46","content":"rua qhov puab nov cov tuabneeg ntawd has tau lug txawv txawv, hab qhuas Vaajtswv tug kws muaj fwjchim luj. Petus has tas,"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.47","label":"47","content":"“Cov tuabneeg nuav tub tau txais Vaaj Ntsujplig tug Dlawbhuv ib yaam le peb tau txais lawm. Leejtwg tseem yuav txwv tsi pub muab cov tuabneeg nuav ua kevcai raus dlej hab?”"},{"bible_id":"1726","chapter_code":"ACT.10","verse_code":"ACT.10.48","label":"48","content":"Yog le ntawd, Petus txhaj kuas puab tuav Yexus Khetos lub npe ua kevcai raus dlej. Ces puab thov kuas Petus nrug puab nyob ob peb nub."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.1","label":"1","content":"Cov timthawj hab cov ntseeg kws nyob txhua qhov huv xeev Yudas nov has tas lwm Tsaav Tuabneeg lug ntseeg Vaajtswv txujlug lawm hab."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.2","label":"2","content":"Thaus Petus rov qaab moog txug nraag lub nroog Yeluxalees, cov Yudais kws has tas yuavtsum muab lwm Tsaav Tuabneeg xub ua kevcai txav tsaiv, maam le pub puab lug koom cov Yudais txawm thuam Petus has tas,"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.3","label":"3","content":"“Ua le caag koj moog saib lwm Tsaav Tuabneeg kws tsi ua kevcai txav, hab tseem nrug puab noj mov ua ke hab?”"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.4","label":"4","content":"Petus pib pav txhua yaam kws nwg pum thaus hauvpaug lug rua puab noog has tas,"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.5","label":"5","content":"“Thaus kuv nyob huv lub nroog Yaupas, kuv taabtom thov Vaajtswv, ces kuv txawm ua ywgtoog pum ib yaam zoo le dlaim ntaub dlaav dlaav muaj hlua khi plaub ceg kaum tso dlauv sau ntuj lug rua ntawm kuv xubndlag."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.6","label":"6","content":"Kuv ua tuab zoo saib, kuv pum muaj txhua yaam tsaj, tsi has naab, naab qaa, qaav hab tej noog nyob huv dlaim ntaub ntawd."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.7","label":"7","content":"Ces kuv txawm nov ib lub suab has rua kuv has tas, ‘Petus, koj ca le sawv hab muab tua noj.’"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.8","label":"8","content":"Tabsis kuv has tas, ‘Tsi tau, tug Tswv! Kuv yeej ibtxwm tsi noj tej kws kevcai txwv tsi pub noj lossis tej tsaj kws tsi huv.’"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.9","label":"9","content":"Lub suab ntawd rov has rua kuv tas, ‘Tej kws Vaajtswv has tas huv lawm, koj tsi xob has tas tsi huv.’"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.10","label":"10","content":"Muaj le ntawd txug peb zag, ces dlaim ntaub txawm rov rua sau ntuj lawm."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.11","label":"11","content":"Taamsim ntawd peb tug txivneej kws tuaj peg lub nroog Xixaleyas tuaj, puab txawm tuaj txug huv lub tsev kws kuv su."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.12","label":"12","content":"Vaaj Ntsujplig has kuas kuv ca le nrug puab moog tsi xob xaav le caag. Ces rau leej kwvtij ntawm nuav kws yog cov ntseeg huv lub nroog Yaupas, puab nrug kuv moog peg lub nroog Xixaleyas hab, peb moog rua huv Kauneli-us tsev."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.13","label":"13","content":"Kaneli-us has rua peb has tas, nwg pum ib tug timtswv ceebtsheej lug huv nwg tsev hab has rua nwg tas, ‘Koj ca le khaiv tuabneeg moog nraag lub nroog Yaupas, moog hu ib tug txivneej hu ua Ximoos Petus tuaj."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.14","label":"14","content":"Nwg yuav qha tej lug kws cawm koj hab koj tsev tuabneeg kuas mej dlim mej lub txim.’"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.15","label":"15","content":"Thaus kuv pib qha, Vaaj Ntsujplig tug Dlawbhuv txawm lug rua puab ib yaam le lug rua peb thaus chivthawj."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.16","label":"16","content":"Thaus ntawd kuv txawm ncu dlheev txug tej lug kws tug Tswv qha has tas, ‘Yauhaas muab mej ua kevcai raus rua huv dlej, tabsis mej yuav tau ua kevcai raus lug ntawm Vaaj Ntsujplig tug Dlawbhuv.’"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.17","label":"17","content":"Vaajtswv tub pub Vaaj Ntsujplig tug Dlawbhuv rua lwm Tsaav Tuabneeg ib yaam le nwg pub rua peb cov kws ntseeg tug Tswv lawm hab. Vaajtswv tub pub rua puab lawm, kuv yuav txwv Vaajtswv los yeej tsi tau le.”"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.18","label":"18","content":"Thaus puab nov le ntawd, puab tsi thuam Petus lawm, puab ua Vaajtswv tsaug has tas, “Nwgnuav Vaajtswv qheb kev rua lwm Taav Tuabneeg lug ntseeg, kuas puab txhaj tso puab tej kev txhum tseg hab tau txujsa.”"},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.19","label":"19","content":"Thaus luas muab Xatefanaus tua lawm, cov ntseeg raug kev tsimtxom heev, ces cov ntseeg ibtxha txawm tsiv moog nyob rua txhua qhov lawm, muaj ibtxha tsiv moog nyob rua peg xeev Faunikias, muaj ibtxha tsiv rua tim koog Povtxwv Xaipas hab lub nroog Aati-aukias, hab puab qha Txujmoo zoo rua cov Yudais nkaus xwb."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.20","label":"20","content":"Tabsis cov ntseeg kws tsiv moog ntawd, muaj cov tuabneeg kws nyob huv koog Povtxwv Xaipas hab koog Povtxwv Kulenes, qee leej moog txug rua huv lub nroog Aati-aukias, ces puab qha txujmoo zoo kws has txug tug Tswv Yexus rua lwm Tsaav Tuabneeg hab."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.21","label":"21","content":"Tug Tswv lub fwjchim nrug puab, txhaj muaj tuabneeg coob coob ntseeg hab lug cuag tug Tswv."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.22","label":"22","content":"Thaus cov ntseeg kws nyob nraag lub nroog Yeluxalees nov le nuav, puab txawm khaiv Npananpas moog rua peg Aati-aukias."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.23","label":"23","content":"Thaus Npananpas moog txug peg, nwg pum has tas Vaajtswv tau foom koob moov rua puab, nwg zoo sab kawg le hab nwg txhawb puab tug zug, kuas puab muab sab npuab tug Tswv hab ntseeg tag tag."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.24","label":"24","content":"Npananpas yog ib tug tuabneeg ncaaj nceeg, nwg puv npo Vaaj Ntsujplig tug Dlawbhuv, hab muab sab rau ntseeg. Nwg coj tau cov tuabneeg kws nyob huv lub nroog ntawd coob leej lug ntseeg tug Tswv."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.25","label":"25","content":"Tom qaab ntawd Npananpas txawm moog nrhav Xaulus huv lub nroog Talaxus."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.26","label":"26","content":"Thaus nwg nrhav tau Xaulus lawm, nwg coj Xaulus lug nrug nwg nyob huv lub nroog Aati-aukias. Obtug nrug cov ntseeg nyob tau ib xyoos, hab obtug naj nub qha cov ntseeg kws coob coob ntawd. Pawg ntseeg kws nyob huv lub nroog Aati-aukias yog thawj pawg kws tis lub npe hu ua Cov Ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.27","label":"27","content":"Lub sijhawm ntawd muaj ib cov cev Vaajtswv lug tuaj nraag lub nroog Yeluxalees tuaj txug peg lub nroog Aati-aukias."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.28","label":"28","content":"Vaaj Ntsujplig kuas cov cev Vaajtswv lug ntawd tug kws hu ua Ankanpus sawv ntsug qha txug tej kws yuav tshwm lug yaav tom ntej. Nwg has tas yuav muaj kev tshaib kev nqhes thoob plawg lub nplajteb. (Ces lub sijhawm kws Kelaudi-us ua vaajntxwv txawm muaj kev tshaib plaab tag)."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.29","label":"29","content":"Cov ntseeg suavdlawg pum zoo kuas ib leeg muab mivntsiv nyaj lawv le puab muaj xaa moog rua cov kwvtij ntseeg Yexus kws nyob nraag lub xeev Yudas."},{"bible_id":"1726","chapter_code":"ACT.11","verse_code":"ACT.11.30","label":"30","content":"Puab txawm ua le ntawd, puab muab cov nyaj ntawd rua Xaulus hab Npananpas coj moog rua cov txwjlaug kws saib cov ntseeg nraag."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.1","label":"1","content":"Lub sijhawm ntawd Vaajntxwv Helauj  muab cov ntseeg Yexus qee leej coj moog tsimtxom."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.2","label":"2","content":"Helauj kuas luas muab ntaaj tua Yauhaas tug tijlaug Yakaunpaus povtseg."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.3","label":"3","content":"Thaus nwg pum has tas tej kws nwg ua ntawd hum cov Yudais sab, nwg txawm has kuas luas nteg Petus coj moog kaw rua huv tsev lojcuj. (Thaus ntawd suavdlawg taabtom ua Kevcai Noj Ncuav Tsi Xyaw Keeb.)"},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.4","label":"4","content":"Thaus puab nteg tau Petus lawm, puab coj Petus moog kaw rua huv tsev lojcuj hab kuas plaub paab tubrog zuv Petus, ib paab twg plaub leeg. Helauj xaav has tas, tom qaab kws ua Kevcai Hlaa Dlhau taag, nwg yuav coj Petus lug txav txim hab muab Petus tua taabmeeg cov pejxeem."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.5","label":"5","content":"Thaus Petus tseem raug kaw huv tsev lojcuj, cov ntseeg kub sab lug thov Vaajtswv paab Petus."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.6","label":"6","content":"Ua ntej nub kws Helauj coj Petus lug rua cov pejxeem, mo ntawd Petus pw tsaug zug huv ob tug tubrog kis nruab nraab. Luas muab ob txuj saw hlau khi Petus, hab muaj tubrog zuv lub tsev lojcuj huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.7","label":"7","content":"Taamsim ntawd tug Tswv ib tug timtswv txawm lug sawv ntawm Petus ib saab, hab muaj dluab ci lug rua huv chaav tsev kws Petus pw. Tug timtswv ntawd tuav nkaus Petus xubpwg dlaj kuas Petus tsim hab has rua Petus has tas, “Koj ca le sawv!” Ces taamsim ntawd ob txuj saw hlau kws khi Petus ob txhais teg txawm nplaam plawg lawm."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.8","label":"8","content":"Tug timtswv has rua Petus has tas, “Koj ca le sa hlaab khov kho hab rau khau.” Petus txawm ua le ntawd. Tug timtswv rov has rua Petus has tas, “Koj ca le muab koj lub tsho ntev naav hab nrug kuv moog.”"},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.9","label":"9","content":"Petus txawm lawv tug timtswv qaab tawm moog rua saab nrau. Petus tsi paub sov yog nwg ua npau suav lossis yog tag; nwg xaav has tas ntshai yog nwg ua npau suav xwb."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.10","label":"10","content":"Tug timtswv hab Petus moog dlhau thawj paab tubrog hab moog dlhau paab ob, obtug maam le moog txug ntawm lub roojvaag hlau kws yuav moog rua huv lub nroog. Thaus obtug lug txug ntawm lub roojvaag hlau, lub roojvaag txawm qheb hlo rua obtug, obtug txawm tawm moog. Obtug taug kev moog mivntsiv, ces tug timtswv txawm ncaim Petus lawm."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.11","label":"11","content":"Thaus ntawd Petus txhaj feeb meej hab nwg has tas, “Nwgnuav kuv paub tseeb has tas, Vaajtswv khaiv nwg ib tug timtswv sau ntuj lug paab kuv dlim ntawm Helauj txhais teg hab dlim ntawm tej kev phem kws cov Yudais yuav ua rua kuv lawm.”"},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.12","label":"12","content":"Thaus Petus paub has tas Petus dlim lawm, Petus txawm moog rua tom Malis kws yog Yauhaas Malakaus nam lub tsev. Muaj tuabneeg coob coob tuaj ua ke thov Vaajtswv huv."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.13","label":"13","content":"Petus moog khob qhovrooj hab hu, ces ib tug nkauj qhe hu ua Laudas txawm lug xauj saib yog leejtwg."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.14","label":"14","content":"Thaus nwg ncu tau has tas yog Petus lub suab, nwg zoo sab kawg le, nwg tsi ncu qheb qhovrooj, nwg txawm dlha ceev nrooj moog qha rua suavdlawg has tas, Petus sawv saab nrau qhovrooj."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.15","label":"15","content":"Puab has rua Laudas has tas, “Ntshai koj vwm lawm.” Tabsis Laudas has tas, “Yeej yog Petus tag tag le.” Puab txawm has tas, “Ntshai yog tug timtswv kws ibtxwm nrug Petus xwb.”"},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.16","label":"16","content":"Petus tseem nyob saab nrau khob khob qhovrooj. Thaus puab qheb hlo qhovrooj, puab pum dlheev Petus, puab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.17","label":"17","content":"Petus kuas suavdlawg ua tuabywv, ces Petus txawm qha qhov kws tug Tswv coj nwg tawm huv tsev lojcuj lug rua puab noog. Hab nwg has rua puab has tas, “Mej ca le moog qha tej nuav rua Yakaunpaus hab cov ntseeg paub”. Thaus Petus has le ntawd taag ces nwg txawm moog rua lwm qhov lawm."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.18","label":"18","content":"Thaus kaaj ntug, cov tubrog kws zuv lub tsev lojcuj tsi pum Petus lawm, puab poob sab kawg le."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.19","label":"19","content":"Helauj khaiv tuabneeg moog nrhav Petus, tabsis puab nrhav tsi tau Petus. Helauj txawm hu cov tubrog kws zuv lub tsev lojcuj lug nug hab kuas luas muab cov tubrog kws zuv lub tsev lojcuj tua povtseg. Tom qaab ntawd Helauj tawm huv lub xeev Yudas moog nyob tau ib ntus peg lub nroog Xixaleyas."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.20","label":"20","content":"Helauj chim rua cov tuabneeg kws nyob huv lub nroog Tiles hab Xidoos, cov tuabneeg ntawd ua ke tuaj cuag Helauj. Puab xub moog cuag tug nom kws hu ua Npalatus kws saib Helauj lub tsev kuas nwg paab, puab maam le moog cuag Helauj hab thov nrug nwg sis raug zoo. Puab ua le ntawd, rua qhov puab cov tuabneeg pheej moog yuav mov huv Helauj lub tebchaws lug noj."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.21","label":"21","content":"Thaus txug nub kws Helauj teem rua puab tuaj cuag nwg, Helauj naav nwg cev rig tsho vaajntxwv hab nyob sau nwg lub zwmtxwv has lug rua cov pejxeem."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.22","label":"22","content":"Cov pejxeem has nrov nrov has tas, “Lub suab nuav yog vaajtswv lub suab tsi yog tuabneeg lub.”"},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.23","label":"23","content":"Taamsim ntawd tug Tswv ib tug timtswv lug rau txim rua Helauj, rua qhov Helauj tsi fwm Vaajtswv. Txawm muaj kaas noj Helauj lub cev, Helauj txhaj tuag lawm."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.24","label":"24","content":"Vaajtswv Txujlug txhaj luj hlub hab nthuav dlaav zuj zug moog rua txhua qhov."},{"bible_id":"1726","chapter_code":"ACT.12","verse_code":"ACT.12.25","label":"25","content":"Thaus Npananpas hab Xaulus ua num taag, obtug txawm rov huv lub nroog Yeluxalees moog,  hab obtug coj Yauhaas Malakaus nrug obtug moog."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.1","label":"1","content":"Pawg ntseeg kws nyob huv lub nroog Aati-aukias muaj qee leej yog cov cev Vaajtswv lug, qee leej yog xwbfwb: Cov ntawd ib tug yog Npananpas, ib tug yog Xime-oos (kws hu ua Dlub), ib tug yog Luki-us (kws yog tuabneeg Kulenes), ib tug yog Mana-ees (kws nrug tug tswvxeev Helauj luj hlub ua ke); hab ib tug yog Xaulus."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.2","label":"2","content":"Thaus puab taabtom ua kevcai yoo mov hab thov Vaajtswv, Vaaj Ntsujplig tug Dlawbhuv has rua puab has tas, “Mej ca le tsaa Npananpas hab Xaulus ua teg num kws kuv kuas obtug ua.”"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.3","label":"3","content":"Thaus puab ua kevcai yoo mov hab thov Vaajtswv taag, puab tsaa teg rua obtug hab khaiv obtug moog ua num."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.4","label":"4","content":"Vaaj Ntsujplig tug Dlawbhuv khaiv Npananpas hab Xaulus obtug moog. Obtug moog rua tom lub nroog Xelukias, hab caij nkoj moog rua tim koog Povtxwv Xaipas."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.5","label":"5","content":"Thaus obtug moog txug huv lub nroog Xalamis, obtug txawm moog qha Vaajtswv txujlug rua huv cov Yudais tej tsev saablaaj. Obtug coj Yauhaas Malakaus moog paab obtug ua num."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.6","label":"6","content":"Thaus puab moog txug ntawm lub koog Povtxwv Pafaus, puab ntsib ib tug txivneej hu ua Npalas-Yexus, nwg yog ib tug tuabneeg Yudais, nwg txawj ua khawvkoob hab nwg has tas nwg yog ib tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.7","label":"7","content":"Npalas-Yexus yog tug nom kws kaav lub koog Povtxwv Xaipas tug phoojywg. Tug nom ntawd ntse heev, nwg hu ua Xelanki-us Paulus. Nwg txhaj khaiv tuabneeg moog hu Npananpas hab Xaulus lug cuag nwg, rua qhov nwg xaav noog Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.8","label":"8","content":"Tabsis tug kws txawj ua khawvkoob, (nwg lub npe Kilis hu ua Elimas), nwg tawmtsaam Npananpas hab Xaulus, hab tsi pub tug nom ntawd ntseeg Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.9","label":"9","content":"Xaulus tug kws muaj dlua ib lub npe hu ua Paulus puv npo Vaaj Ntsujplig tug Dlawbhuv, nwg saib ntsoov Elimas,"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.10","label":"10","content":"hab has tas, “Koj yog Dlaab Ntxwgnyoog tug tub! Koj tawmtsaam txhua yaam kws zoo, koj nyam dlaag ntxag hab ua phem xwb. Koj tseem yuav muab Vaajtswv txujlug kws yog qhov tseeb hloov ua lug dlaag hab los!"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.11","label":"11","content":"Nwgnuav tug Tswv yuav rau txim rua koj; koj yuav tsi pum kev ib ntus, txawm yog dluab tshaav ntuj los koj yeej yuav saib tsi pum.” Taamsim ntawd txawm muaj ib yaam zoo le fuab lug plooj nkaus Elimas ob lub qhovmuag, ces nwg txawm tsi pum kev lawm, nwg xuas moog rua nuav rua u nrhav tuabneeg tuav nwg teg coj nwg moog."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.12","label":"12","content":"Thaus tug nom pum le ntawd, nwg txawm ntseeg; nwg xaav tsi thoob rua Vaajtswv txujlug kws nwg nov ntawd."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.13","label":"13","content":"Paulus hab nwg ob tug phoojywg caij nkoj ntawm lub nroog Pafaus moog txug tim lub nroog Penkas huv tebchaws Paafilias, ces Yauhaas Malakaus txawm ncaim Paulus hab Npananpas obtug rov qaab moog rua nraag lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.14","label":"14","content":"Paulus hab Npananpas sawv kev huv Penkas moog txug peg lub nroog Aati-aukias kws nyob huv tebchaws Pixidias. Nub Xanpataus obtug moog noog lug qhuab qha huv lub tsev saablaaj."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.15","label":"15","content":"Thaus muaj tuabneeg nyeem Mauxes txuj Kevcai hab tej lug kws cov cev Vaajtswv lug sau ca taag lawm, cov tuabneeg kws saib lub tsev saablaaj kuas ib tug moog has rua obtug has tas, “Ob tug kwvtij, yog meb muaj lug has txhawb suavdlawg zug, thov meb ca le has.”"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.16","label":"16","content":"Paulus txawm sawv tseeg hab kuas suavdlawg nyob tuabywv, nwg pib qha has tas: “Cov kwvtij Yixalayees hab lwm Tsaav Tuabneeg kws fwm Vaajtswv, mej ca le noog kuv qha!"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.17","label":"17","content":"Cov Yixalayees tug Vaajtswv xaiv peb cov yawmkoob lug ua nwg tsaav tuabneeg. Thaus puab tsiv moog nyob nraag tebchaws Iziv, Vaajtswv foom koob moov rua puab, puab fuamvaam coob heev. Vaajtswv tug kws muaj fwjchim luj kawg nkaus tau coj puab tsiv tawm nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.18","label":"18","content":"Vaajtswv ua sab ntev  rua puab tau plaub caug xyoo tom taj suabpuam."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.19","label":"19","content":"Thaus puab lug txug huv tebchaws Kana-aas, Vaajtswv ua rua xyaa tsaav tuabneeg kws nyob huv lub tebchaws ntawd puamtsuaj taag huv tuabsi, hab Vaajtswv muab lub tebchaws ntawd rua cov Yixalayees nyob."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.20","label":"20","content":"Puab nyob huv luv tebchaws ntawd tau kwvlaam le plaub puas tsib caug xyoo. “Tom qaab ntawd,  Vaajtswv tsaa cov thawjtswj kaav cov Yixalayees lug txug thaus kws Xamuyees ua tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.21","label":"21","content":"Thaus puab thov kuas Vaajtswv tsaa ib tug vaajntxwv kaav puab, Vaajtswv txawm tsaa Kises kws yog xeem Npeenyamees tug tub Xa-ules ua vaajntxwv kaav puab tau plaub caug xyoo."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.22","label":"22","content":"Tom qaab ntawd Vaajtswv tsi pub Xa-ules ua vaajntxwv lawm, ces Vaajtswv txawm tsaa Daviv ua vaajntxwv kaav cov Yixalayees, rua qhov Vaajtswv has tas, ‘Kuv pum Yexais tug tub Daviv yog tug kws ua hum kuv sab, hab nwg yeej yuav ua lawv le txhua yaam kws kuv kuas nwg ua’."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.23","label":"23","content":"Vaajtswv tau tsaa Daviv ib tug xeebntxwv lug ua cov Yixalayees tug Cawmseej lawv le Vaajtswv tau coglug tseg lawm. Tug Cawmseej ntawd yog Yexus ntaag."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.24","label":"24","content":"Thaus Yexus tseem tsi tau ua nwg teg num, Yauhaas qha kuas cov Yixalayees tso puab tej kev txhum tseg hab ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.25","label":"25","content":"Thaus Yauhaas ua nwg teg num yuav tav, nwg has rua suavdlawg has tas, ‘Mej xaav has tas kuv yog leejtwg? Kuv tsi yog tug kws mej taabtom tog, tug kws yuav lawv kuv qaab lug, nwg muaj fwjchim luj dlua kuv, kuv tub tsi tsimnyog hle nwg txhais khau ntawm nwg kutaw.’"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.26","label":"26","content":"“Cov kwvtij kws yog Anplahaas cov xeebntxwv hab mej txhua tug kws yog lwm Tsaav Tuabneeg kws tuaj pehawm Vaajtswv ntawm nuav, txujlug kws yog txujkev cawm dlim tub lug txug peb lawm!"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.27","label":"27","content":"Cov tuabneeg kws nyob huv lub nroog Yeluxalees hab puab cov numtswv, puab tsi paub has tas, Yexus yog tug Cawmseej, hab puab tsi totaub tej lug kws cov cev Vaajtswv lug sau tseg kws muaj tuabneeg naj nub nyeem rua puab noog txhua nub Xanpataus. Tabsis qhov kws puab txav txim muab Yexus tua ntawd, tub yog muaj kuas tav lawv le tej lug kws cov cev Vaajtswv lug tau sau tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.28","label":"28","content":"Txawm yog puab nrhav tsi tau txim rua Yexus los puab tseem kuas Philaj muab nwg tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.29","label":"29","content":"Txhua yaam kev phem kws puab ua rua Yexus yog muaj lawv le Vaajtswv txujlug kws has txug nwg lawm, puab muab Yexus lub cev txu sau tug ntoo khaublig lug hab kwv moog log rua huv ib lub qhov ntxaa."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.30","label":"30","content":"Tabsis Vaajtswv tub tsaa Yexus sawv huv qhov tuag rov qaab lug,"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.31","label":"31","content":"hab Yexus lug tshwm rua cov tuabneeg kws nrug Yexus tuaj peg lub xeev Kalilais tuaj rua nraag lub nroog Yeluxalees pum ntau zag. Puab txhaj ua tau timkhawv rua cov Yixalayees has tas, puab tub pum Yexus lawm."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.32","label":"32","content":"Qhov kws wb tuaj ntawm nuav, yog wb xaav kuas mej nov Txujmoo Zoo kws Vaajtswv tau coglug tseg rua peb cov yawmkoob lawm has tas,"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.33","label":"33","content":"nwg yuav paab peb cov kws yog puab cov xeebntxwv. Qhov kws Vaajtswv tsaa Yexus sawv huv qhov tuag rov qaab lug, yog Vaajtswv ua lawv le Vaajtswv tau coglug tseg rua huv phoo Ntawv Nkauj ntu ob has tas: ‘Koj yog kuv tug Tub; nub nua kuv yog koj Txiv lawm.’"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.34","label":"34","content":"Hab qhov nuav ntaag yog qhov kws Vaajtswv has txug qhov kws nwg yuav tsaa Yexus sawv huv qhov tuag rov qaab lug, Yexus lub cev yuav tsi lwj rua huv lub qhov ntxaa. Thaus Vaajtswv has txug zaaj nuav, Vaajtswv has tas, ‘Kuv yuav foom koob moov nplua mag rua mej lawv le kuv tub coglug tseg rua Daviv lawm;’"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.35","label":"35","content":"Hab nwg tseem has dlua lwm zaaj has tas, ‘Koj yuav tsi ca koj tug tubkhai kws muab sab npuab koj lub cev lwj rua huv lub qhov ntxaa.’"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.36","label":"36","content":"Thaus Daviv ua tej num kws Vaajtswv muab rua nwg ua tav lawm, tom qaab ntawd nwg txawm tuag. Puab coj nwg lub cev moog log nrug nwg cov yawmkoob, hab nwg lub cev lwj rua huv qhov ntxaa lawm."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.37","label":"37","content":"Tabsis tug kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug, tug ntawd lub cev tsi lwj le."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.38","label":"38","content":"Cov kwvtij, mej yuavtsum paub tseeb has tas qhov kws wb taabtom qha rua mej, yog wb qha has tas, Yexus yog tug kws zaam tau mej lub txim."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.39","label":"39","content":"Hab mej yuavtsum paub has tas, txhua tug kws ntseeg Yexus, Yexus yuav dlaws tej kev txhum kws khi puab huv tuabsi moog. Tej kev txhum ntawd, Mauxes txuj kevcai yeej dlaws tsi tau."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.40","label":"40","content":"Yog le ntawd, mej yuavtsum ceevfaaj nyob tsaam mej raug tej kws cov cev Vaajtswv lug sau tseg has tas,"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.41","label":"41","content":"‘Mej saib, mej cov kws thuam Vaajtswv tej lug, mej yuav xaav tsi thoob hab mej yuav puamtsuaj moog, rua qhov lub sijhawm nuav, kuv taabtom ua kuv teg num. Txawm yog muaj tuabneeg qha teg num ntawd rua mej los mej yuav tsi ntseeg!’ ”"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.42","label":"42","content":"Thaus Paulus hab Npananpas taabtom tawm huv tsev saablaaj moog, suavdlawg txawm thov has tas, “Nub Xanpataus tom ntej nuav, thov meb rov tuaj qha peb dlua hab.”"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.43","label":"43","content":"Thaus suavdlawg rov moog tsev taag lawm, txawm muaj cov Yudais hab lwm Tsaav Tuabneeg kws coj cov Yudais txuj kevcai ntau leej nrug Paulus hab Npananpas obtug moog. Obtug nrug puab thaam hab txhawb puab zug kuas puab muab sab rau ntseeg hab ncu ntsoov Vaajtswv tshaav ntuj."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.44","label":"44","content":"Thaus txug nub Xanpataus cov tuabneeg kws nyob huv lub nroog ntawd tuaj yuav laug taag tuaj noog Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.45","label":"45","content":"Thaus cov Yudais pum muaj tuabneeg coob coob tuaj noog obtug qha, puab khib, puab thuam tej lug kws Paulus qha hab tshev Paulus."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.46","label":"46","content":"Tabsis Paulus hab Npananpas obtug yimfuab muaj sab tawv qha. Obtug has tas, “Wb yuavtsum xub qha Vaajtswv txujlug rua mej ua ntej, tabsis mej tsi txais yuav. Hab mej suav has tas, mej tsi tsimnyog tau txujsa ntev dlhawv moog ibtxhis. Yog le ntawd wb yuav tso mej tseg hab moog qha lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.47","label":"47","content":"Rua qhov Vaajtswv has rua wb has tas: ‘Kuv tsaa koj ua qhov kws pum kev ci rua lwm tsaav tuabneeg. Koj yuav qha txujkev cawm dlim moog thoob plawg huv qaab ntuj nuav.’ ”"},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.48","label":"48","content":"Thaus lwm Tsaav Tuabneeg nov le ntawd, puab zoo sab hab qhuas tug Tswv txujlug heev; hab cov tuabneeg kws Vaajtswv xaiv lug yuav txujsa ntev dlhawv moog ibtxhis txawm lug ntseeg."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.49","label":"49","content":"Tug Tswv txujlug txawm nrov nchaa moog thoob plawg cheebtsaam ntawd."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.50","label":"50","content":"Tabsis cov Yudais ua rua cov txivneej kws yog cov thawjcoj huv lub nroog hab cov quaspuj kws yog lwm Tsaav Tuabneeg kws coj Vaajtswv txuj kevcai nruj tau kev ntxhuv sab. Cov Yudais ntawd tsimtxom Npananpas hab Paulus, hab ntab kuas obtug tawm huv cheebtsaam ntawd moog."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.51","label":"51","content":"Obtug txawm nchus tej moov aav kws lu obtug kutaw povtseg, kuas puab paub has tas, obtug tsi quavntsej puab, hab obtug txawm moog qha huv lub nroog Ikaune-us lawm."},{"bible_id":"1726","chapter_code":"ACT.13","verse_code":"ACT.13.52","label":"52","content":"Cov ntseeg huv lub nroog Aati-aukias zoo sab kawg le, hab puab puv npo Vaaj Ntsujplig tug Dlawbhuv."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.1","label":"1","content":"Thaus Paulus hab Npananpas nyob huv lub nroog Ikaune-us, pheej muaj tuabneeg tsimtxom obtug hab. Obtug moog qha Vaajtswv txujlug huv cov Yudais tej tsev saablaaj, muaj cov Yudais hab lwm Tsaav Tuabneeg lug ntseeg coob heev."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.2","label":"2","content":"Tabsis cov Yudais kws tsi ntseeg ntxag kuas lwm Tsaav Tuabneeg nrug puab ntxub cov kws ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.3","label":"3","content":"Yog le ntawd, ob tug timthawj txawm nyob huv lub nroog ntawd tau ntev loo. Obtug muaj sab tawv qha txug tug Tswv kws pub fwjchim rua obtug ua tej txujci tseemceeb, kuas suavdlawg paub has tas Vaajtswv txuj koob moov kws obtug qha yog txuj tseeb."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.4","label":"4","content":"Ces cov tuabneeg kws nyob huv lub nroog ntawd txawm tawg ua ob paab: ib paab tuaj cov Yudais tog, hab ib paab tuaj ob tug timthawj tog."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.5","label":"5","content":"Lwm Tsaav Tuabneeg hab cov Yudais qee leej nrug puab cov thawjcoj txawm tuavhuv ua phem hab yuav muab pobzeb ntaus ob tug timthawj."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.6","label":"6","content":"Thaus ob tug timthawj nov le ntawd, obtug txawm tsiv moog rua nraag lub nroog Lixathas hab lub nroog Denpis kws nyob huv tebchaws Likaunias hab huv tej cheebtsaam kws nyob ibncig ntawd."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.7","label":"7","content":"Hab obtug qha txujmoo zoo rua cov tuabneeg huv ob lub nroog ntawd."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.8","label":"8","content":"Nyob huv lub nroog Lixathas muaj ib tug txivneej tuag ceg thaus nruab thab lug, nwg moog tsi taug kev le."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.9","label":"9","content":"Tug txivneej ntawd ua tuab zoo noog tej lug kws Paulus qha. Paulus tsaa qhovmuag saib nwg, hab pum has tas nwg muaj kev ntseeg txaus paab nwg ob txhais ceg zoo."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.10","label":"10","content":"Ces Paulus txawm has nrov nrov rua nwg has tas, “Koj ca le sawv tseeg.” Tug ntawd txawm sawv tseeg ncig moog ncig lug."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.11","label":"11","content":"Thaus suavdlawg pum tej kws Paulus ua ntawd, puab qw puab cov lug Likaunias nrov nrov has tas, “Tej vaajtswv txa ua tuabneeg lug cuag peb lawm.”"},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.12","label":"12","content":"Puab txawm muab Npananpas hu ua Xus, hab muab Paulus hu ua Helemes, rua qhov Paulus yog tug qha."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.13","label":"13","content":"Tug povthawj kws teev tug vaajtswv Xus, nwg lub tuamtsev nyob saab nrau ntug nroog, nwg txawm caab ib tug txiv nyuj hab nqaa paaj ntoos tuaj txug ntawm lub roojvaag kws yuav moog rua huv lub nroog. Tug povthawj ntawd hab cov pejxeem yuav coj tej ntawd tuaj fij rua ob tug timthawj."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.14","label":"14","content":"Thaus Npananpas hab Paulus nov has tas puab yuav ua le ntawd rua obtug, obtug txawm muab obtug ob lub tsho dlua hab dlha moog rua huv cov tuabneeg coob coob ntawd. Obtug has nrov nrov rua puab has tas,"},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.15","label":"15","content":"“Mej ua dlaabtsi le nuav? Wb yog tuabneeg ib yaam le mej hab xwb! Wb tuaj ntawm nuav, yog tuaj qha Txujmoo Zoo rua mej, kuas mej tso tej kws mej ua tsi muaj qaabhau tseg hab lug ntseeg tug Vaajtswv kws muaj sa nyob. Nwg yog tug kws tsim lub ntuj, hab lub nplajteb, dlej havtxwv hab ib puas tsaav yaam kws nyob sau nruab ntug hab huv havtxwv."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.16","label":"16","content":"Yaav taag lug, Vaajtswv ca txhua tsaav tuabneeg, nyag ua lawv le nyag lub sab nyam."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.17","label":"17","content":"Teg num zoo kws Vaajtswv ibtxwm ua, yog nwg pub muaj tshaav muaj naag, kuas tej qoobloo sav lawv caij lawv nyoog, hab pub zaub mov rua mej noj kuas mej tau nyob kaaj sab lug. Tej nuav qha rua suavdlawg paub tseeb has tas muaj Vaajtswv tag.”"},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.18","label":"18","content":"Txawm yog ob tug timthawj qha le ntawd rua puab los puab pheej yuav muab khoom fij rua obtug, obtug cheem yuav laug tsi yeej puab."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.19","label":"19","content":"Thaus cov Yudais kws nyob huv lub nroog Aati-aukias huv tebchaws Pixidias hab huv lub nroog Ikauni-us tuaj txug; puab txawm ntxag kuas suavdlawg tuaj puab tog. Puab muab pobzeb ntaus Paulus hab muab nwg hai tawm huv lub nroog moog, puab xaav has tas nwg tuag lawm."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.20","label":"20","content":"Tabsis thaus cov ntseeg tuaj sawv vij Paulus, Paulus sawv hab rov moog rua huv lub nroog. Nub tom qaab Paulus hab Npananpas txawm moog rua nraag lub nroog Denpis lawm."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.21","label":"21","content":"Thaus Paulus hab Npananpas qha txujmoo zoo huv lub nroog Denpis, muaj ntau leej lug ntseeg. Tom qaab ntawd, obtug txawm rov moog rua peg lub nroog Lixathas, lub nroog Ikauni-us, hab lub nroog Aati-aukias huv cheebtsaam Pixidias."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.22","label":"22","content":"Obtug nplig hab txhawb kuas cov ntseeg muab sab rau ntseeg tsi xob tso kev ntseeg tseg. Obtug qha puab has tas, “Peb cov ntseeg yeej yuav raug ntau yaam kev txomnyem, peb txhaj tau moog Vaajtswv lub Tebchaws.”"},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.23","label":"23","content":"Paulus hab Npananpas tsaa muaj cov txwjlaug rua txhua pawg ntseeg, obtug ua kevcai yoo mov hab thov Vaajtswv muab obtug fij rua Vaajtswv tug kws puab ntseeg hab ca sab rua."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.24","label":"24","content":"Tom qaab ntawd obtug txawm hlaa cheebtsaam Pixidias moog txug nraag tebchaws Paafilias."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.25","label":"25","content":"Obtug qha Vaajtswv txujlug huv lub nroog Penkas taag, ces obtug txawm moog rua huv lub nroog Atalias,"},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.26","label":"26","content":"hab obtug caij nkoj lug rua tim lub nroog Aati-aukias kws cov ntseeg tsaa obtug ua ob tug ua teg num qha txujmoo zoo kws nwgnuav obtug tub ua tav lawm."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.27","label":"27","content":"Thaus obtug rov qaab lug txug huv lub nroog Aati-aukias, obtug hu cov ntseeg tuaj ua ke, obtug pav txhua yaam kws Vaajtswv tau paab obtug, hab qha qhov kws Vaajtswv qheb kev rua lwm Tsaav Tuabneeg lug ntseeg Vaajtswv lawm rua puab noog."},{"bible_id":"1726","chapter_code":"ACT.14","verse_code":"ACT.14.28","label":"28","content":"Obtug nrug cov ntseeg ntawd nyob tau ib ntus."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.1","label":"1","content":"Thaus Paulus obtug tseem nyob huv lub nroog Aati-aukias, muaj ob peb tug txivneej tuaj nraag xeev Yudas tuaj txug huv lub nroog Aati-aukias. Puab qha cov ntseeg has tas, “Mej yuavtsum ua kevcai txav lawv le Mauxes txuj Kevcai mej txhaj yuav dlim mej lub txim.”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.2","label":"2","content":"Paulus hab Npananpas nrug puab cov ntawd sis caav txug zaaj nuav. Thaus kawg suavdlawg pum zoo ca Paulus hab Npananpas hab cov ntseeg kws nyob huv lub nroog Aati-aukias qee leej moog nraag lub nroog Yeluxalees, moog nrug cov timthawj hab cov txwjlaug saablaaj saib yuav ua le caag."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.3","label":"3","content":"Cov ntseeg txawm xaa obtug moog. Thaus puab taabtom taug kev moog hlaa lub xeev Faunikias hab xeev Xamalis, obtug qha cov ntseeg kws nyob huv ob lub xeev ntawd has tas, muaj lwm Tsaav Tuabneeg lug ntseeg Vaajtswv lawm hab. Thaus cov ntseeg nov le ntawd, cov ntseeg zoo sab kawg le."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.4","label":"4","content":"Thaus Paulus puab moog txug nraag lub nroog Yeluxalees, cov ntseeg, cov timthawj hab cov txwjlaug suavdlawg tuaj tog puab. Paulus obtug qha tej kws Vaajtswv paab obtug thaus obtug moog qha Txujmoo Zoo rua lwm Tsaav Tuabneeg rua puab noog."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.5","label":"5","content":"Tabsis cov ntseeg kws yog cov Falixais paab, muaj qee leej txawm sawv tseeg hab has tas, “Yuavtsum muab lwm Tsaav Tuabneeg kws lug ntseeg ntawd ua kevcai txav, hab kuas puab coj lawv le Mauxes txuj Kevcai.”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.6","label":"6","content":"Cov timthawj hab cov kws saib cov ntseeg txawm muab zaaj nuav lug saablaaj saib yuav ua le caag."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.7","label":"7","content":"Puab saablaaj ntev loo has tsi txawj hum, ces Petus txawm sawv tseeg has rua puab has tas, “Cov kwvtij, mej tub paub has tas thaus chivthawj, peb cov kws nyob ntawm nuav, Vaajtswv xaiv kuv ua tug qha Txujmoo Zoo rua lwm Tsaav Tuabneeg kuas puab tau nov hab lug ntseeg."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.8","label":"8","content":"Hab Vaajtswv tug kws paub suavdlawg lub sab, nwg pub Vaaj Ntsujplig tug Dlawbhuv rua puab ib yaam le nwg pub rua peb lawm. Vaajtswv ua le ntawd kuas suavdlawg paub has tas, Vaajtswv pum zoo hu lwm Tsaav Tuabneeg lug ntseeg hab."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.9","label":"9","content":"Vaajtswv suav has tas, lwm Tsaav Tuabneeg hab peb zoo tuab yaam nkaus. Vaajtswv zaam txim rua puab, tub yog vim puab ntseeg Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.10","label":"10","content":"Yog le ntawd, ua le caag mej tseem yuav muab lub nraa nyaav rua cov ntseeg ris? Txawm yog peb cov yawmkoob hab peb los yeej ris tsi taug lub nraa ntawd. Mej ua le nuav kuj yog mej sim Vaajtswv sab."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.11","label":"11","content":"Mej ua le ntawd tsi yog lawm. Qhov kws peb dlim peb lub txim tub yog vim tug Tswv Yexus hlub peb xwb. Puab los kuj ib yaam nkaus le peb hab.”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.12","label":"12","content":"Thaus Petus has le ntawd taag, suavdlawg txawm nyob tuabywv noog Npananpas hab Paulus qha txug tej txujci luj hab tseemceeb kws Vaajtswv ua thaus obtug moog qha lwm Tsaav Tuabneeg."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.13","label":"13","content":"Thaus obtug qha taag lawm, Yakaunpaus has tas, “Cov kwvtij, mej ca le noog kuv has!"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.14","label":"14","content":"Ximoos nyavnyuas qha rua peb noog has tas, thawj zag kws Vaajtswv lug paab lwm Tsaav Tuabneeg, Vaajtswv xaiv ib cov lug ua Vaajtswv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.15","label":"15","content":"Cov kws cev Vaajtswv lug tau qha txug zaaj nuav, lawv le Vaajtswv txujlug sau tseg has tas,"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.16","label":"16","content":"‘Tug Tswv has tas, tom qaab ntawd kuv yuav lug muab Daviv lub tsev kws qaug lawm ua dlua tshab. Txawm yog lub tsev ntawd qaug taag lawm los kuv yuav ua dlua tshab."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.17","label":"17","content":"Kuv ua le nuav kuas txhua tsaav tuabneeg kws nyob huv qaab ntuj nuav tau kev lug cuag kuv, tsi has xeem twg le, txhua tug kws kuv xaiv ca lawm, puab yeej yuav lug cuag kuv."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.18","label":"18","content":"Tug Tswv kws has le nuav, nwg tub qha zaaj nuav rua suavdlawg paub thaus u lug lawm.’ ”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.19","label":"19","content":"Yakaunpaus has ntxiv tas, “Kuv xaav has tas, peb tsi xob kuas lwm Tsaav Tuabneeg kws taabtom lug ntseeg ua lawv le tej kevcai ntawd."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.20","label":"20","content":"Tabsis peb ca le sau ntawv moog qha rua puab has tas, kuas puab tsi xob noj tej qhov txhua chaw kws luas muab fij rua dlaab lawm, hab tsi xob ntxag luas quaspuj luas quasyawg, tsi xob noj tej nqaj tsaj kws hlua zawm cejdlaab tuag hab tsi xob noj ntshaav."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.21","label":"21","content":"Rua qhov thaus u lug, txhua nub Xanpataus yeej muaj tuabneeg nyeem Mauxes txuj Kevcai huv tej tsev saablaaj hab muaj tuabneeg qha Mauxes tej lug huv txhua lub nroog.”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.22","label":"22","content":"Tom qaab ntawd, cov timthawj, cov txwjlaug hab cov ntseeg suavdlawg pum zoo xaiv puab paab qee leej nrug Paulus hab Npananpas moog rua peg lub nroog Aati-aukias. Puab xaiv tau ob leeg nrug Paulus obtug moog, ob tug kws puab xaiv ntawd, ib tug yog Yudas kws muaj dlua ib lub npe hu ua Npaxanpas hab ib tug yog Xilas, suavdlawg puavleej fwm obtug."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.23","label":"23","content":"Tsaab ntawv kws puab sau rua obtug nqaa moog has le nuav: “Peb cov kws yog cov timthawj hab cov txwjlaug kws yog mej cov kwvtij, peb sau tsaab ntawv nuav tuaj rua mej txhua tug ntseeg kws yog lwm Tsaav Tuabneeg kws nyob huv lub nroog Aati-aukias huv tebchaws Xilias hab huv tebchaws Kilikias."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.24","label":"24","content":"Peb nov has tas, peb cov muaj qee leej tuaj ua rua mej ntxhuv sab. Tej kws puab qha mej ntawd, yeej tsi yog peb kuas puab tuaj qha."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.25","label":"25","content":"Yog le ntawd peb txhaj saablaaj pum zoo has tas, ca peb xaiv peb cov ib ob tug nrug Npananpas hab Paulus kws yog peb ob tug kwvtij kws peb hlub tuaj saib mej."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.26","label":"26","content":"Paulus obtug yog ob tug kws muab sab rau ua peb tug Tswv Yexus Khetos teg num, obtug tsi khauvxwm obtug txujsa."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.27","label":"27","content":"Peb khaiv Yudas hab Xilas tuaj cuag mej, obtug yuav qha mej lawv nraim le tej kws peb sau tuaj rua mej nuav."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.28","label":"28","content":"Vaaj Ntsujplig tug Dlawbhuv hab peb pum zoo has tas, peb tsi xob muab lub nraa nyaav rua mej ris, tsuas yog kuas mej coj tej yaam kws tseemceeb xwb."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.29","label":"29","content":"Tej ntawd yog le nuav: Mej tsi xob noj tej qhov txhua chaw kws luas muab fij rua dlaab lawm, tsi xob noj ntshaav, tsi xob noj tej nqaj tsaj kws hlua zawm cejdlaab tuag hab tsi xob ntxag luas quaspuj luas quasyawg. Yog mej coj tau tej nuav, ces yog mej ua tau zoo lawm. Thov kuas mej tau nyob kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.30","label":"30","content":"Cov ntseeg txawm khaiv ob tug kws puab xaiv tau lawd nrug Paulus obtug moog. Thaus puab moog txug peg lub nroog Aati-aukias, puab hu cov ntseeg suavdlawg tuaj ua ke, hab muab tsaab ntawv ntawd rua cov ntseeg nyeem."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.31","label":"31","content":"Thaus cov ntseeg nyeem taag, puab suavdlawg zoo sab kawg le, rua qhov tsaab ntawv ntawd txhawb puab tug zug heev."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.32","label":"32","content":"Yudas hab Xilas yog ob tug xwbfwb kws cev Vaajtswv lug. Obtug qha ntau zaaj rua cov ntseeg noog, tej kws obtug qha ntawd txhawb cov ntseeg tug zug heev."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.33","label":"33","content":"Obtug nrug cov ntseeg nyob tau ib ntus, tom qaab ntawd cov ntseeg xaa obtug rov qaab kaaj sab lug moog cuag cov kws khaiv obtug tuaj."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.34","label":"34","content":"Tabsis Xilas has tas, nwg yuav nrug puab nyob ntawd."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.35","label":"35","content":"Paulus hab Npananpas tseem nyob huv lub nroog Aati-aukias tau ib ntus. Obtug hab muaj ntau leej sis paab qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.36","label":"36","content":"Tsi ntev tom qaab ntawd Paulus txawm has rua Npananpas has tas, “Wb moog saib cov ntseeg huv txhua lub nroog kws wb tau moog qha Vaajtswv txujlug rua puab lawm, saib suavdlawg nyob le caag.”"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.37","label":"37","content":"Npananpas xaav coj Yauhaas Malakaus nrug obtug moog,"},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.38","label":"38","content":"tabsis Paulus tsi pum zoo coj, rua qhov thawj zag thaus puab moog txug tim Paafilias, Malakaus ca le tso obtug tseg tsiv lawm, nwg tsi paab obtug ua num kuas tav."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.39","label":"39","content":"Paulus hab Npananpas obtug sis caav heev, ces obtug nyag txawm ncaim moog nyag lawm. Npananpas coj Malakaus nrug nwg moog, obtug caij nkoj hlaa havtxwv moog rua tim lub koog povtxwv Xaipas."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.40","label":"40","content":"Paulus coj Xilas nrug nwg moog. Thaus cov ntseeg thov Vaajtswv foom koob moov rua obtug taag, Paulus txawm sawv kev moog."},{"bible_id":"1726","chapter_code":"ACT.15","verse_code":"ACT.15.41","label":"41","content":"Paulus moog qha thoob plawg huv tebchaws Xilias hab tebchaws Kilikias. Tej kws nwg qha ntawd txhawb cov ntseeg tug zug heev."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.1","label":"1","content":"Paulus moog txug peg lub nroog Denpis hab lub nroog Lixathas. Cov tuabneeg kws nyob huv lub nroog Lixathas muaj ib tug hu ua Timautes. Timautes nam yog ib tug tuabneeg Yudais kws ntseeg Vaajtswv, tabsis Timautes txiv yog tuabneeg Kilis."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.2","label":"2","content":"Cov ntseeg kws nyob huv lub nroog Lixathas hab huv lub nroog Ikaune-us suavdlawg puavleej fwm Timautes."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.3","label":"3","content":"Paulus xaav coj Timautes nrug nwg moog, Paulus txawm muab Timautes ua kevcai txav. Paulus ua le ntawd, rua qhov cov Yudais kws nyob huv lub tebchaws ntawd puavleej paub has tas, Timautes txiv yog tuabneeg Kilis."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.4","label":"4","content":"Paulus puab moog thoob plawg txhua lub nroog, puab qha tej kevcai kws cov timthawj hab cov txwjlaug nraag lub nroog Yeluxalees sau tuaj qha rua suavdlawg noog hab kuas suavdlawg ua lawv le tej kevcai ntawd."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.5","label":"5","content":"Yog le ntawd, cov ntseeg txhaj muaj zug heev hab naj nub muaj tuabneeg lug ntseeg coob quas zug ntxiv."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.6","label":"6","content":"Tom qaab ntawd Paulus puab moog thoob plawg huv cheebtsaam Felinkias hab cheebtsaam Kalatias, rua qhov Vaaj Ntsujplig tug Dlawbhuv tsi pub puab moog qha huv xeev Axias."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.7","label":"7","content":"Thaus puab moog txug peg Mixias nrimteb, puab yuav moog huv lub xeev Npithinias, tabsis Yexus tug Ntsujplig tsi pub puab moog."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.8","label":"8","content":"Puab txawm ca le hlaa dlhau plawg  lub nroog Mixias moog rua nraag lub nroog Rhau-as."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.9","label":"9","content":"Mo ntawd Paulus txawm ua ywgtoog pum ib tug txivneej Makedaunias sawv ntsug thov Paulus has tas, “Thov koj hlaa tuaj paab peb cov kws nyob tim Makedaunias nuav.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.10","label":"10","content":"Thaus Paulus ua ywgtoog ntawd, ces taamsim ntawd peb txawm sawbsim qhov txhua chaw yuav moog rua tim lub xeev Makedaunias, rua qhov peb paub tseeb has tas, Vaajtswv hu peb moog qha txujmoo zoo rua cov tuabneeg kws nyob tid."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.11","label":"11","content":"Peb caij nkoj huv lub nroog Rhau-as ncaaj nraim moog rua peg koog Povtxwv Xamaulakes, hab nub tom qaab peb moog rua tim lub nroog Ne-apaulis."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.12","label":"12","content":"Peb taug kev tawm huv lub nroog Ne-apaulis moog rua peg lub nroog Filipis. Lub nroog Filipis yog lub tuamceeb nroog huv xeev Makedaunias  kws yog cov tuabneeg Loos tswjfwm. Peb nyob ntawd tau ob peb nub."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.13","label":"13","content":"Thaus txug nub Xanpataus, peb txawm tawm huv lub nroog moog rua tom ntug dlej, peb xaav has tas nyaj yuav muaj ib qhov chaw kws cov Yudais moog thov Vaajtswv tod. Thaus peb moog txug, peb nyob quastsawg hab nrug cov quaspuj kws nyob tod thaam."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.14","label":"14","content":"Cov quaspuj ntawd muaj ib tug hu ua Lidias, nwg yog tuabneeg Thiyatilas, nwg tuaj ua luam muag ntaub yaajpwm. Nwg yog ib tug kws fwm Vaajtswv. Thaus nwg nov Paulus qha, tug Tswv qheb nwg lub sab, ua rua nwg totaub tej lug kws Paulus qha."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.15","label":"15","content":"Ces Lidias hab nwg tsev tuabneeg txawm ua kevcai raus dlej, Lidias has rua peb tas, “Yog mej pum has tas kuv ntseeg Vaajtswv tag, ces mej ca le nrug kuv moog su huv kuv tsev. Nwg coj peb heev, ces peb txawm nrug nwg moog rua tom nwg tsev.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.16","label":"16","content":"Muaj ib nub thaus peb taabtom taug kev moog rua tom qhov chaw kws suavdlawg tuaj thov Vaajtswv, peb ntsib ib tug ntxhais qhev, nwg muaj dlaab hab paub txug yaav tom ntej. Qhov kws nwg txawj saib moov le ntawd, ua rua cov tuabneeg kws yuav nwg lug ua qhev tau nyaj ntau heev."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.17","label":"17","content":"Nwg pheej lawv Paulus peb qaab hab qw nrov nrov has tas, “Cov txivneej nuav yog Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus cov tubkhai! Puab tuaj qha txujkev dlim txim rua mej.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.18","label":"18","content":"Nwg pheej naj nub ua le ntawd, Paulus ntxhuv sab, ces Paulus txawm tig hlo moog has rua tug dlaab has tas, “Kuv tuav Yexus Khetos lub npe ntab koj, koj ca le tawm huv tug ntxhais nuav lub cev moog.” Taamsim ntawd dlaab txawm tawm plawg lawm."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.19","label":"19","content":"Thaus cov tuabneeg kws yuav tug ntxhais ntawd lug ua qhev pum has tas, puab yuav tsi tau nyaj lawm puab chim heev, puab txawm nteg kag Paulus hab Xilas obtug caab moog rua huv plawv nroog rua suavdlawg saib."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.20","label":"20","content":"Puab coj Paulus obtug moog cuag cov numtswv Loos, hab qha rua cov numtswv has tas, “Ob tug txivneej nuav yog tuabneeg Yudais, obtug tuaj ua rua peb cov tuabneeg kws nyob huv lub nroog nuav ntxhuv."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.21","label":"21","content":"Obtug tuaj qha tej kevcai kws txawv peb txuj. Peb yog tuabneeg Loos, peb yeej tsi yuav tej kevcai ntawd hab peb coj tsi tau.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.22","label":"22","content":"Thaus puab has le ntawd taag, cov pejxeem txawm sau nthwv lug yuav ntaus Paulus hab Xilas obtug. Cov numtswv txawm muab obtug tej rig tsho dlua pis rhe povtseg hab kuas cov tubrog muab obtug nplawm."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.23","label":"23","content":"Thaus cov tubrog muab obtug nplawm taag, puab txawm coj obtug moog kaw rua huv tsev lojcuj, puab kuas tug kws zuv lub tsev lojcuj zuv obtug zoo zoo."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.24","label":"24","content":"Thaus puab has le ntawd taag, tug kws zuv lub tsev lojcuj txawm muab obtug kaw rua chaav huv plawv hab muab obtug xauv kutaw ruaj ruaj ca."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.25","label":"25","content":"Thaus kwvlaam ib taag mo, Paulus hab Xilas taabtom thov Vaajtswv hab hu nkauj qhuas Vaajtswv. Cov tuabneeg kws nrug obtug nyob ua ke huv tsev lojcuj, puab suavdlawg noog obtug thov Vaajtswv hab hu nkauj."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.26","label":"26","content":"Thaus obtug tseem hu nkauj, ua cav aav txawm tseeg quas nkawg ua rua lub tsev lojcuj ua zug koog. Ces taamsim ntawd lub tsev lojcuj tej qhovrooj txawm ca le qheb taagnrho hab tej saw hlau kws khi cov tuabneeg raug txim tej teg taw txawm nplaam taag huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.27","label":"27","content":"Tug kws zuv lub tsev lojcuj, nwg tsim dlheev nruab dlaab ndlub lug, ua cav tej qhovrooj tub qheb taag lawm. Thaus nwg pum le ntawd, nwg xaav has tas, ntshai cov tuabneeg raug txim tsiv taag lawm. Ces nwg txawm rhu hlo nwg raab ntaaj lug, yuav rov tua nwg."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.28","label":"28","content":"Tabsis Paulus hu nrov nrov has tas, “Koj tsi xob ua le ko rua koj, peb txhua tug puavleej tseem nyob txhij ntawm nuav.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.29","label":"29","content":"Tug kws zuv lub tsev lojcuj kuas ib tug coj teeb moog rua nwg. Nwg txawm dlha ceev nrooj moog rua huv, nwg txhus caug ndlua ntawm Paulus hab Xilas kutaw. Nwg ntshai ua ib ce tshee quas nyo."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.30","label":"30","content":"Nwg coj Paulus obtug tawm lug, nwg nug obtug has tas, “Ob tug tijlaug, kuv yuav ua le caag, kuv txhaj dlim kuv lub txim?”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.31","label":"31","content":"Paulus obtug teb has tas, “Koj hab koj tsev tuabneeg ca le ntseeg tug Tswv Yexus, mej txhaj yuav dlim lub txim.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.32","label":"32","content":"Obtug qha tug Tswv txujlug rua tug kws zuv lub tsev lojcuj hab cov tuabneeg kws nyob huv tsev noog."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.33","label":"33","content":"Mo ntawd nwg coj obtug moog ntxuav obtug tej qhov txhaab kws luas nplawm to. Thaus ntxuav taag, nwg hab nwg tsev tuabneeg txawm ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.34","label":"34","content":"Thaus puab ua kevcai raus dlej taag, nwg coj Paulus hab Xilas rov moog peg nwg tsev hab ua mov rua obtug noj. Nwg hab nwg tsev tuabneeg zoo sab kawg le, rua qhov puab lug ntseeg Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.35","label":"35","content":"Thaus kaaj ntug, cov numtswv Loos khaiv ib tug tub ceevxwm moog has rua tug kws zuv lub tsev lojcuj has tas, “Ca le tso obtug ntawm moog.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.36","label":"36","content":"Tug zuv lub tsev lojcuj txawm has rua Paulus has tas, “Cov numtswv tso tuabneeg tuaj has kuas kuv tso koj hab Xilas moog, yog le ntawd meb ca le moog kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.37","label":"37","content":"Tabsis Paulus has rua cov tub ceevxwm has tas, “Puab tsi tau taug wb zaaj saib wb puas tau ua txhum, puab ca le muab wb nplawm taabmeeg suavdlawg. Txawm yog wb tub yog tuabneeg Loos los puab tseem nplawm wb hab muab wb kaw rua huv tsev lojcuj nuav. Nwgnuav puab tsua yuav kuas wb ca le tawm tuabywv moog xwb yeej tsi tau le. Ca le kuas cov numtswv Loos tuaj tso wb.”"},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.38","label":"38","content":"Cov tub ceevxwm rov moog qha tej nuav rua cov numtswv Loos noog. Thaus cov numtswv Loos nov has tas, Paulus hab Xilas yog tuabneeg Loos, puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.39","label":"39","content":"Yog le ntawd, puab txawm tuaj thov Paulus hab Xilas obtug zaam txim rua puab. Thaus puab thov taag, puab coj obtug tawm huv tsev lojcuj, hab thov kuas obtug tawm huv lub nroog moog."},{"bible_id":"1726","chapter_code":"ACT.16","verse_code":"ACT.16.40","label":"40","content":"Thaus Paulus hab Xilas tawm huv tsev lojcuj moog, obtug moog rua tom Lidias tsev. Muaj cov kwvtij ntseeg tuaj nyob ua ke huv Lidias tsev, obtug txhawb kuas puab muab sab rau ntseeg, hab obtug moog rua lwm qhov lawm."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.1","label":"1","content":"Thaus Paulus hab Xilas obtug hlaa dlhau lub nroog Aafipaulis hab lub nroog Apaulaunias lawm, obtug txawm moog txug nraag lub nroog Thexalaunikes. Cov Yudais muaj ib lub tsev saablaaj nyob huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.2","label":"2","content":"Paulus txawm moog qha huv lub tsev saablaaj ntawd lawv le nwg txeev qha, nwg qha le ntawd peb zag rua peb nub Xanpataus. Nwg muab Vaajtswv txujlug qha hab teb tej lug kws puab nrug nwg sis caav."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.3","label":"3","content":"Nwg qha rua puab has tas, “Yeej yuav muaj tuabneeg muab tug Mexiyas tua, hab tom qaab ntawd, nwg yuav sawv huv qhov tuag rov qaab lug. Paulus has tas, tug Yexus kws kuv taabtom qha rua mej nuav, nwg yog tug Mexiyas ntaag.”"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.4","label":"4","content":"Cov tuabneeg kws tuaj noog ntawd muaj qee leej ntseeg tej kws Paulus hab Xilas qha hab muaj cov tuabneeg Kilis kws fwm Vaajtswv hab cov quaspuj kws tseemceeb ntau leej ntseeg tej kws Paulus obtug qha."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.5","label":"5","content":"Tabsis cov Yudais ntxub obtug, puab txawm moog hu tej tuabneeg tsi tsimtxaj kws nyob tom tej kev tuaj nrug puab ua ib paab. Puab ua rua cov pejxeem kws nyob huv lub nroog ntawd ntxhuv, hab puab moog tsoo Yaxoos tsev nrhav Paulus hab Xilas obtug, puab yuav coj obtug tawm lug rua cov pejxeem txav txim."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.6","label":"6","content":"Tabsis puab nrhav tsi pum obtug, puab txawm nteg Yaxoos hab ob peb tug ntseeg caab moog cuag cov numtswv, puab qw nrov nrov has tas, “Cov tuabneeg nuav yog cov kws ua rua tej tuabneeg kws nyob txhua qhov ntxhuv. Nwgnuav puab tuaj txug huv peb lub nroog lawm."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.7","label":"7","content":"Tabsis Yaxoos tseem ca puab pw huv Yaxoos tsev hab. Tsi yog le ntawd xwb, puab tseem ua txhum vaajntxwv txuj kevcai, puab qha has tas, nwgnuav muaj dlua ib tug vaajntxwv hu ua Yexus lug kaav suavdlawg lawm.”"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.8","label":"8","content":"Thaus cov pejxeem hab cov numtswv nov le ntawd, puab chim heev."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.9","label":"9","content":"Cov numtswv txawm muab Yaxoos puab nplua. Thaus puab them nyaj taag, cov numtswv txhaj tso puab moog."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.10","label":"10","content":"Thaus tsaus ntuj zuag cov ntseeg xaa Paulus hab Xilas obtug moog nraag lub nroog Npele-as. Thaus obtug moog txug nraag, obtug moog rua huv cov Yudais lub tsev saablaaj."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.11","label":"11","content":"Paulus qha cov Yudais kws nyob huv lub nroog Npele-as yoojyim dlua le nwg qha cov kws nyob huv lub nroog Thexalaunikes. Cov tuabneeg Npele-as kub sab lug noog Vaajtswv txujlug hab puab naj nub kawm Vaajtswv txujlug, saib puas muaj tseeb lawv le Paulus qha."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.12","label":"12","content":"Cov tuabneeg ntawd muaj ntau leej lug ntseeg, muaj ntau leej quaspuj Kilis kws suavdlawg fwm hab ntau leej txivneej Kilis lug ntseeg hab."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.13","label":"13","content":"Thaus cov Yudais kws nyob huv lub nroog Thexalaunikes nov has tas, Paulus moog qha Vaajtswv txujlug nraag lub nroog Npele-as lawm, puab txawm tuaj ua rua cov pejxeem kws nyob huv lub nroog ntawd ntxhuv."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.14","label":"14","content":"Thaus cov ntseeg pum muaj le ntawd, puab txawm xaa Paulus moog rua nraag ntug havtxwv, tabsis Xilas hab Timautes tsi moog. Obtug ca le nyob huv lub nroog Npele-as."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.15","label":"15","content":"Puab xaa Paulus moog txug nraag lub nroog Athees. Thaus cov kws xaa Paulus yuav rov qaab lug rua peg lub nroog Npele-as, Paulus kuas puab moog has rua Xilas hab Timautes kuas tuaj cuag nwg sai sai."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.16","label":"16","content":"Thaus Paulus nyob huv lub nroog Athees tog Timautes hab Xilas obtug, nwg pum lub nroog ntawd muaj mlom ntau heev, nwg ntxhuv sab kawg le."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.17","label":"17","content":"Nwg moog huv lub tsev saablaaj, nwg naj nub nrug cov Yudais hab lwm Tsaav Tuabneeg kws fwm Vaajtswv hab cov tuabneeg kws tuaj rua ntawm tej kab sis caam."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.18","label":"18","content":"Thaus Paulus tseem nrug puab sis caam, ces cov xwbfwb kws yog cov Epikule-as paab hab cov Xatau-is paab qee leej tuaj nrug Paulus sis caam hab. Paulus qha has txug Yexus zaaj, hab qha txug qhov kws tuabneeg yuav sawv huv qhov tuag rov qaab lug.  Puab cov ntawd qee leej thuam Paulus has tas, “Tug tuabneeg nuav nwg tub tsi txawj ntse, nwg qha ua dlaabtsi?” Qee leej has tas, “Saib mas zoo le yog nwg has txug lwm Tsaav Tuabneeg tej vaajtswv?”"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.19","label":"19","content":"Yog le ntawd, puab txawm coj Paulus moog cuag cov numtswv ntawm Alepankus. Puab nug Paulus has tas, “Zaaj tshab kws koj qha ntawd yog le caag? Thov koj qha rua peb noog saib."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.20","label":"20","content":"Peb nov koj qha tej zaaj txawv txawv kws peb tsi tau nov dlua. Peb xaav paub saib zaaj ntawd yog le caag tag.”"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.21","label":"21","content":"(Puab has le ntawd, rua qhov cov tuabneeg Athees hab lwm Tsaav Tuabneeg kws nyob huv lub nroog ntawd, puab nyam noog hab nyam sis thaam txug tej zaaj txawv txawv kws puab tsi tau nov dlua.)"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.22","label":"22","content":"Ces Paulus txawm sawv ntsug taabmeeg cov numtswv hab qha puab has tas, “Cov tuabneeg Athees, kuv pum mej muab sab rau teev mej tej mlom heev."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.23","label":"23","content":"Thaus kuv moog ncig saib mej lub nroog hab moog saib tej chaw kws mej pe mlom, kuv pum muaj lug sau rua ntawm ib lub thaaj has tas, ‘Muab rua tug Vaajtswv Kws Peb tsi Paub.’ Tug kws mej pehawm tabsis mej tsi paub ntawd tub yog tug kws nwgnuav kuv qha rua mej ntaag."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.24","label":"24","content":"Tug Vaajtswv kws tsim lub nplajteb hab ib puas tsaav yaam kws nyob huv nplajteb nuav, tug ntawd yog tug Tswv kws kaav lub ntuj hab lub nplajteb, nwg yeej tsi nyob huv tej tsev kws tuabneeg ua."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.25","label":"25","content":"Vaajtswv tsi pluag ib yaam dlaabtsi le, nwg yeej tsi kuas leejtwg ua ib yaam dlaabtsi rua nwg. Rua qhov Vaajtswv yog tug kws rau sav rau paa rua tuabneeg, hab pub ib puas tsaav yaam rua suavdlawg."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.26","label":"26","content":"Vaajtswv tsim txhua tsaav tuabneeg tawm huv tuab tug tuabneeg le roj ntshaa lug xwb, hab kuas puab moog nyob thoob plawg huv lub nplajteb. Vaajtswv tu tebchaws rua puab hab teem sijhawm kuas puab nyob ntev le caag."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.27","label":"27","content":"Vaajtswv ua le ntawd kuas puab txhaj le lug nrhav Vaajtswv. Yog puab kub sab lug xaav paub Vaajtswv, puab yeej yuav paub nwg, rua qhov Vaajtswv yeej nyob tsi dleb ntawm peb txhua tug."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.28","label":"28","content":"lawv le qee leej has tseg has tas, ‘Muaj Vaajtswv, peb txhaj le caj sa moog moog lug lug hab muaj sa nyob.’ Mej cov kws txawj has lug txaj muaj qee leej has tas: ‘Peb puavleej yog Vaajtswv cov mivnyuas hab.’"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.29","label":"29","content":"Yog le ntawd, peb cov kws yog Vaajtswv cov mivnyuas lawm, peb tsi xob xaav has tas, Vaajtswv zoo ib yaam le tej mlom kws cov tuabneeg muaj tswvyim muab nyaj, muab kub nchuav hab muab pobzeb txaug ua."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.30","label":"30","content":"Thaus tuabneeg tseem tsi tau paub Vaajtswv, Vaajtswv tsi suav tuabneeg lub txim. Tabsis nwgnuav Vaajtswv tub qha rua txhua tsaav tuabneeg kws nyob thoob plawg huv lub qaab ntuj nuav has tas, puab yuavtsum tso puab tej kev txhum tseg."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.31","label":"31","content":"Rua qhov Vaajtswv tub teem ib nub ca lawm, nub ntawd Vaajtswv yuav txav txim rua txhua tsaav tuabneeg huv qaab ntuj nuav. Tug kws Vaajtswv tsaa lug ua tug txav txim, nwg yuav txav txim ncaaj nceeg. Hab qhov kws Vaajtswv tsaa tug ntawd sawv huv qhov tuag rov qaab lug, qhov ntawd qha rua suavdlawg paub has tas, tug ntawd yog tug kws Vaajtswv tsaa tag.”"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.32","label":"32","content":"Thaus cov tuabneeg noog Paulus qha, puab nov Paulus has tas muaj ib tug kws tuag lawm sawv huv qhov tuag rov qaab lug, puab txawm thuam hab luag Paulus zum zawg. Tabsis muaj qee leej has tas, “Peb xaav rov noog koj qha zaaj nuav dlua hab.”"},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.33","label":"33","content":"Tom qaab ntawd, Paulus txawm tawm huv qhov chaw kws suavdlawg tuaj saablaaj ntawd moog lawm."},{"bible_id":"1726","chapter_code":"ACT.17","verse_code":"ACT.17.34","label":"34","content":"Muaj qee leej lug ntseeg Yexus hab lug koom nrug Paulus. Cov tuabneeg kws lug ntseeg muaj ib tug nom hu ua Di-aunexi-us; muaj ib tug quaspuj hu ua Damalis, hab muaj dlua ob leeg lug ntseeg hab."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.1","label":"1","content":"Tom qaab ntawd Paulus txawm tawm huv lub nroog Athees moog rua tim lub nroog Kauleethaus."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.2","label":"2","content":"Thaus nwg nyob huv lub nroog ntawd, nwg ntsib ib tug tuabneeg Yudais hu ua Akilas kws yug huv tebchaws Pootus. Akilas tug quaspuj hu ua Paxilas. Obtug nyavnyuas tuaj tim tebchaws Italis tuaj, rua qhov Vaajntxwv Kelaudi-us ntab cov Yudais txhua tug kuas tsiv tawm huv lub nroog Loos moog. Paulus txawm moog saib Akilas obtug,"},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.3","label":"3","content":"Paulus nrug obtug nyob hab nrug obtug ua num ua ke. Paulus xaws tsevntaub ib yaam le Akilas obtug."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.4","label":"4","content":"Txhua nub Xanpataus Paulus moog rua huv tsev saablaaj, nwg yum cov Yudais hab cov tuabneeg Kilis kuas lug ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.5","label":"5","content":"Thaus Xilas hab Timautes obtug tuaj peg lub xeev Makedaunias tuaj txug huv lub nroog Kauleethaus, Paulus txawm qha Vaajtswv txujlug lawm xwb, nwg tsi ua lwm yaam num le. Nwg ua timkhawv rua cov Yudais has tas, Yexus yog tug Mexiyas."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.6","label":"6","content":"Thaus puab tawmtsaam hab thuam Paulus, Paulus txawm muab Paulus lub tsho nchus, hab has rua puab has tas, “Yog mej lub txim poob lug raug mej, mej tsi xob lam has tas kuv tsi qha mej. Txij nuav moog kuv yuav moog qha lwm Tsaav Tuabneeg.”"},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.7","label":"7","content":"Paulus txawm ncaim puab moog, nwg moog nrug ib tug txivneej kws yog lwm Tsaav Tuabneeg kws hu ua Titi-us Yuxatus nyob. Nwg yog ib tug kws fwm Vaajtswv, nwg lub tsev nyob ze lub tsev saablaaj."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.8","label":"8","content":"Kixapus kws yog tug thawj saib lub tsev saablaaj, hab nwg tsev tuabneeg txawm lug ntseeg Yexus Khetos hab muaj ntau leej kws nyob huv lub nroog Kauleethaus tau nov Paulus qha, puab txawm lug ntseeg hab ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.9","label":"9","content":"Muaj ib mos Paulus ua ywgtoog pum tug Tswv lug has rua Paulus has tas, “Koj tsi xob ntshai, koj ca le qha moog tsi xob tso tseg,"},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.10","label":"10","content":"rua qhov kuv nrug koj nyob. Tsi muaj leejtwg yuav ua tau phem rua koj, rua qhov kuv cov thwjtim muaj ntau leej nyob huv lub nroog nuav.”"},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.11","label":"11","content":"Yog le ntawd, Paulus txhaj nyob huv lub nroog Kauleethaus qha Vaajtswv txujlug rua suavdlawg tau ib xyoos hab rau hli."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.12","label":"12","content":"Lub sijhawm kws Nkali-aus ua nom kaav lub xeev Akhayas, cov Yudais tuavhuv ua ib lub sab nteg Paulus coj moog rua tom tsev has plaub."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.13","label":"13","content":"Puab has tas, “Tug txivneej nuav yum suavdlawg kuas pehawm Vaajtswv tsi lawv le peb txuj kevcai.”"},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.14","label":"14","content":"Thaus Paulus taabtom yuav teb puab, Nkali-aus has rua cov Yudais has tas, “Yog nwg tau ua txhum qhov twg lossis tau ua phem le caag rua mej cov Yudais, ces kuv yeej yuav ua sab ntev noog mej tej lug."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.15","label":"15","content":"Tabsis mej tsuas sis caav txug tej nyuas lug, tej nyuas npe hab mej tej kevcai kws mej has tsi sis hum xwb, ca mej sis has mej, tej kws mej has nuav kuv tsi kaam txav txim.”"},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.16","label":"16","content":"Nkali-aus txawm ntab puab tawm huv lub tsev has plaub moog."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.17","label":"17","content":"Ces puab cov ntawd txawm moog nteg Xauthenes kws yog tug thawj saib lub tsev saablaaj coj moog nplawm ntawm lub tsev has plaub saab nrau qaab tsistaug. Tabsis Nkali-aus tsi quavntsej le."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.18","label":"18","content":"Paulus nrug cov ntseeg nyob huv lub nroog Kauleethaus tau ob peb nub ntxiv, nwg maam le nrug Paxilas hab Akilas caij nkoj moog rua tim tebchaws Xilias. Thaus puab moog txug huv lub nroog Keekhale-as, ces Paulus txawm muab nwg cov plaubhau chais, rua qhov nwg tub coglug  has tas, nwg yuav chais nwg cov plaubhau."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.19","label":"19","content":"Thaus Paulus moog txug tim lub nroog Efexus, Paulus txawm ncaim Paxilas hab Akilas obtug. Thaus puab sis ncaim lawm, Paulus moog rua huv tsev saablaaj hab nrug cov Yudais sis caam."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.20","label":"20","content":"Puab cov ntawd thov kuas Paulus nrug puab nyob ib ntus, tabsis Paulus tsi kaam nyob."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.21","label":"21","content":"Thaus nwg yuav ncaim puab moog, nwg has rua puab has tas, “Yog Vaajtswv pum zoo kuv tuaj, kuv maam le rov qaab tuaj qha mej dlua.” Ces Paulus txawm caij nkoj tawm huv lub nroog Efexus moog lawm."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.22","label":"22","content":"Thaus Paulus moog txug nraag lub nroog Xixaleyas, Paulus moog nraag lub nroog Yeluxalees hab moog saib cov ntseeg kws nyob nraag. Tom qaab ntawd nwg rov lug rua peg lub nroog Aati-aukias."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.23","label":"23","content":"Nwg nyob huv lub nroog Aati-aukias ib ntus, nwg maam le moog txhua nrho qhov txhua chaw huv cheebtsaam Kalatias hab Felinkias, nwg moog qha cov ntseeg kuas muab sab rau ntseeg."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.24","label":"24","content":"Thaus ntawd muaj ib tug txivneej Yudais hu ua Apaulaus kws nyob huv lub nroog Alexaadias, nwg tuaj txug huv lub nroog Efexus. Nwg yog ib tug kws txawj qha hab paub Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.25","label":"25","content":"Nwg kawm tug Tswv txuj Kevcai. Nwg kub sab lug qha txug Yexus zaaj, tej kws nwg qha ntawd puavleej muaj tseeb. Tabsis nwg tsuas paub txuj kevcai raus dlej kws Yauhaas qha xwb."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.26","label":"26","content":"Apaulaus moog qha huv lub tsev saablaaj tsi ntshai leejtwg le. Thaus Paxilas hab Akilas nov nwg qha, obtug txawm coj nwg moog rua tom obtug tsev, hab obtug qha Vaajtswv zaaj rua Apaulaus paub tseeb dlua yaav taag lug lawm."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.27","label":"27","content":"Thaus cov ntseeg kws nyob huv lub nroog Efexus paub has tas, Apaulaus yuav hlaa moog rua tim tebchaws Kilis, puab sau ib tsaab ntawv xaa moog rua cov ntseeg kws nyob tid kuas puab hlub Apaulaus. Thaus Apaulaus moog txug tid, nwg paab puab kawg le, puab lug ntseeg rua qhov Vaajtswv foom koob moov rua puab."},{"bible_id":"1726","chapter_code":"ACT.18","verse_code":"ACT.18.28","label":"28","content":"Nwg caav yeej cov Yudais taabmeeg suavdlawg, rua qhov nwg tej lug tseemceeb, hab nwg muab Vaajtswv txujlug qha rua puab paub has tas, Yexus yog tug Mexiyas."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.1","label":"1","content":"Thaus Apaulaus nyob huv lub nroog Kauleethaus, thaus ntawd Paulus moog txhua nrho cheebtsaam Kalatias, nwg maam le moog txug huv lub nroog Efexus. Thaus nwg tuaj txug lawm, nwg ntsib cov ntseeg ob peb leeg,"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.2","label":"2","content":"nwg nug puab has tas, “Thaus mej lug ntseeg, mej puas tau Vaaj Ntsujplig tug Dlawbhuv?” Puab teb has tas, “Peb tsi tau nov dlua has tas muaj Vaaj Ntsujplig tug Dlawbhuv le.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.3","label":"3","content":"Paulus nug puab has tas, “Yog le ntawd, mej ua kevcai raus dlej le caag?” Puab teb has tas, “Peb ua lawv le Yauhaas txuj kevcai raus dlej.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.4","label":"4","content":"Paulus qha rua puab has tas, “Yauhaas txuj kevcai raus dlej tsuas qha has tas, cov kws ua kevcai raus dlej ntawd yog cov kws tub tso kev txhum tseg lawm, txawm yog le ntawd los Yauhaas qha has tas, suavdlawg yuavtsum ntseeg tug kws yuav lawv Yauhaas qaab lug, tug ntawd yog Yexus.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.5","label":"5","content":"Thaus puab nov Paulus has le ntawd, puab txawm tuav tug Tswv Yexus lub npe ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.6","label":"6","content":"Thaus Paulus tsaa teg hab thov Vaajtswv rua puab, Vaaj Ntsujplig tug Dlawbhuv lug rua puab txhua tug. Puab txawm has tau lug txawv txawv hab puab qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.7","label":"7","content":"Cov txivneej ntawd muaj kwvlaam le kaum ob leeg."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.8","label":"8","content":"Paulus muaj sab tawv qha huv lub tsev saablaaj has txug Vaajtswv lub Tebchaws tau peb lub hlis. Nwg nrug cov tuabneeg kws tuaj noog nwg qha sis caam hab yum kuas puab lug ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.9","label":"9","content":"Tabsis cov tuabneeg ntawd qee leej muaj sab tawv tsi kaam ntseeg Yexus. Puab taabmeeg thuam Tswv Yexus zaaj rua suavdlawg noog. Ces Paulus txawm tso puab tseg, coj nwg cov thwjtim nrug nwg moog, hab nwg naj nub  moog qha huv Tilanus chaav tsev saablaaj."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.10","label":"10","content":"Nwg pheej qha le ntawd tau ob xyoos, cov Yudais hab lwm Tsaav Tuabneeg kws nyob huv lub xeev Axias txhaj tau nov Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.11","label":"11","content":"Vaajtswv pub fwjchim rua Paulus ua tau tej txujci tseemceeb rua suavdlawg pum,"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.12","label":"12","content":"hab puab muab Paulus txuj phuam so fws hab Paulus dlaim ntaub npua ua num coj moog tso rua sau cov tuabneeg kws muaj mob lub cev, ces cov tuabneeg ntawd tej mob txawm zoo lawm, hab cov tuabneeg kws raug dlaab los dlaab ca le tawm lawm."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.13","label":"13","content":"Cov Yudais kws txawj ntab dlaab muaj qee leej moog ntab dlaab rua qhov nuav qhov u. Puab tuav Yexus lub npe ntab dlaab saib dlaab puas tawm. Puab has rua dlaab has tas, “Peb tuav Yexus tug muaj fwjchim kws Paulus qha ntab mej tawm.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.14","label":"14","content":"Cov kws ua le ntawd tub yog cov Yudais tug Povthawj Hlub kws hu ua Xakevas xyaa leej tub ntaag."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.15","label":"15","content":"Dlaab teb puab has tas, “Kuv yeej paub Yexus hab paub Paulus, tabsis mej tsua yog leejtwg?”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.16","label":"16","content":"Tug txivneej kws raug dlaab ntawd txawm muab puab ntaus, nwg ntaus yeej puab, puab txawm tsiv tawm huv nwg lub tsev moog. Puab tej rig tsho ndluag hab ib ce to taag huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.17","label":"17","content":"Cov Yudais hab lwm Tsaav Tuabneeg kws nyob huv lub nroog Efexus puavleej nov zaaj nuav, puab ntshai kawg le. Ces Tswv Yexus lub npe txawm nrov nchaa moo lug moog thoob plawg txhua qhov."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.18","label":"18","content":"Cov kws tub xub lug ntseeg lawm, muaj ntau leej tuaj leeg puab tej kev txhum taabmeeg suavdlawg."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.19","label":"19","content":"Cov tuabneeg kws txawj ua khawvkoob ntau leej muab puab tej ntawv khawvkoob coj tuaj hlawv taabmeeg suavdlawg. Puab tej ntawv ntawd raug nqe tsib caug txheeb lub nyaj."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.20","label":"20","content":"Yog le ntawd, tug Tswv txujlug kws muaj fwjchim  txhaj nrov nchaa moog thoob plawg txhua qhov hab muaj tuabneeg lug ntseeg coob zuj zug."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.21","label":"21","content":"Thaus dlhau tej xwm ntawd lawm Paulus npaaj sab  has tas nwg yuav moog rua tim Makedaunias hab Akhayas, nwg maam le moog rua nraag lub nroog Yeluxalees. Paulus has tas, “Tom qaab ntawd kuv yuavtsum moog rua tim lub nroog Loos.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.22","label":"22","content":"Paulus khaiv Timautes hab Elatus kws nrug nwg ua num ua nwg ntej moog rua tim lub xeev Makedaunias. Thaus obtug moog lawm, Paulus tseem nyob huv xeev Axias tau ib ntus hab."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.23","label":"23","content":"Thaus ntawd nyob huv lub nroog Efexus muaj kev kub ntxhuv, rua qhov muaj tuabneeg lug ntseeg Yexus coob zuj zug,"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.24","label":"24","content":"nyob huv lub nroog ntawd muaj ib tug txivneej hu ua Demeti-us, nwg yog ib tug kws ntaus nyaj muag, nwg muab nyaj nchuav ua tej lub nyuas tsev miv miv zoo le lub tsev teev tug mlom quaspuj Alatemis, ua rua cov tuabneeg kws ntaus nyaj tau nyaj ntau heev."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.25","label":"25","content":"Demeti-us txawm moog hu cov kws ntaus nyaj ntawd hab lwm cov kws txawj ntaus nyaj ib yaam le puab cov tuaj saablaaj. Nwg has rua puab has tas, “Mej suavdlawg yeej paub has tas, tub yog vim peb ua teg num nuav peb txhaj tau noj tau haus."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.26","label":"26","content":"Mej tub pum hab nov tej kws tug Paulus ntawd qha lawm. Nwg qha has tas, tej mlom kws peb nchuav nuav tsi tseemceeb dlaabtsi le. Nwg has le ntawd ua rua cov tuabneeg kws nyob huv lub nroog Efexus nuav hab cov kws nyob thoob plawg lub xeev Axias tso txuj qub kevcai tseg yuav taag."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.27","label":"27","content":"Yog peb tsi ceevfaaj, nyob tsaam tej kws peb ua yuav poob nqe hab ntshai suavdlawg yuav saib tsi taug lub tsev kws peb pe tug mlom quaspuj Alatemis kws muaj fwjchim luj, ces tug mlom quaspuj Alatemis kws cov tuabneeg Axias huv lub xeev Axias hab tej tuabneeg kws nyob thoob plawg huv qaab ntuj nuav pe yuav tsi muaj fwjchim lawm.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.28","label":"28","content":"Thaus Demeti-us has le ntawd taag, suavdlawg chim heev, puab txawm qw nrov nrov has tas, “Cov tuabneeg Efexus, tug mlom quaspuj Alatemis muaj fwjchim luj kawg nkaus.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.29","label":"29","content":"Ces txawm muaj kev ntxhuv thoob plawg huv lub nroog Efexus. Suavdlawg txawm tuaj nteg kag Nkayus hab Alitakhus kws yog tuabneeg Makedaunias caab moog rua tom lub tshaav puam, rua qhov obtug nrug Paulus tuaj."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.30","label":"30","content":"Paulus xaav moog cheem cov tuabneeg ntawd, tabsis cov ntseeg tsi kheev Paulus moog."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.31","label":"31","content":"Cov numtswv kws nrug Paulus sis raug zoo khaiv tuabneeg moog cheem kuas Paulus tsi xob moog huv cov tuabneeg coob coob kws nyob tom tshaav puam."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.32","label":"32","content":"Thaus ntawd cov tuabneeg coob coob kws nyob tod taabtom ntxhuv heev, nyag taug nyag qw le nuav le u, rua qhov muaj ibtxha tsi paub has tas, sov puab tuaj saablaaj zaaj dlaabtsi tag!"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.33","label":"33","content":"Cov Yudais txawm muab Alexaades thawb moog rua tom suavdlawg hauv ntej, ces muaj qee leej xaav has tas, tug kws ua txhum ntshai yog Alexaades. Alexaades txawm cu teg kuas suavdlawg nyob tuabywv, nwg yuav qha zaaj ntawd rua suavdlawg saib yog le caag."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.34","label":"34","content":"Tabsis thaus puab pum has tas, Alexaades yog tuabneeg Yudais hab, puab qw tau ob txoog teev has tas, “Cov tuabneeg Efexus tug mlom Alatemis muaj fwjchim luj kawg nkaus.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.35","label":"35","content":"Thaus kawg tug teev ntawv huv lub nroog has kuas suavdlawg nyob tuabywv. Nwg has tas, “Cov tuabneeg Efexus, suavdlawg puavleej paub has tas, cov tuabneeg kws nyob huv lub nroog Efexus nuav yog cov kws tu lub tsev teev tug mlom Alatemis kws muaj fwjchim luj kawg nkaus, hab tu lub pobzeb tseemceeb kws poob sau ntuj lug."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.36","label":"36","content":"Suavdlawg puavleej paub has tas, muaj le ntawd tag. Yog le ntawd, mej ca le nyob tuabywv tsi xob laam tau laam ua rua suavdlawg ntxhuv."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.37","label":"37","content":"Mej nteg obtug lug ua dlaabtsi? Obtug tub tsi tau moog nyag ib yaam dlaabtsi huv lub tsev teev mlom lossis thuam peb tug mlom los sav."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.38","label":"38","content":"Yog Demeti-us hab nwg cov tuabneeg ntaus nyaj ntawd xaav kom leejtwg rua numtswv, peb yeej muaj tsev has plaub hab muaj tug txav txim huv tuabsi, kuas puab moog sis has lawm tom."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.39","label":"39","content":"Tabsis yog mej tsua muaj dlua lwm zaaj, mej yuavtsum hu suavdlawg tuaj ua ke saablaaj tsaiv, maam le txav txim."},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.40","label":"40","content":"Yog peb tsi ua le nuav, nyob tsaam numtswv yuav has tas, tej kev kws ntxhuv nub nua yog peb ua, ces peb yuav tsi muaj lug teb puab, rua qhov tej kev ntxhuv nuav tsi muaj hauvpaug hauvntsis dlaabtsi.”"},{"bible_id":"1726","chapter_code":"ACT.19","verse_code":"ACT.19.41","label":"41","content":"Thaus nwg has le ntawd taag, ces nwg txawm kuas suavdlawg moog tsev."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.1","label":"1","content":"Thaus tsi muaj kev ntxhuv lawm, Paulus hu cov ntseeg tuaj ua ke. Nwg has lug txhawb puab zug taag, nwg txawm ncaim puab moog rua peg lub xeev Makedaunias lawm."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.2","label":"2","content":"Thaus nwg taug kev moog, nwg qha ntau zaaj txhawb cov ntseeg kws nyob huv tej zej zog huv lub xeev ntawd tug zug, nwg maam le moog txug nraag lub xeev Akhayas."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.3","label":"3","content":"Nwg nyob huv lub xeev Akhayas tau peb hlis. Thaus nwg taabtom yuav caij nkoj moog rua tim tebchaws Xilias, nwg nov has tas cov Yudais tuavhuv yuav ua phem rua nwg. Ces nwg txawm xaav has tas, nwg yuav rov qaab moog rua peg lub xeev Makedaunias."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.4","label":"4","content":"Cov tuabneeg kws nrug Paulus moog yog Pilehus tug tub Xaupates, Alitakhus hab Xekudus kws nyob huv lub nroog Thexalaunikes; Nkayus kws nyob huv Denpis; Tikhikus hab Taufimus kws nyob huv xeev Axias; hab Timautes."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.5","label":"5","content":"Puab cov ntawd xub ua ntej moog nyob nraag lub nroog Rhau-as tog peb."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.6","label":"6","content":"Thaus peb ua Kevcai Noj Ncuav Tsi Xyaw Keeb taag, peb txawm caij nkoj tawm huv lub nroog Filipis moog rua nraag lub nroog Rhau-as. Peb moog tau tsib nub maam le moog txug nraag, hab peb nyob nraag tau rau xyaa nub."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.7","label":"7","content":"Nub xyaa  thaus tsaus ntuj peb tuaj noj mov ua ke hab ua kevcai noj tug Tswv Rooj Mov. Paulus qha puab txug ib taag mo, rua qhov thaus kaaj ntug nwg yuav ncaim puab moog."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.8","label":"8","content":"Chaav tsev txheej sau kws peb saablaaj ntawd, puab taws ntau lub teeb."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.9","label":"9","content":"Mo ntawd muaj ib tug hluas hu ua Etikhus, nwg nyob ntawm lub qhovrais noog Paulus qha. Thaus Paulus tseem taabtom qha, Etikhus tsaug zug heev, nwg txawm looj hlas lawm hab nwg ca le poob ntawm lub qhovrais kws yog txheej tsev peb rua huv aav. Thaus puab nqeg moog muab nwg tsaa hlo, nwg tub tuag lawm,"},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.10","label":"10","content":"tabsis thaus Paulus nqeg lug txug, Paulus txawm moog puag nkaus tug hluas ntawd, Paulus has rua suavdlawg has tas, “Mej tsi xob txhawj, nwg tub muaj sa lawm.”"},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.11","label":"11","content":"Ces Paulus nce rov moog rua sau tsev hab muab ncuav lug faib rua suavdlawg noj lawv le kevcai noj tug Tswv Rooj Mov. Paulus nrug suavdlawg thaam moog txug kaaj ntug, nwg maam le ncaim puab moog lawm."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.12","label":"12","content":"Suavdlawg pum tug hluas ntawd tseem muaj sa, puab zoo sab kawg le, puab txawm coj nwg moog tsev."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.13","label":"13","content":"Peb caij nkoj ua ntej moog nyob nraag lub nroog Axaus tog Paulus. Nwg tub xub has kuas peb moog nyob nraag tog nwg, rua qhov nwg yuav moog kutaw moog rua nraag, nwg maam le nrug peb caij nkoj moog."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.14","label":"14","content":"Thaus Paulus tuaj txug nraag lub nroog Axaus, peb txhaj coj nwg nrug peb caij nkoj moog rua nraag lub nroog Mitilenes."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.15","label":"15","content":"Peb caij nkoj tawm huv lub nroog Mitilenes moog ib nub txug ntawm lub koog Povtxwv Khi-aus. Nub tom qaab peb caij nkoj tawm ntawm Khi-aus moog ib nub txug lub koog Povtxwv Xamaus, hab nub tom qaab peb moog txug nraag lub nroog Miletus."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.16","label":"16","content":"Paulus tub xaav tseg has tas, nwg yuav tsi moog su huv lub nroog Efexus, rua qhov nwg tsi muaj sijhawm su huv xeev Axias, nwg yuav maaj moog nraag lub nroog Yeluxalees, saib moog puas ncaav nub kws suavdlawg ua kevcai Peetekos. Yog le ntawd, peb txhaj caij nkoj dlhau plawg moog tsi su huv lub nroog Efexus."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.17","label":"17","content":"Thaus Paulus tseem nyob huv lub nroog Miletus, nwg khaiv tuabneeg moog hu cov txwjlaug kws saib cov ntseeg peg lub nroog Efexus kuas tuaj cuag nwg."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.18","label":"18","content":"Thaus cov txwjlaug tuaj txug lawm, Paulus has rua puab has tas, “Txij thaus kuv tuaj txug huv lub xeev Axias lug txug nub nua, kuv ua kuv lub neej zoo le caag los mej puavleej pum."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.19","label":"19","content":"Txawm yog cov Yudais pheej tuavhuv ua phem rua kuv kuas kuv raug kev txomnyem los kuv tseem ua sab ntev ua Vaajtswv teg num. Thaus kuv ua teg num ntawd, muaj qee zag lug kuv kua muag kawg le."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.20","label":"20","content":"Hab mej tub paub has tas, thaus kuv qha mej huv mej tej tsev hab huv tej tsev saablaaj, kuv yeej qha tej zaaj kws yuav paab tau mej xwb, kuv tsi zais ib lus le."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.21","label":"21","content":"kuv pheej ntuag cov Yudais hab lwm Tsaav Tuabneeg kuas suavdlawg nyag tso nyag tej kev txhum tseg, tig rov lug cuag Vaajtswv hab ntseeg peb tug Tswv Yexus."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.22","label":"22","content":"Nwgnuav Vaaj Ntsujplig tug dlawbhuv yuav kuas kuv moog nraag lub nroog Yeluxalees. Thaus kuv moog txug nraag, kuv yuav raug kev txomnyem le caag los kuv tsi paub."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.23","label":"23","content":"Kuv tsuas paub lawv le Vaaj Ntsujplig qha rua kuv lawm xwb. Nwg qha kuv has tas, kuv yuav raug kaw huv tsev lojcuj hab yuav raug kev txomnyem huv tej nroog kws kuv yuav moog ntawd."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.24","label":"24","content":"Tabsis kuv yeej tsi suav has tas kuv lub neej tseemceeb dlaabtsi, rua qhov kuv xaav ua teg num kws tug Tswv Yexus muab rua kuv ua kuas tav. Teg num ntawd yog moog qha Txujmoo Zoo rua suavdlawg kuas puab paub has tas, Vaajtswv hlub puab."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.25","label":"25","content":"“Kuv tub moog txhua qhov qha rua suavdlawg has txug Vaajtswv lub Tebchaws. Nwgnuav kuv paub has tas, mej txhua tug kws nyob ntawm nuav yuav tsi muaj ib tug rov pum kuv le lawm,"},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.26","label":"26","content":"Yog le ntawd, nub nua kuv qha rua mej has tas, yog mej cov leejtwg raug kev puamtsuaj, mej tsi xob lam has tas, kuv tsi qha mej."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.27","label":"27","content":"Rua qhov kuv tub qha tej kws Vaajtswv xaav kuas mej paub rua mej lawm, kuv tsi tau zais ib qho le."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.28","label":"28","content":"Mej yuavtsum ceevfaaj nyob tsaam mej yuam kev hab mej yuavtsum ua tuab zoo saib paab yaaj kws Vaaj Ntsujplig tug Dlawbhuv muab tso rua mej ua tug saib. Mej yuavtsum saib cov ntseeg ntawd ib yaam le tug tswv yaaj saib nwg paab yaaj. Cov ntseeg ntawd yog cov kws Vaajtswv  tug Tub tuag txhwv  lug ua nwg cov lawm."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.29","label":"29","content":"Kuv paub has tas thaus kuv moog lawm, maa yeej yuav lug rua huv mej cov. Thaus maa lug maa yuav tum txhua tug yaaj huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.30","label":"30","content":"Txawm yog huv mej cov los yeej yuav muaj qee leej qha tsi tseeb ntxag cov ntseeg kuas moog ua puab thwjtim."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.31","label":"31","content":"Mej yuavtsum ceevfaaj hab ncu ntsoov has tas, kuv tub naj nub naj mo qha mej tau peb xyoos lug lawm. Thaus kuv qha mej ntawd muaj qee zag lug kuv kua muag kawg le."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.32","label":"32","content":"“Nwgnuav kuv yuav ncaim mej moog, kuv thov Vaajtswv tsomkwm mej, mej yuavtsum khaws Vaajtswv tej lug kws has tas. Vaajtswv hlub mej rua huv mej lub sab. Vaajtswv txujlug ntawd txhaj paab tau kuas mej muab sab rau ntseeg hab yuav pub tej koob moov kws Vaajtswv tub npaaj tseg ca rua cov kws ntseeg nwg lawm rua mej."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.33","label":"33","content":"Kuv yeej tsi ntshaw leejtwg tej nyaj tej kub lossis tej rig tsho naav lug ua kuv tug."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.34","label":"34","content":"Mej suavdlawg puavleej paub has tas, kuv hab cov phoojywg kws nrug kuv ua num tau noj tau naav tub yog vim kuv ob txhais teg khwv yug suavdlawg xwb, kuv yeej tsi tau thov leejtwg le."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.35","label":"35","content":"Txhua yaam num kws kuv ua rua mej pum tub yog kuv ua qha rua mej paub has tas, peb yuavtsum ua num nyaav le ntawd txhaj paab tau cov tuabneeg kws tsi muaj zug. Hab peb yuavtsum ncu ntsoov tej lug kws tug Tswv Yexus qha has tas, ‘Thaus yug pub rua luas, yug zoo sab heev dlua thaus yug tau luas le.’ ”"},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.36","label":"36","content":"Thaus Paulus qha puab taag, Paulus hab cov tuabneeg kws noog nwg qha suavdlawg txhus caug thov Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.37","label":"37","content":"Thaus Paulus yuav ncaim puab moog, suavdlawg quaj quaj, hab puab lug puag Paulus xubpwg nwj Paulus."},{"bible_id":"1726","chapter_code":"ACT.20","verse_code":"ACT.20.38","label":"38","content":"Puab nyuaj sab kawg le, rua qhov nwg has tas, puab yuav tsi pum nwg lawm, ces puab txawm xaa nwg moog rua nraag lub nkoj."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.1","label":"1","content":"Thaus peb ncaim puab moog lawm, peb txawm caij nkoj ncaaj nraim moog rua nraag koog Povtxwv Kaus; nub tom qaab peb moog txug nraag koog Povtxwv Laudes, hab tom qaab ntawm peb maam le moog txug lub nroog Patalas."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.2","label":"2","content":"Peb pum ib lub nkoj yuav moog rua tim lub xeev Faunikias, peb txhaj caij lub nkoj ntawd moog."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.3","label":"3","content":"Thaus peb moog pum lub koog Povtxwv Xaipas lawm, peb txawm moog saab qaabteb rua tim tebchaws Xilias. Puab yuav thau tej qhov txhua chaw huv lub nkoj rua ntawm lub nroog Tiles, peb txhaj nreg nkoj ntawm lub nroog ntawd."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.4","label":"4","content":"Thaus peb nrhav tau cov ntseeg kws nyob huv lub nroog Tiles lawm, peb nrug puab nyob tau xyaa nub. Vaaj Ntsujplig qha rua puab kuas puab tsi xob pub Paulus moog nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.5","label":"5","content":"Tabsis thaus dlhau xyaa nub lawm, peb ncaim puab moog. Puab txhua tug hab puab tej quaspuj mivnyuas suavdlawg puavleej xaa peb moog txug nraag ntug havtxwv, peb suavdlawg txhus caug ntawm ntug havtxwv thov Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.6","label":"6","content":"Ces peb txawm sis ncaim, thaus peb nce rua huv nkoj, puab txawm rov qaab moog tsev lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.7","label":"7","content":"Peb caij nkoj tawm huv lub nroog Tiles moog kawg kev nkoj rua nraag lub nroog Pataulemais, peb moog saib cov ntseeg huv lub nroog hab nrug puab nyob tau ib nub."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.8","label":"8","content":"Nub tom qaab peb moog rua nraag lub nroog Xixaleyas. Peb moog su huv Filis kws yog ib tug qha txujmoo zoo lub tsev. Filis yog ib tug ntawm xyaa leej kws cov ntseeg nraag lub nroog Yeluxalees tau xaiv lug ua num."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.9","label":"9","content":"Filis muaj plaub tug ntxhais tsi tau yuav quasyawg. Puab plaub leeg ntawd puavleej qha Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.10","label":"10","content":"Peb nyob huv Filis tsev tau ob peb nub, muaj ib tug cev Vaajtswv lug hu ua Ankanpus tuaj nraag xeev Yudas tuaj."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.11","label":"11","content":"Nwg tuaj saib peb, nwg muab Paulus txuj hlaab sa lug khi nwg teg nwg taw, hab nwg has tas, Vaaj Ntsujplig has tas: “Cov Yudais kws nyob nraag lub nroog Yeluxalees yuav muab tug kws sa txuj hlaab nuav khi ib yaam le nuav, hab yuav muab nwg rua lwm tsaav Tuabneeg coj moog tsimtxom.”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.12","label":"12","content":"Thaus peb nov le ntawd, peb hab cov ntseeg kws nyob ntawd cheem tsi kheev Paulus moog rua nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.13","label":"13","content":"Tabsis Paulus has rua puab has tas, “Mej quaj ua dlaabtsi, mej yuav ua kuas kuv nyuaj sab los? Kuv yeej npaaj txhij lawm, tsi yog cov tuabneeg huv lub nroog Yeluxalees yuav muab kuv khi xwb, txawm yog puab yuav muab kuv tua povtseg, vim kuv ua tug Tswv Yexus teg num los kuv yeej yuav moog nraag.”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.14","label":"14","content":"Peb cheem tsi tau nwg, yog le ntawd peb txawm ca nwg moog, nyob tsaam yog tug Tswv pum zoo."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.15","label":"15","content":"Thaus ntawd peb txawm sawbsim qhov txhua chaw hab moog nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.16","label":"16","content":"Cov ntseeg kws nyob huv lub nroog Xixaleyas muaj qee leej nrug peb moog hab, thaus peb moog txug, puab coj peb moog su huv  Manaxoos tsev, yaav taag lug Manaxoos nyob peg koog Povtxwv Xaipas hab nwg tub ntseeg Vaajtswv ntev lug lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.17","label":"17","content":"Thaus peb moog txug huv lub nroog Yeluxalees, cov ntseeg zoo sab kawg le."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.18","label":"18","content":"Nub tom qaab Paulus nrug peb moog saib Yakaunpaus. Cov txwjlaug kws saib cov ntseeg tub tuaj nyob ntawd tog peb lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.19","label":"19","content":"Thaus Paulus nrug puab thaam, Paulus pav txhua yaam kws Vaajtswv ua, txij thaus Paulus moog qha lwm Tsaav Tuabneeg rua puab noog."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.20","label":"20","content":"Thaus puab nov Paulus has le ntawd, puab ua Vaajtswv tsaug. Puab has rua Paulus has tas, “Tijlaug, koj tub paub has tas, cov Yudais muaj ntau txheeb leej lug ntseeg Yexus lawm, puab yog cov kws coj Mauxes txuj kevcai nruj."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.21","label":"21","content":"Puab nov has tas, koj pheej moog qha cov Yudais kws nyob huv lwm Tsaav Tuabneeg tej tebchaws kuas puab tso Mauxes txuj Kevcai tseg, tsi xob muab tej mivnyuas ua kevcai txav, puab tsi xob ua lawv le cov Yudais txuj kevcai kws suavdlawg ibtxwm coj lug lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.22","label":"22","content":"Puab suavdlawg yeej yuav nov has tas, koj tuaj txug ntawm nuav lawm. Yog le ntawd, koj yuav ua le caag?"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.23","label":"23","content":"Peb xaav kuas koj ua le nuav. Muaj plaub tug txivneej nyob ntawm nuav, puab tau coglug tseg has tas,"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.24","label":"24","content":"puab yuav ua kevcai ntxuav, koj ca le nrug puab moog hab muab nyaj paab them puab tej nqe, puab txhaj tau chais puab tej plaubhau.  Yog koj ua le ntawd, suavdlawg txhaj paub has tas, koj coj lawv le Mauxes txuj Kevcai, koj tsi tau ua tej kws puab nov ntawd."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.25","label":"25","content":"Peb tub sau ib tsaab ntawv rua lwm Tsaav Tuabneeg kws ntseeg Vaajtswv lawm has tas, peb suavdlawg pum zoo kuas puab tsi xob noj tej qhov txhua chaw kws muab fij rua dlaab, tsi xob noj ntshaav, tsi xob noj tej nqaj tsaj kws hlua zawm cejdlaab tuag, hab tsi xob ntxag luas quaspuj luas quasyawg.”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.26","label":"26","content":"Yog le ntawd, Paulus coj plaub tug txivneej ntawd moog, hab nub tom qaab nwg nrug puab ua kevcai ntxuav. Paulus moog qha rua tug povthawj kws saib lub Tuamtsev paub has tas, thaus twg puab maam le ua kevcai ntxuav tav. Nub kws puab ua kevcai ntxuav tav yog nub kws puab nqaa khoom tuaj fij rua Vaajtswv lawv le puab tub coglug tseg lawm has tas, puab yuav ua le ntawd."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.27","label":"27","content":"Thaus yuav dlhau xyaa nub kws puab ua kevcai ntxuav ntawd, cov Yudais kws tuaj peg lub xeev Axias tuaj, muaj qee leej pum Paulus nyob huv lub Tuamtsev. Ces puab txawm ntxag kuas cov pejxeem ntxhuv hab puab txawm nteg Paulus."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.28","label":"28","content":"Puab qw nrov nrov has tas, “Cov Yixalayees! Mej ca le lug paab peb! Tug nuav yog tug kws pheej moog qha txhua qhov kuas suavdlawg ntxub cov Yixalayees, saib tsi taug Mauxes txuj Kevcai hab lub Tuamtsev nuav. Tsi yog le ntawd xwb, nwg tseem coj lwm Tsaav Tuabneeg tuaj rua huv lub Tuamtsev hab ua rua lub Tuamtsev tsi huv lawm.”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.29","label":"29","content":"(Puab has le ntawd, rua qhov puab pum Taufimus kws tuaj peg lub nroog Efexus tuaj, nrug Paulus nyob ua ke huv lub nroog, puab txhaj xaav has tas, Paulus yeej coj Taufimus moog rua huv lub Tuamtsev lawm.)"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.30","label":"30","content":"Tej lug kws puab has ntawd ua rua cov pejxeem kws nyob huv lub nroog ntxhuv. Ces puab txawm dlha zum zawg tuaj nteg Paulus hab muab nwg caab tawm huv lub Tuamtsev moog. Taamsim ntawd txawm muaj ib tug lug muab lub Tuamtsev tej qhovrooj kaw kag lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.31","label":"31","content":"Thaus cov tuabneeg coob coob ntawd taabtom yuav muab Paulus tua povtseg, txawm muaj ib tug moog qha rua tug thawj tubrog pawg txheeb kws saib cov tubrog Loos has tas, cov pejxeem kws nyob huv lub nroog Yeluxalees nuav suavdlawg ntxhuv heev lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.32","label":"32","content":"Thaus tug thawj tubrog pawg txheeb nov le ntawd, nwg txawm coj cov thawj tubrog pawg pua hab ib paab tubrog nrug nwg moog saib yog ua caag cov pejxeem txhaj ntxhuv le ntawd. Thaus cov pejxeem pum tug thawj tubrog pawg txheeb coj tubrog dlha tuaj, ces puab txawm tsi ntaus Paulus lawm."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.33","label":"33","content":"Tug thawj tubrog pawg txheeb tuaj txug ndlua ntawm Paulus, nwg tuav nkaus Paulus hab has kuas cov tubrog muab ob txuj saw hlau lug khi Paulus. Tug thawj tubrog txawm nug has tas, “Tug nuav yog leejtwg, hab nwg ua txhum dlaabtsi?”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.34","label":"34","content":"Cov tuabneeg ntawd puab nyag has nyag lawm ib yaam tsi sis thooj. Ces tug thawj tubrog pawg txheeb paub tsi tseeb has tas yog vim le caag, nwg txhaj kuas cov tubrog coj Paulus moog rua huv cov tubrog lub yeej."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.35","label":"35","content":"Thaus puab moog txug ntawm tug ntaiv, cov tubrog txawm muab Paulus nqaa, rua qhov cov pejxeem ua nruj ua tsiv heev rua Paulus."},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.36","label":"36","content":"Cov pejxeem lawv Paulus qaab hab qw ntsoog qeeg has tas, “Ca le coj nwg moog tua povtseg.”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.37","label":"37","content":"Thaus cov tubrog taabtom coj Paulus moog rua huv lub tsev, Paulus txawm has rua tug thawj tubrog pawg txheeb has tas, “Thov ca kuv has ib lus rua koj puas tau?” Tug thawj tubrog pawg txheeb teb has tas, “Koj paub lug Kilis hab los?"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.38","label":"38","content":"Koj tsi yog tug tuabneeg Iziv kws yaav taag lug tawmtsaam numtswv hab coj plaub txheeb leej kws tua tuabneeg nrug nwg moog rua tom roob mojsaab qhua los?”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.39","label":"39","content":"Paulus teb has tas, “Kuv yog tuabneeg Yudais, kuv yug huv lub nroog Talaxus kws nyob peg tebchaws Kilikias. Kuv yog cov tuabneeg kws nyob huv lub nroog Talaxus ntaag. Lub nroog ntawd yog ib lub nroog tseemceeb. Thov koj ca kuv has rua cov pejxeem ntawd mivntsiv.”"},{"bible_id":"1726","chapter_code":"ACT.21","verse_code":"ACT.21.40","label":"40","content":"Tug thawj tubrog pawg txheeb txhaj ca Paulus has. Paulus txawm sawv ntsug ntawm tug ntaiv cu teg rua suavdlawg kuas nyob tuabywv. Thaus suavdlawg nyob tuabywv lawm, Paulus txawm ua lug Henplais qha rua puab has tas,"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.1","label":"1","content":"“Mej cov kws ua nam ua txiv hab ua kwv ua tij suavdlawg, mej ca le noog kuv yuav has dlaws kuv zaaj!”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.2","label":"2","content":"Thaus suavdlawg nov Paulus ua lug Henplais has, puab txawm nyob tuabywv noog. Paulus has tas:"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.3","label":"3","content":"“Kuv yog tuabneeg Yudais, kuv yug huv lub nroog Talaxus kws nyob tim tebchaws Kilikias, tabsis kuv lug luj hlub nyob huv lub nroog Yeluxalees nuav. Nkamaliyees yog tug xwbfwb qha ntawv rua kuv ntaag. Kuv tau kawm peb cov yawmkoob txuj kevcai huv tuabsi lawm. Hab kuv muab sab rau ua Vaajtswv teg num ib yaam le naj nub nua mej pum kuv ua."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.4","label":"4","content":"Yaav taag lug kuv yog ib tug kws tau tsimtxom cov ntseeg. Muaj qee leej kuv muab tsimtxom tuag lawm. Kuv nteg cov ntseeg, tsi has quaspuj lossis txivneej coj moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.5","label":"5","content":"Tug Povthawj Hlub hab cov Yudais tej numtswv puavleej paub has tas, kuv has tseeb xwb. Puab ua ntawv rua kuv nqaa moog rua cov kwvtij Yudais kws nyob peg lub nroog Damaxes, thaus ntawd kuv moog nteg cov ntseeg kws nyob peg khi hab caab lug rau txim rua nraag lub nroog Yeluxalees nuav."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.6","label":"6","content":"“Thaus yuav laug taav su kws kuv taabtom taug kev moog yuav txug peg lub nroog Damaxes, txawm muaj dluab tshaav ntuj ci nplaag sau ntuj tuaj rua kuv."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.7","label":"7","content":"Kuv txawm qaug ntawg rua huv aav, kuv nov ib lub suab has rua kuv tas, ‘Xaulus, Xaulus! Ua le caag koj tsimtxom kuv?’"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.8","label":"8","content":"Kuv nug nwg has tas, ‘Tug Tswv, koj yog leejtwg?’ Nwg teb kuv has tas, ‘Kuv yog Yexus tug kws yog tuabneeg Naxales kws koj tsimtxom ntaag.’"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.9","label":"9","content":"Cov txivneej kws nrug kuv moog puavleej pum tug dluab tshaav ntuj kws ci tuaj rua kuv, tabsis puab tsi nov lub suab kws has rua kuv."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.10","label":"10","content":"Kuv nug has tas, ‘Tug Tswv, yog le ntawd kuv yuav ua le caag?’ Tug Tswv txawm has rua kuv has tas, ‘Koj ca le sawv moog rua huv lub nroog Damaxes. Thaus koj moog txug tod, yuav muaj tuabneeg qha rua koj paub txhua yaam kws Vaajtswv yuav kuas koj ua.’"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.11","label":"11","content":"Tug dluab tshaav ntuj kws ci ci ntawd ua rua kuv ob lub qhovmuag tsi pum kev lawm. Ces cov txivneej kws nrug kuv moog ntawd txhaj le tuav kuv teg moog rua huv lub nroog Damaxes."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.12","label":"12","content":"“Nyob huv lub nroog Damaxes muaj ib tug txivneej hu ua Ananias kws coj Vaajtswv txuj kevcai nruj, cov tuabneeg Yudais kws nyob huv lub nroog Damaxes puavleej fwm nwg."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.13","label":"13","content":"Nwg tuaj saib kuv, nwg lug sawv ntawm kuv ib saab hab nwg has rua kuv tas, ‘Nyuas kwv Xaulus, koj ca le rov pum kev!’ Taamsim ntawd kuv ob lub qhovmuag txawm rov pum kev, hab kuv tsaa qhovmuag saib nwg."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.14","label":"14","content":"Nwg has rua kuv tas, ‘Peb cov yawmkoob tug Vaajtswv tub xaiv koj lug ua teg num kws Vaajtswv xaav kuas koj ua, hab kuas koj pum Vaajtswv tug Tubkhai kws ncaaj nceeg, hab nov lub suab kws nwg has rua koj."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.15","label":"15","content":"Rua qhov koj yuav ua timkhawv qha nwg zaaj kws koj pum hab koj nov lawm rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.16","label":"16","content":"Nwgnuav koj tseem yuav tog ua dlaabtsi? Koj ca le sawv tseeg ua kevcai raus dlej, hab tuav tug Tswv lub npe thov, nwg txhaj yuav zaam koj tej kev txhum.’"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.17","label":"17","content":"“Thaus kuv rov lug txug huv lub nroog Yeluxalees nuav, kuv taabtom thov Vaajtswv huv lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.18","label":"18","content":"kuv ua ywgtoog pum tug Tswv lug has rua kuv has tas, ‘Nwgnuav koj ca le tawm huv lub nroog Yeluxalees nuav moog, rua qhov cov tuabneeg kws nyob huv lub nroog nuav, puab yuav tsi noog tej lug kws koj ua timkhawv txug kuv zaaj.’"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.19","label":"19","content":"Thaus kuv nov tug Tswv has le ntawd, kuv has rua nwg has tas, ‘Tug Tswv, suavdlawg puavleej paub has tas, kuv yog tug kws pheej moog nteg cov ntseeg koj txhua qhov huv tej tsev saablaaj. Kuv muab puab ntaus hab muab puab caab moog kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.20","label":"20","content":"Thaus cov tuabneeg kws ntxub Xatefanaus, muab Xatefanaus tug kws ua timkhawv txug koj zaaj tua povtseg, kuv nyob ntawd hab; kuv nrug puab pum zoo muab nwg tua povtseg. Hab cov tuabneeg kws tua Xatefanaus, puab hle puab tej tsho ca rua kuv zuv.’"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.21","label":"21","content":"Tug Tswv has rua kuv tas, ‘Koj ca le moog, kuv yuav khaiv koj moog dleb heev, moog qha lwm Tsaav Tuabneeg.’ ”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.22","label":"22","content":"Cov tuabneeg ntawd noog Paulus qha lug txug thaus Paulus has tas, Vaajtswv yuav khaiv nwg moog qha lwm tsaav Tuabneeg, puab txawm qw nrov nrov has tas, “Tug tuabneeg zoo le nuav, tsi tsimnyog ca nwg ua neej nyob, ca le muab nwg tua! Ca le muab nwg tua povtseg!”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.23","label":"23","content":"Cov tuabneeg ntawd chim heev, puab txhaj qw nrov nrov hab hle puab tej tsho pov zum zawg rua nuav rua u, hab tsuab moov aav w rua sau nruab ntug."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.24","label":"24","content":"Thaus tug thawj tubrog pawg txheeb pum le ntawd, nwg txawm kuas nwg cov tubrog coj Paulus moog huv lub yeej hab kuas puab muab Paulus nplawm, hab nug Paulus saib yog vim le caag cov Yudais pheej yuav qw tawmtsaam Paulus heev ua luaj le?"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.25","label":"25","content":"Tabsis thaus cov tubrog taabtom muab hlua khi Paulus yuav muab Paulus nplawm, Paulus has rua tug thawj tubrog pawg pua kws sawv ze ntawm Paulus has tas, “Thaus mej tseem tsi tau taug ib tug tuabneeg Loos zaaj, mej ca le muab nwg nplawm, puas lawv le txuj kevcai hab?”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.26","label":"26","content":"Thaus tug thawj tubrog pawg pua nov Paulus has le ntawd, nwg moog qha rua tug thawj tubrog pawg txheeb has tas, “Ua le caag koj kuas peb muab tug txivneej ntawd nplawm? Nwg tub yog tuabneeg Loos hab los sav.”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.27","label":"27","content":"Tug thawj tubrog pawg txheeb lug nug Paulus has tas, “Koj ca le qha kuv saib, koj yog tuabneeg Loos hab los?” Paulus teb has tas, “Kuv yeej yog tag.”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.28","label":"28","content":"Tug thawj tubrog pawg txheeb txawm has tas, “Kuv yog tuabneeg Loos hab, tabsis kuv them nyaj ntau heev, kuv txhaj tau lug ua tuabneeg Loos.” Paulus teb has tas, “Koj them nyaj ntau, koj txhaj tau lug ua, tabsis thaus kuv yug lug, kuv yeej yog tuabneeg Loos lawm.”"},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.29","label":"29","content":"Thaus cov tuabneeg kws yuav taug Paulus zaaj nov le ntawd, puab txawm txaav ntawm Paulus moog dleb zuj zug lawm. Thaus tug thawj tubrog pawg txheeb nov Paulus has tas, Paulus yog tuabneeg Loos, tug thawj tubrog ntawd ntshai heev, rua qhov nwg muab Paulus khi lawm."},{"bible_id":"1726","chapter_code":"ACT.22","verse_code":"ACT.22.30","label":"30","content":"Tug thawj tubrog pawg txheeb xaav paub tseeb has tas, tej lug kws cov Yudais nkaug Paulus ntawd yog le caag tag. Nub tom qaab tug thawj tubrog txawm kuas cov tubrog muab txuj saw hlau kws khi Paulus dlaws, nwg kuas cov thawj ntawm cov povthawj hab cov numtswv suavdlawg tuaj ua ke. Thaus suavdlawg tuaj txhij lawm, nwg txawm coj Paulus lug sawv taabmeeg suavdlawg."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.1","label":"1","content":"Paulus tsaa qhovmuag saib cov Yudais tej numtswv hab has rua puab has tas, “Cov kwvtij, kuv lub sab yeej paub has tas, kuv ua kuv lub neej zoo taabmeeg Vaajtswv lug txug naj nub nua.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.2","label":"2","content":"Thaus tug Povthawj Hlub Ananias nov Paulus has le ntawd, nwg kuas cov tuabneeg kws sawv ze ntawm Paulus, ntaus Paulus qhovncauj."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.3","label":"3","content":"Paulus has rua Ananias has tas, “Tug nam tuabneeg ntsejmuag ncaaj sab nkhaus, Vaajtswv yuav ntaus koj. Ua le caag koj tseem yuav muaj plhus tuaj nyob ntawm ko txav txim rua kuv lawv le Mauxes txuj Kevcai? Qhov kws koj kuas puab ntaus kuv, koj tub ua txhum Mauxes txuj Kevcai lawm los sav!”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.4","label":"4","content":"Cov tuabneeg kws sawv ze Paulus has rua Paulus has tas, “Koj tseem yuav saib tsi taug tug Povthawj Hlub kws ua Vaajtswv teg num hab los?”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.5","label":"5","content":"Paulus teb puab has tas, “Cov kwvtij, kuv tsi paub has tas nwg yog tug Povthawj Hlub, yog kuv paub ces kuv yuav tsi has le ntawd, rua qhov Vaajtswv txujlug sau tseg has tas, ‘Mej tsi xob thuam tug kws saib mej.’ ”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.6","label":"6","content":"Thaus Paulus pum has tas, cov tuabneeg kws tuaj saablaaj ntawd muaj ibtxha yog cov Xadukais hab ibtxha yog cov Falixais, ces Paulus txawm has nrov nrov rua suavdlawg has tas, “Cov kwvtij, kuv yog ib tug Falixais, kuv txiv yog ib tug Falixais hab. Qhov kws puab coj kuv tuaj rua mej taug kuv zaaj, tub yog vim kuv ca sab has tas, cov tuabneeg kws tuag lawm yuav muaj sa sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.7","label":"7","content":"Thaus Paulus has le ntawd taag, cov Falixais hab cov Xadukais txawm sis caav heev hab puab tsi sis hum lawm."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.8","label":"8","content":"(Rua qhov cov Xadukais tsi ntseeg has tas, tuabneeg yuav sawv tau huv qhov tuag rov qaab lug, hab tsi ntseeg has tas muaj cov timtswv ceebtsheej lossis muaj ntsujplig; tabsis cov Falixais ntseeg has tas muaj peb yaam ntawd huv tuabsi.)"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.9","label":"9","content":"Suavdlawg yimfuab sis caav heev dlua, cov xwbfwb kws qha Vaajtswv txuj Kevcai kws yog cov Falixais paab muaj qee leej txawm sawv tseeg hab tshev has tas, “Peb tsi pum tug txivneej nuav ua ib qhov txhum le! Tej zag yog ntsujplig lossis timtswv ceebtsheej lug has rua nwg tag!”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.10","label":"10","content":"Thaus tug thawj tubrog pawg txheeb pum suavdlawg sis caav heev, nwg ntshai nyob tsaam puab muab Paulus chua ndluag ua ob peb ceg, nwg txhaj kuas nwg cov tubrog coj Paulus tawm huv cov tuabneeg ntawd moog rua huv lub yeej."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.11","label":"11","content":"Mo ntawd tug Tswv lug sawv ntawm Paulus ib saab hab has rua Paulus has tas, “Koj tsi xob ntshai! Koj tub ua timkhawv qha kuv zaaj huv lub nroog Yeluxalees lawm, koj yuavtsum ua ib yaam le ntawd tim lub nroog Loos hab.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.12","label":"12","content":"Thaus kaaj ntug cov Yudais txawm tuaj ua ke saablaaj. Puab coglug has tas, puab yuav tsi noj tsi haus ib yaam dlaabtsi moog txug thaus puab tua tau Paulus tsaiv."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.13","label":"13","content":"Cov tuabneeg kws tuavhuv ntawd muaj plaub caug tawm leej."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.14","label":"14","content":"Ces puab txawm moog cuag cov thawj ntawm cov povthawj hab cov txwjlaug, puab has tas, “Peb tub coglug lawm has tas peb yuav tsi noj tsi haus ib yaam dlaabtsi moog txug thaus peb tua tau Paulus tsaiv."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.15","label":"15","content":"Yog le ntawd, mej hab cov Yudais tej numtswv ca le khaiv tuabneeg moog has rua cov tuabneeg Loos tug thawj tubrog pawg txheeb kuas coj Paulus tuaj cuag peb. Mej ua txuj has rua nwg has tas, mej xaav taug Paulus zaaj kuas paub tseeb dlua thawj zag. Yog mej ua le ntawd peb yuav moog tog kev tua Paulus povtseg thaus nwg tseem tuaj tsi tau txug ntawm nuav.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.16","label":"16","content":"Tabsis Paulus tug muam tug tub nov puab tuavhuv yuav muab Paulus tua povtseg, nwg txawm moog rua huv cov tubrog lub yeej hab qha qhov kws nwg nov ntawd rua Paulus paub."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.17","label":"17","content":"Paulus txawm hu ib tug thawj tubrog pawg pua lug cuag nwg hab has tas, “Thov koj coj tug tub hluas nuav moog cuag tug thawj tubrog pawg txheeb, nwg muaj lug yuav has rua tug thawj tubrog ntawd noog.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.18","label":"18","content":"Tug thawj tubrog pawg pua txawm coj tug tub hluas ntawd moog cuag tug thawj tubrog pawg txheeb hab has tas, “Tug Paulus kws raug txim ntawd thov kuv coj tug tub hluas nuav tuaj cuag koj, tug tub hluas nuav muaj lug yuav has rua koj noog.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.19","label":"19","content":"Tug thawj tubrog pawg txheeb tuav tug tub hluas ntawd teg coj moog rua ib caag hab nug has tas, “Koj muaj lug dlaabtsi yuav has rua kuv?”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.20","label":"20","content":"Tug tub hluas ntawd teb has tas, “Cov Yudais tej numtswv tub saablaaj hum lawm has tas, pigkig puab yuav tuaj thov koj coj Paulus moog cuag cov Yudais tej numtswv, puab yuav ua txuj has tas, ‘Cov Yudais tej numtswv xaav taug Paulus zaaj kuas paub tseeb dlua thawj zag.’"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.21","label":"21","content":"Tabsis koj tsi xob noog puab has, rua qhov tub muaj plaub caug tawm leej taabtom tog kev yuav tua Paulus. Cov tuabneeg ntawd tub coglug tseg lawm has tas, puab yuav tsi noj tsi haus ib yaam dlaabtsi moog txug thaus puab tua tau Paulus tsaiv. Puab tub npaaj txhij lawm, tabsis puab tseem tog saib koj yuav has le caag xwb.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.22","label":"22","content":"Tug thawj tubrog pawg txheeb txawm has rua tug tub hluas ntawd has tas, “Koj ca le rov qaab moog tsev, hab koj tsi xob qha qhov kws koj tuaj has rua kuv nuav rua leejtwg le.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.23","label":"23","content":"Tug thawj tubrog pawg txheeb hu nwg ob tug thawj tubrog pawg pua lug cuag nwg hab has tas, “Meb ca le moog txhij ob puas leej tubrog, txhij cov tubrog caij neeg xyaa caum leej, hab cov tubrog nkaug muv ob puas leej, thaus cuaj teev tsaus ntuj, mej moog rua peg lub nroog Xixaleyas."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.24","label":"24","content":"Mej nrhav neeg rua Paulus caij, mej yuavtsum saib nwg zoo zoo, hab xaa nwg moog kuas txug Felis kws yog tug tswvxeev.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.25","label":"25","content":"Tug thawj tubrog pawg txheeb sau ib tsaab ntawv xaa moog rua Felis. Tsaab ntawv ntawd nwg sau has le nuav:"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.26","label":"26","content":"“Hawm txug tug Tswvxeev Felis, kuv yog Kelaudi-us Lixias. Kuv sau tsaab ntawv nuav tuaj qha rua koj paub has tas,"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.27","label":"27","content":"cov Yudais tau nteg tug txivneej nuav, puab tub yuav muab nwg tua povtseg. Kuv nov has tas, nwg yog tuabneeg Loos, kuv txhaj coj kuv cov tubrog moog paab nwg."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.28","label":"28","content":"Kuv xaav paub tseeb has tas tej lug kws cov Yudais nkaug nwg yog le caag tag, kuv txhaj coj nwg moog cuag cov Yudais tej numtswv."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.29","label":"29","content":"Thaus peb taug nwg zaaj, kuv pum has tas tej lug kws puab nkaug nwg, puab has txug qhov kws nwg ua txhum cov Yudais txuj kevcai xwb. Kuv tsi pum nwg ua ib qhov txhum kws yuav tsimnyog muab nwg tua povtseg lossis muab nwg kaw rua huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.30","label":"30","content":"Thaus kuv nov has tas cov Yudais tuavhuv yuav tog kev muab nwg tua povtseg, kuv txhaj xaa nwg tuaj cuag koj. Kuv has rua cov tuabneeg kws nkaug nwg has tas, kuas puab ca le tuaj has tim ntsej tim muag ntawm koj.”"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.31","label":"31","content":"Cov tubrog ntawd moog ua lawv le tug thawj tubrog pawg txheeb has. Mo ntawd puab coj Paulus moog txug peg lub nroog Aatipatis."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.32","label":"32","content":"Nub tom qaab cov tubrog kws moog kutaw, puab txawm rov qaab moog rua nraag puab lub yeej lawm, tsuas tseg cov tubrog kws caij neeg xaa Paulus moog rua peg lub nroog Xixaleyas xwb."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.33","label":"33","content":"Thaus puab moog txug huv lub nroog Xixaleyas lawm, puab muab tsaab ntawv kws Kelaudi-us Lixias sau rua tug Tswvxeev hab muab Paulus cob rua nwg."},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.34","label":"34","content":"Thaus tug Tswvxeev nyeem tsaab ntawv ntawd taag, nwg nug Paulus has tas, “Koj nyob lub tebchaws twg tuaj?” Thaus tug Tswvxeev paub has tas, Paulus tuaj peg tebchaws Kilikias tuaj,"},{"bible_id":"1726","chapter_code":"ACT.23","verse_code":"ACT.23.35","label":"35","content":"tug Tswvxeev has rua Paulus has tas, “Tog cov tuabneeg kws nkaug koj tuaj txug tsaiv, kuv maam le noog koj has.” Tug tswvxeev kuas cov tubrog zuv Paulus zoo zoo huv Vaajntxwv Helauj lub loog."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.1","label":"1","content":"Tau tsib nub tom qaab Ananias kws yog tug Povthawj Hlub, ob peb tug txwjlaug hab ib tug txivneej kws txawj txheem plaub hu ua Tetulus, puab moog rua peg lub nroog Xixaleyas. Thaus puab moog txug lawm, puab txawm nkaug Paulus rua Felis kws yog tug Tswvxeev."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.2","label":"2","content":"Thaus puab hu Paulus lug, Tetulus txawm nkaug Paulus rua Felis noog has tas, “Koj ua peb nam peb txiv! Naj nub nua peb muaj noj muaj haus, nyob kaaj sab lug hab peb lub tebchaws txhua qhov muaj kev vaammeej los tub yog vim muaj koj saib."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.3","label":"3","content":"Txhua yaam kws koj tau paab peb lawm, peb yeej ncu ntsoov koj txaj ntsig moog le."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.4","label":"4","content":"Ntshai yuav taabkaum koj, tabsis kuv thov koj ua sab ntev, peb muaj lu puav lug yuav has rua koj noog."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.5","label":"5","content":"Peb pum has tas, tug txivneej nuav pheej ua rua cov Yudais kws nyob thoob plawg qaab ntuj ntxhuv, hab nwg yog tug thawjcoj ntawm cov Naxalenes paab."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.6","label":"6","content":"Tsi yog le ntawd xwb, nwg tseem ua saib tsi taug lub Tuamtsev hab, peb txhaj nteg nwg. (Peb yeej yuav txav txim rua nwg lawv le peb txuj kevcai."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.7","label":"7","content":"Tabsis tug thawj tubrog pawg txheeb kws yog Lixias txawm tuaj txeeb Paulus ntawm peb teg moog lawm."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.8","label":"8","content":"Lixias has rua cov tuabneeg kws nkaug Paulus kuas tuaj has tim ntsej tim muag taabmeeg koj.) Yog koj ua tuab zoo taug tug txivneej nuav zaaj zoo zoo, koj yuav paub has tas, yeej yuav muaj lawv le tej lug kws peb has.”"},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.9","label":"9","content":"Cov Yudais kws nyob ntawd has zum zawg has tas, “Tej kws Tetulus has yeej muaj tseeb tag.”"},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.10","label":"10","content":"Thaus tug tswvxeev kuas Paulus has dlaws Paulus zaaj, Paulus has tas, “Kuv paub has tas koj yog tug txav txim rua cov tuabneeg kws nyob huv lub tebchaws nuav tau ntau xyoo lug lawm, kuv txhaj txaus sab has dlaws kuv zaaj rua koj noog."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.11","label":"11","content":"Yog koj ua tuab zoo saib, koj yeej yuav paub has tas, txij nub kws kuv moog pehawm Vaajtswv nraag lub nroog Yeluxalees lug txug nub nua, tub tsi tau dlhau kaum ob nub."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.12","label":"12","content":"Cov Yudais yeej tsi tau pum kuv nrug leejtwg sis caav huv lub Tuamtsev le. Puab tub tsi pum kuv ua rua cov pejxeem ntxhuv huv puab tej tsev saablaaj lossis huv lub nroog qhov twg le."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.13","label":"13","content":"Tej lug kws puab nkaug kuv, puab nrhav tsi tau ib lus tseeb kws qha has tas kuv tau ua txhum."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.14","label":"14","content":"Txawm yog tsi muaj ib lus tseeb los kuv thov leeg ib qho rua koj has tas, kuv yeej coj lawv le txuj Kevcai Tshab kws puab has tas tsi tseemceeb. Tabsis txuj kevcai ntawd yeej yog Vaajtswv txuj kws peb cov yawmkoob yeej ibtxwm coj thaus u lug lawm. Kuv ntseeg txhua lu kws sau tseg rua huv Mauxes txuj Kevcai hab huv tej ntawv kws cov cev Vaajtswv lug tau sau tseg lawm huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.15","label":"15","content":"Kuv hab puab puavleej ca sab ib yaam nkaus has tas, Vaajtswv yuav tsaa cov tuabneeg kws tuag lawm txhua tug sawv rov qaab lug, tsi has cov tuabneeg ua phem lossis cov tuabneeg ua zoo."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.16","label":"16","content":"Yog le ntawd, kuv txhaj muab sab rau ua kuas hum Vaajtswv sab hab hum tuabneeg sab."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.17","label":"17","content":"“Kuv tub tawm huv lub nroog Yeluxalees moog nyob lwm qhov tau ntau xyoo lawm, kuv txhaj rov qaab moog rua nraag lub nroog Yeluxalees, hab coj mivntsiv nyaj moog pub rua kuv tsaav tuabneeg hab muab tsaj tua hlawv fij rua Vaajtswv."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.18","label":"18","content":"Thaus kuv ua kevcai ntxuav taag, kuv taabtom muab tsaj tua hlawv fij rua Vaajtswv huv lub Tuamtsev, ces puab txawm tuaj pum kuv. Thaus ntawd tsi muaj tuabneeg coob nrug kuv nyob ua ke hab tsi muaj kev ntxhuv dlaabtsi le."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.19","label":"19","content":"Tabsis cov Yudais kws tuaj peg lub xeev Axias tuaj, muaj qee leej nyob ntawd hab. Yog puab pum has tas, thaus ntawd kuv ua txhum, tsimnyog puab tuaj nkaug kuv rua koj ntawm nuav,"},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.20","label":"20","content":"lossis kuas cov tuabneeg kws nyob ntawm nuav has saib, thaus kuv qha kuv zaaj rua cov Yudais tej numtswv noog, cov kws nkaug kuv nuav, puab tsua pum kuv ua txhum dlaabtsi."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.21","label":"21","content":"Tsuas tshwj thaus kuv sawv taabmeeg puab, kuv has ib lus le nuav xwb: ‘Nub nua mej txav txim rua kuv tub yog vim kuv ntseeg has tas cov tuabneeg kws tuag lawm, yuav sawv huv qhov tuag rov qaab lug.’ ”"},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.22","label":"22","content":"Felis yeej kawm paub txuj Kevcai Tshab lug lawm. Thaus nwg nov Paulus has le ntawd, nwg txawm kuas suavdlawg tso tseg. Nwg has rua suavdlawg has tas, “Tog Lixias kws yog tug thawj tubrog pawg txheeb tuaj txug tsaiv, kuv maam le rov has mej rooj plaub nuav dlua.”"},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.23","label":"23","content":"Felis kuas tug thawj tubrog pawg pua zuv Paulus hab has tas, tsi xob muab Paulus khi, ca nwg cov phoojywg tuaj saib nwg hab tu nwg."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.24","label":"24","content":"Tom qaab ntawd ob peb nub, Felis hab Deluxilas kws yog Felis tug quaspuj tuaj, Felis tug quaspuj yog tuabneeg Yudais, nwg kuas puab coj Paulus lug ntsib obtug, hab kuas Paulus qha txug kev ntseeg Yexus rua puab noog."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.25","label":"25","content":"Tabsis thaus Paulus qha txujkev ncaaj nceeg, kev tswj yug lub sab hab txujkev txav txim kws yaav pegsuab rua obtug noog, Felis ntshai, nwg txawm has rua Paulus has tas, “Koj ca le rov moog, lwm nub kuv khoom tsaiv kuv maam le rov hu koj tuaj dlua.”"},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.26","label":"26","content":"Tabsis Felis xaav has tas, Paulus yuav muab nyaj rua nwg, nwg txhaj pheej hu Paulus moog nrug nwg thaam ob peb zag."},{"bible_id":"1726","chapter_code":"ACT.24","verse_code":"ACT.24.27","label":"27","content":"Tom qaab ntawd ob xyoos, Pauleki-us Fexatus lug ua tug tswvxeev hloov Felis chaw. Felis xaav kuas cov Yudais nyam Felis, Felis txhaj ca Paulus nwg nyob nwg huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.1","label":"1","content":"Thaus Fexatus lug ua tswvxeev tau peb nub lawm, nwg tawm huv lub nroog Xixaleyas moog rua nraag lub nroog Yeluxalees,"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.2","label":"2","content":"thaus nwg moog txug nraag, cov thawj ntawm cov povthawj hab cov Yudais tej thawjcoj txawm tuaj nkaug Paulus rua Fexatus."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.3","label":"3","content":"Puab thov Fexatus hu kuas Paulus tuaj rua huv lub nroog Yeluxalees. Puab thov le ntawd, rua qhov puab tub tuavhuv tseg lawm has tas, puab yuav tog kev muab Paulus tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.4","label":"4","content":"Fexatus teb has tas, Paulus tseem raug kaw peg lub nroog Xixaleyas. Tsi ntev nuav kuv yuav rov qaab moog peg,"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.5","label":"5","content":"yog mej pum Paulus ua txhum dlaabtsi, mej cov kws ua thawj ca le nrug kuv moog rua peg lub nroog Xixaleyas, mej maam le sis has peg."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.6","label":"6","content":"Fexatus tseem nrug puab nyob huv lub nroog Yeluxalees kwvlaam le kaum nub, nwg maam le rov qaab moog rua peg lub nroog Xixaleyas. Thaus nwg moog txug peg lawm, nub tom qaab nwg moog rua huv lub tsev has plaub, ces nwg txawm khaiv tuabneeg moog coj Paulus lug cuag nwg."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.7","label":"7","content":"Thaus Paulus lug txug, cov Yudais kws tuaj nraag lub nroog Yeluxalees tuaj, txawm lug sawv vij Paulus hab nkaug Paulus ntau yaam rua Fexatus, tabsis puab tsi muaj timkhawv le."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.8","label":"8","content":"Ces Paulus txawm has dlaws Paulus zaaj has tas, “Kuv yeej tsi tau ua txhum cov Yudais txuj kevcai hab tsi tau ua saib tsi taug lub Tuamtsev lossis ua txhum Fuabtais Xixas le.”"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.9","label":"9","content":"Tabsis Fexatus xaav kuas cov Yudais nyam Fexatus, ces nwg txawm nug Paulus has tas, “Koj puas xaav moog rua nraag lub nroog Yeluxalees, ca kuv maam le moog has mej rooj plaub nraag?”"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.10","label":"10","content":"Paulus teb has tas, “Kuv tub nyob huv Fuabtais Xixas lub tsev has plaub nuav lawm, yog le ntawd tub tsimnyog koj txav txim rua kuv ntawm nuav. Koj yeej paub has tas, kuv tsi tau ua txhum rua cov Yudais."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.11","label":"11","content":"Yog kuv tau ua txhum kevcai lossis ua ib yaam dlaabtsi kws tsimnyog muab kuv tua povtseg, kuv yeej tsi tawv tsi nyom le. Tabsis yog tej lug kws puab nkaug kuv ntawd tsi muaj tseeb, leejtwg tseem yuav muaj cuabkaav muab kuv rua puab? Kuv thov moog has tim Fuabtais Xixas.”"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.12","label":"12","content":"Thaus Fexatus nov Paulus has le ntawd, nwg txawm nrug nwg cov tuavxaam saablaaj. Thaus puab saablaaj taag, nwg has rua Paulus has tas, “Koj tub thov moog has tim Fuabtais Xixas lawm, yog le ntawd koj yuav tau moog cuag Xixas xwb.”"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.13","label":"13","content":"Tom qaab ntawd tsi ntev Vaajntxwv Akipas hab Vaajntxwv tug muam kws hu ua Npelanikes tuaj saib Fexatus huv lub nroog Xixaleyas."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.14","label":"14","content":"Obtug tuaj nyob tau ntau nub, Fexatus txawm pav Paulus rooj plaub rua Vaajntxwv Akipas noog has tas, “Lub sijhawm kws Felis ua tug tswvxeev kaav lub xeev nuav, nwg tau muab ib tug txivneej kaw rua huv tsev lojcuj, nwgnuav tug txivneej ntawd tseem nyob huv tsev lojcuj;"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.15","label":"15","content":"hab thaus kuv moog rua nraag lub nroog Yeluxalees, cov thawj ntawm cov povthawj hab cov txwjlaug txawm tuaj nkaug tug txivneej ntawd rua kuv hab thov kuas kuv txav txim rua nwg."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.16","label":"16","content":"Tabsis kuv has rua puab has tas, lawv le cov Loos txuj kevcai, ob tog yuavtsum tuaj sis has tim ncauj tim lug hab ca tug pemkom has dlaws nwg zaaj taag tsaiv, maam le txav txim rua tug kws ua txhum."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.17","label":"17","content":"Thaus puab tuaj txhij lawm, nub tom qaab kuv moog nyob huv lub tsev has plaub, hab hu tug txivneej ntawd lug cuag kuv."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.18","label":"18","content":"Thaus cov yeejkom sawv lug has, puab tsi nkaug tej kws nwg ua txhum lawv le kuv xaav."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.19","label":"19","content":"Puab tsuas sis caav has txug puab tej kevcai xwb, hab puab has txug ib tug txivneej kws hu ua Yexus, nwg tub tuag lawm, tabsis Paulus has tas tug txiv neeg ntawd tseem muaj sa nyob."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.20","label":"20","content":"Thaus ntawd kuv tsi paub yuav taug le caag txhaj paub zaaj nuav tseeb, kuv txhaj nug Paulus saib, nwg puas kaam moog nraag lub nroog Yeluxalees, kuv maam le has nwg rooj plaub nraag."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.21","label":"21","content":"Tabsis Paulus thov kuas kuv ca nwg nyob nwg huv lub tsev lojcuj, hab ca Fuabtais Xixas maam le txav txim rua nwg. Kuv txhaj ca nwg nyob nwg huv tsev lojcuj moog txug nub kws kuv xaa nwg moog cuag Fuabtais Xixas.”"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.22","label":"22","content":"Vaajntxwv Akipas has rua Fexatus has tas, “Kuv xaav noog tug txivneej ntawd has.” Ces Fexatus txawm teb has tas, “Pigkig, kuv yuav kuas tug txivneej ntawd lug has rua koj noog.”"},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.23","label":"23","content":"Nub tom qaab cov thawj tubrog hab cov numtswv huv lub nroog nrug vaajntxwv hab Npelanikes moog rua huv chaav tsev has plaub. Thaus Vaajntxwv Akipas moog txug huv chaav tsev has plaub lawm, Fexatus khaiv tuabneeg moog hu Paulus lug cuag vaajntxwv."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.24","label":"24","content":"Thaus Paulus lug txug, Fexatus has rua vaajntxwv has tas, “Vaajntxwv Akipas hab mej txhua tug kws nyob ntawm nuav: mej suavdlawg puavleej pum tug txivneej nuav, nwg yog tug kws cov Yudais kws nyob huv lub nroog nuav hab cov kws nyob nraag lub nroog Yeluxalees, pheej tuaj kuas kuv muab nwg tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.25","label":"25","content":"Tabsis kuv tub nug nwg taag lawm, kuv tsi pum nwg ua ib qhov txhum kws yuav txaus muab nwg tua povtseg. Yog le ntawd thaus nwg thov moog has tim Fuabtais Xixas, kuv txhaj has rua nwg has tas, kuv yuav xaa nwg moog."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.26","label":"26","content":"Vaajntxwv Akipas, kuv has rua koj has tas, yeej tsi muaj ib qhov tseemceeb kws yuav zoo sau tug txivneej nuav zaaj moog qha rua Fuabtais Xixas paub. Yog le ntawd, kuv txhaj coj nwg tuaj cuag suavdlawg, tabsis qhov tseeb yeej yog kuv coj nwg tuaj cuag koj kuas koj taug nwg zaaj, kuv txhaj muaj lug sau xaa moog rua Fuabtais Xixas."},{"bible_id":"1726","chapter_code":"ACT.25","verse_code":"ACT.25.27","label":"27","content":"Kuv xaav has tas, yog tsi muaj ib qhov tseemceeb kws zoo sau qha has tas tug kws raug txim ua txhum dlaabtsi, yeej tsi zoo xaa tug ntawd moog cuag Fuabtais Xixas.”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.1","label":"1","content":"Vaajntxwv Akipas has rua Paulus has tas, “Kuv ca koj has dlaws koj zaaj.” Paulus xyaab hlo teg hab has dlaws nwg zaaj le nuav:"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.2","label":"2","content":"“Vaajntxwv Akipas, kuv zoo sab kawg le, nub nua kuv tau lug sawv ntawm koj xubndlag has dlaws txhua zaaj kws cov Yudais nkaug kuv has tas kuv ua txhum rua koj noog,"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.3","label":"3","content":"rua qhov koj yeej paub cov Yudais tej kevcai hab tej kws peb cov Yudais has tsi sis hum lawm. Yog le ntawd, thov koj ua sab ntev noog kuv has."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.4","label":"4","content":"“Txij thaus kuv yau lug txug naj nub nua, kuv lub neej zoo le caag los cov Yudais puavleej paub huv tuabsi. Kuv yeej nrug kuv tsaav tuabneeg nyob hlub huv kuv lub tebchaws hab huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.5","label":"5","content":"Puab yeej ibtxwm paub kuv thaus u lug lawm. Yog puab kaam ua timkhawv, puab yeej ua tau timkhawv has tas, kuv yog ib tug kws yog cov Falixais paab kws coj nruj."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.6","label":"6","content":"Nwgnuav kuv tuaj sawv ntawm nuav tub yog vim kuv ca sab rua tej kws Vaajtswv tau coglug tseg rua peb cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.7","label":"7","content":"Peb cov Yudais kaum ob xeem puavleej muab sab rau naj nub naj mo ua lawv le Vaajtswv txuj Kevcai. Peb ca sab has tas, peb yuav tau lawv le tej lug kws Vaajtswv cog tseg ntawd. Vaajntxwv, tub yog vim kuv ca sab le nuav, cov Yudais txhaj has tas kuv ua txhum!"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.8","label":"8","content":"Ua le caag mej cov kws yog tuabneeg Yudais ib yaam le kuv, mej pheej tsi ntseeg has tas, Vaajtswv tsaa tau cov tuabneeg kws tuag lawm sawv huv qhov tuag rov qaab lug?"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.9","label":"9","content":"“Yaav taag lug lawm, kuv yeej xaav has tas, kuv yuav ua txhua yaam tawmtsaam Yexus tug kws yog tuabneeg Naxales."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.10","label":"10","content":"Kuv txhaj ua le ntawd nraag lub nroog Yeluxalees. Cov thawj ntawm cov povthawj tso cai rua kuv moog nteg cov ntseeg Vaajtswv coj lug kaw rua huv tsev lojcuj. Thaus cov thawj txav txim has tas yuav muab cov ntseeg ntawd coj moog tua povtseg, kuv pum zoo le ntawd hab."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.11","label":"11","content":"Muaj ntau zag kuv moog nteg cov ntseeg huv tej tsev saablaaj lug rau txim hab yuam kuas puab tso puab tej kev ntseeg tseg. Kuv ntxub puab kawg le, kuv txhaj moog tsimtxom cov ntseeg kws nyob huv lwm Tsaav Tuabneeg tej tebchaws hab."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.12","label":"12","content":"“Yog le ntawd, kuv txhaj thov cov thawj ntawm cov povthawj ua ntawv tso cai rua kuv moog tsimtxom cov ntseeg peg lub nroog Damaxes."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.13","label":"13","content":"Vaajntxwv, thaus taav su kws kuv taug kev moog, kuv pum dluab ci nplaag sau ntuj tuaj, ci tshaaj lub nub tuaj rua kuv hab cov tuabneeg kws nrug kuv moog ntawd."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.14","label":"14","content":"Peb txawm qaug taag rua huv aav, kuv nov ib lub suab ua lug Henplais has rua kuv has tas, ‘Xaulus, Xaulus! Ua le caag koj tsimtxom kuv? Yog koj tawmtsaam kuv, yuav mob koj ib yaam le tug nyuj kws tuam nwg tug tswv tug paas, ces yeej yuav mob nyuj nqaj xwb.’"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.15","label":"15","content":"Kuv nug has tas, ‘Tug Tswv, koj yog leejtwg?’ Tug Tswv teb has tas, ‘Kuv yog Yexus tug kws koj tsimtxom ntaag."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.16","label":"16","content":"Koj ca le sawv, qhov kws kuv lug tshwm rua koj pum nuav, yog kuv lug tsaa koj ua kuv tug tubkhai. Koj moog qha qhov kws nub nua koj pum kuv  hab kuv yuav ua rua koj pum yaav tom ntej rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.17","label":"17","content":"Kuv yuav khaiv koj moog qha cov Yixalayees hab lwm Tsaav Tuabneeg, kuv yuav tsomkwm koj, tsi pub leejtwg ua phem rua koj."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.18","label":"18","content":"Kuv yuav khaiv koj moog qha cov tuabneeg kws nyob huv qhov tsaus ntuj kuas puab tawm lug nyob qhov pum kev, hab tawm huv dlaab Ntxwgnyoog txhais teg lug cuag Vaajtswv. Thaus puab lug ntseeg kuv lawd, Vaajtswv yuav zaam txim rua puab, puab txhaj tau lug nrug cov tuabneeg kws Vaajtswv xaiv ca ua Vaajtswv tsaav tuabneeg lawm nyob ua ke.’"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.19","label":"19","content":"“Vaajntxwv Akipas, tub yog vim le ntawd, kuv txhaj ua lawv le tej kws kuv nov lub suab sau ntuj has kuas kuv ua."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.20","label":"20","content":"Kuv xub qha cov tuabneeg kws nyob huv lub nroog Damaxes, kuv maam le moog qha nraag lub nroog Yeluxalees. Tom qaab ntawd kuv moog qha thoob plawg huv lub xeev Yudais hab qha lwm Tsaav Tuabneeg kuas suavdlawg nyag tso nyag tej kev txhum tseg, hab tig rov lug cuag Vaajtswv, hab nyag ua nyag lub neej kuas phim qhov kws nyag tub tso nyag tej kev txhum tseg lawm."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.21","label":"21","content":"Tub yog vim le ntawd, cov Yudais txhaj le tuaj nteg kuv huv lub Tuamtsev; thaus ntawd puab tub yuav muab kuv tua povtseg."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.22","label":"22","content":"Tabsis Vaajtswv naj zag paab kuv lug txug naj nub nua, kuv txhaj le tau tuaj sawv ntawm nuav ua timkhawv qha tej kws kuv pum hab kuv paub lawm rua cov hlub cov yau suavdlawg noog. Tej kws kuv qha, kuv tsuas qha lawv le tej lug kws cov cev Vaajtswv lug hab Mauxes xub qha tseg lawm"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.23","label":"23","content":"has tas, tug Mexiyas yuav raug kev tsimtxom, hab nwg yuav yog thawj tug kws sawv huv qhov tuag rov qaab lug. Nwg yuav qha qhov kaaj kws yog txujkev cawm dlim rua cov Yudais hab lwm Tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.24","label":"24","content":"Thaus Paulus taabtom has dlaws Paulus zaaj tsi tau taag, Fexatus txawm has nrov nrov rua Paulus has tas, “Paulus, koj vwm lawm! Tej kev txawj ntse kws koj kawm ua rua koj vwm lawm.”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.25","label":"25","content":"Paulus teb has tas, “Fexatus, kuv tsi vwm! Kuv yeej meejpem hab tej lug kws kuv has nuav yeej muaj tseeb tag."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.26","label":"26","content":"Vaajntxwv Akipas, kuv muaj sab tawv qha tej nuav rua koj, rua qhov koj yeej paub tej nuav taag lawm, vim tej nuav muaj taabmeeg suavdlawg. Kuv ntseeg has tas koj yeej paub tej nuav huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.27","label":"27","content":"Vaajntxwv Akipas, koj puas ntseeg tej lug kws cov cev Vaajtswv lug qha? Kuv paub has tas koj yeej ntseeg tej lug ntawd.”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.28","label":"28","content":"Vaajntxwv Akipas has rua Paulus has tas, “koj nyavnyuas qha mivntsiv rua kuv xwb, koj txawm siv xaav has tas, koj yuav yum tau kuv lug ntseeg Yexus nua los?”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.29","label":"29","content":"Paulus teb has tas, “Txawm yog kuv qha ntau qha tsawg los kuv thov Vaajtswv paab koj hab mej txhua tug kws taabtom noog kuv qha nuav kuas suavdlawg lug ua ib yaam le kuv ua, tsuas yog tsi xob raug luas muab saw hlau khi le kuv raug nuav xwb.”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.30","label":"30","content":"Paulus has le ntawd taag, Vaajntxwv Akipas hab tug Tswvxeev Fexatus, Npelanikes hab cov tuabneeg kws nyob ntawd txawm sawv,"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.31","label":"31","content":"hab thaus puab tawm moog rua nrau zoov lawm, puab sis thaam has tas, “Tug txivneej nuav tsi tau ua ib qhov txhum kws yuav txaus muab nwg tua povtseg lossis muab nwg kaw rua huv tsev lojcuj.”"},{"bible_id":"1726","chapter_code":"ACT.26","verse_code":"ACT.26.32","label":"32","content":"Vaajntxwv Akipas has rua Fexatus has tas, “Yog tug txivneej nuav tsi xob thov moog has tim Fuabtais Xixas, ces peb ca le muab nwg tso moog los tau.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.1","label":"1","content":"Thaus cov numtswv saablaaj pum zoo has tas, puab yuav xaa peb moog tim tebchaws Italis, puab muab Paulus hab ob peb tug tuabneeg raug txim rua Yuli-us kws yog cov Loos tug thawj tubrog pawg pua kws saib paab tubrog kws hu ua “Fuabtais Paab.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.2","label":"2","content":"Ces peb nce moog rua huv lub nkoj kws tuaj peg lub nroog Alimetis tuaj. Lub nkoj ntawd taabtom yuav moog rua tim tej nroog kws muaj chaw nreg nkoj huv xeev Axias, peb txawm caij moog. Muaj ib tug txivneej hu ua Alitakhus nrug peb moog. Aletakhus yog tuabneeg Makedaunias kws tuaj tim lub nroog Thexalaunikes tuaj."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.3","label":"3","content":"Nub tom qaab peb moog txug huv lub nroog Xidoos. Yuli-us hlub Paulus, Yuli-us ca Paulus moog saib Paulus cov phoojywg, cov phoojywg ntawd txhaj muab tej qhov txhua chaw pub rua Paulus."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.4","label":"4","content":"Thaus peb caij nkoj tawm huv lub nroog Xidoos moog, peb moog saab peg qaum koog Povtxwv Xaipas moog, rua qhov saab nraag cua ntsawj hlub heev."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.5","label":"5","content":"Thaus peb caij nkoj moog, peb moog ze lub xeev Kilikias hab xeev Paafilias, peb maam le moog txug lub nroog Milas kws nyob huv tebchaws Likias."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.6","label":"6","content":"Thaus peb tseem nyob huv lub nroog Milas muaj ib lub nkoj tuaj nraag lub nroog Alexaadias tuaj, lub nkoj ntawd yuav moog rua tim tebchaws Italis. Tug thawj tubrog pawg pua txawm kuas peb caij lub nkoj ntawm moog."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.7","label":"7","content":"Peb caij nkoj moog qeeb heev, rua qhov muaj cua ntsawj hlub heev tom hauv ntej tuaj, peb txhaj moog tsi tau ceev. Peb moog tau ntau nub, peb maam le moog txug huv lub nroog Kanidus. Pheej muaj cua ntsawj hlub heev, peb moog tsi tau ncaaj nraim, peb txhaj lem nkoj moog rua nraag lub koog povtxwv Keletes, hab peb moog ze Keletes ceg kaum kws hu ua Xalemaunes moog."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.8","label":"8","content":"Peb caij nkoj lawv ntug koog povtxwv moog nyuaj kawg le, peb maam le moog txug ib qho chaw kws suavdlawg hu ua Qhov Chaw Zoo Nreg Nkoj kws nyob ze lub nroog Laxe-as."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.9","label":"9","content":"Peb nyob ntawm qhov chaw nreg nkoj ntawd tau ntev loo, tsi zoo caij nkoj moog lawm, rua qhov tub dlhau Nub ua Kevcai Theej Txhoj  lawm. Yog le ntawd Paulus txhaj has rua suavdlawg has tas,"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.10","label":"10","content":"“Cov kwvtij, yog peb caij nkoj moog ntxiv, ntshai peb yuav muaj kev txhawj kev ntshai heev, lub nkoj hab tej qhov txhua chaw kws peb thauj moog yuav puamtsuaj taag huv tuabsi, tsi yog le ntawd xwb, tseem yuav muaj tuabneeg tuag hab.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.11","label":"11","content":"Txawm yog Paulus has le ntawd los tug thawj tsi noog Paulus lug, nwg tsuas noog tug tsaav nkoj hab tug tswv nkoj lug xwb."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.12","label":"12","content":"Lub caij ntuj no tsi zoo nreg nkoj ntev ntawm qhov chaw ntawd, feem coob txhaj pum zoo caij nkoj tawm qhov chaw ntawd moog su tom lub nroog Faunis kws muaj chaw nreg nkoj. Lub nroog Faunis yog qhov chaw nreg nkoj ntawm lub koog Povtxwv Keletes kws tig rua saab qaabteb nubpoob hab saab qaumteb nubpoob.  Puab moog su qhov ntawd kuas dlhau lub caij ntuj no."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.13","label":"13","content":"Thaus muaj cua tuaj quas ntxag saab qaabteb tuaj, puab xaav has tas, zoo moog rua tim lub nroog Faunis. Puab txawm nqug lub thauj lug rua sau lub nkoj, hab puab caij nkoj lawv ntug koog Povtxwv Keletes moog."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.14","label":"14","content":"Tabsis thaus puab caij nkoj moog mivntsiv, txawm muaj ib nthwv cua ntsawj sau koog Povtxwv Kaletes tuaj. Nthwv cua ntawd suavdlawg hu ua “Cov Cua Saab Nubtuaj Qaumteb.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.15","label":"15","content":"Cov cua ntawd ntsawj lub nkoj kws peb caij, lub nkoj txawm moog tsi tau lawv ntug koog Povtxwv Kaletes moog."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.16","label":"16","content":"Peb lem lub nkoj moog txug nraag ib lub koog Povtxwv miv miv kws hu ua Kaudas. Thaus peb moog txug nraag cua ntsawj tsi heev, rua qhov muaj lub koog povtxwv ntawd thaiv lawm, peb txhaj nqug lub nkoj miv lug khi rua ntawm lub nkoj luj, tabsis peb nqug nyuaj kawg le."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.17","label":"17","content":"Thaus puab nqug tau lub nkoj lawm, puab muab hlua khi lub nkoj ruaj ruaj, rua qhov puab ntshai nyob tsaam lub nkoj moog tsoo cov xuabzeb ntawm ntug havtxwv Linpias, puab txhaj muab dlaim ntaub cug cua txu, ca lub nkoj moog lawv le cua ntsawj."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.18","label":"18","content":"Cua dlaaj cua dlub pheej tsi txawj tu le, thaus kaaj ntug lawm, puab muab tej qhov txhua chaw kws puab thauj moog, thau povtseg rua huv havtxwv."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.19","label":"19","content":"Nub tom qaab puab txawm muab tej qhov txhua chaw kws puab siv huv lub nkoj thau povtseg huv tuabsi hab."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.20","label":"20","content":"Peb tsi pum lub nub hab lub hli tau ntau nub los cua dlaaj cua dlub tseem ntsawj le qub. Thaus ntawd peb txhaj xaav has tas, ntshai peb yuav tsi dlim le lawm."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.21","label":"21","content":"Tau ntau nub cov tuabneeg kws nyob huv lub nkoj tsi muaj leejtwg noj mov le, Paulus txawm sawv ntsug has tas, “Cov kwvtij, yog mej ntxuv noog kuv lug, peb nyob tuabywv tom lub koog Povtxwv Keletes tsi xob tuaj, ces peb tub tsi raug kev txomnyem hab peb tej qhov txhua chaw yuav tsi poob taag."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.22","label":"22","content":"Tabsis kuv has rua mej has tas, mej tsi xob txhawj! Peb cov kws nyob ntawm nuav yuav tsi muaj ib tug tuag le, tsuas yog lub nkoj yuav puag taag xwb."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.23","label":"23","content":"Kuv paub le nuav, rua qhov naag mo tug Vaajtswv kws kuv naj nub pehawm khaiv nwg ib tug timtswv lug has rua kuv has tas,"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.24","label":"24","content":"‘Paulus, koj tsi xob ntshai! Koj yeej yuav tau moog sawv taabmeeg Fuabtais Xixas xwb. Vaajtswv hlub koj heev, Vaajtswv yuav tsi pub cov tuabneeg kws nyob huv lub nkoj nuav ib tug tuag le.’"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.25","label":"25","content":"Yog le ntawd cov kwvtij, mej tsi xob txhawj! Rua qhov kuv ntseeg has tas, Vaajtswv yeej yuav ua lawv le nwg tau qha rua kuv lawm."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.26","label":"26","content":"Txawm yog le caag los peb lub nkoj yeej yuav moog khuab rua ib lub koog povtxwv xwb.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.27","label":"27","content":"Cua dlaaj cua dlub ntsawj peb lub nkoj moog moog lug lug huv Havtxwv Meditelanees tau kaum plaub mos, mo ntawd kwvlaam ib taag mo, cov tuabneeg kws ua num huv lub nkoj xaav has tas lub nkoj tub moog yuav txug tim ntug,"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.28","label":"28","content":"puab txawm muab ib txuj hlua khi lub thauj tso rua huv havtxwv ntsuag saib tub le caag. Thaus puab ntsuag taag, puab pum has tas tub neeg nkaum dlaaj, lub nkoj moog mivntsiv puab rov ntsuag dlua, puab pum has tas tub kaum tsib dlaag."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.29","label":"29","content":"Puab ntshai nyob tsaam lub nkoj moog tsoo pobzeb, puab txhaj muab plaub lub thauj tom tw nkoj tso rua huv havtxwv kuas lub nkoj nreg. Mo ntawd peb laaj tog txug kaaj ntug kawg le."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.30","label":"30","content":"Cov tuabneeg kws ua num huv lub nkoj xaav tsiv, puab txawm muab lub nkoj miv tso rua huv havtxwv, puab ua txuj ua yaam le puab yuav muab cov thauj hlau kws nyob tom taubhau nkoj tso rua huv dlej."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.31","label":"31","content":"Tabsis Paulus has rua tug thawj tubrog pawg pua hab cov tubrog has tas, “Yog puab cov ntawd tsiv lawm, ces mej cov nyob ntawm nuav yuav tsi muaj ib tug dlim le.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.32","label":"32","content":"Cov tubrog nov Paulus has le ntawd, cov tubrog txawm muab txuj hlua kws khi lub nkoj miv txav tso lub nkoj miv rua dlej ntsawj moog."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.33","label":"33","content":"Thaus yuav kaaj ntug, Paulus kuas suavdlawg noj mov. Paulus has tas, “Mej tub tog saib cua dlaaj cua dlub puas tu lug tau kaum plaub nub nuav lawm, mej tsi tau noj ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.34","label":"34","content":"Yog le ntawd, thov mej ca le noj mov, mej txhaj le yuav tsi tuag. Txawm yog mej tej plaubhau los yuav tsi muaj ib txuj poob le.”"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.35","label":"35","content":"Thaus Paulus has le ntawd taag, Paulus txawm muab ib lub ncuav lug ua Vaajtswv tsaug taabmeeg suavdlawg, nwg maam le muab ndlais noj."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.36","label":"36","content":"Thaus puab nov Paulus has le ntawd, puab zoo sab mivntsiv, puab txhua tug txhaj noj mov hab."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.37","label":"37","content":"Taagnrho peb cov kws nyob huv lub nkoj muaj ob puas xyaa caum rau leej."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.38","label":"38","content":"Thaus puab noj mov taag lawm, puab muab cov nplej kws puab thauj moog, thau povtseg rua huv havtxwv kuas lub nkoj sib mivntsiv."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.39","label":"39","content":"Thaus kaaj ntug lawm, cov tuabneeg kws ua num huv lub nkoj pum ib lub koog povtxwv, tabsis puab tsi paub has tas yog lub twg. Puab pum ib ceg havtxwv kws muaj xuabzeb, puab xaav has tas tso lub nkoj ncaaj nraim moog rua ntawd nyaj yuav moog txug tim ntug."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.40","label":"40","content":"Puab txawm muab tej hlua kws khi cov thauj txav tso cov thauj rua huv havtxwv, hab dlaws txuj hlua kws khi ob tug dluav kws tswj lub nkoj povtseg, hab puab nthuav dlaim ntaub cug cua nyob tom taubhau rua cua ntsawj lub nkoj kuas ncaaj nraim moog rua tim ntug."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.41","label":"41","content":"Tabsis thaus puab caij lub nkoj moog tsi tau txug tim ntug, tog taubhau nkoj txawm moog dlaig nkaus ruaj ruaj rua ntawm cov xuabzeb lawm, dlej ndlaas tuaj ntsawj yaav tw nkoj tawg yuav laug taag."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.42","label":"42","content":"Cov tubrog ntshai nyob tsaam cov tuabneeg raug txim ua luam dlej tsiv, puab txawm sis thaam has tas, yuavtsum muab cov tuabneeg raug txim tua povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.43","label":"43","content":"Tabsis tug thawj tubrog pawg pua xaav paab Paulus, nwg txhaj txwv tsi pub kuas puab muab cov tuabneeg raug txim tua povtseg, tug thawj tubrog has kuas cov kws txawj ua luam dlej, dlha rua huv dlej ua luam dlej moog rua tim ntug,"},{"bible_id":"1726","chapter_code":"ACT.27","verse_code":"ACT.27.44","label":"44","content":"cov kws tsi txawj ua luam dlej ca le muab tej dlaim txag hab tej yaav ntoo kws luv ntawm lub nkoj lug tag hauvsab ua luam dlej moog rua tim ntug. Puab ua le ntawd, suavdlawg txhaj moog txug tim ntug huv tuabsi tsi muaj ib tug tuag le."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.1","label":"1","content":"Thaus peb txhua tug dlim hab tawm tau rua tim ntug lawm, peb txhaj paub has tas, lub koog povtxwv ntawd hu ua Malatas."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.2","label":"2","content":"Cov tuabneeg kws nyob huv lub koog povtxwv ntawd hlub peb kawg le. Puab rauv tawg rua peb nte, rua qhov thaus ntawd taabtom lug naag hab no heev."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.3","label":"3","content":"Paulus moog khaws tau ib tsuag tawg lug, nwg taabtom yuav muab tso rua huv qhovcub, thaus paa tawg txhawb, muaj ib tug naab tawm huv tsuag tawg lug tum Paulus txhais teg."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.4","label":"4","content":"Thaus cov tuabneeg Malatas pum tug naab tum dlai vag ntawm Paulus txhais teg, puab sis thaam has tas, “Tug txivneej nuav, ntshai nwg yog ib tug tuabneeg tua tuabneeg, txawm yog nwg dlim kev tuag huv havtxwv lug lawm los Ntuj tseem tsi tseg nwg nyob hab.”"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.5","label":"5","content":"Tabsis Paulus nchus tug naab poob rua huv qhovcub, Paulus tsi mob le caag le."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.6","label":"6","content":"Cov tuabneeg ntawd pum naab tum Paulus txhais teg, puab xaav has tas, ntshai Paulus txhais teg yuav o lossis Paulus yuav ca le qaug ntawg hab tuag kag taamsim ntawd, puab tog tog, tabsis tsi pum muaj le caag, ces puab tsua has tas, “Nwg yog vaajtswv.”"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.7","label":"7","content":"Tug nom kws kaav lub koog povtxwv Malatas hu ua Puli-us, nwg lub tsev nyob tsi dleb ntawm qhov chaw kws cov tuabneeg Malatas rauv tawg rua peb nte, peb moog su huv Puli-us tsev tau peb nub, hab Puli-us nrhav zaub nrhav mov zoo kawg rua peb noj."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.8","label":"8","content":"Thaus ntawd Puli-us txiv taabtom ua npaws hab thoj plaab. Paulus moog saib Puli-us txiv huv txaaj hab thov Vaajtswv paab khu nwg. Thaus Paulus thov Vaajtswv, Paulus cev teg tuav nwg, ces nwg tej mob txawm zoo lawm."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.9","label":"9","content":"Thaus Paulus khu Puli-us txiv zoo lawm, cov tuabneeg muaj mob kws nyob huv lub koog povtxwv ntawd txawm tuaj cuag Paulus, hab puab txhua tug tej mob zoo huv tuabsi."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.10","label":"10","content":"Cov tuabneeg ntawd nqaa ntau yaam tuaj pub rua peb hab ua peb tsaug. Hab thaus peb yuav caij nkoj moog, puab nqaa qhov txhua chaw tuaj tso rua huv lub nkoj rua peb siv."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.11","label":"11","content":"Peb nyob huv koog povtxwv Malatas tau peb lub hlis, tom qaab ntawd, peb nce moog rua huv lub nkoj kws hu ua “Vaajtswv Ntxaib,” lub nkoj ntawd tuaj nraag lub nroog Alexaadias tuaj su huv lub koog Povtxwv ntawd kuas dlhau lub caij ntuj no."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.12","label":"12","content":"Thaus peb moog txug peg lub nroog Xilakuxes, peb nyob ntawd tau peb nub."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.13","label":"13","content":"tom qaab ntawd peb caij nkoj moog rua peg lub nroog Lenki-oos. Nub tom qaab muaj cua ntsawj saab qaabteb tuaj, peb caij nkoj moog ob nub txhaj moog txug peg lub nroog Pute-aulis."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.14","label":"14","content":"Thaus peb moog txug huv lub nroog ntawd lawm, peb moog saib cov ntseeg. Puab thov kuas peb nrug puab nyob xyaa nub. Tom qaab ntawd peb maam le moog txug peg lub nroog Loos."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.15","label":"15","content":"Thaus cov kwvtij ntseeg kws nyob huv lub nroog Loos nov has tas peb moog, puab txawm tuaj tog peb. Muaj ibtxha tuaj tog peb nraag lub Kab Api-us, muaj ibtxha tuaj tog peb nraag lub zog kws hu ua Peb Lub Tsev Su. Thaus Paulus pum cov ntseeg tuaj tog peb, nwg ua Vaajtswv tsaug hab nwg kaaj sab mivntsiv."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.16","label":"16","content":"Thaus peb moog txug huv lub nroog Loos lawm, cov numtswv ca Paulus nwg nyob nwg, tsuas yog puab tso ib tug tubrog zuv Paulus xwb."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.17","label":"17","content":"Tau peb nub tom qaab Paulus txawm hu cov Yudais tej thawjcoj kws nyob huv lub nroog ntawd tuaj saablaaj. Thaus suavdlawg tuaj txhij lawm, Paulus has rua puab has tas, “Cov kwvtij, txawm yog kuv tsi tau ua txhum peb tsaav tuabneeg lossis tsi tau ua txhum peb cov yawmkoob tej kevcai los cov Yudais ca le nteg kuv tim lub nroog Yeluxalees hab muab rua cov numtswv Loos txav txim."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.18","label":"18","content":"Thaus cov numtswv Loos taug kuv zaaj taag, puab xaav tso kuv, rua qhov puab tsi pum kuv ua ib qho txhum kws yuav txaus muab kuv tua povtseg,"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.19","label":"19","content":"tabsis cov Yudais txwv tsi pub puab tso kuv, kuv txhaj thov tuaj cuag Fuabtais Xixas. Kuv ua le nuav, tsi yog kuv yuav tuaj nkaug kuv tsaav tuabneeg rua Fuabtais Xixas."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.20","label":"20","content":"Qhov kws kuv hu mej tuaj ntawm nuav yog kuv xaav pum mej hab qha rua mej paub has tas, vim le caag luas txhaj muab saw hlau khi kuv. Kuv raug khi le nuav tub yog kuv ntseeg tug kws cov Yixalayees ca sab rua.”"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.21","label":"21","content":"Puab has rua Paulus has tas, “Cov tuabneeg kws nyob tim lub xeev Yudas tsi muaj ib tug sau koj zaaj tuaj rua peb paub le. Hab peb cov kwvtij kws nyob tid tuaj saib peb, tabsis peb tsi nov puab has ib yaam dlaabtsi txug koj le."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.22","label":"22","content":"Peb cov kws tuaj ntawm nuav, peb xaav paub has tas zaaj kws koj ntseeg yog le caag, rua qhov peb pheej nov has tas, tej tuabneeg kws nyob txhua qhov chaw, suavdlawg ntxub cov tuabneeg kws ntseeg le koj ntseeg. Zaaj nuav peb paub tsi tseeb, thov koj qha rua peb.”"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.23","label":"23","content":"Puab txawm teem ib lub sijhawm yuav nrug Paulus thaam. Thaus txug lub sijhawm ntawd, muaj tuabneeg coob coob tuaj cuag Paulus huv lub tsev kws Paulus nyob. Paulus qha cov tuabneeg kws tuaj ntawd ib nub tsaus ntuj. Nwg qha txug Vaajtswv lub Tebchaws. Nwg muab tej lug kws Mauxes hab cov cev Vaajtswv lug sau tseg lawm qha rua puab kuas puab lug ntseeg Yexus."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.24","label":"24","content":"Thaus Paulus qha taag, muaj ibtxha ntseeg tej kws Paulus qha, tabsis muaj ibtxha tsi ntseeg,"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.25","label":"25","content":"cov tuabneeg ntawd tsi sis hum, nyag txawm tawm nyag lawm. Thaus puab yuav moog Paulus has ib lus rua puab has tas, “Vaaj Ntsujplig tug Dlawbhuv kuas Yaxayas kws yog tug cev Vaajtswv lug has tseeb rua mej cov yawmkoob:"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.26","label":"26","content":"Nwg has tas, ‘Ca le moog has rua cov tuabneeg nuav has tas, mej yuav noog taag noog thab, tabsis mej yuav tsi totaub, mej yuav saib taag saib thab, tabsis mej yuav tsi pum,"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.27","label":"27","content":"cov tuabneeg nuav lub sab ruag, puab tsi xaav noog, puab txhaj ntsaws qhovntsej, puab tsi xaav pum, puab txhaj qe qhovmuag. Yog puab tsi ua le ntawd nyob tsaam puab qhovmuag yuav pum, puab qhovntsej yuav nov hab puab yuav totaub, ces puab yuav tig rov lug cuag kuv, hab kuv yuav khu puab tej mob.’ ”"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.28","label":"28","content":"Paulus xaus lug has tas, “Kuv qha rua mej has tas, tub muaj tuabneeg moog qha Vaajtswv txujlug kws yog txujkev cawm dlim rua lwm Tsaav Tuabneeg lawm. Puab yeej yuav noog!”"},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.29","label":"29","content":"Thaus Paulus has le ntawd taag, cov Yudais sis caav heev, ces puab nyag txawm tawm nyag moog lawm."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.30","label":"30","content":"Paulus nyob huv lub tsev kws nwg ndlav tau ob xyoos txwm nkaus, nwg tog txais txhua tug kws tuaj saib nwg."},{"bible_id":"1726","chapter_code":"ACT.28","verse_code":"ACT.28.31","label":"31","content":"Nwg qha txug Vaajtswv lub Tebchaws hab qha Tswv Yexus Khetos zaaj rua txhua tug noog, nwg tsi ntshai leejtwg le hab tsi muaj leejtwg txwv nwg."}]