[{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.1","label":"1","content":"Kuv yog Paulus kws Vaajtswv tsaa ua Yexus Khetos tug timthawj."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.2","label":"2","content":"Kuv hab peb tug kwv Timautes sau tsaab ntawv nuav xaa tuaj rua Vaajtswv tsaav tuabneeg kws nyob huv lub nroog Kaulauxais. Mej yog peb cov kwvtij kws muab sab rau ntseeg Yexus Khetos. Thov Vaajtswv tug kws yog peb leej Txiv foom koob moov rua mej hab paab kuas mej tau nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.3","label":"3","content":"Txhua zag kws peb thov Vaajtswv paab mej, peb yeej ncu ntsoov ua peb tug Tswv Yexus Khetos leej Txiv tsaug,"},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.4","label":"4","content":"rua qhov peb tub nov xuv has tas, mej muab sab rau ntseeg Yexus Khetos hab mej hlub Vaajtswv tsaav tuabneeg txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.5","label":"5","content":"Thaus mej xub nov Txujmoo Zoo kws yog txuj tseeb, mej paub has tas Txujmoo Zoo ntawd ua rua mej muaj chaw ca sab. Vim mej ca sab rua tej kws Vaajtswv tub khaws ca rua mej sau ntuj ceebtsheej lawm, mej txhaj muab sab rau ntseeg hab sis hlub."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.6","label":"6","content":"Txujmoo Zoo taabtom nrov nchaa moog thoob plawg huv qaab ntuj nuav, hab Txujmoo Zoo ntawd coj tej koob moov zoo lug, ib yaam le thaus kws Txujmoo Zoo nrov tuaj txug mej, mej paub has tas yog Vaajtswv hlub cov tuabneeg kws muaj txim, mej txhaj tau txais tej koob moov zoo ntawd."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.7","label":"7","content":"Qhov kws mej paub le ntawd, tub yog peb tug kwv Epafas kws nrug peb ua num, hab yog tug kws peb hlub qha rua mej. Nwg yog ib tug kws muab sab rau paab peb  ua Yexus Khetos teg num."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.8","label":"8","content":"Nwg qha rua peb has tas, Vaaj Ntsujplig tub ua rua mej txawj sis hlub lawm."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.9","label":"9","content":"Vim le ntawd txij nub kws peb tau nov mej moo, peb txhaj naj nub thov Vaajtswv paab mej tsi tseg le. Peb thov Vaajtswv paab kuas mej muaj tswvyim hab totaub tej kws Vaaj Ntsujplig tug Dlawbhuv qha, mej txhaj paub tej kws Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.10","label":"10","content":"Yog mej paub lawd, mej yuav ua tau tuabneeg zoo lawv le Vaajtswv lub sab nyam hab naj nub ua tej kws hum Vaajtswv sab. Mej lub neej yuav tawg paaj txi txiv hab mej yuav paub Vaajtswv heev zuj zug."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.11","label":"11","content":"Thov Vaajtswv tug kws muaj fwjchim txhawb mej tug zug kuas mej muaj zug heev ntxiv, txawm yog mej tau zoo hab txomnyem los mej txhaj ua taug sab ntev."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.12","label":"12","content":"Hab mej yuav zoo sab hlo ua leej Txiv tsaug.  Leej Txiv yog tug kws coj mej lug yuav nwg txuj koob moov kws nwg npaaj ca rua nwg tsaav tuabneeg kws taug txujkev kaaj."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.13","label":"13","content":"Vaajtswv tub paab peb cov kws dlaab Ntxwgnyoog muab kaw rua huv qhov tsaus ntuj dlim lawm; hab Vaajtswv coj peb lug nyob huv qhov pum kev kws Vaajtswv tug Tub kaav. Tug Tub ntawd yog tug kws Vaajtswv hlub,"},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.14","label":"14","content":"hab yog tug kws tso peb dlim hab zaam peb lub txim."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.15","label":"15","content":"Yexus Khetos tug kws peb qhovmuag pum yeej zoo ib yaam le Vaajtswv tug kws peb qhovmuag tsi pum. Yexus Khetos yog Vaajtswv tug Tub hlub. Nwg muaj fwjchim luj dlua ib puas tsaav yaam kws Vaajtswv tsim huv tuabsi."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.16","label":"16","content":"Tsi has tej kws nyob sau nruab ntug, hab tej kws nyob huv nplajteb nuav, tej kws peb qhovmuag pum hab tej kws peb qhovmuag tsi pum, cov timtswv ceebtsheej kws muaj fwjchim hab tej numtswv lossis cov vaajntxwv hab cov tuabneeg kws muaj fwjchim kaav nplajteb, txhua yaam ntawd puavleej yog Vaajtswv has kuas Yexus tsim, hab nwg tsim tej ntawd rua nwg."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.17","label":"17","content":"Yexus Khetos yeej xub nyob dlua ib puas tsaav yaam huv tuabsi, hab nwg tu kuas nyag nyob muaj nyag chaw."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.18","label":"18","content":"Yexus Khetos yog lub taubhau rua lub cev, lub cev yog cov tuabneeg kws ntseeg Vaajtswv. Nwg yog lub hauvpaug kws ua kuas lub cev caj sa. Nwg yog thawj tug kws Vaajtswv tsaa sawv huv qhov tuag rov qaab lug. Vaajtswv ua le ntawd kuas Yexus Khetos tuab leeg txhaj ua tau ib puas tsaav yaam tug thawj."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.19","label":"19","content":"Rua qhov Vaajtswv yeej pum zoo ca Vaajtswv tug Tub muaj fwjchim hab muaj yaam ntxwv ib yaam le Vaajtswv."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.20","label":"20","content":"Vaajtswv pum zoo kuas Vaajtswv tug Tub coj ib puas tsaav yaam kws nyob huv qaab ntuj nuav, hab nyob sau nruab ntug rov lug ua Vaajtswv tug. Vaajtswv tso Vaajtswv tug Tub lug tuag sau tug ntoo khaublig, peb txhaj le tau lug nrug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.21","label":"21","content":"Yaav taag lug mej ua tsi hum Vaajtswv sab, mej ua yeebncuab rua Vaajtswv, rua qhov mej nyam ua phem, tsi has tej kws mej ua hab tej kws mej xaav."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.22","label":"22","content":"Tabsis qhov kws nwgnuav mej tau lug nrug Vaajtswv sis raug zoo, tub yog vim Vaajtswv tug Tub lub cev raug kev tuag txhwv mej. Vaajtswv khaiv Vaajtswv tug Tub lug tuag txhwv mej, rua qhov Vaajtswv xaav kuas mej ua tau tuabneeg zoo kawg nkaus tsi muaj ib qho txhum, thaus mej moog sawv ntawm Vaajtswv lub xubndlag."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.23","label":"23","content":"Mej yuavtsum muab sab rau ntseeg Txujmoo Zoo ib yaam le thaus mej nyavnyuas nov. Hab mej yuavtsum ncu ntsoov qhov kws mej tub ca sab rua lawm. Mej tsi xob pub leejtwg ua rua mej xaav yuam kev. Txujmoo Zoo nuav yog txuj kws tub muaj tuabneeg coj moog qha rua txhua tug kws nyob huv qaab ntuj nuav lawm. Kuv yog ib tug tubkhai kws qha Txujmoo Zoo ntawd ntaag."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.24","label":"24","content":"Nwgnuav kuv zoo sab raug kev txomnyem paab mej. Rua qhov kuv xaav kuas tej kev txomnyem kws Yexus Khetos raug paab nwg lub cev tav. Yexus Khetos lub cev yog cov tuabneeg kws ntseeg Vaajtswv."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.25","label":"25","content":"Vaajtswv tsaa kuv ua ib tug tubkhai paab cov ntseeg. Vaajtswv kuas kuv ua teg num nuav txhaj paab tau mej. Teg num nuav yog qhov kws qha txug nwg zaaj."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.26","label":"26","content":"Nwg kuas kuv qha txhij qha txhua has txug zaaj kws nwg tub muab zais ca tau ntau tam lug lawm, tsi pub rua leejtwg paub. Tabsis nwgnuav nwg tub qha rua nwg tsaav tuabneeg paub lawm."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.27","label":"27","content":"Vaajtswv ua le nuav, rua qhov Vaajtswv yeej pum zoo qha zaaj kws tsi muaj tuabneeg paub nuav rua nwg tsaav tuabneeg paub. zaaj ntawd yog zaaj kws muaj nqes heev hab zoo kawg nkaus. Vaajtswv tub npaaj zaaj nuav ca rua txhua tsaav tuabneeg lawm. Zaaj kws Vaajtswv muab zais ca lawm yog has tas: Yexus Khetos tub lug nrug mej nyob lawm, yog le ntawd mej yuav tau Vaajtswv tug tshwjchim kws ci ntsaa ab."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.28","label":"28","content":"Peb paub le nuav, peb txhaj qha Yexus Khetos zaaj rua suavdlawg. Peb ntuag hab qha txhua tug lawv le peb muaj tswvyim qha, rua qhov peb xaav kuas txhua tug kws ntseeg Yexus Khetos ua tau puab lub neej zoo hab coj tau puab moog cuag Vaajtswv."},{"bible_id":"1726","chapter_code":"COL.1","verse_code":"COL.1.29","label":"29","content":"Yexus Khetos tub pub nwg tug zug rua kuv lawm, kuv txhaj muab sab rau siv tug zug kws Yexus Khetos pub rua kuv ua kuas tau lawv le tej kws kuv xaav ua."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.1","label":"1","content":"Kuv xaav kuas mej paub has tas, kuv ua num khwv kawg le paab mej, hab paab cov ntseeg kws nyob huv lub nroog Laudikeyas, hab cov tuabneeg kws tseem tsi tau pum dlua kuv."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.2","label":"2","content":"Qhov kws kuv ua le nuav yog kuv xaav txhawb puab tug zug, hab xaav kuas puab ib leeg txawj hlub ib leeg. Hab kuas puab totaub zoo, puab txhaj yuav ca sab rua Yexus Khetos. Puab txhaj le paub zaaj kws Vaajtswv muab zais ca lawm, zaaj ntawd yog Yexus Khetos ntaag."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.3","label":"3","content":"Yexus Khetos yog tug yumsij kws qheb Vaajtswv lub txhaab tswvyim hab kev txawj ntse kws Vaajtswv muab zais ca lawm."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.4","label":"4","content":"Kuv qha rua mej has tas mej yuavtsum ceevfaaj, tsi xob pub leejtwg ntxag tau mej. Txawm yog puab yuav txawj has zoo npaum le caag los mej tsi xob noog puab lug."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.5","label":"5","content":"Txawm yog kuv nyob dleb mej los kuv lub sab yeej nrug nraim mej nyob. Kuv zoo sab kawg le, rua qhov kuv nov has tas, mej cov kws ntseeg Yexus Khetos, mej puavleej koom ib lub sab."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.6","label":"6","content":"Mej tub leeg has tas Yexus Khetos yog mej tug Tswv lawm, yog le ntawd mej yuavtsum ua mej lub neej kuas phim qhov kws mej nrug nwg koom ib txujsa."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.7","label":"7","content":"Mej yuavtsum muab sab rau ntseeg Yexus Khetos ib yaam le tug caag ntoo kws ntsa aav tub tub. Hab mej yuavtsum sawv khov kho ib yaam le lub tsev kws cov ncej txhus tub tub. Mej yuavtsum muab sab npuab tej kws mej tub kawm lug lawm. Hab mej yuavtsum naj nub ncu ntsoov ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.8","label":"8","content":"Mej yuavtsum ceevfaaj. Mej tsi xob moog noog tej zaaj kws tsi muaj hauvpaug hauvntsis kws suavdlawg qhuas has tas, yog kev txawj kev ntse, nyob tsaam mej tso Vaajtswv tseg. Tej zaaj ntawd yeej yog tej kws tuabneeg ibtxwm qha ib tam dlhau ib tam lug. Hab tej ntawd yog dlaab le tsi yog Yexus Khetos le."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.9","label":"9","content":"Rua qhov Yexus lug yug ua tuabneeg, nwg tug yaam ntxwv zoo ib yaam le Vaajtswv tug."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.10","label":"10","content":"Hab mej cov kws nrug Yexus Khetos koom ib txujsa, mej tub zoo kawg nkaus lawm. Yexus Khetos yog tug kws muaj fwjchim luj dlua cov kws kaav sau nruab ntug hab huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.11","label":"11","content":"Mej cov kws nrug Yexus Khetos koom ib txujsa, mej tub ua kevcai txav lawm. Tsi yog tuabneeg muab mej ua, tabsis qhov kws Yexus Khetos paab mej dlim mej lub sab kws pheej yuam mej lub cev moog ua txhum, qhov ntawd tub yog nwg muab mej ua kevcai txav ntaag."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.12","label":"12","content":"Thaus mej ua kevcai raus dlej, tub yog muab mej log nrug Yexus Khetos ua ke lawm. Hab Vaajtswv tub tsaa mej nrug Yexus Khetos sawv rov qaab lug lawm, rua qhov mej ca sab rua Vaajtswv lub fwjchim kws tsaa Yexus sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.13","label":"13","content":"Yaav taag lug, mej zoo ib yaam le cov kws tuag lawd, vim mej ua txhum hab mej yog lwm tsaav tuabneeg kws yeej tsi muaj Vaajtswv txuj kevcai kaav. Tabsis nwgnuav Vaajtswv coj mej lug nrug Yexus Khetos koom ib txujsa. Vaajtswv tub zaam peb lub txim huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.14","label":"14","content":"Vaajtswv rhuav tej kevcai nruj kws kaav peb. Hab Vaajtswv tub muab tej ntawd huv tuabsi coj moog ntsa rua sau ntoo khaublig lawm."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.15","label":"15","content":"Yexus Khetos kovyeej ib puas tsaav yaam kws muaj fwjchim  sau tug ntoo khaublig. Nwg coj ib puas tsaav yaam ntawd lug rua suavdlawg saib has tas, nwg yog tug kws yeej, hab tej ntawd yog cov kws swb."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.16","label":"16","content":"Yog le ntawd mej tsi xob pub leejtwg thuam mej has tas, ua le caag mej tsi caiv kev noj kev haus lossis nub ua kevcai lossis nub hli xab lossis nub Xanpataus."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.17","label":"17","content":"Tej ntawd tsuas yog tej kws yuav muaj lug yaav tom ntej nuav tug dluab xwb, tug kws tseemceeb yog Yexus Khetos."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.18","label":"18","content":"Mej tsi xob pub tug kws khaav has tas nwg zoo dlua lwm tug thuam mej. Tug ntawd pheej has tas nwg ua ywgtoog pum tej kws tseemceeb, nwg ua txuj ua le nwg yog tug kws tsi muab hlub, nwg pehawm cov timtswv ceebtsheej, tug ntawd nwg laam khaav qhuav lawv le nwg xaav xwb."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.19","label":"19","content":"Nwg tsi muab sab npuab Yexus Khetos kws yog cov ntseeg lub taubhau. Yexus Khetos yog tug kws ntxiv roj ntxiv ntshaav rua lub cev, hab muab tej qej txhaa lug sis dlhos. Nwg muab tej leeg lug tuav, lub cev txhaj nyob ruaj ua ke, hab txawj luj hlub quas zug lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.20","label":"20","content":"Mej tub nrug Yexus Khetos tuag hab mej tub dlim tej kws ibtxwm kaav tuabneeg huv lub qaab ntuj nuav lawm. Ua le caag mej tseem ua mej lub neej ib yaam le tuabneeg nplajteb ua hab?"},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.21","label":"21","content":"Ua le caag mej tseem coj tej kevcai kws qha has tas, tsi xob tuav, tsi xob saaj, hab tsi xob kov."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.22","label":"22","content":"Txawm yog peb ua lawv le tej ntawd los thaus kawg yeej tsi muaj nqes dlaabtsi rua peb le. Tej kevcai ntawd tsuas yog tej kws tuabneeg xaav hab tuabneeg qha xwb."},{"bible_id":"1726","chapter_code":"COL.2","verse_code":"COL.2.23","label":"23","content":"Tej kevcai kws qha tuabneeg kuas pe cov timtswv ceebtsheej, kuas ua le cov tuabneeg tsi muab hlub, hab kuas tuabneeg tsimtxom tuabneeg lub cev, suavdlawg saib yaam le tej ntawd yog tej kws tseemceeb. Tabsis tej ntawd yeej paab tsi tau kuas tuabneeg tswj tau tuabneeg lub sab kws nyam ua phem."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.1","label":"1","content":"Vaajtswv tub tsaa mej nrug Yexus Khetos sawv huv qhov tuag rov qaab lug lawm, yog le ntawd, mej yuavtsum muab sab npuab tej kws nyob sau ntuj ceebtsheej, qhov chaw ntawd yog qhov kws Yexus Khetos nyob sau lub zwmtxwv kws nyob ntawm Vaajtswv saab xis."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.2","label":"2","content":"Mej yuavtsum muab sab npuab tej kws nyob sau ntuj ceebtsheej, tsi yog muab sab npuab tej kws nyob huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.3","label":"3","content":"Rua qhov mej cov kws nrug Yexus Khetos koom ib txujsa, mej zoo le cov tuabneeg kws tuag lawm. Mej txujsa Vaajtswv tub muab khaws ca lawm."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.4","label":"4","content":"Yexus Khetos yog mej txujsa, thaus nwg rov lug mej yuav nrug nwg ua ke lug, hab nrug nwg tau koob meej ib yaam nkaus."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.5","label":"5","content":"Yog le ntawd tej kev phem kev qas kws mej lub sab nyam ua, mej yuavtsum muab tso povtseg, tsi has kev nkauj kev nraug lossis ua vuabtsuab lossis ntshaw luas tug lossis nyam ua phem ua qas lossis ua tuabneeg sab hlub. Tug tuabneeg sab hlub, nwg saib yaam kws nwg ntshaw tsimtxaj dlua Vaajtswv."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.6","label":"6","content":"Vim muaj tej nuav Vaajtswv txhaj yuav rau txim rua cov tuabneeg kws tsi noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.7","label":"7","content":"Yaav taag lug mej nyam ua kev phem kev qas ib yaam le cov tuabneeg kws nyam ua phem ua qas ntawd."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.8","label":"8","content":"Tabsis nwgnuav mej yuavtsum muab tej kws yuav has nuav tso povtseg: kev chim, kev ua nruj ua tsiv, ua limham, mej tsi xob thuam lwm tug hab tsi xob has tej lug kws tshawv noog ib zag le."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.9","label":"9","content":"Mej ib leeg tsi xob dlaag ib leeg, rua qhov mej tub muab mej lub sab qub hab tej kev phem kws mej ibtxwm ua tso povtseg lawm."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.10","label":"10","content":"Nwgnuav mej tub ua tuabneeg tshab lawm. Qhov kws mej ua tau tuabneeg tshab ntawd, tub yog vim Vaajtswv tug kws tsim mej naj nub paab mej kuas mej coj tau tug yaam ntxwv zoo le nwg, mej txhaj le yuav paub nwg zoo zuj zug."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.11","label":"11","content":"Tug kws ua tuabneeg tshab lawd, nwg yeej tsi suav has tas, cov nuav yog tuabneeg Kilis, cov nuav yog tuabneeg Yudais, cov nuav yog cov kws ua kevcai txav, cov nuav yog cov kws tsi ua kevcai txav, cov nuav yog lwm tsaav tuabneeg, cov nuav yog tuabneeg qus, cov nuav yog cov ua qhev, cov nuav yog cov kws tsi ua qhev. Rua qhov Yexus Khetos yog txhua yaam hab nwg nyob huv puab txhua tug lub sab."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.12","label":"12","content":"Mej yog Vaajtswv tsaav tuabneeg. Vaajtswv hlub mej hab tub xaiv mej ca ua nwg cov mivnyuas lawm, yog le ntawd mej yuavtsum hlub lwm tug, ua sab zoo tsi xob khaavtheeb, tabsis muaj lub sab mog sab muas hab ua sab ntev."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.13","label":"13","content":"Mej ib leeg yuavtsum paab ib leeg. Yog mej cov muaj ib tug ua txhum rua ib tug, mej ib tug yuavtsum zaam txim rua ib tug, ib yaam le Vaajtswv tub zaam txim rua mej lawm."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.14","label":"14","content":"Qhov kws tseemceeb dlua tej ntawd huv tuabsi, mej ib tug yuavtsum hlub ib tug tag tag. Yog mej ua le nuav, mej txhaj yuav nyob taug ua ke."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.15","label":"15","content":"Mej cov kws Yexus Khetos hu lug koom ua ib lub cev, mej yuavtsum ca Yexus Khetos txujkev ncaaj nceeg coj mej lub neej. Mej yuavtsum naj nub ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.16","label":"16","content":"Mej yuavtsum khaws Yexus Khetos tej lug huv tuabsi ca rua huv mej lub sab. Mej ib leeg yuavtsum ua tuab zoo qha ib leeg, hab ib leeg ntuag ib leeg tsi xob laam tau laam has le tej tuabneeg kws tsi muaj tswvyim. Thaus mej hu nkauj, tsi has tej nkauj kws Daviv sau lossis tej nkauj qhuas Vaajtswv lossis tej nkauj kws cov ntseeg ibtxwm hu qhuas Vaajtswv, mej yuavtsum zoo sab hlo hu ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.17","label":"17","content":"Txhua yaam kws mej ua, mej yuavtsum ua kuas tsimnyog qhov kws mej yog cov ntseeg tug Tswv Yexus. Mej cov kws ntseeg Yexus, mej ca le ua Vaajtswv tug kws yog peb leej Txiv tsaug."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.18","label":"18","content":"Mej cov kws yog quaspuj, nyag yuavtsum noog nyag tug quasyawg lug, mej ua le ntawd txhaj tsimnyog qhov kws mej yog tug ntseeg Yexus."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.19","label":"19","content":"Mej cov kws yog quasyawg, nyag yuavtsum hlub nyag tug quaspuj, tsi xob ua limham rua nwg."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.20","label":"20","content":"Mej cov kws yog mivnyuas, mej yuavtsum noog mej nam mej txiv lug, mej ua le ntawd txhaj le hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.21","label":"21","content":"Mej cov kws yog nam yog txiv, mej tsi xob laam tau laam ua rua mej cov mivnyuas chim, nyob tsaam puab tu sab."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.22","label":"22","content":"Mej cov kws yog tubkhai, mej yuavtsum noog mej tug tswv lug txhua lu. Mej tsi xob ua num thaus mej tug tswv pum, kuas nwg qhuas mej xwb, tabsis mej yuavtsum muab sab rau ua num tag tag, rua qhov mej yog cov kws fwm tug Tswv."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.23","label":"23","content":"Txhua yaam kws mej ua, mej yuavtsum rau sab ntso ua ib yaam le mej ua rua Vaajtswv, tsi yog mej ua rua tuabneeg."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.24","label":"24","content":"Yexus Khetos yog mej tug Tswv, mej yog nwg cov tubkhai. Yog le ntawd, mej yuavtsum ncu ntsoov has tas, mej yeej yuav tau tej nqe zug kws Vaajtswv khaws ca rua Vaajtswv tsaav tuabneeg lawm."},{"bible_id":"1726","chapter_code":"COL.3","verse_code":"COL.3.25","label":"25","content":"Tug kws ua txhum yeej yuav tau sau tej kws nwg tau ua lug lawm, rua qhov Vaajtswv yeej tsi xaiv leejtwg ntsejmuag hlo le."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.1","label":"1","content":"Mej cov kws yog tswv, mej yuavtsum ua ncaaj rua mej cov tubkhai, tsi xob hlub ib tug tseg ib tug. Mej yuavtsum ncu ntsoov has tas, mej koom tuab tug Tswv kws nyob sau ntuj ceebtsheej xwb."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.2","label":"2","content":"Mej yuavtsum naj nub nquag thov Vaajtswv tsi xob nkeeg hab ncu ntsoov ua nwg tsaug."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.3","label":"3","content":"Thaus mej thov Vaajtswv, mej yuavtsum thov nwg qheb kev rua peb qha Txujmoo Zoo kws has txug Yexus Khetos zaaj kws yaav taag lug tsi muaj tuabneeg paub. Tub yog vim kuv qha zaaj ntawd kuv txhaj raug kaw rua huv tsev lojcuj nuav."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.4","label":"4","content":"Hab mej yuavtsum thov Vaajtswv pub tswvyim rua kuv kuas kuv txawj qha tej kws tsimnyog kuv yuavtsum qha, suavdlawg txhaj yuav totaub zoo."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.5","label":"5","content":"Mej yuavtsum ua mej lub neej kuas zoo rua cov tuabneeg kws tsi ntseeg pum. Hab txhua zag kws zoo qha Txujmoo Zoo, mej ca le qha tsi xob ca nkim sijhawm."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.6","label":"6","content":"Tej lug kws mej has, mej yuavtsum ua tuab zoo has kuas suavdlawg xaav noog. Tej kws lwm tug nug mej, mej yuavtsum paub teb."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.7","label":"7","content":"Peb tug kwv Tikhikus kws yog peb tug phoojywg zoo, nwg yuav qha rua mej paub has tas kuv nyob le caag, nwg yog ib tug kws muab sab rau nrug peb ua Vaajtswv teg num."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.8","label":"8","content":"Tub yog vim le ntawd kuv txhaj khaiv nwg tuaj saib mej, nwg yuav qha rua mej paub has tas, peb nyob le caag hab ua le caag, mej txhaj yuav zoo sab."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.9","label":"9","content":"Peb tug kwv Auneximus kws peb hlub, nwg yuav nrug Tikhikus tuaj saib mej. Nwg yeej yog mej paab hab nwg yog tug kws muab sab rau ua num. Thaus obtug tuaj txug tim mej, obtug yuav qha txhua yaam kws peb ua tim nuav rua mej paub."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.10","label":"10","content":"Alixakus kws raug kaw nrug kuv huv tsev lojcuj, nwg has noj qaab nyob zoo rua mej. Hab Malakaus kws yog Npananpas tug kwvtij los has noj qaab nyob zoo rua mej. Kuv tub qha ib zag rua mej lawm has tas, yog Malakaus tuaj saib mej, mej ca le hu nwg lug su huv mej tsev."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.11","label":"11","content":"Yausuas kws suavdlawg hu ua Yuxatus los has noj qaab nyob zoo rua mej hab. Cov Yudais kws ntseeg Yexus lawd, tsuas muaj peb leeg ntawd xwb txhaj le nrug kuv qha txug Vaajtswv lub tebchaws. Puab peb leeg ntawd tau paab kuv ntau kawg le."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.12","label":"12","content":"Epafas yeej yog mej paab hab nwg yog Yexus Khetos ib tug tubkhai, nwg has noj qaab nyob zoo rua mej. Nwg naj nub kub sab lug thov Vaajtswv paab kuas mej muab sab rau ntseeg hab ua tau zoo zuj zug. Hab kuas mej ua tau mej teg num lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.13","label":"13","content":"Kuv ua tau timkhawv has tas, nwg ua num khwv kawg le paab mej hab paab cov ntseeg kws nyob huv lub nroog Laudikeyas hab lub nroog Hailafulis."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.14","label":"14","content":"Lukas tug kws yog kws tshuaj kws peb hlub, hab Demas obtug has noj qaab nyob zoo rua mej."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.15","label":"15","content":"Thov mej has noj qaab nyob zoo rua cov kwvtij ntseeg kws nyob huv lub nroog Laudikeyas, rua Nifas, hab rua pawg ntseeg kws tuaj pehawm Vaajtswv huv nwg tsev."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.16","label":"16","content":"Thaus mej nyeem tsaab ntawv nuav taag, mej yuavtsum muab xaa moog rua cov ntseeg kws nyob huv lub nroog Laudikeyas nyeem hab. Hab mej yuavtsum nyeem tsaab ntawv kws cov ntseeg kws nyob huv lub nroog Laudikeyas xaa tuaj rua mej ib yaam nkaus."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.17","label":"17","content":"Thov mej has rua Akipus has tas, teg num kws Vaajtswv muab rua nwg ua lawd, nwg yuavtsum ua tuab zoo ua kuas tav."},{"bible_id":"1726","chapter_code":"COL.4","verse_code":"COL.4.18","label":"18","content":"Lu lug kws has tas, Paulus ncu ncu mej, tub yog kuv txhais teg sau ntaag. Thov mej ncu ntsoov has tas kuv tseem raug kaw rua huv tsev lojcuj. Thov Vaajtswv foom koob moov rua mej txhua tug."}]