[{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.1","label":"1","content":"Thaus kws Yehauyakhees ua vaajntxwv kaav tebchaws Yudas tau peb xyoos lawm, mas Vaajntxwv Nenpukajnexales kws kaav tebchaws Npanpiloos tau tuaj vij hab tua lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.2","label":"2","content":"Tug TSWV ca Nenpukajnexales tuaj nteg tau Vaajntxwv Yehauyakhees hab coj qee yaam khoom tseemceeb kws nyob huv lub Tuamtsev moog lawm. Nwg tseem nteg tau ib cov tuabneeg coj moog rua tim nwg lub tsev teev dlaab kws nyob huv lub nroog Npanpiloos, hab muab tej khoom tseemceeb ntawd moog tso rua huv tej chaav rau khoom huv lub tsev teev dlaab ntawd."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.3","label":"3","content":"Vaajntxwv Nenpukajnexales saamfwm kuas Asenpenas kws yog tug thawj saib nwg lub loog, moog xaiv cov tub hluas Yixalayees kws puab nteg tau lug ntawd, qee leej kws yog caajceg vaajntxwv hab yog caajceg ua num ua tswv tuaj kawm txujci."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.4","label":"4","content":"Cov hluas ntawd yuavtsum yog cov kws zoo nraug, muaj tswvyim zoo, kawm paub ntau yaam, kawm tau sai hab yog tuabneeg tsi muaj mob, puab txhaj le yuav moog ua tau num nyob huv vaajntxwv lub loog. Asenpenas yuavtsum tau qha cov hluas ntawd kuas txawj nyeem hab sau tau cov tuabneeg Npanpiloos cov ntawv."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.5","label":"5","content":"Vaajntxwv has kuas luas naj nub muab zaub mov hab cawv txiv maab kws qaab heev, ib yaam le cov kws luas muab rua cov tuabneeg kws nyob huv vaajntxwv lub loog noj hab haus, rua cov hluas ntawd noj hab haus. Thaus puab kawm puv peb lub xyoos hab tav lawm, yuav coj puab moog cuag vaajntxwv."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.6","label":"6","content":"Cov hluas kws luas xaiv moog ntawd muaj npe le nraag nuav: Daniyees, Hananiyees, Misayees hab Axaliyas, puab cov nuav puavleej yog caajceg ntawm xeem Yudas."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.7","label":"7","content":"Tug thawj kws saib vaajntxwv lub loog, muab puab tis dlua npe hu le nuav: Npeetesaxas, Sadalas, Mesakas hab Anpenekaus."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.8","label":"8","content":"Daniyees tsi xaav ua rua nwg lub cev tsi huv, nwg txhaj xaav has tas, nwg yuav tsi noj tej zaub mov hab tsi haus tej cawv txiv maab kws nyob huv vaajntxwv lub loog. Yog le ntawd, nwg txhaj thov kuas Asenpenas paab nwg."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.9","label":"9","content":"Vaajtswv ua rua Asenpenas nyam hab hlub Daniyees."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.10","label":"10","content":"Asenpenas tseem ntshai vaajntxwv hab, nwg txhaj has rua Daniyees has tas, “Vaajntxwv has kuas koj noj hab haus tej nuav. Yog koj tsi noj, thaus vaajntxwv pum has tas, koj tsi puv le lwm tug tub hluas, tej zag vaajntxwv yuav muab kuv tua povtseg los tsi paub.”"},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.11","label":"11","content":"Yog le ntawd, Daniyees txhaj moog cuag tug kws Asenpenas tsaa ua tug saib Daniyees hab nwg peb tug phoojywg."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.12","label":"12","content":"Daniyees has tas, “Thov ca koj sim peb, koj muab zaub hab mov rua peb noj hab muab dlej rua peb haus moog txug kaum nub tsaiv."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.13","label":"13","content":"Ces koj ua tuab zoo saib peb hab cov tub hluas kws noj vaajntxwv tej zaub mov, saib peb txawv puab le caag los tsi txawv, koj txhaj paub has tas tsimnyog yuavtsum noj yaam dlaabtsi zoo dlua.”"},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.14","label":"14","content":"Tug kws saib Daniyees puab txhaj pum zoo ca puab sim kaum nub saib zoo le caag."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.15","label":"15","content":"Thaus puv kaum nub lawm, ua cav nwg pum has tas, Daniyees puab puv hab muaj zug tshaaj cov tub hluas kws noj vaajntxwv tej zaub mov."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.16","label":"16","content":"Yog le ntawd, tug kws saib Daniyees puab txhaj tsi muab vaajntxwv tej zaub mov rua puab noj lawm, tabsis nwg muab zaub, mov hab dlej rua puab noj hab haus lawm xwb."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.17","label":"17","content":"Vaajtswv pub plaub tug hluas ntawd muaj kev txawj ntse, kawm ntawv tau zoo hab paub ntau yaam txujci. Hab Vaajtswv tseem pub rua Daniyees txawj txhais tej ywgtoog hab tej npau suav."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.18","label":"18","content":"Thaus txwm nkaus peb lub xyoos kws vaajntxwv teem ca lawm, Asenpenas txawm coj taagnrho cov tub hluas kws nwg xaiv ntawd moog cuag Vaajntxwv Nenpukajnexales."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.19","label":"19","content":"Vaajntxwv nrug puab txhua tug thaam, mas nwg pum has tas Daniyees, Hananiyas, Misayees, hab Axaliyas puab ntse tshaaj lwm tug, mas vaajntxwv txhaj muab puab lug ua num nyob huv nwg lub loog."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.20","label":"20","content":"Txhua yaam kws vaajntxwv nug puab, puab paub taagnrho. Vaajntxwv pum has tas, puab plaub leeg ntawd teb tau zoo dlua cov tuabneeg kws txawj saib teg lossis txawj ua yeegsiv kws nyob huv vaajntxwv lub tebchaws kaum npaug lawm."},{"bible_id":"1726","chapter_code":"DAN.1","verse_code":"DAN.1.21","label":"21","content":"Daniyees ua num nyob huv vaajntxwv lub loog moog txug thaus Xailas kws yog tug vaajntxwv kaav tebchaws Pawxias, tuaj tua yeej hab txeeb tau lub tebchaws Npanpiloos."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.1","label":"1","content":"Thaus Nenpukajnexales ua vaajntxwv tau ob xyoos, nwg txawm ua ib zaaj npau suav. Zaaj npau suav ntawd ua rua nwg ntxhuv sab heev hab pw tsi tsaug zug le."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.2","label":"2","content":"Yog le ntawd nwg txhaj hu cov tuabneeg kws txawj saib teg, txawj saib yaig hab txawj ntsuag xyaab, tuaj txhais nwg zaaj npau suav. Thaus puab tuaj txug lawm,"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.3","label":"3","content":"nwg has rua puab tas, “Kuv ua ib zaaj npau suav tsi zoo, mas kuv ntxhuv sab heev, kuv xaav paub has tas, zaaj npau suav ntawd yog le caag hab has txug dlaabtsi?”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.4","label":"4","content":"Puab has lug Alamais  rua vaajntxwv has tas, “Thov kuas vaajntxwv muaj txujsa nyob moog ibtxhis! Thov qha vaajntxwv zaaj npau suav rua peb, peb yuav txhais cov ntsab lug rua vaajntxwv paub.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.5","label":"5","content":"Vaajntxwv has rua puab tas, “Kuv tub txav txim sab lawm has tas, yog mej pav tsi tau zaaj npau suav hab txhais tsi tau cov ntsab lug rua kuv paub, ces kuv yuav muab mej hlais ib dlaig zuj zug hab muab mej tej vaaj tse rhuav povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.6","label":"6","content":"Tabsis yog mej qha hab txhais tau rua kuv, kuv yuav muab nqe zug hab pub koob meej rua mej. Mej ca le pav hab txhais rua kuv noog taamsim nuav.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.7","label":"7","content":"Puab rov has rua vaajntxwv has tas, “Yog vaajntxwv pav vaajntxwv zaaj npau suav rua peb noog, peb txhaj yuav paub txhais zaaj npau suav ntawd.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.8","label":"8","content":"Vaajntxwv teb has tas, “Kuv paub has tas, mej xaav sej kuv xwb, tabsis kuas mej paub has tas kuv tub has tseeb rua mej lawm,"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.9","label":"9","content":"yog mej tsi pav zaaj npau suav rua kuv paub, ces mej txhua tug yuav raug txim ib yaam nkaus. Mej yeej tuavhuv lawm has tas, mej yuav dlaag kuv ntau yaam kuas kuv hloov kuv tej lug, tabsis kuv yeej tsi hloov hlo le. Mej ca le qha kuv zaaj npau suav rua kuv, kuv txhaj paub has tas, mej txawj txhais.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.10","label":"10","content":"Puab has ntxiv rua vaajntxwv has tas, “Tej tuabneeg kws nyob huv nplajteb nuav yeej tsi muaj ib tug kws yuav qha tau tej kws koj has ko rua koj paub le. Hab tej vaajntxwv, tsi has tug kws yuav muaj fwjchim luj npaum le caag los yeej tsi muaj ib tug yuav has le koj has ko rua cov tuabneeg kws txawj saib teg, txawj ua yeegsiv hab txawj saib xyaab hlo le."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.11","label":"11","content":"Tej lug kws koj nug ko nyuaj heev, tsi muaj leejtwg yuav teb tau rua koj, ntshai tsuas yog tej vaajtswv txhaj yuav teb tau xwb, tabsis tej vaajtswv ntawd yeej tsi nrug tuabneeg nyob ua ke.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.12","label":"12","content":"Vim puab teb le ntawd, vaajntxwv txhaj chim heev. Nwg tau saamfwm kuas luas muab nwg cov tuavxaam tua povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.13","label":"13","content":"Ces vaajntxwv txhaj tawm ib tsaab ntawv saamfwm rua suavdlawg paub has tas, kuas muab puab cov ntawd tua povtseg, lojxov Daniyees hab nwg peb tug phoojywg huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.14","label":"14","content":"Daniyees txawm moog cuag Ali-aus kws yog tug thawj saib cov tubrog kws zuv vaajntxwv lub loog. Ali-aus yog tug kws vaajntxwv yuav tso moog tua vaajntxwv cov tuavxaam. Daniyees ua tuab zoo xaav ua ntej,"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.15","label":"15","content":"nwg maam moog nug Ali-aus has tas, yog vim le caag vaajntxwv yuav tawm tsaab ntawv tawv ua luaj le ntawd? Ali-aus txhaj pav zaaj ntawd rua Daniyees noog."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.16","label":"16","content":"Daniyees moog cuag vaajntxwv taamsim ntawd. Nwg thov vaajntxwv kuas pub sijhawm ntev mivntsiv rua puab, nwg maam le qha hab txhais zaaj npau suav ntawd rua vaajntxwv."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.17","label":"17","content":"Daniyees rov qaab moog tsev hab nwg pav zaaj ntawd rua Hananiyees, Misayees, hab Axaliyas puab kws yog nwg peb tug phoojywg noog."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.18","label":"18","content":"Nwg has kuas puab thov Vaajtswv tug kws nyob sau ntuj taabncuab puab hab qha tej yaam kws tsi muaj leejtwg paub rua puab, kuas puab txhaj yuav tsi raug tua nrug cov tuavxaam kws nyob huv lub nroog Npanpiloos."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.19","label":"19","content":"Ces mo ntawd, Daniyees txawm ua ywgtoog pum hab Vaajtswv qha zaaj kws tsi muaj leejtwg paub ntawd rua Daniyees. Ces Daniyees ua Vaajtswv tug kws nyob sau ntuj tsaug:"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.20","label":"20","content":"“Vaajtswv yog tug txawj ntse hab muaj fwjchim luj! Ca le qhuas nwg moog ibtxhis."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.21","label":"21","content":"Vaajtswv yog tug tswj lub sijhawm hab tej caij nyoog; nwg tsaa hab txu tej vaajntxwv; nwg yog tug pub kuas tuabneeg muaj tswvyim hab txawj ntse."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.22","label":"22","content":"Nwg muab tej kws tuabneeg tsi paub hab tsi pum lug nthuav qha rua suavdlawg; nwg paub tej kws nyob nraim nkoog huv qhov tsaus ntuj nti, hab muaj qhov pum kev ci kaaj nrig nyob puagncig nwg."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.23","label":"23","content":"Kuv yawmkoob tug Vaajtswv, kuv ua koj tsaug hab fwm koj. Koj pub tswvyim hab dlaag zug rua kuv. Koj teb kuv tej lug thov hab ua rua peb paub teb vaajntxwv.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.24","label":"24","content":"Tom qaab ntawd Daniyees txhaj moog cuag Ali-aus tug kws vaajntxwv saamfwm kuas moog tua vaajntxwv cov tuavxaam. Daniyees has tas, “Thov tsi xob muab puab cov ntawd tua, ca le coj kuv moog cuag vaajntxwv, kuv yuav qha hab txhais nwg zaaj npau suav rua nwg.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.25","label":"25","content":"Ali-aus txhaj coj Daniyees moog cuag vaajntxwv hab has rua vaajntxwv has tas, “Kuv nrhav tau cov Yudais kws peb nteg lug ntawd, muaj ib tug yuav txhais tau koj zaaj npau suav.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.26","label":"26","content":"Vaajntxwv has rua Daniyees (tug kws muaj dlua ib lub npe hu ua Npeetesaxas) has tas, “Koj puas muaj cuabkaav qha tau kuv zaaj npau suav hab txhais cov ntsab lug rua kuv paub tag?”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.27","label":"27","content":"Daniyees teb vaajntxwv has tas, “Vaajntxwv cov tuabneeg kws txawj saib xyaab, txawj ua yeegsiv hab txawj saib nubqub, yeej tsi muaj ib tug yuav paub txhais zaaj npau suav ntawd rua koj le."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.28","label":"28","content":"Tsuas muaj Vaajtswv tuab leeg tug kws nyob sau ntuj, txhaj qha tau tej kws tsi muaj leejtwg paub nuav rua suavdlawg. Vaajntxwv, Vaajtswv qha tej kws yuav muaj lug yaav tom ntej nuav rua koj paub. Koj zaaj npau suav hab tej ywgtoog kws koj pum thaus koj tseem pw yog le nuav:"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.29","label":"29","content":"“Vaajntxwv, thaus koj pw tsaug zug ntawd, koj ua npau suav pum tej kws yuav muaj lug yaav tom ntej; hab Vaajtswv tug kws qha tau tej kws tsi muaj tuabneeg paub rua suavdlawg, nwg qha tej kws yuav muaj lug yaav tom ntej nuav rua koj."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.30","label":"30","content":"Nwgnuav Vaajtswv tub qha tej yaam kws tsi muaj tuabneeg paub rua kuv lawm, tsi yog vim kuv txawj ntse dlua lwm tug, tabsis yog Vaajtswv xaav qha kuas koj paub zaaj npau suav ntawd hab tej kws koj xaav paub."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.31","label":"31","content":"“Vaajntxwv, koj ua ywgtoog pum ib tug mlom kws luj hab sab heev, sawv ntawm koj xubndlag. Tug mlom ntawd ci ntsaa ab hab txaus ntshai kawg le."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.32","label":"32","content":"Tug mlom ntawd lub taubhau yog tseem kub, lub hauvsab hab ob txhais ncej npaab yog nyaj, lub dluav hab ob txhais ncej qaab ntug yog tooj lab,"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.33","label":"33","content":"ob txhais ceg yog hlau, hab ob txhais kutaw yog hlau xyaw aav nplaum."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.34","label":"34","content":"Thaus kws koj taabtom saib tug mlom ntawd, txawm muaj ib lub pobzeb luj luj ndlais rhe sau pobtsuas lug kws tsi yog tuabneeg txhais teg ua poob lug raug tug mlom ntawd ob txhais kutaw kws yog hlau xyaw aav nplaum tawg ntsoog ntxawg."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.35","label":"35","content":"Ces taamsim ntawd tej qhov kws yog aav nplaum, yog hlau, yog tooj lab hab yog nyaj yog kub, txawm tawg ntsoog ntxawg ua tej dlaim ib yaam le tej npluag nplej kws nyob huv tshaav ntaus nplej thaus lub caij ntuj qhua; ces cua muab ntsawj yaa taag lawm tsi tshuav ib qho le. Tabsis lub pobzeb kws poob lug raug tug mlom ntawd txawm luj zuj zug tuaj ua ib lub roob puv nkaus nplajteb."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.36","label":"36","content":"“Koj zaaj npau suav muaj lawv le kuv has taag lug nuav. Nwgnuav kuv yuav qha zaaj npau suav ntawd lub ntsab rua vaajntxwv saib yog le caag."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.37","label":"37","content":"Vaajntxwv, koj yog tug kws muaj fwjchim luj dlua lwm tug vaajntxwv huv tuabsi. Vaajtswv tug kws nyob sau ntuj tsaa koj ua fuabtais, nwg pub koj muaj fwjchim, muaj zug hab muaj koob meej nto moo lug."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.38","label":"38","content":"Vaajtswv tsaa koj ua tug kaav txhua qhov kws muaj tuabneeg nyob, kaav ib puas tsaav yaam tsaj hab tej noog. Lub taubhau kub ntawd yog koj ntaag."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.39","label":"39","content":"Tom qaab koj, yuav muaj dlua lwm lub tebchaws sawv lug, lub tebchaws ntawd muaj fwjchim yau dlua koj, hab tom qaab ntawd lub tebchaws peb kws yog cov tooj lab yuav sawv lug hab yuav kaav taagnrho lub nplajteb nuav."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.40","label":"40","content":"Tom qaab ntawd, lub tebchaws plaub yuav sawv, lub tebchaws ntawd tawv ib yaam le hlau, rua qhov hlau tsoo hab ntaus ib puas tsaav yaam tawg taug. Vim lub tebchaws ntawd tawv ib yaam le hlau kws tsoo ib puas tsaav yaam tawg taug, mas nwg yuav tsoo hab ntaus cov tebchaws kws xub sawv ua ntej ntawd kuas tawg taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.41","label":"41","content":"Txhais kutaw hab cov ntivtaw kws koj pum aav hab hlau sis xyaw ntxawg txhais has tas yuav muaj ntau lub tebchaws lug sis koom ua ke. Nwg yuav muaj qee yaam tawv ib yaam le hlau, rua qhov muaj hlau hab aav nplaum sis xyaw ntxawg."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.42","label":"42","content":"Cov ntivtaw kws yog aav xyaw hlau, txhais has tas lub tebchaws ntawd ibtxha muaj zug hab ibtxha tsi muaj zug."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.43","label":"43","content":"Qhov kws koj pum muaj aav nplaum xyaw hlau, txhais has tas cov thawjcoj kws kaav lub tebchaws ntawd yuav tso puab tej tub tej ntxhais sis yuav kuas nyob tau ua ke, tabsis puab yuav koom tsi tau ua ke ib yaam le hlau hab aav nplaum yeej tsi sis lu le."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.44","label":"44","content":"Lub sijhawm kws cov numtswv ntawd tseem kaav tebchaws, Vaajtswv tug kws nyob sau ntuj yuav tsaa ib lub tebchaws kws yuav nyob moog tsi paub kawg le. Lub tebchaws ntawd yuav tsi muaj leejtwg kovyeej nwg, nwg yuav rhuav tej tebchaws ntawd kuas puamtsuaj taag, tabsis nwg yuav kaav moog ibtxhis."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.45","label":"45","content":"Qhov kws koj pum ib lub pobzeb kws tsi yog tuabneeg txhais teg ua ndlais rhe poob sau pobtsuas lug raug tug mlom tuabneeg kws ib qhov yog hlau, ib qhov yog tooj lab, ib qhov yog aav, ib qhov yog nyaj hab ib qhov yog kub ntawd; yog Vaajtswv tug muaj fwjchim luj kawg nkaus qha kuas koj paub tej kws yuav muaj lug yaav tom ntej nuav. Koj zaaj npau suav muaj lawv le kuv has taag lug nuav. Nwgnuav kuv tub pav hab txhais koj zaaj npau suav lub ntsab meej rua koj lawm.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.46","label":"46","content":"Vaajntxwv Nenpukajnexales txhus caug ndlua huv aav pe Daniyees, hab nwg has kuas luas ca le muab qoobloo hab tshuaj tsw qaab tuaj fij rua Daniyees."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.47","label":"47","content":"Vaajntxwv has tas, “Koj tug Vaajtswv yog tug kws muaj fwjchim luj dlua tej vaajtswv, nwg yog tug Tswv kws kaav taagnrho tej vaajntxwv, hab yog tug kws qha tej kws tuabneeg tsi paub rua suavdlawg. Kuv paub le nuav, rua qhov nwg qha koj txhais tau tej kws tsi muaj leejtwg paub.”"},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.48","label":"48","content":"Vaajntxwv tsaa Daniyees ua ib tug numtswv luj hab muab tej khoom muaj nqes ntau yaam rua Daniyees. Nwg tsaa Daniyees ua tug kaav lub xeev Npanpiloos hab ca Daniyees ua tug thawj saib vaajntxwv cov tuavxaam."},{"bible_id":"1726","chapter_code":"DAN.2","verse_code":"DAN.2.49","label":"49","content":"Daniyees thov vaajntxwv tsaa Sadalas, Mesakas, hab Anpenekaus, ua cov saib num huv lub xeev Npanpiloos, tabsis Daniyees ua tug luj nrug vaajntxwv nyob huv lub loog."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.1","label":"1","content":"Vaajntxwv Nenpukajnexales nchuav tau ib tug mlom kub sab rau caum tshim hab dlaav rau tshim, hab nwg muab txawb rua ntawm lub taj Dulas huv lub xeev Npanpiloos."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.2","label":"2","content":"Vaajntxwv tso tuabneeg moog hu taagnrho nwg cov numtswv tuaj sis sau ua ke, tsi has cov numtswv kws nrug vaajntxwv kaav cov pejxeem, cov tswvxeev, cov paab tug tswvxeev, cov ceev nyaj txag, cov txav txim, cov ceevxwm hab taagnrho nwg cov tubkhai kws nyob huv nwg lub tebchaws, tuaj nrug koom ua kevcai pe tug mlom kub ntawd."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.3","label":"3","content":"Thaus kws vaajntxwv tsoom numtswv tuaj txhij hab moog sawv rua ntawm tug mlom kub ntawd xubndlag taabtom yuav ua kevcai pe tug mlom ntawd,"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.4","label":"4","content":"txawm muaj ib tug lug tshaajtawm nrov nrov rua suavdlawg has tas, “Mej txhua tug ntawm txhua tsaav tuabneeg, hab txhua xeem, tsi has cov tuabneeg kws has yaam lug twg le!"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.5","label":"5","content":"Thaus mej nov dlheev suab xyu, suab raaj ntsaws, suab raaj nplaim, hab suab nkauj nogncaas nrov, mej ca le txhus caug pe tug mlom kub kws Vaajntxwv Nenpukajnexales muab teeb tseg ntawd."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.6","label":"6","content":"Yog leejtwg tsi kaam pe, luas yuav nteg tug ntawd coj moog pov rua huv lub cubtawg kws nplaim cig sis ntswj pis yog.”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.7","label":"7","content":"Yog le ntawd, thaus suavdlawg nov suab raaj suab xyu nrov, txhua tug ntawm txhua tsaav tuabneeg hab txhua xeem, tsi has cov tuabneeg kws has yaam lug twg, txawm pe tug mlom kub kws Vaajntxwv Nenpukajnexales teeb tseg ntawd."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.8","label":"8","content":"Cov tuabneeg Npanpiloos qee leej tau kom cov Yudais rua vaajntxwv."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.9","label":"9","content":"Puab has rua Vaajntxwv Nenpukajnexales has tas, “Thov kuas koj muaj sa nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.10","label":"10","content":"Koj has rua suavdlawg has tas, thaus chiv tshuab raaj tshuab xyu, ces kuas txhua tug ca le pe tug mlom kub,"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.11","label":"11","content":"yog leejtwg tsi pe, koj yuav muab tug ntawd pov rua huv cubtawg."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.12","label":"12","content":"Cov Yudais kws koj tau tsaa lug saib num nyob huv lub xeev Npanpiloos, muaj qee leej tuaj ntawm nuav. Puab tsi ua lawv le koj has. Puab cov ntawd yog: Sadalas, Mesakas hab Anpenekaus. Puab peb leeg nuav tsi fwm hab tsi kaam pe tug mlom kub kws koj teeb tseg ntawd.”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.13","label":"13","content":"Thaus vaajntxwv nov le ntawd, nwg chim heev, nwg txhaj tso tuabneeg moog nteg puab peb leeg ntawd lug cuag nwg."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.14","label":"14","content":"Vaajntxwv nug puab has tas, “Sadalas, Mesakas hab Anpenekaus, mej tsi fwm hab tsi kaam pe kuv tug mlom kub nuav puas yog?"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.15","label":"15","content":"Ib plag mej nov dlheev suab xyu, suab raaj ntsaws, suab raaj nplaim hab suab nkauj nogncaas nrov, mej ca le pe tug mlom kub ntawd. Yog mej tsi kaam pe, ces kuv yuav muab mej pov rua huv cubtawg. Mej xaav has tas, tseem yuav muaj dlua ib tug vaajtswv nyob qhov twg lug paab tau mej hab nua los?”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.16","label":"16","content":"Sadalas, Mesakas hab Anpenekaus teb vaajntxwv has tas, “Vaajntxwv, tsi yog peb xaav has kuas peb yeej koj."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.17","label":"17","content":"Tabsis yog has tas, tug Vaajtswv kws peb fwm pum zoo paab peb, nwg yeej yuav paab  kuas peb dlim ntawm cov nplaim tawg hab ntawm koj txhais teg."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.18","label":"18","content":"Txawm yog nwg tsi paab peb los peb has rua koj tas, peb yeej yuav tsi fwm hab tsi pe tug mlom kub kws koj teeb tseg ntawd le.”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.19","label":"19","content":"Vaajntxwv Nenpukajnexales chim heev rua Sadalas, Mesakas hab Anpenekaus. Nwg ua ntsejmuag dlub ncab rua puab. Nwg txhaj saamfwm kuas nwg cov tubkhai moog tsaav tawg ntxiv kuas lub cubtawg cig hlub dlua qub xyaa npaug ntxiv."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.20","label":"20","content":"Nwg has kuas nwg cov tubrog kws muaj zug heev, moog muab Sadalas, Mesakas hab Anpenekaus puab khi hab coj moog pov rua huv cubtawg."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.21","label":"21","content":"Cov tubrog txawm muab puab peb leeg ntawd khi, ca puab naav puab tej rig tsho: tsho luj, tsho miv, ntoo mom huv tuabsi, hab muab puab pov rua huv lub cubtawg."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.22","label":"22","content":"Vim vaajntxwv tau has kuas puab muab tawg tsaav ntxiv kuas cig hlub dlua qub, nplaim tawg txhaj le kub cov tubrog kws muab puab peb leeg ntawd pov rua huv lub cubtawg tuag lawm."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.23","label":"23","content":"Thaus Sadalas, Mesakas hab Anpenekaus puab peb leeg poob moog rua huv cub suavtawg, hlua tseem khi nreeg puab."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.24","label":"24","content":"Taamsim ntawd Vaajntxwv Nenpukajnexales txawm poob sab nthaav, hab nwg sawv tseeg moog nug cov tubkhai has tas, “Puas yog peb khi peb tug txivneej coj moog pov rua huv lub cubtawg xwb?” Puab teb has tas, “Vaajntxwv, yeej muaj tseeb le koj has.”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.25","label":"25","content":"Vaajntxwv rov has tas, “Ua caag kuv pum muaj plaub tug txivneej moog moog lug lug huv lub cubtawg, tsi muaj hlua khi puab, hab puab tsi kub nyab le, tug plaub muaj ntsiv zoo le ib tug timtswv.”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.26","label":"26","content":"Vaajntxwv Nenpukajnexales txawm moog rua ntawm lub rooj qho cubtawg, nwg xauj hab hu has tas, “Sadalas, Mesakas hab Anpenekaus, mej cov kws yog Vaajtswv tug kws muaj fwjchim luj kawg nkaus cov tubkhai, mej ca le tawm lug.” Taamsim ntawd puab txawm tawm lug."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.27","label":"27","content":"Cov numtswv kws nrug vaajntxwv kaav cov pejxeem hab cov tswvxeev, vaajntxwv cov tuavxaam hab nwg cov tubkhai, suavdlawg lug saib puab peb tug txivneej ntawd, mas puab tsi kub nyab le: plaubhau tub tsi caws ib txuj, rig tsho los tsi kub nyab hab puab lub cev los tub tsi tsw nchauv le."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.28","label":"28","content":"Vaajntxwv has tas, “Thov ua Sadalas, Mesakas hab Anpenekaus tug Vaajtswv tsaug! Nwg khaiv nwg tug timtswv lug cawm peb tug txivneej kws pehawm hab tso sab rua nwg. Puab tsi ua lawv le kuv tej lug. Puab yeem tso puab txujsa tseg zoo dlua le kws pe tej vaajtswv kws tsi yog tug Vaajtswv tag."},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.29","label":"29","content":"“Nwgnuav kuv has rua suavdlawg has tas, txhua tug ntawm txhua tsaav tuabneeg, hab txhua xeem, tsi has cov tuabneeg kws has yaam lug twg, yog leejtwg thuam Sadalas, Mesakas hab Anpenekaus puab tug Vaajtswv, ces ca le muab tug ntawd hlais ib dlaim quas zug, hab muab nwg tej vaaj tse rhuav povtseg huv tuabsi. Yeej tsi muaj dlua ib tug vaajtswv twg kws yuav paab tau tuabneeg dlim le tug Vaajtswv nuav le.”"},{"bible_id":"1726","chapter_code":"DAN.3","verse_code":"DAN.3.30","label":"30","content":"Vaajntxwv Nenpukajnexales tsaa Sadalas, Mesakas hab Anpenekaus puab ua numtswv luj tshaaj qub kaav lub xeev Npanpiloos."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.1","label":"1","content":"Vaajntxwv Nenpukajnexales sau tsaab ntawv kws has nraag qaab nuav xaa moog rua txhua tug ntawm txhua tsaav tuabneeg hab txhua xeem, tsi has cov tuabneeg kws has yaam lug twg, nyob thoob plawg nplajteb has tas, “Thov kuas mej suavdlawg noj qaab nyob zoo hab nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.2","label":"2","content":"Kuv thov qha tej txujci tseemceeb kws yog Vaajtswv tug kws muaj fwjchim luj kawg nkaus ua rua kuv pum rua mej paub."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.3","label":"3","content":"“Yaam kws Vaajtswv ua rua peb pum tseemceeb heev le. Tej txujci kws Vaajtswv ua yog lub fwjchim kws luj kawg nkaus. Vaajtswv yog tug Vaajntxwv kws nyob moog ibtxhis. Nwg yuav kaav moog tsi muaj nub kawg."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.4","label":"4","content":"“Kuv ua neej nyob suv sab so huv kuv lub vaaj lub tsev, kuv muaj ib puas tsaav yaam siv tsi taag. Kuv tsi txob tsi txhawj ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.5","label":"5","content":"Tabsis kuv ua ib zaaj npau suav txaus ntshai heev, thaus kuv tseem pw, zaaj ywgtoog kws kuv pum ntawd ua rua kuv ntshai kawg le."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.6","label":"6","content":"Kuv tso tuabneeg moog hu kuv cov tuavxaam kws ibtxwm nrug kuv tuav tswvyim huv lub nroog Npanpiloos, kuas tuaj cuag kuv hab qha kuv zaaj npau suav ntawd rua kuv saib yog le caag."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.7","label":"7","content":"Cov tuabneeg txawj saib teg, txawj ua yeegsiv, txawj saib xyaab hab txawj saib nubqub txhaj tuaj cuag kuv. Kuv pav kuv zaaj npau suav rua puab noog, tabsis tsi muaj leejtwg txhais tau rua kuv le."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.8","label":"8","content":"Tom qaab ntawd Daniyees txawm tuaj cuag kuv. Daniyees muaj dlua ib lub npe hu ua Npeetesaxas lawv le kuv tug vaajtswv lub npe. Nwg muaj tej vaajtswv  kws dlawbhuv tug ntsujplig nrug nraim nwg. Kuv txhaj le pav kuv zaaj npau suav rua nwg noog."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.9","label":"9","content":"Kuv has rua nwg tas, Npeetesaxas, koj yog cov tuabneeg kws txawj saib teg tug thawj, kuv paub has tas Vaajtswv tug kws dlawbhuv tug Ntsujplig nrug nraim koj nyob. Hab paub has tas koj yeej totaub tej kws tsi muaj tuabneeg paub. Kuv zaaj npau suav  yog le nuav. Koj ca le qha rua kuv saib lub ntsab txhais le caag."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.10","label":"10","content":"“Thaus kws kuv pw tsaug zug, kuv ua npau suav pum ib tsob ntoo sab sab sawv huv plawv nplajteb."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.11","label":"11","content":"Tsob ntoo ntawd pheej sab zuj zug moog nto ntuj. Txhua tug kws nyob huv nplajteb nuav puavleej pum tsob ntoo ntawd."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.12","label":"12","content":"Tsob ntoo ntawd tej nplooj zoo nkauj heev, txi txiv ua nrw quas nab, txaus tuabneeg nplajteb tuaj noj. Tej tsaj nruab nraag puavleej lug nraim ntxoo huv qaab tsob ntoo ntawd, hab noog kuj lug ua zeg rua sau tej ceg. Tuabneeg hab txhua yaam kws muaj sa los tuaj noj tsob ntoo ntawd tej txiv."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.13","label":"13","content":"“Thaus kuv taabtom xaav txug zaaj npau suav nuav, kuv pum ib tug timtswv nqeg sau ntuj lug hab saib ncig pis leeg."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.14","label":"14","content":"Nwg has nrov nrov tas, ‘Ca le muab tug ntoo nuav ntuv, muab cov ceg hab cov nplooj lwg kuas taag hab muab tej txiv w rua txhua qhov. Lawv tej tsaj nruab nraag kws nyob huv qaab tsob ntoo kuas tsiv moog, hab lawv tej noog kws nyob sau tej ceg kuas yaa taag,"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.15","label":"15","content":"hab muab saw tooj saw hlau lug khi lub hauvpaug ntoo ca rua nraag taj. “ ‘Ca kuas lwg ntsu lug ntub tug txivneej nuav, hab ca nwg nrug tej tsaj nruab nraag hab tej xyoob ntoos nyob ua ke."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.16","label":"16","content":"Nwg lub sab yuav tsi zoo le tuabneeg lub moog txug xyaa xyoo, tabsis yuav zoo le tsaj lub."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.17","label":"17","content":"Cov timtswv ceebtsheej kws saib suavdlawg has tas: cov tuabneeg kws nyob rua txhua qhov yuavtsum paub has tas, Vaajtswv yog tug kws muaj fwjchim luj kawg nkaus, nwg muaj fwjchim luj dlua tej tuabneeg kws ua vaajntxwv kaav, hab nwg xaav tsaa leejtwg ua vaajntxwv kaav tej tebchaws ntawd los tau, txawm yog tug ntse hab tug ruag los nwg yeej tsaa tau.’"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.18","label":"18","content":"“Vaajntxwv Nenpukajnexales has tas, ‘Kuv zaaj npau suav yog muaj lawv le kuv tau pav taag lug nuav. Koj ca le txhais zaaj npau suav ntawd rua kuv. Kuv cov tuavxaam kws paab kuv tuav tswvyim yeej tsi muaj ib tug txhais tau le, tabsis koj yeej yuav txhais tau, rua qhov tej vaajtswv  kws dlawbhuv tug ntsujplig nrug nraim koj nyob.’ ”"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.19","label":"19","content":"Daniyees tug kws muaj dlua ib lub npe hu ua Npeetesaxas poob sab nthaav hab tsi paub yuav has le caag. Vaajntxwv txhaj le has rua nwg tas, “Npeetesaxas, koj tsi xob poob sab txug tej xwm kws yuav muaj lug lawv le zaaj npau suav nuav.” Npeetesaxas teb has tas, “Vaajntxwv, thov kuas koj zaaj npau suav hab tej xwm huv zaaj npau suav ntawd lug raug rua koj cov yeebncuab xwb, tsi xob raug rua koj."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.20","label":"20","content":"Koj pum ib tsob ntoo luj hab sab heev, lub ntsis sab nto ntuj plawg. Txhua tug tuabneeg kws nyob huv nplajteb nuav puavleej pum tsob ntoo ntawd."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.21","label":"21","content":"Tsob ntoo ntawd tej nplooj zoo nkauj heev hab txi txiv nrw quas nab, txaus tuabneeg thoob nplajteb noj. Tej tsaj nruab nraag los kuj lug nraim ntxoo huv qaab tsob ntoo ntawd, hab tej noog kuj lug ua zeg rua sau tej ceg."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.22","label":"22","content":"“Vaajntxwv, koj yog tsob ntoo ntawd ntaag. Koj muaj zug moog nto ntuj, vaammeej, muaj fwjchim hab koj lub fwjchim kaav moog thoob plawg nplajteb."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.23","label":"23","content":"Vaajntxwv, thaus koj tseem saib tsob ntoo ntawd, muaj ib tug timtswv nqeg sau ntuj lug has tas, ‘Ca le ntuv tsob ntoo nuav, muab txav kuas tu, tsoo kuas ntsoog taag, tsuas tseg lub hauvpaug ntoo nyob xwb. Hab muab saw tooj saw hlau lug khi lub hauvpaug ntoo ca rua nraag taj. Ca kuas lwg ntsu lug ntub tug txivneej ntawd, hab ca nwg nrug tej tsaj nruab nraag nyob nraag taj xyaa xyoo.’"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.24","label":"24","content":"“Vaajntxwv, tej xwm nuav yog tej kws Vaajtswv tug kws muaj fwjchim luj kawg nkaus qha rua koj paub txug tej kws yuav muaj lug raug koj."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.25","label":"25","content":"Luas yuav ntab koj tsiv, tsi pub koj nrug tuabneeg nyob ua ke, koj yuav moog nrug tej tsaj nruab nraag nyob. Koj yuav noj zaub ib yaam le tej nyuj, hab koj yuav pw huv haav zoov haav tsuag ntub lwg ntsuav moog txug xyaa xyoo. Tom qaab ntawd koj yuav leeg has tas, Vaajtswv tug kws muaj fwjchim luj kawg nkaus, yog tug kaav tej tebchaws kws sawv vaajntxwv kaav hab nwg tsaa tuabneeg ua vaajntxwv lawv le nwg pum zoo."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.26","label":"26","content":"Qhov kws tug timtswv has kuas tseg lub hauvpaug ntoo ca, yog txhais has tas, thaus koj leeg has tas, Vaajtswv yog tug kws kaav taagnrho lub nplajteb. Ces koj yuav rov qaab tau ua vaajntxwv dlua ib zag ntxiv."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.27","label":"27","content":"Vaajntxwv, koj ca le ua lawv le kws kuv has nuav: koj tseg tsi xob ua txhum! Koj ca le ua zoo hab hlub cov tuabneeg txomnyem.  Yog has tas koj ua le nuav, koj yuav vaammeej moog le.”"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.28","label":"28","content":"Txhua yaam kws tau has ntawd txawm muaj tshwm lug raug Vaajntxwv Nenpukajnexales tag."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.29","label":"29","content":"Tom qaab ntawd kaum ob lub hlis, muaj ib nub vaajntxwv ncig moog ncig lug sau nwg lub tsev kws nyob huv lub nroog Npanpiloos."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.30","label":"30","content":"Vaajntxwv has tas, “Lub nroog Npanpiloos nuav yog lub nroog kws luj kawg le. Kuv tsim lub nroog nuav ua kuv lub tuamceeb nroog. Kuas suavdlawg txhaj le pum kuv lub fwjchim, kuv lub meejmom hab kuv lub koob lub npe.”"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.31","label":"31","content":"Thaus vaajntxwv tseem has lug tsi tau xaus, txawm muaj ib lub suab has nrov ntxhe ntxhas sau ntuj tuaj has tas, “Vaajntxwv Nenpukajnexales, koj ca le noog kuv has. Kuv tub txu koj lub fwjchim, koj yuav tsi tau ua vaajntxwv kaav tebchaws lawm."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.32","label":"32","content":"Luas yuav muab koj ntab tawm, tsi pub koj nrug tuabneeg nyob. Koj yuav moog nrug tej tsaj nruab nraag nyob ua ke. Koj yuav noj zaub ib yaam le tej nyuj moog txug xyaa xyoo. Tom qaab ntawd koj yuav leeg has tas, Vaajtswv tug kws muaj fwjchim luj kawg nkaus, yog tug kaav tej tebchaws kws sawv vaajntxwv kaav, hab Vaajtswv tsaa tuabneeg ua vaajntxwv lawv le nwg pum zoo.”"},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.33","label":"33","content":"Taamsim ntawd txawm muaj lawv le tej lug nuav: Luas ca le muab Vaajntxwv Nenpukajnexales ntab tsiv, tsi pub nwg nrug tuabneeg nyob hab nwg moog noj zaub le nyuj noj, nwg lub cev ntub lwg ntsuav. Nwg cov plaubhau ntev ib yaam le tis dlaav, hab nwg cov rau teg ntev ib yaam le tej rau noog."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.34","label":"34","content":"Vaajntxwv has tas, “Thaus dlhau xyaa lub xyoo lawm, kuv tsaa qhovmuag saib sau ntuj. Kuv rov feeb meej, kuv txhaj ua tug Vaajtswv kws muaj fwjchim luj kawg nkaus tsaug. Kuv qhuas hab ua rua tug Vaajtswv kws muaj sa nyob moog ibtxhis tau koob meej. ‘Vaajtswv yuav kaav moog ibtxhis, nwg lub tebchaws yuav nyob ruaj nreeg moog tsi paub kawg."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.35","label":"35","content":"Nwg suav has tas tuabneeg nplajteb tsi tseemceeb dlaabtsi; cov timtswv sau ntuj hab tuabneeg nplajteb puavleej nyob huv nwg lub xibteg. Tsi muaj leejtwg muaj cuabkaav cheem tau tsi pub nwg ua lawv le nwg lub sab nyam lossis nug has tas nwg ua dlaabtsi."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.36","label":"36","content":"“ ‘Thaus kuv feeb meej lawm, kuv rov tau koob meej, tau meejmom hab rov tau kaav lub tebchaws dlua. Kuv cov numtswv hab kuv cov tubkhai puavleej zoo sab rov qaab yuav kuv. Kuv rov tau ntsejmuag hab muaj fwjchim heev dlua yaav taag lug."},{"bible_id":"1726","chapter_code":"DAN.4","verse_code":"DAN.4.37","label":"37","content":"“ ‘Nwgnuav kuv kws yog Nenpukajnexales, kuv thov qhuas, thov hawm hab ua rua tug Vaajntxwv kws nyob sau ntuj tau koob meej. Ib puas tsaav yaam kws Vaajtswv ua puavleej yog, hab ncaaj nceeg, hab nwg ua tau rua cov tuabneeg khaavtheeb poob ntsejmuag.’ ”"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.1","label":"1","content":"Muaj ib mos Vaajntxwv Npesaxas txawm npaaj ib rooj noj haus luj. Nwg caw tsoom numtswv luj ib txheeb leej tuaj nrug nwg noj mov."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.2","label":"2","content":"Thaus kws puab taabtom haus cawv txiv maab, Vaajntxwv Npeesaxas txawm khaiv nwg cov tubqhe moog muab tej khob nyaj khob kub hab tej taig nyaj taig kub kws nwg txiv Nenpukajnexales moog fuab huv lub tuamtsev tim lub nroog Yeluxalees lug ntawd, nqaa lug rua vaajntxwv, nwg tsoom numtswv, nwg cov quaspuj hab nwg cov nam yau laub cawv txiv maab haus."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.3","label":"3","content":"Taamsim ntawd puab txawm moog nqaa tej khob nyaj khob kub lug laub cawv rua puab suavdlawg haus,"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.4","label":"4","content":"hab qhuas tej mlom kws muab nyaj, muab kub, muab tooj lab, muab hlau, muab ntoo hab muab pobzeb ua ntawd."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.5","label":"5","content":"Taamsim ntawd txawm muaj ib txhais teg tuabneeg cev loo lug sau ntawv rua ntawm saab phaab ntsaa kws luam moov sib kws taws teeb ci pum kev laam lug. Vaajntxwv kuj pum thaus kws txhais teg ntawd tseem taabtom sau sau ntawv,"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.6","label":"6","content":"mas ua rua vaajntxwv lub ntsejmuag thumxem taag, nwg poob sab hab ntshai kawg le, hab ua rua nwg ob lub hauvcaug tshee ndluas txag."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.7","label":"7","content":"Vaajntxwv txhaj hu tawg ntho kuas tso tuabneeg moog hu cov tuabneeg kws txawj ua yeegsiv, txawj saib xyaab hab txawj saib nubqub kuas tuaj cuag nwg. Thaus kws puab cov ntawd tuaj txug, nwg has rua puab tas, “Leejtwg nyeem tau cov ntawv nuav hab txhais tau cov ntsab lug rua kuv paub, ces kuv yuav muab kuv lub tsho ntaub tsaamxem hab txuj saw kub kws coj muaj fwvxyeej rua tug ntawd naav hab coj. Hab kuv yuav muab tug ntawd tsaa ua ib tug numtswv luj kws yog ua tug yau theem peb ntawm kuv nrug kuv kaav tebchaws.”"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.8","label":"8","content":"Vaajntxwv cov tuavxaam tuaj taagnrho, tabsis tsi muaj leejtwg nyeem tau cov ntawv ntawd hab txhais tsi tau cov ntsab lug rua vaajntxwv le."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.9","label":"9","content":"Vim le nuav vaajntxwv Npeesaxas hajyam poob sab heev hab ua ntsejmuag ntshaus taag. Vaajntxwv cov tuavxaam los yeej tsi pum qaab yuav ua zaaj twg le."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.10","label":"10","content":"Thaus vaajntxwv nam nov vaajntxwv hab nwg tsoom numtswv has lug nrov ntsoog qeeg, nwg txawm moog rua huv chaav tsev kws puab noj mov ntawd, nwg has rua vaajntxwv has tas, “Thov kuas vaajntxwv muaj sa nyob moog ibtxhis. Vaajntxwv, koj tsi xob txhawj ua ntsejmuag thumxem taag le ko!"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.11","label":"11","content":"Nyob huv lub tebchaws kws koj kaav nuav muaj ib tug txivneej kws muaj tej vaajtswv  kws dlawbhuv tug ntsujplig nrug nwg nyob. Lub sijhawm kws koj txiv tseem ua vaajntxwv, mas tug ntawd paab tau koj txiv. Nwg muaj tswvyim paab tau txhua yaam hab nwg txawj ntse ib yaam le tej timtswv. Vaajntxwv Nenpukajnexales kws yog koj txiv tau tsaa tug txivneej ntawd ua tug kws saib taagnrho cov tuabneeg kws txawj saib teg, txawj ua yeegsiv, txawj saib xyaab hab txawj saib nubqub."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.12","label":"12","content":"Nwg ntse heev hab txawj txhais tau tej npau suav, tej txhaj txhais kws tuabneeg has, hab nwg paub tej kws tsi muaj tuabneeg paub. Koj ca le khaiv tuabneeg moog hu Daniyees tug kws koj txiv muab tis dlua npe hu ua Npeetesaxas kuas tuaj cuag koj. Nwg yuav txhais tau tej lug nuav huv tuabsi rua koj.”"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.13","label":"13","content":"Taamsim ntawd puab txawm moog coj Daniyees tuaj cuag vaajntxwv. Vaajntxwv has rua Daniyees has tas, “Koj yog Daniyees los tsi yog? Koj puas yog cov tuabneeg Yudais kws kuv txiv puab coj tim tebchaws Yudas lug?"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.14","label":"14","content":"Kuv nov has tas, tej vaajtswv kws dlawbhuv tug ntsujplig nrug nraim koj, hab nov has tas koj txawj ntse kawg le, koj paub hab muaj tswvyim heev."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.15","label":"15","content":"Kuv tub hu kuv cov tuavxaam, cov tuabneeg kws txawj ua yeegsiv, tuaj txhais cov lug nuav rua kuv, tabsis puab txhais tsi tau le."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.16","label":"16","content":"Kuv nov has tas, koj paub hab txawj txhais tej zaaj kws tsi muaj tuabneeg paub lub ntsab lug rua suavdlawg. Yog koj nyeem tau hab txhais tau cov npe ntawv ntawd lub ntsab lug rua kuv paub. Kuv yuav muab lub tsho ntaub tsaamxem hab txuj saw kub kws coj muaj fwvxyeej rua koj naav hab coj. Hab kuv tseem yuav muab koj tsaa ua ib tug numtswv luj kws yog tug yau theem peb ntawm kuv, nrug kuv kaav lub tebchaws nuav.”"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.17","label":"17","content":"Daniyees teb has tas, “Vaajntxwv, thov koj ca le muab tej kws koj yuav muab ko khaws tseg lossis muab rua lwm tug. Txawm le caag los kuv yuav nyeem hab txhais cov ntsab lug ntawd rua koj, tabsis kuv tsi yuav nqe zug le."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.18","label":"18","content":"“Vaajtswv tug kws muaj fwjchim luj kawg nkaus tau tsaa koj txiv Nenpukajnexales ua tug vaajntxwv kws muaj fwjchim luj hab pub nwg muaj koob meej nyob nto moo lug,"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.19","label":"19","content":"nwg txhaj muaj fwjchim heev. Txhua tug ntawm txhua tsaav tuabneeg, txhua xeem, hab tsi has cov tuabneeg kws has yaam lug twg los puavleej ntshai koj txiv ua ib ce tshee nyo. Yog nwg xaav tua leejtwg, nwg yeej tua tau. Yog nwg xaav tso leejtwg dlim nwg yeej tso tau. Hab nwg yuav txu leejtwg, nwg yeej txu tau lawv le nwg pum zoo."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.20","label":"20","content":"Tabsis yog vim qhov kws nwg khaavtheeb, tawv ncauj hab ua nruj ua tsiv heev, nwg txhaj le poob fwjchim hab tsi tau ua vaajntxwv lawm."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.21","label":"21","content":"Luas muab nwg ntab tsiv tsi pub nwg nrug tuabneeg nyob hab nwg lub sab txawm zoo le tsaj lub lawm. Nwg moog nrug tej neeg luav qus nyob rua nruab nraag. Nwg noj zaub le nyuj noj hab nwg pw huv haav zoov haav tsuag tsau lwg tsawv tsi muaj dlaabtsi vuv. Thaus kawg nwg maam le leeg has tas, Vaajtswv tug kws muaj fwjchim luj, yog tug kaav tuabneeg nplajteb hab tej tebchaws kws sawv muaj vaajntxwv kaav. Hab nwg leeg has tas, Vaajtswv xaav tsaa leejtwg ua vaajntxwv kaav tebchaws los yeej tau."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.22","label":"22","content":"“Tabsis Npesaxas, koj kws yog nwg tug tub, txawm yog koj tub paub tej nuav zoo lawm los koj tsi txu koj lub fwjchim le hab."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.23","label":"23","content":"Koj tau ua txhum tawmtsaam tug TSWV kws kaav sau ntuj kws yog koj moog rhu tej khob hab tej taig kws nqaa huv Vaajtswv lub Tuamtsev lug, coj lug rua koj hab koj tsoom numtswv, koj cov quaspuj hab koj cov nam yau laub cawv txiv maab haus. Hab mej qhuas mej tej vaajtswv kws muab nyaj, muab kub, muab tooj lab, muab hlau, muab ntoo hab muab pobzeb ua. Tej vaajtswv ntawd tsi pum kev, tsi nov lug hab tsi paub ib yaam dlaabtsi le. Koj tsi fwm Vaajtswv tug kws tuav koj txujsa, hab kaav taagnrho ib puas tsaav yaam kws koj ua."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.24","label":"24","content":"Tub yog vim le ntawd Vaajtswv txhaj ua ib txhais teg lug sau tej lug ntawd ntaag."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.25","label":"25","content":"“Cov Npe ntawv ntawd sau has tas: ‘MENES, MENES, TEKELES, PALEXEES,’"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.26","label":"26","content":"MENES txhais has tas, Vaajtswv tub suav hab teem cov nub kws koj ua vaajntxwv kaav tebchaws tseg lawm, tsuas pub koj ua vaajntxwv txij le nuav xwb;"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.27","label":"27","content":"TEKELES, txhais has tas, Vaajtswv tub muab koj luj taag lawm, koj sib heev."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.28","label":"28","content":"PALEXEES, txhais has tas, Vaajtswv yuav muab koj lub tebchaws faib ua ob lub. Mas muab ib nraab faib rua cov tuabneeg Medes, hab muab ib nraab faib rua cov tuabneeg Pawxias.”"},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.29","label":"29","content":"Taamsim ntawd Vaajntxwv Npesaxas txawm has kuas puab muab nwg lub tsho luj coj lug rua Daniyees naav hab muab txuj saw kub kws coj muaj fwvxyeej lug rua Daniyees coj. Nwg tsaa Daniyees ua tug nom luj theem peb ntawm nwg, nrug nwg kaav tebchaws."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.30","label":"30","content":"Ces mo ntawd, Npesaxas kws yog vaajntxwv kaav lub tebchaws Npanpiloos txawm raug luas muab tua povtseg lawm."},{"bible_id":"1726","chapter_code":"DAN.5","verse_code":"DAN.5.31","label":"31","content":"Dali-us kws yog tuabneeg Medes txawm txeeb ua tug kws kaav lub tebchaws ntawd. Lub sijhawm ntawd, Dali-us muaj noobnyoog rau caum ob xyoos."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.1","label":"1","content":"Vaajntxwv Dali-us txawm pum zoo yuav tsaa ib puas neeg nkaum leej lug ua cov tswvxeev moog kaav txhua lub xeev huv lub tebchaws kws nwg kaav."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.2","label":"2","content":"Vaajntxwv tau tsaa Daniyees hab tsaa dlua ob tug ua cov kws tshuaj saib cov tswvxeev teg num kuas vaajntxwv txhaj le kaav hab tswj tau lub tebchaws zoo."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.3","label":"3","content":"Daniyees lug tuav lub luag num kws yog tshuaj saib cov tswvxeev ua num. Nwg ua tau zoo tshaaj le lwm tug kws tshuaj saib cov tswvxeev. Hab Daniyees tseem ua num zoo tshaaj cov tswvxeev txhua tug huv tuabsi. Vim le ntawd, vaajntxwv txhaj xaav muab Daniyees tsaa ua tug kws saib thoob plawg lub tebchaws."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.4","label":"4","content":"Lwm tug numtswv kws nrug Daniyees tshuaj saib cov tswvxeev teg num, txawm pheej nrhav lug kom Daniyees. Puab soj nraim Daniyees kev ua num kaav tebchaws, saib nwg puas ua yuam kev qhov twg, puab txhaj le tau lug kom nwg, tabsis puab nrhav tsi tau ib qhov kws Daniyees ua yuam kev kws puab yuav kom tau nwg le, rua qhov Daniyees yog ib tug tuabneeg kws muab sab rau ua num hab nwg tsi ua tej kws txhum kevcai hab tej kws tsi ncaaj hlo le."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.5","label":"5","content":"Puab txawm sis thaam has tas, “Peb yeej yuav nrhav tsi tau ib yaam dlaabtsi lug kom Daniyees le. Tsuas yog nrhav tau lug kom qhov kws nwg coj nwg tug Tswv txuj Kevcai nkaus xwb.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.6","label":"6","content":"Yog le ntawd, puab txhaj le moog cuag Vaajntxwv Dali-us hab has rua vaajntxwv has tas, “Vaajntxwv, thov kuas koj muaj sa nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.7","label":"7","content":"Peb txhua tug kws saib num thoob plawg koj lub tebchaws, tsi has cov kws tshuaj saib cov tswvxeev teg num lossis cov kws paab tug tswvxeev lossis cov numtswv saib num lwm yaam. Peb suavdlawg puavleej pum zoo has tas, tsimnyog koj yuavtsum ua ib txuj kevcai rua suavdlawg coj. Thov koj ca le txwv tu nrho has tas, ‘Peb caug nub sau nuav, tsi pub leejtwg thov ib tug vaajtswv lossis thov ib tug tuabneeg twg le, tsuas yog thov koj tuab leeg xwb. Yog leejtwg hlaa koj tej lug nuav, ces ca le muab tug ntawd pov rua huv lub qhov kws kaw tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.8","label":"8","content":"Vaajntxwv, thov koj ca le tsim txuj kevcai nuav hab sau koj lub npe rua, txhaj tseemceeb lawv le Medes hab Pawxias txuj kevcai kws yeej hloov tsi tau le.’ ”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.9","label":"9","content":"Yog le ntawd, Vaajntxwv Dali-us txhaj sau npe rua huv tsaab ntawv kevcai ntawd."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.10","label":"10","content":"Thaus Daniyees paub has tas, vaajntxwv sau npe rua huv tsaab ntawv ntawd lawm, nwg txawm rov moog tsev. Nwg lub tsev chaav kws nyob txheej sau, muaj ib lub qhovrais qheb lug tig ncaaj moog rua lub nroog Yeluxalees. Nwg moog txhus caug tig xubndlag rua ntawm lub qhovrais ntawd thov Vaajtswv ib nub twg peb zag lawv le nwg ibtxwm thov."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.11","label":"11","content":"Thaus cov tuabneeg kws ntxub Daniyees, pum Daniyees thov Vaajtswv,"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.12","label":"12","content":"puab txawm sau nthwv moog cuag vaajntxwv hab puab kom Daniyees rua vaajntxwv has tas, “Vaajntxwv, koj tub sau koj lub npe rua huv tsaab ntawv kws koj txwv has tas, peb caug nub sau nuav, tsuas pub suavdlawg thov koj tuab leeg xwb. Yog leejtwg thov ib tug vaajtswv twg lossis ib tug tuabneeg twg, ces ca le muab tug ntawd pov rua huv lub qhov kws kaw tsuv ntxhuav.” Vaajntxwv teb has tas, “Yeej muaj lawv le mej has ko lawm tag. Tej lug ntawd yog tej lug kws txwv tu nrho, lawv le Medes hab Pawxias txuj kevcai, mas yeej rhuav tsi tau hlo le.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.13","label":"13","content":"Puab txawm has rua vaajntxwv has tas, “Tug Daniyees kws peb nteg tim tebchaws Yudas lug, nwg tsi fwm koj hab tsi noog tej lug kws koj has rua suavdlawg ntawd le. Nwg naj nub thov nwg tug Vaajtswv, ib nub twg nwg thov peb zag.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.14","label":"14","content":"Thaus vaajntxwv nov le ntawd, nwg ntxhuv sab heev, hab nwg nrhav saib puas muaj ib txujkev twg yuav paab tau Daniyees. Nwg txhaj nrhav kev paab Daniyees ib nub tsaus ntuj ndlais."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.15","label":"15","content":"Cov tuabneeg ntawd rov qaab tuaj cuag vaajntxwv dlua hab has tas, “Vaajntxwv, koj yeej paub lawm has tas lawv le Medes hab Pawxias txuj kevcai, mas tej lug kws vaajntxwv has rua suavdlawg lawm, yeej tsi muaj ib lus twg yuav hloov tau le.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.16","label":"16","content":"Ces vaajntxwv txhaj kuas puab muab Daniyees coj moog pov rua huv lub qhov kws kaw tsuv ntxhuav, hab nwg has rua Daniyees has tas, “Thov koj tug Vaajtswv kws koj muab sab npuab paab cawm koj.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.17","label":"17","content":"Puab muab dlaim laag zeb lug npug lub rooj qho hab vaajntxwv muab nwg lub homthawj hab cov numtswv lub homthawj nas rua sau dlaim laag zeb, tsi pub kuas leejtwg tuaj paab tau Daniyees dlim le."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.18","label":"18","content":"Vaajntxwv rov qaab moog rua huv nwg lub loog. Mo ntawd nwg tsi noj mov, tsi pub luas tuaj ua kev lomzem lawv le ibtxwm ua, hab nwg pw tsi tsaug zug ib mos kaaj ntug."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.19","label":"19","content":"Vaajntxwv sawv ntxuv tseeg dlha moog rua tom lub qhov kws kaw tsuv ntxhuav."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.20","label":"20","content":"Thaus nwg moog yuav txug, nwg hu nrov nrov ua suab quaj tu sab nrho has tas, “Daniyees kws yog Vaajtswv tug kws muaj txujsa nyob tug tubkhai, koj tug Vaajtswv kws koj muab sab npuab, puas paab tau koj dlim ntawm cov tsuv ntxhuav los tsi tau?”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.21","label":"21","content":"Daniyees teb ndlais has tas, “Vaajntxwv, thov kuas koj muaj sa nyob ntev dlhawv moog ibtxhis tsi kawg."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.22","label":"22","content":"Vaajtswv khaiv nwg tug timtswv lug kaw cov tsuv ntxhuav qhovncauj, tsi pub tsuv ua le caag rua kuv. Vaajntxwv, qhov kws Vaajtswv ua le nuav rua kuv, vim nwg paub has tas, kuv tsi muaj txim hab kuv tsi tau ua ib qhov yuam kev le.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.23","label":"23","content":"Vaajntxwv zoo sab kawg le. Nwg txhaj has kuas puab ca le muab Daniyees nqug tawm huv qhov tsuv lug. Puab txhaj sis paab nqug Daniyees teg tawm lug. Puab pum has tas, Daniyees yeej tsi raug mob ib qhov le, vim nwg tso sab rua Vaajtswv."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.24","label":"24","content":"Vaajntxwv txhaj saamfwm kuas muab cov tuabneeg kws kom Daniyees ntawd hab puab tej quaspuj mivnyuas pov huv tuabsi rua huv lub qhov kws kaw tsuv ntxhuav ntawd. Thaus puab muab cov tuabneeg ntawd pov rua huv lub qhov kaw tsuv ntxhuav, cov tuabneeg ntawd poob tub tsi tau ti rua huv qaab qho, tsuv tub dlha tuaj muab puab dlua noj taag lawm."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.25","label":"25","content":"Tom qaab ntawd, Vaajntxwv Dali-us sau ib tsaab ntawv xaa moog rua txhua tug ntawm txhua tsaav tuabneeg hab txhua xeem, tsi has cov tuabneeg kws has yaam lug twg kws nyob thoob lub tebchaws kws nwg kaav has le nuav: “Thov kuas mej suavdlawg ntsib kev noj qaab nyob zoo, muaj kev kaaj sab lug hab muaj kev vaammeej moog lawm yaav tom ntej."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.26","label":"26","content":"Kuv has rua suavdlawg paub has tas, txhua tug pejxeem kws kuv kaav yuavtsum fwm hab saib taug Daniyees tug Vaajtswv. Nwg yog tug Vaajtswv kws muaj sa nyob, hab nwg yuav kaav moog ibtxhis. Nwg lub tebchaws yuav tsi raug kev puamtsuaj, hab nwg yuav muaj fwjchim nyob moog ibtxhis le."},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.27","label":"27","content":"Nwg cawm hab paab tau tuabneeg dlim. Nwg ua tej txujci tseemceeb kws peb xaav tsi thoob rua sau nruab ntug hab huv nplajteb nuav. Nwg tau paab Daniyees dlim tsi pub tsuv ntxhuav tum.”"},{"bible_id":"1726","chapter_code":"DAN.6","verse_code":"DAN.6.28","label":"28","content":"Lub sijhawm kws Dali-us kaav lub tebchaws Npanpiloos hab Xailas kaav lub tebchaws Pawxias, mas Daniyees lub neej zoo hab vaammeej heev."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.1","label":"1","content":"Daniyees has tas, Thawj xyoo kws Npesaxas ua vaajntxwv kaav lub tebchaws Npanpiloos, muaj ib mos thaus kws kuv tseem pw sau txaaj, kuv txawm ua ib zaaj npau suav."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.2","label":"2","content":"Kuv muab zaaj npau suav hab tej kws kuv pum mo ntawd sau tseg le nuav: Muaj ib cov cua tuaj plaub ceg kaum ntuj tuaj ntsawj cov nplaim dlej havtxwv."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.3","label":"3","content":"Taamsim ntawd txawm ca le muaj plaub tug tsaj luj tawm huv havtxwv tuaj. Cov tsaj ntawd zoo tsi sis thooj."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.4","label":"4","content":"Thawj tug muaj ntsiv zoo le tug tsuv ntxhuav, tabsis nwg muaj tis ib yaam le dlaav. Thaus kuv tseem saib ntsoov ntawd, luas txawm muab nwg tej plaub tis rhu povtseg, hab muab tug tsaj ntawd tsaa sawv ntsug le tug tuabneeg. Hab luas pub tug tsaj ntawd txawj xaav le tuabneeg."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.5","label":"5","content":"Kuv pum dlua tug tsaj ob, muaj ntsiv zoo le tug dlais kws taabtom sawv ntsug nreg nreeg, hab nwg npuav rawv peb tug pobtxhaa taav ntawm nwg qhovncauj, hab muaj ib lub suab has rua nwg tas, “Ca le noj nqaj kuas tsau.”"},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.6","label":"6","content":"Thaus kuv tseem saib ntsoov, kuv txawm pum dlua ib tug tsaj tawm tuaj. Tug tsaj peb ntawd muaj ntsiv zoo le tug tsuv pomtxwv, tabsis nwg muaj plaub saab tis nyob nrau nrausqaum ib yaam le tis noog. Hab nwg muaj plaub lub taubhau, saib mas zoo le nwg muaj fwjchim heev."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.7","label":"7","content":"Thaus kuv tseem saib, kuv txawm pum dlua ib tug tsaj kws yog tug plaub. Tug tsaj ntawd tsiv tsaim, phem hab muaj zug heev. Nwg muaj ib cov nav hlau luj luj, nwg noj zawg zog tej yaam kws nwg tum tau lug, hab muab tej seem kws nwg noj tsi taag tsuj pis ntag ua lwj ua lam povtseg. Tug tsaj nuav muaj kaum tug kub, hab nwg zoo tsi thooj le lwm tug tsaj."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.8","label":"8","content":"Thaus kuv saib cov kub ntawd, kuv pum ib tug kub miv miv tuaj xyaw cov kub ntawd. Thaus tug kub miv miv ntawd tawm tuaj, mas ua rua peb tug kub kws xub tuaj rhu hlo lug. Tug kub nuav muaj qhovmuag hab muaj qhovncauj ib yaam le tuabneeg. Nwg has lug khaav txiv ntxhas."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.9","label":"9","content":"Thaus kuv tseem saib ntsoov tug tsaj ntawd, muaj tuabneeg nqaa tej zwmtxwv lug txawb rua qhov ntawd. Ces tug kws muaj sa nyob ibtxhis txawm lug nyob sau cov zwmtxwv ntawd ib lub. Nwg cev rig tsho dlawb paug ib yaam le cov dlaus, hab nwg cov plaubhau dlawb ib yaam le cov plaub yaaj. Nwg lub zwmtxwv muaj nplaim tawg cig laim lag, hab nwg cov lug los muaj nplaim tawg cig laim lag thoob plawg."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.10","label":"10","content":"Tej nplaim tawg cig lab vog ntawm lub zwmtxwv ua ib kaab saab, ndlwg le dlej ndlwg. Muaj ntau txheeb leej ua cov tu nwg, hab muaj ntau plhom tuabneeg sawv ze ntawm nwg lub xubndlag. Cov txav txim txawm pib tshuaj tej plaub ntug hab puab muab tej ntaub ntawv nthuav lug nyeem."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.11","label":"11","content":"Thaus kuv tseem saib ntsoov, kuv nov tug kub miv miv ntawd lub suab has khaav txiv ntxhas, kuv maam le saib dlheev, ua cav luas tub muab tug tsaj plaub tua tuag lawm, hab luas muab tug tsaj ntawd pov rua huv cubtawg kub nyab taag."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.12","label":"12","content":"Peb tug tsaj kws tseem caj, luas muab txu fwjchim taag, hab luas ca peb tug tsaj ntawd muaj sa nyob ib nyuas ntu xwb."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.13","label":"13","content":"Mo ntawd thaus kuv taabtom ua ywgtoog pum tej nuav, kuv pum muaj ib tug zoo le tug tuabneeg. Nwg txawm lug ze rua ntawm kuv, muaj ib cov fuab lug roog nwg hab muaj dlua ib tug lug coj nwg moog cuag tug kws muaj sa nyob ibtxhis."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.14","label":"14","content":"Luas pub nwg muaj meejmom, muaj koob meej hab muaj fwjchim tswj teb kaav chaw kuas txhua tug ntawm txhua tsaav tuabneeg, hab txhua xeem, tsi has cov tuabneeg kws has yaam lug twg los txhaj yuav tau ua nwg qhev. Nwg yuav muaj fwjchim moog ibtxhis hab nwg yuav kaav moog tsi paub kawg."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.15","label":"15","content":"Tej kws kuv ua ywgtoog pum nuav, ua rua kuv poob sab hab ntxhuv sab  kawg le."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.16","label":"16","content":"Kuv txhaj le moog cuag cov tuabneeg kws sawv ntawd ib tug, hab thov nwg qha tej ntawd rua kuv. Yog le ntawd nwg txhaj qha lub ntsab rua kuv."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.17","label":"17","content":"Nwg has tas, “Plaub tug tsaj ntawd yog pev txug plaub lub tebchaws kws yuav muaj vaajntxwv sawv lug kaav."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.18","label":"18","content":"Tabsis Vaajtswv tug kws muaj fwjchim luj kawg nkaus, nwg tsaav tuabneeg yuav tau nwg lub fwjchim hab yuav kaav lub tebchaws ntawd moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.19","label":"19","content":"Kuv txhaj yimfuab xaav paub zaaj kws has txug tug tsaj plaub. Tug tsaj ntawd zoo tsi thooj le lwm tug tsaj. Nwg yog ib tug tsaj kws tsiv tsaim heev. Nwg tej nav yog hlau, hab tej rau yog tooj lab. Nwg noj zawg zog tej kws nwg tum tau lug, hab muab tej seem kws nwg noj tsi taag tsuj ua lwj ua lam povtseg."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.20","label":"20","content":"Kuv xaav paub txug kaum tug kub hab tug kub miv miv kws tuaj ua rua peb tug kub kws xub tuaj ca le rhu hlo lawm. Tug kub miv miv ntawd muaj qhovmuag hab muaj qhovncauj, hab nwg has lug khaav txiv ntxhas, saib mas yaam le tug kub miv miv ntawd, nyaum dlua lwm tug kub huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.21","label":"21","content":"Thaus kuv tseem saib ntsoov, tug kub ntawd txawm tawmtsaam yeej Vaajtswv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.22","label":"22","content":"Tom qaab ntawd, tug kws muaj sa nyob moog ibtxhis txawm lug txav txim. Thaus nwg txav txim, nwg tuaj Vaajtswv tug kws muaj fwjchim luj kawg nkaus tsaav tuabneeg tog.  Tub txug lub sijhawm kws Vaajtswv tsaav tuabneeg tau txais lub fwjchim kaav tebchaws lawm."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.23","label":"23","content":"Nwg txhais tej kws kuv ua ywgtoog pum rua kuv has tas, “Tug tsaj plaub yog lub tebchaws plaub nyob huv nplajteb nuav kws yuav sawv muaj vaajntxwv lug kaav. Lub tebchaws ntawd yuav zoo tsi thooj le lwm lub. Nwg yuav tsoo lub nplajteb nuav hab yuav muab tsuj kuas puamtsuaj taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.24","label":"24","content":"Kaum tug kub ntawd, yog kaum tug vaajntxwv kws yuav sawv lug kaav lub tebchaws ntawd. Tom qaab ntawd, yuav muaj dlua ib tug vaajntxwv sawv lug kaav. Tug vaajntxwv nuav yuav zoo tsi thooj le cov vaajntxwv kws tub xub kaav ua ntej lawm. Nwg yuav txu peb tug vaajntxwv ntawd kuas poob."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.25","label":"25","content":"Nwg yuav has lug twm Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus, hab nwg yuav tsimtxom Vaajtswv tsaav tuabneeg. Nwg yuav txhobtxwm sim hloov Vaajtswv Txujlug hab tej Kevcai saib puas hloov tau. Vaajtswv tsaav tuabneeg yuav poob rua huv nwg txhais teg peb xyoos hab rau lub hlis."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.26","label":"26","content":"Tom qaab ntawd cov txav txim kws yog tuabneeg qaum ntuj yuav pib tshuaj plaub ntug. Puab yuav txav txim txu nwg lub fwjchim hab ua kuas nwg puamtsuaj moog."},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.27","label":"27","content":"Luas yuav muab lub nplajteb tej tebchaws kws muaj vaajntxwv kaav, tej fwjchim hab kev vaammeej cob rua tug Vaajtswv kws muaj Fwjchim Luj kawg nkaus tsaav tuabneeg tuav. Vaajtswv tsaav tuabneeg yuav muaj fwjchim kaav moog ibtxhis. Taagnrho tej numtswv kws nyob huv nplajteb nuav yuav ua puab qhev hab yuav noog puab lug.”"},{"bible_id":"1726","chapter_code":"DAN.7","verse_code":"DAN.7.28","label":"28","content":"Tej kws kuv ua ywgtoog pum ces muaj npaum le nuav xwb. Thaus kuv pum tej ntawd ua rua kuv ntshai heev, kuv plhu thumxem taag, tabsis kuv ncu ntsoov tej ntawd ca rua nruab sab."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.1","label":"1","content":"Daniyees has tas, Thaus kws Npeesaxas ua vaajntxwv tau peb xyoos lawm, kuv rov ua dlua ib zaaj ywgtoog  kws yog zaaj ob."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.2","label":"2","content":"Kuv ua ywgtoog pum has tas, kuv nyob huv lub nroog Xuxas kws muaj ntsaa yeej thaiv puagncig, hab nyob huv lub tebchaws Elames. Kuv moog sawv ze ze ntawm tug Dlej Ulais."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.3","label":"3","content":"Thaus kuv tsaa qhovmuag saib, kuv txawm pum ib tug laug yaaj sawv ntawm ntug dlej, nwg tuaj ob tug kub ntev heev. Nwg tug kub kws tuaj tom qaab ntev dlua tug kub kws xub tuaj."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.4","label":"4","content":"Kuv pum tug laug yaaj ntawd yom kub moog rua saab nubpoob saab peg hab saab nraag. Tsi muaj ib tug tsaj kws yuav cheem tau nwg lossis tsiv dlim ntawd nwg le. Nwg ua lawv le nwg lub sab, nwg txhaj khaavtheeb heev."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.5","label":"5","content":"Thaus kws kuv taabtom ua tuab zoo muab zaaj nuav coj lug xaav saib yog le caag, txawm muaj ib tug laug tshis dlha ceev heev saab nubtuaj tuaj, zoo le nwg tej teg taw tub tsi chwv aav le. Tug laug tshis ntawd muaj ib tug kub khov kho tuaj ntawm nwg lub hauvplaj."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.6","label":"6","content":"Thaus tug laug tshis tuaj yuav txug ntawm tug laug yaaj kws kuv pum sawv ntawm ntug dlej, tug tshis txawm dlha ncaaj nraim moog nrau tug laug yaaj."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.7","label":"7","content":"Kuv saib ntsoov tug laug tshis nrau tug laug yaaj ntawd. Tug laug tshis npautawg heev, nwg siv zug nrau ua rua tug laug yaaj ob tug kub luv ntho lawm. Tug laug yaaj tsi muaj zug hab kov tsi yeej. Tug laug tshis txhaj nrau ua rua tug laug yaaj qaug dlaa luam rua huv aav. Tug laug tshis muab tug laug yaaj tsuj nthi tsi muaj leejtwg paab cawm tau tug laug yaaj dlim le."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.8","label":"8","content":"Tug laug tshis txawm khaavtheeb heev zuj zug, tabsis thaus nwg khaav heev ntawd, nwg tug kub txawm luv ntho lawm. Ces txawm tuaj dlua plaub tug kub khov kho le tug qub. Hab cov kub ntawd nyag lem nyag moog rua ib qho."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.9","label":"9","content":"Muaj ib tug kub miv miv txawm ncau huv plaub tug kub ntawd ib tug tuaj. Tug kub ntawd nthuav nwg lub fwjchim moog rua saab qaabteb, saab nubtuaj, hab moog rua huv lub tebchaws kws Vaajtswv tau Coglug Tseg yuav muab pub rua nwg tsaav tuabneeg Yixalayees nyob."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.10","label":"10","content":"Nwg muaj zug zuj zug, hab nwg yuav ntaus cov tubrog qaum ntuj hab tej nubqub. Nwg muab tej nubqub qee ntsauv pov lug rua huv aav hab muab tsuj nthi tseg."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.11","label":"11","content":"Nwg tseem kwvnyom tug thawj tubrog kws kaav cov tubrog qaum ntuj tej lug. Nwg txwv tsi pub leejtwg tua tsaj fij rua tug thawj tubrog qaum ntuj ntawd. Hab nwg ua rua lub Tuamtsev puamtsuaj taag."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.12","label":"12","content":"Suavdlawg pheej ua kev txhum ntawm lub Tuamtsev, puab tsi tua tsaj hlawv ua khoom fij  lawv le yaav taag lug kws puab naj nub ua, hab puab tso Vaajtswv txuj Kevcai kws yog txuj tseemceeb tseg. Tug kub nuav ua tau ib puas tsaav yaam taagnrho."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.13","label":"13","content":"Kuv nov ob tug timtswv sis thaam, muaj ib tug has rua ib tug has tas, “Thaus twg tej xwm kws has huv zaaj ywgtoog nuav maam le dlua moog? Tej tuabneeg naj nub ua kev phem kev qas, yuav naj nub tua tsaj theej txhoj moog ntev le caag? Luas yuav tsuj cov tubrog qaum ntuj hab lub Tuamtsev moog txug nub twg?”"},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.14","label":"14","content":"Ob tug timtswv ntawd muaj ib tug teb has tas, “Yuav muaj le nuav moog kuas txug ib txheeb ib puas tsib caug nub hab lub sijhawm ntawd, yuav tsi muaj tuabneeg tua tsaj fij lawm, tsi has thaus sawv ntxuv  lossis thaus yaav tsaus ntuj. Tom qaab ntawd puab yuav rov lug khu Vaajtswv lub Tuamtsev dlua tshab.”"},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.15","label":"15","content":"Daniyees has tas, “Thaus kuv pum tej ntawd, kuv ua tuab zoo saib kuas totaub. Taamsim ntawd txawm muaj ib tug zoo le tug tuabneeg lug sawv ntawm kuv hauv ntej,"},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.16","label":"16","content":"hab kuv nov ib lub suab hu saab ntug Dlej Ulais tim u tuaj has tas, ‘Khali-ees, koj ca le txhais tej kws nwg pum ntawd lub ntsab rua nwg paub.’ ”"},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.17","label":"17","content":"Khali-ees txawm lug sawv ntawm kuv ib saab, kuv ntshai heev hab kuv ca le qaug rua huv aav. Tug timtswv ntawd has rua kuv tas, “Tub noobneej, kuas koj totaub has tas, zaaj ywgtoog kws koj pum ntawd yog qha txug lub sijhawm kws nplajteb kawg.”"},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.18","label":"18","content":"Thaus tug timtswv taabtom has lug, kuv ca le tsi ncu qaab hlas lawm, tabsis tug timtswv ntawd lug tsaa kuv sawv hab fwj kuv lub cev."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.19","label":"19","content":"Nwg has rua kuv tas, “Kuv qha rua koj paub has tas, thaus kws Vaajtswv chim heev lawm yuav zoo le caag. Zaaj ywgtoog nuav yog qha txug lub sijhawm kws ib puas tsaav yaam kawg."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.20","label":"20","content":"“Tug laug yaaj kws koj pum muaj ob tub kub ntawd, pev txug lub tebchaws Medes hab lub tebchaws Pawxias."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.21","label":"21","content":"Tug laug tshis pev txug lub tebchaws Kilis, hab tug kub kws tuaj ntawm nwg hauvplaj, yog pev txug tsaav tuabneeg Kilis thawj tug vaajntxwv."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.22","label":"22","content":"Plaub tug kub kws tuaj ntawm thawj tug kub kws luv lawm qhov chaw, yog pev txug plaub lub tebchaws kws tawg tawm ntawm thawj lub tebchaws, tabsis yuav tsi muaj zug npaum le thawj lub tebchaws lawm."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.23","label":"23","content":"“Lub sijhawm kws plaub lub tebchaws ntawd yuav kawg, cov tuabneeg kws nyob huv tub ua kev phem kev qas txaus raug txim lawm. Thaus ntawd yuav muaj ib tug sawv lug ua vaajntxwv, tabsis nwg yuav tawv ncauj, ua nruj ua tsiv hab dlaag ntxag suavdlawg."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.24","label":"24","content":"Tug vaajntxwv nuav muaj fwjchim luj heev zuj zug tuaj, tabsis lub sijhawm ntawd tsi yog nwg tug zug ua tau. Nwg yuav ua rua suavdlawg raug kev puamtsuaj luj kawg nkaus, hab nwg yuav ua tau ib puas tsaav yaam tav taagnrho. Nwg yuav ua rua cov tuabneeg kws muaj fwjchim hab Vaajtswv tsaav tuabneeg kuas raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.25","label":"25","content":"Vim nwg muaj lub tswvyim kws phem heev, nwg yuav ua ib puas tsaav yaam ntxag kuas nwg tau kaav tebchaws. Nwg yuav khaavtheeb heev hab nwg yuav rhuav kuas tuabneeg coob tug puamtsuaj tsi muaj leejtwg nwm txug le. Txawm yog tug Vaajntxwv ntawm tej vaajntxwv los nwg yeej tsi ntshai le. Tabsis lub fwjchim kws tsi yog tuabneeg lub yuav ua rua nwg raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.26","label":"26","content":"Zaaj ywgtoog kws has txug tej tsaj kws tuabneeg muab tua hlawv fij thaus sawv ntxuv hab thaus tsaus ntuj kws kuv qha rua koj paub nuav yuav tav, tabsis koj yuavtsum npog zaaj nuav ca tsi xob qha rua leejtwg paub, rua qhov tseem tshuav ntev maam le txug lub sijhawm kws muaj lawv le zaaj ywgtoog nuav.”"},{"bible_id":"1726","chapter_code":"DAN.8","verse_code":"DAN.8.27","label":"27","content":"Daniyees has tas, “Kuv qaug zug hab mob tau ntau nub, kuv maam le sawv taug moog ua tej num kws vaajntxwv muab cob rua kuv ua. Zaaj ywgtoog ntawd ua rua kuv xaav tsi thoob hab kuv tsi totaub hlo le.”"},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.1","label":"1","content":"Vaajntxwv Xawxes kws yog tuabneeg Medes tug tub Dali-us ua vaajntxwv kaav lub tebchaws Npanpiloos."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.2","label":"2","content":"Daniyees has tas, thawj xyoos kws Dali-us ua vaajntxwv kaav tebchaws, kuv kawm Vaajtswv txujlug hab kuv xaav txug lub nroog Yeluxalees kws yuav raug puamtsuaj xyaa caum xyoo, lawv le tug TSWV tau has rua Yelemis kws yog tug cev Vaajtswv lug sau tseg lawm."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.3","label":"3","content":"Kuv kub sab lug thov tug Tswv kws yog Vaajtswv. Kuv yoo mov, kuv naav ntaub tsaaj, hab kuv nyob huv qhov tshauv."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.4","label":"4","content":"Kuv thov tug Tswv kws yog Vaajtswv, hab kuv leeg tej kev txhum kws kuv tsaav tuabneeg ua. Kuv thov has tas, “Tug Tswv kws yog Vaajtswv. Koj yog tug kws muaj fwjchim luj, peb fwm koj. Koj yeej ua lawv le koj tej lug cog tseg. Koj hlub tug kws muab sab npuab koj hab ua lawv le koj tej lug."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.5","label":"5","content":"“Peb tau ua txhum, peb lub sab yeej phem hab peb yuam kev lawm. Peb tsi noog koj lug, hab peb tsi kaam ua tej kws koj qha kuas peb ua lawv le koj lub sab nyam."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.6","label":"6","content":"Peb pheej tsi ntseeg tej kws koj cov cevlug qha peb. Puab yog koj cov tubkhai kws koj khaiv lug pav qha rua peb cov vaajntxwv, cov numtswv, cov yawmkoob hab rua peb tsaav tuabneeg suavdlawg."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.7","label":"7","content":"Tug TSWV, koj yog tug kws ncaaj nceeg, tabsis peb suavdlawg pheej ua txhum. Luas saib tsi taug peb cov Yixalayees kws nyob tim lub tebchaws Yudas, cov kws nyob huv lub nroog Yeluxalees hab cov kws raug koj ntab tawm tsiv moog rua lwm lub tebchaws dleb hab ze lawm. Luas saib tsi taug peb, vim peb tsi muab sab npuab koj."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.8","label":"8","content":"Tug Tswv, peb cov vaajntxwv, peb cov numtswv hab peb suavdlawg tau ua phem ua qas rua koj."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.9","label":"9","content":"Txawm yog peb pheej ntxeev sab rua koj los koj tseem hlub hab zaam peb lub txim."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.10","label":"10","content":"Tug TSWV kws yog peb tug Vaajtswv, thaus koj khaiv koj cov cevlug kws yog koj cov tubkhai tuaj qha kuas peb ua lawv le koj tej Kevcai los peb tsi noog koj tej lug le."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.11","label":"11","content":"Cov Yixalayees puavleej ua txhum koj tej Kevcai hab tsi noog koj tej lug. Peb suavdlawg tau ua txhum, koj txhaj rau txim rua peb lawv le koj tej lug foom phem kws sau rua huv koj tug tubkhai Mauxes phoo Kevcai lawm."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.12","label":"12","content":"Koj rau txim rua peb hab cov numtswv lawv le koj tau has tseg. Koj rau txim rua lub nroog Yeluxalees nyaav tshaaj le kws koj rau txim rua lwm lub nroog huv nplajteb nua huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.13","label":"13","content":"Peb raug ib puas tsaav yaam txim lawv le tej lug kws Mauxes phoo Kevcai qha tseg. Tug Tswv kws yog peb tug Vaajtswv, txawm yog nwgnuav los peb tseem tsi mob sab ua lawv le koj lub sab nyam. Peb pheej ua kev txhum tsi tso tseg, hab peb tsi ua lawv le qhov tseeb."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.14","label":"14","content":"Tug TSWV kws yog peb tug Vaajtswv, koj yeej xaav tseg lawm has tas, koj yuav rau txim rua peb, nwgnuav koj tub rau txim rua peb le ntawd lawm tag, rua qhov ib puas tsaav yaam kws koj ua, koj yeej ua ncaaj, tabsis yog peb tsi noog koj lug xwb."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.15","label":"15","content":"“Tug TSWV kws yog peb tug Vaajtswv, qhov kws koj coj koj tsaav tuabneeg tsiv tawm nraag tebchaws Iziv lug, yog ua rua kuas suavdlawg pum koj lub fwjchim. Naj nub nuav los peb tseem ncu ntsoov koj lub fwjchim ntawd. Peb tau ua txhum lawm tag, peb yeej muaj txim."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.16","label":"16","content":"Yaav taag lug lawm, koj tau tsomkwm peb, mas thov koj tsi xob chim rua lub nroog Yeluxalees ntxiv lawm. Yeluxalees yog koj lub nroog hab yog koj lub roob kws dlawbhuv.  Taagnrho cov tebchaws kws nyob puagncig peb txobthuam lub nroog ntawd hab koj tsaav tuabneeg, vim peb tej kev txhum, hab tej kev phem kev qas kws peb cov yawmkoob tau ua taag lug."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.17","label":"17","content":"Vaajtswv, thov koj noog kuv tej lug thov. Thov koj paab kuas rov muaj tuabneeg txhim khu koj lub Tuamtsev kws puag taag lawm, kuas rov qaab zoo le qub, suavdlawg txhaj le yuav paub has tas, koj yog Vaajtswv."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.18","label":"18","content":"Vaajtswv, thov koj noog peb lub suab thov. Thov koj tsaa qhovmuag saib peb cov kws raug kev ntxhuv sab hab saib cov tuabneeg kws raug kev txomnyem huv lub nroog kws hu lawv le koj lub npe. Peb tsaa ncauj thov koj tsi yog vim peb yog tuabneeg ncaaj nceeg, tabsis vim koj yog tug kws hlub peb hab yog tug ncaaj nceeg."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.19","label":"19","content":"Tug TSWV, thov koj noog peb tej lug thov. Tug TSWV, thov koj zaam peb lub txim. Tug TSWV, thov koj noog hab teb peb tej lug thov! Tug TSWV, thov koj tsi xob tog ntev, suavdlawg txhaj paub has tas koj yog Vaajtswv! Lub nroog hab cov tuabneeg nuav yog koj tug.”"},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.20","label":"20","content":"Kuv thov Vaajtswv, kuv leeg kuv tej kev txhum hab kuv cov tuabneeg tej kev txhum rua Vaajtswv. Kuv thov tug TSWV kws yog kuv tug Vaajtswv kuas rov muaj kev txhim khu lub Tuamtsev."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.21","label":"21","content":"Thaus kuv tseem thov, tug timtswv Khali-ees kws thawj zag kuv ua ywgtoog pum txawm lug cuag kuv. Lub sijhawm kuv thov Vaajtswv ntawd, yog lub caij kws tua tsaj fij thaus yuav tsaus ntuj."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.22","label":"22","content":"Khali-ees has rua kuv tas, “Daniyees, kuv lug qha kuas koj totaub zaaj kws yuav muaj lug yaav tom ntej nuav."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.23","label":"23","content":"Thaus koj pib thov Vaajtswv, nwg tub teb koj tej lug thov lawm, nwg yeej hlub koj. Nwgnuav kuv yuav qha zaaj ywgtoog ntawd rua koj, koj ua tuab zoo noog kuv has."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.24","label":"24","content":"“Xyaa caum zag xyaa  ntawd, yog lub sijhawm kws teem ca rua koj tsaav tuabneeg hab lub nroog dlawbhuv kws dlim ntawm tej kev phem kev qas. Hab Vaajtswv yuav zaam txim rua cov tuabneeg kws ua txhum. Txij thaus ntawd moog yuav muaj kev ncaaj nceeg moog ibtxhis, txhaj yuav muaj lawv le tej zaaj ywgtoog kws has txug yaav tom ntej nuav. Hab yuav rov muab lub Tuamtsev  dlawbhuv fij rua Vaajtswv dlua."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.25","label":"25","content":"Koj yuavtsum tau ua tuab zoo xaav kuas txhua txhua, hab totaub meej meej txug tej kws kuv yuav has nuav. Suav txij le nub kws Vaajtswv has kuas rov txhim khu lub nroog Yeluxalees dlua tshab moog txug thaus tug kws Vaajtswv xaiv lug ua tug thawjtswj lug txug lawm, yuav ntev txug plaub caug cuaj xyoos. Lub nroog Yeluxalees kws luas txhim khu dlua tshab ntawd, yuav muaj ntau txujkev hab tej ntsaa yeej yuav khov kho vij lub nroog. Lub nroog nuav yuav nyob ruaj khov plaub puas peb caug plaub xyoos  kws yog tam muaj kev txomnyem ntxhuv sab."},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.26","label":"26","content":"Thaus kawg tam ntawd, tug kws Vaajtswv xaiv ca ua tug thawj, txawm yog nwg tsi tau ua txhum  los nwg yuav raug luas muab tua povtseg. Ib tug thawjtswj tebchaws kws muaj fwjchim luj tej tubrog yuav tuaj rhuav lub nroog hab lub Tuamtsev. Tej kev tsuv kev rog kws Vaajtswv kuas muaj thaus kawg, yuav ua rua ib puas tsaav yaam puamtsuaj taag ib yaam le thaus dlej nyaab.”"},{"bible_id":"1726","chapter_code":"DAN.9","verse_code":"DAN.9.27","label":"27","content":"Tug thawjtswj tebchaws ntawd, yuav nrug ntau leej coglug ruaj khov hab muaj kev sis raug zoo txug xyaa xyoo. Thaus xyoo xyaa ntawd moog txug ib nraab, nwg yuav ua kuas suavdlawg tseg tsi tua tsaj hab tsi muab khoom fij rua Vaajtswv lawm. Nyob sau lub Tuamtsev qhov chaw kws sab tshaaj plawg, yuav muaj ib yaam txawv txawv kws phem qas  kawg nkaus teeb rua sau, hab yaam ntawd yuav nyob sau moog txug thaus tug kws nqaa yaam ntawd tuaj, raug txim lawv le Vaajtswv tau npaaj tseg rua nwg lawm."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.1","label":"1","content":"Thaus kws Xailas ua vaajntxwv kaav tebchaws Pawxias tau peb xyoos lawm, Vaajtswv qha ib zaaj lug rua Daniyees tug kws muaj dlua ib lub npe hu ua Npeetesaxas. Tej lug ntawd yog lug tseeb, tabsis tsi yoojyim totaub.  Vaajtswv lug qha tej lug ntawd lub ntsab rua Daniyees paub huv nruab npau suav."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.2","label":"2","content":"Daniyees has tas, lub sijhawm ntawd kuv nyuaj sab tau peb lub limtam."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.3","label":"3","content":"Kuv noj dlaabtsi los tsi qaab, ib txhais nqaj los kuv tsi noj, ib paas kua txiv maab los kuv tsi haus. Tau peb lub limtam nkaus kuv tsi pleev tshuaj tsw qaab hab tsi ntsis plaubhau le."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.4","label":"4","content":"Xyoo ntawd, thawj lub hlis nub neeg nkaum plaub, kuv taabtom sawv ntawm tug Dlej luj Tikis."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.5","label":"5","content":"Kuv tsaa qhovmuag saib pum ib tug tuabneeg naav rig tsho ntaub maag, hab sa ib txuj hlaab kub."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.6","label":"6","content":"Nwg lub cev ci nplaag ib yaam le tej hlaws muaj nqes. Nwg lub ntsejmuag ci ib yaam le tsaglig xub, nwg lub qhovmuag ci ib yaam le suavtawg. Nwg ob txhais npaab hab ob txhais ceg ci pum kev laam lug ib yaam le tej tooj lab kws luas muab txhuam ci ci lawm. Hab nwg lub suab has lug nrov npaum nkaus le ib paab tuabneeg coob coob lub suab nrov."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.7","label":"7","content":"Kuv tuab leeg pum zaaj ywgtoog nuav xwb. Cov tuabneeg kws nrug kuv nyob ua ke, puab tsi pum dlaabtsi le, tabsis puab ntshai kawg, puab tsiv moog nkaum taag lawm."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.8","label":"8","content":"Tshuav kuv tuab leeg nyob saib zaaj ywgtoog kws txawv txawv nuav xwb. Kuv ib ce tsaug tsi muaj zug le lawm. Kuv lub ntsejmuag thumxem taag, tsi muaj leejtwg cim tau kuv le."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.9","label":"9","content":"Thaus kuv nov nwg has lug, kuv ca le qaug rua huv aav hab nov qaab hlas lawm."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.10","label":"10","content":"Tabsis muaj ib txhais teg lug tsaa kuv sawv txhus caug ndlua, kuv ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.11","label":"11","content":"Tug timtswv ceebtsheej has rua kuv tas, “Daniyees, Vaajtswv hlub koj heev. Koj ca le sawv hab ua tuab zoo noog kuv tej lug. Vaajtswv khaiv kuv lug cuag koj.” Thaus nwg has le ntawd taag, kuv txawm sawv ntsug ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.12","label":"12","content":"Nwg has rua kuv tas, “Daniyees, koj tsi xob ntshai! Thawj nub kws koj txu koj lub fwjchim hab tsaa suab thov Vaajtswv kuas koj totaub zaaj nuav lub ntsab. Nwg tub nov koj tej lug thov lawm. Kuv lug teb koj tej lug thov ntawd ntaag."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.13","label":"13","content":"Tabsis tug timtswv kws zuv lub tebchaws Pawxias tawmtsaam kuv tau neeg nkaum ib nub nkaus. Tom qaab ntawd Mikhayees kws yog ib tug thawj ntawm cov timtswv ceebtsheej txhaj lug paab kuv, ces kuv txawm tso Mikhayees tawmtsaam nrug tug timtswv kws zuv lub tebchaws Pawxias."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.14","label":"14","content":"Kuv lug has qha koj paub tej kws yuav muaj tshwm lug yaav tom ntej nuav hab yuav muaj lug raug koj tsaav tuabneeg. Tej kws koj tau ua ywgtoog pum ntawd yog tej kws yuav tshwm lug yaav tom ntej nuav ntaag.”"},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.15","label":"15","content":"Thaus nwg has le ntawd, kuv txawm nyo taubhau rua huv aav, kuv has tsi tau ib lu lug le."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.16","label":"16","content":"Tug timtswv ceebtsheej kws muaj ntsiv zoo le tug tuabneeg txawm cev teg kov kuv dlaim tawv ncauj. Kuv txhaj has rua nwg tas, “Tug Tswv, zaaj ywgtoog nuav ua rua kuv ib ce tshee nyo tsi muaj zug le lawm."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.17","label":"17","content":"Kuv zoo ib yaam le tug tubqhe kws sawv ntawm nwg tug tswv xubndlag. Kuv yuav has le caag rua koj, rua qhov kuv tub tsi muaj zug hab ua tsi taug paa le lawm.”"},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.18","label":"18","content":"Nwg txawm rov kov kuv dlua ib zag ntxiv, kuv txhaj le muaj zug mivntsiv tuaj."},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.19","label":"19","content":"Nwg has rua kuv tas, “Vaajtswv hlub koj heev, yog le ntawd, koj tsi xob txhawj lossis ntshai, ca le ua sab luj.” Thaus nwg has le ntawd taag, kuv noog zoo le kuv lub cev txawm muaj zug tuaj, ces kuv txhaj has rua nwg tas, “Tug Tswv, thov koj ca le qha tej kws koj yuav has ntawd rua kuv. Koj tub paab kuv muaj zug mivntsiv lawm.”"},{"bible_id":"1726","chapter_code":"DAN.10","verse_code":"DAN.10.20+DAN.10.21","label":"20-21","content":"Nwg teb has tas, “Koj puas paub has tas, yog vim le caag kuv txhaj le tuaj nrhav koj? Nub nua yog kuv tuaj qha rua koj paub txug tej kws tub muab sau tseg rua huv Phoo Ntawv kws yog Lug Tseeb lawm. Taamsim nuav, kuv yuavtsum tau rov qaab moog tawmtsaam tug timtswv kws zuv lub tebchaws Pawxias. Hab tom qaab ntawd tug timtswv kws zuv lub tebchaws Kilis yuav tuaj, yeej tsi muaj leejtwg yuav paab tau kuv, tsuas yog Mikhayees tuab leeg kws yog tug timtswv  saib cov Yixalayees, txhaj le paab tau kuv xwb.”"},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.1","label":"1","content":"“Nwg yog  tug kws paab hab tiv thaiv kuv. Tej lug kws kuv qha rua koj paub nuav yog lug tseeb tag.”"},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.2","label":"2","content":"Tug timtswv ceebtsheej has tas, “Yuav muaj dlua peb tug vaajntxwv lug kaav tebchaws Pawxias. Tom qaab ntawd, tug vaajntxwv plaub yuav lug kaav, nwg yuav muaj txag npluanuj heev dlua lwm tug vaajntxwv. Thaus nwg muaj fwjchim hab muaj txhua tsaav txhua yaam txhij lawm, nwg yuav moog ntaus lub tebchaws Kilis."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.3","label":"3","content":"“Tom qaab ntawd yuav muaj dlua ib tug vaajntxwv kws sab tawv heev lug kaav ntau lub tebchaws. Nwg yuav ua ib puas tsaav yaam lawv le nwg lub sab nyam."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.4","label":"4","content":"Thaus kws nwg muaj fwjchim heev lawm, tej tebchaws kws nwg kaav yuav tawg ua plaub paab, hab nwg caajceg yuav tsi tau ua vaajntxwv kaav tebchaws lawm, tabsis luas lwm tug yuav lug kaav. Puab cov ntawd yuav tsi muaj fwjchim luj npaum le nwg."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.5","label":"5","content":"“Tug vaajntxwv kws kaav lub tebchaws Iziv yuav muaj fwjchim heev, tabsis nwg cov thawj tubrog muaj ib tug tseem muaj fwjchim luj dlua nwg, mas tug ntawd yuav kaav ntau lub tebchaws."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.6","label":"6","content":"Tom qaab ntawd ntau xyoo, tug vaajntxwv kws kaav lub tebchaws Iziv yuav moog nrug tug vaajntxwv kws kaav lub tebchaws Xilias sis raug zoo. Nwg yuav muab nwg tug ntxhais rua tug vaajntxwv Xilias yuav ua quaspuj. Tabsis puab tsuas sis raug zoo ib ntus xwb. Tug ntxhais ntawd tug quasyawg, nwg tug tub  hab cov tubkhai kws nrug nwg moog ntawd yuav raug luas muab tua povtseg taag huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.7","label":"7","content":"Tom qaab ntawd nwg cov neejtsaa yuav muaj ib tug lug ua vaajntxwv kaav tebchaws. Tug ntawd yuav tawmtsaam cov Xilias tug vaajntxwv cov tubrog. Nwg yuav moog rua huv cov Xilias lub yeej hab yuav tua yeej puab."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.8","label":"8","content":"Nwg yuav muab puab tej mlom hab txhua yaam muaj nqes kws muab nyaj muab kub ua, hab muab fij rua tej vaajtswv lawm, nqaa huv tuabsi moog rua nraag tebchaws Iziv. Ob peb xyoos tom qaab kws lub tebchaws tsi muaj kev sis ntaus sis tua lawm,"},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.9","label":"9","content":"cov Xilias tug vaajntxwv maam le txhij tubrog moog tua lub tebchaws Iziv. Tabsis vaajntxwv Iziv yuav tua vaajntxwv Xilias cov tubrog swb hab thim rov qaab."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.10","label":"10","content":"“Cov Xilias tug vaajntxwv cov tub npaaj yuav ua rog hab txhij tau ib paab tubrog coob heev ua npoj ntwg. Cov tubrog ntawd, muaj ib tug yuav sau hlo cov tubrog tuaj yaam le nthwv dlej ntsawj moog dlhau plawg rua huv yeebncuab lub yeej hab ntaus puab tawg rhe."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.11","label":"11","content":"Cov Iziv tug vaajntxwv yuav chim heev, nwg txhij tubrog tuaj tua cov Xilias tug vaajntxwv hab nteg tau nwg cov tubrog coob coob coj lug ua qhev."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.12","label":"12","content":"Cov Iziv tug vaajntxwv khaavtheeb heev, rua qhov nwg moog ntaus yeej rog, hab tua luas tej tubrog tuag coob leej, tabsis tsi yog nwg yuav kovyeej moog le."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.13","label":"13","content":"“Cov Xilias tug vaajntxwv yuav rov txhij tubrog coob tshaaj cov qub tuaj ntxiv. Thaus zoo nub zoo nyoog lawm, nwg hab nwg cov tubrog kws muaj tej cuabyeej ua rog khov kho, maam le rov qaab tuaj ntaus dlua."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.14","label":"14","content":"Thaus ntawd yuav muaj ntau leej sawv tawmtsaam cov Iziv tug vaajntxwv. Daniyees, koj cov tuabneeg kws tsiv tsaim heev, ibtxha yuav ntxeev sab, vim puab tub ua ywgtoog pum lawm, tabsis puab yuav swb luas."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.15","label":"15","content":"Cov Xilias tug vaajntxwv yuav tuaj vij hab txeeb tau ib lub nroog kws muaj ntsaa yeej khov kho thaiv. Cov tubrog Iziv yuav tua tsi yeej, txawm yog cov tubrog Iziv kws txawj tua rog heev los yuav tua tsi yeej."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.16","label":"16","content":"Cov Xilias yuav ua ib puas tsaav yaam lawv le puab lub sab nyam, yuav tsi muaj leejtwg cheem tau puab. Puab yuav tuaj nyob huv lub tebchaws kws Vaajtswv coglug tseg has tas, nwg yuav muab rua cov Yixalayees, hab puab yuav kaav taagnrho lub tebchaws ntawd.”"},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.17","label":"17","content":"“Cov Xilias tug vaajntxwv yuav tuav tswvyim hab txhij taagnrho nwg cov tubrog moog tua cov Iziv tug vaajntxwv. Nwg yuav moog nrug cov yeebncuab sis coglug, hab yuav muab nwg tug ntxhais  rua cov Iziv tug vaajntxwv yuav ua quaspuj. Nwg yuav ua le ntawd, nwg txhaj tau kev moog rhuav cov yeebncuab lub tebchaws kuas puamtsuaj, tabsis nwg yuav ua tsi tau lawv le nwg lub sab xaav tseg."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.18","label":"18","content":"Ces tom qaab ntawd nwg yuav moog ua rog rua cov tebchaws kws nyob lawv ntug havtxwv, txeeb kuas tau ntau lub tebchaws. Tabsis muaj ib tug thawj tubrog kws yog dlua lwm tsaav tuabneeg yuav tuaj tua yeej nwg, ua rua nwg poob ntsejmuag heev. Tug thawj tubrog ntawd yuav pauj vaajntxwv txujkev khaavtheeb rov rua vaajntxwv."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.19","label":"19","content":"Cov Xilias tug vaajntxwv yuav rov moog rua peg nwg cov yeej kws nyob huv nwg lub tebchaws, tabsis nwg yuav swb luas hab nwg lub koob meej yuav pluj moog."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.20","label":"20","content":"“Tom qaab ntawd yuav muaj dlua ib tug lug ua vaajntxwv. Tug vaajntxwv ntawd yuav khaiv ib tug nom moog quab yuam cov pejxeem them se, kuas nwg lub tebchaws txhaj le muaj txag npluanuj. Tom qaab ntawd tug vaajntxwv nuav yuav raug luas nyag tua povtseg, tsi yog raug tua tuag taabmeeg rua suavdlawg pum lossis tuag rua huv tshaav rog.”"},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.21","label":"21","content":"Tug timtswv ceebtsheej ntawd qha ntxiv has tas, “Tug vaajntxwv tshab kws yuav lug kaav tebchaws Xilias ntawd yog ib tug tuabneeg limham heev. Nwg yeej tsi muaj feem tau lug ua vaajntxwv, tabsis ib simfuam xwb nwg ca le tau lug ua vaajntxwv. Nwg yuav dlaag hab txeeb tau luas tej fwjchim."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.22","label":"22","content":"Txhua tug kws tawmtsaam nwg, txawm yog tug Povthawj Hlub kws ua Vaajtswv teg num  los yeej yuav raug tshem moog."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.23","label":"23","content":"Nwg yuav moog ntxag lwm tsaav tuabneeg nrug nwg sis raug zoo. Txawm yog nwg kaav ib tsaav tuabneeg tsawg tsawg xwb los nwg yuav muaj zug heev zuj zug."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.24","label":"24","content":"Nwg yuav nyag kev moog tua ib lub xeev kws vaammeej heev, hab nwg ua tej yaam kws nwg cov yawmkoob tsi tau ua dlua le. Nwg yuav muab tej kws nwg moog txeeb tau lug ntawd faib rua nwg paab nwg pawg xwb. Nwg npaaj moog ntaus luas tej yeej, tabsis nwg tsuas ua tau le ntawd ib ntus xwb."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.25","label":"25","content":"“Nwg muaj lub sab tawv hab txhij tubrog coob heev moog ntaus tug vaajntxwv kws kaav lub tebchaws Iziv, hab nwg tsi ntshai leejtwg le. Cov Iziv tug vaajntxwv los yuav txhij cov tubrog kws ua tau tshaaj hab muaj zug khov kho tuaj tiv thaiv, tabsis cov Iziv tug vaajntxwv yuav tua tsi yeej lawv le nwg lub sab xaav, rua qhov nwg raug luas dlaag ntxag xwb."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.26","label":"26","content":"Nwg cov tuabneeg kws paab nwg tuav tswvyim yog cov kws yuav txuv nwg ntaag. Nwg cov tubrog yuav raug luas tua tuag coob."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.27","label":"27","content":"Tom qaab ntawd, ob tug vaajntxwv nuav yuav nyob ua ke noj haus, tabsis obtug nyag taug nyag xaav yuav ua zaaj phem, ib tug yuav dlaag ib tug. Obtug yuav ua tsi tau lawv le obtug lub sab xaav, rua qhov tseem tsi tau txug lub sijhawm kws Vaajtswv teem ca."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.28","label":"28","content":"Cov Xilias tug vaajntxwv yuav coj tej khoom kws nwg tuaj txeeb tau taagnrho rov moog rua peg nwg lub tebchaws. Nwg npaaj sab yuav rhuav txuj kevcai kws Vaajtswv tsaav tuabneeg coj. Nwg yuav ua lawv le nwg lub sab nyam tsaiv, nwg maam le rov qaab moog rua peg nwg lub tebchaws."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.29","label":"29","content":"“Tom qaab ntawd nwg tseem npaaj sab yuav rov moog tua lub tebchaws Iziv dlua hab. Zag nuav yuav zoo tsi thooj le zag kws taag lug lawm."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.30","label":"30","content":"Cov tubrog Loos yuav caij nkoj tuaj taav nwg kev, ua rua nwg ntshai heev. “Ces nwg yuav thim nwg cov tubrog hab chim heev rov lug. Nwg maam le lug tuav tswvyim rhuav Vaajtswv txuj Kevcai kws Vaajtswv tsaav tuabneeg coj. Nwg ua lawv le cov tuabneeg kws tub tso Vaajtswv txuj kevcai tseg lawm has."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.31","label":"31","content":"Nwg cov tubrog qee leej yuav moog ua tsi huv rua tug TSWV lub Tuamtsev. Puab tsi pub suavdlawg naj nub tua tsaj fij. Puab yuav muab yaam kws phem qas kawg nkaus  hab tshawv saib tshaaj plawg lug teeb ca rua huv."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.32","label":"32","content":"Tug vaajntxwv ntawd yuav ntxag tau cov tuabneeg kws tso Vaajtswv txuj kevcai tseg lawm, tabsis cov tuabneeg kws tseem muab sab npuab Vaajtswv, yuav nyob ruaj nreeg tiv."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.33","label":"33","content":"Cov txwjlaug kws txawj ntse yuav qha puab tej kev txawj ntse rua ntau leej, tabsis cov txwjlaug ntawd qee leej yuav tuag rua nav ntaaj nav rag, qee leej yuav raug luas muab suavtawg hlawv tuag, qee leej yuav raug ntaus, raug fuab, hab coj moog ua qhev ib ntus."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.34","label":"34","content":"Thaus taabtom muaj kev sis ntaus sis tua ntxhuv quas nyo ntawd, yuav muaj tuabneeg tuaj paab Vaajtswv tsaav tuabneeg qho mivntsiv. Txawm yog muaj tuabneeg tuaj paab le ntawd los puab yog cov tuabneeg kws tsi muaj lub sab paab tag tag."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.35","label":"35","content":"Cov txwjlaug kws txawj ntse ntawd muaj qee leej yuav raug luas tua povtseg, tabsis tej nuav yog luas tshau Vaajtswv tsaav tuabneeg kuas huv tsi muaj txhum moog txug lub sijhawm kawg kws Vaajtswv teem ca."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.36","label":"36","content":"“Tug vaajntxwv kws kaav lub tebchaws Xilias yuav ua lawv le nwg lub sab nyam. Nwg yuav khaav has tas, nwg muaj fwjchim luj dlua tej vaajtswv hab luj dlua Vaajtswv tug kws muaj fwjchim luj kawg nkaus. Nwg yuav ua le nuav moog txug thaus kws Vaajtswv rau txim rua nwg. Rua qhov Vaajtswv yeej yuav ua lawv le Vaajtswv tau teem tseg lawm."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.37","label":"37","content":"Cov Xilias tug vaajntxwv yuav tsi quavntsej tug vaajtswv kws nwg cov yawmkoob ibtxwm teev lug, hab nwg yuav tsi quavntsej tug vaajtswv kws cov quaspuj nyam heev. Nwg yuav tsi quavntsej txug ib tug vaajtswv twg hlo le. Rua qhov nwg xaav has tas, nwg yog tug kws muaj fwjchim luj dlua tej ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.38","label":"38","content":"Thaus nwg tseg tsi teev tej vaajtswv kws has taag lug ntawd, nwg yuav teev tug vaajtswv kws tsomkwm tej yeej tubrog. Nwg yuav muab nyaj muab kub, muab tej qai zeb hab tej khoom kws muaj nqes coj moog fij rua tug vaajtswv kws nwg cov yawmkoob yeej ibtxwm tsi tau teev dlua le."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.39","label":"39","content":"Nwg yuav siv cov tuabneeg kws teev lwm tug vaajtswv tuaj zuv nwg tej yeej. Nwg yuav muab lub meejmom sab rua cov tuabneeg kws ua nwg pejxeem. Nwg yuav tsaa puab ua cov numtswv luj hab yuav faib aav ua nqe zug rua puab."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.40","label":"40","content":"“Thaus yuav taag lub sijhawm kws cov Xilias tug vaajntxwv kaav lub tebchaws, tug vaajntxwv kws kaav lub tebchaws Iziv yuav sau nwg cov tubrog tuaj tua tebchaws Xilias. Thaus ntawd cov Xilias tug vaajntxwv yuav sau taagnrho nwg cov tubrog huv tuabsi, tsi has tej tsheb ua rog, tej tubrog caij neeg hab tej nkoj ua rog yuav tsaus nti ib tog tuaj cuag dlej ndlwg tuaj ntaus ntau lub tebchaws."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.41","label":"41","content":"Nwg tseem yuav ntaus lub tebchaws kws Vaajtswv tau coglug tseg has tas, nwg yuav muab rua cov Yixalayees nyob. Yuav muaj tuabneeg tuag sis tsub sis nas txug quas txheeb quas vaam leej. Tabsis lub tebchaws Edoos, tebchaws Mau-am hab cov tuabneeg kws seem nyob huv lub tebchaws Amoos yuav tsiv dlim."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.42","label":"42","content":"Cov Xilias tug vaajntxwv yuav ntaus ntau lub tebchaws, txawm yog tebchaws Iziv los nwg npaaj sab yuav moog ntaus hab."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.43","label":"43","content":"Nwg yuav nqaa txhua yaam kws muab kub hab muab nyaj ua, hab txhua yaam khoom muaj nqes huv lub tebchaws Iziv moog. Nwg tseem yuav moog ntaus kuas yeej tebchaws Linpias hab tebchaws Sudaas huv tuabsi."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.44","label":"44","content":"Tabsis nwg yuav nov xuv saab nubtuaj hab saab qaumteb tuaj ua rua nwg ntshai kawg, ces nwg yuav ntaus rog nyaav, mas tuabneeg yuav tuag coob heev."},{"bible_id":"1726","chapter_code":"DAN.11","verse_code":"DAN.11.45","label":"45","content":"Nwg tseem yuav tsaa nwg tej tsevntaub kws luj rua ntawm ntug havtxwv hab sau lub roob kws luas ua lub Tuamtsev ntu nruab nraab, tabsis nwg yuav tuag tuabywv tsi muaj leejtwg paab nwg le.”"},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.1","label":"1","content":"Tug timtswv ceebtsheej kws naav rig tsho ntaub maag has tas, “Lub sijhawm ntawd Mikhayees kws yog tug timtswv ceebtsheej kws muaj fwjchim luj kws tsomkwm koj tsaav tuabneeg yuav lug. Thaus ntawd yuav muaj kev txomnyem kawg nkaus. Txij thaus chiv muaj tuabneeg lug moog txug naj nub nua yeej tsi tau muaj dlua kev txomnyem luj npaum le zag nuav. Thaus txug lub sijhawm ntawd koj tsaav tuabneeg txhua tug kws muaj npe sau rua huv Vaajtswv phoo ntawv yuav dlim."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.2","label":"2","content":"Cov tuabneeg kws tuag lawm, muaj coob leej yuav sawv rov qaab lug. Muaj ibtxha yuav tau txujsa ntev dlhawv moog ibtxhis tsi kawg, tabsis muaj ibtxha yuav raug kev txomnyem hab kev txaajmuag moog ibtxhis le."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.3","label":"3","content":"Cov txwjlaug kws txawj ntse yuav ci ntsaa ab ib yaam le tej dluab ci sau ntuj ntsuab. Hab cov tuabneeg kws qha tau ntau leej lug ua tuabneeg ncaaj nceeg, puab yuav ci ntsaa ab ib yaam le tej nubqub moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.4","label":"4","content":"Tug timtswv ceebtsheej ntawd has rua kuv tas, “Daniyees, koj ca le kaw phoo ntawv ntawd, hab nas homthawj rua tsi pub nthuav moog txug lub sijhawm nplajteb kawg. Txij nuav moog muaj tuabneeg coob leej yuav siv zug nrhav kuas totaub txug tej yaam kws yuav tshwm lug, tabsis yuav nkim puab tug zug xwb.”"},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.5","label":"5","content":"Tom qaab ntawd kuv pum dlua ob tug txivneej sawv ntawm ntug dlej, ib leeg sawv ib saab ntug dlej."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.6","label":"6","content":"Muaj ib tug has rua tug timtswv ceebtsheej kws naav rig tsho ntaub maag hab sawv peg hauv dlej kws nrug dleb mivntsiv has tas, “Tshuav ntev le caag tej xwm kws txawv txawv nuav maam le dlua moog?”"},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.7","label":"7","content":"Tug timtswv ceebtsheej ntawd tsaa nwg ob txhais teg rua sau ntuj hab tuav Vaajtswv tug kws muaj sa nyob moog ibtxhis lub npe coglug. Kuv nov nwg has tas, “Yuav ntev peb xyoos hab rau hli. Thaus luas tsimtxom Vaajtswv tsaav tuabneeg dlhau lawm, mas ib puas tsaav yaam nuav maam le yuav dlua moog.”"},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.8","label":"8","content":"Kuv nov tej lug kws nwg has tabsis kuv tsi totaub, kuv txhaj nug has tas, “Tug Tswv, tej xwm nuav yuav dlua moog le caag?”"},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.9","label":"9","content":"Nwg teb kuv has tas, “Daniyees, koj moog tau lawm, rua qhov tej lug nuav luas yuav muab npog ca, tsi pub leejtwg paub moog txug thaus lub sijhawm kawg."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.10","label":"10","content":"Yuav muaj tuabneeg coob leej raug ntxuav kuas huv. Cov tuabneeg ua phem yuav tsi totaub, tabsis puab tsuas muaj ua phem moog le. Tsuas yog cov tuabneeg txawj ntse txhaj yuav totaub xwb."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.11","label":"11","content":"“Txij nub kws luas tsi pub suavdlawg naj nub coj tsaj tuaj tua fij, hab luas muab yaam kws phem qas kawg nkaus  kws ua kuas muaj kev kub ntxhuv coj lug teeb ca moog txug lub sijhawm kawg yuav ntev ib txheeb ob puas cuaj caum nub maam le dlua moog."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.12","label":"12","content":"Txhua tug kws muab sab npuab Vaajtswv yuav nyob ruaj khov moog dlhau ib txheeb peb puas peb caug tsib nub, hab puab yuav nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"DAN.12","verse_code":"DAN.12.13","label":"13","content":"“Daniyees, koj los yuavtsum tau muab sab npuab Vaajtswv moog txug nub kawg. Koj yeej yuav tuag, tabsis thaus lub sijhawm nplajteb kawg koj yuav sawv rov lug txais koj tej nqe zug.”"}]