[{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.1","label":"1","content":"Kuv yog Paulus kws yog Vaajtswv ib tug timthawj. Qhov kws kuv tau ua Vaajtswv ib tug timthawj, tsi yog tuabneeg tsaa kuv ua lossis yog Vaajtswv kuas leejtwg tsaa kuv ua, tabsis yog Yexus Khetos hab Vaajtswv tug kws yog peb leej Txiv tug kws tsaa Yexus Khetos sawv huv qhov tuag rov qaab lug tsaa kuv ua timthawj."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.2","label":"2","content":"Cov kwvtij kws nrug kuv nyob, puab puavleej xaa lug noj qaab nyob zoo tuaj rua cov ntseeg txhua tug kws nyob huv Kalatias:"},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.3","label":"3","content":"Thov Vaajtswv tug kws yog peb leej Txiv hab tug Tswv Yexus Khetos foom koob moov rua mej, hab pub kuas mej tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.4","label":"4","content":"Yexus Khetos muab nwg txujsa lug txhwv peb lub txim, nwg ua le ntawd kuas peb dlim tam kws tuabneeg ua phem nuav. Qhov kws Yexus paab peb le ntawd yeej lawv le Vaajtswv tug kws yog peb leej Txiv lub sab nyam."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.5","label":"5","content":"Thov kuas Vaajtswv tau ntsejmuag moog ibtxhis le. Amees."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.6","label":"6","content":"Qhov kws mej tso Yexus Khetos tug kws hlub  mej hab xaiv mej ca lawm tseg sai sai nuav, hab qhov kws mej moog noog lwm zaaj kws tsi yog Vaajtswv Txujmoo Zoo, mej ua le ntawd kuv xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.7","label":"7","content":"Qhov tseemceeb yeej tsi muaj “lwm zaaj kws yog Txujmoo Zoo le,” tabsis qee leej tuaj ua rua mej ntxhuv, rua qhov puab xaav hloov Yexus Khetos Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.8","label":"8","content":"Kuv qha rua mej has tas txawm yog peb lossis ib tug timtswv ceebtsheej lug qha lwm zaaj rua mej kws txawv Txujmoo Zoo kws peb tub qha rua mej lawm, ces tug ntawd yeej yuav poob rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.9","label":"9","content":"Yaav taag lug peb tub qha zaaj nuav rua mej lawm, nwgnuav kuv yuav rov qaab qha dlua ib zag rua mej le nuav: yog leejtwg tuaj qha lwm zaaj rua mej kws txawv Txujmoo Zoo kws mej tub ntseeg lawm, ces tug ntawd yeej yuav poob rua huv ntuj tawg."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.10","label":"10","content":"Kuv has le nuav mej xaav has tas yog kuv has kuas tuabneeg qhuas kuv nua los? Tsi yog le ntawd! Tabsis kuv has kuas hum Vaajtswv sab xwb! Mej xaav has tas, kuv has kuas tuabneeg nyam kuv nua los? Yog kuv tseem ua le ntawd, ces kuv yeej ua tsi tau Yexus Khetos tug tubkhai."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.11","label":"11","content":"Cov kwvtij, kuv xaav qha rua mej paub has tas, Txujmoo Zoo kws kuv naj nub qha yeej tsi yog tuabneeg txuj."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.12","label":"12","content":"Kuv tsi tau kawm zaaj nuav ntawm leejtwg, hab yeej tsi muaj tuabneeg qha rua kuv, tabsis tug kws qha Txujmoo Zoo ntawd rua kuv yog Yexus Khetos."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.13","label":"13","content":"Mej tub nov lawm has tas, thaus kws kuv tseem coj cov Yudais txuj kevcai, kuv tsimtxom cov tuabneeg kws ntseeg Vaajtswv heev kawg nkaus le, hab xaav muab cov ntseeg tua povtseg kuas taag huv tuabsi."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.14","label":"14","content":"Thaus kuv tseem coj cov Yudais txuj kevcai, peb cov kwvtij Yudais kws nrug kuv ib phaum, kuv yog tug kws coj zoo tshaaj, hab kuv yog tug kws coj peb cov yawmkoob tej kevcai nruj dlua suavdlawg."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.15","label":"15","content":"Tabsis Vaajtswv hlub kuv, nwg tub xaiv kuv ca huv nruab thab lug lawm. Hab Vaajtswv hu kuv lug ua nwg teg num,"},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.16","label":"16","content":"Vaajtswv pum zoo qha nwg tug Tub rua kuv paub, rua qhov nwg xaav kuas kuv moog qha Txujmoo Zoo kws has txug nwg tug Tub rua lwm Tsaav Tuabneeg,"},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.17","label":"17","content":"hab kuv tsi tau moog nraag lub nroog Yeluxalees, moog saib cov kws xub ua timthawj dlua kuv lawm. Tabsis kuv ca le moog nraag tebchaws Alanpias hab ca le rov qaab moog peg lub nroog Damaxes."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.18","label":"18","content":"Tom qaab ntawd tau peb xyoos kuv maam le moog saib Petus nraag lub nroog Yeluxalees, kuv moog nrug nwg nyob nraag tau kaum tsib nub;"},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.19","label":"19","content":"tabsis kuv tsi pum lwm tug timthawj le, tsuas pum Yakaunpaus  kws yog tug Tswv tug kwv xwb."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.20","label":"20","content":"Tej kws kuv sau tuaj rua mej nuav kuv has tseeb xwb. Muaj Vaajtswv nyob sau pum, kuv tsi dlaag mej."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.21","label":"21","content":"Tom qaab ntawd kuv txhaj moog peg tej nroog kws nyob huv cheebtsaam Xilias hab Kilikias,"},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.22","label":"22","content":"thaus ntawd cov ntseeg kws nyob nraag lub xeev Yudas, puab tsi tau pum dlua kuv le."},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.23","label":"23","content":"Puab tsuas nov lwm tug has tas: “Tug tuabneeg kws thaus tsimtxom peb, nwgnuav nwg qha zaaj kws peb ntseeg kws yaav taag lug nwg pheej ua kuas puamtsuaj!”"},{"bible_id":"1726","chapter_code":"GAL.1","verse_code":"GAL.1.24","label":"24","content":"Hab puab ua Vaajtswv tsaug, vim puab nov has tas kuv ua Vaajtswv teg num lawm."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.1","label":"1","content":"Tom qaab ntawd kaum plaub xyoos, kuv hab Npananpas maam le rov qaab moog nraag lub nroog Yeluxalees hab kuv coj Titus nrug kuv moog."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.2","label":"2","content":"Thaus kuv hu cov thawj tuaj txhij lawm, kuv pav Txujmoo Zoo kws kuv naj nub coj moog qha lwm Tsaav tuabneeg rua puab noog. Kuv ua le nuav, rua qhov kuv tsi xaav ca leejtwg rhuav kuv teg num, tsi has tej kws kuv ua lug lawm lossis tej kws naj nub nwgnuav kuv tseem ua."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.3","label":"3","content":"Tug kwv Titus kws nrug kuv ua num ntawd, txawm yog nwg yog tuabneeg Kilis los tsi muaj leejtwg has tas yuavtsum muab nwg ua kevcai txav,"},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.4","label":"4","content":"txawm yog le ntawd los tseem muaj tuabneeg ua txuj tuaj has tas puab yog cov kwvtij ntseeg hab yog peb paab. Puab cov ntawd muaj qee leej xaav coj Titus moog ua kevcai txav. Cov tuabneeg ntawd yog cov kws tuaj xauj saib vim le caag peb cov kws ntseeg Yexus Khetos, peb tsua muaj kev thaajyeeb. Puab ua le ntawd rua qhov puab xaav ntxag peb ua puab qhev,"},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.5","label":"5","content":"tabsis peb yeej tsi kaam ua lawv le puab qha ib nyuas qhov le, rua qhov peb tsi xaav ca leejtwg rhuav qhov tseeb kws yog Txujmoo Zoo, mej txhaj yuav muaj Txujmoo Zoo kws yog txuj tseeb moog le."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.6","label":"6","content":"Tabsis cov tuabneeg kws suavdlawg hu has tas puab yog cov thawj, puab cov ntawd yeej tsi tau qha ib yaam dlaabtsi kws kuv tsi tau paub rua kuv le. Txawm yog yaav taag lug puab zoo le caag los Vaajtswv yeej tsi xaiv leejtwg ntsejmuag."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.7","label":"7","content":"Puab cov ntawd pum has tas, Vaajtswv muab teg num qha Txujmoo Zoo rua lwm Tsaav Tuabneeg rua kuv ua, ib yaam le Vaajtswv muab teg num qha Txujmoo Zoo rua cov tuabneeg Yudais rua Petus ua."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.8","label":"8","content":"Rua qhov Vaajtswv tsaa kuv ua ib tug timthawj qha lwm Tsaav Tuabneeg ib yaam le Vaajtswv tsaa Petus ua timthawj qha cov Yudais."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.9","label":"9","content":"Yakaunpaus, Petus, hab Yauhaas kws suavdlawg hu ua cov thawjcoj, puab puavleej paub has tas Vaajtswv tub muab teg num ntawd rua kuv ua lawm; puab txhaj tuav kuv hab Npananpas saab teg xis, peb txhua tug txhaj pum zoo has tas ca Npananpas wb moog qha lwm Tsaav Tuabneeg hab ca puab qha cov Yudais."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.10","label":"10","content":"Puab tsuas thov kuas wb ncu ntsoov paab cov tuabneeg pluag kws yog puab paab. qhov kws puab thov ntawd kuv yeej ibtxwm muab sab rau paab  lug lawm."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.11","label":"11","content":"Thaus Petus tuaj nyob peg lub nroog Aati-aukias, kuv ca le taabmeeg tshev nwg, rua qhov suavdlawg yeej paub has tas nwg tau ua txhum lawm."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.12","label":"12","content":"Thaus Yakaunpaus tseem tsi tau khaiv tuabneeg tuaj, Petus yeej nrug lwm Tsaav Tuabneeg kws ntseeg Vaajtswv noj mov ua ke. Tabsis thaus Yakaunpaus khaiv tuabneeg tuaj txug, Petus txawm ca le tsi nrug lwm Tsaav Tuabneeg noj mov ua ke lawm, rua qhov nwg ntshai cov tuabneeg kws qha has tas, yuavtsum muab lwm Tsaav Tuabneeg ua kevcai txav."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.13","label":"13","content":"Cov Yudais kws ntseeg Vaajtswv muaj ob peb leeg ntaus sab yau ib yaam le Petus; txawm yog Npananpas los kuj yuam kev ua ib yaam le puab hab."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.14","label":"14","content":"Thaus kuv pum has tas, puab txhua tug tsi ua lawv le qhov tseeb kws Txujmoo Zoo qha, kuv txhaj taabmeeg tshev Petus rua suavdlawg has tas, “Koj yog tuabneeg Yudais, tabsis koj tub moog ua le lwm Tsaav Tuabneeg ua, koj tsi ua le koj yog tuabneeg Yudais lawm. Ua le caag koj tseem yuam kuas lwm Tsaav Tuabneeg ua le cov tuabneeg Yudais ua hab?”"},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.15","label":"15","content":"Peb yog tuabneeg Yudais, peb “Tsi yog lwm Tsaav Tuabneeg kws muaj txim.”"},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.16","label":"16","content":"Tabsis peb yeej paub has tas, tug kws Vaajtswv suav has tas ncaaj nceeg tsi yog tug kws xyum coj lawv le Vaajtswv txuj kevcai, tabsis yog tug kws ntseeg Yexus Khetos. Txawm yog peb los kuj ib yaam nkaus le ntawd, qhov kws Vaajtswv coj peb lug nrug Vaajtswv sis raug zoo tub yog vim peb ntseeg Yexus Khetos, tsi yog vim peb xyum coj lawv le Vaajtswv txuj kevcai. Rua qhov tug kws Vaajtswv suav has tas ncaaj nceeg yeej tsi yog tug kws xyum coj lawv le Vaajtswv txuj kevcai."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.17","label":"17","content":"Peb cov kws ntseeg Yexus Khetos, Vaajtswv txhaj suav has tas peb yog cov kws ncaaj nceeg, yog peb tseem ua txhum le lwm Tsaav Tuabneeg, peb yuav has tas Yexus Khetos yog tug kws qha peb ua txhum nua los? Tsi yog le ntawd!"},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.18","label":"18","content":"Yog kuv tseem rov qaab moog muab txuj kevcai kws kuv tub muab rhuav lawm lug ua dlua, suavdlawg yeej yuav pum has tas kuv yog tug kws ua txhum Vaajtswv txuj kevcai."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.19","label":"19","content":"Thaus kuv tseem coj lawv le Vaajtswv txuj kevcai, kuv zoo le tug tuabneeg kws tuag lawm. Tabsis nwgnuav Vaajtswv txuj kevcai tsi kaav kuv lawm, kuv txhaj tau kev ua kuv lub neej lawv le Vaajtswv lub sab nyam,"},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.20","label":"20","content":"yog le ntawd, kuv tub nrug Yexus Khetos tuag sau tug ntoo khaublig lawm, txujsa kws nwgnuav kuv muaj tsi yog kuv txuj, tabsis yog Yexus Khetos txuj. Qhov kws nwgnuav kuv muaj txujsa nyob tub yog vim kuv ntseeg Vaajtswv tug Tub, tug kws hlub kuv hab muab nwg txujsa lug txhwv kuv."},{"bible_id":"1726","chapter_code":"GAL.2","verse_code":"GAL.2.21","label":"21","content":"Vaajtswv txuj koob moov kuv yeej tsi momtxheej, yog Vaajtswv suav has tas tug kws xyum ua lawv le Vaajtswv txuj kevcai yog tug ncaaj nceeg lawm, ces qhov kws Yexus Khetos tuag yeej tsi muaj nqes dlaabtsi le."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.1","label":"1","content":"Cov tuabneeg Kalatias kws ruag! Leejtwg ntxag tau mej lawm? Kuv tub qha zaaj kws Yexus Khetos raug ntsa rua sau ntoo khaublig rua mej paub tseeb, ib yaam le mej lub qhovmuag tub pum kag nwg lawm ntaag."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.2","label":"2","content":"Mej ca le qha rua kuv saib: qhov kws Vaajtswv pub Vaajtswv tug Ntsujplig rua mej, vim mej xyum coj lawv le Vaajtswv txuj kevcai lossis vim mej noog hab ntseeg Txujmoo Zoo?"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.3","label":"3","content":"Ua le caag mej yuav ruag ua luaj le! Thaus chivthawj mej tub ua lawv le Vaajtswv tug Ntsujplig qha mej lawm, tabsis nwgnuav mej tsua yuav siv mej tug zug ua kuas tej ntawd tav los?"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.4","label":"4","content":"Ib puas tsaav yaam kws Vaajtswv paab mej lawm, txawm tsi muaj nqes rua mej le los? Yeej muaj los sav!"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.5","label":"5","content":"Qhov kws Vaajtswv pub Vaaj Ntsujplig rua mej hab ua tej txujci tseemceeb rua mej pum, vim mej xyum coj lawv le Vaajtswv txuj kevcai lossis vim mej noog hab ntseeg Txujmoo Zoo?"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.6","label":"6","content":"Ib yaam le Vaajtswv txujlug has txug Anplahaas has tas, “Anplahaas ntseeg Vaajtswv, hab tub yog vim Anplahaas ntseeg, Vaajtswv txhaj suav has tas nwg yog tug kws ncaaj nceeg.”"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.7","label":"7","content":"Yog le ntawd, mej yuavtsum paub has tas, tsuas yog cov tuabneeg kws ntseeg xwb txhaj yog Anplahaas cov xeebntxwv."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.8","label":"8","content":"Vaajtswv txujlug tub xub qha tseg lawm has tas Vaajtswv yuav coj lwm Tsaav Tuabneeg kws ntseeg lug nrug Vaajtswv sis raug zoo. Yog le ntawd, Vaajtswv txujlug txhaj xub qha Txujmoo Zoo rua Anplahaas ua ntej has tas, “Vim koj noog Vaajtswv lug, Vaajtswv yuav foom koob moov rua txhua tsaav tuabneeg huv qaab ntuj nuav.”"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.9","label":"9","content":"Vim Anplahaas ntseeg, Anplahaas txhaj tau koob moov; yog le ntawd txhua tug kws ntseeg puavleej yuav tau koob moov ib yaam le Anplahaas."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.10","label":"10","content":"Cov tuabneeg kws ca sab rua qhov kws puab xyum coj lawv le Vaajtswv txuj kevcai, cov tuabneeg ntawd tub raug foom tsi zoo lawm, rua qhov Vaajtswv txujlug has tas, “Yog leejtwg tsi ua lawv le txhua nqai kws sau ca rua huv phoo ntawv kws yog Vaajtswv txuj kevcai, tug ntawd tub raug Vaajtswv foom tsi zoo lawm.”"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.11","label":"11","content":"Yog le ntawd, peb paub tseeb has tas tug kws xyum coj lawv le Vaajtswv txuj kevcai, tsi yog tug kws Vaajtswv suav has tas ncaaj nceeg, rua qhov Vaajtswv txujlug has tas “Tsuas yog tug ntseeg, Vaajtswv txhaj suav has tas, yog tug kws ncaaj nceeg hab tau txujsa.”"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.12","label":"12","content":"Tabsis txuj kevcai yeej tsi muaj ib qhov has txug kev ntseeg le. Vim le ntawd Vaajtswv txujlug txhaj has tas, “Yog leejtwg coj tau lawv le txuj kevcai txhua nqai, tug ntawd yuav tau txujsa.”"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.13","label":"13","content":"Vaajtswv txuj kevcai tub ua rua peb raug foom tsi zoo lawm, tabsis Yexus Khetos lug hloov peb chaw, nwg txhaj raug foom tsi zoo; rua qhov Vaajtswv txujlug has tas, “Tug kws raug dlai rua sau ntoo, tug ntawd tub raug foom tsi zoo lawm.”"},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.14","label":"14","content":"Thaus luas muab Yexus Khetos dlai rua sau tug ntoo khaublig lawm, Vaajtswv txhaj foom koob moov rua lwm Tsaav Tuabneeg kws lug ntseeg Yexus Khetos lawv le Vaajtswv tau coglug tseg rua Anplahaas, hab Vaajtswv pub Vaaj Ntsujplig rua peb txhua tug kws ntseeg Yexus Khetos lawv le Vaajtswv tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.15","label":"15","content":"Cov kwvtij, suavdlawg puavleej paub has tas yog muaj ob leeg tau sis coglug has hum sau ca lawm, yeej tsi muaj leejtwg yuav rhuav tau lossis yuav muab lwm lu lug ntxiv tau rua."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.16","label":"16","content":"Thaus Vaajtswv coglug rua Anplahaas hab Anplahaas tug xeebntxwv. Vaajtswv tsi tau has tas, “Cog rua cov xeebntxwv” le kws muaj ntau leej, tabsis Vaajtswv has tas, “Cog rua koj tug xeebntxwv,” Vaajtswv has le ntawd, nwg has txug tuab leeg xwb, tug ntawd yog Yexus Khetos."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.17","label":"17","content":"Kuv has le nuav tub yog kuv has tas Vaajtswv yog tug kws coglug tseg rua Anplahaas hab yog tug kws yuav ua lawv le lu lug cog tseg ntawd. Vaajtswv tub coglug tseg tau plaub puas peb caug xyoo lawm, maam le muaj Vaajtswv txuj kevcai. Yog le ntawd, Vaajtswv txuj kevcai yeej rhuav tsi tau Vaajtswv lu lug cog tseg."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.18","label":"18","content":"Yog tug kws ua lawv le Vaajtswv txuj kevcai tau Vaajtswv txuj koob moov lawm, ces tsi taag yuav tog txuj koob moov kws Vaajtswv coglug tseg has tas Vaajtswv yuav pub rua Anplahaas. Anplahaas tub tau Vaajtswv txuj koob moov lawv le Vaajtswv lu lug cog tseg lawm."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.19","label":"19","content":"Yog le ntawd, ua le caag Vaajtswv tseem yuav qha Mauxes sau ib txuj kevcai hab? Qhov kws Vaajtswv qha Mauxes sau ib txuj kevcai ntxiv ntawd, tub yog Vaajtswv xaav kuas tuabneeg paub has tas muaj kev txhum. Vaajtswv tub xaav tseg lawm has tas tsuas pub tuabneeg coj txuj kevcai ntawd moog txug thaus Anplahaas tug xeebntxwv kws Vaajtswv lu lug cog tseg has txug lug xwb. Vaajtswv kuas cov timtswv ceebtsheej muab txuj kevcai ntawd rua Mauxes coj lug qha rua suavdlawg. Yog le ntawd, Mauxes yog tug kws cev Vaajtswv lug xwb."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.20","label":"20","content":"Tabsis yog muaj tuab leeg ua num xwb, ces tsi taag yuav muaj tug kws cevlug. Vaajtswv yeej yog tug kws ua teg num ntawd."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.21","label":"21","content":"Yog le ntawd, Vaajtswv txuj kevcai tawmtsaam Vaajtswv lu lug cog tseg los? Yeej tsi yog le ntawd. Yog muaj ib txuj kevcai kws cawm tau tuabneeg txujsa, Vaajtswv yeej yuav coj tug kws ua lawv le txuj kevcai ntawd lug nrug Vaajtswv sis raug zoo."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.22","label":"22","content":"Tabsis Vaajtswv txujlug has tas txhua tug kws nyob huv qaab ntuj nuav puavleej yog tuabneeg txhum huv tuabsi; kuas txhua tug kws ntseeg txhaj yuav tau txuj koob moov kws Vaajtswv coglug tseg has tas Vaajtswv yuav muab pub rua cov kws ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.23","label":"23","content":"Thaus tseem tsi tau txug lub sijhawm kws yuav muaj tuabneeg lug ntseeg, Vaajtswv txuj kevcai yeej ibtxwm khi peb lug txug thaus kws peb paub lug ntseeg."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.24","label":"24","content":"Yog le ntawd, Vaajtswv txuj kevcai zoo ib yaam le tug kws saib peb lug txug lub sijhawm kws Yexus Khetos lug, Vaajtswv txhaj suav has tas peb txhua tug kws ntseeg yog tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.25","label":"25","content":"Nwgnuav tub txug lub sijhawm kws tuabneeg paub lug ntseeg lawm, yog le ntawd Vaajtswv txuj kevcai txhaj tsi kaav peb lawm."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.26","label":"26","content":"Nwgnuav mej txhua tug kws ntseeg, mej puavleej yog Vaajtswv cov mivnyuas, rua qhov mej nrug Yexus Khetos koom ib txujsa lawm."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.27","label":"27","content":"Mej tub ua kevcai raus dlej rua suavdlawg pum lawm has tas mej yog cov kws nrug Yexus Khetos koom ib txujsa, mej txhaj coj tau mej tug yaam ntxwv zoo ib yaam le Yexus Khetos tug."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.28","label":"28","content":"Yog le ntawd, mej txhua tug kws nrug Yexus Khetos koom ib txujsa, tsi has cov Yudais lossis lwm Tsaav Tuabneeg, cov kws ua qhev lossis cov kws tsi ua qhev, tsi has quaspuj lossis txivneej, mej suavdlawg puavleej koom ib lub sab rua ntawm Yexus Khetos."},{"bible_id":"1726","chapter_code":"GAL.3","verse_code":"GAL.3.29","label":"29","content":"Mej txhua tug kws ntseeg Yexus Khetos, mej puavleej yog Anplahaas cov xeebntxwv, mej yeej yuav tau tej kws Vaajtswv coglug tseg lawm has tas nwg yuav muab pub rua mej."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.1","label":"1","content":"Peb suavdlawg puavleej paub has tas, lawv le ibtxwm leej txiv yeej yuav muab nwg tej qubtxeeg qubteg rua nwg tug tub. Txawm yog tug tub yeej yuav tau ib puas tsaav yaam ntawd los thaus nwg tseem yau, nwg zoo ib yaam le ib tug tubqhe xwb."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.2","label":"2","content":"Thaus nwg tseem yau yeej muaj tuabneeg saib nwg hab ceev nwg tej nyaj txag moog txug nub kws nwg txiv teem ca lawm has tas nwg txiv yuav muab rua nwg."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.3","label":"3","content":"Ib yaam nkaus le ntawd, thaus peb tseem tsi tau paub Vaajtswv, peb ua dlaab tauj dlaab qhev."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.4","label":"4","content":"Tabsis thaus txug lub sijhawm kws Vaajtswv teem ca lawm, Vaajtswv khaiv Vaajtswv tug Tub lug yug ua tuabneeg, muaj ib tug quaspuj yug nwg. Hab nwg kuj coj lawv le cov Yudais txuj kevcai ib yaam le suavdlawg,"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.5","label":"5","content":"nwg txhaj paab tau cov tuabneeg kws Vaajtswv txuj kevcai muab khi ca lawm kuas puab dlim. Nwg ua le ntawd, peb txhaj tau ua Vaajtswv cov mivnyuas."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.6","label":"6","content":"Vaajtswv khaiv Vaajtswv tug tub tug Ntsujplig lug nyob huv peb lub sab, suavdlawg txhaj pum has tas,  peb yog Vaajtswv cov mivnyuas, tug Vaaj Ntsujplig ntawd yog tug kws qha peb hu Vaajtswv has tas, “Anpas, kuv Txiv.”"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.7","label":"7","content":"Yog le ntawd mej tsi yog qhev lawm, tabsis yog tub. Vim mej yog Vaajtswv cov tub lawm, mej txhaj yuav tau ib puas tsaav yaam kws Vaajtswv khaws ca rua Vaajtswv cov tub."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.8","label":"8","content":"Yaav taag lug mej tsi paub Vaajtswv, mej txhaj moog ua dlaab tauj dlaab qhev, tabsis nwgnuav mej tub paub Vaajtswv lawm."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.9","label":"9","content":"Yog kuv has tas nwgnuav Vaajtswv tub paub mej lawm, ntshai yuav yog dlua. Ua le caag mej tseem xaav rov moog coj dlaab? Tej dlaab ntawd tsi muaj fwjchim yuav paab tau mej, mej tseem xaav rov qaab moog ua dlaab qhev dlua hab los?"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.10","label":"10","content":"Mej naj nub saib nub, saib hli, saib caij saib nyoog hab saib naj saib xyoo ua qhov tseemceeb."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.11","label":"11","content":"Mej pheej ua le ntawd, kuv ntshai nyob tsaam tej kws kuv tub qha rua mej lawm tsi muaj nqes dlaabtsi rua mej."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.12","label":"12","content":"Cov kwvtij, kuv thov mej ua mej lub neej ib yaam le kuv ua kuv lub, rua qhov kuv tub ua kuv lub neej ib yaam le mej ua mej lub lawm. Mej tsi tau ua txhum rua kuv le."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.13","label":"13","content":"Mej tub paub lawm has tas thawj zag kws kuv tuaj saib mej, kuv mob kuv txhaj le tau qha Txujmoo Zoo rua mej."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.14","label":"14","content":"Txawm yog kuv tug mob ua rua mej tau kev nyuaj sab los mej tsi ntxub kuv, mej tseem saib taug kuv. Mej tu kuv zoo ib yaam le kuv yog Vaajtswv ib tug timtswv hab ib yaam le kuv yog Yexus Khetos ntaag."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.15","label":"15","content":"Thaus kuv tuaj saib mej, mej zoo sab rua kuv kawg le! Nwgnuav mej tsi ncu qaab lawm los? Kuv paub has tas txawm yog thaus ntawd kuv xaav yuav mej lub qhovmuag los mej yeej yuav kaus rua kuv."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.16","label":"16","content":"Kuv yeej has ncaaj rua mej, kuv tsi dlaag mej, vim le ntawd nwgnuav mej txhaj ntxub kuv los?"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.17","label":"17","content":"Cov tuabneeg ntawd muab sab npuab mej heev kuas mej nyam puab ib yaam le puab nyam mej, tabsis puab lub sab yeej phem, puab xaav ua kuas mej hab kuv tsi sis hum."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.18","label":"18","content":"Qhov kws muaj tuabneeg muab sab npuab mej, qhov ntawd zoo heev, tsi has thaus kuv nrug mej nyob lossis tsi nrug mej nyob, tsuav yog puab muaj lub sab ncaaj xwb."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.19","label":"19","content":"Cov mivnyuas kws kuv hlub, kuv txhawj mej ib yaam le tug quaspuj kws yuav yug mivnyuas, nwg txhawj yug nwg tug mivnyuas ntaag. Ntshai kuv yuav txhawj le nuav moog txug thaus mej muaj lub sab zoo ib yaam le Yexus Khetos lub."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.20","label":"20","content":"Yog taamsim nuav kuv nrug mej nyob, kuv yuav ua tuab zoo qha mej, rua qhov kuv txhawj mej heev."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.21","label":"21","content":"Mej cov kws nyam xyum ua lawv le Vaajtswv txuj kevcai, mej ca le qha kuv saib txuj kevcai ntawd qha le caag rua mej?"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.22","label":"22","content":"Txuj kevcai ntawd qha has tas Anplahaas muaj ob tug tub, ib tug yog tug quaspuj kws ua qhev yug, ib tug yog tug quaspuj kws tsi ua qhev yug."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.23","label":"23","content":"Anplahaas tug tub kws yog tug ntxhais qhev yug, nwg yug lawv le tuabneeg ibtxwm yug, tabsis tug tub kws yog tug quaspuj kws tsi ua qhev yug, nwg yug lawv le Vaajtswv lu lug cog tseg kws has tas nwg yuav yug."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.24","label":"24","content":"Ob tug quaspuj kws kuv pav rua mej nuav pev ib yaam le yog Vaajtswv ob txuj kevcai. Txuj kevcai kws Vaajtswv muab sau Roob Xinais, pev ib yaam le yog Hankas tug kws yug cov mivnyuas kws ua qhev."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.25","label":"25","content":"Pev ib yaam le Hankas yog lub Roob Xinais kws nyob huv tebchaws Alanpias hab yog  lub nroog Yeluxalees kws nwgnuav tseem nyob, rua qhov lub nroog hab cov pejxeem kws nyob huv lub nroog puavleej poob moog ua luas qhev."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.26","label":"26","content":"Tabsis lub nroog Yeluxalees kws nyob sau ntuj, nwg tsi ua qhev, nwg yog peb nam."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.27","label":"27","content":"Vim Vaajtswv txujlug has tas: “Tug quaspuj kws xeeb tsi taug mivnyuas koj ca le zoo sab! Tug quaspuj kws tsi tau mob dlua plaab yug mivnyuas, koj ca le qha nrov nrov rua suavdlawg has tas koj zoo sab kawg le! Rua qhov tug quaspuj kws tug quasyawg muab tso tseg lawm, nwg yuav yuav mivnyuas coob dlua tug quaspuj kws muaj tug quasyawg nrug nyob.”"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.28","label":"28","content":"Cov kwvtij, mej puavleej yog Vaajtswv cov mivnyuas lawv le Vaajtswv lu lug cog tseg, ib yaam le Ixaj."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.29","label":"29","content":"Thaus ntawd tug tub kws yug lawv le tuabneeg ibtxwm yug, nwg tsimtxom tug tub kws Vaajtswv tug Ntsujplig yug; txawm yog naj nub nwgnuav los tseem muaj le ntawd."},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.30","label":"30","content":"Tabsis Vaajtswv txujlug has le caag? Vaajtswv txujlug has tas, “Ca le ntab tug ntxhais qhev hab nwg tug tub tsiv moog; rua qhov tug ntxhais qhev tug tub yuav tsi tau leej txiv tej qubtxeeg qubteg kws yuav muab rua tug quaspuj kws tsi yog qhev tug tub.”"},{"bible_id":"1726","chapter_code":"GAL.4","verse_code":"GAL.4.31","label":"31","content":"Yog le ntawd cov kwvtij, peb tsi yog tug ntxhais qhev cov mivnyuas, tabsis peb yog tug quaspuj kws tsi yog qhev cov mivnyuas."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.1","label":"1","content":"Nwgnuav peb muaj kev ywjpheej, rua qhov Yexus Khetos tub tso peb cov kws ua qhev dlim lawm. Yog le ntawd, mej yuavtsum muab sab rau ntseeg tsi xob pub leejtwg coj mej rov qaab moog ua qhev dlua."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.2","label":"2","content":"Mej ca le ua tuab zoo noog kuv tej lug! Kuv yog Paulus, kuv qha rua mej has tas yog mej kaam ua kevcai txav lawm, ces kuj ib yaam le mej suav has tas Yexus Khetos paab tsi tau mej."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.3","label":"3","content":"Kuv rov qaab qha dlua rua mej has tas tug kws ua kevcai txav lawm, tug ntawd yuavtsum coj lawv le Vaajtswv txuj kevcai txhua nqai huv tuabsi."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.4","label":"4","content":"Mej cov kws xyum ua lawv le Vaajtswv txuj kevcai kuas Vaajtswv suav has tas mej yog cov kws ncaaj nceeg, mej tub ncaim ntawm Yexus Khetos moog lawm, mej yuav tsi tau Vaajtswv txuj koob moov."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.5","label":"5","content":"Tabsis peb ca sab has tas Vaajtswv yeej suav has tas peb yog cov kws ncaaj nceeg, tub yog vim le nuav, peb txhaj ntseeg hab naj nub tog Vaajtswv tug Ntsujplig ua tug kws paab peb."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.6","label":"6","content":"Rua qhov peb cov kws tub nrug Yexus Khetos koom ib txujsa lawm, peb tsi suav has tas qhov kws ua kevcai txav yog qhov kws tseemceeb, tabsis peb suav has tas qhov tseemceeb yog qhov kws tug ntseeg muaj lub sab hlub lwm tug."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.7","label":"7","content":"Mej tub ua mej lub neej lawv le Vaajtswv txujlug kws yog qhov tseeb lawm! Leejtwg tuaj txwv tsi pub mej ua lawv le ntawd hab?"},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.8","label":"8","content":"Vaajtswv tug kws tub xaiv mej ca lawm, nwg yeej tsi txwv mej."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.9","label":"9","content":"Suavdlawg yeej ibtxwm has tas, “Ib qhov nyuas keeb xwb, yeej ua rua ib thoob ncuav su taagnrho.”"},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.10","label":"10","content":"Tabsis kuv tseem ca sab tau rua mej txhua tug kws nrug Yexus Khetos koom ib txujsa lawm has tas mej yuav tsi laam moog ntseeg lwm zaaj. Hab kuv paub has tas tug kws tuaj ua rua mej ntxhuv ntawd, txawm yog nwg yog leejtwg los Vaajtswv yeej yuav rau txim rua nwg."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.11","label":"11","content":"Cov kwvtij, mej sim xaav saib yog kuv qha has tas suavdlawg yuavtsum ua kevcai txav, ces kuv yeej tsi raug kev tsimtxom le. Ua le caag kuv tseem tsua raug hab nua? Yog kuv qha le ntawd tag, ces zaaj kws kuv qha has txug Yexus Khetos tug ntoo khaublig yeej yuav tsi ua rua suavdlawg tu sab."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.12","label":"12","content":"Kuv xaav kuas cov tuabneeg kws tuaj ua rua mej ntxhuv sab ntawd, puab ca le muab puab saam."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.13","label":"13","content":"Cov kwvtij, qhov kws Vaajtswv tau xaiv mej ca lawm, tub yog nwg xaav kuas mej muaj kev ywjpheej. Tabsis mej tsi xob muab txujkev ywjpheej ntawd ua mej txuj hauv kev moog ua kev phem kev qas. Mej yuavtsum sis hlub hab ib tug txaus sab hlo paab ib tug."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.14","label":"14","content":"Rua qhov Vaajtswv txuj kevcai txhua nqai puavleej muab sau zog lug ua ib nqai has tas, “Mej yuavtsum hlub mej tej kwvtij zej zog ib yaam le mej hlub mej lub cev.”"},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.15","label":"15","content":"Tabsis yog mej ua le tej tsaj, mej ib tug ntxo ib tug hab ib tug ua limham rua ib tug, yog mej ua le ntawd mej ib tug yeej yuav ua rua ib tug raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.16","label":"16","content":"Kuv qha rua mej le nuav: mej yuavtsum ca Vaaj Ntsujplig kaav mej lub neej, mej tsi xob ca mej lub sab kaav mej ib zag le."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.17","label":"17","content":"Rua qhov tuabneeg lub sab yeej tsi nyam tej kws Vaaj Ntsujplig nyam, hab Vaaj Ntsujplig yeej tsi nyam tej kws tuabneeg lub sab nyam, tuabneeg lub sab hab Vaaj Ntsujplig yeej ua yeebncuab."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.18","label":"18","content":"Yog Vaaj Ntsujplig coj mej kev, ces txuj kevcai yeej tsi muaj fwjchim kaav mej lawm."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.19","label":"19","content":"Suavdlawg yeej paub tej kws tuabneeg lub sab nyam ua, tej ntawd yog le nuav: kev ua nkauj ua nraug, kev phem kev qas hab ua dlog ua dlig,"},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.20","label":"20","content":"pe dlaab pe mlom, ua neeb ua yaig, ua yeebncuab, sis tshe sis ntaus, sis khib, sis chim, xaav ua tug hlub, sis faib ua paab ua pawg,"},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.21","label":"21","content":"ntshaw luas tug, quav yeeb, quav tshuaj, quav cawv, qw ua nqaaj ua nqug, hab ua ntau yaam kws zoo le tej nuav. Yaav taag lug kuv tub ntuag mej ib zag lawm, tabsis nwgnuav kuv rov ntuag mej dlua ib zag has tas: cov tuabneeg kws ua tej ntawd, puab yeej yuav tsi tau Vaajtswv lub Tebchaws lug ua puab tug ib zag le."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.22","label":"22","content":"Tabsis Vaaj Ntsujplig yuav ua rua tuabneeg muaj lub sab sis hlub, zoo sab, nyob kaaj sab lug, ua sab ntev, muaj lub sab dlawb sab zoo, zoo sab hlo paab lwm tug, ua sab ncaaj,"},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.23","label":"23","content":"tsi khaavtheeb, hab paub tswj yug lub sab. Yeej tsi muaj ib txuj kevcai yuav txwv tej nuav hlo le."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.24","label":"24","content":"Cov kws ntseeg Yexus Khetos, puab tub muab tej kev phem kws puab lub sab nyam ua huv tuabsi lug ntsa rua sau tug ntoo khaublig lawm."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.25","label":"25","content":"Vaaj Ntsujplig tub pub txujsa rua peb lawm; peb yuavtsum ca nwg kaav taagnrho peb lub neej."},{"bible_id":"1726","chapter_code":"GAL.5","verse_code":"GAL.5.26","label":"26","content":"Peb tsi xob muab hlub, ib tug tsi xob ua rua ib tug chim lossis ib tug tsi xob khib ib tug."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.1","label":"1","content":"Cov kwvtij, yog mej pum ib tug ua txhum mej cov kws muab sab rau ntseeg, mej yuavtsum ua tuab zoo ntuag tug ntawd kuas nwg rov qaab lug ua zoo. Tabsis thaus mej yuav moog ntuag nwg, mej yuavtsum ceevfaaj, nyob tsaam mej yuam kev nrug nwg ua txhum hab."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.2","label":"2","content":"Mej yuavtsum sis paab ris nraa, yog mej ua le ntawd txhaj yog mej coj lawv le  Yexus Khetos txuj kevcai."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.3","label":"3","content":"Tug kws tsi yog tuabneeg tseemceeb, yog nwg laam khaav has tas nwg yog tug kws tseemceeb, nwg yeej rov dlaag nwg xwb."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.4","label":"4","content":"Txhua tug nyag yuavtsum ua tuab zoo saib nyag teg num saib zoo le caag tsaiv. Yog leejtwg teg num zoo lawm, tug ntawd txhaj khaav tau, tsi taag nwg yuav coj nwg teg num moog pev rua lwm tug teg."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.5","label":"5","content":"Rua qhov txhua tug nyag yuavtsum ris nyag lub nraa."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.6","label":"6","content":"Tug kws kawm Yexus Khetos tej lug, nwg yuavtsum zoo sab hlo muab tej kws nwg muaj faib rua tug kws qha nwg."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.7","label":"7","content":"Mej tsi xob xaav yuam kev, yeej tsi muaj ib tug yuav dlaag tau Vaajtswv, txhua tug nyag yuav tau sau lawv le tej kws nyag tseb."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.8","label":"8","content":"Tug kws tseb tej kws tuabneeg lub sab nyam, tug ntawd yeej yuav tau sau kev pluj kev tuag lawv le tej kws nwg tseb. Tabsis tug kws tseb tej kws Vaaj Ntsujplig nyam, tug ntawd yuav tau sau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.9","label":"9","content":"Yog le ntawd, peb tsi xob nkeeg ua tej num zoo; yog peb pheej ua tsi tso tseg, muaj ib nub peb yeej yuav tau sau xwb."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.10","label":"10","content":"Txhua lub sijhawm kws peb paab tau lwm tug, peb yuavtsum paab, tabsis peb yuavtsum paab cov ntseeg heev dlua."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.11","label":"11","content":"Mej sim ua tuab zoo saib tej npe ntawv kws kuv txhais teg sau xaa tuaj rua mej luj npaum le caag dlag!"},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.12","label":"12","content":"Qhov kws cov tuabneeg ntawd pheej yuav yuam mej ua kevcai txav, tub yog puab xaav kuas suavdlawg qhuas has tas mej tub ua lawv le puab has lawm. Puab qha le ntawd, rua qhov puab yeej paub has tas tug kws leeg has tas tsuas yog Yexus Khetos tug ntoo khaublig txhaj le paab tau tuabneeg dlim tuabneeg lub txim xwb, tug ntawd yeej yuav raug kev tsimtxom."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.13","label":"13","content":"Txawm yog cov tuabneeg kws ua kevcai txav lawm los puab tub tsi ua lawv le Vaajtswv txuj kevcai; cov tuabneeg ntawd xaav kuas mej ua kevcai txav, puab txhaj le tau lug khaav has tas mej tub zoo sab ca puab muab mej ua kevcai txav lawm."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.14","label":"14","content":"Tabsis kuv yuav tsi khaav le puab, kuv tsuas khaav has txug peb tug Tswv Yexus Khetos tug ntoo khaublig xwb. Tub yog vim kuv ntseeg tug kws tuag sau ntoo khaublig, tuabneeg nplajteb txhaj suav has tas kuv yog tug kws tuag lawm. Hab kuv suav has tas tej kws muaj nyob huv nplajteb nuav tsi muaj ib yaam kws tseemceeb le."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.15","label":"15","content":"Qhov kws tuabneeg ua kevcai txav lossis tsi ua, qhov ntawd yeej tsi tseemceeb dlaabtsi; qhov tseemceeb yog qhov kws tuabneeg muaj dlua lub sab tshab."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.16","label":"16","content":"Thov Vaajtswv foom koob moov rua txhua tug kws muaj lub sab tshab, hab cov ntseeg Vaajtswv txhua tug kuas suavdlawg tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.17","label":"17","content":"Txij nuav moog, tsi xob pub leejtwg tuaj ua rua kuv nyuaj sab dlua lawm, rua qhov kuv lub cev kws muaj caws plav tub ua rua suavdlawg pum lawm has tas kuv yog Yexus Khetos tug tubqhe."},{"bible_id":"1726","chapter_code":"GAL.6","verse_code":"GAL.6.18","label":"18","content":"Cov kwvtij, thov peb tug Tswv Yexus Khetos foom koob moov rua mej txhua tug. Amees."}]