[{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.1","label":"1","content":"Ntawm nuav yog tug TSWV tej lug kws has rua Hanpakus kws yog tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.2","label":"2","content":"Tug TSWV, kuv yuav thov koj ntev npaum le caag, koj maam le noog hab cawm kuas peb dlim ntawm txujkev ua limham?"},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.3","label":"3","content":"Vim le caag koj ca kuv pum tej kev txomnyem nyuaj sab nuav? Ua caag koj sawv tuabywv saib tej kev txhum ntawd xwb? Muaj kev puamtsuaj hab kev yuam cai nyob puagncig kuv, muaj kev sis ntaus sis tua hab kev sis caav sis tshe nyob txhua qhov."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.4","label":"4","content":"Txuj kevcai tsi tseemceeb hab tsi muaj qaabhau lawm, tsi muaj tuabneeg ua ncaaj ua nceeg. Cov tuabneeg sab phem quab yuam cov tuabneeg ncaaj nceeg, txujkev phem txhaj muab txujkev ncaaj nceeg npug taag lawm."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.5","label":"5","content":"Tug TSWV has rua nwg tsaav tuabneeg tas, “Mej ca le tsaa qhovmuag saib txhua tsaav tuabneeg kws nyob puagncig mej, hab tej kws mej pum yuav ua rua mej xaav tsi thoob. Kuv yuav ua tej yaam tshwm kuas thaus mej nov tej ntawd, mej yuav tsi ntseeg."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.6","label":"6","content":"Kuv yuav tsaa cov tuabneeg Npanpiloos kws muaj lub sab ceev, hab muaj lub sab nruj tsiv kws muaj fwjchim. Puab taabtom tawm tuaj moog kuas thoob lub nplajteb hab yuav txeeb luas lwm lub tebchaws kaav."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.7","label":"7","content":"Puab tso hemthawj kuas suavdlawg txhawj hab ntshai, hab puab khaavtheeb, puab tsi yuav leejtwg txuj cai, puab yuav puab txuj cai nkaus xwb."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.8","label":"8","content":"“Puab tej neeg dlha ceev dlua tsuv pomtxwv hab nyaum tshaaj tej maa kws tshaib plaab. Puab cov tubrog caij neeg dlha raag ntwg ceev heev ntawm tej tebchaws kws nyob dleb tuaj. Puab dlha ceev heev tuaj ib yaam le tug dlaav yaa rwg si lug muab qab."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.9","label":"9","content":"“Puab cov tubrog tuaj txeeb tebchaws kaav ua limham ntsuav, hab thaus puab tuaj txug,  puab ua rua txhua tug ntshai tshee nyo. Cov tuabneeg kws puab nteg tau mas coob npaum le tej xuabzeb suav tsi txheeb."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.10","label":"10","content":"Puab saib tsi taug cov vaajntxwv, hab luag cov numtswv luj plig ua tsuj ua tsaug. Tsi muaj ib lub yeej twg kws yuav tiv thaiv tau puab, puab khawb aav lug meem kuas sab hab txeeb kuas tau lub nroog ntawd."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.11","label":"11","content":"Puab txeeb tau lub nroog twg, puab dlhau plawg moog ib yaam le nthwv cua ntsawj ib vuag xwb. Cov tuabneeg nuav muab puab lub fwjchim saib hlub ib yaam le yog puab tug vaajtswv ntaag.”"},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.12","label":"12","content":"Tug TSWV, koj yeej yog Vaajtswv tug kws nyob thaus u lug lawm. Koj yog kuv tug Vaajtswv, tug dlawbhuv hab nyob moog ibtxhis. Tug TSWV yog kuv tug Vaajtswv hab yog tug tsomkwm kuv, koj tau xaiv cov tuabneeg Npanpiloos hab pub puab muaj fwjchim luj, kuas puab rau txim tau rua peb."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.13","label":"13","content":"Ua le caag koj tseem tseg cov tuabneeg ua phem ua qas ntawd ca? Koj ob lub qhovmuag dlawbhuv heev, saib tsi taug tej kev phem kev qas, hab koj yeej tsi kaam sawv taabmeeg cov tuabneeg txhum ntawd le. Tabsis yog vim le caag thaus cov tuabneeg phem tuaj muab cov tuabneeg ncaaj nceeg tua povtseg taag lawm, koj nyob ntsag tu tsi quavntsej le?"},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.14","label":"14","content":"Yog le caag koj saib tuabneeg zoo ib yaam le tej ntseg huv havtxwv lossis tej kaab tej ntsaum kws tsi muaj tug kaav hab coj puab kev le xwb?"},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.15","label":"15","content":"Cov Npanpiloos tuaj nteg tuabneeg hab muab nuv ntseg chob ib yaam le tej tuabneeg ntawd yog ntseg. Puab muab vaag khwb cov tuabneeg ntawd caab hab luag qw ua tsuj ua tsaug zoo sab kawg rua cov tuabneeg kws puab nteg tau ntawd."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.16","label":"16","content":"Puab pe puab tej vaag hab tua tsaj fij rua tej vaag ntawd, rua qhov puab tej vaag ntawd ua rua puab npluanuj heev."},{"bible_id":"1726","chapter_code":"HAB.1","verse_code":"HAB.1.17","label":"17","content":"Puas yog puab yuav siv puab tej ntaaj tua kuas ntau lub tebchaws raug puamtsuaj moog tsi muaj kev hlub le?"},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.1","label":"1","content":"Kuv yuav nce moog rua sau kuv lub chaw tsomfaaj hab tog saib tug TSWV yuav kuas kuv has le caag, hab nwg yuav teb kuv tej lug ywg le caag."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.2","label":"2","content":"Tug TSWV teb le nuav rua kuv has tas: “Koj ca le muab zaaj kws kuv qha rua koj huv nruab npau suav sau kuas meej rua ntawm tej ntxag zeb, kuas tug tuabneeg kws dlha ceev los txhaj nyeem tau."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.3","label":"3","content":"Koj ca le muab tej lug nuav sau tseg ca, rua qhov tej xwm kws kuv qha rua koj nuav tseem tsi tau txug caij tshwm lug. Tabsis lub sijhawm ntawd yuav lug txug sai sai, hab tej kws kuv qha rua koj yuav tshwm lawv le ntawd. Yuav pum tej ntawd maam maam tshwm lug, tabsis koj ua sab ntev tog; tej ntawd yuav muaj lug tag, hab yuav tsi ncua sijhawm ntxiv le lawm."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.4","label":"4","content":"Cov lug ntawd yog has le nuav: ‘Cov tuabneeg ua phem ua qas yuav tsi muaj sa nyob,  tabsis cov tuabneeg kws ncaaj nceeg yuav muaj sa nyob, rua qhov puab ntseeg Vaajtswv.’ ”"},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.5","label":"5","content":"Kev muaj txag npluanuj ntxag tau tuabneeg yuam kev. Cov tuabneeg sab hlub kws khaavtheeb hab xaav tau ntau tsi paub txaus, ib yaam le txujkev tuag. Tub yog vim le ntawd, puab txhaj txeeb ib lub tebchaws rua ib lub tebchaws kuas tau lug ua puab tug."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.6","label":"6","content":"Txhua tsaav tuabneeg kws raug tua swb lawm, yuav tshev hab saib tsi taug cov tuabneeg kws tuaj tua yeej puab. Puab yuav tshev has tas, “Mej tau txeeb luas tug lug ua mej tug, tabsis mej yuav raug kev puamtsuaj! Mej yuav yuam cov tuabneeg kws tshuav mej nqe them rov rua mej kuas mej npluanuj moog txug nub twg?”"},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.7","label":"7","content":"Tabsis thaus mej raag txug, cov tuabneeg kws mej tsimtxom tub sau nthwv tuaj tsib tej nqe kws mej tshuav puab hab yuam kuas mej them ib npaug ntxiv rua puab. Yeebncuab yuav tuaj hab ua rua mej ntshai tshee nyo. Puab yuav fuab txhua yaam kws mej muaj nqaa huv tuabsi moog!"},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.8","label":"8","content":"Mej tau moog fuab ntau tsaav tuabneeg, tabsis nwgnuav cov tuabneeg kws seem yuav tuaj fuab mej, vim mej tua tuabneeg hab ua limham tawmtsaam tej tuabneeg thoob nplajteb, hab txeeb luas tej nroog."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.9","label":"9","content":"Mej raug puamtsuaj lawm! Mej lub cuab lub yig muaj txag npluanuj rua qhov mej moog yuam cai txeeb luas tug, hab mej tseem xaav ua kuas mej tsev tuabneeg tau zoo nyob tso sab lug tsi ntshai dlaabtsi le!"},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.10","label":"10","content":"Tabsis mej tej tswvyim phem ntawd, tub ua rua mej tsev tuabneeg txaajmuag kawg nkaus. Qhov kws mej muab ntau tsaav tuabneeg ua puamtsuaj taag lawm, tub yog mej rov lob kev puamtsuaj lug rua mej ntaag."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.11","label":"11","content":"Txawm yog tej ntsaa yeej pobzeb los yuav quaj qw ntshu nrooj tshev mej, hab tej qhaab tse los yuav nyos mej ntsoog qeeg."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.12","label":"12","content":"Mej raug puamtsuaj lawm! Mej ua kev nruj kev tsiv hab tua tuabneeg, mej txhaj rhawv hab tsim ntau lub nroog."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.13","label":"13","content":"Txhua tsaav tuabneeg kws mej ntaus yeej, ua num nkim puab lub zug qhuav xwb, hab txhua yaam kws puab ua ntawd puavleej raug kub nyab taag huv tuabsi. Tug TSWV kws muaj fwjchim luj kawg nkaus yog tug kws ua tej nuav ntaag."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.14","label":"14","content":"Tabsis lub nplajteb yuav puv nkaus tug TSWV txujkev txawj ntse hab tug tshwjchim ib yaam le muaj dlej puv nkaus havtxwv."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.15","label":"15","content":"Mej raug puamtsuaj lawm! Thaus mej npautawg, mej ua rua tej tuabneeg zej zog poob ntsejmuag taag; mej tau ua rua puab moog kev qaug puj poog ib yaam le tug tuabneeg qaug cawv."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.16","label":"16","content":"Mej xaav has tas, mej ua le ntawd mej txhaj yuav tau ntsejmuag, tabsis mej hajyam yuav poob ntsejmuag heev. Txawm yog mej los yuav qaug cawv puj poog ib yaam nkaus. Tug TSWV yuav muab lub khob kws yog txujkev txav txim lug rua mej haus, hab mej lub koob meej yuav hloov moog ua kev poob ntsejmuag."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.17","label":"17","content":"Mej muab tej ntoo peg Roob Lenpanoos ntuv taag le caag, nwgnuav mej yuav raug luas ntuv ib yaam le ntawd. Mej muab tej tsaj peg Roob Lenpanoos tua taag le caag; nwgnuav tej tsaj ntawd yuav ua kuas mej ntshai heev le ntawd. Tej xwm nuav tshwm tuaj tub yog vim txujkev txhum kws mej tua tuabneeg hab vim tej kws mej tau ua rua tuabneeg nplajteb hab puab tej nroog  puamtsuaj."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.18","label":"18","content":"Tej mlom ntawd muaj nqes dlaabtsi? Nwg yog yaam kws tuabneeg ob txhais teg puab hab nwg yeej qha tsi tau ib yaam tseeb rua mej tsuas yog dlaag xwb. Tug mlom ntawd ua puas tau dlaabtsi zoo kuas tug kws puab nwg ca sab rua nwg, nwg yog tug vaajtswv kws tsi txawj has lug xwb los sav!"},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.19","label":"19","content":"Mej raug puamtsuaj lawm! Mej has rua ib thooj ntoo tas, “Ca le tsim dlheev!” lossis has rua ib lub pobzeb tas, “Ca le sawv!” Tug mlom ntawd puas qha tau ib zaaj dlaabtsi rua mej? Txawm yog luas muab nyaj muab kub vuam tug mlom ntawd ci nplaag los nwg yeej tsi muaj sa le."},{"bible_id":"1726","chapter_code":"HAB.2","verse_code":"HAB.2.20","label":"20","content":"Tug TSWV nyob huv nwg lub Tuamtsev kws dlawbhuv; txhua tug tuabneeg kws nyob huv nplajteb nuav ca le nyob tuabywv ntawm nwg lub xubndlag."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.1","label":"1","content":"Ntawm nuav yog tug cevlug Hanpakus tej lug thov Vaajtswv."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.2","label":"2","content":"Tug TSWV, kuv tau nov txug tej kws koj tau ua taag lug, hab ua rua kuv ntshai kawg nkaus le. Nwgnuav thov koj rov qaab ua koj teg num tseemceeb kws thaus u koj tub ua lawm rua peb tam kws tseem ua neej nyob nuav pum dlua! Txawm yog thaus koj chim heev los thov koj hlub tshua txug peb hab."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.3","label":"3","content":"Vaajtswv yuav tuaj huv lub tebchaws Edoos tuaj dlua; Vaajtswv tug kws dlawbhuv taabtom rov sau tej hauv roob Palaas lug. Nwg lub fwjchim ci ntsaa ab plooj nkaus sau nruab ntug hab tuabneeg thoob nplajteb puavleej ua nwg tsaug."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.4","label":"4","content":"Thaus nwg lug, nwg tug tshwjchim ci ntsaa ab cuag tsaglig xub; muaj nplaim tawg ci laim lag ntawm nwg txhais teg, qhov ntawd yog qhov chaw kws nwg zais nwg lub fwjchim."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.5","label":"5","content":"Nwg tso tej kaab mob moog ua nwg ntej hab kuas kev tuag lawv nwg qaab."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.6","label":"6","content":"Thaus kws nwg nreg, lub nplajteb cu ua zug koog; thaus nwg laaj muag saib txhua tsaav tuabneeg ntshai tshee nyo. Tej roob kws ibtxwm nyob thaus u lug cu ua zug koog; tej ncov roob kws ibtxwm muaj nyob los saus pis zog pluj taag lawm; tej ncov roob ntawd yog tej kws thaus u nwg ibtxwm hlaa lug moog."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.7","label":"7","content":"Kuv pum cov tuabneeg Kusaas ntshai kawg nkaus le hab cov tuabneeg Midias mas ntshai ua ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.8","label":"8","content":"Tug TSWV, puas yog tej dlej ntawd ua rua koj chim? Puas yog dlej havtxwv ua rua koj npautawg? Koj nyob rawv sau tej fuab dlawb; tauv fuab dlub yog koj lub tsheb, koj tuaj paab koj tsaav tuabneeg kuas muaj yeej."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.9","label":"9","content":"Koj npaaj rawv yuav tua koj raab neevnti tuaj, hab npaaj rawv koj xibxub vug tua tuaj lawm xwb. Koj ua tsaglig xub tua lub nplajteb tawg rhe."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.10","label":"10","content":"Thaus tej roob pum koj, puab ntshai tshee ua zug koog; dlej nchuav laub lug sau nruab ntug lug. tej dlej kws nyob huv qaab tivtxwv aav nyooj lawg tuaj, hab npau tej nam twv sab kawg nkaus le."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.11","label":"11","content":"Thaus koj tej xub vug yaa ua dluab ci nplaag ceev heev tuaj hab koj tej muv yaa ua dluab ci hob tuaj lawm, lub nub hab lub hli txawm nreg nkaus rua ntawm nwg qhov chaw."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.12","label":"12","content":"Koj rhais ruam hlaa lub nplajteb ua tug chim nyov tuaj; hab koj tsuj ntag txhua tsaav tuabneeg ua tug npautawg vog."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.13","label":"13","content":"Koj tuaj cawm koj tsaav tuabneeg hab cawm tug vaajntxwv kws koj xaiv tseg lawm. Koj muab cov tuabneeg ua phem tug thawj tua povtseg, hab muab cov tuabneeg kws tuaj nwg tog tua tu noob nrho."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.14","label":"14","content":"Koj tua tej xub vug tuaj ntsa nkaus nwg tug thawj tubrog; thaus nwg paab tubrog tuaj ib yaam le nthwv naag xub naag cua ntsawj peb tawg ua saab ua sua ib yaam le cov tuabneeg kws soj rawv yuav tsimtxom cov tuabneeg pluag."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.15","label":"15","content":"Koj cov neeg txauj dlej havtxwv hab havtxwv txawm ndlaas nphau pis nphwv tuaj."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.16","label":"16","content":"Thaus kuv nov tej xwm nuav, kuv ntshai tshee nyo; kuv dlaim tawv ncauj tshee mog nyoos vim kuv ntshai heev. Kuv ib ce tuag taag hab kuv ob txhais kutaw sis dlawm kuv txhaj qaug. Kuv yuav nyob ntsag tu tog txug thaus lub sijhawm kws Vaajtswv lug rau txim rua cov tuabneeg kws tawmtsaam peb tsaiv."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.17","label":"17","content":"Txawm yog tej ntoo txiv ncuav pas tsi tawg paaj, hab tej txiv maab tsi txi txiv, txawm yog tej ntoo roj txiv zeeg taag, hab tej laj teb qoobloo tsi tuaj; txawm yog tej yaaj tuag taag hab tej nkuaj nyug khoob lug ca xwb los"},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.18","label":"18","content":"kuv tseem muaj kev zoo sab, hab txaus sab, vim muaj tug TSWV kws yog Vaajtswv ua kuv tug Cawmseej."},{"bible_id":"1726","chapter_code":"HAB.3","verse_code":"HAB.3.19","label":"19","content":"Tug TSWV kws kaav ib puas tsaav yaam pub rua kuv muaj zug. Nwg ua rua kuv ob txhais kutaw moog kev nplaum ib yaam le tug sai, hab nwg tsomkwm kuv kaaj sab lug sau tej laaj roob."}]