[{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.1","label":"1","content":"Ntawm nuav yog tug TSWV cov lug has rua Npeelis tug tub Hauxeyas tam kws Yauxiyas, Yauthaas, Ahas hab Hexekiyas ua vaajntxwv kaav tebchaws Yudas hab Yehau-as tug tub Yelaunpau-aas ua vaajntxwv kaav tebchaws Yixalayees."},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.2","label":"2","content":"Thawj zag kws tug TSWV has rua Hauxeyas, mas nwg has tas: “Koj ca le moog yuav quaspuj; koj tug quaspuj yuav tsi muab sab npuab koj, hab koj cov mivnyuas yuav coj ib yaam le nwg.  Kuv tsaav tuabneeg tso kuv tseg, hab moog ua cov tuabneeg kws tsi muaj lub sab ncaaj rua kuv ib yaam le ntawd.”"},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.3","label":"3","content":"Yog le ntawd, Hauxeyas txhaj moog yuav Nkaumes kws yog Dinpelayees tug ntxhais ua quaspuj. Thaus obtug yug tau thawj tug tub lawm,"},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.4","label":"4","content":"tug TSWV has rua Hauxeyas has tas, “Koj tis nwg lub npe hu ua ‘Yexelees’ rua qhov tshuav tsi ntev lawm kuv yuav rau txim rua tug vaajntxwv kws kaav cov Yixalayees, vim nwg yawmkoob Yehus tau tua tuabneeg huv lub nroog Yexelees.  Kuv yuav ua kuas Yehus caajceg vaajntxwv  tuag tu noob nrho moog."},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.5","label":"5","content":"Thaus txug lub sijhawm ntawd kuv yuav ua kuas cov tubrog Yixalayees raug puamtsuaj taag rua huv lub Vuaghaav Yexelees.”"},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.6","label":"6","content":"Tom qaab ntawd Nkaumes yug tau ib tug ntxhais. Tug TSWV has rua Hauxeyas has tas, “Koj tis nwg lub npe hu ua ‘Tsi hlub’, rua qhov kuv yuav tsi hlub cov Yixalayees lossis tsi zaam txim rua puab lawm."},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.7","label":"7","content":"Tabsis kuv yuav hlub cov Yudas. Kuv yog tug TSWV kws yog puab tug Vaajtswv, kuv yuav cawm puab, tabsis tsi yog kuv siv ntaaj lossis neevnti, hab xub vug lossis neeg hab tubrog caij neeg lug cawm puab.”"},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.8","label":"8","content":"Thaus kws Nkaumes tug ntxhais tseg taug mig lawm, nwg rov suab mivnyuas hab yug tau ib tug tub."},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.9","label":"9","content":"Tug TSWV has rua Hauxeyas has tas, “Koj tis nwg lub npe hu ua ‘Tsi Yog Kuv Tsaav Tuabneeg’ rua qhov cov Yixalayees tsi yog kuv tsaav tuabneeg hab kuv tsi yog puab tug Vaajtswv lawm.”"},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.10","label":"10","content":"Cov Yixalayees yuav coob ib yaam le tej xuabzeb ntawm ntug havtxwv kws tsi muaj leejtwg suav txheeb lossis luj tau. Nwgnuav Vaajtswv has rua puab tas, “Mej tsi yog kuv tsaav tuabneeg.” Tabsis muaj ib nub nwg yuav has rua puab tas, “Mej yog Vaajtswv tug kws muaj sa nyob moog ibtxhis cov mivnyuas!”"},{"bible_id":"1726","chapter_code":"HOS.1","verse_code":"HOS.1.11","label":"11","content":"Cov Yudas hab cov Yixalayees yuav rov lug sis sau ua ke ua ib tsaav tuabneeg dlua. Puab yuav xaiv ib tug lug ua puab tug thawjcoj, puab yuav rov fuamvaam hab vaammeej dlua nyob huv puab lub tebchaws. Yuav muaj le ntawd tag, Yexelees  nub yuav yog nub kws tseemceeb heev!"},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.1","label":"1","content":"Yog le ntawd, ca le hu koj cov kwvtij Yixalayees has tas “Vaajtswv Tsaav Tuabneeg” hab “Cov Kws Tug TSWV Hlub.”"},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.2","label":"2","content":"“Kuv cov mivnyuas, mej ca le thov mej nam, txawm has tas nwg tsi yog kuv tug quaspuj hab kuv tsi yog nwg tug quasyawg los mej thov kuas nwg tso txujkev ua nkauj ua nraug hab ua namndlav tseg."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.3","label":"3","content":"Yog nwg tsi tso tej ntawd tseg, kuv yuav muab nwg tej rig tsho hle kuas nwg nyob labqaab ploog ib yaam le nub kws nwg yug lug. Kuv yuav ua kuas nwg qhuav ib yaam le lub tebchaws kws qhuav nkig nkuav, hab nwg yuav nqhes dlej tuag."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.4+HOS.2.5","label":"4-5","content":"Kuv yuav tsi hlub nwg cov mivnyuas, rua qhov puab yog tug namndlav kws tsi paub txaajmuag cov mivnyuas.  Nwg tseem has tas, ‘Kuv yuav caum kuv cov hluas nraug moog, puab maam muab zaub mov, dlej haus, ntaub plaub yaaj, ntaub maag, roj txiv ntoo hab cawv txiv maab rua kuv.’ ”"},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.6","label":"6","content":"Yog le ntawd kuv yuav muab xuavpaug xov vaaj ncig nwg hab xov laajkaab thaiv nwg txuj hauv kev."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.7","label":"7","content":"Nwg yuav caum nwg cov hluas nraug qaab, tabsis nwg caum tsi cuag puab. Nwg yuav moog nrhav puab, tabsis nrhav tsi tau. Ces nwg yuav has tas, “Kuv yuav rov moog nrug kuv thawj tug quasyawg nyob, yaav taag lug kuv lub neej yeej zoo tshaaj taamsim nuav lawm ntau.”"},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.8","label":"8","content":"Nwg yuav tsi kaam leeg has tas tej nplej, tej cawv txiv maab, tej roj txiv ntoo hab taagnrho tej nyaj tej kub kws nwg pheej coj moog fij rua Npa-aas ntawd yog kuv muab rua nwg."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.9","label":"9","content":"Yog le ntawd thaus txug caij sau qoob kuv yuav muab tej nplej hab tej cawv txiv maab kws kuv muab pub rua nwg lawm coj rov lug, hab kuv yuav muab tej ntaub plaub yaaj hab tej ntaub maag kws kuv muab rua nwg xaws ua rig tsho naav coj rov lug huv tuabsi."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.10","label":"10","content":"Kuv yuav muab nwg hle labqaab taabmeeg nwg tej hluas nraug, hab yuav tsi muaj leejtwg muaj cuabkaav cawm tau nwg kuas dlim ntawm kuv txhais teg."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.11","label":"11","content":"Kuv yuav ua kuas nwg tej rooj noj rooj haus kws naj xyoo hab naj hli ua, tej kevcai nub Xanpataus hab tej rooj noj haus kws nwg teem tseg ntawd kuas tu nrho moog."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.12","label":"12","content":"Kuv yuav muab tej txiv maab hab txiv ncuav pas kws nwg khaav has tas, yog nwg cov hluas nraug muab them nwg, rua qhov nwg nrug puab ua nkauj ua nraug, ua kuas puamtsuaj taag huv tuabsi. Kuv yuav muab nwg tej vaaj txiv maab hab txiv ncuav pas ua kuas qhuav ib yaam le mojsaab qhua, tej tsaj qus yuav lug muab ua kuas puamtsuaj taag."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.13","label":"13","content":"Kuv yuav rau txim rua nwg vim nwg tsi ncu qaab kuv lawm, nwg tau moog hlawv tshuaj tsw qaab rua Npa-aas, hab coj saw nyaj saw kub moog caum nwg cov hluas nraug qaab. Tug TSWV yog tug has le ntawd."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.14","label":"14","content":"Yog le ntawd, kuv yuav coj nwg moog tso rua tom taj suabpuam dlua; kuv has lug mog lug muas rua nwg, txhaj coj tau nwg rov lug."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.15","label":"15","content":"Kuv yuav muab nwg tej vaaj txiv maab rov qaab rua nwg hab muab lub Haav Covnyom hloov ua lub roojloog kws ca sab tau. Nwg yuav teb kuv tej lug ib yaam le thaus nwg tseem hluas kws nwg nyavnyuas lug nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.16","label":"16","content":"Nwg yuav rov hu kuv ua nwg tug quasyawg. Nwg yuav tsi hu kuv ua nwg tug Npa-aas  ntxiv lawm."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.17","label":"17","content":"Kuv yuav tsi pub nwg has txug Npa-aas lub npe ib zag le lawm."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.18","label":"18","content":"Lub sijhawm ntawd kuv yuav coglug rua tej tsaj qus hab tej noog kuas tsi xob lug tum kuv tsaav tuabneeg. Kuv yuav tshem tej cuabyeej ua rog tawm huv lub tebchaws moog kuas taag, tsi has tej ntaaj, hab tej neevnti; kuv yuav ca kuv tsaav tuabneeg nyob kaaj sab lug hab muaj kev thaajyeeb."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.19","label":"19","content":"Yixalayees, kuv yuav yuav koj ua kuv tug quaspuj; Kuv yuav ua ncaaj hab muab sab npuab koj; Kuv yuav hlub hab mov tshua koj hab yuav koj ua kuv tug moog ibtxhis le."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.20","label":"20","content":"Kuv yuav ua lawv le kuv tej lug cog tseg hab yuav koj ua kuv tug, hab koj yuav leeg yuav kuv ua koj tug TSWV."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.21+HOS.2.22","label":"21-22","content":"Lub sijhawm ntawd, kuv yuav teb kuv tsaav tuabneeg Yixalayees  tej lug thov. Kuv yuav tso naag lug rua huv lub nplajteb nuav, ces lub nplajteb yuav tuaj qoobloo, txiv maab hab txiv ntoo roj."},{"bible_id":"1726","chapter_code":"HOS.2","verse_code":"HOS.2.23","label":"23","content":"Kuv yuav tsaa kuv tsaav tuabneeg rua huv lub tebchaws ntawd hab ua kuas puab vaammeej. Kuv yuav hlub cov tuabneeg kws muaj lub npe hu has tas, “Tsi Hlub,” hab hlub cov tuabneeg kws hu has tas, “Tsi Yog Kuv Tsaav Tuabneeg,” kuv yuav has tas, “Mej yog kuv tsaav tuabneeg.” Hab puab yuav teb has tas, “Koj yog peb tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"HOS.3","verse_code":"HOS.3.1","label":"1","content":"Tug TSWV has rua kuv tas, “Koj ca le rov qaab moog  hlub tug quaspuj kws moog ntxag hluas nraug lawm. Koj yuavtsum hlub nwg ib yaam le kuv tseem hlub cov Yixalayees, txawm yog puab tso kuv tseg hab moog pe lwm tug vaajtswv, hab muab tej txiv maab qhuav coj moog fij rua tej mlom los kuv tseem hlub puab.”"},{"bible_id":"1726","chapter_code":"HOS.3","verse_code":"HOS.3.2","label":"2","content":"Yog le ntawd kuv txhaj muab tau kaum tsib dlaim nyaj hab xyaa tawb nplej moog yuav nwg rov lug."},{"bible_id":"1726","chapter_code":"HOS.3","verse_code":"HOS.3.3","label":"3","content":"Kuv has rua nwg tas, kuas nwg nyob tog kuv tsi xob moog ua namndlav lossis ntxag hluas nraug le. Txawm yog kuv los kuv yuav nyob tog nwg xwb."},{"bible_id":"1726","chapter_code":"HOS.3","verse_code":"HOS.3.4","label":"4","content":"Cov Yixalayees yuav nyob ntev loo ib yaam le ntawd, yuav tsi muaj vaajntxwv lossis cov thawjcoj, tsi muaj khoom fij lossis tsi muaj tej ncej zeb tseemceeb, tsi muaj mlom lossis mojzeeg rua puab pe le."},{"bible_id":"1726","chapter_code":"HOS.3","verse_code":"HOS.3.5","label":"5","content":"Tabsis muaj ib lub sijhawm cov Yixalayees yuav rov lug cuag tug TSWV kws yog puab tug Vaajtswv, hab lug cuag Vaajntxwv Daviv ib tug xeebntxwv. Thaus ntawd puab yuav fwm tug TSWV hab yuav tau txais tej khoom zoo kws nwg muab pub rua puab."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.1","label":"1","content":"Tug TSWV muaj lug kom cov tuabneeg kws nyob huv lub tebchaws nuav. Cov Yixalayees, mej ca le noog tej lug kws has tas, “Cov tuabneeg kws nyob huv lub tebchaws nuav tsi muaj kev ncaaj nceeg lossis kev hlub hab tsi leeg paub has tas kuv yog puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.2","label":"2","content":"Puab coglug hab tsi ua lawv le tej lug cog tseg ntawd; puab has lug dlaag, tua tuabneeg, ua tubsaab hab ua kev nkauj kev nraug. Muaj kev phem kev qas ntau zuj zug, hab muaj kev tua tuabneeg ib tug taag ib tug tuaj."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.3","label":"3","content":"Yog le ntawd, lub tebchaws yuav qhuav hab txhua tsaav yaam kws nyob huv lub tebchaws yuav tuag taag. Txhua yaam tsaj hab noog, hab txawm yog tej ntseg huv dlej los yuav tuag taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.4","label":"4","content":"Tug TSWV has tas, “Tsi pub mej leejtwg kom lossis tshev tej pejxeem hlo le, kuv tsuas tshev mej cov kws yog povthawj xwb."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.5","label":"5","content":"Mej naj nub naj mo ua txhum hab cov cevlug los ua txhum ib yaam le mej. Kuv yuav muab tsaav tuabneeg Yixalayees kws yog mej nam rhuav kuas puamtsuaj moog."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.6","label":"6","content":"Kuv tsaav tuabneeg raug puamtsuaj vim puab tsi leeg paub kuv. Mej cov kws yog povthawj los tsi leeg paub kuv hab tso kuv tej lug qhuab qha tseg, yog le ntawd kuv txhaj tsi leeg paub mej hab tsi pub mej cov tub lug ua kuv cov povthawj."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.7","label":"7","content":"“Mej yimfuab muaj povthawj coob, mej yimfuab ua txhum tawmtsaam kuv, yog le ntawd, kuv yuav muab mej tej kev tau ntsejmuag hloov ua kev poob ntsejmuag."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.8","label":"8","content":"Mej muaj txag npluanuj vim mej ca kuv tsaav tuabneeg moog ua kev txhum, yog le ntawd mej txhaj xaav kuas puab hajyam ua kev txhum ntau zuj zug ntxiv."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.9","label":"9","content":"Mej yuav raug txim txomnyem ib yaam le tej tuabneeg ntaag! Kuv yuav rau txim rua mej lawv le tej kws mej tau ua lawm."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.10","label":"10","content":"Mej yuav tau noj tej khoom fij kws yog mej tug, tabsis tseem tshaib plaab qeeg, mej yuav pe hab thov ntau tug vaajtswv kuas mej muaj tubki, tabsis mej yuav muaj tsi taug tubki, rua qhov mej tau tso kuv tseg hab moog pe lwm tug vaajtswv lawm.”"},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.11","label":"11","content":"Tug TSWV has tas, “Tub yog tej cawv txiv maab qub hab tshab ua rua kuv tsaav tuabneeg tsi meejpem lawm!"},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.12","label":"12","content":"Puab moog pe tej mlom ntoo! Puab khov kuam saib tej kws puab xaav paub! Puab tso kuv tseg. Puab muab puab fij rua lwm tug vaajtswv ib yaam le tug quaspuj kws moog ua namndlav."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.13","label":"13","content":"Puab coj khoom moog fij sau tej roob, hab hlawv moov tshuaj tsw qaab huv tej qaab ntoo kws muaj nplooj ntxoov nyog sau tej roob, rua qhov tug dluab ntxoov ntxoo ua rua laaj sab ntxag! “Yog le ntawd, mej tej ntxhais txhaj moog ua namndlav hab mej tej nyaab txhaj moog ntxag hluas nraug."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.14","label":"14","content":"Txawm le ntawd los kuv yuav tsi rau txim rua mej tej ntxhais hab tej nyaab kws ua txhum le ntawd, rua qhov mej cov kws yog txivneej tub moog nrug tej namndlav nyob ua ke huv lub tsev teev mlom,  hab nrug luas koom muab khoom fij rua dlaab rua mlom. Lawv le muaj paajlug has tseg tas, ‘Ib tug tuabneeg kws tsi muaj tswvyim yuav raug puamtsuaj.’"},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.15","label":"15","content":"“Txawm yog mej cov Yixalayees tsi muab sab npuab kuv los thov kuas cov Yudas tsi xob moog ua txhum le mej ua. Tsi xob moog pehawm huv lub nroog Nkilenkas lossis huv lub nroog Npethavees,  lossis tsi xob moog nyob huv tej nroog ntawd tuav tug TSWV kws muaj sa nyob lub npe coglug le."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.16","label":"16","content":"Cov Yixalayees tawv ncauj ib yaam le tej neeg zaag. Kuv yuav ua le caag yug tau puab ib yaam le yug paab yaaj huv tshaav zaub?"},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.17","label":"17","content":"Cov Yixalayees qaug rua txujkev pe mlom lawm, ca puab ua ywj puab lub sab."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.18","label":"18","content":"Thaus puab haus cawv txiv maab ntau lawm, puab zoo sab hlo moog sis ntxag, puab nyam kev poob ntsejmuag heev dlua tau ntsejmuag."},{"bible_id":"1726","chapter_code":"HOS.4","verse_code":"HOS.4.19","label":"19","content":"Puab yuav raug luas caab moog ib yaam le cua ntsawj, hab puab yuav raug kev txaajmuag vim qhov kws puab fij khoom rua dlaab."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.1","label":"1","content":"“Cov povthawj, mej ca le noog! Cov Yixalayees, mej ca le ua tuab zoo noog! Cov kws yog vaajntxwv caajceg, mej ca le noog! Tsimnyog mej txav txim ncaaj nceeg tabsis mej tsi ua. Yog le ntawd, mej yuav raug txim. Mej yog rooj ntaa npuj kws caws tog nyob huv lub nroog Mixepas, yog lub vaag kws nthuav rua sau lub Roob Tanpaus,"},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.2","label":"2","content":"hab yog lub qhov kws tub heev huv lub nroog Akaxias.  Kuv yuav rau txim rua mej txhua tug huv tuabsi."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.3","label":"3","content":"Kuv paub Yixalayees lub sab, nwg yeej tsiv tsi dlhau kuv le. Nwg yeej tsi muaj lub sab ncaaj, hab nwg cov tuabneeg yeej tsi tsimnyog pehawm kuv.”"},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.4","label":"4","content":"Tej kev phem kev qas kws cov tuabneeg ua ntawd thaiv puab txuj hauv kev tsi pub puab lug cuag tau puab tug Vaajtswv. Puab lub sab xib rua kev pe dlaab pe mlom, puab txhaj tsi leeg yuav tug TSWV."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.5","label":"5","content":"Cov Yixalayees tej kev khaavtheeb rov kom puab. Puab tej kev txhum ua rua puab qaug, hab cov Yudas nrug puab qaug ib yaam nkaus."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.6","label":"6","content":"Puab coj puab tej yaaj hab nyuj moog tua fij rua tug TSWV, tabsis tej ntawd paab tsi tau puab dlaabtsi le. Puab nrhav tsi tau tug TSWV, rua qhov nwg tub tso puab tseg lawm."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.7","label":"7","content":"Puab tsi muab sab npuab tug TSWV; puab tej mivnyuas tsi yog tug TSWV mivnyuas. Yog le ntawd tshuav tsi ntev, puab hab puab tej laj tej teb yuav raug puamtsuaj taag."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.8","label":"8","content":"Ca le tshuab xyu huv lub nroog Nkinpe-as! Ca le tshuab xyu ceebtoom huv lub nroog Lamas! Ca le qw ntshu nrooj huv lub nroog Npethavees! Cov Npeenyamees ca le moog ntaus rog!"},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.9","label":"9","content":"Nub rau txim tub lug yuav txug, cov Yixalayees yuav raug puamtsuaj. Cov Yixalayees, yeej yuav muaj tej xwm nuav lug tag tag le!"},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.10","label":"10","content":"Tug TSWV has tas, “Kuv chim rua cov Yudas, rua qhov puab cov thawjcoj tau txhij tubrog tuaj tua cov Yixalayees hab txeeb puab lub tebchaws. Qhov ntawd yog le ntawd kuv yuav rau txim nyaav rua puab ib yaam le dlej nyaab."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.11","label":"11","content":"Cov Yixalayees raug tsimtxom; luas txeeb tau puab lub tebchaws lawm, rua qhov puab pheej moog thov cov tuabneeg kws paab tsi tau tuaj paab puab xwb."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.12","label":"12","content":"Kuv yuav tso kev puamtsuaj lug rua cov Yixalayees hab yuav ua kuas cov Yudas puag ntsoog moog."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.13","label":"13","content":"“Thaus cov Yixalayees pum has tas puab raug mob saab heev, hab thaus cov Yudas pum puab tej qhov txhaab, ces cov Yixalayees txhaj moog thov cov Axilias tug vaajntxwv kws muaj fwjchim luj tuaj paab puab. Tabsis nwg tsi muaj cuabkaav cawm tau puab lossis khu tau puab tej qhov txhaab zoo."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.14","label":"14","content":"Kuv yuav tawmtsaam cov Yixalayees hab cov Yudas ib yaam le tug tsuv ntxhuav. Kuv yuav muab puab dlua ua tej dlaim povtseg. Thaus kuv hai puab moog povtseg, tsi muaj leejtwg yuav muaj cuabkaav cawm tau puab le."},{"bible_id":"1726","chapter_code":"HOS.5","verse_code":"HOS.5.15","label":"15","content":"“Vim kuv tsaav tuabneeg tej kev txhum, kuv yuav muab puab tso tseg moog txug thaus kws puab txomnyem txaus, hab puab tig rov lug cuag kuv tsaiv. Tej zag thaus puab raug kev txomnyem le ntawd, puab yuav tig rov lug nrhav kuv.”"},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.1","label":"1","content":"Tej tuabneeg has tas, “Peb ca le rov moog cuag tug TSWV! Nwg tau ua rua peb raug mob, tabsis nwg yuav khu peb tej mob kuas zoo; nwg tau ua rua peb tej nqaj to, tabsis nwg yuav qhwv peb tej qhov txhaab puas yog?"},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.2","label":"2","content":"Ob peb nub sau nuav nwg yuav muab peb hloov dlua tshab hab peb yuav tau moog nrug nwg nyob."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.3","label":"3","content":"Ca peb xyum tag kuas paub tug TSWV. Nwg yuav lug cuag peb ib yaam le qhov kaaj ntug kws naj taagkig muaj hab ib yaam le kob naag tshab kws naj xyoo lug rua huv lub nplajteb.”"},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.4","label":"4","content":"Tabsis tug TSWV has tas, “Cov Yudas hab cov Yixalayees, kuv ua dlaabtsi rua mej? Mej hlub kuv ib yaam le cov fuab tsaus ib plag thaus sawv ntxuv hab ib yaam le tej lwg dlej kws tshaav ntuj tuaj zab ces qhuav taag lawm xwb."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.5","label":"5","content":"Tub yog vim le ntawd, kuv txhaj khaiv kuv cov cevlug lug qha kuv tej kev txav txim hab kev puamtsuaj rua mej. Mej tub pum tseeb hab paub meej tej kws kuv xaav tau ntawm mej lawm."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.6","label":"6","content":"Kuv xaav tau mej txujkev hlub kws tsi paub kawg, tsi yog xaav tau tej tsaj kws mej coj tuaj tua fij rua kuv. Kuv xaav kuas kuv tsaav tuabneeg paub kuv tseeb dlua le kws ca puab coj khoom tuaj fij rua kuv."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.7","label":"7","content":"“Tabsis thaus puab lug txug rua ntawm lub nroog Adaas  xwb; puab tub rhuav kuv tej lug cog tseg lawm."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.8","label":"8","content":"Nkile-as yog lub nroog kws cov tuabneeg ua phem ua qas hab tua tuabneeg nyob puv nkaus."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.9","label":"9","content":"Cov povthawj zoo ib yaam le tej tubsaab kws tog rawv ua limham rua tej tuabneeg taug kev, puab tua tuabneeg lawv txujkev kws moog rua ntawm qhov chaw dlawbhuv huv Sekhees, hab txhua yaam kev phem nuav yog puab txhobtxwm ua xwb."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.10","label":"10","content":"Kuv pum muaj ib yaam kws phem heev nyob huv cov Yixalayees: Qhov ntawd yog kuv tsaav tuabneeg moog pe mlom ua rua puab tsi huv lawm."},{"bible_id":"1726","chapter_code":"HOS.6","verse_code":"HOS.6.11","label":"11","content":"“Has rua mej cov Yudas paub tas, kuv tub teem caij yuav rau txim rua mej lawv le tej kev txhum kws mej naj nub ua ntawd lawm."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.1","label":"1","content":"“Thaus kws kuv xaav khu kuv tsaav tuabneeg Yixalayees hab ua kuas puab rov vaammeej dlua los kuv tsuas pum tej kev phem kev qas kws puab ua xwb. Puab ib leeg dlaag ntxag ib leeg; puab tsoo luas tsev hab nyag luas khoom; puab fuab luas tug ntawm tej kev."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.2","label":"2","content":"Puab xaav tsi txug has tas, kuv yuav cim ntsoov tej kev phem kev qas kws puab ua, puab tej kev txhum nyob puagncig puab, hab kuv pum ntsoov tsi muaj ib yaam dlaabtsi roog tau le.”"},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.3","label":"3","content":"Tug TSWV has tas, “Tej pejxeem tuavhuv dlaag ntxag ua phem rua vaajntxwv hab nwg cov numtswv."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.4","label":"4","content":"Puab suavdlawg puavleej yog tuabneeg ntxeev sab hab tsi sis fwm. Puab tej kev ntxub kub ib yaam le lub qhovtxus kws luas rauv cub ncuav hab cig ntsaa thuav moog txug thaus ncuav sav tsi tsij tawg ntxiv le."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.5","label":"5","content":"Nub kws puab ua kevcai hawm vaajntxwv, puab muab cawv txhaus vaajntxwv hab nwg cov numtswv kuas qaug hab vwm cawv ua dlog ua dlig."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.6","label":"6","content":"Puab txujkev tuavhuv kub ib yaam le lub qhovtxus.  Puab txujkev chim ntaiv fwv ib mos, ces thaus kaaj ntug puab txujkev chim txawm cig plawg ib yaam le tej nplaim tawg."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.7","label":"7","content":"“Vim puab txujkev chim kws kub heev ntawd, puab txhaj muab puab cov thawjcoj tua povtseg. Puab cov vaajntxwv raug tua ib tug dlhau ib tug, tabsis tsi muaj leejtwg tsaa ncauj thov kuv paab le.”"},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.8","label":"8","content":"Tug TSWV has tas, “Cov Yixalayees zoo ib yaam le lub ncuav kws muab cub sav txug nraab xwb. Puab ca sab kawg rua tej tsaav tuabneeg kws nyob puagncig puab."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.9","label":"9","content":"Puab tub tsi paub has tas, qhov kws puab tso sab rua cov tuabneeg txawv tebchaws ntawd ua rua puab tug zug ntaug zuj zug lawm. Vaajtswv tub teem nub kawg ca rua puab lawm, tabsis puab tsi paub le."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.10","label":"10","content":"Cov Yixalayees tej kev khaavtheeb rov kom puab lawm. Txawm yog tub muaj tej xwm nuav los puab tseem tsi kaam tig lug cuag tug TSWV kws yog puab tug Vaajtswv."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.11","label":"11","content":"Cov Yixalayees lub sab ywjfaab ywjfwj ib yaam le tug nquab kws yaa moog yaa lug tsi paub yuav tsaws qhov twg; thawj zag puab moog thov cov Iziv paab, ces tom qaab ntawd puab tsuas moog thov cov Axilias paab!"},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.12","label":"12","content":"Tabsis kuv yuav nthuav vaag cuab puab ib yaam le cuab noog. Kuv yuav rau txim rua puab vim tej kev phem kev qas kws puab tau ua taag lug."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.13","label":"13","content":"“Puab raug puamtsuaj lawm! Puab tau ntxeev sab rua kuv hab tso kuv tseg. Puab yuav raug kev puamtsuaj. Kuv xaav cawm kuas puab dlim, tabsis puab tsi muaj nplooj sab pehawm kuv tag."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.14","label":"14","content":"Puab tsi muaj lub sab dlawb paug thov kuv tag, tabsis puab laam quaj tso cev dlaa xwb. Thaus puab thov kuv pub nplej hab cawv txiv maab rua puab, puab muab rag hlais puab tej nqaj to. Puab ntxeev sab rua kuv."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.15","label":"15","content":"Kuv yog tug cob qha puab hab txhawb kuas puab muaj zug los puab tseem ntxeev sab tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"HOS.7","verse_code":"HOS.7.16","label":"16","content":"Puab tso kuv tseg hab moog teev tug vaajtswv kws tsi muaj fwjchim dlaabtsi le.  Kuv ca sab tsi tau rua puab ib yaam le tug qhaub neevnti kws tuag dluav lawm. Rua qhov puab cov thawjcoj khaavtheeb heev, puab yuav raug nav ntaaj tuag taag hab cov Iziv yuav luag puab plig.”"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.1","label":"1","content":"Tug TSWV has tas, “Ca le tshuab xyu ceebtoom suavdlawg! Yeebncuab sau nthwv tuaj rua huv kuv lub tebchaws ib yaam le tug dlaav yaa tuaj! Kuv tsaav tuabneeg tsi ua lawv le tej lug kws kuv tau cog tseg rua puab hab puab tau ntxeev sab tawmtsaam kuv tej lug qha."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.2","label":"2","content":"Txawm yog le ntawd los puab tseem muaj plhus hu kuv ua puab tug Vaajtswv hab khaav has tas puab yog kuv tsaav tuabneeg hab paub kuv,"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.3","label":"3","content":"tabsis puab tsi kaam leeg yuav qhov zoo. Vim le ntawm puab cov yeebncuab txhaj caum puab tua."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.4","label":"4","content":"“Kuv tsaav tuabneeg xaiv puab cov vaajntxwv, tabsis puab xaiv lawv le puab pum zoo xwb. Puab tsaa tej thawjcoj tabsis kuv tsi pum zoo. Puab muab puab tej nyaj tej kub coj moog nchuav mlom rua puab pe. Puab ua le ntawd tub yog puab rov ua rua puab raug kev puamtsuaj ntaag."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.5","label":"5","content":"Kuv ntxub tug mlom nyuj kws cov tuabneeg huv lub nroog Xamalis pe kawg le. Kuv npautawg heev rua puab. Thaus twg puab maam le tso puab txujkev pe mlom ntawd tseg?"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.6","label":"6","content":"Tug mlom kws tug tuabneeg Yixalayees nchuav ntawd, yeej tsi yog tug Vaajtswv tag. Tug mlom nyuj kws suavdlawg pe huv lub nroog Xamalis yuav raug muab tsoo kuas tawg mog nyoos!"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.7","label":"7","content":"Yog puab tseb cua, puab yuav tau sau naag xub naag cua! Cov nplej huv dlaim teb kws tseem tsi tau sav yeej muab tsi tau lug ua ncuav le. Tabsis yog sav lawm, tej tuabneeg txawv tebchaws yuav tuaj muab noj taag!"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.8","label":"8","content":"Cov Yixalayees zoo ib yaam le lwm tsaav tuabneeg, hab tsi muaj nqes ib yaam le lub laujkaub aav kws tawg lawm."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.9","label":"9","content":"Cov Yixalayees tawv ncauj npaum nkaus le tej neeg luav qus, puab ua lawv le puab lub sab nyam xwb. Puab moog thov cov Axilias tuaj paab hab puab moog ndlav lwm tsaav tuabneeg tuaj paab tiv thaiv puab lub tebchaws."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.10","label":"10","content":"Tabsis nwgnuav kuv yuav sau zog puab lug ua ke hab rau txim rua puab. Tshuav tsi ntev, tug vaajntxwv kws kaav tebchaws Axilias yuav tuaj tsimtxom puab, puab yuav raug mob quaj dlaa pis luam."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.11","label":"11","content":"“Cov Yixalayees yimfuab teeb ntau lub thaaj lug dlaws kev txhum, mas yimfuab muaj ntau lub chaw rua puab moog ua kev txhum ntxiv!"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.12","label":"12","content":"Kuv sau tau ntau zaaj lug qhuab ntuag kws suav tsi txheeb qha rua cov Yixalayees, tabsis puab tsi leeg yuav, puab suav has tas yog tej lug kws puab tsi tau nov dlua hab yog lwm tsaav tuabneeg le."},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.13","label":"13","content":"Puab coj tsaj tuaj tua fij rua kuv, hab puab noj tej nqaj kws yog cov khoom fij ntawd.  Tabsis kuv yog tug TSWV, kuv tsi txaus sab rua puab, nwgnuav kuv yuav cim ntsoov puab tej kev txhum hab rau txim rua puab, vim tej kws puab tau ua ntawd; kuv yuav xaa puab rov qaab moog rua nraag tebchaws Iziv!"},{"bible_id":"1726","chapter_code":"HOS.8","verse_code":"HOS.8.14","label":"14","content":"“Cov Yixalayees ua tau ntau lub loog, tabsis puab tsi ncu qaab tug kws tsim puab lawm. Hab cov Yudas tsim tau ntau lub nroog kws txhim ntsaa yeej khov kho. Tabsis kuv yuav tso suavtawg lug hlawv puab tej loog hab tej nroog kuas puamtsuaj taag.”"},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.1","label":"1","content":"Cov Yixalayees, mej ca le tseg tsi xob ua rooj noj rooj haus ib yaam le tej tuabneeg tsi fwm Vaajtswv ua. Mej tau tso mej tug Vaajtswv tseg hab tsi muab sab npuab nwg lawm. Mej muab mej muag rua Npa-aas thoob tebchaws ib yaam le tej namndlav, hab mej txaus sab rua tej nplej kws mej xaav has tas yog nwg muab them rua mej!"},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.2","label":"2","content":"Tabsis tshuav tsi ntev mej yuav tsi muaj nplej hab roj txiv ntoo txaus rua mej noj, hab tsi muaj cawv txiv maab rua mej haus lawm."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.3","label":"3","content":"Cov Yixalayees yuav tsi nyob huv tug TSWV lub tebchaws lawm, tabsis puab yuav tau rov moog nyob nraag tebchaws Iziv hab yuav tau noj tej zaub mov kws tsi huv  nyob peg tebchaws Axilias."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.4","label":"4","content":"Thaus puab moog nyob huv lwm tsaav tuabneeg tej tebchaws, puab yuav tsi muab cawv txiv maab lossis tsaj tuaj fij rua tug TSWV lawm. Txhua tug kws noj puab tej zaub mov ntawd yuav ua rua nwg tsi huv ib yaam le noj tej zaub mov huv tsev paam tuag. Tej zaub mov ntawd tsuas yog cov tuabneeg kws tshaib plaab noj xwb. Tej zaub mov ntawd tsi muaj ib yaam kws yuav zoo coj moog fij rua huv tug TSWV lub Tuamtsev le."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.5","label":"5","content":"Thaus txug lub sijhawm kws teem tseg ua kevcai hawm tug TSWV, puab yuav ua le caag?"},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.6","label":"6","content":"Thaus txug nub kws kev puamtsuaj lug ti, tej tuabneeg yuav tawg tsiv moog nyob ua saab ua sua, cov Iziv yuav sau puab lug ua ke, coj puab moog log rua huv Meefis. Puab tej txhaab nyaj hab tej vaaj tse yuav tuaj nroj tsuag hab tuaj xuavpaug ntxhuv nyo."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.7","label":"7","content":"Tub txug lub sijhawm kws puab raug txim hab lub sijhawm kws puab yuav sau puab tej kev txhum. Thaus muaj le ntawd cov Yixalayees yuav paub! Mej has tas, “Tug cev Vaajtswv lug nuav ruag kawg nkaus le! Tug tuabneeg kws Vaajtswv tshoov sab ntawd vwm lawm.” Mej ntxub kuv heev, vim mej ua txhum luj kawg le."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.8","label":"8","content":"Vaajtswv tau khaiv kuv ua ib tug cev Vaajtswv lug, lug ntuag nwg tsaav tuabneeg Yixalayees. Tabsis txhua qhov kws kuv moog, mej cuab hlua tog kuv kev ib yaam le cuab noog. Huv Vaajtswv lub tebchaws los tej tuabneeg tseem ua yeebncuab rua cov cevlug."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.9","label":"9","content":"Puab ua phem ua qas ib yaam le thaus kws puab nyob huv Nkinpe-as.  Vaajtswv yuav cim ntsoov tej kev txhum kws puab ua hab rau txim rua puab vim tej kws puab ua ntawd."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.10","label":"10","content":"Tug TSWV has tas, “Thaus chivthawj kws kuv nrhav tau cov Yixalayees zoo ib yaam le kuv pum tsob txiv maab kws tuaj huv taj suabpuam. Thaus chivthawj kws kuv pum mej cov yawmkoob zoo ib yaam le kuv pum thawj phaum txiv ncuav pas kws sav thaus txug caij. Tabsis thaus puab lug txug ntawm lub Roob Pe-aus puab txawm pib pe Npa-aas hab tsi ntev puab txawm moog ua phem ua qas ib yaam le tej vaajtswv kws puab nyam pe ntawd lawm."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.11","label":"11","content":"Cov Yixalayees lub fwjchim yuav pluj moog ib yaam le tug noog yaa, puab yuav tsi muaj tubki; puab tej quaspuj yuav tsi xeeb tub hab tsi yug mivnyuas lawm."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.12","label":"12","content":"Txawm yog puab muaj taug mivnyuas los kuv yuav coj huv tuabsi moog tsi tseg ib tug muaj sa nyob le. Thaus kuv tso tsaav tuabneeg nuav tseg lawm, puab yuav raug kev txomnyem luj kawg nkaus.”"},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.13","label":"13","content":"Tug TSWV, kuv tub pum luas caum  puab cov mivnyuas hab muab tua lawm."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.14","label":"14","content":"Kuv yuav thov kuas koj ua le caag rua cov tuabneeg nuav? Thov koj ua rua puab tej quaspuj kuas muaj tsi taug mivnyuas hab ua kuas puab tsi muaj mig pub puab tej mivnyuas!"},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.15","label":"15","content":"Tug TSWV has tas, “Puab chiv ua kev txhum nyob huv lub nroog Nkilenkaas. Kuv txhaj pib ntxub puab thaus ntawd lug. Hab vim yog tej kev phem kev qas kws puab ua ntawd, kuv txhaj yuav muab puab ntab tawm huv kuv lub tebchaws moog. Kuv yuav tsi hlub puab ntxiv lawm; puab cov thawjcoj puavleej ntxeev sab tawmtsaam kuv."},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.16","label":"16","content":"Cov Yixalayees zoo ib yaam le tsob ntoo kws tej caag tub qhuav taag hab tsi txi txiv lawm. Puab yuav tsi muaj mivnyuas, txawm yog puab muaj los kuv yuav muab tej mivnyuas kws puab hlub heev tua povtseg huv tuabsi.”"},{"bible_id":"1726","chapter_code":"HOS.9","verse_code":"HOS.9.17","label":"17","content":"Tug Vaajtswv kws kuv pehawm yuav tso nwg tsaav tuabneeg tseg, vim puab tsi noog nwg lug. Puab yuav ua tuabneeg poob tebchaws moog nyob xyaw luas lwm tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.1","label":"1","content":"Cov Yixalayees zoo ib yaam le tsob txiv maab kws txi txiv ncw heev. Puab vaammeej npaum twg, puab yimfuab teeb thaaj ntau npaum ntawd. Puab lub tebchaws ua tau qoobloo ntau npaum twg, puab yimfuab teeb ncej zeb ntau npaum ntawd rua puab pe."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.2","label":"2","content":"Cov tuabneeg kws muaj lub sab dlaag ntxag, yuav raug kev txomnyem, vim puab tej kev txhum ntawd. Vaajtswv yuav rhuav puab tej thaaj hab tsoo puab tej ncej zeb kuas puamtsuaj taag."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.3","label":"3","content":"Tsi ntev cov tuabneeg nuav yuav has tas, “Peb tsi muaj vaajntxwv, rua qhov peb tsi fwm tug TSWV. Txawm yog peb muaj vaajntxwv los nwg yuav ua tau dlaabtsi rua peb?”"},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.4","label":"4","content":"Puab has lug ua dlog ua dlig tsi muaj hauvpaug hauvntsis, puab coglug dlaag. Puab muab kev ncaaj nceeg hloov ua kev tsi ncaaj nceeg ib yaam le tsob tshuaj kuab tu nyuv kws luj hlub huv dlaim teb kws luas laij ca lawm."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.5","label":"5","content":"Cov tuabneeg kws nyob huv lub nroog Xamalis yuav ntshai hab quaj ntsuag tug mlom txiv nyuj  kws yog muab kub nchuav ua nyob huv lub nroog Npethees. Puab hab cov povthawj kws pe tug mlom ntawd yuav quaj ntsuag. Puab yuav tsaa suab quaj thaus luas muab tej kub kws vuam tug mlom ntawd tev taag lawm."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.6","label":"6","content":"Luas yuav coj tug mlom ntawd moog pub rua cov Axilias tug vaajntxwv kws muaj fwjchim luj. Yixalayees yuav poob ntsejmuag hab txaajmuag, vim nwg ua lawv le luas tej lug haub ntxag."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.7","label":"7","content":"Yixalayees tug vaajntxwv yuav raug luas caab moog ib yaam le dlaim nplais ntoo kws dlej tshoob lawm."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.8","label":"8","content":"Tej tsev teev mlom kws nyob sau roob huv lub nroog Avees  kws cov Yixalayees pheej moog pe mlom yuav raug puamtsuaj taag. Xuavpaug hab nroj yuav tuaj laum puab tej thaaj. Tej tuabneeg yuav thov tej roob has tas, “Thov npug peb lauj!” Hab thov tej pov roob has tas, “Thov txhub peb lauj”."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.9","label":"9","content":"Tug TSWV has tas, “Txij thaus cov Yixalayees ua txhum rua kuv huv lub nroog Nkinpe-as  lug, puab yeej tsi tso txujkev txhum kws puab ua ntawd tseg le. Yog le ntawd yuav muaj kev tsuv kev rog tuaj tua puab huv lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.10","label":"10","content":"Kuv yuav tawmtsaam  cov tuabneeg ua txhum nuav hab rau txim rua puab. Ntau tsaav tuabneeg yuav sis sau ua ke tuaj tua puab hab puab yuav raug txim, rua qhov puab tau ua txhum ntau heev."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.11","label":"11","content":"“Yaav taag lug, cov Yixalayees zoo ib yaam le tug xyuas nyuj kws tub cob tau hab tog rawv coj moog tsuj nplej lawm xwb. Tabsis kuv txav txim sab muab tug quabtwg  khuam rua nwg lub cejdlaab kws ntug ntoob kuas nwg ua num nyaav dlua qhov qub. Kuv kuas Yudas hai raab khais hab kuas Yixalayees hai lub zuag haiv."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.12","label":"12","content":"Kuv has tas, ‘Mej ca le moog laij dlua dlaim teb tshab rua mej cog kev ncaaj nceeg, hab sau tej koob moov kws kuv muab rua txhua tug kws muab sab npuab kuv. Tub txug lub sijhawm kws mej lug cuag kuv kws yog mej tug TSWV lawm, kuv yuav lug hab laub koob moov rua mej.’"},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.13","label":"13","content":"Tabsis mej tsi ua le ntawd, mej tseb kev phem hab sau kev tsi ncaaj nceeg nkaus xwb. Mej tej kev dlaag tub tawg paaj txi txiv rua mej noj lawm. “Vim mej ca sab rua mej tej tsheb neeg  hab mej cov tubrog kws coob heev,"},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.14","label":"14","content":"txhaj yuav muaj tsuv muaj rog tuaj tua mej tsaav tuabneeg, hab taagnrho mej tej chaw faajxwm yuav puamtsuaj taag. Mas yuav zoo ib yaam le nub kws Vaajntxwv Salemaas tuaj tua lub nroog Npethanpees, tej quaspuj hab cov mivnyuas raug luas muab tsuj tuag taag."},{"bible_id":"1726","chapter_code":"HOS.10","verse_code":"HOS.10.15","label":"15","content":"Tej xwm zoo le ntawd yuav lug raug mej cov tuabneeg kws nyob huv lub nroog Npethees, vim tej kev phem kev qas kws mej ua taag lug lawm. Thaus pib sis tua xwb, cov Yixalayees tug vaajntxwv tub raug tua tuag lawm.”"},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.1","label":"1","content":"Tug TSWV has tas, “Thaus Yixalayees tseem yog mivnyuas yau, kuv hlub nwg heev, hab kuv hu nwg tawm nraag tebchaws Iziv lug ua kuv tug tub."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.2","label":"2","content":"Tabsis yog kuv  yimfuab hu nwg, nwg yimfuab tsiv ntawm kuv moog dleb npaum ntawd. Kuv tsaav tuabneeg tua tsaj fij rua Npa-aas; puab hlawv tshuaj tsw qaab rua tej mlom."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.3","label":"3","content":"Kuv yog tug kws qha cov Yixalayees moog kev. Kuv tsaws kuv tsaav tuabneeg lug puag rua ntawm kuv ob txhais npaab, tabsis puab tsi paub has tas kuv yog tug kws tu puab hlub le."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.4","label":"4","content":"Kuv ua tuab zoo nqug puab lug cuag kuv hab kuv hlub puab kawg. Kuv tsaws hlo puab lug puag npuab kuv lub plhu; kuv khoov moog tu puab hab pub mov rua puab noj."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.5","label":"5","content":"“Puab tsi kaam tig rov lug cuag kuv; yog le ntawd puab yuavtsum tau rov moog rua nraag tebchaws Iziv, hab tsaav tuabneeg Axilias yuav tswjfwm puab."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.6","label":"6","content":"Yuav muaj tsuv muaj rog tuaj tua puab tej nroog hab tsoo tej roojvaag kuas pob puag taag. Luas yuav ua kuas kuv tsaav tuabneeg raug puamtsuaj taag, vim puab xaav has tas tej kws puab ua yeej zoo heev lawm."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.7","label":"7","content":"Puab tawv ncauj hab puab tsiv tawm ntawm kuv moog. Puab yuav tsaa suab hlo quaj vim tug quabtwg kws puab kwv, tabsis yuav tsi muaj leejtwg muab tug quabtwg ntawd tshem ntawm puab  moog le."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.8","label":"8","content":"“Yixalayees, kuv yuav ua le caag tso taug koj? Kuv yuav ua le caag txhaj tso taug koj tseg? Kuv puas khuv ua kuas koj puamtsuaj ib yaam le kuv ua rua lub nroog Amas lossis ua rua koj ib yaam le kuv ua rua lub nroog Xenpauyees? Kuv lub sab yeej tsi kheev kuv ua le ntawd! Rua qhov kuv hlub koj heev."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.9","label":"9","content":"Thaus kuv chim kuv yuav tsi rau txim rua koj; kuv yuav tsi ua kuas cov Yixalayees raug puamtsuaj ib zag ntxiv le lawm. Rua qhov kuv yog Vaajtswv, kuv tsi yog noobneej. Kuv yog tug Dlawbhuv, kuv nrug mej nyob. Kuv yuav tsi lug cuag mej ua tug npautawg tsawv."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.10","label":"10","content":"“Thaus kuv nyooj lawg ib yaam le tug tsuv ntxhuav rua kuv tsaav tuabneeg tej yeebncuab, kuv tsaav tuabneeg yuav lawv kuv qaab. Puab yuav maaj ceev nrooj tim saab nubpoob rov lug cuag kuv."},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.11","label":"11","content":"Puab yuav dlha ceev npaum nkaus le tej noog yaa nraag tebchaws Iziv lug, hab ceev npaum nkaus le nquab yaa peg tebchaws Axilias lug. Kuv yuav coj puab rov lug nyob huv puab tej vaaj tse dlua. Kuv yog tug TSWV kws has le ntawd.”"},{"bible_id":"1726","chapter_code":"HOS.11","verse_code":"HOS.11.12","label":"12","content":"Tug TSWV has tas, “Cov Yixalayees has lug dlaag hab ntxeev sab puagncig kuv, hab cov Yudas tseem ntxeev sab tsi tseg rua kuv kws yog Vaajtswv tug kws dlawbhuv hab ncaaj nceeg."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.1","label":"1","content":"Txhua yaam kws cov Yixalayees ua thaus sawv ntxuv moog txug thaus tsaus ntuj yeej tsi muaj nqes dlaabtsi le, tsuas yog coj kev puamtsuaj lug xwb. Puab ntxeev sab hab ua limham heev zuj zug. Puab nrug cov Axilias coglug ua phoojywg hab nrug cov Iziv ua laag ua luam.”"},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.2","label":"2","content":"Tug TSWV muaj lug kom cov Yudas; nwg yuav rau txim rua cov Yixalayees lawv le tej kev txhum kws puab ua. Nwg yuav ua pauj tej kev txhum kws puab ua rov rua puab."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.3","label":"3","content":"Puab yawmkoob Yakhauj yeej nrug nwg tijlaug Exaus kws obtug yog mivnyuas ntxaib sis tawmtsaam thaus tseem nyob huv leej nam plaab lawm; thaus Yakhauj luj hlub lug, nwg tau nrug Vaajtswv sis qhau hab."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.4","label":"4","content":"Nwg qhau yeej ib tug timtswv ceebtsheej. Nwg tau quaj hab thov kuas foom koob moov rua nwg. Vaajtswv lug rua peb yawmkoob Yakhauj pum hab nrug nwg  thaam nyob huv Npethees."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.5","label":"5","content":"Tug nuav yog tug TSWV kws yog Vaajtswv tug muaj Fwjchim Luj kawg nkaus, tug TSWV lub npe yeej yog lub npe kws tsimnyog suavdlawg pehawm."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.6","label":"6","content":"Yakhauj cov xeebntxwv, nwgnuav mej ca le ca sab rua mej tug Vaajtswv hab rov lug cuag nwg. Ua sab dlawb sab zoo hab ua sab ncaaj, hab ua sab ntev tog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.7","label":"7","content":"Tug TSWV has tas, “Cov Yixalayees lub sab tsi ncaaj ib yaam le cov Kana-aas hab ntaag; puab nyam muab raab teev tsi txwm lug luj ntxo cov tuabneeg kws tuaj yuav khoom ntawm puab."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.8","label":"8","content":"Puab has tas, ‘Peb npluanuj heev, peb muaj moo kawg nkaus. Txawm yog peb ua tsi ncaaj kuas peb npluanuj los yeej tsi muaj leejtwg has tau peb le.’"},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.9","label":"9","content":"Tabsis kuv yog tug TSWV, mej tug Vaajtswv kws tau coj mej tsiv nraag tebchaws Iziv lug, kuv yuav ua kuas mej rov moog nyob tsevntaub ib yaam le thaus mej nyob nraag taj suabpuam kws kuv lug cuag mej."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.10","label":"10","content":"“Kuv tau lug has rua cov cevlug ua rua puab pum ntau zaaj ywgtoog hab kuv kuas cov cevlug ntuag kuv tsaav tuabneeg ntau zag."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.11","label":"11","content":"Tabsis puab tseem pe tej mlom huv Nkile-as hab, cov tuabneeg kws pe tej mlom ntawd yuav tuag taag. Puab caab tej txiv nyuj moog tua fij nyob huv Nkilenkas, tej thaaj ntawd yuav raug rhuav ua tej pawg pobzeb nyob rua huv tej taj nraag.”"},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.12","label":"12","content":"Peb yawmkoob Yakhauj tau tsiv moog rua tim Mexuputamias, nwg tau moog ua num rua ib tug txivneej hab yug tug txivneej ntawd paab yaaj kuas nwg tau quaspuj."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.13","label":"13","content":"Tug TSWV khaiv ib tug cevlug moog cawm tsaav tuabneeg Yixalayees kuas dlim ntawm txujkev ua qhev nraag tebchaws Iziv hab nwg tsomkwm puab."},{"bible_id":"1726","chapter_code":"HOS.12","verse_code":"HOS.12.14","label":"14","content":"Cov Yixalayees ua rua tug TSWV chim heev; yeej tsimnyog ca puab tuag moog vim puab tej kev txhum. Tug TSWV yuav rau txim rua puab, vim tej kws puab ua rua nwg poob ntsejmuag ntawd."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.1","label":"1","content":"Yaav taag lug, yog xeem Efalayees has, lwm xeem Yixalayees ntshai; puab puavleej tsaa qhovmuag saib cov Efalayees, tabsis Efalayees ua txhum, rua qhov puab moog pe Npa-aas, vim le nuav puab yuav tuag taag."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.2","label":"2","content":"Puab tseem pheej ua txhum qeeg, vim qhov kws puab nchuav mlom rua puab pe, tej mlom nyaj ntawd yog ua lawv le tuabneeg lub tswvyim, hab yog tuabneeg txhais teg ua xwb los puab tseem has tas, “Ca le muab khoom moog fij rua tej mlom ntawd!” Tuabneeg yuav ua le caag moog nwj tej mlom txiv nyuj ntawd!"},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.3","label":"3","content":"Vim le ntawd, cov tuabneeg ntawd yuav yaaj ntshis ib yaam le tej fuab pw haav thaus sawv ntxuv, hab ib yaam le tej lwg dlej kws tshaav ntuj tuaj zab qhuav thaus nruab nub. Puab yuav zoo ib yaam le tej npluag nplej kws cua muab ntsawj yaa tawm huv lub tshaav nplej, hab zoo ib yaam le tej paa tawg kws nchu tawm huv lub cubtawg moog lawm."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.4","label":"4","content":"Tug TSWV has tas, “Kuv yog tug TSWV kws yog mej tug Vaajtswv, kuv coj mej tawm nraag tebchaws Iziv lug. Mej tsi muaj dlua lwm tug vaajtswv le, tsuas yog kuv xwb. Kuv tuab leeg txhaj yog mej tug Cawmseej."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.5","label":"5","content":"Kuv tsomkwm mej thaus mej nyob nraag taj suabpuam, lub tebchaws kws qhuav nkig nkuav."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.6","label":"6","content":"Tabsis thaus mej lug nyob rua huv lub tebchaws kws aav zoo, mej tau noj tsau npo hab txaus sab heev, ces mej txawm ca le khaavtheeb hab tsi ncu qaab kuv lawm."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.7","label":"7","content":"Yog le ntawd kuv yuav tawmtsaam mej ib yaam le tug tsuv ntxhuav. Kuv yuav tog mej kev ib yaam le tug tsuv pomtxwv."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.8","label":"8","content":"Kuv yuav tawmtsaam mej ib yaam le tug maum dlais kws nwg cov mivnyuas pluj lawm; hab kuv yuav muab mej dlua ib yaam le tsuv ntxhuav dlua, hab kuv yuav muab mej dlua ua tej dlaim ib yaam le tej tsaj qus dlua."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.9","label":"9","content":"“Cov Yixalayees, kuv yuav ua kuas mej puamtsuaj moog, leejtwg yuav paab tau mej?"},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.10","label":"10","content":"Mej thov kuas muaj ib tug vaajntxwv hab muaj cov thawjcoj, tabsis puab yuav ua le caag paab tau mej tsaav tuabneeg?"},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.11","label":"11","content":"Chim kuv sab, kuv txhaj pub mej muaj vaajntxwv, hab kuv npautawg heev, kuv txhaj coj puab rov lawm."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.12","label":"12","content":"“Cov Yixalayees txujkev txhum hab lub txim tub muab sau tseg ca lawm, hab tub muab tej ntaub ntawv ntawd khaws ca rua qhov chaw zoo lawm."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.13","label":"13","content":"Tseem tshuav sijhawm rua cov Yixalayees tau txujsa, tabsis vim puab ruag heev, puab txhaj tsi kaam txais yuav txujsa ntawd ib yaam le tug mivnyuas kws tub yuav yug, tabsis nwg tsi kaam tawm huv leej nam plaab lug le."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.14","label":"14","content":"Kuv yuav tsi cawm cov tuabneeg nuav kuas dlim huv tubtuag teb lossis paab kuas puab dlim ntawm txujkev tuag lub fwjchim. Kev tuag, ca le tso  koj tej siv npug lug! Tubtuag teb, ca le tso   koj txujkev puamtsuaj lug! Kuv yuav tsi taabncuab tsaav tuabneeg nuav ntxiv lawm."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.15","label":"15","content":"Txawm yog cov Yixalayees hlub mog nyoos ib yaam le tej nroj tsuag  los kuv yuav tso cov cua kub kub kws nyob saab nubtuaj ntsawj tom taj suabpuam tuaj, kuas puab tej qhov tshij hab tej dlej cag qhuav taag. Cua yuav ntsawj txhua yaam kws muaj nqes moog taag huv tuabsi."},{"bible_id":"1726","chapter_code":"HOS.13","verse_code":"HOS.13.16","label":"16","content":"Lub nroog Xamalis yuav raug txim vim nwg ntxeev sab tawmtsaam kuv. Nwg cov tuabneeg yuav tuag taag rua huv tshaav rog; tej mivnyuas mog yuav raug luas tsuj rua huv aav, hab tej quaspuj kws suab mivnyuas yuav raug luas phais.”"},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.1","label":"1","content":"Cov Yixalayees, mej ca le rov lug cuag tug TSWV kws yog mej tug Vaajtswv. Mej txujkev txhum ua rua mej dlawm hab qaug lawm."},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.2","label":"2","content":"Mej ca le rov lug cuag tug TSWV hab tsaa ncauj thov nwg has tas, “Thov zaam peb tej kev txhum hab noog peb tej lug thov, peb yuav ua koj tsaug lawv le peb tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.3","label":"3","content":"Cov Axilias yeej paab tsi tau peb, hab tej neeg kws caij moog ntaus rog yeej tiv thaiv tsi tau peb. Peb yuav tsi hu peb tej mlom has tas, puab yog peb tug Vaajtswv ib zag ntxiv lawm. Tug TSWV, koj yeej taabncuab cov tuabneeg kws tsi pum qaab moog cuag leejtwg le lawm.”"},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.4","label":"4","content":"Tug TSWV has tas, “Kuv yuav coj kuv tsaav tuabneeg rov qaab lug cuag kuv dlua. Kuv yuav hlub puab kuas kawg kuv lub sab lub ntsws; kuv yuav tsi chim rua puab ntxiv lawm."},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.5","label":"5","content":"Kuv yuav ua kuas cov Yixalayees zoo ib yaam le thaaj aav qhuav kws tau dlej naag. Puab yuav tawg paaj ib yaam le tej paaj ntoos kws tawg tshab tshab; puab nrhau caag ntsa aav tub ib yaam le tej ntoo peg Lenpanoos."},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.6","label":"6","content":"Puab yuav caj sa hab hlaav dlua kaug tshab; hab yuav zoo nkauj npaum nkaus le tej ntoo roj. Puab yuav tsw qaab ib yaam le tej ntoo cab peg Lenpanoos."},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.7","label":"7","content":"Kuv yuav tau tsomkwm puab dlua ib zag ntxiv, puab yuav cog qoobloo hab yuav txi ncw ib yaam le tsob txiv maab. Puab yuav nto moo lug ib yaam le tej cawv txiv maab peg Lenpanoos."},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.8","label":"8","content":"Cov Yixalayees  yuav tsi quavntsej tej mlom ntxiv lawm; kuv yuav teb puab tej lug thov hab tsomkwm puab. Kuv yuav ua dluab ntxoo roog puab ib yaam le tsob ntoo kws nplooj ntsuab thaws xyoo; kuv yog lub hauvpaug koob moov rua puab.”"},{"bible_id":"1726","chapter_code":"HOS.14","verse_code":"HOS.14.9","label":"9","content":"Thov kuas txhua tug kws txawj ntse totaub txug tej lug kws sau tseg nuav, hab muab khaws nkaus ca rua nruab sab. Tug TSWV txujkev yeej yog txuj tseeb, hab cov tuabneeg ncaaj nceeg kws taug txujkev nuav yuav tau txujsa, tabsis cov tuabneeg txhum yuav dlawm hab qaug vim puab tsi noog tej lug nuav."}]