[{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.1","label":"1","content":"Kuv yog Yakaunpaus kws yog Vaajtswv hab tug Tswv Yexus Khetos tug tubkhai: Kuv xaa tsaab ntawv nuav tuaj rua Vaajtswv tsaav tuabneeg kws tsiv moog nyob thoob plawg qhov txhua chaw huv qaab ntuj nuav."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.2","label":"2","content":"Cov kwvtij, thaus mej raug ntau yaam kev nyuaj sab, mej ca le suav has tas yog mej tau koob moov zoo kawg."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.3","label":"3","content":"Rua qhov mej tub paub lawm has tas, yog mej ua sab ntev nyaj tej kev nyuaj sab, ces tej ntawd yuav ua rua mej muab sab rau ntseeg ntxiv."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.4","label":"4","content":"Tabsis mej yuavtsum ua sab ntev moog le tsi xob tso tseg, mej txhaj yuav ua tau tuabneeg zoo kawg nkaus, tsi muaj ib qhov kws lwm tug yuav thuam tau."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.5","label":"5","content":"Yog mej leejtwg tsi muaj tswvyim, kuas nwg ca le thov ntawm Vaajtswv, Vaajtswv yuav pub tswvyim rua nwg, rua qhov Vaajtswv yog tug muaj sab dlawb sab zoo pub ib puas tsaav yaam rua suavdlawg, nwg tsi khauvxwm le."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.6","label":"6","content":"Tabsis thaus mej thov, mej yuavtsum ntseeg tsi xob ua xyem xyaav. Tug kws ua xyem xyaav, tug ntawd zoo ib yaam le tej dlej havtxwv kws cua ntsawj ndlaas moog ndlaas lug."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.7","label":"7","content":"Tug kws zoo le ntawd, nwg tsi xob xaav has tas nwg yuav tau txais ib yaam dlaabtsi ntawm Vaajtswv le,"},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.8","label":"8","content":"rua qhov nwg lub sab ywjfaab ywjfwj, nwg yuav ua yaam twg los nwg ua tsi tsheej."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.9","label":"9","content":"Tug kwvtij ntseeg kws pluag, nwg yuavtsum zoo sab rua thaus Vaajtswv tsaa nwg lub neej,"},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.10","label":"10","content":"hab tug kwvtij ntseeg kws npluanuj, nwg yuavtsum zoo sab rua thaus Vaajtswv txu nwg lub neej. Rua qhov cov tuabneeg kws npluanuj yuav pluj moog ib yaam le tej paaj ntoos."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.11","label":"11","content":"Vim thaus nub tuaj tshaav ntuj kub tej paaj ntoos yuav ntsws hab zeeg taag tsi zoo nkauj lawm. Ib yaam nkaus le ntawd, tug kws npluanuj yuav raug kev puamtsuaj thaus nwg tseem taabtom ua nwg teg num ntxhuv quas nyo."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.12","label":"12","content":"Tug kws ua sab ntev tiv tej kev nyuaj sab, tug ntawd yuav tau nyob kaaj sab lug. Rua qhov thaus nwg tiv dlhau tej kev sim sab ntawm lawm, nwg yuav tau txujsa kws Vaajtswv coglug tseg lawm has tas, Vaajtswv yuav muab rua tug kws hlub Vaajtswv."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.13","label":"13","content":"Yog tej kev sim sab ntawd ua rua nwg yuam kev ua txhum, nwg tsi xob has tas, “Yog Vaajtswv sim kuv.” Rua qhov tej kev phem ntxag tsi tau Vaajtswv, hab Vaajtswv yeej tsi sim leejtwg sab le."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.14","label":"14","content":"Tabsis tug kws ua txhum, yeej yog nwg lub sab kws nyam ua phem coj nwg moog ua txhum."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.15","label":"15","content":"Thaus nwg lub sab xeeb txujkev xaav ua phem lawm, ces nwg moog ua txhum, hab thaus nwg ua txhum lawm, nwg yuav raug kev pluj kev tuag."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.16","label":"16","content":"Cov kwvtij kws kuv hlub, mej tsi xob pub leejtwg ntxag tau mej yuam kev."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.17","label":"17","content":"Ib puas tsaav yaam kws zoo hab ib puas tsaav yaam koob moov kws zoo kawg nkaus yeej yog Vaajtswv pub rua peb. Vaajtswv yog tug kws tsim lub nub, lub hli, hab tej nubqub kws nyob sau nruab ntug. Lub nub hab lub hli yeej ua rua lub nplajteb txawj kaaj hab txawj tsaus, tabsis Vaajtswv tsi zoo le ntawd, Vaajtswv yeej zoo Vaajtswv le qub."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.18","label":"18","content":"Vaajtswv pum zoo qha nwg txujlug tseeb rua peb, kuas peb tau lug ua nwg cov mivnyuas, hab ua ib puas tsaav yaam kws Vaajtswv tsim cov thawj."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.19","label":"19","content":"Cov kwvtij kws kuv hlub, mej yuavtsum ncu ntsoov has tas, txhua tug yuavtsum kub sab lug noog, tabsis tsi xob maaj has, hab tsi xob chim sai."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.20","label":"20","content":"Rua qhov peb tej kev chim yeej paab tsi tau kuas peb ua tau tuabneeg ncaaj nceeg lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.21","label":"21","content":"Yog le ntawd, mej yuavtsum muab mej tej kev phem kev qas kws mej naj nub ua tso povtseg huv tuabsi. Mej ca le ua lawv le Vaajtswv has hab khaws nkaus Vaajtswv tej lug kws nwg muab cog rua huv mej lub sab lawm ca. Tej lug ntawd yuav paab tau kuas mej dlim mej lub txim."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.22","label":"22","content":"Mej yuavtsum xyum ua lawv le Vaajtswv txujlug, tsi yog ua tug kws noog xwb. Yog mej noog xwb, tsi ua lawv le, ces kuj yog mej rov dlaag mej."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.23","label":"23","content":"Rua qhov tug kws noog Vaajtswv txujlug taag lawm, tabsis nwg tsi ua lawv le ntawd, tug ntawd zoo ib yaam le tug kws nwg saib nwg lub ntsejmuag huv dlaim tsom av."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.24","label":"24","content":"Thaus nwg saib taag nwg tawm moog lawm, nwg tsi ncu qaab has tas, nwg lub ntsejmuag zoo le caag lawm."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.25","label":"25","content":"Tabsis tug kws ua tuab zoo saib tseeb tseeb txuj kevcai kws zoo kawg nkaus kws paab tau tuabneeg dlim lug nyob ywjpheej, tug kws khaws tej lug ntawd ca rua huv nruab sab hab xyum ua lawv le tej lug ntawd, hab tsi yog noog taag xwb tsi ncu qaab lawm, Vaajtswv yuav foom koob moov rua nwg."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.26","label":"26","content":"Tug kws xaav has tas, nwg yog tug kws coj Vaajtswv txuj kevcai nruj lawm, tabsis yog nwg tsi ceev nwg tug nplaig, ces qhov kws nwg coj Vaajtswv txuj kevcai nruj le ntawd yeej tsi muaj nqes rua nwg le. Qhov kws nwg ua le ntawd yog nwg rov dlaag nwg xwb."},{"bible_id":"1726","chapter_code":"JAS.1","verse_code":"JAS.1.27","label":"27","content":"Txuj kevcai kws Vaajtswv tug kws yog peb leej Txiv suav has tas yog txuj kws zoo hab tseeb, txuj ntawd yog mej yuavtsum paab cov puj ntsuag hab cov mivnyuas ntsuag kws raug kev txomnyem quaj ntsuag. Hab mej tsi xob moog nrug tuabneeg nplajteb ua phem ua qas."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.1","label":"1","content":"Cov kwvtij, mej yog cov kws ntseeg peb tug Tswv Yexus Khetos tug kws muaj tshwjchim luj, mej tsi xob xaiv leejtwg ntsejmuag le."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.2","label":"2","content":"Pevxaam has tas, thaus mej tuaj ua ke noog lug qhuab qha, muaj ib tug npluanuj naav tsoog tsho zoo zoo, nwg coj nplhaib nyaj nplhaib kub, hab muaj ib tug txomnyem naav tsoog tsho khaub khaub hlaab, obtug tuaj noog lug qhuab qha,"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.3","label":"3","content":"yog mej saib taug tug kws naav tsoog tsho zoo zoo, hab has rua nwg has tas, “Koj lug nyob ntawm lub rooj zoo zoo nuav,” tabsis mej has rua tug txomnyem has tas, “Koj sawv ntawm ko lossis koj lug nyob huv aav ntawm peb kutaw nuav.”"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.4","label":"4","content":"Ces yog mej ua tsi ncaaj, hab xaiv tuabneeg ntsejmuag lawv le mej lub sab phem xaav xwb."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.5","label":"5","content":"Cov kwvtij kws kuv hlub, mej ca le noog kuv has! Vaajtswv xaiv cov tuabneeg pluag huv nplajteb nuav lug ua cov kws muab sab rau ntseeg Vaajtswv, hab lug ua Vaajtswv tsaav tuabneeg lawv le Vaajtswv tau coglug tseg lawm has tas tug kws noog Vaajtswv lug, tug ntawd yuav tau ua Vaajtswv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.6","label":"6","content":"Tabsis mej saib tsi taug cov tuabneeg pluag! Cov tuabneeg kws tsimtxom mej hab caab mej moog cuag tug txav txim, tub yog cov tuabneeg npluanuj ntaag los sav."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.7","label":"7","content":"Puab yog cov kws thuam lub npe zoo kawg nkaus kws Vaajtswv tis rua mej."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.8","label":"8","content":"Yog mej ua lawv le Vaajtswv txuj kevcai kws sau ca rua huv Vaajtswv txujlug kws has tas, “Mej yuavtsum hlub kwvtij zej zog ib yaam le mej hlub mej lub cev txhaj yog mej ua zoo tag.”"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.9","label":"9","content":"Tabsis yog mej xaiv tuabneeg ntsejmuag, ces yog mej ua txhum. Txawm yog Vaajtswv txuj kevcai los yeej qha has tas mej ua txhum lawm hab."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.10","label":"10","content":"Tug kws ua txhum Vaajtswv txuj kevcai ib nqai xwb, ces kuj yog nwg ua txhum txhua nqai huv tuabsi."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.11","label":"11","content":"Rua qhov Vaajtswv tug kws has tas, “Tsi xob ntxag luas quaspuj, luas quasyawg,” nwg has dlua has tas “Tsi xob tua tuabneeg.” Ces txawm yog mej tsi tau ntxag luas quaspuj luas quasyawg los yog mej tua tuabneeg, ces yog mej ua txhum kevcai lawm."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.12","label":"12","content":"Yog le ntawd, mej yuavtsum ceevfaaj tej lug kws mej has hab tej num kws mej ua, rua qhov txuj kevcai kws paab tau mej dlim lug nyob ywjpheej ntawd, yuav txav txim rua mej."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.13","label":"13","content":"Nub kws Vaajtswv txav txim, Vaajtswv yuav txav txim rua tug kws tsi taabncuab lwm tug, tabsis Vaajtswv yuav tsi txav txim rua tug kws taabncuab lwm tug."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.14","label":"14","content":"Cov kwvtij, yog muaj ib tug has tas, nwg yog tug kws ntseeg Vaajtswv, tabsis nwg tsi ua lawv le nwg ntseeg, ces yuav muaj qaabhau dlaabtsi? Yog nwg has le ntawd xwb, nwg txujkev ntseeg puas yuav paab tau kuas nwg dlim?"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.15","label":"15","content":"Yog mej pum cov kwvtij ntseeg, tsi has quaspuj lossis txivneej, puab tsi muaj noj lossis tsi muaj naav,"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.16","label":"16","content":"mej has rua puab has tas, “Thov Vaajtswv foom koob moov rua mej kuas muaj noj muaj naav,” tabsis mej tsi muab ib yaam dlaabtsi rua puab le, qhov kws mej has le ntawd yuav muaj qaabhau dlaabtsi?"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.17","label":"17","content":"Txujkev ntseeg los kuj ib yaam le ntawd: Yog mej has tas mej ntseeg, tabsis mej tsi ua ib yaam num tshwm ces mej txujkev ntseeg tub tuag lawm."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.18","label":"18","content":"Tej zag yuav muaj ib tug has rua kuv has tas, “Koj yog tug kws ntseeg, tabsis kuv yog tug ua num.” Kuv yuav teb tug ntawd has tas, “Koj sim qha koj txujkev ntseeg kws tsi ua num rua kuv saib zoo le caag? Kuv teg num maam le qha kuv txujkev ntseeg rua koj.”"},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.19","label":"19","content":"Koj ntseeg has tas yeej muaj tuab tug Vaajtswv xwb; koj ntseeg le ntawd zoo lawm. Dlaab los kuj ntseeg ib yaam nkaus le ntawd, hab dlaab ntshai Vaajtswv ua ib ce tshee nyo."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.20","label":"20","content":"Tug tuabneeg ruag, kuv qha rua koj paub has tas, txujkev ntseeg kws tsi ua num yeej tsi muaj qaabhau dlaabtsi le."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.21","label":"21","content":"Peb yawmkoob Anplahaas ua le caag, nwg txhaj ua tau hum Vaajtswv sab? Qhov kws nwg ua tau hum Vaajtswv sab, yog qhov kws nwg muab Ixaj kws yog nwg tuab leeg tub tso rua sau lub thaaj, hab yuav muab tua fij rua Vaajtswv ntaag."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.22","label":"22","content":"Koj tsi pum los? Anplahaas txujkev ntseeg hab nwg kev ua num moog ibtxig. Nwg teg num ua rua nwg txujkev ntseeg tav."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.23","label":"23","content":"Tej nuav yeej muaj lawv le Vaajtswv txujlug sau tseg lawm has tas, “Vim Anplahaas ntseeg Vaajtswv, Vaajtswv txhaj le coj Anplahaas lug nrug Vaajtswv sis raug zoo.” Hab Vaajtswv txhaj has tas, Anplahaas yog nwg tug phoojywg."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.24","label":"24","content":"Yog le ntawd mej txhaj pum has tas, tug kws Vaajtswv coj lug nrug Vaajtswv sis raug zoo, tug ntawd yeej ua num, nwg tsi yog tug kws ntseeg xwb."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.25","label":"25","content":"Ib yaam le tug namndlav kws hu ua Lahaj, nwg hu ob tug txivneej kws tuaj soj tebchaws moog huv nwg tsev, hab qha kuas obtug tsiv lwm txujkev moog. Qhov kws nwg paab obtug le ntawd hum Vaajtswv sab."},{"bible_id":"1726","chapter_code":"JAS.2","verse_code":"JAS.2.26","label":"26","content":"Lub cev kws tsi muaj sa yog lub cev kws tuag lawm, ib yaam le ntawd txujkev ntseeg kws tsi ua num yog txujkev ntseeg kws tuag lawm hab."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.1","label":"1","content":"Cov kwvtij, tsi tsimnyog mej coob leej yuav ntshaw ua xwbfwb, rua qhov peb paub has tas Vaajtswv yuav ua tuab zoo taug peb cov kws yog xwbfwb nruj dlua le taug lwm tug."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.2","label":"2","content":"Peb txhua tug pheej ib sij ua yuam kev ib zag. Tug kws tsi tau has lug yuam kev ib zag le, tug ntawd yog tug kws zoo kawg nkaus, nwg tswj tau nwg lub sab hab nwg lub cev huv tuabsi."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.3","label":"3","content":"Peb saam xauv rua neeg, neeg txhaj noog peb lug, peb txhaj tswj tau kuas neeg moog qhov kws peb xaav moog."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.4","label":"4","content":"Mej yuavtsum xaav txug lub nkoj kws luj, txawm yog lub nkoj ntawd luj kawg le, hab cua dlaaj cua dlub ntsawj hlub npaum le caag los lub nkoj yeej moog lawv le tug dluav hlais dlej miv miv kws nyob tom tw nkoj kws tug tsaav nkoj fwj."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.5","label":"5","content":"Ib yaam nkaus le ntawd, txawm yog tug nplaig yog ib tug miv miv nyob ntawm lub cev xwb los tug nplaig muaj peevxwm has tau ntau zaaj. Mej sim xaav saib ib lub nyuas ncaig tawg miv miv xwb los muaj cuabkaav kub toj roob hauv peg txhua nrho."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.6","label":"6","content":"Tug nplaig zoo le suavtawg. Tug nplaig ua tau rua txujkev txhum nthuav luj moog thoob plawg yug lub cev. Tug nplaig zig tau suavtawg huv ntuj tawg lug hlawv peb txujsa."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.7","label":"7","content":"Tuabneeg cob tau txhua yaam tsaj kuas noog lug, tsi has naag noog, naab, hab tej tsaj kws nyob huv havtxwv los tuabneeg yeej cob tau."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.8","label":"8","content":"Tabsis tsi muaj leejtwg cob tau tug nplaig. Tug nplaig phem hab tswj tsi tau le, nwg muaj taug lom tuabneeg tuag."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.9","label":"9","content":"Peb siv peb tug nplaig ua Vaajtswv tug kws yog peb leej Txiv tsaug, hab peb siv peb tug nplaig tshev tej tuabneeg zej zog. Tej tuabneeg ntawd Vaajtswv tsim muaj tug yaam ntxwv zoo le Vaajtswv."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.10","label":"10","content":"Lu lug ua Vaajtswv tsaug hab lu lug tshev tuabneeg puavleej yog tug nplaig has. Cov kwvtij, tsi tsimnyog yuav muaj le ntawd."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.11","label":"11","content":"Dlej qaab zib hab dlej ab yeej tsi txhawv huv tuab lub qhovdlej lug ib zag le."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.12","label":"12","content":"Cov kwvtij, tsob ntoo txiv ncuav pas yeej tsi txi txiv ntoo roj, hab tsob txiv maab yeej tsi txi txiv ncuav pas, hab lub qhovdlej dlaw yeej tsi txhawv dlej tsuag."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.13","label":"13","content":"Nyob huv mej cov yog tug twg txawj ntse hab totaub, tug ntawd ua nwg lub neej kuas zoo, ua nwg teg num kuas zoo lug ntawm kev txu fwjchim hab muaj tswvyim."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.14","label":"14","content":"Tabsis yog mej tseem muaj lub sab khib, cibnyeej hab xaav ua tug hlub, mej tsi xob khaav has tas mej muaj tswvyim hab ua tau num zoo. Yog mej khaav le ntawd, ces yog mej tawmtsaam Vaajtswv txujlug kws yog qhov tseeb xwb."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.15","label":"15","content":"Lub tswvyim zoo le ntawd yeej tsi yog lug sau ntuj lug, lub tswvyim ntawd yog nplajteb le, hab yog dlaab Ntxwgnyoog muab rua mej."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.16","label":"16","content":"Yog muaj kev sis ntxub hab muaj tuabneeg ntshaw ua tug hlub, yeej yuav muaj kev kub ntxhuv, hab yuav muaj ntau yaam kev phem."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.17","label":"17","content":"Tabsis lub tswvyim kws lug sau ntuj lug yog lub kws zoo kawg nkaus. Lub tswvyim ntawd tsi ntau ncauj, paub cai, has lug zoo, nrug luas ua phoojywg, hlub lwm tug, muab sab rau ua num zoo, tsi xaiv leejtwg ntsejmuag hab tsi zais sab."},{"bible_id":"1726","chapter_code":"JAS.3","verse_code":"JAS.3.18","label":"18","content":"Cov tuabneeg kws ua rua suavdlawg nyob sis humxeeb, puab yuav paab tau suavdlawg ua tau tuabneeg ncaaj nceeg."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.1","label":"1","content":"Yaam dlaabtsi ua rua mej sis ntaus sis tua, hab ua rua mej sis caav sis tshe? Puas yog tej kev ntshaw kws nyob huv mej lub sab ua rua mej ua le ntawd?"},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.2","label":"2","content":"Mej xaav yuav yaam nuav yaam u, tabsis tsi tau, mej txawm yuav muab luas tua povtseg. Mej ntshaw luas tug, tabsis tsi tau, mej txawm sis caav sis tshe, sis ntaus sis tua. Mej tsi muaj tej kws mej xaav yuav, rua qhov mej tsi thov Vaajtswv."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.3","label":"3","content":"Thaus mej thov mej tsi tau, rua qhov mej lub sab phem, tej kws mej thov ntawd, mej yuav coj moog siv lawv le mej lub sab nyam xwb."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.4","label":"4","content":"Cov tuabneeg sab phem, mej tsi paub has tas cov kws ua le tuabneeg nplajteb ua, yog puab ua yeebncuab rua Vaajtswv. Yog le ntawd, tug kws ua le tuabneeg nplajteb ua, yog nwg txhobtxwm ua yeebncuab rua Vaajtswv."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.5","label":"5","content":"Vaajtswv txujlug has tas, “Lub sab kws Vaajtswv pub rua peb, lub sab ntawd ntshaw yaam nuav yaam u heev.”  Mej tsi xob xaav has tas lu lug ntawd tsi tseeb."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.6","label":"6","content":"Tabsis txuj koob moov kws Vaajtswv pub rua peb hajyam zoo dlua tej kws peb lub sab ntshaw. Rua qhov Vaajtswv txujlug has tas, “Vaajtswv yuav tawmtsaam tug kws khaavtheeb, tabsis Vaajtswv yuav foom koob moov rua tug kws txu fwjchim.”"},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.7","label":"7","content":"Yog le ntawd, mej ca le noog Vaajtswv lug. Mej yuavtsum tawmtsaam dlaab Ntxwgnyoog, dlaab txhaj yuav tsiv ntawm mej moog."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.8","label":"8","content":"Mej ca le lug nyob ze Vaajtswv, Vaajtswv txhaj yuav lug nyob ze mej. Cov tuabneeg txhum, mej yuavtsum ntxuav mej tej teg kuas huv. Cov tuabneeg sab phem, mej yuavtsum tu mej lub sab kuas zoo."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.9","label":"9","content":"Mej yuavtsum nyuaj sab hab quaj ntsuag. Mej cov kws luag luag, mej ca le quaj. Mej cov kws zoo sab, mej ca le ntxhuv sab."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.10","label":"10","content":"Mej ca le txu mej lub fwjchim taabmeeg Vaajtswv, Vaajtswv txhaj yuav tsaa mej lub fwjchim."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.11","label":"11","content":"Cov kwvtij, mej ib tug tsi xob has lug saib tsi taug ib tug. Tug kws has lug saib tsi taug nwg kwv nwg tij lossis txav txim rua nwg tej kwvtij, ces yog nwg saib tsi taug Vaajtswv txuj kevcai. Tug kws thuam Vaajtswv txuj kevcai, tug ntawd nwg tsi coj lawv le Vaajtswv txuj kevcai. Nwg yog tug kws thuam xwb."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.12","label":"12","content":"Vaajtswv tuab leeg xwb txhaj yog tug kws muab kevcai rua peb coj hab txav txim. Vaajtswv tuab leeg xwb txhaj yog tug kws paab tau kuas tuabneeg dlim txim hab ua tau kuas tuabneeg puamtsuaj. Mej xaav has tas mej yog leejtwg mej txhaj muaj cuabkaav txav txim rua lwm tug?"},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.13","label":"13","content":"Mej cov kws has tas, “Nub nua lossis pigkig, peb yuav moog rua lwm lub nroog. Peb yuav moog nyob huv lub nroog ntawd ib xyoos ua laag ua luam kuas tau nyaj ntau ntau.” Mej ca le noog kuv qha."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.14","label":"14","content":"Mej tub tsi paub has tas sov pigkig mej txujsa yuav zoo le caag. Mej txujsa zoo le tej fuab kws nyob ib plag xwb, ces tub yaaj taag lawm."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.15","label":"15","content":"Mej tsi xob has le ntawd, tsimnyog mej yuavtsum has tas, “Yog hum Vaajtswv sab, peb yuav ua yaam nuav yaam u.”"},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.16","label":"16","content":"Tabsis mej naj nub muab hlub hab khaavtheeb. Tej ntawd puavleej yog kev txhum huv tuabsi."},{"bible_id":"1726","chapter_code":"JAS.4","verse_code":"JAS.4.17","label":"17","content":"Yog le ntawd tug kws paub ua qhov zoo, tabsis nwg tsi ua, tug ntawd txhum."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.1","label":"1","content":"Mej cov kws yog tuabneeg npluanuj, nwgnuav mej noog kuv has. Mej ca le quaj, rua qhov mej tub yuav raug kev txomnyem."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.2","label":"2","content":"Tej kws mej muaj tub lwj taag, hab mej tej rig tsho ntsaum kaabrwg tub noj taag lawm."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.3","label":"3","content":"Mej tej nyaj hab tej kub tub xeb taag lawm. Tej xeb ntawd yuav ua timkhawv tawmtsaam mej, hab yuav noj mej cev nqaj ib yaam le suavtawg kub. Mej cov kws nyob tam kawg nuav, mej naj nub khaws nyaj rua mej kuas mej npluanuj."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.4","label":"4","content":"Mej tsi them nqe zug rua cov tuabneeg kws mej ndlav ua laj ua teb. Mej ca le noog lub suab kws puab tshev mej saib! Cov tuabneeg kws mej ndlav hlais nplej, lub suab quaj tub nrov moog txug Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus lub qhovntsej lawm."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.5","label":"5","content":"Mej ua neej nyob huv nplajteb nuav, mej muaj noj seem noj so hab naj nub muaj kev lomzem kawg le. Mej txaav kuas mej rog ib yaam le tug tsaj kws luas txaav ca tua noj."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.6","label":"6","content":"Mej rau txim hab tua tug tuabneeg kws tsi muaj txim los nwg tsi tawmtsaam mej le."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.7","label":"7","content":"Cov kwvtij, mej yuavtsum ua sab ntev tog nub kws peb tug Tswv Yexus lug. Mej sim saib tug tuabneeg kws ua laj ua teb saib, nwg ua sab ntev le caag tog lub caij cog qoobloo. Nwg ua sab ntev tog naag ntuj tshab hab naag ntuj tsaug."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.8","label":"8","content":"Mej yuavtsum ua lub sab ntev ib yaam le ntawd, mej tsi xob txhawj, rua qhov tub yuav txug nub kws tug Tswv lug."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.9","label":"9","content":"Cov kwvtij, mej ib tug tsi xob ywg ib tug, tug Tswv txhaj tsi txav txim rua mej. Tug kws yuav txav txim tub lug txug ntawm qhovrooj lawm."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.10","label":"10","content":"Cov kwvtij, mej yuavtsum ua sab ntev ib yaam le cov cev Vaajtswv lug kws tug Tswv tau khaiv lug qha suavdlawg. Txawm yog puab raug kev tsimtxom heev npaum le caag los puab tseem ua sab ntev tiv tej kev tsimtxom ntawd."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.11","label":"11","content":"Cov tuabneeg kws ua sab ntev tiv tej kev tsimtxom, peb hu puab ua cov kws tau koob moov. Mej tub nov lawm has tas, Yauj yog tug kws ua sab ntev, hab mej tub paub lawm has tas tug Tswv npaaj txhua yaam rua Yauj thaus kawg. Rua qhov tug Tswv muaj lub sab taabncuab hab hlub."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.12","label":"12","content":"Cov kwvtij, qhov kws tseemceeb dlua tej kws kuv has lug lawm yog le nuav: Thaus mej coglug ib yaam dlaabtsi, mej tsi xob twv ntuj twv teb lossis twv txug ib yaam dlaabtsi hlo le. Yaam kws yog mej ca le has tas “Yog”, yaam kws tsi yog, mej ca le has tas “Tsi yog”, Vaajtswv txhaj yuav tsi txav txim rua mej."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.13","label":"13","content":"Mej cov yog leejtwg raug kev txomnyem, tug ntawd yuavtsum thov Vaajtswv. Yog leejtwg zoo sab, tug ntawd yuavtsum hu nkauj qhuas Vaajtswv."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.14","label":"14","content":"Mej cov yog leejtwg muaj mob, tug ntawd yuavtsum khaiv tuabneeg moog hu cov txwjlaug kws saib cov ntseeg tuaj thov Vaajtswv paab nwg, hab tuav tug Tswv lub npe muab roj pleev nwg."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.15","label":"15","content":"Yog puab ntseeg, tej lug kws puab thov yuav paab tau kuas tug kws muaj mob ntawd zoo. Tug Tswv yuav ntxiv sav ntxiv zug kuas nwg rov muaj zug le qub. Hab tug Tswv yuav zaam tug ntawd tej kev txhum huv tuabsi."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.16","label":"16","content":"Yog le ntawd, mej ib tug yuavtsum leeg kev txhum rua ib tug, hab ib tug thov Vaajtswv paab rua ib tug, mej tej mob txhaj yuav zoo. Tej lug kws tug tuabneeg ncaaj nceeg thov Vaajtswv, tej lug ntawd muaj fwjchim heev."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.17","label":"17","content":"Eliyas yog ib tug tuabneeg zoo le peb xwb, nwg kub sab lug thov kuas Vaajtswv tsi xob tso naag lug rua huv lub nplajteb nuav, ces naag txawm tsi lug tau peb xyoos hab rau lub hlis."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.18","label":"18","content":"Tom qaab ntawd nwg rov qaab thov Vaajtswv kuas Vaajtswv tso naag lug, ces Vaajtswv txawm tso naag lug rua huv lub nplajteb nuav, tej qoobloo txhaj tuaj taug."},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.19","label":"19","content":"Cov kwvtij, yog mej cov muaj ib tug yuam kev tsi ua lawv le Vaajtswv txujlug tseeb lawm, hab muaj ib tug coj tau nwg rov qaab lug,"},{"bible_id":"1726","chapter_code":"JAS.5","verse_code":"JAS.5.20","label":"20","content":"ces mej ncu ntsoov has tas, tug kws coj tau tug kws ua txhum rov qaab lug cuag Vaajtswv, kuj yog nwg paab tau tug kws yuam kev ua txhum ntawd tug ntsujplig"}]